{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Aton sb'i heb' yuninal winhaj Israel tik, heb' ajun yet' winh ayic sk'ochnac winh t'a Egipto yet' yal yuninal junjun heb':"
        },
        {
            "number": "2",
            "text": "Aton winhaj Rubén, winhaj Simeón, winhaj Leví, winhaj Judá,"
        },
        {
            "number": "3",
            "text": "winhaj Isacar, winhaj Zabulón, winhaj Benjamín,"
        },
        {
            "number": "4",
            "text": "winhaj Dan, winhaj Neftalí, winhaj Gad yet' winhaj Aser."
        },
        {
            "number": "5",
            "text": "Ay 70 sb'isul heb' yinhtilal winhaj Jacob chi' t'a smasanil. Ha winhaj José, aytaxon ek' winh t'a Egipto chi'."
        },
        {
            "number": "6",
            "text": "Ha winhaj José chi' yet' masanil heb' yuk'tac yet' heb' ajun yet' winhaj Jacob chi', junjunal ix laj chamel heb',"
        },
        {
            "number": "7",
            "text": "palta tzijtumto yinhtilal heb' ix elkani, ix te q'uib' sb'isul heb'. Yelxo wal te ay smay ix aj heb'. Ix b'ud'jiel masanil yol yic Egipto chi' yuj heb'."
        },
        {
            "number": "8",
            "text": "Niwanxo tiempo ayek' heb' ta', haxo ix aji, ix och junxo winh rey t'a Egipto chi'. Manhxo yojtakoc jab'oc yab'ixal winhaj José chi' winh. Ix yalan winh t'a smasanil heb' chonhab':"
        },
        {
            "number": "9",
            "text": "Tzam eyil tiknaik te tzijtum ix aj juntzanh heb' israel tik, yelxo wal ay smay heb' t'a quichanh."
        },
        {
            "number": "10",
            "text": "Ha tiknaik yowalil sko na' tas tz'aj heb', yic wach' manh ol te q'uib' sb'isul heb', yujto talaj ay b'ak'uinh ay mach scot ul yak' owal t'ayonh, syak'anoch sb'a heb' yet' heb' kajk'ol chi', haxo heb' winh smolan sb'a yak'an owal chi' qued'oc. Tzam elkan heb' libre t'a tik, xchi winh rey chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi', ix ak'jioch yilumal heb' israel chi', ix ak'jioch heb' t'a munlajel te ya. Ix checji sb'o heb' juntzanh chonhab' te niwac, aton Pitón yet' Ramesés. Ha t'a juntzanh chonhab' chi' ix smolb'ej ixim trigo winh rey."
        },
        {
            "number": "12",
            "text": "Wach'chom te ya tzek' heb' israel yuj heb' aj Egipto chi', palta anheja' ste q'uib' sb'isul heb', yuj chi' ix te xiv heb' aj Egipto chi' t'a heb'."
        },
        {
            "number": "13",
            "text": "Ix ak'jioch heb' t'a munlajel te ya."
        },
        {
            "number": "14",
            "text": "Yelxo te ya tz'utaj heb' winh t'a munlajel. Ix ak'chajoch heb' t'a tek'oj sok'om yet' b'o'oj xan. Manhoknhej chi', ay heb' smunlajpax t'a awoj trigo yet' juntzanhxo munlajel. Yelxo wal ilb'ajk'ol tz'utaj heb'."
        },
        {
            "number": "15",
            "text": "Ay wal junxo ix utaj heb' yuj winh rey chi'. Ay jun checnab'il ix yak' winh t'a ix Sifra yet' t'a ix Fúa, aton heb' ix wetz'wajum yaj t'a skal heb' ix hebrea (ma heb' ix israel), ix yalan winh icha tik:"
        },
        {
            "number": "16",
            "text": "--Ayic tzeyilan sb'o sk'ol heb' ix hebrea chi', tzanhej wal alji jun nene' unin chi', tzeyilani tato winak, tze mak'chamoc. Tato ix, q'uib'okab'i, xchi winh."
        },
        {
            "number": "17",
            "text": "Palta a heb' ix wetz'wajum chi', xiv heb' ix d'ha Dios. Maj sk'anab'ajejlaj heb' ix icha ix yal winh rey chi', tonhej syiloch heb' ix ayic tz'alji heb' winak unin chi'."
        },
        {
            "number": "18",
            "text": "Ayic ix yab'an jun chi' winh rey, ix avtaj heb' ix yuj winh, ix yalan winh t'a heb' ix: --¿Tas yuj tonhej tzeyiloch juntzanh winak unin tz'alji chi'? xchi winh t'a heb' ix. Yuj chi' ix yalan heb' ix:"
        },
        {
            "number": "19",
            "text": "--Mamin, manh lajanoc heb' ix hebrea yet' heb' ix quetchonhab'. Ha heb' ix hebrea chi' te ay yip sniwanil heb' ix, manto onh k'ochlaj, sb'o sk'ol heb' ix, xchi heb' ix."
        },
        {
            "number": "20",
            "text": "Ha yuj jun tas ix sk'ulej heb' ix wetz'wajum chi', ix te q'uib' sb'isul heb' israel. Yelxo wal ay smay heb'."
        },
        {
            "number": "21",
            "text": "Yujto ay yelk'och Dios t'a yol sat heb' ix wetz'wajum chi', yuj chi' ix yak' swach'k'olal Dios chi' t'a yib'anh heb' ix."
        },
        {
            "number": "22",
            "text": "Ayic ix yilan winh rey to max yal-laj icha chi', ix yalan winh t'a heb' yetchonhab' smasanil icha tik: Masanil heb' winak unin tz'alji t'a skal heb' hebreo tik, tzeyumcanb'at heb' t'a yol ha' Nilo. Tato ix unin jun, q'uib'okab'i, xchi winh."
        }
    ]
}