{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Aton sb'i eb' yuninal vinhaj Israel tik, eb' ajun yet' vinh ayic sk'ochnac vinh t'a Egipto yet' yal yuninal junjun eb':"
        },
        {
            "number": "2",
            "text": "Aton vinhaj Rubén, vinhaj Simeón, vinhaj Leví, vinhaj Judá,"
        },
        {
            "number": "3",
            "text": "vinhaj Isacar, vinhaj Zabulón, vinhaj Benjamín,"
        },
        {
            "number": "4",
            "text": "vinhaj Dan, vinhaj Neftalí, vinhaj Gad yet' vinhaj Aser."
        },
        {
            "number": "5",
            "text": "Ay 70 sb'isul eb' yinhtilal vinhaj Jacob chi' t'a smasanil. Ha vinhaj José, aytaxon ek' vinh t'a Egipto chi'."
        },
        {
            "number": "6",
            "text": "Ha vinhaj José chi' yet' masanil eb' yuk'tac yet' eb' ajun yet' vinhaj Jacob chi', junjunal ix laj chamel eb',"
        },
        {
            "number": "7",
            "text": "palta tzijtumto yinhtilal eb' ix elcani, ix te q'uib' sb'isul eb'. Yelxo val te ay smay ix aj eb'. Ix b'ud'jiel masanil yol yic Egipto chi' yuj eb'."
        },
        {
            "number": "8",
            "text": "Nivanxo tiempo ayek' eb' ta', haxo ix aji, ix och junxo vinh rey t'a Egipto chi'. Manhxo yojtacoc jab'oc yab'ixal vinhaj José chi' vinh. Ix yalan vinh t'a smasanil eb' chonhab':"
        },
        {
            "number": "9",
            "text": "Tzam eyil ticnaic te tzijtum ix aj juntzanh eb' israel tik, yelxo val ay smay eb' t'a quichanh."
        },
        {
            "number": "10",
            "text": "Ha ticnaic yovalil sco na' tas tz'aj eb', yic wach' manh ol te q'uib' sb'isul eb', yujto talaj ay b'ak'uinh ay mach scot ul yak' oval t'ayonh, syak'anoch sb'a eb' yet' eb' cajk'ol chi', haxo eb' vinh smolan sb'a yak'an oval chi' qued'oc. Tzam elcan eb' libre t'a tik, xchi vinh rey chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi', ix ak'jioch yilumal eb' israel chi', ix ak'jioch eb' t'a munlajel te ya. Ix checji sb'o eb' juntzanh chonhab' te nivac, aton Pitón yet' Ramesés. Ha t'a juntzanh chonhab' chi' ix smolb'ej ixim trigo vinh rey."
        },
        {
            "number": "12",
            "text": "Wach'chom te ya tzek' eb' israel yuj eb' aj Egipto chi', palta anheja' ste q'uib' sb'isul eb', yuj chi' ix te xiv eb' aj Egipto chi' t'a eb'."
        },
        {
            "number": "13",
            "text": "Ix ak'jioch eb' t'a munlajel te ya."
        },
        {
            "number": "14",
            "text": "Yelxo te ya tz'utaj eb' vinh t'a munlajel. Ix ak'chajoch eb' t'a tek'oj sok'om yet' b'o'oj xan. Manhocnhej chi', ay eb' smunlajpax t'a avoj trigo yet' juntzanhxo munlajel. Yelxo val ilb'ajk'ol tz'utaj eb'."
        },
        {
            "number": "15",
            "text": "Ay val junxo ix utaj eb' yuj vinh rey chi'. Ay jun checnab'il ix yak' vinh t'a ix Sifra yet' t'a ix Fúa, aton eb' ix vetz'vajum yaj t'a skal eb' ix hebrea (ma eb' ix israel), ix yalan vinh icha tik:"
        },
        {
            "number": "16",
            "text": "--Ayic tzeyilan sb'o sk'ol eb' ix hebrea chi', tzanhej val alji jun nene' unin chi', tzeyilani tato vinac, tze mak'chamoc. Tato ix, q'uib'ocab'i, xchi vinh."
        },
        {
            "number": "17",
            "text": "Palta a eb' ix vetz'vajum chi', xiv eb' ix d'ha Dios. Maj sk'anab'ajejlaj eb' ix icha ix yal vinh rey chi', tonhej syiloch eb' ix ayic tz'alji eb' vinac unin chi'."
        },
        {
            "number": "18",
            "text": "Ayic ix yab'an jun chi' vinh rey, ix avtaj eb' ix yuj vinh, ix yalan vinh t'a eb' ix: --¿Tas yuj tonhej tzeyiloch juntzanh vinac unin tz'alji chi'? xchi vinh t'a eb' ix. Yuj chi' ix yalan eb' ix:"
        },
        {
            "number": "19",
            "text": "--Mamin, manh lajanoc eb' ix hebrea yet' eb' ix quetchonhab'. Ha eb' ix hebrea chi' te ay yip snivanil eb' ix, manto onh k'ochlaj, sb'o sk'ol eb' ix, xchi eb' ix."
        },
        {
            "number": "20",
            "text": "Ha yuj jun tas ix sk'ulej eb' ix vetz'vajum chi', ix te q'uib' sb'isul eb' israel. Yelxo val ay smay eb'."
        },
        {
            "number": "21",
            "text": "Yujto ay yelk'och Dios t'a yol sat eb' ix vetz'vajum chi', yuj chi' ix yak' svach'k'olal Dios chi' t'a yib'anh eb' ix."
        },
        {
            "number": "22",
            "text": "Ayic ix yilan vinh rey to max yal-laj icha chi', ix yalan vinh t'a eb' yetchonhab' smasanil icha tik: Masanil eb' vinac unin tz'alji t'a skal eb' hebreo tik, tzeyumcanb'at eb' t'a yol ha' Nilo. Tato ix unin jun, q'uib'ocab'i, xchi vinh."
        }
    ]
}