{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik: --Ixic il winh rey chi', ix vak' pitb'oquel spensar winh yet' eb' ay yopisio yet'oc, yic wach' tzin ch'ox juntzanh tas satub'tac tik t'a skal eb',"
        },
        {
            "number": "2",
            "text": "yic wach' syal eyalan t'a eb' eyuninal yet' t'a eb' eyi e chiquin masanil tastac ix aj vixtan eb' aj Egipto tik yet' juntzanh satub'tac ix in k'ulej t'a skal eb'. Icha val chi' tz'aj eyojtaccaneli to a in ton Jehová in, xchi t'a winh."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix b'atxi winhaj Moisés yet' winhaj Aarón chi' yilxi winh rey chi', ix yalan eb' winh t'a winh: --Icha val tik yalan Jehová co Diosal a onh hebreo onh tik: ¿Jantacto val tiempo ol a pitej a b'a, yic max iq'uem a b'ha t'a vichanh? Actejel in chonhab' yic b'at och eb' ejmelal t'ayin."
        },
        {
            "number": "4",
            "text": "Tato manto ol a chab'at in chonhab' tik, a k'ik'an svik'ancot nok' k'ulub' t'a yib'anh a chonhab' tik."
        },
        {
            "number": "5",
            "text": "Ol majel sat lum tik smasanil yuj nok'. Manhxa jab'oc lu'um ol checlajoc. Ol swach' k'uxejb'at nok' jantacto maj lajvoccanel yuj q'uen sacb'at chi' yet' masanil te te' satani ol sk'uxpaxb'at nok'."
        },
        {
            "number": "6",
            "text": "Ol b'ud'joccanel yol a despacho yuj nok' yet' yoltac spat eb' ay yopisio ed'oc yet' masanil yoltac pat t'a yol yic Egipto tik. Malaj b'aj ix yil eb' e mam eyicham junok icha tik yictax ix ja cajan eb' t'a jun lugar tik, xchi Jehová, xchi winhaj Moisés chi'. Ayic ix lajvi yalan juntzanh tik winh, ix elixta eb' t'a yol sdespacho winh rey chi'."
        },
        {
            "number": "7",
            "text": "Ix yalan eb' winh ay yopisio yet' winh rey chi': --¿B'aq'uinh ol yactej juntzanh vinac tik onh stzuntzani? ¿Tas yuj max actejel jun chonhab' chi' yic sb'at och eb' ejmelal t'a Jehová sDiosal chi'? ¿Tom max nachajvalel jab'oc uuj, ina toxo ix juvicanb'at co chonhab' tik? xchi eb'."
        },
        {
            "number": "8",
            "text": "Yuj chi', ix avtajxicot eb' chavanh chi' yuj winh rey chi': --Ixiquec yic b'at ex och ejmelal t'a Jehová e Diosal chi', palta tzeyalcan t'ayin machtac ex ol ex b'at chi', xchi winh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi winhaj Moisés chi': --Co masanil ol onh b'atoc. Ol quik'b'at eb' cotac unin yet' eb' icham anima, eb' winh cuninal yet' eb' ix quisil. Masanil nok' co calnel, nok' co vacax yet' nok' chiva, masanil nok' co molb'etzal nok' ol quik'b'ati, yujto te niwan q'uinh ol cutej quik'anchaanh Jehová co Diosal, xchi winh."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yalanxi winh rey chi': --Wach'chom ayoch Jehová e Diosal chi' eyed'oc, ¿tzam e nalaj to ol ex in chab'at yet' eyetb'eyum yet' eyuninal? Manh val jab'oc. Tob'an chuk tas tze na'a."
        },
        {
            "number": "11",
            "text": "Ha exnhej vinac ex tik b'at ex och ejmelal t'a e Diosal chi', ina to a jun chi' tze k'ana', xchi winh. Ixlajwi chi', ix pechjielta winhaj Moisés yet' winhaj Aarón chi' t'a yichanh winh rey chi'."
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi': --Ik'chaanh a k'ab' t'a yib'anh chonhab' Egipto tik, yic sjavi nok' k'ulub' ul sk'uxb'at masanil tastac ixto kan yuj q'uen sacb'at chi', xchi."
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj yik'anchaanh sk'ococh winhaj Moisés chi' t'a yib'anh Egipto chi', ix yak'ancot jun niwan oval ik' Jehová, ix cot t'a stojolal b'aj sjavi k'u. Jun val k'u yet' jun ak'val ix yak' jun oval ik' chi', haxo t'a junxo k'ual, a jun ik' chi' ix ik'ancot nok' k'ulub' chi'."
        },
        {
            "number": "14",
            "text": "Masanil yol yic Egipto chi' ix majel yuj nok'. Malaj b'aj ix uji juneloc yictax yalanhtaxo, manhxa b'aj olto ujok icha junel tik."
        },
        {
            "number": "15",
            "text": "Ix te majel sat lum yuj nok'. Manhxo chequeloc jab'oc lu'um. Ha jantacto tas ix kan yuj q'uen sacb'at, ix lajviel yuj nok'. Manhxa jab'oc tas yaax yilji ix kan yuj nok' t'a yol yic Egipto chi', manhxa pax sat te te' yet' schontac te'. Pilan ix lajviel smasanil, axonhej ste'al ix cani."
        },
        {
            "number": "16",
            "text": "D'a elanhchamel ix avtajxicot eb' winh chavanh chi' yuj winh rey chi', ix yalan winh t'a eb' winh icha tik: --Ix och in mul t'a sat Jehová e Diosal yet' t'ayex."
        },
        {
            "number": "17",
            "text": "Tzin tevi t'ayex to tzeyak' nivank'olal t'a in patic yuj in mul tik, axonhej t'a junel tik. Tze k'anan t'a Jehová e Diosal, yic tz'el jun yaelal to ed'jinac chamel ayek' t'a yol in macb'en tik, xchi winh."
        },
        {
            "number": "18",
            "text": "Ha val yic ix elta winhaj Moisés t'a sdespacho winh rey chi', ix lesalvi winh t'a Jehová."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix yak'ancot jun ik' Jehová te ov. Ha b'aj sb'at k'u, ata' ix cot jun ik' chi'. Ix b'atcan nok' k'ulub' chi' t'a yol ha' Chacchac Mar yuj, manhxa junok nok' ix kan t'a yol yic Egipto chi'."
        },
        {
            "number": "20",
            "text": "Ix pitb'ixiel spensar winh rey chi' yuj Jehová, maj actajel-laj chonhab' Israel yuj winh."
        },
        {
            "number": "21",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi': --Ha ticnaic, ik'chaanh a k'ab', yic wach' sq'uik'b'iq'uinal t'a masanil yol yic Egipto tik. Yelxo val to k’ik’ k’inal ol ajoc, xchi t'a winh."
        },
        {
            "number": "22",
            "text": "Ix yik'anchaanh sk'ab' winh chi', ix ja jun niwan k’ik’ k’inal t'a masanil yol yic Egipto chi'."
        },
        {
            "number": "23",
            "text": "Oxe' k'ual ix k'ik'b'i, manhxa junok eb' syal yilanoch eb' cajan t'a slak'anil, maxtzac yal-laj sb'eyek' eb'. Palta haxo b'aj cajan eb' israel sacq'uinal."
        },
        {
            "number": "24",
            "text": "Yuj chi', ix avtajxicot winhaj Moisés yuj winh rey chi', ix yalan winh: --Syal b'at eyoch ejmelal t'a Jehová, iq'uecb'at eyetb'eyum yet' eyuninal. Anhej to tzeyactejcan masanil nok' e molb'etzal nok', xchi winh."
        },
        {
            "number": "25",
            "text": "Ix yalan winhaj Moisés chi': Yovalil tzonh a chab'at yet' nok' co molb'etzal nok' chi', yujto a nok' co nok' chi' ol cak' co silab'oc t'a Jehová co Diosal."
        },
        {
            "number": "26",
            "text": "Masanil nok' co nok' chi' ol quik'b'at qued'oc, manhxo junok nok' ol cactejcani, yujto t'a skal nok' ol co siq'uel nok' ol cak' co silab'oc t'a Jehová co Diosal. Ayic manto onh k'ochlaj ta', maxto nachajel-laj cuuj mach nok' ol cak' co silab'oc chi', xchi winhaj Moisés chi'."
        },
        {
            "number": "27",
            "text": "Anheja' ix pitb'ixiel spensar winh rey chi' yuj Jehová, yic max actajel eb' chonhab' israel yuj winh."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix yalanxi winh rey chi' t'a winhaj Moisés chi': --Elanh t'a vichanh. Manhxo a na'a to svil a sat junelxo t'a tik, yujto ta tzach javi junelxo t'a vichanh tik, ha t'a jun k'ual chi' tzach chamxonhej, xchi winh."
        },
        {
            "number": "29",
            "text": "Ix tak'vi winhaj Moisés chi' icha tik: --Ichaton val tzal chi', manhxa b'ak'uinh ol vil a sat junelxo, xchi winh."
        }
    ]
}