{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik: --Ixic il winh rey chi', ix wak' pitb'oquel spensar winh yet' heb' ay yopisio yet'oc, yic wach' tzin ch'ox juntzanh tas satub'tac tik t'a skal heb',"
        },
        {
            "number": "2",
            "text": "yic wach' syal eyalan t'a heb' eyuninal yet' t'a heb' eyi he chiquin masanil tastac ix aj wixtan heb' aj Egipto tik yet' juntzanh satub'tac ix in k'ulej t'a skal heb'. Icha wal chi' tz'aj eyojtakkaneli to a in ton Jehová in, xchi t'a winh."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix b'atxi winhaj Moisés yet' winhaj Aarón chi' yilxi winh rey chi', ix yalan heb' winh t'a winh: --Icha wal tik yalan Jehová ko Diosal a onh hebreo onh tik: ¿Jantacto wal tiempo ol a pitej a b'a, yic max ik'em a b'ha t'a wichanh? Actejel in chonhab' yic b'at och heb' ejmelal t'ayin."
        },
        {
            "number": "4",
            "text": "Tato manto ol a chab'at in chonhab' tik, a k'ik'an swik'ancot nok' k'ulub' t'a yib'anh a chonhab' tik."
        },
        {
            "number": "5",
            "text": "Ol majel sat lum tik smasanil yuj nok'. Manhxa jab'oc lu'um ol checlajoc. Ol swach' k'uxejb'at nok' jantacto maj lajwokkanel yuj k'een sacb'at chi' yet' masanil te te' satani ol sk'uxpaxb'at nok'."
        },
        {
            "number": "6",
            "text": "Ol b'ud'jokkanel yol a despacho yuj nok' yet' yoltac spat heb' ay yopisio ed'oc yet' masanil yoltac pat t'a yol yic Egipto tik. Malaj b'aj ix yil heb' he mam eyicham junok icha tik yictax ix ja kajan heb' t'a jun lugar tik, xchi Jehová, xchi winhaj Moisés chi'. Ayic ix lajwi yalan juntzanh tik winh, ix elixta heb' t'a yol sdespacho winh rey chi'."
        },
        {
            "number": "7",
            "text": "Ix yalan heb' winh ay yopisio yet' winh rey chi': --¿B'aq'uinh ol yaktej juntzanh winak tik onh stzuntzani? ¿Tas yuj max actejel jun chonhab' chi' yic sb'at och heb' ejmelal t'a Jehová sDiosal chi'? ¿Tom max nachajwalel jab'oc uuj, ina toxo ix juwikanb'at ko chonhab' tik? xchi heb'."
        },
        {
            "number": "8",
            "text": "Yuj chi', ix avtajxicot heb' chawanh chi' yuj winh rey chi': --Ixiquec yic b'at ex och ejmelal t'a Jehová he Diosal chi', palta tzeyalkan t'ayin machtac ex ol ex b'at chi', xchi winh."
        },
        {
            "number": "9",
            "text": "Ix tak'wi winhaj Moisés chi': --Co masanil ol onh b'atoc. Ol quik'b'at heb' cotac unin yet' heb' icham anima, heb' winh cuninal yet' heb' ix quisil. Masanil nok' ko kalnel, nok' ko wakax yet' nok' chiwa, masanil nok' ko molb'etzal nok' ol quik'b'ati, yujto te niwan q'uinh ol cutej quik'anchaanh Jehová ko Diosal, xchi winh."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yalanxi winh rey chi': --Wach'chom ayoch Jehová he Diosal chi' eyed'oc, ¿tzam he nalaj to ol ex in chab'at yet' eyetb'eyum yet' eyuninal? Manh wal jab'oc. Tob'an chuk tas tze na'a."
        },
        {
            "number": "11",
            "text": "Ha exnhej winak ex tik b'at ex och ejmelal t'a he Diosal chi', ina to a jun chi' tze k'ana', xchi winh. Ixlajwi chi', ix pechjielta winhaj Moisés yet' winhaj Aarón chi' t'a yichanh winh rey chi'."
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi': --Ik'chaanh a k'ab' t'a yib'anh chonhab' Egipto tik, yic sjawi nok' k'ulub' ul sk'uxb'at masanil tastac ixto kan yuj k'een sacb'at chi', xchi."
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj yik'anchaanh sk'ococh winhaj Moisés chi' t'a yib'anh Egipto chi', ix yak'ancot jun niwan owal ik' Jehová, ix cot t'a stojolal b'aj sjawi k'u. Jun wal k'u yet' jun ak'wal ix yak' jun owal ik' chi', haxo t'a junxo k'ual, a jun ik' chi' ix ik'ancot nok' k'ulub' chi'."
        },
        {
            "number": "14",
            "text": "Masanil yol yic Egipto chi' ix majel yuj nok'. Malaj b'aj ix uji juneloc yictax yalanhtaxo, manhxa b'aj olto ujok icha junel tik."
        },
        {
            "number": "15",
            "text": "Ix te majel sat lum yuj nok'. Manhxo chequeloc jab'oc lu'um. Ha jantacto tas ix kan yuj k'een sacb'at, ix lajwiel yuj nok'. Manhxa jab'oc tas yaax yilji ix kan yuj nok' t'a yol yic Egipto chi', manhxa pax sat te te' yet' schontac te'. Pilan ix lajwiel smasanil, axonhej ste'al ix kani."
        },
        {
            "number": "16",
            "text": "D'a elanhchamel ix avtajxicot heb' winh chawanh chi' yuj winh rey chi', ix yalan winh t'a heb' winh icha tik: --Ix och in mul t'a sat Jehová he Diosal yet' t'ayex."
        },
        {
            "number": "17",
            "text": "Tzin tewi t'ayex to tzeyak' niwank'olal t'a in patic yuj in mul tik, axonhej t'a junel tik. Tze k'anan t'a Jehová he Diosal, yic tz'el jun yaelal to ed'jinac chamel ayek' t'a yol in macb'en tik, xchi winh."
        },
        {
            "number": "18",
            "text": "Ha wal yic ix elta winhaj Moisés t'a sdespacho winh rey chi', ix lesalwi winh t'a Jehová."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix yak'ancot jun ik' Jehová te ov. Ha b'aj sb'at k'u, ata' ix cot jun ik' chi'. Ix b'atkan nok' k'ulub' chi' t'a yol ha' Chacchac Mar yuj, manhxa junok nok' ix kan t'a yol yic Egipto chi'."
        },
        {
            "number": "20",
            "text": "Ix pitb'ixiel spensar winh rey chi' yuj Jehová, maj actajel-laj chonhab' Israel yuj winh."
        },
        {
            "number": "21",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi': --Ha tiknaik, ik'chaanh a k'ab', yic wach' sq'uik'b'iq'uinal t'a masanil yol yic Egipto tik. Yelxo wal to k’ik’ k’inal ol ajoc, xchi t'a winh."
        },
        {
            "number": "22",
            "text": "Ix yik'anchaanh sk'ab' winh chi', ix ja jun niwan k’ik’ k’inal t'a masanil yol yic Egipto chi'."
        },
        {
            "number": "23",
            "text": "Oxe' k'ual ix k'ik'b'i, manhxa junok heb' syal yilanoch heb' kajan t'a slak'anil, maxtzac yal-laj sb'eyek' heb'. Palta haxo b'aj kajan heb' israel sacq'uinal."
        },
        {
            "number": "24",
            "text": "Yuj chi', ix avtajxicot winhaj Moisés yuj winh rey chi', ix yalan winh: --Syal b'at eyoch ejmelal t'a Jehová, ik'ecb'at eyetb'eyum yet' eyuninal. Anhej to tzeyactejkan masanil nok' he molb'etzal nok', xchi winh."
        },
        {
            "number": "25",
            "text": "Ix yalan winhaj Moisés chi': Yowalil tzonh a chab'at yet' nok' ko molb'etzal nok' chi', yujto a nok' ko nok' chi' ol kak' ko silab'oc t'a Jehová ko Diosal."
        },
        {
            "number": "26",
            "text": "Masanil nok' ko nok' chi' ol quik'b'at qued'oc, manhxo junok nok' ol kactejkani, yujto t'a skal nok' ol ko sik'el nok' ol kak' ko silab'oc t'a Jehová ko Diosal. Ayic manto onh k'ochlaj ta', maxto nachajel-laj cuuj mach nok' ol kak' ko silab'oc chi', xchi winhaj Moisés chi'."
        },
        {
            "number": "27",
            "text": "Anheja' ix pitb'ixiel spensar winh rey chi' yuj Jehová, yic max actajel heb' chonhab' israel yuj winh."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix yalanxi winh rey chi' t'a winhaj Moisés chi': --Elanh t'a wichanh. Manhxo a na'a to swil a sat junelxo t'a tik, yujto ta tzach jawi junelxo t'a wichanh tik, ha t'a jun k'ual chi' tzach chamxonhej, xchi winh."
        },
        {
            "number": "29",
            "text": "Ix tak'wi winhaj Moisés chi' icha tik: --Ichaton wal tzal chi', manhxa b'ak'uinh ol wil a sat junelxo, xchi winh."
        }
    ]
}