{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic: --Ixic il vinh rey chi', ix vak' pitb'oquel spensar vinh yed' eb' ay yopisio yed'oc, yic vach' tzin ch'ox juntzanh tas satub'tac tic d'a scal eb',"
        },
        {
            "number": "2",
            "text": "yic vach' syal eyalan d'a eb' eyuninal yed' d'a eb' eyi e chiquin masanil tastac ix aj vixtan eb' aj Egipto tic yed' juntzanh satub'tac ix in k'ulej d'a scal eb'. Icha val chi' tz'aj eyojtaccaneli to a in ton Jehová in, xchi d'a vinh."
        },
        {
            "number": "3",
            "text": "Ix lajvi chi', ix b'atxi vinhaj Moisés yed' vinhaj Aarón chi' yilxi vinh rey chi', ix yalan eb' vinh d'a vinh: --Icha val tic yalan Jehová co Diosal a onh hebreo onh tic: ¿Jantacto val tiempo ol a pitej a b'a, yic max iq'uem a b'a d'a vichanh? Actejel in chonhab' yic b'at och eb' ejmelal d'ayin."
        },
        {
            "number": "4",
            "text": "Tato manto ol a chab'at in chonhab' tic, a q'uik'an svik'ancot nok' k'ulub' d'a yib'anh a chonhab' tic."
        },
        {
            "number": "5",
            "text": "Ol majel sat lum tic smasanil yuj nok'. Manhxa jab'oc luum ol checlajoc. Ol svach' k'uxejb'at nok' jantacto maj lajvoccanel yuj q'uen sacb'at chi' yed' masanil te te' satani ol sk'uxpaxb'at nok'."
        },
        {
            "number": "6",
            "text": "Ol b'ud'joccanel yol a despacho yuj nok' yed' yoltac spat eb' ay yopisio ed'oc yed' masanil yoltac pat d'a yol yic Egipto tic. Malaj b'aj ix yil eb' e mam eyicham junoc icha tic yictax ix ja cajan eb' d'a jun lugar tic, xchi Jehová, xchi vinhaj Moisés chi'. Ayic ix lajvi yalan juntzanh tic vinh, ix elixta eb' d'a yol sdespacho vinh rey chi'."
        },
        {
            "number": "7",
            "text": "Ix yalan eb' vinh ay yopisio yed' vinh rey chi': --¿B'aq'uinh ol yactej juntzanh vinac tic onh stzuntzani? ¿Tas yuj max actejel jun chonhab' chi' yic sb'at och eb' ejmelal d'a Jehová sDiosal chi'? ¿Tom max nachajvalel jab'oc uuj, ina toxo ix juvicanb'at co chonhab' tic? xchi eb'."
        },
        {
            "number": "8",
            "text": "Yuj chi', ix avtajxicot eb' chavanh chi' yuj vinh rey chi': --Ixiquec yic b'at ex och ejmelal d'a Jehová e Diosal chi', palta tzeyalcan d'ayin machtac ex ol ex b'at chi', xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi vinhaj Moisés chi': --Co masanil ol onh b'atoc. Ol quik'b'at eb' cotac unin yed' eb' icham anima, eb' vinh cuninal yed' eb' ix quisil. Masanil nok' co calnel, nok' co vacax yed' nok' chiva, masanil nok' co molb'etzal nok' ol quik'b'ati, yujto te nivan q'uinh ol cutej quik'anchaanh Jehová co Diosal, xchi vinh."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yalanxi vinh rey chi': --Vach'chom ayoch Jehová e Diosal chi' eyed'oc, ¿tzam e nalaj to ol ex in chab'at yed' eyetb'eyum yed' eyuninal? Manh val jab'oc. Tob'an chuc tas tze na'a."
        },
        {
            "number": "11",
            "text": "A exnhej vinac ex tic b'at ex och ejmelal d'a e Diosal chi', ina to a jun chi' tze k'ana', xchi vinh. Ix lajvi chi', ix pechjielta vinhaj Moisés yed' vinhaj Aarón chi' d'a yichanh vinh rey chi'."
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi': --Ik'chaanh a k'ab' d'a yib'anh chonhab' Egipto tic, yic sjavi nok' k'ulub' ul sk'uxb'at masanil tastac ixto can yuj q'uen sacb'at chi', xchi."
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj yik'anchaanh sk'ococh vinhaj Moisés chi' d'a yib'anh Egipto chi', ix yak'ancot jun nivan oval ik' Jehová, ix cot d'a stojolal b'aj sjavi k'u. Jun val k'u yed' jun ak'val ix yak' jun oval ik' chi', axo d'a junxo k'ual, a jun ik' chi' ix ik'ancot nok' k'ulub' chi'."
        },
        {
            "number": "14",
            "text": "Masanil yol yic Egipto chi' ix majel yuj nok'. Malaj b'aj ix uji juneloc yictax yalanhtaxo, manhxa b'aj olto ujoc icha junel tic."
        },
        {
            "number": "15",
            "text": "Ix te majel sat lum yuj nok'. Manhxo chequeloc jab'oc luum. A jantacto tas ix can yuj q'uen sacb'at, ix lajviel yuj nok'. Manhxa jab'oc tas yaax yilji ix can yuj nok' d'a yol yic Egipto chi', manhxa pax sat te te' yed' schontac te'. Pilan ix lajviel smasanil, axonhej ste'al ix cani."
        },
        {
            "number": "16",
            "text": "D'a elanhchamel ix avtajxicot eb' vinh chavanh chi' yuj vinh rey chi', ix yalan vinh d'a eb' vinh icha tic: --Ix och in mul d'a sat Jehová e Diosal yed' d'ayex."
        },
        {
            "number": "17",
            "text": "Tzin tevi d'ayex to tzeyak' nivank'olal d'a in patic yuj in mul tic, axonhej d'a junel tic. Tze k'anan d'a Jehová e Diosal, yic tz'el jun yaelal to ed'jinac chamel ayek' d'a yol in macb'en tic, xchi vinh."
        },
        {
            "number": "18",
            "text": "A val yic ix elta vinhaj Moisés d'a sdespacho vinh rey chi', ix lesalvi vinh d'a Jehová."
        },
        {
            "number": "19",
            "text": "Ix lajvi chi', ix yak'ancot jun ik' Jehová te ov. A b'aj sb'at k'u, ata' ix cot jun ik' chi'. Ix b'atcan nok' k'ulub' chi' d'a yol a' Chacchac Mar yuuj, manhxa junoc nok' ix can d'a yol yic Egipto chi'."
        },
        {
            "number": "20",
            "text": "Ix pitb'ixiel spensar vinh rey chi' yuj Jehová, maj actajel-laj chonhab' Israel yuj vinh."
        },
        {
            "number": "21",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi': --A ticnaic, ik'chaanh a k'ab', yic vach' sq'uik'b'iq'uinal d'a masanil yol yic Egipto tic. Yelxo val to q'uik'alq'uinal ol ajoc, xchi d'a vinh."
        },
        {
            "number": "22",
            "text": "Ix yik'anchaanh sk'ab' vinh chi', ix ja jun nivan q'uik'alq'uinal d'a masanil yol yic Egipto chi'."
        },
        {
            "number": "23",
            "text": "Oxe' k'ual ix q'uik'b'i, manhxa junoc eb' syal yilanoch eb' cajan d'a slak'anil, maxtzac yal-laj sb'eyek' eb'. Palta axo b'aj cajan eb' israel sacq'uinal."
        },
        {
            "number": "24",
            "text": "Yuj chi', ix avtajxicot vinhaj Moisés yuj vinh rey chi', ix yalan vinh: --Syal b'at eyoch ejmelal d'a Jehová, iq'uecb'at eyetb'eyum yed' eyuninal. Anhej to tzeyactejcan masanil nok' e molb'etzal nok', xchi vinh."
        },
        {
            "number": "25",
            "text": "Ix yalan vinhaj Moisés chi': Yovalil tzonh a chab'at yed' nok' co molb'etzal nok' chi', yujto a nok' co nok' chi' ol cak' co silab'oc d'a Jehová co Diosal."
        },
        {
            "number": "26",
            "text": "Masanil nok' co nok' chi' ol quik'b'at qued'oc, manhxo junoc nok' ol cactejcani, yujto d'a scal nok' ol co siq'uel nok' ol cak' co silab'oc d'a Jehová co Diosal. Ayic manto onh k'ochlaj ta', maxto nachajel-laj cuuj mach nok' ol cak' co silab'oc chi', xchi vinhaj Moisés chi'."
        },
        {
            "number": "27",
            "text": "Anheja' ix pitb'ixiel spensar vinh rey chi' yuj Jehová, yic max actajel eb' chonhab' israel yuj vinh."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix yalanxi vinh rey chi' d'a vinhaj Moisés chi': --Elanh d'a vichanh. Manhxo a na'a to svil a sat junelxo d'a tic, yujto ta tzach javi junelxo d'a vichanh tic, a d'a jun k'ual chi' tzach chamxonhej, xchi vinh."
        },
        {
            "number": "29",
            "text": "Ix tak'vi vinhaj Moisés chi' icha tic: --Ichaton val tzal chi', manhxa b'aq'uinh ol vil a sat junelxo, xchi vinh."
        }
    ]
}