{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic: --Ol vak'cot junocxo yaelal d'a yib'anh vinh rey tic yed' d'a yib'anh masanil anima d'a yol yic Egipto tic. Ol lajvoc yek' jun tic, manh tonhejoc ol ex actajel yuj vinh rey tic, palta to a val lak'an vinh ol ex pechanel d'a tic d'a junelnhej."
        },
        {
            "number": "2",
            "text": "Yuj chi' al d'a masanil eb' israel, eb' vinh vinac yed' eb' ix ix to sk'an q'uen oro eb' yed' q'uen plata d'a eb' aj Egipto cajan d'a slak'anil, xchi."
        },
        {
            "number": "3",
            "text": "(Axo Jehová ix lolon d'a spensar eb' anima aj Egipto chi', yic syak'an svach'k'olal eb' d'a eb' israel. Anheja' eb' vinh ay yopisio yed' vinh rey, ix yalan eb' vinh to nivan yelk'och vinhaj Moisés d'a yol sat eb' vinh. Anheja' icha chi' ix aj yalan masanil eb' anima d'a Egipto chi'.)"
        },
        {
            "number": "4",
            "text": "Ayic manto eltalaj vinhaj Moisés chi', ix yalanxican vinh d'a vinh rey chi': --Icha tic yalan Jehová: Ayic ol och chimilak'val, ol in ek' d'a masanil yol yic Egipto tic,"
        },
        {
            "number": "5",
            "text": "yic svak'ancham masanil eb' b'ab'el unin d'a junjun patil eb' aj Egipto. Ol schael yich d'a vinh a b'ab'el uninal, vinh d'inhan yochcan a q'uexuloc d'a a despacho tic, masanto schampax sb'ab'el unin eb' ix a checab' van scheni d'a q'uen cha'. Ol champax nok' sb'ab'el yune' nok' nok'."
        },
        {
            "number": "6",
            "text": "A d'a masanil yol yic Egipto tic, manhxo jantacoc oq'uel ol ujoc, malaj b'aj ix uji d'a yalanhtaxo, manhxa pax b'aj olto ujoc."
        },
        {
            "number": "7",
            "text": "Axo eb' israel malaj tas ol ik'an eb', malaj pax tas ol ik'an nok' smolb'etzal nok' eb', yic tzeyojtaquejeli to ch'oc yel eb' israel d'a yichanh eb' a chonhab' d'a yol in sat a in Jehová in tic, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ichato val chi' ol javoc juntzanh eb' vinh ay yopisio ed'oc yic ol ul in yilani, ol em cuman eb', ol yalan eb' d'ayin: Ixic yed' masanil mach tzak'anoch uuj, xcham eb'. Yuj chi', ato ta' ol onh b'atoc, xchi vinhaj Moisés chi'. Yelxo val te yoval vinh ayic ix elixta vinh d'a yichanh vinh rey chi'."
        },
        {
            "number": "9",
            "text": "Yalnacpax Jehová d'a vinh: --Manhton val ol schalaj yab' vinh rey tas ol eyala'. Yuj chi' tzijtumto tas satub'tac ol in k'ulej d'a Egipto tic, xchinaccani."
        },
        {
            "number": "10",
            "text": "A vinhaj Moisés yed' vinhaj Aarón ix laj sk'ulejnhej eb' masanil tastac ix laj alchaj tic to satub'tac d'a yichanh vinh rey, palta toton val a Jehová ix ak'annhej pitb'oquel spensar vinh rey chi', yuj chi' maj actajel eb' israel yuj vinh d'a yol smacb'en chi'."
        }
    ]
}