{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik: --Ol vak'cot junokxo yaelal t'a yib'anh winh rey tik yet' t'a yib'anh masanil anima t'a yol yic Egipto tik. Ol lajvoc yek' jun tik, manh tonhejoc ol ex actajel yuj winh rey tik, palta to a wal lak'an winh ol ex pechanel t'a tik t'a junelnhej."
        },
        {
            "number": "2",
            "text": "Yuj chi' al t'a masanil eb' israel, eb' winh vinac yet' eb' ix ix to sk'an q'uen oro eb' yet' q'uen plata t'a eb' aj Egipto cajan t'a slak'anil, xchi."
        },
        {
            "number": "3",
            "text": "(Axo Jehová ix lolon t'a spensar eb' anima aj Egipto chi', yic syak'an swach'k'olal eb' t'a eb' israel. Anheja' eb' winh ay yopisio yet' winh rey, ix yalan eb' winh to niwan yelk'och winhaj Moisés t'a yol sat eb' winh. Anheja' icha chi' ix aj yalan masanil eb' anima t'a Egipto chi'.)"
        },
        {
            "number": "4",
            "text": "Ayic manto eltalaj winhaj Moisés chi', ix yalanxican winh t'a winh rey chi': --Icha tik yalan Jehová: Ayic ol och chimilak'wal, ol in ek' t'a masanil yol yic Egipto tik,"
        },
        {
            "number": "5",
            "text": "yic svak'ancham masanil eb' b'ab'el unin t'a junjun patil eb' aj Egipto. Ol schael yich t'a winh a b'ab'el uninal, winh d'inhan yochcan a q'uexuloc t'a a despacho tik, masanto schampax sb'ab'el unin eb' ix a checab' van scheni t'a q'uen cha'. Ol champax nok' sb'ab'el yune' nok' nok'."
        },
        {
            "number": "6",
            "text": "Ha t'a masanil yol yic Egipto tik, manhxo jantacoc oq'uel ol ujok, malaj b'aj ix uji t'a yalanhtaxo, manhxa pax b'aj olto ujok."
        },
        {
            "number": "7",
            "text": "Axo eb' israel malaj tas ol ik'an eb', malaj pax tas ol ik'an nok' smolb'etzal nok' eb', yic tzeyojtaquejeli to ch'oc yel eb' israel t'a yichanh eb' a chonhab' t'a yol in sat a in Jehová in tik, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ichato wal chi' ol javok juntzanh eb' winh ay yopisio ed'oc yic ol ul in yilani, ol em cuman eb', ol yalan eb' t'ayin: Ixic yet' masanil mach tzak'anoch uuj, xcham eb'. Yuj chi', ato ta' ol onh b'atoc, xchi winhaj Moisés chi'. Yelxo wal te yoval winh ayic ix elixta winh t'a yichanh winh rey chi'."
        },
        {
            "number": "9",
            "text": "Yalnacpax Jehová t'a winh: --Manhton wal ol schalaj yab' winh rey tas ol eyala'. Yuj chi' tzijtumto tas satub'tac ol in k'ulej t'a Egipto tik, xchinaccani."
        },
        {
            "number": "10",
            "text": "Ha winhaj Moisés yet' winhaj Aarón ix laj sk'ulejnhej eb' masanil tastac ix laj alchaj tik to satub'tac t'a yichanh winh rey, palta toton wal a Jehová ix ak'annhej pitb'oquel spensar winh rey chi', yuj chi' maj actajel eb' israel yuj winh t'a yol smacb'en chi'."
        }
    ]
}