{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés chi' icha tik: --Ol vak'cot junocxo yaelal t'a yib'anh vinh rey tik yet' t'a yib'anh masanil anima t'a yol yic Egipto tik. Ol lajvoc yek' jun tik, manh tonhejoc ol ex actajel yuj vinh rey tik, palta to a val lak'an vinh ol ex pechanel t'a tik t'a junelnhej."
        },
        {
            "number": "2",
            "text": "Yuj chi' al t'a masanil eb' israel, eb' vinh vinac yet' eb' ix ix to sk'an q'uen oro eb' yet' q'uen plata t'a eb' aj Egipto cajan t'a slak'anil, xchi."
        },
        {
            "number": "3",
            "text": "(Axo Jehová ix lolon t'a spensar eb' anima aj Egipto chi', yic syak'an svach'k'olal eb' t'a eb' israel. Anheja' eb' vinh ay yopisio yet' vinh rey, ix yalan eb' vinh to niwan yelk'och vinhaj Moisés t'a yol sat eb' vinh. Anheja' icha chi' ix aj yalan masanil eb' anima t'a Egipto chi'.)"
        },
        {
            "number": "4",
            "text": "Ayic manto eltalaj vinhaj Moisés chi', ix yalanxican vinh t'a vinh rey chi': --Icha tik yalan Jehová: Ayic ol och chimilak'val, ol in ek' t'a masanil yol yic Egipto tik,"
        },
        {
            "number": "5",
            "text": "yic svak'ancham masanil eb' b'ab'el unin t'a junjun patil eb' aj Egipto. Ol schael yich t'a vinh a b'ab'el uninal, vinh d'inhan yochcan a q'uexuloc t'a a despacho tik, masanto schampax sb'ab'el unin eb' ix a checab' van scheni t'a q'uen cha'. Ol champax nok' sb'ab'el yune' nok' nok'."
        },
        {
            "number": "6",
            "text": "Ha t'a masanil yol yic Egipto tik, manhxo jantacoc oq'uel ol ujoc, malaj b'aj ix uji t'a yalanhtaxo, manhxa pax b'aj olto ujoc."
        },
        {
            "number": "7",
            "text": "Axo eb' israel malaj tas ol ik'an eb', malaj pax tas ol ik'an nok' smolb'etzal nok' eb', yic tzeyojtaquejeli to ch'oc yel eb' israel t'a yichanh eb' a chonhab' t'a yol in sat a in Jehová in tik, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ichato val chi' ol javoc juntzanh eb' vinh ay yopisio ed'oc yic ol ul in yilani, ol em cuman eb', ol yalan eb' t'ayin: Ixic yet' masanil mach tzak'anoch uuj, xcham eb'. Yuj chi', ato ta' ol onh b'atoc, xchi vinhaj Moisés chi'. Yelxo val te yoval vinh ayic ix elixta vinh t'a yichanh vinh rey chi'."
        },
        {
            "number": "9",
            "text": "Yalnacpax Jehová t'a vinh: --Manhton val ol schalaj yab' vinh rey tas ol eyala'. Yuj chi' tzijtumto tas satub'tac ol in k'ulej t'a Egipto tik, xchinaccani."
        },
        {
            "number": "10",
            "text": "Ha vinhaj Moisés yet' vinhaj Aarón ix laj sk'ulejnhej eb' masanil tastac ix laj alchaj tik to satub'tac t'a yichanh vinh rey, palta toton val a Jehová ix ak'annhej pitb'oquel spensar vinh rey chi', yuj chi' maj actajel eb' israel yuj vinh t'a yol smacb'en chi'."
        }
    ]
}