{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a winhaj Moisés yet' t'a winhaj Aarón t'a Egipto icha tik:"
        },
        {
            "number": "2",
            "text": "Ha jun uj tik niwanokab' yelk'och t'ayex, b'ab'el uj t'a yol junjun ab'il tz'ajkani."
        },
        {
            "number": "3",
            "text": "Alec jun checnab'il tik t'a masanil heb' eyetisraelal: Ha t'a slajunhil k'ual yoch jun uj tik, junjun winak ol yik'cot junok nok' yune' kalnel, ma junok nok' yune' chiwa yic schi'an yet' masanil heb' kajan yet'oc. Ha nok' nok' chi' junjun ab'il okab' sk'inal nok', mokab'a jab'oc spaltail nok', anhej to smam nok'. Tato manh tzijtumoc anima t'a yol spat, max tzak'wan heb' schi'an nok', syal yavtan winh aj pat chi' mach kajan t'a slak'anil yic skolwaj heb' schi'an nok' yet'oc, to spukchajek' nok' ato syala' jantac sb'isul anima, ma jantac schi junjun heb'."
        },
        {
            "number": "4",
            "text": "Tze sik'kanel nok' masanto t'a 14 yoch jun uj tik. Tze milcham nok' t'a yemk'ualil t'a jun k'u chi'."
        },
        {
            "number": "5",
            "text": "Junjun heb' aj pat chi' sb'onhoch schiq'uil nok' t'a smarcoal spuertail spat b'aj ol chijoc nok' chi', t'a te' yib'anh yet' t'a stz'eytac te'."
        },
        {
            "number": "6",
            "text": "Ha t'a jun ak'wal chi' ol schi nok' chib'ej chi' heb' anima, palta tonhej ol b'olchaj nok', ol schi anh itaj heb' k'a' yet' nok', haxo ixim pan malaj yich ayb'at ol swa heb'."
        },
        {
            "number": "7",
            "text": "Malaj jab'oc nok' tze chi t'a yaxto, mato tz'anhb'il. Masanil nok' sb'olchaji. Ha sjolom nok', yoc nok' yet' yol sk'ol nok', b'olb'ilnhej tz'aji, tze chi'ani."
        },
        {
            "number": "8",
            "text": "Manhxo eyak'kan jab'okxo nok' t'a junxo k'u. Tato ayto nok' max lajwi eyuj jun, tze nhuscantz'a nok'."
        },
        {
            "number": "9",
            "text": "Ayic ol ex wa chi', tzek'b'ilokab' he nanhal, ayokab'och he xanhab', yamb'ilokab'k'e he k'ococh eyuuj, t'a elanhchamel ol aj he chi'an nok'. Aton ta' tzeyak'och q'uinh, yic tzin eyik'anchaanh a in Jehová in tik, yujto ol in ek' t'a stitac he pat."
        },
        {
            "number": "10",
            "text": "Ha in Jehová in swala' to a wal t'a jun ak'wal chi' ol in ek' t'a yol yic Egipto smasanil, yic tzin mak'ancham masanil b'ab'el unin t'a junjun pat yet' nok' sb'ab'el yune' nok' nok'. Ol wak' checlajeloc to malaj yelk'och masanil sdiosal heb' aj Egipto chi'."
        },
        {
            "number": "11",
            "text": "Ha schiq'uil nok' nok' chi', tze b'onhoch t'a spuertail sti' he pat b'aj kajan ex ek' chi'. A' ol ch'oxanoc to ayic ol in ek' in mak'cham masanil heb' b'ab'el unin yic heb' aj Egipto chi', malaj junok ex ol ex chamoc. Ayic ol wilanoch chik' chi', b'enhej ol in ek'b'atoc."
        },
        {
            "number": "12",
            "text": "Aton wal jun k'ual chi' niwan ol ajkan yelk'och t'ayex, tzeyak'anoch junok niwan q'uinh yic tzin eyik'anchaanh a in Jehová in tik. Masanil tiempo tze nacoti. Yed' heb' eyuninal ol snacot jun tik heb'. Ley tz'ajkan jun tik t'a he kal t'a masanil tiempo."
        },
        {
            "number": "13",
            "text": "Ha ixim pan tze wa t'a uque' k'u, mokab'a yich ayb'at t'a skal ixim. Yuj chi' ha t'a sb'ab'el k'ual tzeyik'elta masanil yanhal yich pan t'a he pat junjun ex. Tato ay junok mach swaan ixim pan ay yich t'a juntzanh k'ual chi', tze satel t'a he kal."
        },
        {
            "number": "14",
            "text": "Ha t'a b'ab'el k'u tze molb'ej he b'a tzex och ejmelal t'ayin. Icha pax chi' tzeyutej t'a yuquil k'ual, anheja' tze molb'ejpax he b'a. Ha t'a chab' k'ual chi' malaj mach smunlaji, anhej he b'oan wa he b'a syala'."
        },
        {
            "number": "15",
            "text": "Yowalil tze k'anab'ajej jun q'uinh yic ixim pan malaj yich, yujto ha t'a jun k'ual chi', stzolal ol ex wik'elta he masanil t'a yol yic Egipto tik. Junjun ab'il tzeyak'och jun q'uinh chi'. Ley ol ajkanoc, yowalil sk'anab'ajej heb' eyinhtilal yic ol b'eynhejb'atoc."
        },
        {
            "number": "16",
            "text": "Tz'el yich he waan ixim pan malaj yich chi' t'a 14 yoch b'ab'el uj t'a yemk'ualil masanto t'a 21 yoch jun uj chi' t'a yemk'ualil."
        },
        {
            "number": "17",
            "text": "Ha t'a uque' k'ual chi' malaj junok mach ayek' yich pan t'a spat. Tato ay junok mach swaan ixim pan to ay yich t'a juntzanh k'ual chi', tze satel t'a he kal, wach'chom junok ch'oc chonhab'il kajanek' t'a he kal, ma junok ex israel ex, satjieli."
        },
        {
            "number": "18",
            "text": "Yuj chi' manh he wa tastac ayb'at yich b'aj kajan ex eq'ui, anhej ixim pan malaj yich tze wa''a, xa chi, xchi t'a winh."
        },
        {
            "number": "19",
            "text": "Ix avtaj heb' winh yajalil chonhab' t'a skal heb' yetisraelal yuj winhaj Moisés chi', ix yalan winh: Ixiquec, tzeyik'elta junjunoc nok' kelemtac kalnel, ma nok' chiwa yic tze chi yet' heb' kajan eyed'oc t'a yol he pat. Tze milcham nok', ol he chi'an nok' t'a jun niwan q'uinh ol ochoc."
        },
        {
            "number": "20",
            "text": "Tze chaan schiq'uil nok' t'a yol junok palangana. Tzeyik'ancot junok tob'anh te k'ab'tac hisopo, tze lab'anem t'a skal schiq'uil nok' chi', tze b'onhanoch t'a smarcoal yib'anh he puerta yet' t'a stz'eytac. Malaj junok ex tzex elta t'a yol spuertail he pat t'ak'walil."
        },
        {
            "number": "21",
            "text": "Ayic ol ek' Jehová t'ak'walil chi', yic smak'ancham heb' b'ab'el yuninal heb' aj Egipto, ol yilanoch chik' t'a spuertail he pat chi', b'enhej ol ek'b'atoc, manh ol schaochlaj jun ángel ol mak'ancham heb' b'ab'el unin t'a yol he pat."
        },
        {
            "number": "22",
            "text": "Ha jun checnab'il tik ol he k'anab'ajejnhej, ol sk'anab'ajejnhej heb' eyinhtilal, icha ley tz'ajkan t'a junelnhej."
        },
        {
            "number": "23",
            "text": "Wach'chom ayic ayexxo ek' t'a lum lum ix yak' sti' Jehová yak'an t'ayex, yowalil ol eyak'och jun q'uinh tik."
        },
        {
            "number": "24",
            "text": "Ayic ol sk'anb'an heb' eyuninal t'ayex: ¿Tas syalelk'och jun q'uinh tik? tato xchi heb'."
        },
        {
            "number": "25",
            "text": "Ha exxo tik ol eyal t'a heb' icha tik: Ha jun nok' kalnel sko milcham tik, yic sq'uinhal yic sko naancot sk'ual ayic b'enhej ix ek' Jehová t'a sti' ko pat ayic ix smak'ancham heb' b'ab'el yuninal heb' aj Egipto, haxo t'a stitac ko pat, b'enhej ix ek'b'ati. Icha wal chi' ix yutej scolankanel cuninal Jehová t'a jun pekti’ chi', xe cham t'a heb', xchi winhaj Moisés chi'. Ayic ix lajwi yalan juntzanh tik winh, ix em cumuljoc heb' israel ejmelal t'a yichanh Jehová."
        },
        {
            "number": "26",
            "text": "Ha wal t'a jun rato chi' ix sk'anab'ajan heb' icha wal ix aj yalan Jehová t'a winhaj Moisés chi' yet' t'a winhaj Aarón."
        },
        {
            "number": "27",
            "text": "Ha t'a chimilak'wal, ix ek' Jehová smak'cham heb' b'ab'el unin t'a Egipto t'a junjun patil. Syalelk'ochi to ix cham jun sb'ab'el unin winh rey, winh d'inhan yochcan sk'exuloc winh t'a sdespacho, masanto ix champax sb'ab'el yuninal heb' winh ayoch t'a preso. Anheja' icha chi' ix aj schampax sb'ab'el yune' nok' smolb'etzal nok' heb'."
        },
        {
            "number": "28",
            "text": "Masanil heb' anima t'a Egipto ix k'e waan t'a jun ak'wal chi'. Tz'ok' winh rey yet' heb' ay yopisio yet'oc yet' heb' anima smasanil, yujto manhxa junok pat b'aj malaj chamnac."
        },
        {
            "number": "29",
            "text": "Ha wal t'a jun ak'wal chi', ix avtaj winhaj Moisés yet' winhaj Aarón yuj winh rey chi', ix yalan winh t'a heb' winh: --Ha tiknaik ixiquec, ik'ecb'at masanil heb' eyetchonhab', b'esequel he b'ha t'a skal heb' wetchonhab' tik, sb'at eyak'anem he b'ha t'a Jehová icha eyalan chi'."
        },
        {
            "number": "30",
            "text": "Ik'ecb'at masanil nok' he molb'etzal nok': Nok' kalnel, nok' wakax yet' nok' chiwa, icha ix aj eyalan chi'. Ixiquec, tzex tewipax t'a Jehová wuuj, xchi winh rey chi'."
        },
        {
            "number": "31",
            "text": "Ajun heb' aj Egipto chi' ix chekanel heb' israel, yic tz'el heb' t'a elanhchamel t'a yol schonhab' heb' chi', yujto ix sna heb' talaj scham heb' smasanil."
        },
        {
            "number": "32",
            "text": "Ha ixim harina ayxo och yalil, ayem t'a yol yet'tal, manto somchajb'atlaj yich pan t'a skal, toxonhej ix spichoch heb' t'a yol sábana yet' skajonal, ix yik'anb'at heb' t'a sjenhjab'."
        },
        {
            "number": "33",
            "text": "Ix sk'anan k'een oro, k'een plata heb' israel chi' yet' pichul t'a heb' aj Egipto icha yalnac winhaj Moisés t'a heb'."
        },
        {
            "number": "34",
            "text": "Ha Jehová ix k'exan spensar heb' aj Egipto chi', yuj chi' wach'xonhej ix yutej sk'ol heb' t'a heb' israel chi'. Masanil tastac ix sk'an heb' israel chi' ix yak' heb'. Icha wal chi' ix aj yik'anek' heb' israel tastac ay t'a heb'."
        },
        {
            "number": "35",
            "text": "Ix el heb' israel t'a Ramesés, ix k'och heb' t'a Sucot. Ay am 600 miloc heb' winh stiempo wal yoch t'a soldadoal, max ochlaj heb' ix ix yet' heb' cotac unin sb'isuloc."
        },
        {
            "number": "36",
            "text": "Tzijtum nok' skalnel heb' ix yik'b'ati, nok' chiwa yet' nok' wakax. Tzijtum pax anima ch'oc chonhab'il ix b'at yet' heb'."
        },
        {
            "number": "37",
            "text": "Manhxalaj tiempo yic ix sb'oan swael heb', yujto elanhchamel ix pechjiel heb' yuj heb' aj Egipto chi', yuj chi' toxonhej ix sb'ol ixim pan heb', aton ixim malaj yich yet'nac heb'."
        },
        {
            "number": "38",
            "text": "Ha heb' israel schonhab' Jehová chi', 430 ab'il ek'nac heb' t'a Egipto chi'. Ha wal t'a jun k'u yic ix tz'acwi 430 ab'ilxo yajek' heb' ta' ix el heb'."
        },
        {
            "number": "39",
            "text": "Ha wal t'a jun ak'wal chi', ix munlaj Jehová yic syik'anelta schonhab'. Yuj chi' ha t'a jun ak'wal chi' t'a junjun ab'il, pitzan masanil heb' israel yic syik'anchaanh Jehová heb' t'a masanil tiempo."
        },
        {
            "number": "40",
            "text": "Ix yalan Jehová t'a winhaj Moisés yet' t'a winhaj Aarón: Ha sleyal q'uinh yic tze naancoti, ayic b'enhej ix in ek' t'a sti' he pat, aton swalkan t'ayex tik: Malaj junok heb' ch'oc chonhab'il syal schi'an nok' silab'."
        },
        {
            "number": "41",
            "text": "Ha heb' he chekab' manb'il eyuuj, syal schi'an nok' heb', anhej tato ak'b'ilxo circuncidar heb'."
        },
        {
            "number": "42",
            "text": "Ha pax junok heb' anima ch'oc chonhab'il ayek' t'a he kal, paxyalwum, ma munlajel syak' t'a he kal, max yal-laj schi'an nok' heb'."
        },
        {
            "number": "43",
            "text": "Anhej t'a yol pat b'aj sb'oji nok', anhej ta' syal schiji nok'. Max yal-laj yik'jib'at nok' t'a junokxo pat, max yalpaxlaj smak'jipoj sb'aquil nok'."
        },
        {
            "number": "44",
            "text": "Ha jun ley tik masanil heb' israel ol k'anab'ajanoc."
        },
        {
            "number": "45",
            "text": "Talaj ay junok ch'oc chonhab'il snib'ej syak'och jun q'uinh chi' t'a he kal yic tzin yik'anchaanh, b'ab'el tz'ak'ji circuncidar heb' winh winak t'a jun patil anima chi'. Ichato chi' syal schi'an nok' yic jun q'uinh chi' heb'. Ichato eyetchonhab' yaj heb'. Ha pax junok winh to manto ak'b'iloc circuncidar jun, max yal-laj schi'an nok' silab' chi' winh."
        },
        {
            "number": "46",
            "text": "Ha jun ley tik, yowalil sk'anab'ajej heb' anima tz'alji t'a he kal yet' heb' anima ch'oc chonhab'il ayek' kajan t'a he kal, xchi Jehová."
        },
        {
            "number": "47",
            "text": "Masanil tas ix checji yal winhaj Moisés yet' winhaj Aarón chi', ix sk'anab'ajej heb' anima chi'."
        },
        {
            "number": "48",
            "text": "Ha wal t'a jun k'ual chi', t'a stzolal ix aj yelta heb' israel yuj Jehová t'a yol smacb'en Egipto chi'."
        }
    ]
}