{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová d'a vinhaj Moisés yed' d'a vinhaj Aarón d'a Egipto icha tic:"
        },
        {
            "number": "2",
            "text": "A jun uj tic nivanocab' yelk'och d'ayex, b'ab'el uj d'a yol junjun ab'il tz'ajcani."
        },
        {
            "number": "3",
            "text": "Alec jun checnab'il tic d'a masanil eb' eyetisraelal: A d'a slajunhil k'ual yoch jun uj tic, junjun vinac ol yik'cot junoc nok' yune' calnel, ma junoc nok' yune' chiva yic schi'an yed' masanil eb' cajan yed'oc. A nok' nok' chi' junjun ab'il ocab' sq'uinal nok', mocab'a jab'oc spaltail nok', anhej to smam nok'. Tato manh tzijtumoc anima d'a yol spat, max tzak'van eb' schi'an nok', syal yavtan vinh aj pat chi' mach cajan d'a slak'anil yic scolvaj eb' schi'an nok' yed'oc, to spucchajek' nok' ato syala' jantac sb'isul anima, ma jantac schi junjun eb'."
        },
        {
            "number": "4",
            "text": "Tze sik'canel nok' masanto d'a 14 yoch jun uj tic. Tze milcham nok' d'a yemk'ualil d'a jun k'u chi'."
        },
        {
            "number": "5",
            "text": "Junjun eb' aj pat chi' sb'onhoch schiq'uil nok' d'a smarcoal spuertail spat b'aj ol chijoc nok' chi', d'a te' yib'anh yed' d'a stz'eytac te'."
        },
        {
            "number": "6",
            "text": "A d'a jun ak'val chi' ol schi nok' chib'ej chi' eb' anima, palta tonhej ol b'olchaj nok', ol schi anh itaj eb' k'a' yed' nok', axo ixim pan malaj yich ayb'at ol sva eb'."
        },
        {
            "number": "7",
            "text": "Malaj jab'oc nok' tze chi d'a yaxto, mato tz'anhb'il. Masanil nok' sb'olchaji. A sjolom nok', yoc nok' yed' yol sk'ol nok', b'olb'ilnhej tz'aji, tze chi'ani."
        },
        {
            "number": "8",
            "text": "Manhxo eyak'can jab'ocxo nok' d'a junxo k'u. Tato ayto nok' max lajvi eyuj jun, tze nhuscantz'a nok'."
        },
        {
            "number": "9",
            "text": "Ayic ol ex va chi', tzek'b'ilocab' e nanhal, ayocab'och e xanhab', yamb'ilocab'q'ue e k'ococh eyuuj, d'a elanhchamel ol aj e chi'an nok'. Aton ta' tzeyak'och q'uinh, yic tzin eyik'anchaanh a in Jehová in tic, yujto ol in ek' d'a stitac e pat."
        },
        {
            "number": "10",
            "text": "A in Jehová in svala' to a val d'a jun ak'val chi' ol in ek' d'a yol yic Egipto smasanil, yic tzin mak'ancham masanil b'ab'el unin d'a junjun pat yed' nok' sb'ab'el yune' nok' nok'. Ol vak' checlajeloc to malaj yelk'och masanil sdiosal eb' aj Egipto chi'."
        },
        {
            "number": "11",
            "text": "A schiq'uil nok' nok' chi', tze b'onhoch d'a spuertail sti' e pat b'aj cajan ex ek' chi'. A' ol ch'oxanoc to ayic ol in ek' in mak'cham masanil eb' b'ab'el unin yic eb' aj Egipto chi', malaj junoc ex ol ex chamoc. Ayic ol vilanoch chik' chi', b'enhej ol in ek'b'atoc."
        },
        {
            "number": "12",
            "text": "Aton val jun k'ual chi' nivan ol ajcan yelk'och d'ayex, tzeyak'anoch junoc nivan q'uinh yic tzin eyik'anchaanh a in Jehová in tic. Masanil tiempo tze nacoti. Yed' eb' eyuninal ol snacot jun tic eb'. Ley tz'ajcan jun tic d'a e cal d'a masanil tiempo."
        },
        {
            "number": "13",
            "text": "A ixim pan tze va d'a uque' k'u, mocab'a yich ayb'at d'a scal ixim. Yuj chi' a d'a sb'ab'el k'ual tzeyiq'uelta masanil yanhal yich pan d'a e pat junjun ex. Tato ay junoc mach svaan ixim pan ay yich d'a juntzanh k'ual chi', tze satel d'a e cal."
        },
        {
            "number": "14",
            "text": "A d'a b'ab'el k'u tze molb'ej e b'a tzex och ejmelal d'ayin. Icha pax chi' tzeyutej d'a yuquil k'ual, anheja' tze molb'ejpax e b'a. A d'a chab' k'ual chi' malaj mach smunlaji, anhej e b'oan va e b'a syala'."
        },
        {
            "number": "15",
            "text": "Yovalil tze k'anab'ajej jun q'uinh yic ixim pan malaj yich, yujto a d'a jun k'ual chi', stzolal ol ex viq'uelta e masanil d'a yol yic Egipto tic. Junjun ab'il tzeyak'och jun q'uinh chi'. Ley ol ajcanoc, yovalil sk'anab'ajej eb' eyinhtilal yic ol b'eynhejb'atoc."
        },
        {
            "number": "16",
            "text": "Tz'el yich e vaan ixim pan malaj yich chi' d'a 14 yoch b'ab'el uj d'a yemk'ualil masanto d'a 21 yoch jun uj chi' d'a yemk'ualil."
        },
        {
            "number": "17",
            "text": "A d'a uque' k'ual chi' malaj junoc mach ayek' yich pan d'a spat. Tato ay junoc mach svaan ixim pan to ay yich d'a juntzanh k'ual chi', tze satel d'a e cal, vach'chom junoc ch'oc chonhab'il cajanek' d'a e cal, ma junoc ex israel ex, satjieli."
        },
        {
            "number": "18",
            "text": "Yuj chi' manh e va tastac ayb'at yich b'aj cajan ex eq'ui, anhej ixim pan malaj yich tze va'a, xa chi, xchi d'a vinh."
        },
        {
            "number": "19",
            "text": "Ix avtaj eb' vinh yajalil chonhab' d'a scal eb' yetisraelal yuj vinhaj Moisés chi', ix yalan vinh: Ixiquec, tzeyiq'uelta junjunoc nok' quelemtac calnel, ma nok' chiva yic tze chi yed' eb' cajan eyed'oc d'a yol e pat. Tze milcham nok', ol e chi'an nok' d'a jun nivan q'uinh ol ochoc."
        },
        {
            "number": "20",
            "text": "Tze chaan schiq'uil nok' d'a yol junoc palangana. Tzeyik'ancot junoc tob'anh te k'ab'tac hisopo, tze lab'anem d'a scal schiq'uil nok' chi', tze b'onhanoch d'a smarcoal yib'anh e puerta yed' d'a stz'eytac. Malaj junoc ex tzex elta d'a yol spuertail e pat d'ak'valil."
        },
        {
            "number": "21",
            "text": "Ayic ol ek' Jehová d'ak'valil chi', yic smak'ancham eb' b'ab'el yuninal eb' aj Egipto, ol yilanoch chik' d'a spuertail e pat chi', b'enhej ol ek'b'atoc, manh ol schaochlaj jun ángel ol mak'ancham eb' b'ab'el unin d'a yol e pat."
        },
        {
            "number": "22",
            "text": "A jun checnab'il tic ol e k'anab'ajejnhej, ol sk'anab'ajejnhej eb' eyinhtilal, icha ley tz'ajcan d'a junelnhej."
        },
        {
            "number": "23",
            "text": "Vach'chom ayic ayexxo ek' d'a lum luum ix yak' sti' Jehová yak'an d'ayex, yovalil ol eyak'och jun q'uinh tic."
        },
        {
            "number": "24",
            "text": "Ayic ol sk'anb'an eb' eyuninal d'ayex: ¿Tas syalelk'och jun q'uinh tic? tato xchi eb'."
        },
        {
            "number": "25",
            "text": "A exxo tic ol eyal d'a eb' icha tic: A jun nok' calnel sco milcham tic, yic sq'uinhal yic sco naancot sk'ual ayic b'enhej ix ek' Jehová d'a sti' co pat ayic ix smak'ancham eb' b'ab'el yuninal eb' aj Egipto, axo d'a stitac co pat, b'enhej ix ek'b'ati. Icha val chi' ix yutej scolancanel cuninal Jehová d'a jun tiempoal chi', xe cham d'a eb', xchi vinhaj Moisés chi'. Ayic ix lajvi yalan juntzanh tic vinh, ix em cumuljoc eb' israel ejmelal d'a yichanh Jehová."
        },
        {
            "number": "26",
            "text": "A val d'a jun rato chi' ix sk'anab'ajan eb' icha val ix aj yalan Jehová d'a vinhaj Moisés chi' yed' d'a vinhaj Aarón."
        },
        {
            "number": "27",
            "text": "A d'a chimilak'val, ix ek' Jehová smak'cham eb' b'ab'el unin d'a Egipto d'a junjun patil. Syalelk'ochi to ix cham jun sb'ab'el unin vinh rey, vinh d'inhan yochcan sq'uexuloc vinh d'a sdespacho, masanto ix champax sb'ab'el yuninal eb' vinh ayoch d'a preso. Anheja' icha chi' ix aj schampax sb'ab'el yune' nok' smolb'etzal nok' eb'."
        },
        {
            "number": "28",
            "text": "Masanil eb' anima d'a Egipto ix q'ue vaan d'a jun ak'val chi'. Tz'ok' vinh rey yed' eb' ay yopisio yed'oc yed' eb' anima smasanil, yujto manhxa junoc pat b'aj malaj chamnac."
        },
        {
            "number": "29",
            "text": "A val d'a jun ak'val chi', ix avtaj vinhaj Moisés yed' vinhaj Aarón yuj vinh rey chi', ix yalan vinh d'a eb' vinh: --A ticnaic ixiquec, iq'uecb'at masanil eb' eyetchonhab', b'esequel e b'a d'a scal eb' vetchonhab' tic, sb'at eyak'anem e b'a d'a Jehová icha eyalan chi'."
        },
        {
            "number": "30",
            "text": "Iq'uecb'at masanil nok' e molb'etzal nok': Nok' calnel, nok' vacax yed' nok' chiva, icha ix aj eyalan chi'. Ixiquec, tzex tevipax d'a Jehová vuuj, xchi vinh rey chi'."
        },
        {
            "number": "31",
            "text": "Ajun eb' aj Egipto chi' ix checanel eb' israel, yic tz'el eb' d'a elanhchamel d'a yol schonhab' eb' chi', yujto ix sna eb' talaj scham eb' smasanil."
        },
        {
            "number": "32",
            "text": "A ixim harina ayxo och yalil, ayem d'a yol yed'tal, manto somchajb'atlaj yich pan d'a scal, toxonhej ix spichoch eb' d'a yol sábana yed' scajonal, ix yik'anb'at eb' d'a sjenhjab'."
        },
        {
            "number": "33",
            "text": "Ix sk'anan q'uen oro, q'uen plata eb' israel chi' yed' pichul d'a eb' aj Egipto icha yalnac vinhaj Moisés d'a eb'."
        },
        {
            "number": "34",
            "text": "A Jehová ix q'uexan spensar eb' aj Egipto chi', yuj chi' vach'xonhej ix yutej sk'ol eb' d'a eb' israel chi'. Masanil tastac ix sk'an eb' israel chi' ix yak' eb'. Icha val chi' ix aj yik'anek' eb' israel tastac ay d'a eb'."
        },
        {
            "number": "35",
            "text": "Ix el eb' israel d'a Ramesés, ix k'och eb' d'a Sucot. Ay am 600 miloc eb' vinh stiempo val yoch d'a soldadoal, max ochlaj eb' ix ix yed' eb' cotac unin sb'isuloc."
        },
        {
            "number": "36",
            "text": "Tzijtum nok' scalnel eb' ix yik'b'ati, nok' chiva yed' nok' vacax. Tzijtum pax anima ch'oc chonhab'il ix b'at yed' eb'."
        },
        {
            "number": "37",
            "text": "Manhxalaj tiempo yic ix sb'oan svael eb', yujto elanhchamel ix pechjiel eb' yuj eb' aj Egipto chi', yuj chi' toxonhej ix sb'ol ixim pan eb', aton ixim malaj yich yed'nac eb'."
        },
        {
            "number": "38",
            "text": "A eb' israel schonhab' Jehová chi', 430 ab'il ek'nac eb' d'a Egipto chi'. A val d'a jun k'u yic ix tz'acvi 430 ab'ilxo yajek' eb' ta' ix el eb'."
        },
        {
            "number": "39",
            "text": "A val d'a jun ak'val chi', ix munlaj Jehová yic syik'anelta schonhab'. Yuj chi' a d'a jun ak'val chi' d'a junjun ab'il, pitzan masanil eb' israel yic syik'anchaanh Jehová eb' d'a masanil tiempo."
        },
        {
            "number": "40",
            "text": "Ix yalan Jehová d'a vinhaj Moisés yed' d'a vinhaj Aarón: A sleyal q'uinh yic tze naancoti, ayic b'enhej ix in ek' d'a sti' e pat, aton svalcan d'ayex tic: Malaj junoc eb' ch'oc chonhab'il syal schi'an nok' silab'."
        },
        {
            "number": "41",
            "text": "A eb' e checab' manb'il eyuuj, syal schi'an nok' eb', anhej tato ak'b'ilxo circuncidar eb'."
        },
        {
            "number": "42",
            "text": "A pax junoc eb' anima ch'oc chonhab'il ayek' d'a e cal, paxyalvum, ma munlajel syak' d'a e cal, max yal-laj schi'an nok' eb'."
        },
        {
            "number": "43",
            "text": "Anhej d'a yol pat b'aj sb'oji nok', anhej ta' syal schiji nok'. Max yal-laj yik'jib'at nok' d'a junocxo pat, max yalpaxlaj smak'jipoj sb'aquil nok'."
        },
        {
            "number": "44",
            "text": "A jun ley tic masanil eb' israel ol k'anab'ajanoc."
        },
        {
            "number": "45",
            "text": "Talaj ay junoc ch'oc chonhab'il snib'ej syak'och jun q'uinh chi' d'a e cal yic tzin yik'anchaanh, b'ab'el tz'ak'ji circuncidar eb' vinh vinac d'a jun patil anima chi'. Ichato chi' syal schi'an nok' yic jun q'uinh chi' eb'. Ichato eyetchonhab' yaj eb'. A pax junoc vinh to manto ak'b'iloc circuncidar jun, max yal-laj schi'an nok' silab' chi' vinh."
        },
        {
            "number": "46",
            "text": "A jun ley tic, yovalil sk'anab'ajej eb' anima tz'alji d'a e cal yed' eb' anima ch'oc chonhab'il ayek' cajan d'a e cal, xchi Jehová."
        },
        {
            "number": "47",
            "text": "Masanil tas ix checji yal vinhaj Moisés yed' vinhaj Aarón chi', ix sk'anab'ajej eb' anima chi'."
        },
        {
            "number": "48",
            "text": "A val d'a jun k'ual chi', d'a stzolal ix aj yelta eb' israel yuj Jehová d'a yol smacb'en Egipto chi'."
        }
    ]
}