{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi':"
        },
        {
            "number": "2",
            "text": "Ch'oc tzeyiq'uel eb' b'ab'el vinac t'a e cal yic tzin yak' servil eb', yujto wik yaj eb' b'ab'el unin t'a skal eb' etchonhab'. Anheja' pax sb'ab'el yune' nok' e molb'etzal nok', wik yaji, xchi t'a winh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yal winhaj Moisés t'a masanil eb' yetchonhab': Yovalil sco naeccot jun q'uinh tik t'a junjun ab'il, yuj co naancoti to a Jehová ix onh ik'anelta yet' yipalil t'a yol yic Egipto, b'aj ayonh och t'a checab'oc. Mocab' co wa ixim pan ayb'at yich t'a skal."
        },
        {
            "number": "4",
            "text": "Ha ticnaic, t'a jun uj Abib tik ix onh el t'a Egipto tik."
        },
        {
            "number": "5",
            "text": "Ayic ol onh k'och yuj Jehová t'a lum lum yax sat, aton lum b'aj cajan eb' cananeo, eb' hitita, eb' amorreo, eb' heveo yet' eb' jebuseo, aton lum yalnac Jehová t'a eb' co mam quicham to ol yak' t'ayonh, anheja' t'a jun uj tik ol cak'och q'uinh yic sco naancoti."
        },
        {
            "number": "6",
            "text": "D'a uque' k'ual ol co wa ixim pan malaj yich. Axo t'a yuquil k'ual chi', aton ta' tzonh och ejmelal yuj quik'anchaanh Jehová."
        },
        {
            "number": "7",
            "text": "Ha t'a uque' k'ual chi', malaj ixim pan ayb'at yich ol co wa''a. Manh ol ilchaj yich pan t'a co pat, manh ol ilchajpaxlaj t'a masanil yol co macb'en."
        },
        {
            "number": "8",
            "text": "Ha t'a juntzanh k'ual chi', ol cal t'a eb' cuninal: Ha jun q'uinh tik yic sco nacoti tas ix yutej Jehová sch'oxan swach'k'olal t'ayonh, ayic ix onh yik'anelta t'a Egipto, xco chama."
        },
        {
            "number": "9",
            "text": "Ha jun q'uinh tik ol ch'oxaneloc to ch'oc queli, ichato ayoch junok quechel t'a co k'ab', ma t'a snanhal co sat. Ha yuj jun q'uinh tik ol co nacoti to a Jehová ix onh ik'anelta t'a Egipto yuj spoder, yuj chi' ol calnhej sk'ayb'ub'al Jehová, ol co k'anab'ajanpaxi."
        },
        {
            "number": "10",
            "text": "Yuj chi' junjun ab'il ol cak'och jun q'uinh tik t'a jun uj tik."
        },
        {
            "number": "11",
            "text": "Ayic ol onh k'och yuj Jehová t'a lum sluum eb' cananeo, lum yak'nac sti' yak'an t'a eb' co mam quicham yet' t'ayonh,"
        },
        {
            "number": "12",
            "text": "ata' ol co sik'canel eb' co b'ab'el vinac unin yet' nok' vinac sb'ab'el yune' nok' co molb'etzal nok' yic scak' t'a Jehová."
        },
        {
            "number": "13",
            "text": "Anhejtona' ayic tz'alji sb'ab'el yune' nok' b'uru, tato vinac nok', syal yoch junok nok' yune' calnel, ma junok nok' yune' chiva sq'uexuloc nok'. Palta tato max ak'ji nok' calnel chi', smak'ji canhchaj sjaj nok' yune' b'uru chi'. Axo pax yuj eb' b'ab'el vinac unin, yowalil tz'ak'chaj junok nok' yune' calnel sq'uexuloc eb'."
        },
        {
            "number": "14",
            "text": "Ayic ol sk'anb'an eb' eyuninal t'a b'ak'uinh tas syalelk'och juntzanh tik, tzeyalani: Sch'oxnab'il yaj b'aj yik'naconhelta Jehová yet' spoder t'a Egipto b'aj ayonh och checab'oc."
        },
        {
            "number": "15",
            "text": "Ha val yic ix pitb'iel spensar winh rey, maj yal sk'ol winh ix onh yactejeli, haxo Jehová ix mak'ancham sb'ab'el unin eb' aj Egipto yet' sb'ab'el yune' nok' smolb'etzal nok' eb'. Yuj chi' a nok' sb'ab'el yune' nok' co molb'etzal nok' tik, sco milcham nok' silab'oc t'a Jehová. Scak'anpax junjun nok' sq'uexuloc eb' co b'ab'el unin, xe chi t'a eb'."
        },
        {
            "number": "16",
            "text": "Ha jun tik ol ch'oxaneloc to ch'oc queli ichato ayoch junok quechel t'a co k'ab', ma t'a snanhal co sat. Ha yuj ol co nacoti to a Jehová ix onh ik'anelta t'a Egipto yuj spoder, xchi winhaj Moisés."
        },
        {
            "number": "17",
            "text": "Ha ix yactanel eb' chonhab' israel winh rey t'a yol smacb'en Egipto, maj ik'jib'atlaj eb' yuj Dios t'a sb'e eb' winh filisteo, wach'chom d'inhan jun b'e chi', yujto ix sna'a to manh wach'oc syak' oval eb' israel yet' eb', talaj sna meltzaj sb'a eb' t'a Egipto ayic ol yilan eb' to ay oval."
        },
        {
            "number": "18",
            "text": "Yuj val chi', ix ek'nhej oyoyoc eb' yuj Jehová t'a tzinan lu'um yet' t'a stitac ha' Chacchac Mar. Ayic ix el eb' t'a yol yic Egipto chi', yet'nac syamk'ab' eb' yic oval."
        },
        {
            "number": "19",
            "text": "Ix yalan winhaj Moisés to tz'ik'chajb'at snivanil winhaj José, yujto ayic pitzanto winh yalannac winh t'a eb' yetchonhab' to syak' sti' eb' to ol sk'ulej eb' t'a icha chi'. Yalnaccan winh t'a eb': Val yel ha Dios ol kolwaj eyed'oc. Yuj chi', ayic ol ujok jun tik, ol eyik'b'at in nivanil eyed'oc, xchinaccan winh."
        },
        {
            "number": "20",
            "text": "Ix el eb' israel chi' t'a chonhab' Sucot, ix k'och eb' t'a chonhab' Etam t'a stitac taquinh lu'um."
        },
        {
            "number": "21",
            "text": "Ha t'a k'ualil, b'ab'el Jehová t'a yichanh eb', sch'oxan sb'ha t'a jun topanh asun, ha' sch'oxan b'e t'a eb'. Axo t'ak'walil, anheja' t'a jun asun chi' b'aj sch'ox sb'a Jehová, ayoch sk'ak'al jun asun chi' yic syak'an sakil k'inal t'a eb' anima chi', yic wach' syal sb'ey eb' t'a k'ualil ma t'ak'walil."
        },
        {
            "number": "22",
            "text": "Ha jun asun chi', b'ab'elnhej sb'at t'a yichanh eb' israel t'a k'ualil, haxo t'ak'walil ayoch sk'ak'al. Manh val jab'oc ix el t'a yichanh eb'."
        }
    ]
}