{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi':"
        },
        {
            "number": "2",
            "text": "Ch'oc tzeyik'el heb' b'ab'el winak t'a he kal yic tzin yak' serwil heb', yujto wik yaj heb' b'ab'el unin t'a skal heb' etchonhab'. Anheja' pax sb'ab'el yune' nok' he molb'etzal nok', wik yaji, xchi t'a winh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yal winhaj Moisés t'a masanil heb' yetchonhab': Yowalil sco naeccot jun q'uinh tik t'a junjun ab'il, yuj ko naancoti to a Jehová ix onh ik'anelta yet' yipalil t'a yol yic Egipto, b'aj ayonh och t'a checab'oc. Mocab' ko wa ixim pan ayb'at yich t'a skal."
        },
        {
            "number": "4",
            "text": "Ha tiknaik, t'a jun uj Abib tik ix onh el t'a Egipto tik."
        },
        {
            "number": "5",
            "text": "Ayic ol onh k'och yuj Jehová t'a lum lum yax sat, aton lum b'aj cajan heb' cananeo, heb' hitita, heb' amorreo, heb' heweo yet' heb' jebuseo, aton lum yalnac Jehová t'a heb' ko mam quicham to ol yak' t'ayonh, anheja' t'a jun uj tik ol cak'och q'uinh yic sco naancoti."
        },
        {
            "number": "6",
            "text": "D'a uque' k'ual ol ko wa ixim pan malaj yich. Axo t'a yuquil k'ual chi', aton ta' tzonh och ejmelal yuj quik'anchaanh Jehová."
        },
        {
            "number": "7",
            "text": "Ha t'a uque' k'ual chi', malaj ixim pan ayb'at yich ol ko wa''a. Manh ol ilchaj yich pan t'a ko pat, manh ol ilchajpaxlaj t'a masanil yol ko macb'en."
        },
        {
            "number": "8",
            "text": "Ha t'a juntzanh k'ual chi', ol kal t'a heb' cuninal: Ha jun q'uinh tik yic sco nacoti tas ix yutej Jehová sch'oxan swach'k'olal t'ayonh, ayic ix onh yik'anelta t'a Egipto, xco chama."
        },
        {
            "number": "9",
            "text": "Ha jun q'uinh tik ol ch'oxaneloc to ch'oc queli, ichato ayoch junok quechel t'a ko k'ab', ma t'a snanhal ko sat. Ha yuj jun q'uinh tik ol ko nacoti to a Jehová ix onh ik'anelta t'a Egipto yuj spoder, yuj chi' ol calnhej sk'ayb'ub'al Jehová, ol ko k'anab'ajanpaxi."
        },
        {
            "number": "10",
            "text": "Yuj chi' junjun ab'il ol cak'och jun q'uinh tik t'a jun uj tik."
        },
        {
            "number": "11",
            "text": "Ayic ol onh k'och yuj Jehová t'a lum sluum heb' cananeo, lum yak'nac sti' yak'an t'a heb' ko mam quicham yet' t'ayonh,"
        },
        {
            "number": "12",
            "text": "ata' ol ko sik'canel heb' ko b'ab'el winak unin yet' nok' winak sb'ab'el yune' nok' ko molb'etzal nok' yic skak' t'a Jehová."
        },
        {
            "number": "13",
            "text": "Anhejtona' ayic tz'alji sb'ab'el yune' nok' b'uru, tato winak nok', syal yoch junok nok' yune' calnel, ma junok nok' yune' chiwa sk'exuloc nok'. Palta tato max ak'ji nok' calnel chi', smak'ji canhchaj sjaj nok' yune' b'uru chi'. Axo pax yuj heb' b'ab'el winak unin, yowalil tz'ak'chaj junok nok' yune' calnel sk'exuloc heb'."
        },
        {
            "number": "14",
            "text": "Ayic ol sk'anb'an heb' eyuninal t'a b'ak'uinh tas syalelk'och juntzanh tik, tzeyalani: Sch'oxnab'il yaj b'aj yik'naconhelta Jehová yet' spoder t'a Egipto b'aj ayonh och checab'oc."
        },
        {
            "number": "15",
            "text": "Ha wal yic ix pitb'iel spensar winh rey, maj yal sk'ol winh ix onh yactejeli, haxo Jehová ix mak'ancham sb'ab'el unin heb' aj Egipto yet' sb'ab'el yune' nok' smolb'etzal nok' heb'. Yuj chi' a nok' sb'ab'el yune' nok' ko molb'etzal nok' tik, sco milcham nok' silab'oc t'a Jehová. Scak'anpax junjun nok' sk'exuloc heb' ko b'ab'el unin, xe chi t'a heb'."
        },
        {
            "number": "16",
            "text": "Ha jun tik ol ch'oxaneloc to ch'oc queli ichato ayoch junok quechel t'a ko k'ab', ma t'a snanhal ko sat. Ha yuj ol ko nacoti to a Jehová ix onh ik'anelta t'a Egipto yuj spoder, xchi winhaj Moisés."
        },
        {
            "number": "17",
            "text": "Ha ix yactanel heb' chonhab' israel winh rey t'a yol smacb'en Egipto, maj ik'jib'atlaj heb' yuj Dios t'a sb'e heb' winh filisteo, wach'chom d'inhan jun b'e chi', yujto ix sna'a to manh wach'oc syak' owal heb' israel yet' heb', talaj sna meltzaj sb'a heb' t'a Egipto ayic ol yilan heb' to ay owal."
        },
        {
            "number": "18",
            "text": "Yuj wal chi', ix ek'nhej oyoyoc heb' yuj Jehová t'a tzinan lu'um yet' t'a stitac ha' Chacchac Mar. Ayic ix el heb' t'a yol yic Egipto chi', yet'nac syamk'ab' heb' yic owal."
        },
        {
            "number": "19",
            "text": "Ix yalan winhaj Moisés to tz'ik'chajb'at sniwanil winhaj José, yujto ayic pitzanto winh yalannac winh t'a heb' yetchonhab' to syak' sti' heb' to ol sk'ulej heb' t'a icha chi'. Yalnaccan winh t'a heb': Val yel ha Dios ol kolwaj eyed'oc. Yuj chi', ayic ol ujok jun tik, ol eyik'b'at in niwanil eyed'oc, xchinaccan winh."
        },
        {
            "number": "20",
            "text": "Ix el heb' israel chi' t'a chonhab' Sucot, ix k'och heb' t'a chonhab' Etam t'a stitac taquinh lu'um."
        },
        {
            "number": "21",
            "text": "Ha t'a k'ualil, b'ab'el Jehová t'a yichanh heb', sch'oxan sb'ha t'a jun topanh asun, ha' sch'oxan b'e t'a heb'. Axo t'ak'walil, anheja' t'a jun asun chi' b'aj sch'ox sb'a Jehová, ayoch sk'ak'al jun asun chi' yic syak'an sakil k'inal t'a heb' anima chi', yic wach' syal sb'ey heb' t'a k'ualil ma t'ak'walil."
        },
        {
            "number": "22",
            "text": "Ha jun asun chi', b'ab'elnhej sb'at t'a yichanh heb' israel t'a k'ualil, haxo t'ak'walil ayoch sk'ak'al. Manh wal jab'oc ix el t'a yichanh heb'."
        }
    ]
}