{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi':"
        },
        {
            "number": "2",
            "text": "Ch'oc tzeyiq'uel eb' b'ab'el vinac d'a e cal yic tzin yak' servil eb', yujto vic yaj eb' b'ab'el unin d'a scal eb' etchonhab'. Anheja' pax sb'ab'el yune' nok' e molb'etzal nok', vic yaji, xchi d'a vinh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yal vinhaj Moisés d'a masanil eb' yetchonhab': Yovalil sco naeccot jun q'uinh tic d'a junjun ab'il, yuj co naancoti to a Jehová ix onh ik'anelta yed' yipalil d'a yol yic Egipto, b'aj ayonh och d'a checab'oc. Mocab' co va ixim pan ayb'at yich d'a scal."
        },
        {
            "number": "4",
            "text": "A ticnaic, d'a jun uj Abib tic ix onh el d'a Egipto tic."
        },
        {
            "number": "5",
            "text": "Ayic ol onh k'och yuj Jehová d'a lum luum yax sat, aton lum b'aj cajan eb' cananeo, eb' hitita, eb' amorreo, eb' heveo yed' eb' jebuseo, aton lum yalnac Jehová d'a eb' co mam quicham to ol yak' d'ayonh, anheja' d'a jun uj tic ol cak'och q'uinh yic sco naancoti."
        },
        {
            "number": "6",
            "text": "D'a uque' k'ual ol co va ixim pan malaj yich. Axo d'a yuquil k'ual chi', aton ta' tzonh och ejmelal yuj quik'anchaanh Jehová."
        },
        {
            "number": "7",
            "text": "A d'a uque' k'ual chi', malaj ixim pan ayb'at yich ol co va'a. Manh ol ilchaj yich pan d'a co pat, manh ol ilchajpaxlaj d'a masanil yol co macb'en."
        },
        {
            "number": "8",
            "text": "A d'a juntzanh k'ual chi', ol cal d'a eb' cuninal: A jun q'uinh tic yic sco nacoti tas ix yutej Jehová sch'oxan svach'k'olal d'ayonh, ayic ix onh yik'anelta d'a Egipto, xco chama."
        },
        {
            "number": "9",
            "text": "A jun q'uinh tic ol ch'oxaneloc to ch'oc queli, ichato ayoch junoc quechel d'a co k'ab', ma d'a snanhal co sat. A yuj jun q'uinh tic ol co nacoti to a Jehová ix onh ik'anelta d'a Egipto yuj spoder, yuj chi' ol calnhej sk'ayb'ub'al Jehová, ol co k'anab'ajanpaxi."
        },
        {
            "number": "10",
            "text": "Yuj chi' junjun ab'il ol cak'och jun q'uinh tic d'a jun uj tic."
        },
        {
            "number": "11",
            "text": "Ayic ol onh k'och yuj Jehová d'a lum sluum eb' cananeo, lum yak'nac sti' yak'an d'a eb' co mam quicham yed' d'ayonh,"
        },
        {
            "number": "12",
            "text": "ata' ol co sik'canel eb' co b'ab'el vinac unin yed' nok' vinac sb'ab'el yune' nok' co molb'etzal nok' yic scak' d'a Jehová."
        },
        {
            "number": "13",
            "text": "Anhejtona' ayic tz'alji sb'ab'el yune' nok' b'uru, tato vinac nok', syal yoch junoc nok' yune' calnel, ma junoc nok' yune' chiva sq'uexuloc nok'. Palta tato max ak'ji nok' calnel chi', smak'ji canhchaj sjaj nok' yune' b'uru chi'. Axo pax yuj eb' b'ab'el vinac unin, yovalil tz'ak'chaj junoc nok' yune' calnel sq'uexuloc eb'."
        },
        {
            "number": "14",
            "text": "Ayic ol sk'anb'an eb' eyuninal d'a b'aq'uinh tas syalelk'och juntzanh tic, tzeyalani: Sch'oxnab'il yaj b'aj yik'naconhelta Jehová yed' spoder d'a Egipto b'aj ayonh och checab'oc."
        },
        {
            "number": "15",
            "text": "A val yic ix pitb'iel spensar vinh rey, maj yal sk'ol vinh ix onh yactejeli, axo Jehová ix mak'ancham sb'ab'el unin eb' aj Egipto yed' sb'ab'el yune' nok' smolb'etzal nok' eb'. Yuj chi' a nok' sb'ab'el yune' nok' co molb'etzal nok' tic, sco milcham nok' silab'oc d'a Jehová. Scak'anpax junjun nok' sq'uexuloc eb' co b'ab'el unin, xe chi d'a eb'."
        },
        {
            "number": "16",
            "text": "A jun tic ol ch'oxaneloc to ch'oc queli ichato ayoch junoc quechel d'a co k'ab', ma d'a snanhal co sat. A yuuj ol co nacoti to a Jehová ix onh ik'anelta d'a Egipto yuj spoder, xchi vinhaj Moisés."
        },
        {
            "number": "17",
            "text": "A ix yactanel eb' chonhab' israel vinh rey d'a yol smacb'en Egipto, maj ik'jib'atlaj eb' yuj Dios d'a sb'e eb' vinh filisteo, vach'chom d'inhan jun b'e chi', yujto ix sna'a to manh vach'oc syak' oval eb' israel yed' eb', talaj sna meltzaj sb'a eb' d'a Egipto ayic ol yilan eb' to ay oval."
        },
        {
            "number": "18",
            "text": "Yuj val chi', ix ek'nhej oyoyoc eb' yuj Jehová d'a tz'inan luum yed' d'a stitac a' Chacchac Mar. Ayic ix el eb' d'a yol yic Egipto chi', yed'nac syamk'ab' eb' yic oval."
        },
        {
            "number": "19",
            "text": "Ix yalan vinhaj Moisés to tz'ik'chajb'at snivanil vinhaj José, yujto ayic pitzanto vinh yalannac vinh d'a eb' yetchonhab' to syak' sti' eb' to ol sk'ulej eb' d'a icha chi'. Yalnaccan vinh d'a eb': Val yel a Dios ol colvaj eyed'oc. Yuj chi', ayic ol ujoc jun tic, ol eyik'b'at in nivanil eyed'oc, xchinaccan vinh."
        },
        {
            "number": "20",
            "text": "Ix el eb' israel chi' d'a chonhab' Sucot, ix k'och eb' d'a chonhab' Etam d'a stitac taquinh luum."
        },
        {
            "number": "21",
            "text": "A d'a k'ualil, b'ab'el Jehová d'a yichanh eb', sch'oxan sb'a d'a jun topanh asun, a' sch'oxan b'e d'a eb'. Axo d'ak'valil, anheja' d'a jun asun chi' b'aj sch'ox sb'a Jehová, ayoch sk'ak'al jun asun chi' yic syak'an saquilq'uinal d'a eb' anima chi', yic vach' syal sb'ey eb' d'a k'ualil ma d'ak'valil."
        },
        {
            "number": "22",
            "text": "A jun asun chi', b'ab'elnhej sb'at d'a yichanh eb' israel d'a k'ualil, axo d'ak'valil ayoch sk'ak'al. Manh val jab'oc ix el d'a yichanh eb'."
        }
    ]
}