{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová d'a vinhaj Moisés:"
        },
        {
            "number": "2",
            "text": "Al d'a eb' etchonhab' tic to smeltzaj jab'oc eb' d'a spatic, sk'och eb' d'a Pi-hahirot, d'a scal Migdol yed' a' mar, d'a yichanh Baal-zefón. A d'a slak'anil sti' a' mar chi' tze b'o e campamento."
        },
        {
            "number": "3",
            "text": "Ol snaan vinh sreyal Egipto icha tic: A eb' israel manh yojtacoc eb' b'ajtil sb'ati, ix b'atcan macan eb' d'a taquinh luum, xcham vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi', ol vak'xi pitb'oquel spensar vinh, ol tzak'laj vinh d'a e patic. Yuj tas ol vutoc vinh rey yed' eb' soldado chi', ol checlajoc to te' nivan velk'ochi. Ol yojtaquejpaxel eb' anima d'a Egipto chi' to a in Jehová in tic, a innhej Dios in, xchi Jehová d'a vinhaj Moisés chi'. Yuj chi' ix meltzaj jab'oc eb' israel d'a spatic."
        },
        {
            "number": "5",
            "text": "Axo ix k'och specal d'a vinh rey to toxo ix el eb' israel chi', ix snaanxi sb'a sk'ol vinh yed' eb' ay yopisio yed'oc, ix yalan eb': Manhxo jantacoc co quistalil, yuj chi' ix co chab'at eb' israel cak'umal servil, xchi eb'."
        },
        {
            "number": "6",
            "text": "Yuj chi' d'a elanhchamel ix schec vinh rey chi' to sb'ochaj scarruaje vinh yic oval yed' eb' soldado."
        },
        {
            "number": "7",
            "text": "Masanil carruaje yic Egipto ix yik'cot vinh yed' 600 carruaje vach' d'a scal juntzanh chi', ajun eb' capitán yed' junjun scarruaje."
        },
        {
            "number": "8",
            "text": "Ix pitb'i spensar vinh rey chi' yuj Jehová, yuj chi' ix tzak'laj vinh d'a spatic eb' israel chi'. Palta axo eb' israel chi', ayic ix elta eb' d'a yol smacb'en Egipto chi' ix yik' val chaanh sb'a eb'."
        },
        {
            "number": "9",
            "text": "Ix tzak'laj eb' aj Egipto d'a spatic eb' israel chi': Eb' soldado yed' nok' chej stok'an carruaje yed' jantac anima ayoch d'a yol carruaje chi'. Ijan ix yamchaj eb' yuj eb' aj Egipto chi' d'a sti' a' mar d'a slak'anil Pi-hahirot, d'a yichanhcot Baal-zefón yujto ata' ay scampamento eb' israel chi'."
        },
        {
            "number": "10",
            "text": "Axo ix yilanb'at eb' israel to tzak'anxooch vinh rey yed' eb' soldado d'a spatic eb', ix xivq'ue eb', ix q'ue yav eb' d'a Jehová."
        },
        {
            "number": "11",
            "text": "Ix yalan eb' d'a vinhaj Moisés chi': --¿Tom malaj campusante d'a Egipto, yuj chi' a d'a jun lum taquinh luum tic ix onh ik'coti yic tzonh cham d'a tic? ¿Tas val yuj ix onh iq'uelta d'a Egipto?"
        },
        {
            "number": "12",
            "text": "Ixto cal d'ayach ayic ayonhto ek' ta' to manh iq'uek' tiempo d'ayonh. B'ecan co k'ol co munlaj d'a eb' aj Egipto chi'. Yelxo val vach' to d'a eb' aj Egipto chi' tzonh munlajnhej, d'a yichanh pax to d'a lum tz'inan lum tic tzul onh chamoc, xchi eb'."
        },
        {
            "number": "13",
            "text": "Ix tak'vi vinhaj Moisés d'a eb' anima chi': --Manh ex xivoc, tek'b'ejec e b'a. Ol eyilnab'i tas ol yutoc Jehová scolvaj qued'oc ticnaic. Manhxa b'aj ol eyil juntzanh eb' aj Egipto tic, axonhej ticnaic tzeyil eb'."
        },
        {
            "number": "14",
            "text": "Mocab' eyak' somchaj e pensar, yujto a Jehová ol ak'an oval eyuuj, xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix yalan Jehová d'a vinhaj Moisés chi': --¿Tas yuj tzach avaj d'ayin? Al d'a eb' etisraelal chi' to sb'eynhejb'at eb' d'a yichanh."
        },
        {
            "number": "16",
            "text": "A tzex k'och d'a sti' a' mar chi', tzik'anchaanh te' a k'ococh, tzak'anb'at te' d'a yib'anh a', ol spojan sb'a a', ol checlajq'ue staquinhal luum b'aj ol ex ek' d'a yol a' chi'."
        },
        {
            "number": "17",
            "text": "Ol vak'an pitb'oquel spensar eb' aj Egipto chi'. Ol tzak'laj eb' d'a e patic yalani. Yuj tas ol vutoc vinh rey yed' eb' soldado chi', eb' soldado yed' jantac carruaje yed' masanil chej yed'naccot vinh yed' eb' anima ajun yed' eb' chi', ol checlajoc to te nivan velk'ochi."
        },
        {
            "number": "18",
            "text": "Ayic ol vak'an ganar eb' chi' smasanil, ichato val chi' ol yojtacanel eb' anima aj Egipto to a in Jehová in tic, a innhej Dios in, xchi Jehová."
        },
        {
            "number": "19",
            "text": "A d'a jun rato chi', a Yángel Jehová yed' jun nivan topanh asun b'ab'el d'a yichanh eb' israel chi', ix meltzaj d'a spatic eb', ix och d'a scal eb' yed' eb' aj Egipto chi'."
        },
        {
            "number": "20",
            "text": "Yuj chi' yelxo val q'uik'q'uinal ix aj d'a yichanh eb' aj Egipto chi', axo pax d'a scal eb' israel chi', yelxo val sacq'uinal smasanil. Yuj chi' maj yamchajlaj eb' israel chi' yuj eb' aj Egipto d'a jun ak'val chi'."
        },
        {
            "number": "21",
            "text": "Ix yak'anb'at sk'ab' vinhaj Moisés d'a yib'anh a' mar chi'. Axo Jehová ix ak'ancot jun nivan ik' d'a stojolal b'aj sjavi k'u. Masanil d'a jun ak'val chi' te ov ik', yuj chi' ix poj snanhal a' mar yuuj, ix checlaj staquinhal lum luum d'a snanhal a'."
        },
        {
            "number": "22",
            "text": "Te taquinh jun b'e b'aj ix ek' eb' israel d'a yol a' mar chi'. A d'a scal b'aj cha macanh ix aj a' chi', ata' ix ek' eb', icha tz'alq'ueen ix aj yochcan vaan a' d'a stz'eytac jun b'e d'a snanhal a' chi'."
        },
        {
            "number": "23",
            "text": "Axo eb' aj Egipto yed' scarruaje vinh rey yed' masanil eb' yed'naccot scarruaje chi', ix cot eb' d'a spatic eb' israel d'a yol a' chi', masanto d'a snanhal a' ix ochk'och eb'."
        },
        {
            "number": "24",
            "text": "Ayic toxo sacb'i, a d'a scal k'ak' yed' d'a scal asun ix iljiemta eb' aj Egipto chi' yuj Jehová, ix ak'ji somchajb'at eb' yuuj."
        },
        {
            "number": "25",
            "text": "Ix elta sruedail scarruaje eb', maxtzac yal-laj sb'ey eb', yuj chi' ix yalan eb': --Eloconhec lemnaj d'a eb' israel tic, yujto a Jehová tz'ak'an oval qued'oc yuj eb', xchi eb'."
        },
        {
            "number": "26",
            "text": "Ix yalan Jehová d'a vinhaj Moisés chi': --Ak'xib'at a k'ab' d'a yib'anh a' mar yic syil-lajxi sb'a a' d'a yib'anh masanil eb' aj Egipto chi', d'a yib'anh scarruaje eb' yed' d'a yib'anh eb' ed'jinac nok' schej, yic smucchajcan yuj a', xchi Jehová."
        },
        {
            "number": "27",
            "text": "Ix yak'anxib'at sk'ab' vinhaj Moisés chi' d'a yib'anh a' mar chi'. Ayic ix sacb'i, ix yil-lajxi sb'a a' ichataxon yaji. A ix meltzaj eb' vinh aj Egipto chi' yalani, toxo pax ix yil-lajxi sb'a a' d'a yichanh eb', yuj chi' ix mucchajcanem eb' d'a yol a' yuj Jehová."
        },
        {
            "number": "28",
            "text": "Icha chi' ix aj yil-lanxi sb'a a' ichataxon yaji. Yuj chi' a scarruaje eb' vinh yed' eb' ayq'ue d'a yib'anh chej yed' masanil eb' soldado vinh rey ix b'at tzak'an yuj eb' israel chi', ix mucchajcan eb' d'a yol a'. Manhxo junoc ix cani."
        },
        {
            "number": "29",
            "text": "Axo pax masanil eb' israel jun, te vach'nhej ix aj yek' eb' d'a yol jun b'e taquinh d'a yol a' chi'. A d'a stz'eytac jun b'e chi', icha tz'alq'ueen ix aj yochcan vaan a'."
        },
        {
            "number": "30",
            "text": "Aton d'a jun k'ual chi' ix colji eb' israel yuj Jehová d'a yol sk'ab' eb' aj Egipto chi'. Jantac eb' soldado aj Egipto ix cham chi', ix ilji eb' yuj eb' israel d'a sti' a' mar chi'."
        },
        {
            "number": "31",
            "text": "Icha val chi' ix aj yilan eb' israel jantac spoder Jehová ix sch'ox yuj satanel eb' aj Egipto chi', yuj chi' ix xiv eb', ix yak'an val och Jehová chi' eb' yipoc sk'ool, ix yak'anpaxoch vinhaj Moisés eb' d'a sk'ool to schecab' Dios yaj vinh."
        }
    ]
}