{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a vinhaj Moisés:"
        },
        {
            "number": "2",
            "text": "Al t'a eb' etchonhab' tik to smeltzaj jab'oc eb' t'a spatic, sk'och eb' t'a Pi-hahirot, t'a skal Migdol yet' ha' mar, t'a yichanh Baal-zefón. Ha t'a slak'anil sti' ha' mar chi' tze b'o e campamento."
        },
        {
            "number": "3",
            "text": "Ol snaan vinh sreyal Egipto icha tik: Ha eb' israel manh yojtacoc eb' b'ajtil sb'ati, ix b'atcan macan eb' t'a taquinh lu'um, xcham vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi', ol vak'xi pitb'oquel spensar vinh, ol tzak'laj vinh t'a e patic. Yuj tas ol vutoc vinh rey yet' eb' soldado chi', ol checlajoc to te' niwan velk'ochi. Ol yojtaquejpaxel eb' anima t'a Egipto chi' to a in Jehová in tik, a innhej Dios in, xchi Jehová t'a vinhaj Moisés chi'. Yuj chi' ix meltzaj jab'oc eb' israel t'a spatic."
        },
        {
            "number": "5",
            "text": "Axo ix k'och specal t'a vinh rey to toxo ix el eb' israel chi', ix snaanxi sb'a sk'ol vinh yet' eb' ay yopisio yet'oc, ix yalan eb': Manhxo jantacoc co quistalil, yuj chi' ix co chab'at eb' israel cak'umal servil, xchi eb'."
        },
        {
            "number": "6",
            "text": "Yuj chi' t'a elanhchamel ix schec vinh rey chi' to sb'ochaj scarruaje vinh yic oval yet' eb' soldado."
        },
        {
            "number": "7",
            "text": "Masanil carruaje yic Egipto ix yik'cot vinh yet' 600 carruaje wach' t'a skal juntzanh chi', ajun eb' capitán yet' junjun scarruaje."
        },
        {
            "number": "8",
            "text": "Ix pitb'i spensar vinh rey chi' yuj Jehová, yuj chi' ix tzak'laj vinh t'a spatic eb' israel chi'. Palta haxo eb' israel chi', ayic ix elta eb' t'a yol smacb'en Egipto chi' ix yik' val chaanh sb'a eb'."
        },
        {
            "number": "9",
            "text": "Ix tzak'laj eb' aj Egipto t'a spatic eb' israel chi': Eb' soldado yet' nok' chej stok'an carruaje yet' jantac anima ayoch t'a yol carruaje chi'. Ijan ix yamchaj eb' yuj eb' aj Egipto chi' t'a sti' ha' mar t'a slak'anil Pi-hahirot, t'a yichanhcot Baal-zefón yujto ata' ay scampamento eb' israel chi'."
        },
        {
            "number": "10",
            "text": "Axo ix yilanb'at eb' israel to tzak'anxooch vinh rey yet' eb' soldado t'a spatic eb', ix xivq'ue eb', ix q'ue yav eb' t'a Jehová."
        },
        {
            "number": "11",
            "text": "Ix yalan eb' t'a vinhaj Moisés chi': --¿Tom malaj campusante t'a Egipto, yuj chi' ha t'a jun lum taquinh lu'um tik ix onh ik'coti yic tzonh cham t'a tik? ¿Tas val yuj ix onh iq'uelta t'a Egipto?"
        },
        {
            "number": "12",
            "text": "Ixto cal t'ayach ayic ayonhto ek' ta' to manh iq'uek' tiempo t'ayonh. B'ecan co k'ol co munlaj t'a eb' aj Egipto chi'. Yelxo val wach' to t'a eb' aj Egipto chi' tzonh munlajnhej, t'a yichanh pax to t'a lum tzinan lum tik tzul onh chamoc, xchi eb'."
        },
        {
            "number": "13",
            "text": "Ix tak'vi vinhaj Moisés t'a eb' anima chi': --Manh ex xivoc, tek'b'ejec e b'a. Ol eyilnab'i tas ol yutoc Jehová skolwaj qued'oc ticnaic. Manhxa b'aj ol eyil juntzanh eb' aj Egipto tik, axonhej ticnaic tzeyil eb'."
        },
        {
            "number": "14",
            "text": "Mocab' eyak' somchaj e pensar, yujto a Jehová ol ak'an oval eyuuj, xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix yalan Jehová t'a vinhaj Moisés chi': --¿Tas yuj tzach avaj t'ayin? Al t'a eb' etisraelal chi' to sb'eynhejb'at eb' t'a yichanh."
        },
        {
            "number": "16",
            "text": "Ha tzex k'och t'a sti' ha' mar chi', tzik'anchaanh te' a k'ococh, tzak'anb'at te' t'a yib'anh ha', ol spojan sb'ha ha', ol checlajq'ue stak'inhal lu'um b'aj ol ex ek' t'a yol ha' chi'."
        },
        {
            "number": "17",
            "text": "Ol vak'an pitb'oquel spensar eb' aj Egipto chi'. Ol tzak'laj eb' t'a e patic yalani. Yuj tas ol vutoc vinh rey yet' eb' soldado chi', eb' soldado yet' jantac carruaje yet' masanil chej yet'naccot vinh yet' eb' anima ajun yet' eb' chi', ol checlajoc to te niwan velk'ochi."
        },
        {
            "number": "18",
            "text": "Ayic ol vak'an ganar eb' chi' smasanil, ichato val chi' ol yojtacanel eb' anima aj Egipto to a in Jehová in tik, a innhej Dios in, xchi Jehová."
        },
        {
            "number": "19",
            "text": "Ha t'a jun rato chi', a Yángel Jehová yet' jun niwan topanh asun b'ab'el t'a yichanh eb' israel chi', ix meltzaj t'a spatic eb', ix och t'a skal eb' yet' eb' aj Egipto chi'."
        },
        {
            "number": "20",
            "text": "Yuj chi' yelxo val k'ik'q'uinal ix aj t'a yichanh eb' aj Egipto chi', haxo pax t'a skal eb' israel chi', yelxo val sacq'uinal smasanil. Yuj chi' maj yamchajlaj eb' israel chi' yuj eb' aj Egipto t'a jun ak'val chi'."
        },
        {
            "number": "21",
            "text": "Ix yak'anb'at sk'ab' vinhaj Moisés t'a yib'anh ha' mar chi'. Axo Jehová ix ak'ancot jun niwan ik' t'a stojolal b'aj sjavi k'u. Masanil t'a jun ak'val chi' te ov ik', yuj chi' ix poj snanhal ha' mar yuj, ix checlaj stak'inhal lum lum t'a snanhal ha'."
        },
        {
            "number": "22",
            "text": "Te taquinh jun b'e b'aj ix ek' eb' israel t'a yol ha' mar chi'. Ha t'a skal b'aj cha makan ix aj ha' chi', ata' ix ek' eb', icha tz'alq'ueen ix aj yochcan vaan ha' t'a stz'eytac jun b'e t'a snanhal ha' chi'."
        },
        {
            "number": "23",
            "text": "Axo eb' aj Egipto yet' scarruaje vinh rey yet' masanil eb' yet'naccot scarruaje chi', ix cot eb' t'a spatic eb' israel t'a yol ha' chi', masanto t'a snanhal ha' ix ochk'och eb'."
        },
        {
            "number": "24",
            "text": "Ayic toxo sakb'i, ha t'a skal k'ak' yet' t'a skal asun ix iljiemta eb' aj Egipto chi' yuj Jehová, ix ak'ji somchajb'at eb' yuj."
        },
        {
            "number": "25",
            "text": "Ix elta sruedail scarruaje eb', maxtzac yal-laj sb'ey eb', yuj chi' ix yalan eb': --Eloconhec lemnaj t'a eb' israel tik, yujto a Jehová tz'ak'an oval qued'oc yuj eb', xchi eb'."
        },
        {
            "number": "26",
            "text": "Ix yalan Jehová t'a vinhaj Moisés chi': --Ak'xib'at a k'ab' t'a yib'anh ha' mar yic syil-lajxi sb'ha ha' t'a yib'anh masanil eb' aj Egipto chi', t'a yib'anh scarruaje eb' yet' t'a yib'anh eb' ed'jinac nok' schej, yic smucchajcan yuj ha', xchi Jehová."
        },
        {
            "number": "27",
            "text": "Ix yak'anxib'at sk'ab' vinhaj Moisés chi' t'a yib'anh ha' mar chi'. Ayic ix sakb'i, ix yil-lajxi sb'ha ha' ichataxon yaji. Ha ix meltzaj eb' vinh aj Egipto chi' yalani, toxo pax ix yil-lajxi sb'ha ha' t'a yichanh eb', yuj chi' ix mucchajcanem eb' t'a yol ha' yuj Jehová."
        },
        {
            "number": "28",
            "text": "Icha chi' ix aj yil-lanxi sb'ha ha' ichataxon yaji. Yuj chi' a scarruaje eb' vinh yet' eb' ayq'ue t'a yib'anh chej yet' masanil eb' soldado vinh rey ix b'at tzak'an yuj eb' israel chi', ix mucchajcan eb' t'a yol ha'. Manhxo junok ix cani."
        },
        {
            "number": "29",
            "text": "Axo pax masanil eb' israel jun, te wach'nhej ix aj yek' eb' t'a yol jun b'e taquinh t'a yol ha' chi'. Ha t'a stz'eytac jun b'e chi', icha tz'alq'ueen ix aj yochcan vaan ha'."
        },
        {
            "number": "30",
            "text": "Aton t'a jun k'ual chi' ix colji eb' israel yuj Jehová t'a yol sk'ab' eb' aj Egipto chi'. Jantac eb' soldado aj Egipto ix cham chi', ix ilji eb' yuj eb' israel t'a sti' ha' mar chi'."
        },
        {
            "number": "31",
            "text": "Icha val chi' ix aj yilan eb' israel jantac spoder Jehová ix sch'ox yuj satanel eb' aj Egipto chi', yuj chi' ix xiv eb', ix yak'an val och Jehová chi' eb' yipoc sk'ool, ix yak'anpaxoch vinhaj Moisés eb' t'a sk'ool to schecab' Dios yaj vinh."
        }
    ]
}