{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix sb'itan jun b'it vinhaj Moisés chi' yed' masanil eb' israel d'a yichanh Jehová, ix yalani: Sco b'itej sb'i Jehová, yujto te satub'tac ix aj yak'an ganar oval. Ix mucchajcan nok' chej d'a yol a' mar yed' eb' vinh ed'jinac nok'."
        },
        {
            "number": "2",
            "text": "A jun co b'it tic yic Jehová, yujto a co Columal yaji, yuj chi' squik'chaanh. Ol cal vach' lolonel d'a co Diosal, sDiosal pax eb' co mam quicham, yuj chi' smoj val quik'anchaanh."
        },
        {
            "number": "3",
            "text": "Te jelan yak'an oval, Jehová ton val sb'i."
        },
        {
            "number": "4",
            "text": "Ix mucchajcanem scarruaje vinh sreyal Egipto yed' eb' soldado d'a yol a' yuj Jehová. Yed' eb' capitán nivan yelk'ochi, ix b'atcan eb' d'a yich a' Chacchac Mar."
        },
        {
            "number": "5",
            "text": "Icha val q'uen q'ueen ix aj sb'atcan eb' d'a yich a', ix mucchajcanem eb'."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, yelxo val ay a poder. Ix ak' ganar eb' ayoch ajk'olal d'ayonh."
        },
        {
            "number": "7",
            "text": "A yed' a nivan poder ix a mak' telvoc eb' sgana syak' oval ed'oc. Ayic ix cot oval, icha val stz'ab'at anh ac, icha chi' ix aj slajvicanel eb' uuj."
        },
        {
            "number": "8",
            "text": "Yed' ipalil ix a pu'anb'at ik', yuj chi' ix spojb'at sb'a a' mar. Icha tz'alq'ueen ix ajcan a' d'a junjun stitac jun b'e taquinh chi', icha val to tzatzxonhej ix ajcan a'."
        },
        {
            "number": "9",
            "text": "Ix yalan eb' ajk'ol chi' icha tic: Ol onh tzak'laj d'a spatic eb' masanto ol yal syamchaj eb' cuuj. Ol quik'anek' tastac ay d'a eb', ol co pucaneq'ui, ichato ol cak' b'ud'joc co k'ool yuuj. Ol quik'anq'ueta q'uen quespada d'a yol yatut, ol co satanel eb', xchi eb'."
        },
        {
            "number": "10",
            "text": "Ayic ix a pu'anb'at ik' d'a yib'anh a' mar, ix mucchajcan eb' vinh yuj a', ix b'atcan eb' vinh d'a yich a' icha q'uen plomo."
        },
        {
            "number": "11",
            "text": "Mamin Jehová, malaj junoc dios syal slajb'an sb'a ed'oc. Nivan elk'ochi, yujto a achxonhej ochi. Manhxa junocxo mach syal sch'oxan milagro yed' tas satub'tac icha tza k'ulej."
        },
        {
            "number": "12",
            "text": "Ix a ch'ox a poder, ichato ix turjib'at eb' yuj a' mar."
        },
        {
            "number": "13",
            "text": "Yuj a nivan vach'k'olal tzonh a cuchb'an a onh a chonhab' onh ix a colcanel tic. Yed' a poder tzonh ik'anb'at d'a a cajnub' to ictaxon yaji."
        },
        {
            "number": "14",
            "text": "Ayic ol yab'an jun tic juntzanhxo nación, ol ib'xocq'ue eb' yuj xivelal, ol xivcanq'ue eb' filisteo."
        },
        {
            "number": "15",
            "text": "A eb' yajalil eb' aj Edom, ol satcanb'at sk'ol eb'. A eb' yajal d'a Moab, ol lucloncan eb' yuj xivelal. Icha pax chi' eb' cananeo, ol laj sk'ub'ejel sb'a eb',"
        },
        {
            "number": "16",
            "text": "yujto ol te xivcanq'ue eb', ol sicb'occanel eb'. Mamin Jehová, icha q'uen q'ueen ol ajcan eb' yuj a poder, masanto ol onh ek'b'at a onh a chonhab' onh colb'ilel uj tic."
        },
        {
            "number": "17",
            "text": "Mamin Jehová, ol onh ik'b'at a onh a chonhab' onh tic ed'oc d'a jun vitz to ic yaji, jun lugar to a ach ix a sik'caneli b'aj ol ach ajoc, aton jun a cajnub' to a nanaccani."
        },
        {
            "number": "18",
            "text": "Ach Jehová, Rey ach d'a masanil tiempo, xchi eb' israel d'a sb'it."
        },
        {
            "number": "19",
            "text": "Ayic ix cot scarruaje vinh sreyal Egipto yed' juntzanh eb' ed'jinac nok' chej d'a yol a' mar, ix mucjicanem eb' d'a yol a' yuj spoder Jehová. Axo pax eb' israel jun, yelxo val vach' ix aj yek' eb' d'a yol jun b'e taquinh d'a snanhal a'."
        },
        {
            "number": "20",
            "text": "Yuj chi', a ix María schecab' Dios, yanab' vinhaj Aarón, ix yik'q'ue jun spandereta ix. Masanil eb' ix yetisraelal ix yed'nacq'ue spandereta eb' ix, ix q'ue cheneljoc eb' ix yed' ix."
        },
        {
            "number": "21",
            "text": "Ix b'itan ix María d'a yichanh eb' ix icha tic: Co b'itejec sb'i Jehová, yujto te satub'tac ix aj yak'an ganar oval. Ix mucchajcan nok' chej d'a yol a' mar yed' eb' vinh ed'jinac nok', xchi ix."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi', ix yik'anel eb' israel vinhaj Moisés d'a sti' a' Chacchac Mar chi', ix cot eb' d'a taquinh luum yic Shur. Oxe' k'ual ix b'ey eb', malaj b'aj ix ilchaj a a' yuj eb'."
        },
        {
            "number": "23",
            "text": "Ix lajvi chi', ix javi eb' d'a jun scuch Mara. Ay jun a' ta', palta maj yal-laj yuk'an a' eb' yujto yelxo val te k'a' a', yuj chi' Mara ix sb'iejcan jun lugar chi' yuj eb'."
        },
        {
            "number": "24",
            "text": "Ix och ijan eb' anima chi' schichon sk'ol d'a spatic vinhaj Moisés chi', ix laj yalan eb': ¿Tas ol cuk' ticnaic? xchi eb'."
        },
        {
            "number": "25",
            "text": "Yuj chi', ix sk'anan scolval Jehová vinhaj Moisés chi'. Axo Jehová chi' ix ch'oxan jun te te' d'a vinh, ix yak'anem te' vinh d'a yol a', ix b'o a' yuj te'. Ata' ix yak' jun sley Jehová d'a eb' israel, yic syila' tato sk'anab'ajej eb'."
        },
        {
            "number": "26",
            "text": "Ix yalan Jehová: Tato tze k'anab'ajej tas sval a in Jehová in tic, tze k'ulan tas syal in checnab'il yed' masanil in k'ayb'ub'al, manh ol vak'cotlaj ilya d'a eyib'anh icha juntzanh ix vak'cot d'a yib'anh eb' aj Egipto, yujto a in Jehová in tzex vanhtej, xchi."
        },
        {
            "number": "27",
            "text": "Ix lajvi chi', ix javi eb' d'a Elim b'aj ay lajchave' sjaj a a' yed' 70 te' palma. Ata' ix sb'oq'ue scampamento eb' d'a stitac a a' chi'."
        }
    ]
}