{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix sb'itan jun b'it winhaj Moisés chi' yet' masanil heb' israel t'a yichanh Jehová, ix yalani: Sco b'itej sb'i Jehová, yujto te satub'tac ix aj yak'an ganar owal. Ix mucchajkan nok' chej t'a yol ha' mar yet' heb' winh ed'jinac nok'."
        },
        {
            "number": "2",
            "text": "Ha jun ko b'it tik yic Jehová, yujto a ko Kolumal yaji, yuj chi' squik'chaanh. Ol kal wach' lolonel t'a ko Diosal, sDiosal pax heb' ko mam quicham, yuj chi' smoj wal quik'anchaanh."
        },
        {
            "number": "3",
            "text": "Te jelan yak'an owal, Jehová ton wal sb'i."
        },
        {
            "number": "4",
            "text": "Ix mucchajkanem skarruaje winh sreyal Egipto yet' heb' soldado t'a yol ha' yuj Jehová. Yed' heb' capitán niwan yelk'ochi, ix b'atkan heb' t'a yich ha' Chacchac Mar."
        },
        {
            "number": "5",
            "text": "Icha wal k'een k'een ix aj sb'atkan heb' t'a yich ha', ix mucchajkanem heb'."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, yelxo wal ay a poder. Ix ak' ganar heb' ayoch ajk'olal t'ayonh."
        },
        {
            "number": "7",
            "text": "Ha yet' a niwan poder ix a mak' telwoc heb' snib'ej syak' owal ed'oc. Ayic ix cot owal, icha wal stz'ab'at anh ac, icha chi' ix aj slajwikanel heb' uuj."
        },
        {
            "number": "8",
            "text": "Yed' ipalil ix a pu'anb'at ik', yuj chi' ix spojb'at sb'ha ha' mar. Icha tz'alk'een ix ajkan ha' t'a junjun stitac jun b'e taquinh chi', icha wal to tzatzxonhej ix ajkan ha'."
        },
        {
            "number": "9",
            "text": "Ix yalan heb' ajk'ol chi' icha tik: Ol onh tzak'laj t'a spatic heb' masanto ol yal syamchaj heb' cuuj. Ol quik'anek' tastac ay t'a heb', ol ko pucaneq'ui, ichato ol kak' b'ud'joc ko k'ool yuj. Ol quik'ank'eta k'een quespada t'a yol yatut, ol ko satanel heb', xchi heb'."
        },
        {
            "number": "10",
            "text": "Ayic ix a pu'anb'at ik' t'a yib'anh ha' mar, ix mucchajkan heb' winh yuj ha', ix b'atkan heb' winh t'a yich ha' icha k'een plomo."
        },
        {
            "number": "11",
            "text": "Mamin Jehová, malaj junok Dios syal slajb'an sb'a ed'oc. Niwan elk'ochi, yujto a achxonhej ochi. Manhxa junokxo mach syal sch'oxan milagro yet' tas satub'tac icha tza k'ulej."
        },
        {
            "number": "12",
            "text": "Ix a ch'ox a poder, ichato ix turjib'at heb' yuj ha' mar."
        },
        {
            "number": "13",
            "text": "Yuj a niwan wach'k'olal tzonh a cuchb'an a onh a chonhab' onh ix a colcanel tik. Yed' a poder tzonh ik'anb'at t'a a kajnub' to ictaxon yaji."
        },
        {
            "number": "14",
            "text": "Ayic ol yab'an jun tik juntzanhxo nación, ol ib'xock'e heb' yuj xiwelal, ol xivcank'e heb' filisteo."
        },
        {
            "number": "15",
            "text": "Ha heb' yajalil heb' aj Edom, ol satkanb'at sk'ol heb'. Ha heb' yajal t'a Moab, ol luclonkan heb' yuj xiwelal. Icha pax chi' heb' cananeo, ol laj sk'ub'ejel sb'a heb',"
        },
        {
            "number": "16",
            "text": "yujto ol te xivcank'e heb', ol sicb'okkanel heb'. Mamin Jehová, icha k'een k'een ol ajkan heb' yuj a poder, masanto ol onh ek'b'at a onh a chonhab' onh colb'ilel uj tik."
        },
        {
            "number": "17",
            "text": "Mamin Jehová, ol onh ik'b'at a onh a chonhab' onh tik ed'oc t'a jun witz to ic yaji, jun lugar to a ach ix a sik'kaneli b'aj ol ach ajoc, aton jun a kajnub' to a nanakkani."
        },
        {
            "number": "18",
            "text": "Ach Jehová, Rey ach t'a masanil tiempo, xchi heb' israel t'a sb'it."
        },
        {
            "number": "19",
            "text": "Ayic ix cot skarruaje winh sreyal Egipto yet' juntzanh heb' ed'jinac nok' chej t'a yol ha' mar, ix mucjikanem heb' t'a yol ha' yuj spoder Jehová. Axo pax heb' israel jun, yelxo wal wach' ix aj yek' heb' t'a yol jun b'e taquinh t'a snanhal ha'."
        },
        {
            "number": "20",
            "text": "Yuj chi', a ix María schekab' Dios, yanab' winhaj Aarón, ix yik'k'e jun spandereta ix. Masanil heb' ix yetisraelal ix yet'nack'e spandereta heb' ix, ix k'e cheneljoc heb' ix yet' ix."
        },
        {
            "number": "21",
            "text": "Ix b'itan ix María t'a yichanh heb' ix icha tik: Co b'itejec sb'i Jehová, yujto te satub'tac ix aj yak'an ganar owal. Ix mucchajkan nok' chej t'a yol ha' mar yet' heb' winh ed'jinac nok', xchi ix."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix yik'anel heb' israel winhaj Moisés t'a sti' ha' Chacchac Mar chi', ix cot heb' t'a taquinh lu'um yic Shur. Oxe' k'ual ix b'ey heb', malaj b'aj ix ilchaj ha ha' yuj heb'."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix jawi heb' t'a jun scuch Mara. Ay jun ha' ta', palta maj yal-laj yuk'an ha' heb' yujto yelxo wal te k'a' ha', yuj chi' Mara ix sb'iejkan jun lugar chi' yuj heb'."
        },
        {
            "number": "24",
            "text": "Ix och ijan heb' anima chi' schichon sk'ol t'a spatic winhaj Moisés chi', ix laj yalan heb': ¿Tas ol cuk' tiknaik? xchi heb'."
        },
        {
            "number": "25",
            "text": "Yuj chi', ix sk'anan scolwal Jehová winhaj Moisés chi'. Axo Jehová chi' ix ch'oxan jun te te' t'a winh, ix yak'anem te' winh t'a yol ha', ix b'o ha' yuj te'. Ata' ix yak' jun sley Jehová t'a heb' israel, yic syila' tato sk'anab'ajej heb'."
        },
        {
            "number": "26",
            "text": "Ix yalan Jehová: Tato tze k'anab'ajej tas swal a in Jehová in tik, tze k'ulan tas syal in checnab'il yet' masanil in k'ayb'ub'al, manh ol wak'cotlaj ilya t'a eyib'anh icha juntzanh ix wak'cot t'a yib'anh heb' aj Egipto, yujto a in Jehová in tzex wanhtej, xchi."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix jawi heb' t'a Elim b'aj ay lajchawe' sjaj ha ha' yet' 70 te' palma. Ata' ix sb'ok'e skampamento heb' t'a stitac ha ha' chi'."
        }
    ]
}