{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix el eb' israel t'a Elim chi', ix javi eb' t'a tzinan lum yic Sin, t'a skal Elim yet' Sinaí. Ha t'a jun k'u chi' nanhal schab'il ujalxo yelta eb' t'a Egipto."
        },
        {
            "number": "2",
            "text": "Ayic ayek' eb' ta', masanil eb' ix alub'tanhan t'a spatic vinhaj Moisés yet' t'a spatic vinhaj Aarón."
        },
        {
            "number": "3",
            "text": "Ix yalan eb' icha tik: --Comonoc ix el t'a sk'ol Dios to ha t'a Egipto onh chamcani. Ata' tzonh em k'ojan t'a stz'ey lum chenal chib'ej, tzonh wa'i, masanto tzonh te b'ud'ji. Palta a exxo tik ix onh eyik'cot t'a taquinh lu'um tik yic tzonh cham co masanil yuj vejel, xchi eb'."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yalan Jehová t'a vinhaj Moisés chi': --Ha t'a satcha’anh ol vak'cot tas ol e wa''a. Junjun k'u ol b'at e molanq'ue tas ol e wa''a, yuj chi' ol wila'' tato ol e k'anab'ajej in checnab'il, mato maay."
        },
        {
            "number": "5",
            "text": "Axo t'a svaquil k'ual, tze molancanq'ue yic chab'oc k'ual, tze b'oancan yic jun k'u chi' yet' yic yuquil k'ual, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Ix yalan vinhaj Moisés yet' vinhaj Aarón chi' t'a eb' chonhab': --Ha t'a jun yemk'ualil tik ol eyojtaquejeli to yel a Jehová ix ex ik'anelta t'a Egipto."
        },
        {
            "number": "7",
            "text": "Axo t'a q'uinhib'alil ol eyilan stziquiquial, yujto ix yab'i tas ix eyutej e lolon t'a spatic. Palta a onh tik, ¿toc ay quelk'ochi, yuj chi' tzeyal co pecal? xchi eb' vinh."
        },
        {
            "number": "8",
            "text": "Ix yalanpax vinhaj Moisés chi': --Ha t'a yemk'ualil tik ol yak' nok' chib'ej Jehová e chi'a. Axo t'a junjun q'uinhib'alil, ol yak'an e vael ato syala' jantac tze wa''a, yujto ix yab'i tas tzeyalub'tanhej t'a spatic. Wach'chom t'a co patic tzeyalub'tanhej eyalani, palta malaj quelk'och a onh tik. Val yel ha t'a spatic Jehová tzeyalub'tanhej, xchi vinh."
        },
        {
            "number": "9",
            "text": "Ha t'a jun rato chi' ix yal vinhaj Moisés chi' t'a vinhaj Aarón: --Al t'a eb' smasanil to snitzcot sb'a eb' t'a yichanh Jehová, yujto ix yab'i tas ix yalub'tanhej eb', xchi vinh."
        },
        {
            "number": "10",
            "text": "Ha val yic van slolon vinhaj Aarón t'a eb' yetisraelal chi', ix yilanb'at eb' t'a tzinan lu'um, ix sch'oxanq'ue sb'a stziquiquial Jehová t'a skal jun topanh asun."
        },
        {
            "number": "11",
            "text": "Ix yalan Jehová t'a vinhaj Moisés chi':"
        },
        {
            "number": "12",
            "text": "--Ix vab' val tas ix yal eb' israel tik t'a in patic. Yuj chi' al t'a eb' to a ticnaic t'a k'ik'b'alil, ol vak' nok' schib'ej eb', haxo sq'uinhib'i k'ik'an svak' tas sva eb', masanto sb'ud'ji val sk'ol eb'. Icha chi' ol aj yojtacanel eb' to a in ton Jehová e Diosal in, xchi Jehová."
        },
        {
            "number": "13",
            "text": "Ha t'a jun yemk'ualil chi', ix javi nhilnaj nok' ub', ix majel b'aj ay scampamento eb' yuj nok'. Axo t'a q'uinhib'alil t'a junxo k'u, ix em yal ak'val t'a spatictac scampamento eb' chi'."
        },
        {
            "number": "14",
            "text": "Ayic ix tacji yal ak'val chi', ay juntzanh tas te cotac ix kan t'a sat lu'um, icha q'uen cheev yilji."
        },
        {
            "number": "15",
            "text": "Manh yojtacoc juntzanh chi' eb'. Ayic ix yilanoch eb', ix yal-lan eb' t'ay junjun: ¿Tastaxlaj juntzanh tik? xchi eb'. Ix yalan vinhaj Moisés: --Aton e vael syak' Jehová tik."
        },
        {
            "number": "16",
            "text": "Aton jun checnab'il ix yak' tik: Syal e molanchaanh t'a junjun k'u, icha jantac tz'och eyuj yuj jayvanh ex t'a yol e pat. Iq'uecq'ue junjunoc echlab' yic junjun anima, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ichaton chi' ix yutej eb' anima chi'. Ay mach niwan ix molanq'uei, ay pax mach quennhej."
        },
        {
            "number": "18",
            "text": "Ato a yechlab'il ix ak'chaji, maj yak' sobre t'a eb' niwan ix molanq'uei, anheja' k'ocb'il ix yab'pax t'a eb' quennhej ix molanq'uei. Junjun mach ix smolq'ue jantac sva t'a junjun k'u."
        },
        {
            "number": "19",
            "text": "Ix yalan vinhaj Moisés t'a eb': --Max yal-laj e molancan yic e k'ik'an, xchi vinh."
        },
        {
            "number": "20",
            "text": "Ay mach maj k'anab'ajanlaj tas ix yal vinh, ix smolancan jab'ocxo yic sva eb' k'ik'an yalani. Ha tas ix smolcan eb' chi', ix och ha'ayaxoc, ix q'ue sjab' t'a junxo k'u, yuj chi' ix cot yoval vinhaj Moisés chi' t'a eb' maj k'anab'ajan chi'."
        },
        {
            "number": "21",
            "text": "Junjun q'uinhib'alil smolanq'ue eb' jantac sva t'a jun k'u chi', haxo yic sja yoc k'u tz'ulaxb'ati."
        },
        {
            "number": "22",
            "text": "Axo t'a svaquil k'ual, junjunto echlab' sobreal syik'q'ue eb' yic sva junjun eb', syalelk'ochi to chab'chab' echlab' yic junjun eb'. Axo eb' ayoch yajalil t'a skal eb' anima chi', ix b'at yal eb' t'a vinhaj Moisés."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yalan vinh: --Ha jun chi' a Jehová ix alani, yujto a k'ik'an sk'ual ik'oj ip. Ha jun ik'oj ip chi' sk'ual yic tz'ik'jichaanh Jehová. Tze tz'anhcan tas stz'anhchaji yic tze wa k'ik'an, tze mayancan tas smaychaji, tze sik'ancan yic e k'ik'an chi', xchi vinh."
        },
        {
            "number": "24",
            "text": "Ix sk'anab'ajan eb' anima tas ix yal vinhaj Moisés chi'. Ix sik'ancanb'at masanil tas sva eb' t'a junxo k'u. Maj ixtaxb'atoc, maj ochpax ha'ayaxoc."
        },
        {
            "number": "25",
            "text": "Axo t'a junxo k'u, ix yalan vinhaj Moisés chi': --Vaec e vael kan eyuj evi, yujto sk'ual ik'oj ip ticnaic, tze k'anab'ajej eyik'anchaanh Jehová. Ha t'a jun k'ual tik, malaj jab'oc tas tze wa chi' tz'ilchaj eyuj t'a spatictac campamento tik."
        },
        {
            "number": "26",
            "text": "Yujto anhej t'a vaque' k'u t'a yol semana syal e molan tas tze wa''a, haxo t'a yuquil k'ual, manhxalaj tas sjavi, yujto sk'ual ik'oj ip, xchi vinh."
        },
        {
            "number": "27",
            "text": "Palta ay eb' ix b'at sayan yic t'a yuquil k'ual chi', palta malaj jab'oc tas ix ilchaj yuj eb'."
        },
        {
            "number": "28",
            "text": "Ix yalan Jehová t'a vinhaj Moisés chi': --Yelxo val max e k'anab'ajej, ¿tom ol ex ochnhej ijan e tenanek' in checnab'il yet' in k'ayb'ub'al?"
        },
        {
            "number": "29",
            "text": "Naec val sik'lab'il, a in Jehová in svala' to yowalil tze k'anab'ajej sk'ual ik'oj ip. Yuj chi' ha t'a svaquil k'ual, svak' vael t'a chab' k'ual, yuj chi' ha t'a jun k'ual chi', wach'nhej eyajek' t'a yol b'ajtac ayex, malaj mach sb'at munlajel, xchi t'a vinh."
        },
        {
            "number": "30",
            "text": "Ichaton chi' ix aji, ix yik'an yip eb' anima t'a yuquil k'ual chi'."
        },
        {
            "number": "31",
            "text": "Maná ix yak' eb' israel scuch juntzanh vael ix smol chi'. Sacsac yilji icha val sat anh culantro. Te chi' svaji, icha ixim k'oxox pan ayoch yalchab' t'ay."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi', ix yalan vinhaj Moisés: --Ix yal Jehová t'ayin icha tik: Siq'uecb'at junok echlab' maná, yic ol yil eb' eyuninal t'a b'ak'uinh. Ol yil e vael eb' ix vak' e wa t'a lum tzinan lu'um tik, ayic ix ex vik'anelta t'a Egipto, xchi Jehová, xchi vinhaj Moisés chi'."
        },
        {
            "number": "33",
            "text": "Yuj chi', ix yalan vinh t'a vinhaj Aarón: --Ik'cot junok chen, tzak'anem junok echlab' maná t'a yool icha yalan Jehová. Slajvi chi', tza sik'ancanb'at t'a yichanh Jehová chi', yic wach' ol yil eb' quinhtilal, xchi vinh."
        },
        {
            "number": "34",
            "text": "Icha ix yutej Jehová yalan t'a vinhaj Moisés chi', icha chi' ix yutej vinhaj Aarón, ix sik'ancanb'at vinh t'a stz'ey q'uen q'ueen b'aj tz'ib'ab'ilcan strato Jehová."
        },
        {
            "number": "35",
            "text": "D'a 40 ab'il ix sva maná eb' israel, masanto ix k'och eb' t'a lum cajnub'al t'a smojonal Canaán."
        },
        {
            "number": "36",
            "text": "Ha jun echlab' chi', Gomer sb'i, ay am nanhaloc yoxil litro ha ha' tz'em t'a yool."
        }
    ]
}