{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix el heb' israel t'a Elim chi', ix jawi heb' t'a tzinan lum yic Sin, t'a skal Elim yet' Sinaí. Ha t'a jun k'u chi' nanhal schab'il ujalxo yelta heb' t'a Egipto."
        },
        {
            "number": "2",
            "text": "Ayic ayek' heb' ta', masanil heb' ix alub'tanhan t'a spatic winhaj Moisés yet' t'a spatic winhaj Aarón."
        },
        {
            "number": "3",
            "text": "Ix yalan heb' icha tik: --Comonoc ix el t'a sk'ol Dios to ha t'a Egipto onh chamkani. Ata' tzonh em k'ojan t'a stz'ey lum chenal chib'ej, tzonh wa'i, masanto tzonh te b'ud'ji. Palta a exxo tik ix onh eyik'cot t'a taquinh lu'um tik yic tzonh cham ko masanil yuj wejel, xchi heb'."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yalan Jehová t'a winhaj Moisés chi': --Ha t'a satcha’anh ol wak'cot tas ol he wa''a. Junjun k'u ol b'at he molank'e tas ol he wa''a, yuj chi' ol wila'' tato ol he k'anab'ajej in checnab'il, mato maay."
        },
        {
            "number": "5",
            "text": "Axo t'a swaquil k'ual, tze molankank'e yic chab'oc k'ual, tze b'oankan yic jun k'u chi' yet' yic yuquil k'ual, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Ix yalan winhaj Moisés yet' winhaj Aarón chi' t'a heb' chonhab': --Ha t'a jun yemk'ualil tik ol eyojtaquejeli to yel a Jehová ix ex ik'anelta t'a Egipto."
        },
        {
            "number": "7",
            "text": "Axo t'a q'uinhib'alil ol eyilan stziquiquial, yujto ix yab'i tas ix eyutej he lolon t'a spatic. Palta a onh tik, ¿toc ay quelk'ochi, yuj chi' tzeyal ko pecal? xchi heb' winh."
        },
        {
            "number": "8",
            "text": "Ix yalanpax winhaj Moisés chi': --Ha t'a yemk'ualil tik ol yak' nok' chib'ej Jehová he chi'a. Axo t'a junjun q'uinhib'alil, ol yak'an he wael ato syala' jantac tze wa''a, yujto ix yab'i tas tzeyalub'tanhej t'a spatic. Wach'chom t'a ko patic tzeyalub'tanhej eyalani, palta malaj quelk'och a onh tik. Val yel ha t'a spatic Jehová tzeyalub'tanhej, xchi winh."
        },
        {
            "number": "9",
            "text": "Ha t'a jun rato chi' ix yal winhaj Moisés chi' t'a winhaj Aarón: --Al t'a heb' smasanil to snitzcot sb'a heb' t'a yichanh Jehová, yujto ix yab'i tas ix yalub'tanhej heb', xchi winh."
        },
        {
            "number": "10",
            "text": "Ha wal yic wan slolon winhaj Aarón t'a heb' yetisraelal chi', ix yilanb'at heb' t'a tzinan lu'um, ix sch'oxank'e sb'a stziquiquial Jehová t'a skal jun topanh asun."
        },
        {
            "number": "11",
            "text": "Ix yalan Jehová t'a winhaj Moisés chi':"
        },
        {
            "number": "12",
            "text": "--Ix wab' wal tas ix yal heb' israel tik t'a in patic. Yuj chi' al t'a heb' to a tiknaik t'a k'ik'b'alil, ol wak' nok' schib'ej heb', haxo sq'uinhib'i k'ik'an swak' tas swa heb', masanto sb'ud'ji wal sk'ol heb'. Icha chi' ol aj yojtakanel heb' to a in ton Jehová he Diosal in, xchi Jehová."
        },
        {
            "number": "13",
            "text": "Ha t'a jun yemk'ualil chi', ix jawi nhilnaj nok' ub', ix majel b'aj ay skampamento heb' yuj nok'. Axo t'a q'uinhib'alil t'a junxo k'u, ix em yal ak'wal t'a spatictac skampamento heb' chi'."
        },
        {
            "number": "14",
            "text": "Ayic ix tacji yal ak'wal chi', ay juntzanh tas te cotac ix kan t'a sat lu'um, icha k'een cheev yilji."
        },
        {
            "number": "15",
            "text": "Manh yojtakoc juntzanh chi' heb'. Ayic ix yilanoch heb', ix yal-lan heb' t'ay junjun: ¿Tastaxlaj juntzanh tik? xchi heb'. Ix yalan winhaj Moisés: --Aton he wael syak' Jehová tik."
        },
        {
            "number": "16",
            "text": "Aton jun checnab'il ix yak' tik: Syal he molanchaanh t'a junjun k'u, icha jantac tz'och eyuj yuj jaywanh ex t'a yol he pat. Ik'eck'e junjunoc echlab' yic junjun anima, xchi winh."
        },
        {
            "number": "17",
            "text": "Ichaton chi' ix yutej heb' anima chi'. Ay mach niwan ix molank'ei, ay pax mach quennhej."
        },
        {
            "number": "18",
            "text": "Ato a yechlab'il ix ak'chaji, maj yak' sobre t'a heb' niwan ix molank'ei, anheja' k'ocb'il ix yab'pax t'a heb' quennhej ix molank'ei. Junjun mach ix smolk'e jantac swa t'a junjun k'u."
        },
        {
            "number": "19",
            "text": "Ix yalan winhaj Moisés t'a heb': --Max yal-laj he molankan yic he k'ik'an, xchi winh."
        },
        {
            "number": "20",
            "text": "Ay mach maj k'anab'ajanlaj tas ix yal winh, ix smolankan jab'okxo yic swa heb' k'ik'an yalani. Ha tas ix smolcan heb' chi', ix och ha'ayaxoc, ix k'e sjab' t'a junxo k'u, yuj chi' ix cot yowal winhaj Moisés chi' t'a heb' maj k'anab'ajan chi'."
        },
        {
            "number": "21",
            "text": "Junjun q'uinhib'alil smolank'e heb' jantac swa t'a jun k'u chi', haxo yic sja yoc k'u tz'ulaxb'ati."
        },
        {
            "number": "22",
            "text": "Axo t'a swaquil k'ual, junjunto echlab' sobreal syik'k'e heb' yic swa junjun heb', syalelk'ochi to chab'chab' echlab' yic junjun heb'. Axo heb' ayoch yajalil t'a skal heb' anima chi', ix b'at yal heb' t'a winhaj Moisés."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yalan winh: --Ha jun chi' a Jehová ix alani, yujto a k'ik'an sk'ual ik'oj ip. Ha jun ik'oj ip chi' sk'ual yic tz'ik'jichaanh Jehová. Tze tz'anhcan tas stz'anhchaji yic tze wa k'ik'an, tze mayankan tas smaychaji, tze sik'ankan yic he k'ik'an chi', xchi winh."
        },
        {
            "number": "24",
            "text": "Ix sk'anab'ajan heb' anima tas ix yal winhaj Moisés chi'. Ix sik'ankanb'at masanil tas swa heb' t'a junxo k'u. Maj ixtaxb'atoc, maj ochpax ha'ayaxoc."
        },
        {
            "number": "25",
            "text": "Axo t'a junxo k'u, ix yalan winhaj Moisés chi': --Vaec he wael kan eyuj ewi, yujto sk'ual ik'oj ip tiknaik, tze k'anab'ajej eyik'anchaanh Jehová. Ha t'a jun k'ual tik, malaj jab'oc tas tze wa chi' tz'ilchaj eyuj t'a spatictac campamento tik."
        },
        {
            "number": "26",
            "text": "Yujto anhej t'a waque' k'u t'a yol semana syal he molan tas tze wa''a, haxo t'a yuquil k'ual, manhxalaj tas sjawi, yujto sk'ual ik'oj ip, xchi winh."
        },
        {
            "number": "27",
            "text": "Palta ay heb' ix b'at sayan yic t'a yuquil k'ual chi', palta malaj jab'oc tas ix ilchaj yuj heb'."
        },
        {
            "number": "28",
            "text": "Ix yalan Jehová t'a winhaj Moisés chi': --Yelxo wal max he k'anab'ajej, ¿tom ol ex ochnhej ijan he tenanek' in checnab'il yet' in k'ayb'ub'al?"
        },
        {
            "number": "29",
            "text": "Naec wal sik'lab'il, a in Jehová in swala' to yowalil tze k'anab'ajej sk'ual ik'oj ip. Yuj chi' ha t'a swaquil k'ual, swak' wael t'a chab' k'ual, yuj chi' ha t'a jun k'ual chi', wach'nhej eyajek' t'a yol b'ajtac ayex, malaj mach sb'at munlajel, xchi t'a winh."
        },
        {
            "number": "30",
            "text": "Ichaton chi' ix aji, ix yik'an yip heb' anima t'a yuquil k'ual chi'."
        },
        {
            "number": "31",
            "text": "Maná ix yak' heb' israel scuch juntzanh wael ix smol chi'. Sacsac yilji icha wal sat anh culantro. Te chi' swaji, icha ixim k'oxox pan ayoch yalchab' t'ay."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi', ix yalan winhaj Moisés: --Ix yal Jehová t'ayin icha tik: Sik'ecb'at junok echlab' maná, yic ol yil heb' eyuninal t'a b'ak'uinh. Ol yil he wael heb' ix wak' he wa t'a lum tzinan lu'um tik, ayic ix ex wik'anelta t'a Egipto, xchi Jehová, xchi winhaj Moisés chi'."
        },
        {
            "number": "33",
            "text": "Yuj chi', ix yalan winh t'a winhaj Aarón: --Ik'cot junok chen, tzak'anem junok echlab' maná t'a yool icha yalan Jehová. Slajwi chi', tza sik'ankanb'at t'a yichanh Jehová chi', yic wach' ol yil heb' quinhtilal, xchi winh."
        },
        {
            "number": "34",
            "text": "Icha ix yutej Jehová yalan t'a winhaj Moisés chi', icha chi' ix yutej winhaj Aarón, ix sik'ankanb'at winh t'a stz'ey k'een k'een b'aj tz'ib'ab'ilkan strato Jehová."
        },
        {
            "number": "35",
            "text": "D'a 40 ab'il ix swa maná heb' israel, masanto ix k'och heb' t'a lum kajnub'al t'a smojonal Canaán."
        },
        {
            "number": "36",
            "text": "Ha jun echlab' chi', Gomer sb'i, ay am nanhaloc yoxil litro ha ha' tz'em t'a yool."
        }
    ]
}