{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Masanil eb' israel ix el t'a lum tzinan lu'um yic Sin, k'ojank'olal ix aj sb'ey eb', ato syal tas tz'aj sch'oxan Jehová. Ixlajwi chi', ix javi eb' t'a Refidim, palta malaj ha ha' ta'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix cotxi yoval eb' t'a vinhaj Moisés chi': --Ha ticnaic, ak' ha ha' cuq'uej, xchi eb'. --¿Tas yuj scot eyoval t'ayin? ¿Tas yuj tzeyak' proval Jehová? xchi vinh."
        },
        {
            "number": "3",
            "text": "Palta haxo eb' chonhab' yelk'olal scham eb' yuj taquinhtial, yuj chi' ix q'ue yav eb' t'a vinhaj Moisés chi', ix yalan eb': --¿Tas yuj ix onh iq'uelta t'a Egipto? ¿Tom yuj co cham yuj taquinhtial yet' eb' cuninal yet' pax nok' co molb'etzal nok'? xchi eb'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix tevi vinhaj Moisés chi' t'a Jehová icha tik: --Mamin, ¿tas val svutej eb' anima tik? Ijan val tzin sjulq'uenej eb', xchi vinh."
        },
        {
            "number": "5",
            "text": "Ix tak'vi Jehová t'a vinh: --Ha ticnaic, b'ab'lajanh t'a yichanh eb' anima chi', tzik'anb'at jayvanhoc eb' yichamtac vinaquil chonhab' chi' ed'oc. Tzik'anpaxb'at te' a k'ococh, te' ak'lab'ejnac a mak'an sat ha' Nilo."
        },
        {
            "number": "6",
            "text": "Ha in ol in b'ab'laj t'a ichanh t'a q'uen tenam t'a Horeb, haxo ol ach k'och ta', tza mak'an sat q'ueen yet' te' a k'ococh chi', ol elul ha' t'a sat q'ueen, ol yuk'an ha' eb' anima chi', xchi t'a vinh. Icha chi' ix yutej vinhaj Moisés chi' t'a yichanh eb' yichamtac vinaquil chonhab' Israel."
        },
        {
            "number": "7",
            "text": "Meriba ix yak' vinh sb'iej jun lugar chi', yujto chuk ix yal eb' t'a spatic vinh. Masah pax ix yak' vinh sb'iej, yujto ix yak' proval Jehová eb', ix yalan eb': Mato val ayek' Jehová t'a co cal, mato maay, xchi eb'."
        },
        {
            "number": "8",
            "text": "Ayic ayek' eb' israel t'a Refidim chi', ata' ix k'och eb' amalecita yak' oval yet' eb'."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yal vinhaj Moisés t'a vinhaj Josué: --Siq'uel jantacoc eb' co soldado yic sb'at eb' yak' oval yet' eb' amalecita. Ha k'ik'an tzin b'at t'a chon tzalan, ved'nac te' k'ococh, te' syak'lab'ej Dios, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix sk'anab'ajan vinhaj Josué chi', ix b'at yak'an oval vinh yet' eb' amalecita chi'. Axo vinhaj Moisés chi' yet' vinhaj Aarón yet' pax vinhaj Hur, ix b'at eb' vinh t'a chon tzalan chi'."
        },
        {
            "number": "11",
            "text": "Ha syik'anq'ue sk'ab' vinhaj Moisés t'a chaanh, skan eb' amalecita t'a yalanh yuj eb' israel. Axo syik'anxiem sk'ab' vinh, ijan skan eb' vinh israel t'a yalanh."
        },
        {
            "number": "12",
            "text": "Palta ste k'unb'i sk'ab' vinh sb'at jecan, yuj chi' ix say jun q'uen q'ueen vinhaj Aarón yet' vinhaj Hur chi'. Ha t'a yib'anh q'ueen ix em k'ojan vinhaj Moisés chi', haxo eb' vinh ix yamanq'ue sk'ab' vinh chi', junjun eb' vinh t'a stz'eytac vinh masanto ix b'at k'u."
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj yak'an lajvoc eb' amalecita vinhaj Josué chi'."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix yalan Jehová t'a vinhaj Moisés chi': --Tz'ib'chajocab'kan jun ab'ix tik yic ol nachajcotoc. Tzalanpax t'a vinhaj Josué chi' to a in ol in satel masanil eb' amalecita t'a junelnhej, manhxa b'aj ol nachajcot eb', xchi t'a vinh."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix sb'oanq'ue jun altar vinhaj Moisés chi', ix yak'an vinh sb'iej icha tik: Ha Jehová b'ab'el cuuj t'a oval."
        },
        {
            "number": "16",
            "text": "Ix yalan vinh icha tik: Yujto ix yik'chaanh sk'ab' eb' yinhtilal vinhaj Amalec yak'an oval yet' Jehová, yuj chi' ol yak'nhej oval Jehová yet' eb' aj Amalec t'a masanil tiempo, xchi vinh."
        }
    ]
}