{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Masanil heb' israel ix el t'a lum tzinan lu'um yic Sin, k'ojank'olal ix aj sb'ey heb', ato syal tas tz'aj sch'oxan Jehová. Ixlajwi chi', ix jawi heb' t'a Refidim, palta malaj ha ha' ta'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix cotxi yowal heb' t'a winhaj Moisés chi': --Ha tiknaik, ak' ha ha' cuk'ej, xchi heb'. --¿Tas yuj scot eyowal t'ayin? ¿Tas yuj tzeyak' prowal Jehová? xchi winh."
        },
        {
            "number": "3",
            "text": "Palta haxo heb' chonhab' yelk'olal scham heb' yuj taquinhtial, yuj chi' ix k'e yav heb' t'a winhaj Moisés chi', ix yalan heb': --¿Tas yuj ix onh ik'elta t'a Egipto? ¿Tom yuj ko cham yuj taquinhtial yet' heb' cuninal yet' pax nok' ko molb'etzal nok'? xchi heb'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix tewi winhaj Moisés chi' t'a Jehová icha tik: --Mamin, ¿tas wal swutej heb' anima tik? Ijan wal tzin sjulk'enej heb', xchi winh."
        },
        {
            "number": "5",
            "text": "Ix tak'wi Jehová t'a winh: --Ha tiknaik, b'ab'lajanh t'a yichanh heb' anima chi', tzik'anb'at jaywanhoc heb' yichamtac winaquil chonhab' chi' ed'oc. Tzik'anpaxb'at te' a k'ococh, te' ak'lab'ejnac a mak'an sat ha' Nilo."
        },
        {
            "number": "6",
            "text": "Ha in ol in b'ab'laj t'a ichanh t'a k'een tenam t'a Horeb, haxo ol ach k'och ta', tza mak'an sat k'een yet' te' a k'ococh chi', ol elul ha' t'a sat k'een, ol yuk'an ha' heb' anima chi', xchi t'a winh. Icha chi' ix yutej winhaj Moisés chi' t'a yichanh heb' yichamtac winaquil chonhab' Israel."
        },
        {
            "number": "7",
            "text": "Meriba ix yak' winh sb'iej jun lugar chi', yujto chuk ix yal heb' t'a spatic winh. Masah pax ix yak' winh sb'iej, yujto ix yak' prowal Jehová heb', ix yalan heb': Mato wal ayek' Jehová t'a ko kal, mato maay, xchi heb'."
        },
        {
            "number": "8",
            "text": "Ayic ayek' heb' israel t'a Refidim chi', ata' ix k'och heb' amalecita yak' owal yet' heb'."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yal winhaj Moisés t'a winhaj Josué: --Sik'el jantacoc heb' ko soldado yic sb'at heb' yak' owal yet' heb' amalecita. Ha k'ik'an tzin b'at t'a chon tzalan, wed'nac te' k'ococh, te' syak'lab'ej Dios, xchi winh."
        },
        {
            "number": "10",
            "text": "Ix sk'anab'ajan winhaj Josué chi', ix b'at yak'an owal winh yet' heb' amalecita chi'. Axo winhaj Moisés chi' yet' winhaj Aarón yet' pax winhaj Hur, ix b'at heb' winh t'a chon tzalan chi'."
        },
        {
            "number": "11",
            "text": "Ha syik'ank'e sk'ab' winhaj Moisés t'a chaanh, skan heb' amalecita t'a yalanh yuj heb' israel. Axo syik'anxiem sk'ab' winh, ijan skan heb' winh israel t'a yalanh."
        },
        {
            "number": "12",
            "text": "Palta ste k'unb'i sk'ab' winh sb'at jecan, yuj chi' ix say jun k'een k'een winhaj Aarón yet' winhaj Hur chi'. Ha t'a yib'anh k'een ix em k'ojan winhaj Moisés chi', haxo heb' winh ix yamank'e sk'ab' winh chi', junjun heb' winh t'a stz'eytac winh masanto ix b'at k'u."
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj yak'an lajwoc heb' amalecita winhaj Josué chi'."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winhaj Moisés chi': --Tz'ib'chajocab'kan jun ab'ix tik yic ol nachajcotoc. Tzalanpax t'a winhaj Josué chi' to a in ol in satel masanil heb' amalecita t'a junelnhej, manhxa b'aj ol nachajcot heb', xchi t'a winh."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix sb'oank'e jun altar winhaj Moisés chi', ix yak'an winh sb'iej icha tik: Ha Jehová b'ab'el cuuj t'a owal."
        },
        {
            "number": "16",
            "text": "Ix yalan winh icha tik: Yujto ix yik'chaanh sk'ab' heb' yinhtilal winhaj Amalec yak'an owal yet' Jehová, yuj chi' ol yak'nhej owal Jehová yet' heb' aj Amalec t'a masanil tiempo, xchi winh."
        }
    ]
}