{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Jetro, snhi' winhaj Moisés, sacerdote yaj t'a Madián. Ix yab' winh jantac tas ix sk'ulej Dios yet' winhaj Moisés yet' pax chonhab' Israel, ayic ix ik'jielta eb' yuj t'a Egipto."
        },
        {
            "number": "2",
            "text": "Ha winhaj Moisés chi', yak'nac meltzaj ix yetb'eyum winh, aton ix Séfora yet' chavanh yuninal winh t'a winhaj Jetro chi'. Ix chaji eb' yuj winhaj Jetro chi'."
        },
        {
            "number": "3",
            "text": "(Ha winh sb'ab'el unin winhaj Moisés chi', Gersón sb'i winh, yujto ix yal winh: Tonhej tzin b'eyek' t'a skal eb' ch'oc chonhab'il, xchi winh."
        },
        {
            "number": "4",
            "text": "Axo winh schab'il scuch Eliezer, yujto ix yal winh: Aynhejoch sDiosal in mam ved'oc, a ix in colanel t'a q'uen yespada winh sreyal Egipto, xchi winh.)"
        },
        {
            "number": "5",
            "text": "Axo ix yab'an winhaj Jetro to ha t'a tzinan lu'um ay scampamento winhaj Moisés chi', t'a yich vitz b'aj sch'ox sb'ha Dios. Ata' ix b'at winhaj Jetro chi' yil winh yet'nac ix Séfora yetb'eyum winhaj Moisés chi' winh. Yed'nacpax eb' yuninal winhaj Moisés chi' winh."
        },
        {
            "number": "6",
            "text": "Ix yalanb'at winh t'a winhaj Moisés chi': --Ha in Jetro a nhi' in tik, van in k'och ach wila'', ajun ix etb'eyum ved'oc yet' pax eb' winh eyuninal schavanhil, xchib'at winh."
        },
        {
            "number": "7",
            "text": "D'a elanhchamel ix elta winhaj Moisés scha winh snhi' chi', ix em nhojan winh t'a yichanh winh, ix stz'ub'anelta sti' winh. Ixlajwi yak'lan stzatzil sk'ol eb', ix och eb' t'a yol smantiado winhaj Moisés chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan winhaj Moisés chi' t'a winh snhi' chi' tas ix utaj winh sreyal Egipto yet' masanil eb' aj Egipto yuj Jehová ayic ix scolanel eb' chonhab' israel. Ix yalanpax winh yuj jantac yaelal ix yil yet' eb' anima chi' t'a yoltac b'e yet' tas ix aj scolji eb' yuj Jehová."
        },
        {
            "number": "9",
            "text": "Ix te tzalaj sk'ol winhaj Jetro chi', a ix yab'an scolval Dios winh t'a chonhab' Israel, ayic ix scolanelta eb' t'a yol sk'ab' eb' aj Egipto."
        },
        {
            "number": "10",
            "text": "Ix yalan winh: --Alchajocab' wach' lolonel t'a Jehová, aton ix ex colanel t'a yol sk'ab' eb' aj Egipto yet' t'a yol sk'ab' winh rey, ix ex yik'anelta t'a yalanh smandar eb'."
        },
        {
            "number": "11",
            "text": "Ha ticnaic sik'lab'il val snachajel vuuj to a Jehová yelxo val ek'al t'a yib'anh juntzanhxo dios, yujto ix ex coljiel yuj t'a yol sk'ab' eb' aj Egipto, wach'chom ix ste iq'uejchaanh sb'a eb' t'a yichanh, xchi winhaj Jetro chi'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix snhusan jun nok' silab' winhaj Jetro chi' d'ha Dios, ix yak'anpax juntzanhxo silab' winh t'ay. Ix ja winhaj Aarón yet' eb' yichamtac vinaquil chonhab' b'aj ayek' winh snhi' winhaj Moisés chi', ix wa eb' t'a yichanh Jehová."
        },
        {
            "number": "13",
            "text": "Axo t'a junxo k'ual, ix em k'ojan winhaj Moisés, ix och ijan winh sch'olb'itan tastac yaj yoval eb' chonhab'. Pilan k'u ayek' eb' anima chi' t'a yichanh winh."
        },
        {
            "number": "14",
            "text": "Ayic ix yilan winhaj Jetro yuj tas syutej winhaj Moisés sb'oan yaj yoval eb' anima chi', ix yalan winh t'a winh: --¿Tas yuj icha chi' tzutej eb' anima tik? ¿Tas yuj a achnhej tza b'o yaj yoval eb' smasanil? Ay eb' tonhej tzek' tiempo t'ay, pilan k'u stanhvej eb', xchi winhaj Jetro chi'."
        },
        {
            "number": "15",
            "text": "Ix tak'vi winhaj Moisés chi': --Sjavi eb' anima tik t'ayin yic tzin k'anb'an d'ha Dios yuj eb'."
        },
        {
            "number": "16",
            "text": "Ayic syak'an oval eb' sjavipax eb' t'ayin, tzin ch'olb'itan mach tzek' t'a yib'anh yet' mach yel syala', slajvi chi' svalan schecnab'il yet' sk'ayb'ub'al Dios t'a eb', xchi winh."
        },
        {
            "number": "17",
            "text": "Ix yalan winh snhi' winh chi': --Manh wach'oc icha tzutej chi'."
        },
        {
            "number": "18",
            "text": "Tzach te k'unb'i, ste k'unb'ipax eb' anima tik. Yelxo tzek' yib'anh a munlaji, anhejtona' manh ol ach tzak'vanpaxlaj a ch'ocoj."
        },
        {
            "number": "19",
            "text": "Ab' tas ol val t'ayach, ha Dios ol kolwaj ed'oc. Ha ach tzach och t'a yichanh Dios yuj eb' anima, tzalan t'ay yuj tastac sk'ulej eb'."
        },
        {
            "number": "20",
            "text": "Wach' to tza k'ayb'ej eb' t'a sley Jehová, tzalani tas ol aj sb'eyb'at eb' yet' tas ol sk'ulej eb'."
        },
        {
            "number": "21",
            "text": "Ha jun tas wach' tza k'ulej ticnaic to tza siq'uel jayvanhoc eb' winh ay xivk'olal d'ha Dios, eb' winh jelan spensar, eb' winh tojol spensar, eb' winh manh comonoc sk'ananel tumin t'a anima. Tzak'anoch yopisio eb' winh t'a yib'anh junjunoc makan anima. Ay eb' winh tzak'och yajaliloc t'a junok mil anima, ay pax eb' winh tzak'och yajaliloc t'a junok cien, ay pax eb' winh anhej t'a junok 50 b'aj tzak'ochi, ay pax eb' winh anhej t'a lajunhvanhoc b'aj tzak'ochi."
        },
        {
            "number": "22",
            "text": "Ha eb' winh tik ol b'oan yaj yoval eb' anima. Tato quennhej yaj yoval anima chi', sb'o'ocab' yaj eb' winh. Tato niwan yaj jun, yik'ocab'cot eb' t'a ichanh. Tato icha chi' ol utej, ol kolwaj jab'oc eb' yik'anel jun munlajel tik t'a ib'anh."
        },
        {
            "number": "23",
            "text": "Tato tza k'anab'ajej a k'ulan jun tik, tato schapax sk'ol Dios to icha chi' ol ajoc, icha chi' ol aj stechaj uuj. Anhejtona' eb' anima tik ol meltzaj eb' t'a tzalajk'olal t'a yet'tal junjun, xchi winhaj Jetro chi'."
        },
        {
            "number": "24",
            "text": "Ix sk'anab'ajan winhaj Moisés tas ix yal winh snhi' chi'."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix sik'anel eb' te ay spensar winh, eb' jelan t'a skal eb' yetchonhab', ix yak'anoch yopisio eb' winh t'a yib'anh junjun mil anima, t'a yib'anh cien, t'a yib'anh 50 yet' t'a yib'anh lajunhvaanh."
        },
        {
            "number": "26",
            "text": "Ha eb' winh chi' aynhejoch t'a yib'anh sch'olb'itan yaj eb' anima. Ha oval te niwan yaji, tz'ik'chajb'at t'a yichanh winhaj Moisés chi'. Axo pax oval quennhej yaj jun, a eb' winh sb'oan yaji."
        },
        {
            "number": "27",
            "text": "Ix stak'lancan sb'a winhaj Jetro yet' winhaj Moisés chi', ix pax winh t'a schonhab'."
        }
    ]
}