{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Jetro, snhi' winhaj Moisés, sacerdote yaj t'a Madián. Ix yab' winh jantac tas ix sk'ulej Dios yet' winhaj Moisés yet' pax chonhab' Israel, ayic ix ik'jielta heb' yuj t'a Egipto."
        },
        {
            "number": "2",
            "text": "Ha winhaj Moisés chi', yak'nac meltzaj ix yetb'eyum winh, aton ix Séfora yet' chawanh yuninal winh t'a winhaj Jetro chi'. Ix chaji heb' yuj winhaj Jetro chi'."
        },
        {
            "number": "3",
            "text": "(Ha winh sb'ab'el unin winhaj Moisés chi', Gersón sb'i winh, yujto ix yal winh: Tonhej tzin b'eyek' t'a skal heb' ch'oc chonhab'il, xchi winh."
        },
        {
            "number": "4",
            "text": "Axo winh schab'il scuch Eliezer, yujto ix yal winh: Aynhejoch sDiosal in mam wed'oc, a ix in colanel t'a k'een yespada winh sreyal Egipto, xchi winh.)"
        },
        {
            "number": "5",
            "text": "Axo ix yab'an winhaj Jetro to ha t'a tzinan lu'um ay skampamento winhaj Moisés chi', t'a yich witz b'aj sch'ox sb'ha Dios. Ata' ix b'at winhaj Jetro chi' yil winh yet'nac ix Séfora yetb'eyum winhaj Moisés chi' winh. Yed'nacpax heb' yuninal winhaj Moisés chi' winh."
        },
        {
            "number": "6",
            "text": "Ix yalanb'at winh t'a winhaj Moisés chi': --Ha in Jetro a nhi' in tik, wan in k'och ach wila'', ajun ix etb'eyum wed'oc yet' pax heb' winh eyuninal schawanhil, xchib'at winh."
        },
        {
            "number": "7",
            "text": "D'a elanhchamel ix elta winhaj Moisés scha winh snhi' chi', ix em nhojan winh t'a yichanh winh, ix stz'ub'anelta sti' winh. Ixlajwi yak'lan stzatzil sk'ol heb', ix och heb' t'a yol smantiado winhaj Moisés chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan winhaj Moisés chi' t'a winh snhi' chi' tas ix utaj winh sreyal Egipto yet' masanil heb' aj Egipto yuj Jehová ayic ix scolanel heb' chonhab' israel. Ix yalanpax winh yuj jantac yaelal ix yil yet' heb' anima chi' t'a yoltac b'e yet' tas ix aj scolji heb' yuj Jehová."
        },
        {
            "number": "9",
            "text": "Ix te tzalaj sk'ol winhaj Jetro chi', a ix yab'an scolwal Dios winh t'a chonhab' Israel, ayic ix scolanelta heb' t'a yol sk'ab' heb' aj Egipto."
        },
        {
            "number": "10",
            "text": "Ix yalan winh: --Alchajokab' wach' lolonel t'a Jehová, aton ix ex colanel t'a yol sk'ab' heb' aj Egipto yet' t'a yol sk'ab' winh rey, ix ex yik'anelta t'a yalanh smandar heb'."
        },
        {
            "number": "11",
            "text": "Ha tiknaik sik'lab'il wal snachajel wuuj to a Jehová yelxo wal ek'al t'a yib'anh juntzanhxo Dios, yujto ix ex coljiel yuj t'a yol sk'ab' heb' aj Egipto, wach'chom ix ste ik'ejchaanh sb'a heb' t'a yichanh, xchi winhaj Jetro chi'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix snhusan jun nok' silab' winhaj Jetro chi' d'ha Dios, ix yak'anpax juntzanhxo silab' winh t'ay. Ix ja winhaj Aarón yet' heb' yichamtac winaquil chonhab' b'aj ayek' winh snhi' winhaj Moisés chi', ix wa heb' t'a yichanh Jehová."
        },
        {
            "number": "13",
            "text": "Axo t'a junxo k'ual, ix em k'ojan winhaj Moisés, ix och ijan winh sch'olb'itan tastac yaj yowal heb' chonhab'. Pilan k'u ayek' heb' anima chi' t'a yichanh winh."
        },
        {
            "number": "14",
            "text": "Ayic ix yilan winhaj Jetro yuj tas syutej winhaj Moisés sb'oan yaj yowal heb' anima chi', ix yalan winh t'a winh: --¿Tas yuj icha chi' tzutej heb' anima tik? ¿Tas yuj a achnhej tza b'o yaj yowal heb' smasanil? Ay heb' tonhej tzek' tiempo t'ay, pilan k'u stanhwej heb', xchi winhaj Jetro chi'."
        },
        {
            "number": "15",
            "text": "Ix tak'wi winhaj Moisés chi': --Sjawi heb' anima tik t'ayin yic tzin k'anb'an d'ha Dios yuj heb'."
        },
        {
            "number": "16",
            "text": "Ayic syak'an owal heb' sjawipax heb' t'ayin, tzin ch'olb'itan mach tzek' t'a yib'anh yet' mach yel syala', slajwi chi' swalan schecnab'il yet' sk'ayb'ub'al Dios t'a heb', xchi winh."
        },
        {
            "number": "17",
            "text": "Ix yalan winh snhi' winh chi': --Manh wach'oc icha tzutej chi'."
        },
        {
            "number": "18",
            "text": "Tzach te k'unb'i, ste k'unb'ipax heb' anima tik. Yelxo tzek' yib'anh a munlaji, anhejtona' manh ol ach tzak'wanpaxlaj a ch'ocoj."
        },
        {
            "number": "19",
            "text": "Ab' tas ol wal t'ayach, ha Dios ol kolwaj ed'oc. Ha ach tzach och t'a yichanh Dios yuj heb' anima, tzalan t'ay yuj tastac sk'ulej heb'."
        },
        {
            "number": "20",
            "text": "Wach' to tza k'ayb'ej heb' t'a sley Jehová, tzalani tas ol aj sb'eyb'at heb' yet' tas ol sk'ulej heb'."
        },
        {
            "number": "21",
            "text": "Ha jun tas wach' tza k'ulej tiknaik to tza sik'el jaywanhoc heb' winh ay xivk'olal d'ha Dios, heb' winh jelan spensar, heb' winh tojol spensar, heb' winh manh comonoc sk'ananel tumin t'a anima. Tzak'anoch yopisio heb' winh t'a yib'anh junjunoc makan anima. Ay heb' winh tzak'och yajaliloc t'a junok mil anima, ay pax heb' winh tzak'och yajaliloc t'a junok cien, ay pax heb' winh anhej t'a junok 50 b'aj tzak'ochi, ay pax heb' winh anhej t'a lajunhwanhoc b'aj tzak'ochi."
        },
        {
            "number": "22",
            "text": "Ha heb' winh tik ol b'oan yaj yowal heb' anima. Tato quennhej yaj yowal anima chi', sb'o'okab' yaj heb' winh. Tato niwan yaj jun, yik'okab'cot heb' t'a ichanh. Tato icha chi' ol utej, ol kolwaj jab'oc heb' yik'anel jun munlajel tik t'a ib'anh."
        },
        {
            "number": "23",
            "text": "Tato tza k'anab'ajej a k'ulan jun tik, tato schapax sk'ol Dios to icha chi' ol ajoc, icha chi' ol aj stechaj uuj. Anhejtona' heb' anima tik ol meltzaj heb' t'a tzalajk'olal t'a yet'tal junjun, xchi winhaj Jetro chi'."
        },
        {
            "number": "24",
            "text": "Ix sk'anab'ajan winhaj Moisés tas ix yal winh snhi' chi'."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix sik'anel heb' te ay spensar winh, heb' jelan t'a skal heb' yetchonhab', ix yak'anoch yopisio heb' winh t'a yib'anh junjun mil anima, t'a yib'anh cien, t'a yib'anh 50 yet' t'a yib'anh lajunhwaanh."
        },
        {
            "number": "26",
            "text": "Ha heb' winh chi' aynhejoch t'a yib'anh sch'olb'itan yaj heb' anima. Ha owal te niwan yaji, tz'ik'chajb'at t'a yichanh winhaj Moisés chi'. Axo pax owal quennhej yaj jun, a heb' winh sb'oan yaji."
        },
        {
            "number": "27",
            "text": "Ix stak'lankan sb'a winhaj Jetro yet' winhaj Moisés chi', ix pax winh t'a schonhab'."
        }
    ]
}