{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Jetro, snhi' vinhaj Moisés, sacerdote yaj t'a Madián. Ix yab' vinh jantac tas ix sk'ulej Dios yet' vinhaj Moisés yet' pax chonhab' Israel, ayic ix ik'jielta eb' yuj t'a Egipto."
        },
        {
            "number": "2",
            "text": "Ha vinhaj Moisés chi', yak'nac meltzaj ix yetb'eyum vinh, aton ix Séfora yet' chavanh yuninal vinh t'a vinhaj Jetro chi'. Ix chaji eb' yuj vinhaj Jetro chi'."
        },
        {
            "number": "3",
            "text": "(Ha vinh sb'ab'el unin vinhaj Moisés chi', Gersón sb'i vinh, yujto ix yal vinh: Tonhej tzin b'eyek' t'a skal eb' ch'oc chonhab'il, xchi vinh."
        },
        {
            "number": "4",
            "text": "Axo vinh schab'il scuch Eliezer, yujto ix yal vinh: Aynhejoch sDiosal in mam ved'oc, a ix in colanel t'a q'uen yespada vinh sreyal Egipto, xchi vinh.)"
        },
        {
            "number": "5",
            "text": "Axo ix yab'an vinhaj Jetro to ha t'a tzinan lu'um ay scampamento vinhaj Moisés chi', t'a yich vitz b'aj sch'ox sb'ha Dios. Ata' ix b'at vinhaj Jetro chi' yil vinh yet'nac ix Séfora yetb'eyum vinhaj Moisés chi' vinh. Yed'nacpax eb' yuninal vinhaj Moisés chi' vinh."
        },
        {
            "number": "6",
            "text": "Ix yalanb'at vinh t'a vinhaj Moisés chi': --Ha in Jetro a nhi' in tik, van in k'och ach wila'', ajun ix etb'eyum ved'oc yet' pax eb' vinh eyuninal schavanhil, xchib'at vinh."
        },
        {
            "number": "7",
            "text": "D'a elanhchamel ix elta vinhaj Moisés scha vinh snhi' chi', ix em nhojan vinh t'a yichanh vinh, ix stz'ub'anelta sti' vinh. Ixlajwi yak'lan stzatzil sk'ol eb', ix och eb' t'a yol smantiado vinhaj Moisés chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan vinhaj Moisés chi' t'a vinh snhi' chi' tas ix utaj vinh sreyal Egipto yet' masanil eb' aj Egipto yuj Jehová ayic ix scolanel eb' chonhab' israel. Ix yalanpax vinh yuj jantac yaelal ix yil yet' eb' anima chi' t'a yoltac b'e yet' tas ix aj scolji eb' yuj Jehová."
        },
        {
            "number": "9",
            "text": "Ix te tzalaj sk'ol vinhaj Jetro chi', a ix yab'an scolval Dios vinh t'a chonhab' Israel, ayic ix scolanelta eb' t'a yol sk'ab' eb' aj Egipto."
        },
        {
            "number": "10",
            "text": "Ix yalan vinh: --Alchajocab' wach' lolonel t'a Jehová, aton ix ex colanel t'a yol sk'ab' eb' aj Egipto yet' t'a yol sk'ab' vinh rey, ix ex yik'anelta t'a yalanh smandar eb'."
        },
        {
            "number": "11",
            "text": "Ha ticnaic sik'lab'il val snachajel vuuj to a Jehová yelxo val ek'al t'a yib'anh juntzanhxo dios, yujto ix ex coljiel yuj t'a yol sk'ab' eb' aj Egipto, wach'chom ix ste iq'uejchaanh sb'a eb' t'a yichanh, xchi vinhaj Jetro chi'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix snhusan jun nok' silab' vinhaj Jetro chi' d'ha Dios, ix yak'anpax juntzanhxo silab' vinh t'ay. Ix ja vinhaj Aarón yet' eb' yichamtac vinaquil chonhab' b'aj ayek' vinh snhi' vinhaj Moisés chi', ix wa eb' t'a yichanh Jehová."
        },
        {
            "number": "13",
            "text": "Axo t'a junxo k'ual, ix em k'ojan vinhaj Moisés, ix och ijan vinh sch'olb'itan tastac yaj yoval eb' chonhab'. Pilan k'u ayek' eb' anima chi' t'a yichanh vinh."
        },
        {
            "number": "14",
            "text": "Ayic ix yilan vinhaj Jetro yuj tas syutej vinhaj Moisés sb'oan yaj yoval eb' anima chi', ix yalan vinh t'a vinh: --¿Tas yuj icha chi' tzutej eb' anima tik? ¿Tas yuj a achnhej tza b'o yaj yoval eb' smasanil? Ay eb' tonhej tzek' tiempo t'ay, pilan k'u stanhvej eb', xchi vinhaj Jetro chi'."
        },
        {
            "number": "15",
            "text": "Ix tak'vi vinhaj Moisés chi': --Sjavi eb' anima tik t'ayin yic tzin k'anb'an d'ha Dios yuj eb'."
        },
        {
            "number": "16",
            "text": "Ayic syak'an oval eb' sjavipax eb' t'ayin, tzin ch'olb'itan mach tzek' t'a yib'anh yet' mach yel syala', slajvi chi' svalan schecnab'il yet' sk'ayb'ub'al Dios t'a eb', xchi vinh."
        },
        {
            "number": "17",
            "text": "Ix yalan vinh snhi' vinh chi': --Manh wach'oc icha tzutej chi'."
        },
        {
            "number": "18",
            "text": "Tzach te k'unb'i, ste k'unb'ipax eb' anima tik. Yelxo tzek' yib'anh a munlaji, anhejtona' manh ol ach tzak'vanpaxlaj a ch'ocoj."
        },
        {
            "number": "19",
            "text": "Ab' tas ol val t'ayach, ha Dios ol kolwaj ed'oc. Ha ach tzach och t'a yichanh Dios yuj eb' anima, tzalan t'ay yuj tastac sk'ulej eb'."
        },
        {
            "number": "20",
            "text": "Wach' to tza k'ayb'ej eb' t'a sley Jehová, tzalani tas ol aj sb'eyb'at eb' yet' tas ol sk'ulej eb'."
        },
        {
            "number": "21",
            "text": "Ha jun tas wach' tza k'ulej ticnaic to tza siq'uel jayvanhoc eb' vinh ay xivk'olal d'ha Dios, eb' vinh jelan spensar, eb' vinh tojol spensar, eb' vinh manh comonoc sk'ananel tumin t'a anima. Tzak'anoch yopisio eb' vinh t'a yib'anh junjunoc makan anima. Ay eb' vinh tzak'och yajaliloc t'a junok mil anima, ay pax eb' vinh tzak'och yajaliloc t'a junok cien, ay pax eb' vinh anhej t'a junok 50 b'aj tzak'ochi, ay pax eb' vinh anhej t'a lajunhvanhoc b'aj tzak'ochi."
        },
        {
            "number": "22",
            "text": "Ha eb' vinh tik ol b'oan yaj yoval eb' anima. Tato quennhej yaj yoval anima chi', sb'o'ocab' yaj eb' vinh. Tato niwan yaj jun, yik'ocab'cot eb' t'a ichanh. Tato icha chi' ol utej, ol kolwaj jab'oc eb' yik'anel jun munlajel tik t'a ib'anh."
        },
        {
            "number": "23",
            "text": "Tato tza k'anab'ajej a k'ulan jun tik, tato schapax sk'ol Dios to icha chi' ol ajoc, icha chi' ol aj stechaj uuj. Anhejtona' eb' anima tik ol meltzaj eb' t'a tzalajk'olal t'a yet'tal junjun, xchi vinhaj Jetro chi'."
        },
        {
            "number": "24",
            "text": "Ix sk'anab'ajan vinhaj Moisés tas ix yal vinh snhi' chi'."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix sik'anel eb' te ay spensar vinh, eb' jelan t'a skal eb' yetchonhab', ix yak'anoch yopisio eb' vinh t'a yib'anh junjun mil anima, t'a yib'anh cien, t'a yib'anh 50 yet' t'a yib'anh lajunhvaanh."
        },
        {
            "number": "26",
            "text": "Ha eb' vinh chi' aynhejoch t'a yib'anh sch'olb'itan yaj eb' anima. Ha oval te niwan yaji, tz'ik'chajb'at t'a yichanh vinhaj Moisés chi'. Axo pax oval quennhej yaj jun, a eb' vinh sb'oan yaji."
        },
        {
            "number": "27",
            "text": "Ix stak'lancan sb'a vinhaj Jetro yet' vinhaj Moisés chi', ix pax vinh t'a schonhab'."
        }
    ]
}