{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ha val stz'acvi yoxil ujal yel eb' israel t'a Egipto, ix ja eb' t'a taquinh lu'um b'aj ay lum Sinaí,"
        },
        {
            "number": "2",
            "text": "spetoj eb' t'a Refidim. Ha ix ja eb' ta' ix sb'oan scampamento eb' t'a yich vitz Sinaí."
        },
        {
            "number": "3",
            "text": "Ix avtajq'ue vinhaj Moisés yuj Jehová Dios t'a jolom vitz chi' yic slolon yet' vinh. Ix yalan icha tik: --Al juntzanh lolonel tik t'a eb' yinhtilal vinhaj Jacob, aton eb' etisraelal:"
        },
        {
            "number": "4",
            "text": "Scham val eyilan tas ix vutej eb' anima t'a Egipto yet' tas ix vutej ex vik'anelta, ayic ex vik'ancot b'aj ayex ek' tik. Ichato yib'anh sk'axil nok' nivac ch'acb'a ayexq'uei ayic ix ex ja t'a tik."
        },
        {
            "number": "5",
            "text": "Tato te k'anab'ajum tzeyutej e b'a t'ayin, tze k'anab'ajan in trato, in chonhab' ex toni, sik'b'il ex el vuj t'a skal juntzanhxo chonhab'. Vic jun yol yib'anhk’inal tik smasanil,"
        },
        {
            "number": "6",
            "text": "palta a exxo tik, jun chonhab'il sacerdote tzex ajcani yic tzin eyak'an servil, jun chonhab' anima to vicnhej yaji, xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix emixta vinhaj Moisés t'a jolom vitz Sinaí chi', ix yavtancot eb' yichamtac vinaquil chonhab' vinh. Ix och ijan vinh yalan tas ix yal Jehová chi'."
        },
        {
            "number": "8",
            "text": "Masanil eb' israel ix tak'vi icha tik: --Masanil tas schec Jehová co k'ulej, ol co k'ulejnhej, xchi eb'. Ixlajwi chi', ix b'at yalanxi vinhaj Moisés t'a Jehová tas ix yal eb' chonhab' chi'."
        },
        {
            "number": "9",
            "text": "Ix yalanxi Jehová chi' t'a vinh: --Ha ticnaic, ol in ch'ox in b'a t'ayach t'a skal jun niwan k'ik'al asun, ol in lolon ed'oc, yic wach' ol yab' eb' anima, ol ach yak'anoch eb' t'a sk'ool t'a masanil tiempo, xchi. Ix yalanxi vinhaj Moisés chi' t'a Jehová tas ix yutej yalan eb' chonhab' chi'."
        },
        {
            "number": "10",
            "text": "Ix yalanxi Jehová: --Ixic, tzal t'a eb' anima to sacb'itej sb'a eb' ticnaic yet' k'ik'an, sjuk'anel spichul eb' yujto ol och eb' ejmelal t'a vichanh."
        },
        {
            "number": "11",
            "text": "Axo chab'ej tzin emuli, tzin ch'oxan in b'ha t'a masanil chonhab' t'a jolom vitz Sinaí."
        },
        {
            "number": "12",
            "text": "Tzaq'uem yechel t'a yichtac vitz tik, tzalan t'a eb' to nivanocab' yelk'och jun vitz tik t'a yol sat eb'. Max yal-laj sq'ueta eb' t'ay, max yal ste javi eb' t'a stz'ey, tato ay junok mach sjavi t'a stz'ey, yowalil schami."
        },
        {
            "number": "13",
            "text": "Malaj mach syal smak'ancham jun anima chi' yet' sk'ab'. Sjulq'uenaj chami, ma sjuljicham yet' jul-lab'. Taxonhej anima ma junok nok' nok', tojolnhej schami. Ato ol puchaj sch'aac nok' calnel, ichato chi' syal snitzancot sb'a eb' anima t'a slak'anil lum vitz tik, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix paxta vinhaj Moisés t'a jolom vitz chi', ix ul yalan vinh t'a eb' israel chi' to sacb'itej sb'a eb', sjuk'anpaxel spichul eb'."
        },
        {
            "number": "15",
            "text": "Ix yalan vinhaj Moisés chi' t'a eb': --Ha ticnaic sacb'itejec e b'a, yujto tzex och ejmelal t'a Jehová chab'ej. Manhxo ex vay yet' eb' ix eyetb'eyum t'a chab' k'ual tik, xchi vinh t'a eb'."
        },
        {
            "number": "16",
            "text": "Axo ix sakb'i t'a schab'jial, ix ek' copnaj leb'lon, ix mak'vaj k'u, ay jun niwan asun k'ik' t'a jolom vitz chi'. Ixlajwi chi, ix yab'an eb' anima te chaanh ix ok' jun q'uen trompeta t'a jolom vitz chi'. Masanil eb' anima ayek' t'a yol campamento chi', ix xivq'ue eb'."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yik'anb'at masanil eb' anima vinhaj Moisés chi' t'a spatiquel campamento chi', ix b'at schaan Dios eb', ix kan oyan eb' t'a slak'anil yich lum vitz chi'."
        },
        {
            "number": "18",
            "text": "Ix te q'ue stab'il lum vitzal Sinaí chi', ix emul Jehová t'a skal jun niwan k'ak'. Icha val sq'ue stab'il junok horno, icha val chi' sq'ue stab'il, ix te ib'xiq'ue jun vitz chi'."
        },
        {
            "number": "19",
            "text": "Axo q'uen trompeta chi', juntac el spuji q'ueen, ste q'uechaanh sjaj q'ueen. Aton ta' ix lolon vinhaj Moisés yet' Jehová. Te chaanh syutej tak'voc sb'a Jehová chi' t'a vinh."
        },
        {
            "number": "20",
            "text": "Ha val t'a schaanhil sjolom lum vitz chi', ata' ix emul Jehová, ix yalan t'a vinhaj Moisés chi' to sq'ue vinh b'aj ayek' chi', yuj chi' ix q'ue vinh."
        },
        {
            "number": "21",
            "text": "Ix yalan Jehová t'a vinh: --Ha ticnaic emanh t'a yich vitz chi', b'at alan t'a eb' anima to max ek'ta eb' in yil b'aj aycanem jun yechel, haxo talaj tz'aji, tzijtum eb' schami."
        },
        {
            "number": "22",
            "text": "Anheja' eb' sacerdote tz'ochtaxon t'a in lak'anil, yowalil sacb'itej sb'a eb'. Tato maay, haxo talaj tz'aji, swach' satel eb', xchi t'a vinh."
        },
        {
            "number": "23",
            "text": "Ix tak'vi vinhaj Moisés chi' t'ay: --Ha eb' chonhab' chi', max yal-laj sq'ueta eb' t'a lum vitz tik, yujto a ach ix ala' to tz'em yechel b'aj syal sjavi eb' yuj sch'oxani to niwan yelk'ochi, xchi vinh."
        },
        {
            "number": "24",
            "text": "Ix yalanxi Jehová t'a vinh icha tik: --Emanhxi, haxo tzach q'ueuli ed'nacocab' vinhaj Aarón. Axo eb' sacerdote yet' masanil eb' chonhab', max k'axpajek'talaj eb' b'aj aycanem yechel chi' uuj, yic max javi eb' b'aj ayinek' tik, tato maay, xim miltachamlaj eb', xchi Jehová."
        },
        {
            "number": "25",
            "text": "Ix emta vinhaj Moisés chi', ix ul yalan vinh t'a eb' chonhab' tas ix yal Jehová chi'."
        }
    ]
}