{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "A val stz'acvi yoxil ujal yel eb' israel d'a Egipto, ix ja eb' d'a taquinh luum b'aj ay lum Sinaí,"
        },
        {
            "number": "2",
            "text": "spetoj eb' d'a Refidim. A ix ja eb' ta' ix sb'oan scampamento eb' d'a yich vitz Sinaí."
        },
        {
            "number": "3",
            "text": "Ix avtajq'ue vinhaj Moisés yuj Jehová Dios d'a jolom vitz chi' yic slolon yed' vinh. Ix yalan icha tic: --Al juntzanh lolonel tic d'a eb' yinhtilal vinhaj Jacob, aton eb' etisraelal:"
        },
        {
            "number": "4",
            "text": "Scham val eyilan tas ix vutej eb' anima d'a Egipto yed' tas ix vutej ex vik'anelta, ayic ex vik'ancot b'aj ayex ek' tic. Ichato yib'anh sk'axil nok' nivac ch'acb'a ayexq'uei ayic ix ex ja d'a tic."
        },
        {
            "number": "5",
            "text": "Tato te k'anab'ajum tzeyutej e b'a d'ayin, tze k'anab'ajan in trato, in chonhab' ex toni, sik'b'il ex el vuj d'a scal juntzanhxo chonhab'. Vic jun yolyib'anhq'uinal tic smasanil,"
        },
        {
            "number": "6",
            "text": "palta a exxo tic, jun chonhab'il sacerdote tzex ajcani yic tzin eyak'an servil, jun chonhab' anima to vicnhej yaji, xchi Jehová, xa chi d'a eb'."
        },
        {
            "number": "7",
            "text": "Ix lajvi chi', ix emixta vinhaj Moisés d'a jolom vitz Sinaí chi', ix yavtancot eb' yichamtac vinaquil chonhab' vinh. Ix och ijan vinh yalan tas ix yal Jehová chi'."
        },
        {
            "number": "8",
            "text": "Masanil eb' israel ix tak'vi icha tic: --Masanil tas schec Jehová co k'ulej, ol co k'ulejnhej, xchi eb'. Ix lajvi chi', ix b'at yalanxi vinhaj Moisés d'a Jehová tas ix yal eb' chonhab' chi'."
        },
        {
            "number": "9",
            "text": "Ix yalanxi Jehová chi' d'a vinh: --A ticnaic, ol in ch'ox in b'a d'ayach d'a scal jun nivan q'uik'al asun, ol in lolon ed'oc, yic vach' ol yab' eb' anima, ol ach yak'anoch eb' d'a sk'ool d'a masanil tiempo, xchi. Ix yalanxi vinhaj Moisés chi' d'a Jehová tas ix yutej yalan eb' chonhab' chi'."
        },
        {
            "number": "10",
            "text": "Ix yalanxi Jehová: --Ixic, tzal d'a eb' anima to sacb'itej sb'a eb' ticnaic yed' q'uik'an, sjuk'anel spichul eb' yujto ol och eb' ejmelal d'a vichanh."
        },
        {
            "number": "11",
            "text": "Axo chab'ej tzin emuli, tzin ch'oxan in b'a d'a masanil chonhab' d'a jolom vitz Sinaí."
        },
        {
            "number": "12",
            "text": "Tzaq'uem yechel d'a yichtac vitz tic, tzalan d'a eb' to nivanocab' yelk'och jun vitz tic d'a yol sat eb'. Max yal-laj sq'ueta eb' d'ay, max yal ste javi eb' d'a stz'ey, tato ay junoc mach sjavi d'a stz'ey, yovalil schami."
        },
        {
            "number": "13",
            "text": "Malaj mach syal smak'ancham jun anima chi' yed' sk'ab'. Sjulq'uenaj chami, ma sjuljicham yed' jul-lab'. Taxonhej anima ma junoc nok' nok', tojolnhej schami. Ato ol puchaj sch'aac nok' calnel, ichato chi' syal snitzancot sb'a eb' anima d'a slak'anil lum vitz tic, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ix lajvi chi', ix paxta vinhaj Moisés d'a jolom vitz chi', ix ul yalan vinh d'a eb' israel chi' to sacb'itej sb'a eb', sjuk'anpaxel spichul eb'."
        },
        {
            "number": "15",
            "text": "Ix yalan vinhaj Moisés chi' d'a eb': --A ticnaic sacb'itejec e b'a, yujto tzex och ejmelal d'a Jehová chab'ej. Manhxo ex vay yed' eb' ix eyetb'eyum d'a chab' k'ual tic, xchi vinh d'a eb'."
        },
        {
            "number": "16",
            "text": "Axo ix sacb'i d'a schab'jial, ix ek' copnaj leb'lon, ix mak'vaj k'u, ay jun nivan asun q'uik' d'a jolom vitz chi'. Ix lajvi chi, ix yab'an eb' anima te chaanh ix ok' jun q'uen trompeta d'a jolom vitz chi'. Masanil eb' anima ayek' d'a yol campamento chi', ix xivq'ue eb'."
        },
        {
            "number": "17",
            "text": "Ix lajvi chi', ix yik'anb'at masanil eb' anima vinhaj Moisés chi' d'a spatiquel campamento chi', ix b'at schaan Dios eb', ix can oyan eb' d'a slak'anil yich lum vitz chi'."
        },
        {
            "number": "18",
            "text": "Ix te q'ue stab'il lum vitzal Sinaí chi', ix emul Jehová d'a scal jun nivan k'ak'. Icha val sq'ue stab'il junoc horno, icha val chi' sq'ue stab'il, ix te ib'xiq'ue jun vitz chi'."
        },
        {
            "number": "19",
            "text": "Axo q'uen trompeta chi', juntac el spuji q'ueen, ste q'uechaanh sjaj q'ueen. Aton ta' ix lolon vinhaj Moisés yed' Jehová. Te chaanh syutej tak'voc sb'a Jehová chi' d'a vinh."
        },
        {
            "number": "20",
            "text": "A val d'a schaanhil sjolom lum vitz chi', ata' ix emul Jehová, ix yalan d'a vinhaj Moisés chi' to sq'ue vinh b'aj ayek' chi', yuj chi' ix q'ue vinh."
        },
        {
            "number": "21",
            "text": "Ix yalan Jehová d'a vinh: --A ticnaic emanh d'a yich vitz chi', b'at alan d'a eb' anima to max ek'ta eb' in yil b'aj aycanem jun yechel, axo talaj tz'aji, tzijtum eb' schami."
        },
        {
            "number": "22",
            "text": "Anheja' eb' sacerdote tz'ochtaxon d'a in lak'anil, yovalil sacb'itej sb'a eb'. Tato maay, axo talaj tz'aji, svach' satel eb', xchi d'a vinh."
        },
        {
            "number": "23",
            "text": "Ix tak'vi vinhaj Moisés chi' d'ay: --A eb' chonhab' chi', max yal-laj sq'ueta eb' d'a lum vitz tic, yujto a ach ix ala' to tz'em yechel b'aj syal sjavi eb' yuj sch'oxani to nivan yelk'ochi, xchi vinh."
        },
        {
            "number": "24",
            "text": "Ix yalanxi Jehová d'a vinh icha tic: --Emanhxi, axo tzach q'ueuli ed'nacocab' vinhaj Aarón. Axo eb' sacerdote yed' masanil eb' chonhab', max k'axpajek'talaj eb' b'aj aycanem yechel chi' uuj, yic max javi eb' b'aj ayinek' tic, tato maay, xim miltachamlaj eb', xchi Jehová."
        },
        {
            "number": "25",
            "text": "Ix emta vinhaj Moisés chi', ix ul yalan vinh d'a eb' chonhab' tas ix yal Jehová chi'."
        }
    ]
}