{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ha wal stz'acwi yoxil ujal yel heb' israel t'a Egipto, ix ja heb' t'a taquinh lu'um b'aj ay lum Sinaí,"
        },
        {
            "number": "2",
            "text": "spetoj heb' t'a Refidim. Ha ix ja heb' ta' ix sb'oan skampamento heb' t'a yich witz Sinaí."
        },
        {
            "number": "3",
            "text": "Ix avtajk'e winhaj Moisés yuj Jehová Dios t'a jolom witz chi' yic slolon yet' winh. Ix yalan icha tik: --Al juntzanh lolonel tik t'a heb' yinhtilal winhaj Jacob, aton heb' etisraelal:"
        },
        {
            "number": "4",
            "text": "Scham wal eyilan tas ix wutej heb' anima t'a Egipto yet' tas ix wutej ex wik'anelta, ayic ex wik'ancot b'aj ayex ek' tik. Ichato yib'anh sk'axil nok' niwac ch'acb'a ayexk'ei ayic ix ex ja t'a tik."
        },
        {
            "number": "5",
            "text": "Tato te k'anab'ajum tzeyutej he b'a t'ayin, tze k'anab'ajan in trato, in chonhab' ex toni, sik'b'il ex el wuj t'a skal juntzanhxo chonhab'. Vic jun yol yib'anhk’inal tik smasanil,"
        },
        {
            "number": "6",
            "text": "palta a exxo tik, jun chonhab'il sacerdote tzex ajkani yic tzin eyak'an serwil, jun chonhab' anima to wicnhej yaji, xchi Jehová, xa chi t'a heb'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix emixta winhaj Moisés t'a jolom witz Sinaí chi', ix yavtancot heb' yichamtac winaquil chonhab' winh. Ix och ijan winh yalan tas ix yal Jehová chi'."
        },
        {
            "number": "8",
            "text": "Masanil heb' israel ix tak'wi icha tik: --Masanil tas schec Jehová ko k'ulej, ol ko k'ulejnhej, xchi heb'. Ixlajwi chi', ix b'at yalanxi winhaj Moisés t'a Jehová tas ix yal heb' chonhab' chi'."
        },
        {
            "number": "9",
            "text": "Ix yalanxi Jehová chi' t'a winh: --Ha tiknaik, ol in ch'ox in b'a t'ayach t'a skal jun niwan k'ik'al asun, ol in lolon ed'oc, yic wach' ol yab' heb' anima, ol ach yak'anoch heb' t'a sk'ool t'a masanil tiempo, xchi. Ix yalanxi winhaj Moisés chi' t'a Jehová tas ix yutej yalan heb' chonhab' chi'."
        },
        {
            "number": "10",
            "text": "Ix yalanxi Jehová: --Ixic, tzal t'a heb' anima to sacb'itej sb'a heb' tiknaik yet' k'ik'an, sjuk'anel spichul heb' yujto ol och heb' ejmelal t'a wichanh."
        },
        {
            "number": "11",
            "text": "Axo chab'ej tzin emuli, tzin ch'oxan in b'ha t'a masanil chonhab' t'a jolom witz Sinaí."
        },
        {
            "number": "12",
            "text": "Tzak'em yechel t'a yichtac witz tik, tzalan t'a heb' to niwanokab' yelk'och jun witz tik t'a yol sat heb'. Max yal-laj sk'eta heb' t'ay, max yal ste jawi heb' t'a stz'ey, tato ay junok mach sjawi t'a stz'ey, yowalil schami."
        },
        {
            "number": "13",
            "text": "Malaj mach syal smak'ancham jun anima chi' yet' sk'ab'. Sjulk'enaj chami, ma sjuljicham yet' jul-lab'. Taxonhej anima ma junok nok' nok', tojolnhej schami. Ato ol puchaj sch'aac nok' kalnel, ichato chi' syal snitzancot sb'a heb' anima t'a slak'anil lum witz tik, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix paxta winhaj Moisés t'a jolom witz chi', ix ul yalan winh t'a heb' israel chi' to sacb'itej sb'a heb', sjuk'anpaxel spichul heb'."
        },
        {
            "number": "15",
            "text": "Ix yalan winhaj Moisés chi' t'a heb': --Ha tiknaik sacb'itejec he b'a, yujto tzex och ejmelal t'a Jehová chab'ej. Manhxo ex way yet' heb' ix eyetb'eyum t'a chab' k'ual tik, xchi winh t'a heb'."
        },
        {
            "number": "16",
            "text": "Axo ix sakb'i t'a schab'jial, ix ek' copnaj lheb'lon, ix mak'waj k'u, ay jun niwan asun k'ik' t'a jolom witz chi'. Ixlajwi chi, ix yab'an heb' anima te chaanh ix ok' jun k'een trompeta t'a jolom witz chi'. Masanil heb' anima ayek' t'a yol campamento chi', ix xivk'e heb'."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yik'anb'at masanil heb' anima winhaj Moisés chi' t'a spatiquel campamento chi', ix b'at schaan Dios heb', ix kan oyan heb' t'a slak'anil yich lum witz chi'."
        },
        {
            "number": "18",
            "text": "Ix te k'e stab'il lum witzal Sinaí chi', ix emul Jehová t'a skal jun niwan k'ak'. Icha wal sk'e stab'il junok horno, icha wal chi' sk'e stab'il, ix te ib'xik'e jun witz chi'."
        },
        {
            "number": "19",
            "text": "Axo k'een trompeta chi', juntac el spuji k'een, ste k'echaanh sjaj k'een. Aton ta' ix lolon winhaj Moisés yet' Jehová. Te chaanh syutej tak'woc sb'a Jehová chi' t'a winh."
        },
        {
            "number": "20",
            "text": "Ha wal t'a schaanhil sjolom lum witz chi', ata' ix emul Jehová, ix yalan t'a winhaj Moisés chi' to sk'e winh b'aj ayek' chi', yuj chi' ix k'e winh."
        },
        {
            "number": "21",
            "text": "Ix yalan Jehová t'a winh: --Ha tiknaik emanh t'a yich witz chi', b'at alan t'a heb' anima to max ek'ta heb' in yil b'aj aykanem jun yechel, haxo talaj tz'aji, tzijtum heb' schami."
        },
        {
            "number": "22",
            "text": "Anheja' heb' sacerdote tz'ochtaxon t'a in lak'anil, yowalil sacb'itej sb'a heb'. Tato maay, haxo talaj tz'aji, swach' satel heb', xchi t'a winh."
        },
        {
            "number": "23",
            "text": "Ix tak'wi winhaj Moisés chi' t'ay: --Ha heb' chonhab' chi', max yal-laj sk'eta heb' t'a lum witz tik, yujto a ach ix ala' to tz'em yechel b'aj syal sjawi heb' yuj sch'oxani to niwan yelk'ochi, xchi winh."
        },
        {
            "number": "24",
            "text": "Ix yalanxi Jehová t'a winh icha tik: --Emanhxi, haxo tzach k'euli ed'nacokab' winhaj Aarón. Axo heb' sacerdote yet' masanil heb' chonhab', max k'axpajek'talaj heb' b'aj aykanem yechel chi' uuj, yic max jawi heb' b'aj ayinek' tik, tato maay, xim miltachamlaj heb', xchi Jehová."
        },
        {
            "number": "25",
            "text": "Ix emta winhaj Moisés chi', ix ul yalan winh t'a heb' chonhab' tas ix yal Jehová chi'."
        }
    ]
}