{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ay jun winh vinac t'a skal eb' yinhtilal winhaj Leví, ix yik' jun ix ix winh, anheja' yinhtilal pax ix winhaj Leví chi'. Ay chavanh yune' eb'."
        },
        {
            "number": "2",
            "text": "Ix alji junxo svinac unin ix, ix yilan ix to te wach' yilji, oxe' ujal ix sk'ub'ejel ix."
        },
        {
            "number": "3",
            "text": "Axo yic majxo yal-laj sk'ub'anel jun nene' unin chi' ix jun, ix yik'ancot jun xuuc ix, ix yak'anoch juntzanh asfalto ix t'ay icha tzataj yic snub'laj sb'a, yic wach' max ochlaj ha' t'a yool. Ixlajwi chi' ix yak'anem winh nene' unin chi' ix t'a yool, ix b'at yak'ancan ix t'a skal juntzanh te te' icha te' aj t'a sti' ha' niwan Nilo."
        },
        {
            "number": "4",
            "text": "Axo jun ix yanab' winh unin chi', najatto ix kan ix yic syilb'at ix tas ol aj winh."
        },
        {
            "number": "5",
            "text": "Axo ix aji, ix k'och ix yisil winh rey sb'ic sb'ha t'a sti' ha' chi'. Yacb'an van sb'eyek' eb' ix schecab' ix t'a stitac ha' chi', ix yilanb'at ix t'a skal juntzanh te' icha te' aj chi' to ayek' jun te' xuuc ta', ix schecanb'at jun ix schecab' ix yic b'at yik'ancot jun xuuc chi'."
        },
        {
            "number": "6",
            "text": "Ayic ix sjacan te' ix, ix yilan ix to nene' unin jun ayem t'a yool, van yoq'ui, yuj chi' ix ok' sk'ol ix t'ay, ix yalan ix: --Yic am eb' ix hebrea jun unin tik, xchi ix."
        },
        {
            "number": "7",
            "text": "Axo ix yanab' winh unin chi', ix k'och ix t'a ix yisil winh rey chi', ix yalan ix: --¿Ma max yal a k'ol b'at vavtej junok ix hebrea yic wach' syak' chunoc jun nene' unin tik ix t'ayach? xchi ix."
        },
        {
            "number": "8",
            "text": "--Ixic, avtej junok ix, xchi ix t'a ix unin chi'. Yuj chi' ix b'at ix yal t'a ix snun. Axo ix ja ix nunab'il chi', ix yalan ix yisil winh rey chi' icha tik:"
        },
        {
            "number": "9",
            "text": "--Ik'b'at jun nene' unin tik, tzilan q'uib'oc, ol ach in tupu', xchi ix. Ix yik'anb'at winh nene' unin chi' ix snun chi', ix sq'uib'tzitan winh ix."
        },
        {
            "number": "10",
            "text": "Axo yic wach'tacxo winh, ix b'at ak'jican winh yuj ix snun chi' t'a ix yisil winh rey chi'. Axo ix yisil winh rey chi', icha wal yune' ix ix yutej winh. Moisés ix yak' ix sb'ioc. Ix yalan ix icha tik: --Yujto ha t'a yol ha ha' ix vik'q'ueta jun unin tik, yuj chi' Moisés ol sb'iej, xchi ix."
        },
        {
            "number": "11",
            "text": "Ayic tek'anxo winhaj Moisés chi', ix b'at winh yil eb' yetisraelal chi', ix yilan winh to te ya munlajel b'aj ayoch eb'. Van smak'jipax jun winh yetchonhab' winh yuj jun winh aj Egipto ix yilan winh."
        },
        {
            "number": "12",
            "text": "Ix ek' q'ueleloc winh, malaj mach van yilani. Yuj chi' ix smak'cham jun winh aj Egipto chi' winh, ix smucancanem winh t'a skal q'uen arena."
        },
        {
            "number": "13",
            "text": "Axo t'a junxo k'u ix b'atxi winh yil eb' yetchonhab' chi', haxo ix yilan winh van yak'an oval chavanh eb' winh yetchonhab' winh chi'. Ix sk'anb'an winh t'a winh ix mak'vaj chi': --¿Tas yuj tza mak' winh etchonhab' tik? xchi winh."
        },
        {
            "number": "14",
            "text": "Ix tak'vi winh chi': --¿Mach ix ach ak'anoch yajalil, ma juezal t'a co cal tik? ¿Mato tza nib'ej tzin a mak'cham icha utej winh aj Egipto evi? xchi winh. Ayic ix yab'an winh tas ix yal winh chi', ix xiv winh, yujto ix nachajel yuj winh to ix el specal to ix smak'cham winh aj Egipto chi' winh."
        },
        {
            "number": "15",
            "text": "Ha ix yab'an specal jun chi' winh rey, ix yak'anb'at sayumal winhaj Moisés chi' winh yic smiljicham winh. Yuj chi' ix b'at winhaj Moisés chi' elelal t'a yol yic Madián. Ayic ix k'och winh t'a sti' jun ha' uk'b'ila', ix em k'ojan winh ta'."
        },
        {
            "number": "16",
            "text": "Ay jun winh sacerdote scuchan Reuel cajan t'a jun lugar chi', ay ucvanh yisil winh. Ix xid'ek' eb' ix t'ha ha' uk'b'ila' chi', yic syak'an b'ud'joc te' jucub' eb' ix yic syuk' ha' nok' scalnel winh smam eb' ix chi'."
        },
        {
            "number": "17",
            "text": "Ix javi juntzanh eb' winh tanhvum calnel, ix spechanel eb' ix eb' winh ta'. Ix yilan winhaj Moisés, ix q'ue jucnaj winh, ix b'at winh scol eb' ix, ix yak'an ha' winh yuk' nok' scalnel eb' ix chi'."
        },
        {
            "number": "18",
            "text": "Ayic ix k'ochxi eb' ix t'a winh smam chi', aton winhaj Reuel, ix sk'anb'an winh t'a eb' ix: --¿Tas yuj ix pet ex jax tiknaik? xchi winh."
        },
        {
            "number": "19",
            "text": "Axo ix tak'vi eb' ix: --Ay jun winh aj Egipto ix onh colan t'a eb' winh tanhvum calnel, ix yik'anq'ueta ha' winh yuk' nok' co calnel tik, xchi eb' ix."
        },
        {
            "number": "20",
            "text": "--¿B'ajtil ix kan winh eyuuj? ¿Tas yuj maj eyik'cot winh t'a tik? Ixiquec elanhchamel eyavtejcot winh yic ol wa winh, xchi winh mamab'il chi'."
        },
        {
            "number": "21",
            "text": "Icha chi' ix aj sk'ochcan winhaj Moisés t'a spat winhaj Jetro chi'. Ayic ix ek'b'at jab'oc tiempo, ix yak'an jun yisil winh yetb'eyumoc winhaj Moisés chi', aton ix Séfora."
        },
        {
            "number": "22",
            "text": "Ix alji jun yune' ix, Gersón ix yak' winhaj Moisés chi' sb'iej, ix yalan winh: Ch'oc chonhab'il vaj t'a jun lugar tik, xchi winh."
        },
        {
            "number": "23",
            "text": "Ayic ayxo tiempo yajek' winh t'a Madián chi', ix cham winh sreyal Egipto. Palta haxo eb' israel anheja' yab'an syail eb' yujto checab' yaj eb' ta'. Ichato chi' b'ian, ix ab'ji scusk'olal eb' yet' syaelal yuj Dios."
        },
        {
            "number": "24",
            "text": "Ix ab'ji yok' eb' yuj, ix snaancot strato yet' winhaj Abraham, winhaj Isaac yet' winhaj Jacob."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix ilji syaelal eb' yuj Dios, ix ok' sk'ol t'a eb'."
        }
    ]
}