{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Dios t'a eb' israel, ix yalan t'a eb' icha tik:"
        },
        {
            "number": "2",
            "text": "Ha in ton Jehová e Diosal in, ix ex viq'uelta t'a yol yic Egipto b'aj ayex och checab'oc, b'aj manh eyicoc e b'a."
        },
        {
            "number": "3",
            "text": "Malajocab' junocxo dios b'aj tzex och ejmelal, palta anhejocab' t'ayin."
        },
        {
            "number": "4",
            "text": "Manh e b'o yechel junok tas e diosaloc, junok tas ay t'a satcha’anh, tas ay t'a sat lu'um tik, ma tastac ay t'a yoltac ha ha'."
        },
        {
            "number": "5",
            "text": "Manh ex em nhojan t'ay, manh eyak'paxem e b'a t'ay, yujto a in Jehová e Diosal in, ste cot voval t'ayex tato tzex och ejmelal t'a junocxo tasi. Ol vak'och syaelal eb' mamab'il malaj velk'och t'ay. Ol vak'anpax yaelal t'a yib'anh yuninal eb', yixchiquin eb' yet' yinhtilal eb'."
        },
        {
            "number": "6",
            "text": "Axo eb' tzin xajanani, eb' sk'anab'ajan in checnab'il, ol in xajanej eb' yet' eb' yinhtilal eb' yic ol b'eynhejb'atoc."
        },
        {
            "number": "7",
            "text": "Manh comonoc tze loc in b'i a in Jehová e Diosal in tik, ma tzeyak' b'inaj in b'i t'a junok tas t'a ichnhej ta', yujto ol vak' yaelal t'a mach icha chi' sk'ulej."
        },
        {
            "number": "8",
            "text": "Nivanocab' yelk'och sk'ual ik'oj ip t'ayex yuj in eyik'anchaanh."
        },
        {
            "number": "9",
            "text": "Vaque' k'ual tzex munlaj t'a e munlajel,"
        },
        {
            "number": "10",
            "text": "haxo t'a yuquil k'ual, sk'ual ik'oj ip. Ha jun k'u chi' vic yaji. Manh ex munlaj t'a jun k'u chi' yet' eb' eyuninal, eb' eyisil, ma eb' vinh e checab', ma eb' ix e checab', ma nok' e molb'etzal nok', nok' smunlaji, ma eb' ch'oc chonhab'il ayek' t'a e cal, mocab' munlaj eb'."
        },
        {
            "number": "11",
            "text": "Yujto a in Jehová in tik, t'a vaque' k'ual ix in b'o satcha’anh yet' sat lu'um yet' ha' mar yet' masanil tastac ay t'ay. Axo t'a yuquil k'ual, ix och vaan in munlaji, yuj chi' a jun yuquil k'ual chi' vic yaji, yuj yochpax e wach'iloc."
        },
        {
            "number": "12",
            "text": "Ayokab' yelk'och e mam e nun t'a e sat, yic wach' snajatb'i e q'uinal t'a sat lum lum ol vak' t'ayex."
        },
        {
            "number": "13",
            "text": "Manh e milcham eb' eyetanimail."
        },
        {
            "number": "14",
            "text": "Manh ex em ajmulal t'a yol sk'ab' eyetb'eyum junjun ex."
        },
        {
            "number": "15",
            "text": "Manh ex elk'anoc."
        },
        {
            "number": "16",
            "text": "Manh e naq'ue lolonel t'a spatic eb' eyetanimail."
        },
        {
            "number": "17",
            "text": "Manh e nib'ejoch spat eb' eyetanimail. Manh e nib'ejpaxoch ix yetb'eyum eb', vinh schecab' eb', ma ix schecab' eb', nok' svacax eb', nok' sb'uru eb', ma junocxo tas ay t'a eb' eyetanimail chi', manh e nib'ejochi, xchi Jehová."
        },
        {
            "number": "18",
            "text": "Masanil eb' israel ix yab' val eb' smak'vaj k'u. Ix yilan eb' yek' copoljoc k'ak', ix yab'anpax eb' te chaanh ix puji jun q'uen trompeta. Ix yilan val eb' sq'ue stab'il lum vitzal Sinaí, ix ib'xiq'ue eb' yuj xivelal, ix snitzanel sb'a eb'."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix yal eb' t'a vinhaj Moisés: --Ha ach tzach lolon t'ayonh. Ol co k'anab'ajan tas ol yal Jehová Dios chi' t'ayach. Mocxob' lolon t'ayonh, tato maay, ol onh chamoc, xchi eb' anima chi'."
        },
        {
            "number": "20",
            "text": "Ix tak'vi vinhaj Moisés chi': --Manh ex xivoc, tonhej tzulek' Dios chi' yic tzex yak'an proval, yic wach' aynhej e xivk'olal t'ay, yic manh ol ochnhej e mul, xchi vinh."
        },
        {
            "number": "21",
            "text": "Yuj chi' a eb' chonhab' chi', najat ayel eb', haxo vinhaj Moisés chi' ix snitzb'at sb'a vinh t'a slak'anil jun asun k'ik' b'aj ayek' Dios chi'."
        },
        {
            "number": "22",
            "text": "Ix yalan Jehová t'a vinhaj Moisés chi': Al juntzanh lolonel tik smasanil t'a eb' etisraelal: Ha ex tik ix eyila' chajtil ix vutej in lolonemta t'ayex t'a satcha’anh."
        },
        {
            "number": "23",
            "text": "Manh e b'o q'uen oro ma q'uen plata e diosaloc yic b'aj tzex och ejmelal, icha tz'aj eyak'anem e b'a t'ayin."
        },
        {
            "number": "24",
            "text": "B'oec junok altar t'ayin, nab'a lu'um tzeyak'och t'ay, yic b'aj tze nhustz'a nok' calnel, ma nok' vacax tzeyak' silab'il t'ayin, ma b'aj tze nhustz'a ofrenda yic e junk'olal ved'oc. Yalnhej b'aj ol in ch'ox t'ayex yic tzex och ejmelal t'ayin, ata' ol vak' in wach'k'olal t'a eyib'anh."
        },
        {
            "number": "25",
            "text": "Tato a q'uen q'ueen tzeyak'och t'a junok altar chi', manh e tzeylaj q'ueen, tato tzeyak'och q'uen tzeyb'il chi', manh wach'oc t'a yol in sat."
        },
        {
            "number": "26",
            "text": "Ha jun altar tze b'o chi', manh eyak'och sk'oochal b'aj tzex q'uei, yic wach' max ilji e nivanil, xa chi t'a eb', xchi t'a vinh."
        }
    ]
}