{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Dios t'a heb' israel, ix yalan t'a heb' icha tik:"
        },
        {
            "number": "2",
            "text": "Ha in ton Jehová he Diosal in, ix ex wik'elta t'a yol yic Egipto b'aj ayex och chekab'oc, b'aj manh eyicoc he b'a."
        },
        {
            "number": "3",
            "text": "Malajokab' junokxo Dios b'aj tzex och ejmelal, palta anhejokab' t'ayin."
        },
        {
            "number": "4",
            "text": "Manh he b'o yechel junok tas he diosaloc, junok tas ay t'a satcha’anh, tas ay t'a sat lu'um tik, ma tastac ay t'a yoltac ha ha'."
        },
        {
            "number": "5",
            "text": "Manh ex em nhojan t'ay, manh eyak'paxem he b'a t'ay, yujto a in Jehová he Diosal in, ste cot wowal t'ayex tato tzex och ejmelal t'a junokxo tasi. Ol wak'och syaelal heb' mamab'il malaj welk'och t'ay. Ol wak'anpax yaelal t'a yib'anh yuninal heb', yixchiquin heb' yet' yinhtilal heb'."
        },
        {
            "number": "6",
            "text": "Axo heb' tzin xajanani, heb' sk'anab'ajan in checnab'il, ol in xajanej heb' yet' heb' yinhtilal heb' yic ol b'eynhejb'atoc."
        },
        {
            "number": "7",
            "text": "Manh comonoc tze loc in b'i a in Jehová he Diosal in tik, ma tzeyak' b'inaj in b'i t'a junok tas t'a ichnhej ta', yujto ol wak' yaelal t'a mach icha chi' sk'ulej."
        },
        {
            "number": "8",
            "text": "Niwanokab' yelk'och sk'ual ik'oj ip t'ayex yuj in eyik'anchaanh."
        },
        {
            "number": "9",
            "text": "Vaque' k'ual tzex munlaj t'a he munlajel,"
        },
        {
            "number": "10",
            "text": "haxo t'a yuquil k'ual, sk'ual ik'oj ip. Ha jun k'u chi' wik yaji. Manh ex munlaj t'a jun k'u chi' yet' heb' eyuninal, heb' eyisil, ma heb' winh he chekab', ma heb' ix he chekab', ma nok' he molb'etzal nok', nok' smunlaji, ma heb' ch'oc chonhab'il ayek' t'a he kal, mokab' munlaj heb'."
        },
        {
            "number": "11",
            "text": "Yujto a in Jehová in tik, t'a waque' k'ual ix in b'o satcha’anh yet' sat lu'um yet' ha' mar yet' masanil tastac ay t'ay. Axo t'a yuquil k'ual, ix och waan in munlaji, yuj chi' a jun yuquil k'ual chi' wik yaji, yuj yochpax he wach'iloc."
        },
        {
            "number": "12",
            "text": "Ayokab' yelk'och he mam he nun t'a he sat, yic wach' snajatb'i he k 'inal t'a sat lum lum ol wak' t'ayex."
        },
        {
            "number": "13",
            "text": "Manh he milcham heb' eyetanimail."
        },
        {
            "number": "14",
            "text": "Manh ex em ajmulal t'a yol sk'ab' eyetb'eyum junjun ex."
        },
        {
            "number": "15",
            "text": "Manh ex elk'anoc."
        },
        {
            "number": "16",
            "text": "Manh he nak'e lolonel t'a spatic heb' eyetanimail."
        },
        {
            "number": "17",
            "text": "Manh he nib'ejoch spat heb' eyetanimail. Manh he nib'ejpaxoch ix yetb'eyum heb', winh schekab' heb', ma ix schekab' heb', nok' swakax heb', nok' sb'uru heb', ma junokxo tas ay t'a heb' eyetanimail chi', manh he nib'ejochi, xchi Jehová."
        },
        {
            "number": "18",
            "text": "Masanil heb' israel ix yab' wal heb' smak'waj k'u. Ix yilan heb' yek' copoljoc k'ak', ix yab'anpax heb' te chaanh ix puji jun k'een trompeta. Ix yilan wal heb' sk'e stab'il lum witzal Sinaí, ix ib'xik'e heb' yuj xiwelal, ix snitzanel sb'a heb'."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix yal heb' t'a winhaj Moisés: --Ha ach tzach lolon t'ayonh. Ol ko k'anab'ajan tas ol yal Jehová Dios chi' t'ayach. Mocxob' lolon t'ayonh, tato maay, ol onh chamoc, xchi heb' anima chi'."
        },
        {
            "number": "20",
            "text": "Ix tak'wi winhaj Moisés chi': --Manh ex xiwoc, tonhej tzulek' Dios chi' yic tzex yak'an prowal, yic wach' aynhej he xivk'olal t'ay, yic manh ol ochnhej he mul, xchi winh."
        },
        {
            "number": "21",
            "text": "Yuj chi' a heb' chonhab' chi', najat ayel heb', haxo winhaj Moisés chi' ix snitzb'at sb'a winh t'a slak'anil jun asun k'ik' b'aj ayek' Dios chi'."
        },
        {
            "number": "22",
            "text": "Ix yalan Jehová t'a winhaj Moisés chi': Al juntzanh lolonel tik smasanil t'a heb' etisraelal: Ha ex tik ix eyila' chajtil ix wutej in lolonemta t'ayex t'a satcha’anh."
        },
        {
            "number": "23",
            "text": "Manh he b'o k'een oro ma k'een plata he diosaloc yic b'aj tzex och ejmelal, icha tz'aj eyak'anem he b'a t'ayin."
        },
        {
            "number": "24",
            "text": "B'oec junok altar t'ayin, nab'a lu'um tzeyak'och t'ay, yic b'aj tze nhustz'a nok' kalnel, ma nok' wakax tzeyak' silab'il t'ayin, ma b'aj tze nhustz'a ofrenda yic he junk'olal wed'oc. Yalnhej b'aj ol in ch'ox t'ayex yic tzex och ejmelal t'ayin, ata' ol wak' in wach'k'olal t'a eyib'anh."
        },
        {
            "number": "25",
            "text": "Tato a k'een k'een tzeyak'och t'a junok altar chi', manh he tzeylaj k'een, tato tzeyak'och k'een tzeyb'il chi', manh wach'oc t'a yol in sat."
        },
        {
            "number": "26",
            "text": "Ha jun altar tze b'o chi', manh eyak'och sk'oochal b'aj tzex k'ei, yic wach' max ilji he niwanil, xa chi t'a heb', xchi t'a winh."
        }
    ]
}