{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi': A juntzanh ley tic ol al d'a eb' etchonhab' yic sk'anab'ajej eb':"
        },
        {
            "number": "2",
            "text": "Tato ay junoc vinh eyetchonhab' tze mana' yic tz'och e checab'oc, anhej vaque' ab'il smunlaj vinh eyed'oc, axo d'a yuquil ab'il tzeyak'anel vinh d'a libre, yicxo sb'a vinh. Malaj tumin syak' vinh yic tzeyak'anel vinh d'a libre chi'."
        },
        {
            "number": "3",
            "text": "Tato sch'ocojilnhej vinh k'ochnac d'ayex, anheja' sch'ocojil vinh sb'ati. Tato ay ix yetb'eyum vinh yed'nac jun, anheja' syik'b'at ix vinh yed'oc."
        },
        {
            "number": "4",
            "text": "Tato a ex ix e man vinh chi', a ex ix eyak'och yetb'eyum vinh, scan ix ix chi' yed' eb' unin eyed'oc, sch'ocoj vinh sb'ati."
        },
        {
            "number": "5",
            "text": "Tato syal vinh checab' chi' jun: Malaj in gana tzin el d'a libre yujto xajan vinh in patrón yed' ix vetb'eyum yed' pax eb' vuninal vuuj, tato xchi vinh,"
        },
        {
            "number": "6",
            "text": "tzeyik'b'at vinh d'a yichanh eb' yajal. Tz'och linhan vinh d'a smarcoal spuertail sdespacho eb' vinh yajal chi', tzeyolan schiquin vinh d'a q'uen ol-lab', tz'ochcan yechel vinh to scan vinh eyed'oc d'a junelnhej."
        },
        {
            "number": "7",
            "text": "Tato ay junoc mach schonhel yisil d'a checab'oc, max yal-laj yak'jiel eb' ix d'a libre ichoc eb' vinh vinac."
        },
        {
            "number": "8",
            "text": "Tato a vinh spatrón ix chi' maj chaanlaj sk'ol yoch ix yetb'eyumoc icha yaj strato eb' yujto malaj sgana vinh d'a ix, syal smanjixiel ix yuj junoc sk'ab'yoc. Vach'chom malaj sgana vinh patrón chi' syik'laj sb'a yed' ix, palta max yal-laj schonhan ix vinh d'a junoc ch'oc chonhab'il."
        },
        {
            "number": "9",
            "text": "Tato a vinh patrón chi' smanan ix yic tz'och ix yetb'eyumoc junoc yuninal, ichaocab' yisil syutej ix."
        },
        {
            "number": "10",
            "text": "Palta tato a vinh spatrón ix chi' tz'ik'an ix yetb'eyumoc, syik'an junocxo ix vinh, mocab' emnaquil tz'aj ix b'ab'el chi', palta yovalil syak' svael ix vinh yed' spichul ix, svaypax vinh yed' ix."
        },
        {
            "number": "11",
            "text": "Tato max sk'anab'ajej vinh yak'an oxe' tastac tic, tz'actajel ix, manhxa pax tas stup ix yic tz'actajeli."
        },
        {
            "number": "12",
            "text": "A mach smilancham junoc anima, yovalil smiljipaxchamoc."
        },
        {
            "number": "13",
            "text": "Palta tato manh sk'anoc sk'ol ix milvaji, tato stiempoalxo scham jun anima chi', a in Jehová in ol val d'ayex b'aj ol b'at sk'ub'ejel sb'a jun mach ix milancham anima chi'."
        },
        {
            "number": "14",
            "text": "Palta a mach scham val snaani smilancham yetanimail, vach'chom b'aj ay valtar sb'at scol sb'a, tz'ik'chajelta, smiljichamoc."
        },
        {
            "number": "15",
            "text": "A mach smak'an smam ma snun, yovalil schami."
        },
        {
            "number": "16",
            "text": "Tato ay mach tz'elk'anb'at junoc anima, tato toxo ix schonhb'ati, ma aytoek' yed'oc, ayic syamchaj jun elk'um anima chi', yovalil schami."
        },
        {
            "number": "17",
            "text": "A mach sb'ajan smam snun, mak'jocab' chamoc."
        },
        {
            "number": "18",
            "text": "Tato ay chavanhoc syak' oval, tato ay junoc vinh slajvi yuj junxo vinh chi', taxonhej q'ueen syak'lab'ej vinh, ma yed' sk'ab', anhejto max chami, palta te nivan ix aj yab'an syail,"
        },
        {
            "number": "19",
            "text": "axo d'a jayeoc k'ual tzaxo yal yek'xi yed' sk'ococh. A vinh smak'vaj chi', yovalil stup vinh b'aj tz'anhtaj vinh slajvi chi' yed' pax sk'u vinh, palta max ak'jiochlaj chamel d'a yib'anh vinh."
        },
        {
            "number": "20",
            "text": "Tato ay junoc vinh patrón smak'an schecab' yed' te te', taxonhej vinac ma ix, axo tz'aji schami, yovalil tz'och chamel d'a yib'anh vinh."
        },
        {
            "number": "21",
            "text": "Palta tato tzato ek' jun checab' chi' chab' oxeocxo k'ual, ichato chi' schami, maxtzac ak'jiochlaj chamel d'a yib'anh vinh patrón chi', yujto yic yaj jun schecab' chi'."
        },
        {
            "number": "22",
            "text": "Tato ay chavanhoc vinac van yak'an oval, syamchajk'och junoc ix ix to yab'ixxo d'a scal oval chi' yuj eb', tz'el unin chi' d'a spatic ix, palta malaj jab'oc tz'ik'an ix, a vinh tz'och smul chi' stupan jantac sk'an vinh yetb'eyum ix, anhejton pax a', ato syala' tas tz'aj sch'olb'itaj yuj eb' vinh juez."
        },
        {
            "number": "23",
            "text": "Palta tato ay tas tz'ik'an ix jun, ato syala' tas tz'ik'an ix chi', icha pax chi' tz'utajpax vinh tz'och smul chi'. Tato scham ix, schampax vinh."
        },
        {
            "number": "24",
            "text": "Tato tz'ixtax yol sat ix, ma q'uen ye ix, ma sk'ab' ix, ma yoc ix,"
        },
        {
            "number": "25",
            "text": "ta stz'a ix, ma slajvi ix, ma tonhej syaxla' snivanil ix, anheja' icha val tz'utaj ix chi', icha val chi' tz'utajpax vinh vinac chi'."
        },
        {
            "number": "26",
            "text": "Tato ay junoc mach smak'anpoj yol sat junoc vinh schecab', ma junoc ix schecab', tz'actajel vinh checab' ma ix checab' sq'uexuloc jun yol sat ix poj chi'."
        },
        {
            "number": "27",
            "text": "Tato ay junoc mach smak'anel q'uen ye junoc schecab', tz'actajel jun checab' chi' sq'uexuloc q'uen ye chi'."
        },
        {
            "number": "28",
            "text": "Tato ay junoc nok' toro stecancham junoc anima, yovalil sjuljicham nok', max chijilaj schib'ejal nok', palta malaj tas tz'och d'a yib'anh vinh yajal nok' chi'."
        },
        {
            "number": "29",
            "text": "Palta tato yojtac vinh yajal nok' chi' to ovtaxon nok' d'a anima, max yetzb'anpax nok' vinh, tato stecjicham junoc anima yuj nok', yovalil sjuljicham nok', schampax vinh yajal nok' chi'."
        },
        {
            "number": "30",
            "text": "Tato schaji tupchaj jun chamel chi', stup vinh yajal nok' chi', ato syala' jantac sk'an eb' aj chamnac chi', tato icha chi' maxtzac chamlaj vinh."
        },
        {
            "number": "31",
            "text": "Aton val juntzanh ley tic tz'och yopisio tato ay junoc uninab'il ma isilab'il stecjicham yuj nok' vacax."
        },
        {
            "number": "32",
            "text": "Tato a junoc vinh checab', ma junoc ix checab' stecjicham yuj nok', yovalil tz'ak'chaj 30 siclo q'uen plata d'a vinh spatrón jun checab' chi', sjuljipaxcham nok' vacax chi'."
        },
        {
            "number": "33",
            "text": "Q'uinaloc ay junoc mach max smacchej sti' a' yuk'lab' a', ma sjoy junoc olan, max smacchejpax sti', sb'at junoc nok' vacax, ma junoc nok' b'uru d'a yool,"
        },
        {
            "number": "34",
            "text": "yovalil stup vinh ay yic jun olan chi' d'a vinh aj nok' chi', scan nok' ix cham chi' d'a vinh ay yic olan chi'."
        },
        {
            "number": "35",
            "text": "Tato ay junoc nok' storo junoc mach stecancham nok' storo junocxo, yovalil schonhjiel nok' ix tecvaj chi', spucanek' q'uen stojol nok' chi' eb' d'a spatic. Anheja' spucpaxek' nok' ix tecjicham chi' eb'."
        },
        {
            "number": "36",
            "text": "Tato yojtacxo vinh ay yic nok' ix tecvaj chi' to toxonton ov nok', max stanhvanpax nok' vinh, yovalil syak' junocxo nok' vinh sq'uexuloc nok' ix cham chi', scan nok' chamnac chi' d'a vinh."
        }
    ]
}