{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi': Ha juntzanh ley tik ol al t'a heb' etchonhab' yic sk'anab'ajej heb':"
        },
        {
            "number": "2",
            "text": "Tato ay junok winh eyetchonhab' tze mana' yic tz'och he checab'oc, anhej waque' ab'il smunlaj winh eyed'oc, haxo t'a yuquil ab'il tzeyak'anel winh t'a libre, yicxo sb'a winh. Malaj tumin syak' winh yic tzeyak'anel winh t'a libre chi'."
        },
        {
            "number": "3",
            "text": "Tato sch'ocojilnhej winh k'ochnac t'ayex, anheja' sch'ocojil winh sb'ati. Tato ay ix yetb'eyum winh yet'nac jun, anheja' syik'b'at ix winh yet'oc."
        },
        {
            "number": "4",
            "text": "Tato a ex ix he man winh chi', a ex ix eyak'och yetb'eyum winh, skan ix ix chi' yet' heb' unin eyed'oc, sch'ocoj winh sb'ati."
        },
        {
            "number": "5",
            "text": "Tato syal winh checab' chi' jun: Malaj in gana tzin el t'a libre yujto xajan winh in patrón yet' ix wetb'eyum yet' pax heb' wuninal wuuj, tato xchi winh,"
        },
        {
            "number": "6",
            "text": "tzeyik'b'at winh t'a yichanh heb' yajal. Tz'och linhan winh t'a smarcoal spuertail sdespacho heb' winh yajal chi', tzeyolan schiquin winh t'a k'een ol-lab', tz'ochcan yechel winh to skan winh eyed'oc t'a junelnhej."
        },
        {
            "number": "7",
            "text": "Tato ay junok mach schonhel yisil t'a checab'oc, max yal-laj yak'jiel heb' ix t'a libre ichoc heb' winh winak."
        },
        {
            "number": "8",
            "text": "Tato a winh spatrón ix chi' maj chaanlaj sk'ol yoch ix yetb'eyumoc icha yaj strato heb' yujto malaj sgana winh t'a ix, syal smanjixiel ix yuj junok sk'ab'yoc. Wach'chom malaj sgana winh patrón chi' syik'laj sb'a yet' ix, palta max yal-laj schonhan ix winh t'a junok ch'oc chonhab'il."
        },
        {
            "number": "9",
            "text": "Tato a winh patrón chi' smanan ix yic tz'och ix yetb'eyumoc junok yuninal, ichaocab' yisil syutej ix."
        },
        {
            "number": "10",
            "text": "Palta tato a winh spatrón ix chi' tz'ik'an ix yetb'eyumoc, syik'an junokxo ix winh, mocab' emnaquil tz'aj ix b'ab'el chi', palta yowalil syak' swael ix winh yet' spichul ix, swaypax winh yet' ix."
        },
        {
            "number": "11",
            "text": "Tato max sk'anab'ajej winh yak'an oxe' tastac tik, tz'actajel ix, manhxa pax tas stup ix yic tz'actajeli."
        },
        {
            "number": "12",
            "text": "Ha mach smilancham junok anima, yowalil smiljipaxchamoc."
        },
        {
            "number": "13",
            "text": "Palta tato manh sk'anoc sk'ol ix milwaji, tato stiempoalxo scham jun anima chi', a in Jehová in ol wal t'ayex b'aj ol b'at sk'ub'ejel sb'a jun mach ix milancham anima chi'."
        },
        {
            "number": "14",
            "text": "Palta a mach scham wal snaani smilancham yetanimail, wach'chom b'aj ay waltar sb'at scol sb'a, tz'ik'chajelta, smiljichamoc."
        },
        {
            "number": "15",
            "text": "Ha mach smak'an smam ma snun, yowalil schami."
        },
        {
            "number": "16",
            "text": "Tato ay mach tz'elk'anb'at junok anima, tato toxo ix schonhb'ati, ma aytoek' yet'oc, ayic syamchaj jun elk'um anima chi', yowalil schami."
        },
        {
            "number": "17",
            "text": "Ha mach sb'ajan smam snun, mak'jocab' chamoc."
        },
        {
            "number": "18",
            "text": "Tato ay chawanhoc syak' owal, tato ay junok winh slajwi yuj junxo winh chi', taxonhej k'een syak'lab'ej winh, ma yet' sk'ab', anhejto max chami, palta te niwan ix aj yab'an syail,"
        },
        {
            "number": "19",
            "text": "haxo t'a jayeoc k'ual tzaxo yal yek'xi yet' sk'ococh. Ha winh smak'waj chi', yowalil stup winh b'aj tz'anhtaj winh slajwi chi' yet' pax sk'u winh, palta max ak'jiochlaj chamel t'a yib'anh winh."
        },
        {
            "number": "20",
            "text": "Tato ay junok winh patrón smak'an schecab' yet' te te', taxonhej winak ma ix, haxo tz'aji schami, yowalil tz'och chamel t'a yib'anh winh."
        },
        {
            "number": "21",
            "text": "Palta tato tzato ek' jun checab' chi' chab' oxeocxo k'ual, ichato chi' schami, maxtzac ak'jiochlaj chamel t'a yib'anh winh patrón chi', yujto yic yaj jun schecab' chi'."
        },
        {
            "number": "22",
            "text": "Tato ay chawanhoc winak wan yak'an owal, syamchajk'och junok ix ix to yab'ixxo t'a skal owal chi' yuj heb', tz'el unin chi' t'a spatic ix, palta malaj jab'oc tz'ik'an ix, a winh tz'och smul chi' stupan jantac sk'an winh yetb'eyum ix, anhejton pax ha', ato syala' tas tz'aj sch'olb'itaj yuj heb' winh juez."
        },
        {
            "number": "23",
            "text": "Palta tato ay tas tz'ik'an ix jun, ato syala' tas tz'ik'an ix chi', icha pax chi' tz'utajpax winh tz'och smul chi'. Tato scham ix, schampax winh."
        },
        {
            "number": "24",
            "text": "Tato tz'ixtax yol sat ix, ma k'een ye ix, ma sk'ab' ix, ma yoc ix,"
        },
        {
            "number": "25",
            "text": "ta stz'a ix, ma slajwi ix, ma tonhej syaxla' sniwanil ix, anheja' icha wal tz'utaj ix chi', icha wal chi' tz'utajpax winh winak chi'."
        },
        {
            "number": "26",
            "text": "Tato ay junok mach smak'anpoj yol sat junok winh schecab', ma junok ix schecab', tz'actajel winh checab' ma ix checab' sk'exuloc jun yol sat ix poj chi'."
        },
        {
            "number": "27",
            "text": "Tato ay junok mach smak'anel k'een ye junok schecab', tz'actajel jun checab' chi' sk'exuloc k'een ye chi'."
        },
        {
            "number": "28",
            "text": "Tato ay junok nok' toro stecancham junok anima, yowalil sjuljicham nok', max chijilaj schib'ejal nok', palta malaj tas tz'och t'a yib'anh winh yajal nok' chi'."
        },
        {
            "number": "29",
            "text": "Palta tato yojtac winh yajal nok' chi' to ovtaxon nok' t'a anima, max yetzb'anpax nok' winh, tato stecjicham junok anima yuj nok', yowalil sjuljicham nok', schampax winh yajal nok' chi'."
        },
        {
            "number": "30",
            "text": "Tato schaji tupchaj jun chamel chi', stup winh yajal nok' chi', ato syala' jantac sk'an heb' aj chamnac chi', tato icha chi' maxtzac chamlaj winh."
        },
        {
            "number": "31",
            "text": "Aton wal juntzanh ley tik tz'och yopisio tato ay junok uninab'il ma isilab'il stecjicham yuj nok' wacax."
        },
        {
            "number": "32",
            "text": "Tato a junok winh checab', ma junok ix checab' stecjicham yuj nok', yowalil tz'ak'chaj 30 siclo k'een plata t'a winh spatrón jun checab' chi', sjuljipaxcham nok' wacax chi'."
        },
        {
            "number": "33",
            "text": "Q'uinaloc ay junok mach max smacchej sti' ha' yuk'lab' ha', ma sjoy junok olan, max smacchejpax sti', sb'at junok nok' wacax, ma junok nok' b'uru t'a yool,"
        },
        {
            "number": "34",
            "text": "yowalil stup winh ay yic jun olan chi' t'a winh aj nok' chi', skan nok' ix cham chi' t'a winh ay yic olan chi'."
        },
        {
            "number": "35",
            "text": "Tato ay junok nok' storo junok mach stecancham nok' storo junokxo, yowalil schonhjiel nok' ix tecwaj chi', spucanek' k'een stojol nok' chi' heb' t'a spatic. Anheja' spucpaxek' nok' ix tecjicham chi' heb'."
        },
        {
            "number": "36",
            "text": "Tato yojtacxo winh ay yic nok' ix tecwaj chi' to toxonton ov nok', max stanhwanpax nok' winh, yowalil syak' junokxo nok' winh sk'exuloc nok' ix cham chi', skan nok' chamnac chi' t'a winh."
        }
    ]
}