{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay junok mach tz'elk'an junok nok' wakax, ma junok nok' kalnel, yic smilcham nok', ma yic schonhb'at nok', tato syamchaj winh t'a yelk'al chi', owanhxo sk'exul nok' wakax chi' syak' winh. Tato kalnel nok' jun, chanhwanhxo pax sk'exul nok' syak' winh."
        },
        {
            "number": "2",
            "text": "Ha junok mach tz'elk'ani, yowalil stup tas syelk'ej chi'. Tato malaj stumin jun elk'um chi', yowalil schonhchajeli, haxo t'a stojol b'aj schonhchaj chi', ata' stup tas syelk'ej chi'. Tato tz'ilchaj nok' nok' elk'ab'il chi', yowalil stupchaj nok', chawanhxo tz'aj stupchaj nok', taxonhej junok nok' wakax, ma junok nok' b'uru, ma junok nok' kalnel. Tato tz'ilchaj junok elk'um t'ak'walil, wan yoch t'a junok pat yic syelk'an junok tas, tato smak'jicham yuj winh aj pat chi', malaj tz'aji. Max ochlaj t'a spatic winh smilwaj chi'. Tato t'a k'ualil tzuji jun, tz'och t'a spatic winh smilwaj chi'."
        },
        {
            "number": "3",
            "text": "Tato ay junok mach stanhwan wa nok' smolb'etzal nok' t'a sluum, palta haxo t'a skal yavb'en te' junokxo mach sk'och nok' wael chi', yowalil syak' sk'exul mach ay yic nok' chi'. Ha wal sat yavb'en te wach' syak' sk'exuloc."
        },
        {
            "number": "4",
            "text": "Tato ay junok mach wan snhusan spatan, tz'el k'ak' yuj, stz'ab'at strigo junok mach, wach'chom molb'ab'ilxo ixim, mato manto jochchajlaj ixim, a mach tz'actanel k'ak' chi', yowalil stup smasanil tas tz'ab'at chi'."
        },
        {
            "number": "5",
            "text": "Tato ay junok mach syak'b'at stumin, ma junokxo tas ay stojol sik'b'at junokxo, haxo tz'aji tz'elk'ajelta t'a yol spat winh sik'jinac chi', tato tz'ilchaj winh elk'um chi', cha makanhxo tz'aj yak'an sk'exul winh."
        },
        {
            "number": "6",
            "text": "Tato max yamchaj winh elk'um chi' jun, tz'ik'chajb'at winh aj pat chi' t'a yichanh winh juez yic tz'ilji tato manhoc winh ix yaman k'een tumin chi', ma juntzanh tastac tz'ak'ji sik'kanb'at winh chi'."
        },
        {
            "number": "7",
            "text": "Tato ay junok anima smack'e junok tas yicoc: Nok' wakax, nok' kalnel, nok' b'uru, ma junok pichul, ma junokxo tas tonhej satb'ati, syalan junokxo to yico', tz'ik'chajb'at heb' chawanh chi' t'a yichanh heb' juez. Ha jun mach tz'esan chi', yowalil chab' tz'aj yak'an sk'exul t'a mach ay yic chi'."
        },
        {
            "number": "8",
            "text": "Tato ay junok mach tonhej syak'kan ab'enal junok nok' b'uru, ma junok nok' wakax, ma junok nok' kalnel, ma yalnhej tas molb'etzal nok' t'a junokxo mach, haxo tz'aji, a nok' nok' chi' scham nok', ma slajwi nok', ma tz'elk'ajb'at nok'. Tato malaj mach tz'ilani,"
        },
        {
            "number": "9",
            "text": "syak' sti' winh anima chi' t'a yichanh Jehová yet' t'a yichanh winh ay yic nok' nok' chi' to manhoc winh ix yaman nok'. Axo winh ay yic nok' chi' schaan yab' tas ix yal winh chi', yuj chi' max stuplaj nok' winh."
        },
        {
            "number": "10",
            "text": "Palta tato k'elanoch winh tz'elk'ajb'at nok', yowalil stup winh t'a winh yajal nok' chi'."
        },
        {
            "number": "11",
            "text": "Tato schijib'at nok' yuj nok' choj, ma yuj nok' oques, yowalil syik'cot jab'okxo nok' winh, yic wach' syil winh yajal nok' chi'. Tato icha chi', max stuplaj nok' winh."
        },
        {
            "number": "12",
            "text": "Tato ay junok mach sk'anan junok nok' nok' smajnej: Nok' chej, nok' wakax, talaj scham nok', ma slajwi nok', palta max yil-laj winh yajal nok' chi', yowalil stup nok' mach ix majnan chi'."
        },
        {
            "number": "13",
            "text": "Palta tato k'elanoch winh yajal nok' chi' scham nok', max stuplaj nok' winh smajnan nok' chi', yujto strato heb' yaji, anhej smajananub'al nok' syak' winh."
        },
        {
            "number": "14",
            "text": "Q'uinaloc ay junok winak tz'ak'an musansatil junok ix cob'es mantalaj b'aj ay strato, sway winh yet' ix, yowalil syak' k'een tumin winh yic stojoloc ix t'a smam ix, ichataxon b'eyb'al. Yowalil syik' ix winh."
        },
        {
            "number": "15",
            "text": "Tato max yal sk'ol smam ix to syik' jun winh chi' ix, palta yowalil syak' k'een tumin winh t'a smam ix ix chi', ichataxon sb'eyb'al heb' anima a smojk'aj heb' ix cob'estac."
        },
        {
            "number": "16",
            "text": "Masanil heb' ajb'aal, yowalil scham heb'."
        },
        {
            "number": "17",
            "text": "Tato ay mach smulan yet' nok' nok', yowalil schami."
        },
        {
            "number": "18",
            "text": "Tato ay mach syak' silab' t'a comon Dios, to manhoc t'ayin a in Jehová in tik syak'a', yowalil smak'jichamoc."
        },
        {
            "number": "19",
            "text": "Manh eyixtej heb' anima ch'oc chonhab'il tonhej ayek' t'a he kal, yujto ex ek'pax t'a ch'oc chonhab'il t'a Egipto."
        },
        {
            "number": "20",
            "text": "Manh eyixtej heb' ix chamnacxo yetb'eyum, ma heb' unin manhxalaj smam."
        },
        {
            "number": "21",
            "text": "Tato tzeyixtej heb', a t'ayin ol yal sb'a heb', ol wab' tas syal heb' chi' t'ayin."
        },
        {
            "number": "22",
            "text": "Ol cot wowal t'ayex, ol ex wik'anb'at t'a junok owal. Icha chi' ol aj ex wak'anchamoc. Yuj wal chi', a heb' ix eyetb'eyum skan heb' ix t'a manh etb'eyumal, skanpax heb' eyuninal t'a mheb'ail."
        },
        {
            "number": "23",
            "text": "Tato tzeyak' k'een tumin majanil t'a junok eyetchonhab' meb'a' anima, manh he k'an yune' k'een t'ay icha syutej sb'a heb' tz'ak'antaxon k'een majanil."
        },
        {
            "number": "24",
            "text": "Tato syak'kan junok spichul, yujto smajnej k'een tumin chi', tzeyak' meltzaj t'ay a tz'emxikan k'u,"
        },
        {
            "number": "25",
            "text": "talaj anhej jun spichul chi' syak'och yuj siic, anhej syak'och t'ak'walil. Yuj chi', tato syal sb'a t'ayin, t'a elanhchamel tzin kolwaj t'ay, yujto a in tik elanhchamel tz'ok' in k'ol t'a anima."
        },
        {
            "number": "26",
            "text": "Manh eyal chukal lolonel t'a spatic heb' juez, ma t'a spatic winh yajal he chonhab'."
        },
        {
            "number": "27",
            "text": "Mokab' najtilax eyik'ancot eyofrenda t'ayin, aton sb'ab'el sat eyavb'en. Ha heb' he b'ab'el winak unin tzeyak' heb' t'ayin."
        },
        {
            "number": "28",
            "text": "Icha chi' tz'ajpax nok' b'ab'el yune' nok' he wakax yet' nok' he kalnel. Skan uqueoc k'ual nok' yet' snun, haxo t'a swajxaquil k'ual yalji nok', tzeyak'an nok' t'ayin."
        },
        {
            "number": "29",
            "text": "Vic eyaj a ex tik. Yuj chi' manh he chi' schib'ejal nok' nok' milb'ilcham yuj nok' k'ultaquil nok', palta ha t'a nok' tz'i' tzeyak' nok'."
        }
    ]
}