{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay junok mach tz'elk'an junok nok' vacax, ma junok nok' calnel, yic smilcham nok', ma yic schonhb'at nok', tato syamchaj vinh t'a yelk'al chi', ovanhxo sq'uexul nok' vacax chi' syak' vinh. Tato calnel nok' jun, chanhvanhxo pax sq'uexul nok' syak' vinh."
        },
        {
            "number": "2",
            "text": "Ha junok mach tz'elk'ani, yovalil stup tas syelq'uej chi'. Tato malaj stumin jun elk'um chi', yovalil schonhchajeli, haxo t'a stojol b'aj schonhchaj chi', ata' stup tas syelq'uej chi'. Tato tz'ilchaj nok' nok' elk'ab'il chi', yovalil stupchaj nok', chavanhxo tz'aj stupchaj nok', taxonhej junok nok' vacax, ma junok nok' b'uru, ma junok nok' calnel. Tato tz'ilchaj junok elk'um t'ak'walil, van yoch t'a junok pat yic syelk'an junok tas, tato smak'jicham yuj vinh aj pat chi', malaj tz'aji. Max ochlaj t'a spatic vinh smilvaj chi'. Tato t'a k'ualil tzuji jun, tz'och t'a spatic vinh smilvaj chi'."
        },
        {
            "number": "3",
            "text": "Tato ay junok mach stanhvan wa nok' smolb'etzal nok' t'a sluum, palta haxo t'a skal yavb'en te' junocxo mach sk'och nok' vael chi', yovalil syak' sq'uexul mach ay yic nok' chi'. Ha val sat yavb'en te wach' syak' sq'uexuloc."
        },
        {
            "number": "4",
            "text": "Tato ay junok mach van snhusan spatan, tz'el k'ak' yuj, stz'ab'at strigo junok mach, wach'chom molb'ab'ilxo ixim, mato manto jochchajlaj ixim, a mach tz'actanel k'ak' chi', yovalil stup smasanil tas tz'ab'at chi'."
        },
        {
            "number": "5",
            "text": "Tato ay junok mach syak'b'at stumin, ma junocxo tas ay stojol sik'b'at junocxo, haxo tz'aji tz'elk'ajelta t'a yol spat vinh sik'jinac chi', tato tz'ilchaj vinh elk'um chi', cha macanhxo tz'aj yak'an sq'uexul vinh."
        },
        {
            "number": "6",
            "text": "Tato max yamchaj vinh elk'um chi' jun, tz'ik'chajb'at vinh aj pat chi' t'a yichanh vinh juez yic tz'ilji tato manhoc vinh ix yaman q'uen tumin chi', ma juntzanh tastac tz'ak'ji sik'canb'at vinh chi'."
        },
        {
            "number": "7",
            "text": "Tato ay junok anima smacq'ue junok tas yicoc: Nok' vacax, nok' calnel, nok' b'uru, ma junok pichul, ma junocxo tas tonhej satb'ati, syalan junocxo to yico', tz'ik'chajb'at eb' chavanh chi' t'a yichanh eb' juez. Ha jun mach tz'esan chi', yovalil chab' tz'aj yak'an sq'uexul t'a mach ay yic chi'."
        },
        {
            "number": "8",
            "text": "Tato ay junok mach tonhej syak'kan ab'enal junok nok' b'uru, ma junok nok' vacax, ma junok nok' calnel, ma yalnhej tas molb'etzal nok' t'a junocxo mach, haxo tz'aji, a nok' nok' chi' scham nok', ma slajvi nok', ma tz'elk'ajb'at nok'. Tato malaj mach tz'ilani,"
        },
        {
            "number": "9",
            "text": "syak' sti' vinh anima chi' t'a yichanh Jehová yet' t'a yichanh vinh ay yic nok' nok' chi' to manhoc vinh ix yaman nok'. Axo vinh ay yic nok' chi' schaan yab' tas ix yal vinh chi', yuj chi' max stuplaj nok' vinh."
        },
        {
            "number": "10",
            "text": "Palta tato q'uelanoch vinh tz'elk'ajb'at nok', yovalil stup vinh t'a vinh yajal nok' chi'."
        },
        {
            "number": "11",
            "text": "Tato schijib'at nok' yuj nok' choj, ma yuj nok' oques, yovalil syik'cot jab'ocxo nok' vinh, yic wach' syil vinh yajal nok' chi'. Tato icha chi', max stuplaj nok' vinh."
        },
        {
            "number": "12",
            "text": "Tato ay junok mach sk'anan junok nok' nok' smajnej: Nok' chej, nok' vacax, talaj scham nok', ma slajvi nok', palta max yil-laj vinh yajal nok' chi', yovalil stup nok' mach ix majnan chi'."
        },
        {
            "number": "13",
            "text": "Palta tato q'uelanoch vinh yajal nok' chi' scham nok', max stuplaj nok' vinh smajnan nok' chi', yujto strato eb' yaji, anhej smajananub'al nok' syak' vinh."
        },
        {
            "number": "14",
            "text": "Q'uinaloc ay junok vinac tz'ak'an musansatil junok ix cob'es mantalaj b'aj ay strato, svay vinh yet' ix, yovalil syak' q'uen tumin vinh yic stojoloc ix t'a smam ix, ichataxon b'eyb'al. Yovalil syik' ix vinh."
        },
        {
            "number": "15",
            "text": "Tato max yal sk'ol smam ix to syik' jun vinh chi' ix, palta yovalil syak' q'uen tumin vinh t'a smam ix ix chi', ichataxon sb'eyb'al eb' anima a smojk'aj eb' ix cob'estac."
        },
        {
            "number": "16",
            "text": "Masanil eb' ajb'aal, yovalil scham eb'."
        },
        {
            "number": "17",
            "text": "Tato ay mach smulan yet' nok' nok', yovalil schami."
        },
        {
            "number": "18",
            "text": "Tato ay mach syak' silab' t'a comon dios, to manhoc t'ayin a in Jehová in tik syak'a', yovalil smak'jichamoc."
        },
        {
            "number": "19",
            "text": "Manh eyixtej eb' anima ch'oc chonhab'il tonhej ayek' t'a e cal, yujto ex ek'pax t'a ch'oc chonhab'il t'a Egipto."
        },
        {
            "number": "20",
            "text": "Manh eyixtej eb' ix chamnacxo yetb'eyum, ma eb' unin manhxalaj smam."
        },
        {
            "number": "21",
            "text": "Tato tzeyixtej eb', a t'ayin ol yal sb'a eb', ol vab' tas syal eb' chi' t'ayin."
        },
        {
            "number": "22",
            "text": "Ol cot voval t'ayex, ol ex vik'anb'at t'a junok oval. Icha chi' ol aj ex vak'anchamoc. Yuj val chi', a eb' ix eyetb'eyum skan eb' ix t'a manh etb'eyumal, scanpax eb' eyuninal t'a meb'ail."
        },
        {
            "number": "23",
            "text": "Tato tzeyak' q'uen tumin majanil t'a junok eyetchonhab' meb'a' anima, manh e k'an yune' q'uen t'ay icha syutej sb'a eb' tz'ak'antaxon q'uen majanil."
        },
        {
            "number": "24",
            "text": "Tato syak'kan junok spichul, yujto smajnej q'uen tumin chi', tzeyak' meltzaj t'ay a tz'emxican k'u,"
        },
        {
            "number": "25",
            "text": "talaj anhej jun spichul chi' syak'och yuj siic, anhej syak'och t'ak'walil. Yuj chi', tato syal sb'a t'ayin, t'a elanhchamel tzin colvaj t'ay, yujto a in tik elanhchamel tz'ok' in k'ol t'a anima."
        },
        {
            "number": "26",
            "text": "Manh eyal chucal lolonel t'a spatic eb' juez, ma t'a spatic vinh yajal e chonhab'."
        },
        {
            "number": "27",
            "text": "Mocab' najtilax eyik'ancot eyofrenda t'ayin, aton sb'ab'el sat eyavb'en. Ha eb' e b'ab'el vinac unin tzeyak' eb' t'ayin."
        },
        {
            "number": "28",
            "text": "Icha chi' tz'ajpax nok' b'ab'el yune' nok' e vacax yet' nok' e calnel. Skan uqueoc k'ual nok' yet' snun, haxo t'a svajxaquil k'ual yalji nok', tzeyak'an nok' t'ayin."
        },
        {
            "number": "29",
            "text": "Vic eyaj a ex tik. Yuj chi' manh e chi' schib'ejal nok' nok' milb'ilcham yuj nok' k'ultaquil nok', palta ha t'a nok' tz'i' tzeyak' nok'."
        }
    ]
}