{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay junoc mach tz'elk'an junoc nok' vacax, ma junoc nok' calnel, yic smilcham nok', ma yic schonhb'at nok', tato syamchaj vinh d'a yelk'al chi', ovanhxo sq'uexul nok' vacax chi' syak' vinh. Tato calnel nok' jun, chanhvanhxo pax sq'uexul nok' syak' vinh."
        },
        {
            "number": "2",
            "text": "A junoc mach tz'elk'ani, yovalil stup tas syelq'uej chi'. Tato malaj stumin jun elk'um chi', yovalil schonhchajeli, axo d'a stojol b'aj schonhchaj chi', ata' stup tas syelq'uej chi'. Tato tz'ilchaj nok' nok' elk'ab'il chi', yovalil stupchaj nok', chavanhxo tz'aj stupchaj nok', taxonhej junoc nok' vacax, ma junoc nok' b'uru, ma junoc nok' calnel. Tato tz'ilchaj junoc elk'um d'ak'valil, van yoch d'a junoc pat yic syelk'an junoc tas, tato smak'jicham yuj vinh aj pat chi', malaj tz'aji. Max ochlaj d'a spatic vinh smilvaj chi'. Tato d'a k'ualil tzuji jun, tz'och d'a spatic vinh smilvaj chi'."
        },
        {
            "number": "3",
            "text": "Tato ay junoc mach stanhvan va nok' smolb'etzal nok' d'a sluum, palta axo d'a scal yavb'en te' junocxo mach sk'och nok' vael chi', yovalil syak' sq'uexul mach ay yic nok' chi'. A val sat yavb'en te vach' syak' sq'uexuloc."
        },
        {
            "number": "4",
            "text": "Tato ay junoc mach van snhusan spatan, tz'el k'ak' yuuj, stz'ab'at strigo junoc mach, vach'chom molb'ab'ilxo ixim, mato manto jochchajlaj ixim, a mach tz'actanel k'ak' chi', yovalil stup smasanil tas tz'ab'at chi'."
        },
        {
            "number": "5",
            "text": "Tato ay junoc mach syak'b'at stumin, ma junocxo tas ay stojol sik'b'at junocxo, axo tz'aji tz'elk'ajelta d'a yol spat vinh sik'jinac chi', tato tz'ilchaj vinh elk'um chi', cha macanhxo tz'aj yak'an sq'uexul vinh."
        },
        {
            "number": "6",
            "text": "Tato max yamchaj vinh elk'um chi' jun, tz'ik'chajb'at vinh aj pat chi' d'a yichanh vinh juez yic tz'ilji tato manhoc vinh ix yaman q'uen tumin chi', ma juntzanh tastac tz'ak'ji sik'canb'at vinh chi'."
        },
        {
            "number": "7",
            "text": "Tato ay junoc anima smacq'ue junoc tas yicoc: Nok' vacax, nok' calnel, nok' b'uru, ma junoc pichul, ma junocxo tas tonhej satb'ati, syalan junocxo to yico', tz'ik'chajb'at eb' chavanh chi' d'a yichanh eb' juez. A jun mach tz'esan chi', yovalil chab' tz'aj yak'an sq'uexul d'a mach ay yic chi'."
        },
        {
            "number": "8",
            "text": "Tato ay junoc mach tonhej syak'can ab'enal junoc nok' b'uru, ma junoc nok' vacax, ma junoc nok' calnel, ma yalnhej tas molb'etzal nok' d'a junocxo mach, axo tz'aji, a nok' nok' chi' scham nok', ma slajvi nok', ma tz'elk'ajb'at nok'. Tato malaj mach tz'ilani,"
        },
        {
            "number": "9",
            "text": "syak' sti' vinh anima chi' d'a yichanh Jehová yed' d'a yichanh vinh ay yic nok' nok' chi' to manhoc vinh ix yaman nok'. Axo vinh ay yic nok' chi' schaan yab' tas ix yal vinh chi', yuj chi' max stuplaj nok' vinh."
        },
        {
            "number": "10",
            "text": "Palta tato q'uelanoch vinh tz'elk'ajb'at nok', yovalil stup vinh d'a vinh yajal nok' chi'."
        },
        {
            "number": "11",
            "text": "Tato schijib'at nok' yuj nok' choj, ma yuj nok' oques, yovalil syik'cot jab'ocxo nok' vinh, yic vach' syil vinh yajal nok' chi'. Tato icha chi', max stuplaj nok' vinh."
        },
        {
            "number": "12",
            "text": "Tato ay junoc mach sk'anan junoc nok' nok' smajnej: Nok' chej, nok' vacax, talaj scham nok', ma slajvi nok', palta max yil-laj vinh yajal nok' chi', yovalil stup nok' mach ix majnan chi'."
        },
        {
            "number": "13",
            "text": "Palta tato q'uelanoch vinh yajal nok' chi' scham nok', max stuplaj nok' vinh smajnan nok' chi', yujto strato eb' yaji, anhej smajananub'al nok' syak' vinh."
        },
        {
            "number": "14",
            "text": "Q'uinaloc ay junoc vinac tz'ak'an musansatil junoc ix cob'es mantalaj b'aj ay strato, svay vinh yed' ix, yovalil syak' q'uen tumin vinh yic stojoloc ix d'a smam ix, ichataxon b'eyb'al. Yovalil syik' ix vinh."
        },
        {
            "number": "15",
            "text": "Tato max yal sk'ol smam ix to syik' jun vinh chi' ix, palta yovalil syak' q'uen tumin vinh d'a smam ix ix chi', ichataxon sb'eyb'al eb' anima a smojk'aj eb' ix cob'estac."
        },
        {
            "number": "16",
            "text": "Masanil eb' ajb'aal, yovalil scham eb'."
        },
        {
            "number": "17",
            "text": "Tato ay mach smulan yed' nok' nok', yovalil schami."
        },
        {
            "number": "18",
            "text": "Tato ay mach syak' silab' d'a comon dios, to manhoc d'ayin a in Jehová in tic syak'a', yovalil smak'jichamoc."
        },
        {
            "number": "19",
            "text": "Manh eyixtej eb' anima ch'oc chonhab'il tonhej ayek' d'a e cal, yujto ex ek'pax d'a ch'oc chonhab'il d'a Egipto."
        },
        {
            "number": "20",
            "text": "Manh eyixtej eb' ix chamnacxo yetb'eyum, ma eb' unin manhxalaj smam."
        },
        {
            "number": "21",
            "text": "Tato tzeyixtej eb', a d'ayin ol yal sb'a eb', ol vab' tas syal eb' chi' d'ayin."
        },
        {
            "number": "22",
            "text": "Ol cot voval d'ayex, ol ex vik'anb'at d'a junoc oval. Icha chi' ol aj ex vak'anchamoc. Yuj val chi', a eb' ix eyetb'eyum scan eb' ix d'a manh etb'eyumal, scanpax eb' eyuninal d'a meb'ail."
        },
        {
            "number": "23",
            "text": "Tato tzeyak' q'uen tumin majanil d'a junoc eyetchonhab' meb'a' anima, manh e k'an yune' q'uen d'ay icha syutej sb'a eb' tz'ak'antaxon q'uen majanil."
        },
        {
            "number": "24",
            "text": "Tato syak'can junoc spichul, yujto smajnej q'uen tumin chi', tzeyak' meltzaj d'ay a tz'emxican k'u,"
        },
        {
            "number": "25",
            "text": "talaj anhej jun spichul chi' syak'och yuj siic, anhej syak'och d'ak'valil. Yuj chi', tato syal sb'a d'ayin, d'a elanhchamel tzin colvaj d'ay, yujto a in tic elanhchamel tz'ok' in k'ol d'a anima."
        },
        {
            "number": "26",
            "text": "Manh eyal chucal lolonel d'a spatic eb' juez, ma d'a spatic vinh yajal e chonhab'."
        },
        {
            "number": "27",
            "text": "Mocab' najtilax eyik'ancot eyofrenda d'ayin, aton sb'ab'el sat eyavb'en. A eb' e b'ab'el vinac unin tzeyak' eb' d'ayin."
        },
        {
            "number": "28",
            "text": "Icha chi' tz'ajpax nok' b'ab'el yune' nok' e vacax yed' nok' e calnel. Scan uqueoc k'ual nok' yed' snun, axo d'a svajxaquil k'ual yalji nok', tzeyak'an nok' d'ayin."
        },
        {
            "number": "29",
            "text": "Vic eyaj a ex tic. Yuj chi' manh e chi' schib'ejal nok' nok' milb'ilcham yuj nok' k'ultaquil nok', palta a d'a nok' tz'i' tzeyak' nok'."
        }
    ]
}