{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Manh eyal esal lolonel t'a spatic heb' eyetanimail. Manh junnhejoc tzeyutej he b'a yet' junok mach chuk spensar yic tzeyak'anoch he b'a testigoal t'a tas manh yeloc."
        },
        {
            "number": "2",
            "text": "Manh eyak'och he b'a yet' heb' sk'ulan chukal. Manh eyak'och he b'a testigoal t'a es yet' heb' anima sk'ulan chukal."
        },
        {
            "number": "3",
            "text": "Wach'chom meb'a' junok anima, palta tato ay smul, manh eyak' och he b'a yet'oc."
        },
        {
            "number": "4",
            "text": "Tato a junok winh ayoch ajk'olal t'ayex ay junok nok' swakax, ma nok' sb'uru satnacb'ati, tz'ilchaj nok' eyuuj, ik'ecb'at nok' t'a winh."
        },
        {
            "number": "5",
            "text": "Yowalil tzex kolwaj t'a mach schichonoch sk'ol t'ayex. Tato tzeyila' to stelwi nok' sb'uru t'a yalanh yikatz, tzeyik'k'e waan nok' yet'oc."
        },
        {
            "number": "6",
            "text": "Tato ay junok anima meb'a' snib'ej sch'olb'itaj yaj yowal, manh he tenek' t'ay."
        },
        {
            "number": "7",
            "text": "Manh he cha junok esal lolonel t'a spatic junok anima. Manh eyak'och chamel t'a yib'anh junok anima malaj smul, yujto a in ol wak' spak t'a mach icha chi' sk'ulej."
        },
        {
            "number": "8",
            "text": "Manh he cha k'een tumin t'a elk'altac yic tze b'oan yaj junok owal, yujto a yuj k'een tumin chi' tzeyak' musansatil he b'a, tze k'exankan tas tojol t'a tas manh tojolok."
        },
        {
            "number": "9",
            "text": "Manh eyixtej anima ch'oc chonhab'il, yujto a ex tik najtil ix ex ek' t'a ch'oc chonhab'il t'a Egipto. Eyojtakxo syaelal tz'utaj anima t'a ch'oc chonhab'il."
        },
        {
            "number": "10",
            "text": "Vaque' ab'il tzex munlaj t'a sat lum lum, tze molank'e sat tas tzeyawej."
        },
        {
            "number": "11",
            "text": "Axo t'a yuquil ab'il, tzeyactankan lu'um. Ha jantacto tastac sq'uib'k'e t'a sat lu'um, yicxo heb' meb'a' ayek' t'a yol he chonhab' chi' yet' nok' k'ultaquil nok'. Wach'chom te' eyuwa ma te' eyoliwo, manhxo he mesa'."
        },
        {
            "number": "12",
            "text": "Vaque' k'ualnhej tzex munlaji, haxo t'a yuquil k'ual tzeyik'an eyip. Yed' pax nok' he wakax, nok' he b'uru yet' heb' he chekab' tz'alji t'a yol he cuenta yet' heb' ch'oc chonhab'il smunlaj eyed'oc syik'pax yip."
        },
        {
            "number": "13",
            "text": "k'anab'ajejec masanil tas ix wal tik t'ayex. Manh eyal he b'ha t'a juntzanh comon Dios, manh he locpax sb'i."
        },
        {
            "number": "14",
            "text": "Oxel tzeyak'och q'uinh t'a yol junjun ab'il yic tzin eyik'anchaanh."
        },
        {
            "number": "15",
            "text": "Ha t'a uj Abib tzeyak'och sq'uinhal ixim pan malaj yich, icha ix wutej walan t'ayex. D'a uque' k'ual tze wa ixim pan malaj yich, yujto ha t'a jun uj chi' ix ex elta t'a Egipto. Malajokab' junok mach sja t'a wichanh tato malaj jab'oc yofrenda yet'nac."
        },
        {
            "number": "16",
            "text": "Tzeyak'anpaxoch q'uinh ayic tz'elul sb'ab'el sat tas tzeyawej. Anheja' tzeyak'anpaxoch junxo q'uinh ayic slajwikank'e masanil sat tastac tzeyawej chi'."
        },
        {
            "number": "17",
            "text": "Ha in Jehová he Yajalil in tik swala' to ha t'a oxe' q'uinh chi' yowalil sjawi masanil heb' winh winak t'a wichanh."
        },
        {
            "number": "18",
            "text": "Ayic tzeyak'an nok' nok' silab'il t'ayin, manh eyak'laj schiq'uil nok' yet' ixim pan ayb'at yich. Manh he sik'b'at xepual nok' silab' chi' t'a junokxo k'ual."
        },
        {
            "number": "19",
            "text": "Ha wal sb'ab'el sat eyavb'en wach' tz'el t'a sat lum lum, ha' tzeyik'b'at t'a in kajnub', a in Jehová he Diosal in swala'. Manh he tz'anh nok' yunetac chiwa t'a skal yal yim snun."
        },
        {
            "number": "20",
            "text": "Ol in checb'at jun vángel t'a eyichanh yic wach' tzex tanhwaj yuj t'a yoltac b'e, ol ex yik'anb'at t'a jun lugar b'aj wach'xo yaj wuuj, b'aj ol ex ajoc."
        },
        {
            "number": "21",
            "text": "Scham wal eyilani, manh he pitej he b'a t'ay, palta tze k'anab'ajej tas syala'. Ichato ha' ol munlaj in k'exuloc, manh ol ex yak'laj niwank'olal tato manh ol he k'anab'ajej t'ay."
        },
        {
            "number": "22",
            "text": "Tato tze k'anab'ajej t'ay, tze k'ulan tas syal t'a in k'exuloc, ol in och ajk'olal t'a mach ayoch ajk'olal t'ayex. Ol in och tek'tek' t'a yichanh mach snib'ej stek'b'ej sb'ha t'a eyichanh."
        },
        {
            "number": "23",
            "text": "Ha jun vángel chi' ol b'ab'laj t'a eyichanh. Ol ex yik'anb'at t'a sat lum sluum heb' amorreo, heb' hitita, heb' ferezeo, heb' cananeo, heb' heweo yet' heb' jebuseo. Junelnhej ol in satkanel heb'."
        },
        {
            "number": "24",
            "text": "Manh ex em nhojan t'a yichanh sdiosal juntzanh chonhab' chi'. Manh ex empax cuman t'ay, manh he b'eyb'alej sb'eyb'al heb' chonhab' chi' t'a eyik'anchaanh sdiosal heb'. Ha tas smoj tze k'ulej, to tze mak'poj sdiosal heb' chi' yet' masanil k'een k'een ayoch t'ay."
        },
        {
            "number": "25",
            "text": "Ha innhej Jehová he Diosal in b'aj tzeyak'em he b'a. Tato icha chi' tzeyutej he b'a, ol wak' tas tze wa''a yet' tas tzeyuk'ej. Najat pax ol wik'el ilya t'a he kal."
        },
        {
            "number": "26",
            "text": "Najat pax ol wutoc he k 'inal. Ha t'a yol junjun he chonhab'il chi', malaj junok ix ix tonhej ol el yune', manh junok heb' ix to manh ol unewoc."
        },
        {
            "number": "27",
            "text": "Ol wak' xivk'e sk'ol heb' anima tzex chakani. Ol wak' somchaj spensar heb' chonhab' tzeyak' owal yet'oc yet' masanil heb' ayoch ajk'olal t'ayex, ol el lemnaj heb' t'ayex."
        },
        {
            "number": "28",
            "text": "Ol wak' somchaj sk'ol heb' eyajk'ool yuj xiwelal ayic manto ex k'ochlaj, yuj chi' ol el lemnaj heb' heweo, heb' cananeo yet' pax heb' hitita t'ayex."
        },
        {
            "number": "29",
            "text": "Manh junocnhej ab'il ol aj wik'anel heb' t'a eyichanh, yic wach' max ixtaxb'at lum lum yic manh ol te q'uib'pax sb'isul nok' k'ultaquil nok' tz'ak'an chukal t'ayex."
        },
        {
            "number": "30",
            "text": "k'ojank'olalnhej ol aj wik'anel heb' anima chi' t'a sat lu'um, masanto ayic ol q'uib' he b'isul, yic tze makan lum masanil."
        },
        {
            "number": "31",
            "text": "Toxo ix wak'kanem stz'akanhil b'aj ol ek' lum he lu'um chi'. Schael yich b'aj ay ha' Chacchac Mar, masanto sk'och t'ha ha' Éufrates, sb'atxonhej t'ha ha' mar Mediterráneo, masanto t'a taquinh lu'um. Ol wak'anoch heb' kajan t'a sat lu'um chi' t'a yol he k'ab'. Ha exxo ol he pechel heb' t'a sat lu'um chi'."
        },
        {
            "number": "32",
            "text": "Manh wal he b'o junok he trato yet' heb', manh ex ochpax ejmelal t'a sdiosal heb'."
        },
        {
            "number": "33",
            "text": "Manhxo pax he chacan heb' t'a yol he chonhab', yic wach' max ex scuchb'ej heb' he k'ulan chukal t'ayin. Tato tzeyak'em he b'ha t'a sdiosal heb' chi', a ex wal tzeyixtejb'at he b'a syal chi', xchi Jehová t'a winhaj Moisés chi'."
        }
    ]
}