{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Manh eyal esal lolonel t'a spatic eb' eyetanimail. Manh junnhejoc tzeyutej e b'a yet' junok mach chuk spensar yic tzeyak'anoch e b'a testigoal t'a tas manh yeloc."
        },
        {
            "number": "2",
            "text": "Manh eyak'och e b'a yet' eb' sk'ulan chukal. Manh eyak'och e b'a testigoal t'a es yet' eb' anima sk'ulan chukal."
        },
        {
            "number": "3",
            "text": "Wach'chom meb'a' junok anima, palta tato ay smul, manh eyak' och e b'a yet'oc."
        },
        {
            "number": "4",
            "text": "Tato a junok winh ayoch ajk'olal t'ayex ay junok nok' svacax, ma nok' sb'uru satnacb'ati, tz'ilchaj nok' eyuuj, iq'uecb'at nok' t'a winh."
        },
        {
            "number": "5",
            "text": "Yovalil tzex kolwaj t'a mach schichonoch sk'ol t'ayex. Tato tzeyila' to stelvi nok' sb'uru t'a yalanh yicatz, tzeyik'q'ue vaan nok' yet'oc."
        },
        {
            "number": "6",
            "text": "Tato ay junok anima meb'a' snib'ej sch'olb'itaj yaj yoval, manh e tenek' t'ay."
        },
        {
            "number": "7",
            "text": "Manh e cha junok esal lolonel t'a spatic junok anima. Manh eyak'och chamel t'a yib'anh junok anima malaj smul, yujto a in ol vak' spak t'a mach icha chi' sk'ulej."
        },
        {
            "number": "8",
            "text": "Manh e cha q'uen tumin t'a elk'altac yic tze b'oan yaj junok oval, yujto a yuj q'uen tumin chi' tzeyak' musansatil e b'a, tze q'uexancan tas tojol t'a tas manh tojoloc."
        },
        {
            "number": "9",
            "text": "Manh eyixtej anima ch'oc chonhab'il, yujto a ex tik najtil ix ex ek' t'a ch'oc chonhab'il t'a Egipto. Eyojtacxo syaelal tz'utaj anima t'a ch'oc chonhab'il."
        },
        {
            "number": "10",
            "text": "Vaque' ab'il tzex munlaj t'a sat lum lum, tze molanq'ue sat tas tzeyavej."
        },
        {
            "number": "11",
            "text": "Axo t'a yuquil ab'il, tzeyactancan lu'um. Ha jantacto tastac sq'uib'q'ue t'a sat lu'um, yicxo eb' meb'a' ayek' t'a yol e chonhab' chi' yet' nok' k'ultaquil nok'. Wach'chom te' eyuwa ma te' eyolivo, manhxo e mesa'."
        },
        {
            "number": "12",
            "text": "Vaque' k'ualnhej tzex munlaji, haxo t'a yuquil k'ual tzeyik'an eyip. Yed' pax nok' e vacax, nok' e b'uru yet' eb' e checab' tz'alji t'a yol e cuenta yet' eb' ch'oc chonhab'il smunlaj eyed'oc syik'pax yip."
        },
        {
            "number": "13",
            "text": "k'anab'ajejec masanil tas ix wal tik t'ayex. Manh eyal e b'ha t'a juntzanh comon dios, manh e locpax sb'i."
        },
        {
            "number": "14",
            "text": "Oxel tzeyak'och q'uinh t'a yol junjun ab'il yic tzin eyik'anchaanh."
        },
        {
            "number": "15",
            "text": "Ha t'a uj Abib tzeyak'och sq'uinhal ixim pan malaj yich, icha ix vutej valan t'ayex. D'a uque' k'ual tze wa ixim pan malaj yich, yujto ha t'a jun uj chi' ix ex elta t'a Egipto. Malajocab' junok mach sja t'a vichanh tato malaj jab'oc yofrenda yet'nac."
        },
        {
            "number": "16",
            "text": "Tzeyak'anpaxoch q'uinh ayic tz'elul sb'ab'el sat tas tzeyavej. Anheja' tzeyak'anpaxoch junxo q'uinh ayic slajvicanq'ue masanil sat tastac tzeyavej chi'."
        },
        {
            "number": "17",
            "text": "Ha in Jehová e Yajalil in tik swala' to ha t'a oxe' q'uinh chi' yowalil sjavi masanil eb' winh vinac t'a vichanh."
        },
        {
            "number": "18",
            "text": "Ayic tzeyak'an nok' nok' silab'il t'ayin, manh eyak'laj schiq'uil nok' yet' ixim pan ayb'at yich. Manh e sik'b'at xepual nok' silab' chi' t'a junokxo k'ual."
        },
        {
            "number": "19",
            "text": "Ha wal sb'ab'el sat eyavb'en wach' tz'el t'a sat lum lum, ha' tzeyik'b'at t'a in cajnub', a in Jehová e Diosal in swala'. Manh e tz'anh nok' yunetac chiva t'a skal yal yim snun."
        },
        {
            "number": "20",
            "text": "Ol in checb'at jun vángel t'a eyichanh yic wach' tzex tanhvaj yuj t'a yoltac b'e, ol ex yik'anb'at t'a jun lugar b'aj wach'xo yaj vuuj, b'aj ol ex ajoc."
        },
        {
            "number": "21",
            "text": "Scham wal eyilani, manh e pitej e b'a t'ay, palta tze k'anab'ajej tas syala'. Ichato ha' ol munlaj in q'uexuloc, manh ol ex yak'laj nivank'olal tato manh ol e k'anab'ajej t'ay."
        },
        {
            "number": "22",
            "text": "Tato tze k'anab'ajej t'ay, tze k'ulan tas syal t'a in q'uexuloc, ol in och ajk'olal t'a mach ayoch ajk'olal t'ayex. Ol in och tek'tek' t'a yichanh mach sgana stek'b'ej sb'ha t'a eyichanh."
        },
        {
            "number": "23",
            "text": "Ha jun vángel chi' ol b'ab'laj t'a eyichanh. Ol ex yik'anb'at t'a sat lum sluum eb' amorreo, eb' hitita, eb' ferezeo, eb' cananeo, eb' heveo yet' eb' jebuseo. Junelnhej ol in satcanel eb'."
        },
        {
            "number": "24",
            "text": "Manh ex em nhojan t'a yichanh sdiosal juntzanh chonhab' chi'. Manh ex empax cuman t'ay, manh e b'eyb'alej sb'eyb'al eb' chonhab' chi' t'a eyik'anchaanh sdiosal eb'. Ha tas smoj tze k'ulej, to tze mak'poj sdiosal eb' chi' yet' masanil q'uen q'ueen ayoch t'ay."
        },
        {
            "number": "25",
            "text": "Ha innhej Jehová e Diosal in b'aj tzeyaq'uem e b'a. Tato icha chi' tzeyutej e b'a, ol vak' tas tze wa''a yet' tas tzeyuq'uej. Najat pax ol viq'uel ilya t'a e cal."
        },
        {
            "number": "26",
            "text": "Najat pax ol vutoc e q'uinal. Ha t'a yol junjun e chonhab'il chi', malaj junok ix ix tonhej ol el yune', manh junok eb' ix to manh ol unevoc."
        },
        {
            "number": "27",
            "text": "Ol vak' xivq'ue sk'ol eb' anima tzex chacani. Ol vak' somchaj spensar eb' chonhab' tzeyak' oval yet'oc yet' masanil eb' ayoch ajk'olal t'ayex, ol el lemnaj eb' t'ayex."
        },
        {
            "number": "28",
            "text": "Ol vak' somchaj sk'ol eb' eyajk'ool yuj xivelal ayic manto ex k'ochlaj, yuj chi' ol el lemnaj eb' heveo, eb' cananeo yet' pax eb' hitita t'ayex."
        },
        {
            "number": "29",
            "text": "Manh junocnhej ab'il ol aj vik'anel eb' t'a eyichanh, yic wach' max ixtaxb'at lum lum yic manh ol te q'uib'pax sb'isul nok' k'ultaquil nok' tz'ak'an chukal t'ayex."
        },
        {
            "number": "30",
            "text": "k'ojank'olalnhej ol aj vik'anel eb' anima chi' t'a sat lu'um, masanto ayic ol q'uib' e b'isul, yic tze macan lum masanil."
        },
        {
            "number": "31",
            "text": "Toxo ix vak'canem stz'acanhil b'aj ol ek' lum e lu'um chi'. Schael yich b'aj ay ha' Chacchac Mar, masanto sk'och t'ha ha' Éufrates, sb'atxonhej t'ha ha' mar Mediterráneo, masanto t'a taquinh lu'um. Ol vak'anoch eb' cajan t'a sat lu'um chi' t'a yol e k'ab'. Ha exxo ol e pechel eb' t'a sat lu'um chi'."
        },
        {
            "number": "32",
            "text": "Manh wal e b'o junok e trato yet' eb', manh ex ochpax ejmelal t'a sdiosal eb'."
        },
        {
            "number": "33",
            "text": "Manhxo pax e chacan eb' t'a yol e chonhab', yic wach' max ex scuchb'ej eb' e k'ulan chukal t'ayin. Tato tzeyaq'uem e b'ha t'a sdiosal eb' chi', a ex wal tzeyixtejb'at e b'a syal chi', xchi Jehová t'a winhaj Moisés chi'."
        }
    ]
}