{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a winhaj Moisés chi' icha tik: --Tzach k'eta t'a lum witz b'aj ayinek' tik yet' winhaj Aarón, winhaj Nadab yet' winhaj Abiú yet' pax 70-oc heb' yichamtac winaquil he chonhab'. Ha heb' chi' najatto skan heb' yak'em sb'a t'ayin."
        },
        {
            "number": "2",
            "text": "Ha achxonhej syal a k'eul t'a in tz'ey, haxo pax heb' winh chi', max yal-laj sk'eta heb' winh yet' pax heb' chonhab' max yal-laj sk'eta heb' ed'oc, xchi t'a winh."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix emixta winhaj Moisés chi', ix yalan winh t'a heb' anima tas leyal ix yak' Jehová yet' tas ix yutej yalani. Axo masanil heb' anima chi', junnhej ix aj stak'wi heb'. --Masanil tas ix yal Jehová chi', ol ko k'anab'ajej, xchi heb'."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix stz'ib'an winhaj Moisés masanil tas ix yal Jehová. Axo ix sacb'inaj t'a junxo k'u, ix k'e waan winh, ix sb'oan jun altar winh t'a yich witz chi', ix yak'ank'e linhan lajchawe' k'een k'een winh. Ha junjun k'een k'een chi', junjun makan yinhtilal Israel sch'ox k'een."
        },
        {
            "number": "5",
            "text": "D'a elanhchamel ix schecan juntzanh heb' winh kelemtac winak winhaj Moisés chi' yic smilan nok' toro heb' silab'oc yic stz'ha t'a smasanil yet' juntzanhxo silab' yic sch'oxan sjunk'olal heb' yet' Jehová."
        },
        {
            "number": "6",
            "text": "Axo winhaj Moisés chi' ix chaan nanhal schiq'uil nok', ix yak'anem winh t'a yol juntzanh yet'tal, haxo nanhalxo, ix stzicanoch winh t'a altar chi'."
        },
        {
            "number": "7",
            "text": "Ix yik'ank'e winh b'aj tz'ib'ab'il strato Dios, ix yavtan winh t'a skal heb' chonhab'. Ixlajwi yavtan winh, ix yalan heb' chonhab' chi' icha tik: --Masanil tas syal Jehová, ol ko k'anab'ajej, xchi heb'."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yik'ancot schiq'uil nok' winh, aton ix yak'canem winh t'a yol juntzanh yet'tal chi', ix stzicanb'at winh t'a yib'anh heb' anima chi'. Ix yalan winh icha tik: --Ha jun chik' tik sch'oxani to tz'ochcan yopisio jun strato Jehová ix sb'o qued'oc tik, aton masanil tas ix yal t'ayonh, xchi winh."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix k'ex winh t'a lum witzal Sinaí chi'. Ajun winhaj Aarón, winhaj Nadab, winhaj Abiú yet' pax 70 heb' yichamtac winaquil chonhab' ix k'e yet' winh."
        },
        {
            "number": "10",
            "text": "Ata' ix yil sDiosal heb' winh. Ha t'a yalanh yoc, toxonhej scopopi icha k'een zafiro te wach' yilji, icha syaxil satcha’anh."
        },
        {
            "number": "11",
            "text": "Malaj tas ix utaj heb' winh yuj yipalil Dios. Ix yil Dios heb' winh, ix wa heb' winh, ix yuk'an ha' heb' winh t'a yichanh."
        },
        {
            "number": "12",
            "text": "Ix yalan Jehová t'a winhaj Moisés chi' icha tik: --Q'ueanhcot t'a jolom witz b'aj ayinek' tik, tza tanhwan ta', ata' ol wak' chab' k'een k'een t'ayach, aton k'een b'aj tz'ib'ab'iloch juntzanh checnab'il wuuj, yic tz'och he k'ayb'ub'aloc, xchi t'a winh."
        },
        {
            "number": "13",
            "text": "Ix k'e winhaj Moisés t'a lum witz chi' yet' winhaj Josué winh skolwaj yet' winh."
        },
        {
            "number": "14",
            "text": "Ayic manto b'atlaj winh, ix yalan winh t'a heb' yichamtac winaquil chonhab' chi': --Cananhec t'a tik masanto ol onh emxuloc. Ayek' winhaj Aarón yet' winhaj Hur eyed'oc. Tato ay tas he gana sb'oi, a heb' winh tik ol b'oan t'ayex, xchi winhaj Moisés chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix k'e heb' winh schawanhil. D'a elanhchamel ix och moynaj jun asun t'a lum witz chi'."
        },
        {
            "number": "16",
            "text": "Axo stziquiquial Jehová ix jawi t'a yib'anh lum witzal Sinaí chi', waque' wal k'ual ix och oyan asun t'a lu'um. Axo t'a yuquil k'ual ix avtajk'e winhaj Moisés yuj Jehová t'a skal asun chi'."
        },
        {
            "number": "17",
            "text": "Ix sch'ox sb'a stziquiquial Jehová t'a skal jun asun t'a lum witz chi', t'a yichanh heb' chonhab'. Ha stziquiquial chi', lajan yilji icha junok k'ak' te ov stz'ab'at smasanil yuj."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix b'at winhaj Moisés t'a skal jun asun chi'. Ix k'e winh t'a slajwub'alxo sjolom lum witz chi'. 40 k'ual yet' 40 ak'wal ix kan winh ta'."
        }
    ]
}