{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a vinhaj Moisés chi' icha tik: --Tzach q'ueta t'a lum vitz b'aj ayinek' tik yet' vinhaj Aarón, vinhaj Nadab yet' vinhaj Abiú yet' pax 70-oc eb' yichamtac vinaquil e chonhab'. Ha eb' chi' najatto skan eb' yaq'uem sb'a t'ayin."
        },
        {
            "number": "2",
            "text": "Ha achxonhej syal a q'ueul t'a in tz'ey, haxo pax eb' vinh chi', max yal-laj sq'ueta eb' vinh yet' pax eb' chonhab' max yal-laj sq'ueta eb' ed'oc, xchi t'a vinh."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix emixta vinhaj Moisés chi', ix yalan vinh t'a eb' anima tas leyal ix yak' Jehová yet' tas ix yutej yalani. Axo masanil eb' anima chi', junnhej ix aj stak'vi eb'. --Masanil tas ix yal Jehová chi', ol co k'anab'ajej, xchi eb'."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix stz'ib'an vinhaj Moisés masanil tas ix yal Jehová. Axo ix sacb'inaj t'a junxo k'u, ix q'ue vaan vinh, ix sb'oan jun altar vinh t'a yich vitz chi', ix yak'anq'ue linhan lajchave' q'uen q'ueen vinh. Ha junjun q'uen q'ueen chi', junjun makan yinhtilal Israel sch'ox q'ueen."
        },
        {
            "number": "5",
            "text": "D'a elanhchamel ix schecan juntzanh eb' vinh quelemtac vinac vinhaj Moisés chi' yic smilan nok' toro eb' silab'oc yic stz'ha t'a smasanil yet' juntzanhxo silab' yic sch'oxan sjunk'olal eb' yet' Jehová."
        },
        {
            "number": "6",
            "text": "Axo vinhaj Moisés chi' ix chaan nanhal schiq'uil nok', ix yak'anem vinh t'a yol juntzanh yet'tal, haxo nanhalxo, ix stzicanoch vinh t'a altar chi'."
        },
        {
            "number": "7",
            "text": "Ix yik'anq'ue vinh b'aj tz'ib'ab'il strato Dios, ix yavtan vinh t'a skal eb' chonhab'. Ixlajwi yavtan vinh, ix yalan eb' chonhab' chi' icha tik: --Masanil tas syal Jehová, ol co k'anab'ajej, xchi eb'."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yik'ancot schiq'uil nok' vinh, aton ix yak'canem vinh t'a yol juntzanh yet'tal chi', ix stzicanb'at vinh t'a yib'anh eb' anima chi'. Ix yalan vinh icha tik: --Ha jun chik' tik sch'oxani to tz'ochcan yopisio jun strato Jehová ix sb'o qued'oc tik, aton masanil tas ix yal t'ayonh, xchi vinh."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix q'uex vinh t'a lum vitzal Sinaí chi'. Ajun vinhaj Aarón, vinhaj Nadab, vinhaj Abiú yet' pax 70 eb' yichamtac vinaquil chonhab' ix q'ue yet' vinh."
        },
        {
            "number": "10",
            "text": "Ata' ix yil sDiosal eb' vinh. Ha t'a yalanh yoc, toxonhej scopopi icha q'uen zafiro te wach' yilji, icha syaxil satcha’anh."
        },
        {
            "number": "11",
            "text": "Malaj tas ix utaj eb' vinh yuj yipalil Dios. Ix yil Dios eb' vinh, ix wa eb' vinh, ix yuk'an ha' eb' vinh t'a yichanh."
        },
        {
            "number": "12",
            "text": "Ix yalan Jehová t'a vinhaj Moisés chi' icha tik: --Q'ueanhcot t'a jolom vitz b'aj ayinek' tik, tza tanhvan ta', ata' ol vak' chab' q'uen q'ueen t'ayach, aton q'uen b'aj tz'ib'ab'iloch juntzanh checnab'il vuuj, yic tz'och e k'ayb'ub'aloc, xchi t'a vinh."
        },
        {
            "number": "13",
            "text": "Ix q'ue vinhaj Moisés t'a lum vitz chi' yet' vinhaj Josué vinh scolvaj yet' vinh."
        },
        {
            "number": "14",
            "text": "Ayic manto b'atlaj vinh, ix yalan vinh t'a eb' yichamtac vinaquil chonhab' chi': --Cananhec t'a tik masanto ol onh emxuloc. Ayek' vinhaj Aarón yet' vinhaj Hur eyed'oc. Tato ay tas e gana sb'oi, a eb' vinh tik ol b'oan t'ayex, xchi vinhaj Moisés chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix q'ue eb' vinh schavanhil. D'a elanhchamel ix och moynaj jun asun t'a lum vitz chi'."
        },
        {
            "number": "16",
            "text": "Axo stziquiquial Jehová ix javi t'a yib'anh lum vitzal Sinaí chi', vaque' val k'ual ix och oyan asun t'a lu'um. Axo t'a yuquil k'ual ix avtajq'ue vinhaj Moisés yuj Jehová t'a skal asun chi'."
        },
        {
            "number": "17",
            "text": "Ix sch'ox sb'a stziquiquial Jehová t'a skal jun asun t'a lum vitz chi', t'a yichanh eb' chonhab'. Ha stziquiquial chi', lajan yilji icha junok k'ak' te ov stz'ab'at smasanil yuj."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix b'at vinhaj Moisés t'a skal jun asun chi'. Ix q'ue vinh t'a slajvub'alxo sjolom lum vitz chi'. 40 k'ual yet' 40 ak'val ix kan vinh ta'."
        }
    ]
}