{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Al t'a eb' etisraelal to syak' junok ofrenda eb' t'ayin. Ha jun ofrenda chi', tz'ik'jichaanh t'a skal eb' to tz'el val t'a sk'ol yak'ani."
        },
        {
            "number": "3",
            "text": "Ha tastac ol ik'chajq'ue vaan chi', aton juntzanh tik: Q'uen oro, q'uen plata, q'uen bronce,"
        },
        {
            "number": "4",
            "text": "anh ch'al k'ik'mutz'inac, anh ch'al yaxmaquinac, anh chac ch'al, anh ch'al lino yelxo val wach', xil nok' chiva ch'alb'il,"
        },
        {
            "number": "5",
            "text": "stz'umal nok' ch'ac calnel uk'nac yet' chacchac, nok' tz'uum te' lab'ab'i, pax te' acacia,"
        },
        {
            "number": "6",
            "text": "aceite sk'anji t'a candil, perfume, yaceiteal sat te' olivo sk'anji ayic sik'chajcanoch junok mach, ma junok tas vicoc, incienso suk'uq'ui sjab',"
        },
        {
            "number": "7",
            "text": "q'uen cornalina yet' juntzanhxo q'uen q'ueen te wach' yilji tz'och t'a k'apac schaleca vinh sat sacerdote yet' t'a k'apac ayoch t'a snhi' sk'ol spichul vinh."
        },
        {
            "number": "8",
            "text": "Tze b'oan junok in cajnub', yic wach' tzin cajnaj t'a e cal."
        },
        {
            "number": "9",
            "text": "Palta a b'aj ol in ek' cajan chi' yet' masanil tastac ol k'anchaj t'a yool, yowalil ol e b'o icha val yaj yechel ol in ch'ox t'ayach."
        },
        {
            "number": "10",
            "text": "B'oocab' junok caxa, a te' acacia tz'och t'ay. Jun metro yet' 10 centímetro tz'aj sk'atul, 70 centímetro tz'aj sat, 70 centímetro pax tz'aj schaanhil."
        },
        {
            "number": "11",
            "text": "Tz'och q'uen oro te wach' t'a yool yet' t'a spatic, tz'och q'uen t'a stitac t'a yib'anh b'aj tzalanq'uei."
        },
        {
            "number": "12",
            "text": "Sb'opax chanheoc q'uen argolla nab'a oro, tz'och t'a yoc schanhil, chab' t'a junjun pak'anh."
        },
        {
            "number": "13",
            "text": "Sb'ochajpaxoch sb'achlab'il. Ha te' acacia tz'ochi, tz'ochpax q'uen oro t'a spatic te'."
        },
        {
            "number": "14",
            "text": "Tz'ecchajek' te' t'a yol juntzanh q'uen argolla tz'och t'a spak'ultac te' caxa chi', aton yet' juntzanh te' chi' syal sb'achjiq'ue te' caxa chi'."
        },
        {
            "number": "15",
            "text": "Skan te' t'a yol q'uen argolla ayoch t'a te' caxa chi', maxtzac ik'chajel-laj te'."
        },
        {
            "number": "16",
            "text": "Ha t'a yol te' caxa chi' tzak'canem q'uen q'ueen b'aj ayoch in trato ol vak' t'ayach."
        },
        {
            "number": "17",
            "text": "Sb'ochajpax smacul te' caxa chi'. Aton t'a smacul te' chi' stzicjiek' chik' yic tz'ak'ji tup mul. Ha q'uen oro te wach' tz'och t'ay, jun metro yet' 10 centímetro tz'aj sk'atul, 70 centímetro tz'aj sat."
        },
        {
            "number": "18",
            "text": "Axo t'a chab' stitac jun smacul chi', tz'och junjun yechel querubín, nab'a oro tz'aji, stenjib'o t'a q'uen martillo."
        },
        {
            "number": "19",
            "text": "Ha jun smacul chi' yet' juntzanh yechel querubín chi', junnhej tz'aji. Junjun juntzanh querubín chi' skan t'a junjun sti' jun smacul chi'."
        },
        {
            "number": "20",
            "text": "D'anhd'umb'a tz'aj juntzanh querubín chi', tz'em q'uelan t'a yib'anh jun smacul te' caxa chi'. Axo sk'axil, syil-laj sb'a snhi' t'a yib'anh smacul chi'."
        },
        {
            "number": "21",
            "text": "Ha q'uen q'ueen b'aj ayoch in trato ol vak' chi' t'ayach, ha t'a yol te' caxa chi' ol ak'canem q'ueen, ichato chi' tzak'anoch smacul te' chi'."
        },
        {
            "number": "22",
            "text": "Ha t'a skal juntzanh yechel querubín ay t'a yib'anh smacul te' caxa chi', ata' ol in ch'ox in b'a t'ayach, ol vak' ojtaquejel smasanil checnab'il ol vak' a k'anab'ajej yet' eb' etisraelal."
        },
        {
            "number": "23",
            "text": "Sb'ochajpax junok te' mexa, a te' acacia b'aj sb'o te'. 90 centímetro tz'aj sk'atul, 45 tz'aj sat, 65 tz'aj steel."
        },
        {
            "number": "24",
            "text": "Tz'och q'uen oro t'a te', sb'opax junok nab'a oro tzek' oyan t'a spatic te' yoc schanhil."
        },
        {
            "number": "25",
            "text": "Sb'opaxq'ue stitac te', tzek' oyan t'a yib'anh, uque' centímetro sq'uei, tz'och q'uen oro t'ay."
        },
        {
            "number": "26",
            "text": "Sb'opax chanheoc argolla nab'a oro tz'och t'a schiquintac schanhil."
        },
        {
            "number": "27",
            "text": "Ha t'a slak'anil b'aj ayem stitac chi', ata' tz'och juntzanh q'uen argolla chi'. Ha t'a yol q'uen argolla chi' tzek' sb'achlab'il te', yic syal yik'chajb'at te' mexa chi'."
        },
        {
            "number": "28",
            "text": "Ha te' sb'achlab'il te' mexa chi', ha t'a te' acacia b'aj sb'o te', tz'ochpax q'uen oro t'a te'."
        },
        {
            "number": "29",
            "text": "Sb'opax plato, nivac cuchara, xalu yet' uk'ab' b'aj schaji ofrenda ha' yaji. Nab'a oro tz'och t'a juntzanh tik smasanil."
        },
        {
            "number": "30",
            "text": "Sb'ojiem jun mexa chi' t'a vichanh, tz'em ixim pan wik yaj t'a yib'anh."
        },
        {
            "number": "31",
            "text": "Sb'ochajpax junok sb'achnub'al candil, nab'a oro tz'aji. Ha t'a q'uen martillo stenchaj b'o'oc. Ha sk'ojnub' b'aj tz'em b'achan yet' ste'al yet' pax scopail, icha sfloral tz'ajochi, junnhej yaman tz'aji."
        },
        {
            "number": "32",
            "text": "Ha t'a stz'eytac, oxox sk'ab' tz'elta."
        },
        {
            "number": "33",
            "text": "Ha t'a junjun sk'ab' tz'elta t'a jun ste'al chi', yowalil ay oxe' sfloral icha sfloral te' almendro."
        },
        {
            "number": "34",
            "text": "Anheja' t'a jun ste'al chi', ay chanhe' sfloral icha sfloral te' almendro chi'."
        },
        {
            "number": "35",
            "text": "Ha t'a yalanh b'aj ayelta junjun sk'ab' chi', skan junjun sfloral."
        },
        {
            "number": "36",
            "text": "Ha juntzanh sfloral yet' sk'ab' chi', junnhej tz'aj yet' jun sb'achnub'al chi', nab'a oro tz'aji, stenjib'o t'a q'uen martillo."
        },
        {
            "number": "37",
            "text": "Sb'ochajpax uque' candil, tz'ak'chajem t'a yet'tal yic syak' sakil k'inal t'a yichanh."
        },
        {
            "number": "38",
            "text": "Ha q'uen syamlab'il b'aj tz'ik'chajel stanhil k'apac b'aj tz'och sk'ak'al yet' q'uen splatoal, nab'a oro tz'aji."
        },
        {
            "number": "39",
            "text": "Tz'och oxeoc arroba oro t'a jun b'achnub' candil chi' yet' syamk'ab'il."
        },
        {
            "number": "40",
            "text": "Scham val ilani to icha yaj yechel tzin ch'ox t'ayach t'a jolom vitz tik, icha chi' tz'aj sb'oi."
        }
    ]
}