{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Tza b'oanpax in cajnub' t'a lajunheoc jenhan k'apac k'apac nab'a lino b'ayb'il te wach'. Sb'ojioch yechel querubín t'a k'apac yuj junok mach jelan sb'oani. Ha t'a anh ch'al k'ik'mutz'inac, anh ch'al yaxmaquinac yet' t'a anh chac ch'al sb'ojioch yechel querubín chi'."
        },
        {
            "number": "2",
            "text": "Masanil juntzanh k'apac chi', lajan tz'aji: 12 metro yet' nanhalxo tz'aj steel, chab' metro tz'aj sat."
        },
        {
            "number": "3",
            "text": "Slajvi chi' stz'ischaj syam sb'a oyeoc jenhan k'apac, junxonhej tz'aji. Anheja' icha chi' tz'ajpax oyexo k'apac chi'. Chab' jenhan tz'ajkan k'apac."
        },
        {
            "number": "4",
            "text": "Tz'ochpax xoyjab' ch'al k'ik'mutz'inac syamnub'oc t'a jun pak'anhoc sti' jun jenhan k'apac b'ab'el. Anheja' icha chi' tz'ajpax junxo jenhan k'apac schab'il chi'."
        },
        {
            "number": "5",
            "text": "Ha t'a k'apac b'ab'el jenhan yet' pax t'a k'apac schab'il, yowalil sb'ochajoch xoyjab' 50-oc juntzanh ch'al k'ik'mutz'inac chi', yic wach' junxonhej tz'aj schalan sb'a k'apac schab'il."
        },
        {
            "number": "6",
            "text": "Sb'opax 50-oc syamnub'al nab'a oro, yic syal syamlan sb'a k'apac schab'il jenhan, icha chi' tz'aj sb'oel junok jenhan tz'och t'a yib'anh in cajnub'."
        },
        {
            "number": "7",
            "text": "Sb'ochajpax uxluche'oc jenhan xil nok' chiva jalb'il yic sb'at t'a yib'anh k'apac ayoch t'a yib'anh in cajnub' chi'."
        },
        {
            "number": "8",
            "text": "Masanil juntzanh chi', lajannhej tz'aji, 13 metro yet' nanhalxo tz'aj steel, haxo sat chab' metro tz'aji."
        },
        {
            "number": "9",
            "text": "Slajvi chi', stz'ischaj syam sb'a oyeoc jenhan, junnhej jenhan tz'ajcani. Stz'ischajpax syam sb'a vaquexo jenhan chi'. Ha jun svaquil jenhan, nanhal spacchajemta t'a yichanh mantiado chi'."
        },
        {
            "number": "10",
            "text": "Sb'ochajoch xoyjab' 50-oc syamnub'al t'a jun pak'anhoc stitac jun b'ab'el jenhan, tz'ochpax 50-oc syamnub'al t'a jun pak'anhoc sti' t'a jun schab'il jenhan."
        },
        {
            "number": "11",
            "text": "Sb'opax 50-oc syamnub'al nab'a bronce, yic syal syamlan sb'a schab'il jenhan, yic junxonhej jenhan tz'ajcani."
        },
        {
            "number": "12",
            "text": "Yujto uxluche' jenhan yaj xil nok' chiva chi', yuj chi' ayto nanhalxo jenhan tz'emcan pacan t'a spatic yet' t'a yichanh."
        },
        {
            "number": "13",
            "text": "Ha jun chi', ek'to jun metro steel t'a yichanh k'apac yalanh, nanhal metro ek'to t'a junjun stitac, yic smuschaj stitac k'apac aycan t'a yalanh chi'."
        },
        {
            "number": "14",
            "text": "Sb'ojipax stz'umal nok' calnel uk'nac t'a chacchac, yic sq'ue t'a yib'anh jun jenhan xil nok' chiva chi' yet' junocxo makan tz'uum te' lab'ab'i yic tz'och t'a yib'anh jun chi'."
        },
        {
            "number": "15",
            "text": "Sb'ochajpax juntzanh te' marco yic tz'och t'a spatic in cajnub', linhan tz'ajoch junjun te'. Masanil te', a te' acacia b'aj tz'elta te'."
        },
        {
            "number": "16",
            "text": "Nanhal yoil metro tz'aj steel junjun te', 65 centímetro tz'aj sat te'."
        },
        {
            "number": "17",
            "text": "Skan chab'chab'oc yoc te' b'aj tz'em linhan. Lajannhej tz'ajkan skal. Icha chi' tz'aj te' tz'och t'a spatic in cajnub' chi' smasanil."
        },
        {
            "number": "18",
            "text": "Ayic sb'oel te' chi', 20 te' tz'och t'a stojolal sur,"
        },
        {
            "number": "19",
            "text": "sb'ojiem 40 sb'achnub' yich te' nab'a plata tz'aji, chab'chab' tz'ajkan t'a yalanh junjun te', junjun t'a junjun yoc te'."
        },
        {
            "number": "20",
            "text": "Icha chi' tz'ajpax junxo pak'anh t'a stojolal norte, 20 pax te' sb'ojiochi."
        },
        {
            "number": "21",
            "text": "Anheja' 40 sb'achnub' yich te' sb'oji, nab'a plata tz'aji, chab'chab' tz'emcan t'a yich junjun te'."
        },
        {
            "number": "22",
            "text": "Axo t'a junxo pak'anh yol schiquin t'a stojolal b'aj tz'em k'u, vaque' te' sb'ojiochi."
        },
        {
            "number": "23",
            "text": "Sb'opax chab'ocxo te', junjun te' tz'och t'a junjun yesquinail jun pak'anh chi'."
        },
        {
            "number": "24",
            "text": "Ha chab' te' marco chi', nub'ub'i tz'aj te', t'a yich masanto sq'uek'och b'aj syil-laj sb'a yuj junok argolla, aton te' chi' tz'och t'a chab' yesquinail t'a jun pak'anh chi'."
        },
        {
            "number": "25",
            "text": "Ha yuj chab'xo te' chi', vajxaque' tz'aj te' marco chi' t'a smasanil yet' 16 sb'achnub' yich te'. Chab'chab' sb'achnub' yich junjun te'."
        },
        {
            "number": "26",
            "text": "Sb'ochajpax oyeoc te' regla tz'och t'a spatic te' marco t'a junok pak'anh in cajnub'. Ha te' acacia sb'ochaj reglail chi'."
        },
        {
            "number": "27",
            "text": "Sb'ochajpax oyeoc te' tz'och t'a junxo pak'anh. Anhejtona' sb'ochaj oyeoc te' tz'och t'a jun pak'anh t'a spatic, t'a stojolal b'aj tz'em k'u."
        },
        {
            "number": "28",
            "text": "Ha te' regla tzek' t'a snanhal te' marco chi', sb'at te' t'a jun schiquin masanto sk'axpajek'k'och te' t'a junxo schiquin."
        },
        {
            "number": "29",
            "text": "Slajvi chi', tz'och q'uen oro t'a spatictac te' marco chi', tz'ochpax q'uen argolla nab'a oro b'aj tzek' te' regla chi'. Tz'ochpax q'uen oro t'a te' regla chi'."
        },
        {
            "number": "30",
            "text": "Sb'ochajq'ue in cajnub' icha yaj yechel tzin ch'ox t'ayach t'a jolom vitz tik."
        },
        {
            "number": "31",
            "text": "Sb'ochajpax junok k'apac cortina nab'a lino b'ayb'il. Sb'ojioch yechel querubín t'a k'apac yuj junok mach jelan sb'oani. Ha t'a anh k'ik'mutz'inac ch'al, anh ch'al yaxmaquinac yet' pax anh chac ch'al sb'ojioch yechel querubín chi'."
        },
        {
            "number": "32",
            "text": "Slajvi chi', sq'ue locan k'apac t'a chanhe' te' oy ayq'ue q'uen gancho nab'a oro t'a schon. Ha te' oy chi' a te' acacia, yowalil tz'ochpax q'uen oro t'a spatic te', tz'empax te' t'a yib'anh chanhe' sb'achnub' yich nab'a plata."
        },
        {
            "number": "33",
            "text": "Ha jun k'apac cortina chi' smacan snanhal jun lugar scuch Vic Yaji yet' junxo lugar scuch Ha Innhej Ay Vico'. Sq'ue locan k'apac t'a yalanh b'aj ayoch q'uen syamnub'al nab'a oro ayoch t'a yib'anh, haxo t'a spaticoch k'apac cortina chi' tz'ak'chajoch te' scaxail trato."
        },
        {
            "number": "34",
            "text": "Slajvi chi', tza macan te' scaxail trato yet' smacul, tz'ochcan te' t'a jun lugar scuch Ha Innhej Ay Vico'."
        },
        {
            "number": "35",
            "text": "Ha t'a yichanhelta k'apac cortina chi', ha t'a co wach' skan te' mexa yic ixim pan. Axo pax t'a co q'uexanh skan jun b'achnub' candil, q'uelk'umb'a tz'aj yet' te' mexa chi'."
        },
        {
            "number": "36",
            "text": "Axo t'a sti' in cajnub' chi', ata' sb'ojioch junok k'apac cortina nab'a lino b'ayb'il. Yed' anh k'ik'mutz'inac ch'al, anh ch'al yaxmaquinac, anh chac ch'al sb'ochaj yelvanub' yuj junok jelan sb'oani."
        },
        {
            "number": "37",
            "text": "Sb'opax oye' te' oy t'a te' acacia, tz'och q'uen oro t'a spatic te'. Anhejtona' tz'ochpax q'uen gancho nab'a oro t'a schon te' yic wach' sq'ue locan k'apac cortina chi'. Sb'ojipaxem oye' b'achnub' yich nab'a bronce b'aj tz'em te' oy chi'."
        }
    ]
}