{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Sb'ochajpax junok altar t'a te' chemte' nab'a acacia, lajannhej tz'aj yechel schanhil pak'anh. Chab' metro yet' 25 centímetro tz'aj junjun pak'anh, jun metro yet' 25 centímetro tz'aj schaanhil."
        },
        {
            "number": "2",
            "text": "Sb'ochajk'e junjun sch'aac t'a junjun schiquintac. Ha juntzanh sch'aac chi' yaman tz'aj yet' jun altar chi', spichchaj te' t'a k'een bronce."
        },
        {
            "number": "3",
            "text": "Masanil jantac syamk'ab'il altar chi', nab'a bronceocabi: Aton yet'tal b'aj tz'ik'chajel k'een tik'aq'uil taanh, k'een pala, k'een niwac uk'ab', k'een tenedor yet' pax yet'tal b'aj tz'em te tzak'ak'."
        },
        {
            "number": "4",
            "text": "Sb'opax junok k'een malla nab'a bronce, tz'ochpax junjun argolla bronce t'a junjun yesquinail k'een."
        },
        {
            "number": "5",
            "text": "Tz'elk'och k'een yesquinail chi' t'a spatictac jun altar chi' t'a yalanh jun oyanoch t'a stitac. Ha k'een malla chi', t'a snanhal jun altar chi' sb'ojiem k'een."
        },
        {
            "number": "6",
            "text": "Sb'opax juntzanhoc sb'achlab'il jun altar chi'. Ha te' acacia tz'ochi, tz'ochpax bronce t'a spatic te'."
        },
        {
            "number": "7",
            "text": "Ha te' sb'achlab'il chi', yowalil tzek' te' t'a yol k'een argolla ayoch t'a schab'il pak'anh yic wach' sb'achjib'ati."
        },
        {
            "number": "8",
            "text": "Ha jun altar chi', olan tz'ajkan yool, icha yechel ix in ch'ox t'ayach t'a jolom witz tik."
        },
        {
            "number": "9",
            "text": "Sb'ochajpax k'apac cortina lino te wach' b'ayb'il, yic tz'och oyan smaculoc yamaq'uil ay t'a spatictac in cajnub' chi'. Ha t'a jun pak'anh t'a stojolal sur, 45 metro tz'ajb'at d'inhan k'apac cortina chi'."
        },
        {
            "number": "10",
            "text": "Tz'och 20 te' oy, 20 pax sb'achnub'al yich nab'a bronce, haxo t'a schon junjun te' oy chi', tz'em jun k'een nab'a plata ayoch juntzanh argolla t'ay."
        },
        {
            "number": "11",
            "text": "Icha pax chi' t'a stojolal norte, yowalil tz'ochpax k'apac cortina t'a sk'atul chi' smasanil. 45 metro tz'aji, 20 pax te' yoyal tz'ochi yet' 20 sb'achnub'al yich nab'a bronce, tz'em jun k'een nab'a plata, ayoch juntzanh argolla t'ay t'a schon junjun te' oy chi'."
        },
        {
            "number": "12",
            "text": "Axo t'a stojolal b'aj tz'em k'u, a k'apac cortina tz'och t'ay, 22 metro yet' nanhalxo tz'aj sat yet' lajunhe' yoyal yet' pax lajunhe' sb'achnub'al yich."
        },
        {
            "number": "13",
            "text": "Axo pax t'a stojolal b'aj sjawi k'u t'a jun amak' chi', 22 metro yet' nanhalxo sat. Tz'ochpax k'apac cortina t'ay."
        },
        {
            "number": "14",
            "text": "Ha t'a jun pak'anh sti' amak' chi', ay uque' metro k'apac cortina tz'ochi yet' oxe' yoyal yet' pax oxe' sb'achnub'al yich."
        },
        {
            "number": "15",
            "text": "Anheja' t'a junxo pak'anh sti', ay pax uque' metro k'apac cortina tz'ochi, ay oxe' oy yet' oxe' sb'achnub'al yich."
        },
        {
            "number": "16",
            "text": "Axo t'a sti' amak' chi', ata' sb'ojioch junok k'apac cortina nab'a lino b'ayb'il, nanhal sb'alunhil metro sat k'apac. Sb'oji yelwanub' k'apac yuj junok jelan sb'oani. Ha t'a anh k'ik'mutz'inac ch'al, anh ch'al yaxmaquinac, anh chac ch'al sb'ochaj yelwanub' chi'."
        },
        {
            "number": "17",
            "text": "Masanil te' oy t'a spatic yichanh amak' chi', tz'em k'een k'een nab'a plata ayoch argolla t'ay t'a schon te'. Axo pax sb'achnub'al yich te', nab'a bronce."
        },
        {
            "number": "18",
            "text": "Ha jun amak' chi', 45 metro sk'atul, 22 metro yet' nanhalxo sat, lajannhej schapak'anhil. Axo pax k'apac cortina ayk'e t'a chaanh, chab' metro yet' 25 centímetro steel k'apac. Ha k'apac cortina chi', aton lino wach' b'ayb'il. Axo sb'achnub' yich te oy chi', nab'a bronce."
        },
        {
            "number": "19",
            "text": "Masanil yestacail in cajnub' chi' yet' estaca ayoch t'a amak' chi', nab'a bronce tz'aji."
        },
        {
            "number": "20",
            "text": "Al t'a heb' etisraelal to syik'cot aceite heb', aton aceite wach' tz'el t'a sat te' oliwo, yic wach' aynhej yaceiteal juntzanh candil."
        },
        {
            "number": "21",
            "text": "Ha winhaj Aarón yet' heb' yuninal ayoch t'a yib'anh sb'oanoch sk'ak'al candil chi', yic wach' copanel sk'ak'al t'a wichanh tzek' ak'wal t'a yol mantiado b'aj tzin ch'ox in b'ha t'a yichanhelta k'apac cortina ayoch yenhuloc te' scaxail in trato. Ha jun tik, junelnhej ley tz'ajkan t'a he kal a ex israel ex tik yet' pax t'a heb' eyinhtilal."
        }
    ]
}