{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Sb'ochajpax junoc altar d'a te' chemte' nab'a acacia, lajannhej tz'aj yechel schanhil pak'anh. Chab' metro yed' 25 centímetro tz'aj junjun pak'anh, jun metro yed' 25 centímetro tz'aj schaanhil."
        },
        {
            "number": "2",
            "text": "Sb'ochajq'ue junjun sch'aac d'a junjun schiquintac. A juntzanh sch'aac chi' yaman tz'aj yed' jun altar chi', spichchaj te' d'a q'uen bronce."
        },
        {
            "number": "3",
            "text": "Masanil jantac syamk'ab'il altar chi', nab'a bronceocabi: Aton yed'tal b'aj tz'ik'chajel q'uen tik'aq'uil taanh, q'uen pala, q'uen nivac uk'ab', q'uen tenedor yed' pax yed'tal b'aj tz'em te tzak'ak'."
        },
        {
            "number": "4",
            "text": "Sb'opax junoc q'uen malla nab'a bronce, tz'ochpax junjun argolla bronce d'a junjun yesquinail q'ueen."
        },
        {
            "number": "5",
            "text": "Tz'elk'och q'uen yesquinail chi' d'a spatictac jun altar chi' d'a yalanh jun oyanoch d'a stitac. A q'uen malla chi', d'a snanhal jun altar chi' sb'ojiem q'ueen."
        },
        {
            "number": "6",
            "text": "Sb'opax juntzanhoc sb'achlab'il jun altar chi'. A te' acacia tz'ochi, tz'ochpax bronce d'a spatic te'."
        },
        {
            "number": "7",
            "text": "A te' sb'achlab'il chi', yovalil tz'ek' te' d'a yol q'uen argolla ayoch d'a schab'il pak'anh yic vach' sb'achjib'ati."
        },
        {
            "number": "8",
            "text": "A jun altar chi', olan tz'ajcan yool, icha yechel ix in ch'ox d'ayach d'a jolom vitz tic."
        },
        {
            "number": "9",
            "text": "Sb'ochajpax k'apac cortina lino te vach' b'ayb'il, yic tz'och oyan smaculoc yamaq'uil ay d'a spatictac in cajnub' chi'. A d'a jun pak'anh d'a stojolal sur, 45 metro tz'ajb'at d'inhan k'apac cortina chi'."
        },
        {
            "number": "10",
            "text": "Tz'och 20 te' oy, 20 pax sb'achnub'al yich nab'a bronce, axo d'a schon junjun te' oy chi', tz'em jun q'uen nab'a plata ayoch juntzanh argolla d'ay."
        },
        {
            "number": "11",
            "text": "Icha pax chi' d'a stojolal norte, yovalil tz'ochpax k'apac cortina d'a sk'atul chi' smasanil. 45 metro tz'aji, 20 pax te' yoyal tz'ochi yed' 20 sb'achnub'al yich nab'a bronce, tz'em jun q'uen nab'a plata, ayoch juntzanh argolla d'ay d'a schon junjun te' oy chi'."
        },
        {
            "number": "12",
            "text": "Axo d'a stojolal b'aj tz'em k'u, a k'apac cortina tz'och d'ay, 22 metro yed' nanhalxo tz'aj sat yed' lajunhe' yoyal yed' pax lajunhe' sb'achnub'al yich."
        },
        {
            "number": "13",
            "text": "Axo pax d'a stojolal b'aj sjavi k'u d'a jun amak' chi', 22 metro yed' nanhalxo sat. Tz'ochpax k'apac cortina d'ay."
        },
        {
            "number": "14",
            "text": "A d'a jun pak'anh sti' amak' chi', ay uque' metro k'apac cortina tz'ochi yed' oxe' yoyal yed' pax oxe' sb'achnub'al yich."
        },
        {
            "number": "15",
            "text": "Anheja' d'a junxo pak'anh sti', ay pax uque' metro k'apac cortina tz'ochi, ay oxe' oy yed' oxe' sb'achnub'al yich."
        },
        {
            "number": "16",
            "text": "Axo d'a sti' amak' chi', ata' sb'ojioch junoc k'apac cortina nab'a lino b'ayb'il, nanhal sb'alunhil metro sat k'apac. Sb'oji yelvanub' k'apac yuj junoc jelan sb'oani. A d'a anh q'uik'mutz'inac ch'al, anh ch'al yaxmaquinac, anh chac ch'al sb'ochaj yelvanub' chi'."
        },
        {
            "number": "17",
            "text": "Masanil te' oy d'a spatic yichanh amak' chi', tz'em q'uen q'ueen nab'a plata ayoch argolla d'ay d'a schon te'. Axo pax sb'achnub'al yich te', nab'a bronce."
        },
        {
            "number": "18",
            "text": "A jun amak' chi', 45 metro sk'atul, 22 metro yed' nanhalxo sat, lajannhej schapak'anhil. Axo pax k'apac cortina ayq'ue d'a chaanh, chab' metro yed' 25 centímetro steel k'apac. A k'apac cortina chi', aton lino vach' b'ayb'il. Axo sb'achnub' yich te oy chi', nab'a bronce."
        },
        {
            "number": "19",
            "text": "Masanil yestacail in cajnub' chi' yed' estaca ayoch d'a amak' chi', nab'a bronce tz'aji."
        },
        {
            "number": "20",
            "text": "Al d'a eb' etisraelal to syik'cot aceite eb', aton aceite vach' tz'el d'a sat te' olivo, yic vach' aynhej yaceiteal juntzanh candil."
        },
        {
            "number": "21",
            "text": "A vinhaj Aarón yed' eb' yuninal ayoch d'a yib'anh sb'oanoch sk'ak'al candil chi', yic vach' copanel sk'ak'al d'a vichanh tz'ek' ak'val d'a yol mantiado b'aj tzin ch'ox in b'a d'a yichanhelta k'apac cortina ayoch yenhuloc te' scaxail in trato. A jun tic, junelnhej ley tz'ajcan d'a e cal a ex israel ex tic yed' pax d'a eb' eyinhtilal."
        }
    ]
}