{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanpax Jehová icha tik: Avtej vinh uk'tac aj Aarón yet' eb' yuninal, aton vinhaj Nadab, vinhaj Abiú, vinhaj Eleazar yet' vinhaj Itamar. Tza siq'uel eb' vinh t'a skal eb' etisraelal, yic wach' tz'och eb' vinh sacerdoteal t'ayin."
        },
        {
            "number": "2",
            "text": "Sb'ochaj spichul vinh uk'tac aj Aarón. Aton junok pichul yicnhej yopisio vinh yaji, yic wach' tz'aj yilji vinh, yic scheclajpaxeli to niwan yelk'och vinh."
        },
        {
            "number": "3",
            "text": "Al t'a eb' te ay sjelanil, aton juntzanh eb' ix vak' sjelanil t'a b'o'oj k'apac, yic sb'oan spichul vinhaj Aarón chi' eb', yic ol och vinh sacerdoteal t'ayin."
        },
        {
            "number": "4",
            "text": "Ha juntzanh pichul sb'o chi', aton juntzanh tik: Ha k'apac smacul snhi' sk'ool yet' k'apac chaleca. Sb'opax jun pichul jucan yet' junxo pichul yelxo val te jucan ol och t'a yool, tz'och yelvanub'. Sb'opax sk'oxal sjolom sb'ak'chajochi yet' stzek'ul snanhal. Yuj chi', b'ochajocab' pichul to yicnhej yopisio vinhaj Aarón chi'. Sb'ochajpax spichul eb' yuninal vinh chi', yic wach' tz'och eb' t'a yopisio t'a sacerdoteal t'ayin."
        },
        {
            "number": "5",
            "text": "Ayic sb'ochaj juntzanh pichul chi', tz'och anh lino b'ayb'il, yovalil tz'och q'uen oro icha ch'al t'a skal yet' lana chac ch'al."
        },
        {
            "number": "6",
            "text": "Ha jun chaleca chi', a anh lino b'ayb'il sb'ochaj yuj junok jelan sch'alvi, tz'och oro icha ch'al t'a skal yet' lana ch'al k'ik'mutz'inac, yaxmaquinac yet' chacchac."
        },
        {
            "number": "7",
            "text": "Tz'ek' b'ak'an sk'ab' t'a sjolom sjenhjab' yic syil-laj sb'a k'apac yichanh yet' k'apac spatic."
        },
        {
            "number": "8",
            "text": "Sb'opax jun stzek'ul yic stzek'jioch jun chaleca chi', junnhej tz'aj yet'oc. Ha jun stzek'ul chi', a anh lino b'ayb'il b'aj sb'oji. Tz'och q'uen oro icha ch'al t'a skal yet' lana ch'al k'ik'mutz'inac, yaxmaquinac yet' chacchac."
        },
        {
            "number": "9",
            "text": "Tzak' b'o chab'oc cotac pachanh q'uen cornalina te wach'. Ha t'a q'uen tz'och sb'i eb' yuninal vinhaj Israel."
        },
        {
            "number": "10",
            "text": "Stzolal tz'aj yochi icha ix aj yalji eb', vaque' tz'och t'a junjun q'ueen."
        },
        {
            "number": "11",
            "text": "Ha mach tz'ak'anoch juntzanh b'i chi' t'a q'ueen, aton junok toxonton smunlaj t'a b'o'oj q'ueen, te wach' tz'aj sb'oi. Icha yajoch sletrail junok sello, icha val chi' tz'ajoch b'i chi' t'a q'ueen."
        },
        {
            "number": "12",
            "text": "Ha t'a k'apac sjolom sjenhjab' jun chaleca chi' tz'ak'jioch q'ueen. Ha yopisio juntzanh q'uen chi' yic snachajcot eb' yinhtilal Israel. Icha chi' tz'aj yik'anek' sb'i eb' israel chi' vinhaj Aarón t'a sjolom sjenhjab' ayic tz'ochk'och vinh t'a vichanh yic tzin naancot eb'."
        },
        {
            "number": "13",
            "text": "Sb'ochajpax chab' syamlab'il q'uen chi', nab'a oro tz'och t'ay."
        },
        {
            "number": "14",
            "text": "Sb'ochajpax chab' cadena nab'a oro k'otzotzi tz'aj spach'uch'aji, tz'och t'a juntzanh syamlab'il chi'."
        },
        {
            "number": "15",
            "text": "Axo k'apac yic snhi' sk'ool, tz'och yopisio yic snachajel tas in gana, lajan val tzutej icha val tz'aj sb'o chaleca chi'. Ha anh lino b'ayb'il tz'och t'ay, aton anh b'ob'il yuj junok jelan sch'alvi. Tz'och q'uen oro icha ch'al t'a skal yet' lana ch'al k'ik'mutz'inac, yaxmaquinac yet' chacchac."
        },
        {
            "number": "16",
            "text": "Cha pacanh tz'aji, lajannhej sat stitac schanhil, 22 centímetro junjun stitac chi'."
        },
        {
            "number": "17",
            "text": "Tz'och q'uen q'ueen te' wach' yilji t'a k'apac snhi' sk'ool chi', chanh tzol tz'ajoch q'ueen. Ha t'a b'ab'el tzol, tz'och junok q'uen rubí, junok q'uen crisólito yet' junok q'uen esmeralda."
        },
        {
            "number": "18",
            "text": "Axo t'a schab'il tzol, tz'och junok q'uen granate, junok q'uen zafiro yet' junok q'uen jade."
        },
        {
            "number": "19",
            "text": "Axo pax t'a yoxil tzol, tz'och junok q'uen jacinto, junok q'uen ágata yet' junok q'uen amatista."
        },
        {
            "number": "20",
            "text": "Axo pax t'a schanhil tzol, tz'och junok q'uen topacio, junok q'uen cornalina yet' pax junok q'uen jaspe. Masanil juntzanh q'ueen chi', oronhej syamlab'il tz'ochi."
        },
        {
            "number": "21",
            "text": "Yovalil lajchave' juntzanh q'ueen chi' sb'oi, yujto lajchave' sb'i eb' yinhtilal Israel. Ha t'a junjun q'uen q'ueen chi', ata' tz'och sb'i junjun makan eb', icha yajoch sletrail junok sello, icha val chi' tz'aj yoch b'i chi' t'a q'ueen."
        },
        {
            "number": "22",
            "text": "Ha juntzanh q'uen cadena oro pach'uch'ab'il toxo ix b'inaji, aton q'uen tz'och yopisio t'a k'apac snhi' sk'ool."
        },
        {
            "number": "23",
            "text": "Sb'ochajpax chab' argolla nab'a oro, tz'och t'a chab' schiquin k'apac snhi' sk'ol chi' t'a yib'anh."
        },
        {
            "number": "24",
            "text": "Tz'och q'uen cadena oro chi' schab'il t'a chab' argolla chi'."
        },
        {
            "number": "25",
            "text": "Tz'och chab' snhi' q'uen cadena chi' t'a q'uen syamlab'il q'uen q'ueen ayoch t'a sjolom sjenhjab' k'apac chaleca, yic skan k'apac snhi' sk'ol chi' t'a yichanh."
        },
        {
            "number": "26",
            "text": "Sb'opax chab' argolla nab'a oro, tz'och t'a chab' schiquin k'apac smacul snhi' sk'ol chi' t'a yalanh, junnhej skan yet' jun chaleca chi'."
        },
        {
            "number": "27",
            "text": "Sb'ochajpax chab' argolla oro, tz'och t'a snhitac k'apac tzek' t'a sjolom sjenhjab' k'apac chaleca t'a yichanh. Junnhej skan q'uen yet' b'aj tz'emk'och stz'isul sti' k'apac chi', palta t'a yib'anhq'ueta b'aj tzek' stzek'ul snanhal k'apac chaleca, aton jun tzek'ul te wach' yilji."
        },
        {
            "number": "28",
            "text": "Icha chi' schalan sb'a q'uen argolla yic k'apac snhi' sk'ool yet' q'uen yic k'apac chaleca chi'. Ha junok anh ch'al pach'uch'ab'il k'ik'mutz'inac tz'och sch'anhaloc yic syam sb'a, yic wach' a k'apac snhi' sk'ol chi' skan t'a yib'anhq'ueta stzek'ul snanhal k'apac chaleca chi', yic max yactej sb'a k'apac."
        },
        {
            "number": "29",
            "text": "Yuj chi', ayic tz'och vinhaj Aarón chi' t'a yol in cajnub' t'a vichanh yet'nac sb'i eb' yinhtilal Israel vinh, yic tzin nacot eb' t'a masanil tiempo, yujto ayoch sb'i eb' t'a k'apac smacul snhi' sk'ool. Ha yopisio k'apac smacul snhi' sk'ol chi', yic tz'ojtacajeli tas snib'ej in k'ool."
        },
        {
            "number": "30",
            "text": "Tzak'paxoch q'uen Urim yet' q'uen Tumim t'a yol k'apac smacul snhi' sk'ol chi', yuj chi' yet'nac q'ueen vinhaj Aarón t'a snhi' sk'ool ayic tz'och vinh t'a vichanh. Icha chi' tz'aj yik'anb'at juntzanh chi' vinh t'a vichanh, yic syal snachajeli tas snib'ej in k'ool sk'ulej eb' etchonhab'."
        },
        {
            "number": "31",
            "text": "Ha junok k'apac pichul jucan k'ik'mutz'inac, a tzak' b'ojoc, yic ol yak'och vinhaj Aarón chi' t'a yol k'apac chaleca."
        },
        {
            "number": "32",
            "text": "Skan yolanil t'a snanhal b'aj sq'ue sjolom vinh. Ha t'a stitac b'aj tz'olji sjaj k'apac chi', ata' tz'och junok k'apac stz'uliloc sti', yic wach' max nhik'chaji."
        },
        {
            "number": "33",
            "text": "Ha jun k'apac pichul jucan k'ik'mutz'inac chi', tz'och yelvanub' k'apac t'a masanil stitac t'a yoctac. Icha sat te' granado yilji yelvanub' k'apac stitac tz'och chi'. Sb'oji yelvanub' k'apac chi' t'a lana ch'al k'ik'mutz'inac yet' lana ch'al yaxmaquinac yet' pax lana ch'al chacchac. Tz'ochpax yunetac campana nab'a oro t'a skal yechel sat te' granado t'a smasanil stitac chi'."
        },
        {
            "number": "34",
            "text": "Ayic tz'och vinhaj Aarón t'a vichanh t'a in cajnub', yovalil ayoch jun k'apac chi' yuj vinh yic sk'anh juntzanh yunetac campana ayoch t'a stitac k'apac chi', ayic tz'och vinh yet' pax yic tz'elta vinh, yic wach' max cham vinh."
        },
        {
            "number": "35",
            "text": "Tzak'an b'ojoc junok q'uen oro jaylechinac yelvanub'oc, tz'och juntzanh lolonel tik t'a q'ueen, icha junok sello: Yicnhej Jehová Yaji, xchi."
        },
        {
            "number": "36",
            "text": "Tz'och jun q'uen oro jaylechinac chi' t'a snanhal sat sk'ox vinhaj Aarón chi', stzek'chajoch q'uen yet' junok ch'al b'ayb'il k'ik'mutz'inac."
        },
        {
            "number": "37",
            "text": "Yed'nacocab'nhej q'uen vinhaj Aarón t'a snanhal sat yic tzin cha yofrenda eb' etchonhab' syak' t'ayin a in Jehová in tik, wach'chom manh ichaoc t'a smojal syutej eb' yak'ani, palta yuj jun q'ueen chi', tzin cha yofrenda eb' chi'."
        },
        {
            "number": "38",
            "text": "Tzak' b'ojoc junocxo k'apac pichul yelxo val te jucan. Ha lino wach' tz'och t'ay, lino pax junok k'ox b'ayb'il sb'oi. Anheja' k'apac tzek'ul, wach' tz'aj yochpax stz'ib'ul k'apac yuj junok jelan stz'isani."
        },
        {
            "number": "39",
            "text": "Tzak'pax b'ojoc spichul eb' yuninal vinhaj Aarón chi', aton sjucan pichul eb', stzek'ul eb' yet' sk'ox eb'. Yic wach' yilji eb', yic niwan pax yelk'och eb'."
        },
        {
            "number": "40",
            "text": "Icha chi' tzutej ak'anoch spichul vinh uk'tac aj Aarón chi' yet' eb' yuninal. Slajvi chi' tzak'anq'ue aceite t'a sjolom eb', yic tz'ochcan yopisio eb' t'a sacerdoteal t'ayin."
        },
        {
            "number": "41",
            "text": "Tzak'anpax b'ojoc yol svex eb', tz'emk'och t'a xub' eb', sq'uepaxk'och t'a snanhal eb', yic wach' tz'aj smuschaj snivanil eb'. Lino k'apac tz'och t'a yol svex eb' chi'"
        },
        {
            "number": "42",
            "text": "Syak'och k'apac yolvex chi' vinhaj Aarón chi' yet' eb' yuninal ayic tz'och eb' t'a yol mantiado b'aj tzin ch'ox in b'a, ma ayic tz'och eb' t'a slak'anil altar t'a yol mantiado chi' ayic ayoch eb' t'a yopisio, yic wach' max och smul eb' yic max cham eb'. Ha jun tik, ley tz'ajkan t'a vinhaj Aarón yet' t'a yinhtilal t'a masanil tiempo."
        }
    ]
}