{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanpax Jehová icha tic: Avtej vinh uk'tac aj Aarón yed' eb' yuninal, aton vinhaj Nadab, vinhaj Abiú, vinhaj Eleazar yed' vinhaj Itamar. Tza siq'uel eb' vinh d'a scal eb' etisraelal, yic vach' tz'och eb' vinh sacerdoteal d'ayin."
        },
        {
            "number": "2",
            "text": "Sb'ochaj spichul vinh uk'tac aj Aarón. Aton junoc pichul yicnhej yopisio vinh yaji, yic vach' tz'aj yilji vinh, yic scheclajpaxeli to nivan yelk'och vinh."
        },
        {
            "number": "3",
            "text": "Al d'a eb' te ay sjelanil, aton juntzanh eb' ix vak' sjelanil d'a b'o'oj k'apac, yic sb'oan spichul vinhaj Aarón chi' eb', yic ol och vinh sacerdoteal d'ayin."
        },
        {
            "number": "4",
            "text": "A juntzanh pichul sb'o chi', aton juntzanh tic: A k'apac smacul snhi' sk'ool yed' k'apac chaleca. Sb'opax jun pichul jucan yed' junxo pichul yelxo val te jucan ol och d'a yool, tz'och yelvanub'. Sb'opax sk'oxal sjolom sb'ak'chajochi yed' stzek'ul snanhal. Yuj chi', b'ochajocab' pichul to yicnhej yopisio vinhaj Aarón chi'. Sb'ochajpax spichul eb' yuninal vinh chi', yic vach' tz'och eb' d'a yopisio d'a sacerdoteal d'ayin."
        },
        {
            "number": "5",
            "text": "Ayic sb'ochaj juntzanh pichul chi', tz'och anh lino b'ayb'il, yovalil tz'och q'uen oro icha ch'al d'a scal yed' lana chac ch'al."
        },
        {
            "number": "6",
            "text": "A jun chaleca chi', a anh lino b'ayb'il sb'ochaj yuj junoc jelan sch'alvi, tz'och oro icha ch'al d'a scal yed' lana ch'al q'uik'mutz'inac, yaxmaquinac yed' chacchac."
        },
        {
            "number": "7",
            "text": "Tz'ek' b'ak'an sk'ab' d'a sjolom sjenhjab' yic syil-laj sb'a k'apac yichanh yed' k'apac spatic."
        },
        {
            "number": "8",
            "text": "Sb'opax jun stzek'ul yic stzek'jioch jun chaleca chi', junnhej tz'aj yed'oc. A jun stzek'ul chi', a anh lino b'ayb'il b'aj sb'oji. Tz'och q'uen oro icha ch'al d'a scal yed' lana ch'al q'uik'mutz'inac, yaxmaquinac yed' chacchac."
        },
        {
            "number": "9",
            "text": "Tzak' b'o chab'oc cotac pachanh q'uen cornalina te vach'. A d'a q'uen tz'och sb'i eb' yuninal vinhaj Israel."
        },
        {
            "number": "10",
            "text": "Stzolal tz'aj yochi icha ix aj yalji eb', vaque' tz'och d'a junjun q'ueen."
        },
        {
            "number": "11",
            "text": "A mach tz'ak'anoch juntzanh b'i chi' d'a q'ueen, aton junoc toxonton smunlaj d'a b'o'oj q'ueen, te vach' tz'aj sb'oi. Icha yajoch sletrail junoc sello, icha val chi' tz'ajoch b'i chi' d'a q'ueen."
        },
        {
            "number": "12",
            "text": "A d'a k'apac sjolom sjenhjab' jun chaleca chi' tz'ak'jioch q'ueen. A yopisio juntzanh q'uen chi' yic snachajcot eb' yinhtilal Israel. Icha chi' tz'aj yik'anek' sb'i eb' israel chi' vinhaj Aarón d'a sjolom sjenhjab' ayic tz'ochk'och vinh d'a vichanh yic tzin naancot eb'."
        },
        {
            "number": "13",
            "text": "Sb'ochajpax chab' syamlab'il q'uen chi', nab'a oro tz'och d'ay."
        },
        {
            "number": "14",
            "text": "Sb'ochajpax chab' cadena nab'a oro k'otzotzi tz'aj spach'uch'aji, tz'och d'a juntzanh syamlab'il chi'."
        },
        {
            "number": "15",
            "text": "Axo k'apac yic snhi' sk'ool, tz'och yopisio yic snachajel tas in gana, lajan val tzutej icha val tz'aj sb'o chaleca chi'. A anh lino b'ayb'il tz'och d'ay, aton anh b'ob'il yuj junoc jelan sch'alvi. Tz'och q'uen oro icha ch'al d'a scal yed' lana ch'al q'uik'mutz'inac, yaxmaquinac yed' chacchac."
        },
        {
            "number": "16",
            "text": "Cha pacanh tz'aji, lajannhej sat stitac schanhil, 22 centímetro junjun stitac chi'."
        },
        {
            "number": "17",
            "text": "Tz'och q'uen q'ueen te' vach' yilji d'a k'apac snhi' sk'ool chi', chanh tzol tz'ajoch q'ueen. A d'a b'ab'el tzol, tz'och junoc q'uen rubí, junoc q'uen crisólito yed' junoc q'uen esmeralda."
        },
        {
            "number": "18",
            "text": "Axo d'a schab'il tzol, tz'och junoc q'uen granate, junoc q'uen zafiro yed' junoc q'uen jade."
        },
        {
            "number": "19",
            "text": "Axo pax d'a yoxil tzol, tz'och junoc q'uen jacinto, junoc q'uen ágata yed' junoc q'uen amatista."
        },
        {
            "number": "20",
            "text": "Axo pax d'a schanhil tzol, tz'och junoc q'uen topacio, junoc q'uen cornalina yed' pax junoc q'uen jaspe. Masanil juntzanh q'ueen chi', oronhej syamlab'il tz'ochi."
        },
        {
            "number": "21",
            "text": "Yovalil lajchave' juntzanh q'ueen chi' sb'oi, yujto lajchave' sb'i eb' yinhtilal Israel. A d'a junjun q'uen q'ueen chi', ata' tz'och sb'i junjun macanh eb', icha yajoch sletrail junoc sello, icha val chi' tz'aj yoch b'i chi' d'a q'ueen."
        },
        {
            "number": "22",
            "text": "A juntzanh q'uen cadena oro pach'uch'ab'il toxo ix b'inaji, aton q'uen tz'och yopisio d'a k'apac snhi' sk'ool."
        },
        {
            "number": "23",
            "text": "Sb'ochajpax chab' argolla nab'a oro, tz'och d'a chab' schiquin k'apac snhi' sk'ol chi' d'a yib'anh."
        },
        {
            "number": "24",
            "text": "Tz'och q'uen cadena oro chi' schab'il d'a chab' argolla chi'."
        },
        {
            "number": "25",
            "text": "Tz'och chab' snhi' q'uen cadena chi' d'a q'uen syamlab'il q'uen q'ueen ayoch d'a sjolom sjenhjab' k'apac chaleca, yic scan k'apac snhi' sk'ol chi' d'a yichanh."
        },
        {
            "number": "26",
            "text": "Sb'opax chab' argolla nab'a oro, tz'och d'a chab' schiquin k'apac smacul snhi' sk'ol chi' d'a yalanh, junnhej scan yed' jun chaleca chi'."
        },
        {
            "number": "27",
            "text": "Sb'ochajpax chab' argolla oro, tz'och d'a snhitac k'apac tz'ek' d'a sjolom sjenhjab' k'apac chaleca d'a yichanh. Junnhej scan q'uen yed' b'aj tz'emk'och stz'isul sti' k'apac chi', palta d'a yib'anhq'ueta b'aj tz'ek' stzek'ul snanhal k'apac chaleca, aton jun tzek'ul te vach' yilji."
        },
        {
            "number": "28",
            "text": "Icha chi' schalan sb'a q'uen argolla yic k'apac snhi' sk'ool yed' q'uen yic k'apac chaleca chi'. A junoc anh ch'al pach'uch'ab'il q'uik'mutz'inac tz'och sch'anhaloc yic syam sb'a, yic vach' a k'apac snhi' sk'ol chi' scan d'a yib'anhq'ueta stzek'ul snanhal k'apac chaleca chi', yic max yactej sb'a k'apac."
        },
        {
            "number": "29",
            "text": "Yuj chi', ayic tz'och vinhaj Aarón chi' d'a yol in cajnub' d'a vichanh yed'nac sb'i eb' yinhtilal Israel vinh, yic tzin nacot eb' d'a masanil tiempo, yujto ayoch sb'i eb' d'a k'apac smacul snhi' sk'ool. A yopisio k'apac smacul snhi' sk'ol chi', yic tz'ojtacajeli tas snib'ej in k'ool."
        },
        {
            "number": "30",
            "text": "Tzak'paxoch q'uen Urim yed' q'uen Tumim d'a yol k'apac smacul snhi' sk'ol chi', yuj chi' yed'nac q'ueen vinhaj Aarón d'a snhi' sk'ool ayic tz'och vinh d'a vichanh. Icha chi' tz'aj yik'anb'at juntzanh chi' vinh d'a vichanh, yic syal snachajeli tas snib'ej in k'ool sk'ulej eb' etchonhab'."
        },
        {
            "number": "31",
            "text": "A junoc k'apac pichul jucan q'uik'mutz'inac, a tzak' b'ojoc, yic ol yak'och vinhaj Aarón chi' d'a yol k'apac chaleca."
        },
        {
            "number": "32",
            "text": "Scan yolanil d'a snanhal b'aj sq'ue sjolom vinh. A d'a stitac b'aj tz'olji sjaj k'apac chi', ata' tz'och junoc k'apac stz'uliloc sti', yic vach' max nhik'chaji."
        },
        {
            "number": "33",
            "text": "A jun k'apac pichul jucan q'uik'mutz'inac chi', tz'och yelvanub' k'apac d'a masanil stitac d'a yoctac. Icha sat te' granado yilji yelvanub' k'apac stitac tz'och chi'. Sb'oji yelvanub' k'apac chi' d'a lana ch'al q'uik'mutz'inac yed' lana ch'al yaxmaquinac yed' pax lana ch'al chacchac. Tz'ochpax yunetac campana nab'a oro d'a scal yechel sat te' granado d'a smasanil stitac chi'."
        },
        {
            "number": "34",
            "text": "Ayic tz'och vinhaj Aarón d'a vichanh d'a in cajnub', yovalil ayoch jun k'apac chi' yuj vinh yic sk'anh juntzanh yunetac campana ayoch d'a stitac k'apac chi', ayic tz'och vinh yed' pax yic tz'elta vinh, yic vach' max cham vinh."
        },
        {
            "number": "35",
            "text": "Tzak'an b'ojoc junoc q'uen oro jaylechinac yelvanub'oc, tz'och juntzanh lolonel tic d'a q'ueen, icha junoc sello: Yicnhej Jehová Yaji, xchi."
        },
        {
            "number": "36",
            "text": "Tz'och jun q'uen oro jaylechinac chi' d'a snanhal sat sk'ox vinhaj Aarón chi', stzek'chajoch q'uen yed' junoc ch'al b'ayb'il q'uik'mutz'inac."
        },
        {
            "number": "37",
            "text": "Yed'nacocab'nhej q'uen vinhaj Aarón d'a snanhal sat yic tzin cha yofrenda eb' etchonhab' syak' d'ayin a in Jehová in tic, vach'chom manh ichaoc d'a smojal syutej eb' yak'ani, palta yuj jun q'ueen chi', tzin cha yofrenda eb' chi'."
        },
        {
            "number": "38",
            "text": "Tzak' b'ojoc junocxo k'apac pichul yelxo val te jucan. A lino vach' tz'och d'ay, lino pax junoc k'ox b'ayb'il sb'oi. Anheja' k'apac tzek'ul, vach' tz'aj yochpax stz'ib'ul k'apac yuj junoc jelan stz'isani."
        },
        {
            "number": "39",
            "text": "Tzak'pax b'ojoc spichul eb' yuninal vinhaj Aarón chi', aton sjucan pichul eb', stzek'ul eb' yed' sk'ox eb'. Yic vach' yilji eb', yic nivan pax yelk'och eb'."
        },
        {
            "number": "40",
            "text": "Icha chi' tzutej ak'anoch spichul vinh uk'tac aj Aarón chi' yed' eb' yuninal. Slajvi chi' tzak'anq'ue aceite d'a sjolom eb', yic tz'ochcan yopisio eb' d'a sacerdoteal d'ayin."
        },
        {
            "number": "41",
            "text": "Tzak'anpax b'ojoc yol svex eb', tz'emk'och d'a xub' eb', sq'uepaxk'och d'a snanhal eb', yic vach' tz'aj smuschaj snivanil eb'. Lino k'apac tz'och d'a yol svex eb' chi'"
        },
        {
            "number": "42",
            "text": "Syak'och k'apac yolvex chi' vinhaj Aarón chi' yed' eb' yuninal ayic tz'och eb' d'a yol mantiado b'aj tzin ch'ox in b'a, ma ayic tz'och eb' d'a slak'anil altar d'a yol mantiado chi' ayic ayoch eb' d'a yopisio, yic vach' max och smul eb' yic max cham eb'. A jun tic, ley tz'ajcan d'a vinhaj Aarón yed' d'a yinhtilal d'a masanil tiempo."
        }
    ]
}