{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanpax Jehová icha tik: Avtej winh uk'tac aj Aarón yet' heb' yuninal, aton winhaj Nadab, winhaj Abiú, winhaj Eleazar yet' winhaj Itamar. Tza sik'el heb' winh t'a skal heb' etisraelal, yic wach' tz'och heb' winh sacerdoteal t'ayin."
        },
        {
            "number": "2",
            "text": "Sb'ochaj spichul winh uk'tac aj Aarón. Aton junok pichul yicnhej yopisio winh yaji, yic wach' tz'aj yilji winh, yic scheclajpaxeli to niwan yelk'och winh."
        },
        {
            "number": "3",
            "text": "Al t'a heb' te ay sjelanil, aton juntzanh heb' ix wak' sjelanil t'a b'o'oj k'apac, yic sb'oan spichul winhaj Aarón chi' heb', yic ol och winh sacerdoteal t'ayin."
        },
        {
            "number": "4",
            "text": "Ha juntzanh pichul sb'o chi', aton juntzanh tik: Ha k'apac smacul snhi' sk'ool yet' k'apac chaleca. Sb'opax jun pichul jucan yet' junxo pichul yelxo wal te jucan ol och t'a yool, tz'och yelwanub'. Sb'opax sk'oxal sjolom sb'ak'chajochi yet' stzek'ul snanhal. Yuj chi', b'ochajocab' pichul to yicnhej yopisio winhaj Aarón chi'. Sb'ochajpax spichul heb' yuninal winh chi', yic wach' tz'och heb' t'a yopisio t'a sacerdoteal t'ayin."
        },
        {
            "number": "5",
            "text": "Ayic sb'ochaj juntzanh pichul chi', tz'och anh lino b'ayb'il, yowalil tz'och k'een oro icha ch'al t'a skal yet' lana chac ch'al."
        },
        {
            "number": "6",
            "text": "Ha jun chaleca chi', a anh lino b'ayb'il sb'ochaj yuj junok jelan sch'alwi, tz'och oro icha ch'al t'a skal yet' lana ch'al k'ik'mutz'inac, yaxmaquinac yet' chacchac."
        },
        {
            "number": "7",
            "text": "Tz'ek' b'ak'an sk'ab' t'a sjolom sjenhjab' yic syil-laj sb'a k'apac yichanh yet' k'apac spatic."
        },
        {
            "number": "8",
            "text": "Sb'opax jun stzek'ul yic stzek'jioch jun chaleca chi', junnhej tz'aj yet'oc. Ha jun stzek'ul chi', a anh lino b'ayb'il b'aj sb'oji. Tz'och k'een oro icha ch'al t'a skal yet' lana ch'al k'ik'mutz'inac, yaxmaquinac yet' chacchac."
        },
        {
            "number": "9",
            "text": "Tzak' b'o chab'oc cotac pachanh k'een cornalina te wach'. Ha t'a k'een tz'och sb'i heb' yuninal winhaj Israel."
        },
        {
            "number": "10",
            "text": "Stzolal tz'aj yochi icha ix aj yalji heb', waque' tz'och t'a junjun k'een."
        },
        {
            "number": "11",
            "text": "Ha mach tz'ak'anoch juntzanh b'i chi' t'a k'een, aton junok toxonton smunlaj t'a b'o'oj k'een, te wach' tz'aj sb'oi. Icha yajoch sletrail junok sello, icha wal chi' tz'ajoch b'i chi' t'a k'een."
        },
        {
            "number": "12",
            "text": "Ha t'a k'apac sjolom sjenhjab' jun chaleca chi' tz'ak'jioch k'een. Ha yopisio juntzanh k'een chi' yic snachajcot heb' yinhtilal Israel. Icha chi' tz'aj yik'anek' sb'i heb' israel chi' winhaj Aarón t'a sjolom sjenhjab' ayic tz'ochk'och winh t'a wichanh yic tzin naancot heb'."
        },
        {
            "number": "13",
            "text": "Sb'ochajpax chab' syamlab'il k'een chi', nab'a oro tz'och t'ay."
        },
        {
            "number": "14",
            "text": "Sb'ochajpax chab' cadena nab'a oro k'otzotzi tz'aj spach'uch'aji, tz'och t'a juntzanh syamlab'il chi'."
        },
        {
            "number": "15",
            "text": "Axo k'apac yic snhi' sk'ool, tz'och yopisio yic snachajel tas in gana, lajan wal tzutej icha wal tz'aj sb'o chaleca chi'. Ha anh lino b'ayb'il tz'och t'ay, aton anh b'ob'il yuj junok jelan sch'alwi. Tz'och k'een oro icha ch'al t'a skal yet' lana ch'al k'ik'mutz'inac, yaxmaquinac yet' chacchac."
        },
        {
            "number": "16",
            "text": "Cha pacanh tz'aji, lajannhej sat stitac schanhil, 22 centímetro junjun stitac chi'."
        },
        {
            "number": "17",
            "text": "Tz'och k'een k'een te' wach' yilji t'a k'apac snhi' sk'ool chi', chanh tzol tz'ajoch k'een. Ha t'a b'ab'el tzol, tz'och junok k'een rubí, junok k'een crisólito yet' junok k'een esmeralda."
        },
        {
            "number": "18",
            "text": "Axo t'a schab'il tzol, tz'och junok k'een granate, junok k'een zafiro yet' junok k'een jade."
        },
        {
            "number": "19",
            "text": "Axo pax t'a yoxil tzol, tz'och junok k'een jacinto, junok k'een ágata yet' junok k'een amatista."
        },
        {
            "number": "20",
            "text": "Axo pax t'a schanhil tzol, tz'och junok k'een topacio, junok k'een cornalina yet' pax junok k'een jaspe. Masanil juntzanh k'een chi', oronhej syamlab'il tz'ochi."
        },
        {
            "number": "21",
            "text": "Yowalil lajchawe' juntzanh k'een chi' sb'oi, yujto lajchawe' sb'i heb' yinhtilal Israel. Ha t'a junjun k'een k'een chi', ata' tz'och sb'i junjun makan heb', icha yajoch sletrail junok sello, icha wal chi' tz'aj yoch b'i chi' t'a k'een."
        },
        {
            "number": "22",
            "text": "Ha juntzanh k'een cadena oro pach'uch'ab'il toxo ix b'inaji, aton k'een tz'och yopisio t'a k'apac snhi' sk'ool."
        },
        {
            "number": "23",
            "text": "Sb'ochajpax chab' argolla nab'a oro, tz'och t'a chab' schiquin k'apac snhi' sk'ol chi' t'a yib'anh."
        },
        {
            "number": "24",
            "text": "Tz'och k'een cadena oro chi' schab'il t'a chab' argolla chi'."
        },
        {
            "number": "25",
            "text": "Tz'och chab' snhi' k'een cadena chi' t'a k'een syamlab'il k'een k'een ayoch t'a sjolom sjenhjab' k'apac chaleca, yic skan k'apac snhi' sk'ol chi' t'a yichanh."
        },
        {
            "number": "26",
            "text": "Sb'opax chab' argolla nab'a oro, tz'och t'a chab' schiquin k'apac smacul snhi' sk'ol chi' t'a yalanh, junnhej skan yet' jun chaleca chi'."
        },
        {
            "number": "27",
            "text": "Sb'ochajpax chab' argolla oro, tz'och t'a snhitac k'apac tzek' t'a sjolom sjenhjab' k'apac chaleca t'a yichanh. Junnhej skan k'een yet' b'aj tz'emk'och stz'isul sti' k'apac chi', palta t'a yib'anhk'eta b'aj tzek' stzek'ul snanhal k'apac chaleca, aton jun tzek'ul te wach' yilji."
        },
        {
            "number": "28",
            "text": "Icha chi' schalan sb'a k'een argolla yic k'apac snhi' sk'ool yet' k'een yic k'apac chaleca chi'. Ha junok anh ch'al pach'uch'ab'il k'ik'mutz'inac tz'och sch'anhaloc yic syam sb'a, yic wach' a k'apac snhi' sk'ol chi' skan t'a yib'anhk'eta stzek'ul snanhal k'apac chaleca chi', yic max yaktej sb'a k'apac."
        },
        {
            "number": "29",
            "text": "Yuj chi', ayic tz'och winhaj Aarón chi' t'a yol in cajnub' t'a wichanh yet'nac sb'i heb' yinhtilal Israel winh, yic tzin nacot heb' t'a masanil tiempo, yujto ayoch sb'i heb' t'a k'apac smacul snhi' sk'ool. Ha yopisio k'apac smacul snhi' sk'ol chi', yic tz'ojtacajeli tas snib'ej in k'ool."
        },
        {
            "number": "30",
            "text": "Tzak'paxoch k'een Urim yet' k'een Tumim t'a yol k'apac smacul snhi' sk'ol chi', yuj chi' yet'nac k'een winhaj Aarón t'a snhi' sk'ool ayic tz'och winh t'a wichanh. Icha chi' tz'aj yik'anb'at juntzanh chi' winh t'a wichanh, yic syal snachajeli tas snib'ej in k'ool sk'ulej heb' etchonhab'."
        },
        {
            "number": "31",
            "text": "Ha junok k'apac pichul jucan k'ik'mutz'inac, a tzak' b'ojoc, yic ol yak'och winhaj Aarón chi' t'a yol k'apac chaleca."
        },
        {
            "number": "32",
            "text": "Skan yolanil t'a snanhal b'aj sk'e sjolom winh. Ha t'a stitac b'aj tz'olji sjaj k'apac chi', ata' tz'och junok k'apac stz'uliloc sti', yic wach' max nhik'chaji."
        },
        {
            "number": "33",
            "text": "Ha jun k'apac pichul jucan k'ik'mutz'inac chi', tz'och yelwanub' k'apac t'a masanil stitac t'a yoctac. Icha sat te' granado yilji yelwanub' k'apac stitac tz'och chi'. Sb'oji yelwanub' k'apac chi' t'a lana ch'al k'ik'mutz'inac yet' lana ch'al yaxmaquinac yet' pax lana ch'al chacchac. Tz'ochpax yunetac campana nab'a oro t'a skal yechel sat te' granado t'a smasanil stitac chi'."
        },
        {
            "number": "34",
            "text": "Ayic tz'och winhaj Aarón t'a wichanh t'a in cajnub', yowalil ayoch jun k'apac chi' yuj winh yic sk'anh juntzanh yunetac campana ayoch t'a stitac k'apac chi', ayic tz'och winh yet' pax yic tz'elta winh, yic wach' max cham winh."
        },
        {
            "number": "35",
            "text": "Tzak'an b'ojoc junok k'een oro jaylechinac yelwanub'oc, tz'och juntzanh lolonel tik t'a k'een, icha junok sello: Yicnhej Jehová Yaji, xchi."
        },
        {
            "number": "36",
            "text": "Tz'och jun k'een oro jaylechinac chi' t'a snanhal sat sk'ox winhaj Aarón chi', stzek'chajoch k'een yet' junok ch'al b'ayb'il k'ik'mutz'inac."
        },
        {
            "number": "37",
            "text": "Yed'nacocab'nhej k'een winhaj Aarón t'a snanhal sat yic tzin cha yofrenda heb' etchonhab' syak' t'ayin a in Jehová in tik, wach'chom manh ichaoc t'a smojal syutej heb' yak'ani, palta yuj jun k'een chi', tzin cha yofrenda heb' chi'."
        },
        {
            "number": "38",
            "text": "Tzak' b'ojoc junokxo k'apac pichul yelxo wal te jucan. Ha lino wach' tz'och t'ay, lino pax junok k'ox b'ayb'il sb'oi. Anheja' k'apac tzek'ul, wach' tz'aj yochpax stz'ib'ul k'apac yuj junok jelan stz'isani."
        },
        {
            "number": "39",
            "text": "Tzak'pax b'ojoc spichul heb' yuninal winhaj Aarón chi', aton sjucan pichul heb', stzek'ul heb' yet' sk'ox heb'. Yic wach' yilji heb', yic niwan pax yelk'och heb'."
        },
        {
            "number": "40",
            "text": "Icha chi' tzutej ak'anoch spichul winh uk'tac aj Aarón chi' yet' heb' yuninal. Slajwi chi' tzak'ank'e aceite t'a sjolom heb', yic tz'ochcan yopisio heb' t'a sacerdoteal t'ayin."
        },
        {
            "number": "41",
            "text": "Tzak'anpax b'ojoc yol swex heb', tz'emk'och t'a xub' heb', sk'epaxk'och t'a snanhal heb', yic wach' tz'aj smuschaj sniwanil heb'. Lino k'apac tz'och t'a yol swex heb' chi'"
        },
        {
            "number": "42",
            "text": "Syak'och k'apac yolwex chi' winhaj Aarón chi' yet' heb' yuninal ayic tz'och heb' t'a yol mantiado b'aj tzin ch'ox in b'a, ma ayic tz'och heb' t'a slak'anil altar t'a yol mantiado chi' ayic ayoch heb' t'a yopisio, yic wach' max och smul heb' yic max cham heb'. Ha jun tik, ley tz'ajkan t'a winhaj Aarón yet' t'a yinhtilal t'a masanil tiempo."
        }
    ]
}