{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová: Ayic schaanel yich yopisio vinhaj Aarón yed' eb' yuninal d'a sacerdoteal d'ayin, aton juntzanh tic tza b'o yuj eb': Tzik'cot junoc nok' quelem vacax yed' chavanhoc nok' ch'ac calnel malaj jab'oc spaltail."
        },
        {
            "number": "2",
            "text": "Yed' ixim harina yic trigo te vach', malaj yich sb'at d'a scal, aton d'a ixim tzak' b'ojoc ixim pan yed' k'oxox pan calab'il yed' aceite yed' pax k'oxox pan jay sb'onhchajoch aceite d'ay."
        },
        {
            "number": "3",
            "text": "Slajvi chi' tz'em ixim d'a yol junoc yune' mooch, tzik'anb'at d'a in cajnub' yed' nok' quelem vacax yed' pax chavanh nok' ch'ac calnel chi'."
        },
        {
            "number": "4",
            "text": "Slajvi chi', tzik'anb'at vinhaj Aarón yed' eb' yuninal d'a yichanh mantiado b'aj tzin ch'ox in b'a. Ata' sb'iquel sb'a eb'."
        },
        {
            "number": "5",
            "text": "Slajvi chi', tzik'anpaxb'at k'apac pichul yic sacerdoteal. Tzak'anoch k'apac d'a vinhaj Aarón chi', aton k'apac pichul yelxo val te jucan yed' junxo k'apac jucan, k'apac chaleca yed' k'apac smacul snhi' sk'ool, tzak'anoch stzek'ul snanhal jun chaleca chi'."
        },
        {
            "number": "6",
            "text": "Slajvi chi', tza b'ak'anoch sk'ox vinh d'a sjolom. A d'a snanhal sat sk'ox vinh chi' tzak'och jun oro jay lechinac, aton sch'oxan yechel to vic yaj vinh."
        },
        {
            "number": "7",
            "text": "Slajvi chi' tzik'ancot aceite sk'anchaji ayic sik'chajel junoc mach tz'ochcan vicoc. Tzak'anq'ue d'a sjolom vinhaj Aarón chi' yic tz'ochcan vinh sacerdoteal."
        },
        {
            "number": "8",
            "text": "Slajvi chi', sjapax eb' yuninal vinh chi' d'a a tz'ey, tzak'anoch spichul eb' jucan."
        },
        {
            "number": "9",
            "text": "Tza b'oanoch stzek'ul vinhaj Aarón yed' eb' yuninal, tza b'oanq'ue sk'ox eb'. Ichaton chi' tz'aj yochcan yopisio eb' d'a masanil tiempo."
        },
        {
            "number": "10",
            "text": "Slajvi chi', tzik'anb'at nok' quelem vacax d'a yichanh mantiado b'aj tzin ch'ox in b'a, yic vach' syak'q'ue sk'ab' vinhaj Aarón yed' eb' yuninal d'a sjolom nok'."
        },
        {
            "number": "11",
            "text": "A d'a yichanh mantiado chi' tza milcham nok' d'a vichanh."
        },
        {
            "number": "12",
            "text": "Tzik'anq'ueta jab'oc schiq'uil nok' yed' yiximal a k'ab', tza sucanoch d'a sch'ac altar ayq'ue d'a schiquintac, axo masanil chik' scan chi', tza tob'canek' d'a yichtac altar chi'."
        },
        {
            "number": "13",
            "text": "Axo masanil xepu' ayoch d'a sch'anhtza' nok' yed' d'a yib'anh seyub' nok' yed' pax d'a stut nok', tz'iq'ueli tza nhusantz'a d'a yib'anh altar."
        },
        {
            "number": "14",
            "text": "Axo nok' chib'ej chi' yed' stz'umal nok', stza' nok', masanil juntzanh chi' tza nhustz'a d'a spatiquel campamento, yujto a jun nok' chi' silab' yaj yic tz'ak'ji tup mul."
        },
        {
            "number": "15",
            "text": "Slajvi chi', tzik'ancot junoc nok' ch'ac calnel, syak'anq'ue sk'ab' vinhaj Aarón yed' eb' yuninal chi' d'a sjolom nok'."
        },
        {
            "number": "16",
            "text": "Tza milancham nok', tza tzicanoch schiq'uil nok' d'a schanhil pak'anh altar."
        },
        {
            "number": "17",
            "text": "Slajvi chi', tza cotac xicanb'at nok', smaxchajel nok' yol sk'ool, nok' yoc, junnhej tz'aj yed' nok' cotac xicab'il chi' yed' pax nok' sjolom."
        },
        {
            "number": "18",
            "text": "Tza nhusantz'a nok' silab'il d'a yib'anh altar d'a vichanh yuj vik'jichaanh, aton jun silab' snhusjitz'a smasanil, sumumi sjab' svab'i."
        },
        {
            "number": "19",
            "text": "Slajvi chi', tzik'ancot junxo nok' calnel, syak'anq'ue sk'ab' vinhaj Aarón yed' eb' yuninal d'a sjolom nok',"
        },
        {
            "number": "20",
            "text": "tza milancham nok'. Tzik'anq'ue jab'oc schiq'uil nok', tza sucanek' d'a sjayil schiquin vinhaj Aarón yed' eb' yuninal. Aton d'a schiquin eb' d'a svach'. Tza sucpaxek' jab'oc d'a smam sk'ab' eb' yed' d'a smam yoc eb' d'a svach'. Slajvi chi' tza tzicancanem masanil schiq'uil nok' ch'ac calnel chi' d'a spatictac altar chi'."
        },
        {
            "number": "21",
            "text": "Axo schiq'uil nok' calnel ayoch d'a yib'anh altar chi' tzik'q'ue jab'oc, tza tzicanb'at d'a yib'anh vinhaj Aarón yed' d'a spichul vinh yed' d'a yib'anh eb' yuninal vinh yed' pax d'a spatictac spichul eb'. Icha pax chi' tz'utaj aceite sk'anchaji yic sik'chaj junoc mach tz'ochcan vicoc. Icha val chi' tz'aj sik'chajcanel vinhaj Aarón yed' eb' yuninal yed' spichul eb'."
        },
        {
            "number": "22",
            "text": "Slajvi chi', tzik'anel xepu' ayoch d'a snhe nok' ch'ac calnel chi', d'a nok' sch'anhtza' yed' d'a yib'anh seyub' nok', tzik'anpaxcot chab' nok' stut yed' pax xepu' ayoch d'ay yed' pax nok' sb'ak'chil xub' d'a svach' yujto a jun nok' ch'ac calnel chi', aton nok' sk'anchaji yic tz'ochcan eb' sacerdote d'a yopisio."
        },
        {
            "number": "23",
            "text": "Tzik'anpaxq'ueta ixim pan malaj yich, aton ixim ayem d'a yol mooch d'a vichanh, junoc ixim pan setan setan yaji, junoc ixim calab'il yed' aceite yed' junoc ixim k'oxox."
        },
        {
            "number": "24",
            "text": "Masanil juntzanh chi' tzak'och d'a yol sk'ab' vinhaj Aarón yed' d'a eb' yuninal, sb'achchajoch d'a vichanh."
        },
        {
            "number": "25",
            "text": "Slajvi chi', tzik'anek' d'a yol sk'ab' eb', tza nhusantz'a d'a yib'anh altar chi'. Junnhej tz'aj stz'a yed' nok' ch'ac calnel van stz'a silab'il, sumumi sjab' svab'i. Snhusjitz'a jun ofrenda chi' yuj vik'jichaanh."
        },
        {
            "number": "26",
            "text": "A nok' ch'ac calnel sk'anchaji ayic tz'och vinhaj Aarón d'a yopisio, tzik'canel snhi' sk'ol nok'. Tza b'achanq'ue d'a vichanh a in Jehová in tic, yujto ic tz'ajcan jun macanh nok' chib'ej chi'."
        },
        {
            "number": "27",
            "text": "Tza pojanel nok' snhi' sk'ol yed' nok' xub' ix a b'achq'ue d'a vichanh, aton yic nok' ix och yopisio ayic ix ochcan vinhaj Aarón yed' eb' yuninal d'a sacerdoteal."
        },
        {
            "number": "28",
            "text": "A chab' macanh nok' chib'ej chi', yic vinhaj Aarón yed' eb' yuninal tz'ajcani, aton ofrenda syak' eb' eyetisraelal. Aton chab' macanh nok' chi' syak' eb' d'ayin yofrendaoc yic junk'olal."
        },
        {
            "number": "29",
            "text": "A spichul vinhaj Aarón syak'och d'a yopisio, scannhej d'a eb' yinhtilal vinh. A junoc yinhtilal vinh scan d'a yopisio, ayic tz'och d'a yol mantiado b'aj tzin ch'ox in b'a, yuj in yak'an servil d'a yol jun lugar A Innhej Ay Vico', anhej juntzanh pichul chi' syak'och eb' d'a uque' k'ual ayic tz'ochcan eb' sacerdoteal."
        },
        {
            "number": "30",
            "text": "Tzik'anpaxb'at nok' calnel ix b'inaji yic tz'ochcan yopisio eb'. A d'a jun lugar sik'b'ilpaxeli, ata' tza tz'anh nok'."
        },
        {
            "number": "31",
            "text": "A vinhaj Aarón yed' eb' yuninal schi'an nok' chib'ej chi', svaanpax juntzanh ixim pan ayem d'a yol jun yune' mooch chi' d'a yichanh mantiado b'aj tzin ch'ox in b'a."
        },
        {
            "number": "32",
            "text": "Aton eb' schi'an nok' ix ak'ji yic tz'ak'ji tup schucal eb', aton yic ix sik'chajel eb' yed' schaancan yopisio eb' d'a sacerdoteal, palta malaj junoc ch'oc animail syal schi'an juntzanh chi', yujto vic yaji."
        },
        {
            "number": "33",
            "text": "Tato ayto nok' chib'ej chi' yed' ixim pan chi' scan d'a jun k'u chi', tza nhuscantz'aoc. Malaj junocxo mach syal schi'ani ma svaani, yujto vic yaji."
        },
        {
            "number": "34",
            "text": "Masanil juntzanh tic tza b'o d'a vinhaj Aarón yed' d'a eb' yuninal icha val tz'aj valan d'ayach tic. Uque' k'ual syik' yuj ak'ancanoch yopisio eb' chi'."
        },
        {
            "number": "35",
            "text": "Junjun nok' quelem vacax tzak' silab'il d'a junjun k'u, yic tz'ak'ji lajvoc smul eb'. Icha chi' tz'aj a sacb'itan altar d'a vichanh, tza sucanpaxoch aceite d'a yib'anh yic tz'ochcan yopisio."
        },
        {
            "number": "36",
            "text": "Uque' k'ual tzak' silab' d'a yib'anh altar chi', yic tz'ak'ji lajvoc mul. Icha val chi' tz'aj yochcan jun altar chi' vicoc, tz'och d'a yopisio. Yalnhej tastac tz'och tennaj d'a jun altar chi', vicxo tz'ajcani."
        },
        {
            "number": "37",
            "text": "Junjun k'u yovalil snhusji chavanh nok' calnel jun ab'il sq'uinal silab'il d'a yib'anh altar."
        },
        {
            "number": "38",
            "text": "Jun nok' tza nhustz'a d'a q'uinhib'alil, junxo nok' tza nhustz'a d'a yemk'ualil."
        },
        {
            "number": "39",
            "text": "Tzak' chanheoc libra harina te vach' yed' nok' stz'a d'a q'uinhib'alil chi', tza calej ixim harina chi' yed' junoc litro aceite yic sat te' olivo, tza secanem junoc litro vino ofrendail."
        },
        {
            "number": "40",
            "text": "Anheja' icha chi' tzutejpax junxo nok' calnel chi' d'a yemk'ualil, ixim harina yed' vino ofrendail. A juntzanh ofrenda snhusjitz'a chi', te sumumi sjab' svab'i."
        },
        {
            "number": "41",
            "text": "A juntzanh silab' chi', ol snhusnhejtz'a eb' d'a vichanh d'a masanil tiempo d'a stojolal sti' mantiado b'aj tzin ch'ox in b'a, ayic tzin lolon eyed'oc."
        },
        {
            "number": "42",
            "text": "Ata' ol in ch'ox in b'a d'a eb' etisraelal, yuj chi' vic ol ajcan jun mantiado chi', yuj in tziquiquial."
        },
        {
            "number": "43",
            "text": "A in val tzin sik'canoch jun mantiado chi' vicoc yed' yaltaril. Tzin sik'paxcanel vinhaj Aarón yed' eb' yuninal chi' yic tz'ochcan eb' sacerdoteal d'ayin."
        },
        {
            "number": "44",
            "text": "Ol in cajnaj d'a scal eb' etisraelal, yujto e Diosal in."
        },
        {
            "number": "45",
            "text": "Icha val chi' ol aj snachajel yuj eb' to a in ton Jehová in sDiosal in eb' ed'oc, a in ix ex viq'uelta d'a Egipto yic tzin cajnaj d'a e cal, a in Jehová e Diosal in tic, xchi Jehová."
        }
    ]
}