{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová: Ayic schaanel yich yopisio vinhaj Aarón yet' eb' yuninal t'a sacerdoteal t'ayin, aton juntzanh tik tza b'o yuj eb': Tzik'cot junok nok' quelem vacax yet' chavanhoc nok' ch'ac calnel malaj jab'oc spaltail."
        },
        {
            "number": "2",
            "text": "Yed' ixim harina yic trigo te wach', malaj yich sb'at t'a skal, aton t'a ixim tzak' b'ojoc ixim pan yet' k'oxox pan calab'il yet' aceite yet' pax k'oxox pan jay sb'onhchajoch aceite t'ay."
        },
        {
            "number": "3",
            "text": "Slajvi chi' tz'em ixim t'a yol junok yune' mooch, tzik'anb'at t'a in cajnub' yet' nok' quelem vacax yet' pax chavanh nok' ch'ac calnel chi'."
        },
        {
            "number": "4",
            "text": "Slajvi chi', tzik'anb'at vinhaj Aarón yet' eb' yuninal t'a yichanh mantiado b'aj tzin ch'ox in b'a. Ata' sb'iquel sb'a eb'."
        },
        {
            "number": "5",
            "text": "Slajvi chi', tzik'anpaxb'at k'apac pichul yic sacerdoteal. Tzak'anoch k'apac t'a vinhaj Aarón chi', aton k'apac pichul yelxo val te jucan yet' junxo k'apac jucan, k'apac chaleca yet' k'apac smacul snhi' sk'ool, tzak'anoch stzek'ul snanhal jun chaleca chi'."
        },
        {
            "number": "6",
            "text": "Slajvi chi', tza b'ak'anoch sk'ox vinh t'a sjolom. Ha t'a snanhal sat sk'ox vinh chi' tzak'och jun oro jay lechinac, aton sch'oxan yechel to vic yaj vinh."
        },
        {
            "number": "7",
            "text": "Slajvi chi' tzik'ancot aceite sk'anchaji ayic sik'chajel junok mach tz'ochcan vicoc. Tzak'anq'ue t'a sjolom vinhaj Aarón chi' yic tz'ochcan vinh sacerdoteal."
        },
        {
            "number": "8",
            "text": "Slajvi chi', sjapax eb' yuninal vinh chi' t'a a tz'ey, tzak'anoch spichul eb' jucan."
        },
        {
            "number": "9",
            "text": "Tza b'oanoch stzek'ul vinhaj Aarón yet' eb' yuninal, tza b'oanq'ue sk'ox eb'. Ichaton chi' tz'aj yochcan yopisio eb' t'a masanil tiempo."
        },
        {
            "number": "10",
            "text": "Slajvi chi', tzik'anb'at nok' quelem vacax t'a yichanh mantiado b'aj tzin ch'ox in b'a, yic wach' syak'q'ue sk'ab' vinhaj Aarón yet' eb' yuninal t'a sjolom nok'."
        },
        {
            "number": "11",
            "text": "Ha t'a yichanh mantiado chi' tza milcham nok' t'a vichanh."
        },
        {
            "number": "12",
            "text": "Tzik'anq'ueta jab'oc schiq'uil nok' yet' yiximal a k'ab', tza sucanoch t'a sch'ac altar ayq'ue t'a schiquintac, haxo masanil chik' skan chi', tza tob'canek' t'a yichtac altar chi'."
        },
        {
            "number": "13",
            "text": "Axo masanil xepu' ayoch t'a sch'anhtza' nok' yet' t'a yib'anh seyub' nok' yet' pax t'a stut nok', tz'iq'ueli tza nhusantz'ha t'a yib'anh altar."
        },
        {
            "number": "14",
            "text": "Axo nok' chib'ej chi' yet' stz'umal nok', stza' nok', masanil juntzanh chi' tza nhustz'ha t'a spatiquel campamento, yujto a jun nok' chi' silab' yaj yic tz'ak'ji tup mul."
        },
        {
            "number": "15",
            "text": "Slajvi chi', tzik'ancot junok nok' ch'ac calnel, syak'anq'ue sk'ab' vinhaj Aarón yet' eb' yuninal chi' t'a sjolom nok'."
        },
        {
            "number": "16",
            "text": "Tza milancham nok', tza tzicanoch schiq'uil nok' t'a schanhil pak'anh altar."
        },
        {
            "number": "17",
            "text": "Slajvi chi', tza cotac xicanb'at nok', smaxchajel nok' yol sk'ool, nok' yoc, junnhej tz'aj yet' nok' cotac xicab'il chi' yet' pax nok' sjolom."
        },
        {
            "number": "18",
            "text": "Tza nhusantz'a nok' silab'il t'a yib'anh altar t'a vichanh yuj vik'jichaanh, aton jun silab' snhusjitz'a smasanil, sumumi sjab' svab'i."
        },
        {
            "number": "19",
            "text": "Slajvi chi', tzik'ancot junxo nok' calnel, syak'anq'ue sk'ab' vinhaj Aarón yet' eb' yuninal t'a sjolom nok',"
        },
        {
            "number": "20",
            "text": "tza milancham nok'. Tzik'anq'ue jab'oc schiq'uil nok', tza sucanek' t'a sjayil schiquin vinhaj Aarón yet' eb' yuninal. Aton t'a schiquin eb' t'a swach'. Tza sucpaxek' jab'oc t'a smam sk'ab' eb' yet' t'a smam yoc eb' t'a swach'. Slajvi chi' tza tzicancanem masanil schiq'uil nok' ch'ac calnel chi' t'a spatictac altar chi'."
        },
        {
            "number": "21",
            "text": "Axo schiq'uil nok' calnel ayoch t'a yib'anh altar chi' tzik'q'ue jab'oc, tza tzicanb'at t'a yib'anh vinhaj Aarón yet' t'a spichul vinh yet' t'a yib'anh eb' yuninal vinh yet' pax t'a spatictac spichul eb'. Icha pax chi' tz'utaj aceite sk'anchaji yic sik'chaj junok mach tz'ochcan vicoc. Icha val chi' tz'aj sik'chajcanel vinhaj Aarón yet' eb' yuninal yet' spichul eb'."
        },
        {
            "number": "22",
            "text": "Slajvi chi', tzik'anel xepu' ayoch t'a snhe nok' ch'ac calnel chi', t'a nok' sch'anhtza' yet' t'a yib'anh seyub' nok', tzik'anpaxcot chab' nok' stut yet' pax xepu' ayoch t'ay yet' pax nok' sb'ak'chil xub' t'a swach' yujto a jun nok' ch'ac calnel chi', aton nok' sk'anchaji yic tz'ochcan eb' sacerdote t'a yopisio."
        },
        {
            "number": "23",
            "text": "Tzik'anpaxq'ueta ixim pan malaj yich, aton ixim ayem t'a yol mooch t'a vichanh, junok ixim pan setan setan yaji, junok ixim calab'il yet' aceite yet' junok ixim k'oxox."
        },
        {
            "number": "24",
            "text": "Masanil juntzanh chi' tzak'och t'a yol sk'ab' vinhaj Aarón yet' t'a eb' yuninal, sb'achchajoch t'a vichanh."
        },
        {
            "number": "25",
            "text": "Slajvi chi', tzik'anek' t'a yol sk'ab' eb', tza nhusantz'ha t'a yib'anh altar chi'. Junnhej tz'aj stz'a yet' nok' ch'ac calnel van stz'a silab'il, sumumi sjab' svab'i. Snhusjitz'a jun ofrenda chi' yuj vik'jichaanh."
        },
        {
            "number": "26",
            "text": "Ha nok' ch'ac calnel sk'anchaji ayic tz'och vinhaj Aarón t'a yopisio, tzik'canel snhi' sk'ol nok'. Tza b'achanq'ue t'a vichanh a in Jehová in tik, yujto ic tz'ajkan jun makan nok' chib'ej chi'."
        },
        {
            "number": "27",
            "text": "Tza pojanel nok' snhi' sk'ol yet' nok' xub' ix a b'achq'ue t'a vichanh, aton yic nok' ix och yopisio ayic ix ochcan vinhaj Aarón yet' eb' yuninal t'a sacerdoteal."
        },
        {
            "number": "28",
            "text": "Ha chab' makan nok' chib'ej chi', yic vinhaj Aarón yet' eb' yuninal tz'ajcani, aton ofrenda syak' eb' eyetisraelal. Aton chab' makan nok' chi' syak' eb' t'ayin yofrendaoc yic junk'olal."
        },
        {
            "number": "29",
            "text": "Ha spichul vinhaj Aarón syak'och t'a yopisio, scannhej t'a eb' yinhtilal vinh. Ha junok yinhtilal vinh skan t'a yopisio, ayic tz'och t'a yol mantiado b'aj tzin ch'ox in b'a, yuj in yak'an servil t'a yol jun lugar Ha Innhej Ay Vico', anhej juntzanh pichul chi' syak'och eb' t'a uque' k'ual ayic tz'ochcan eb' sacerdoteal."
        },
        {
            "number": "30",
            "text": "Tzik'anpaxb'at nok' calnel ix b'inaji yic tz'ochcan yopisio eb'. Ha t'a jun lugar sik'b'ilpaxeli, ata' tza tz'anh nok'."
        },
        {
            "number": "31",
            "text": "Ha vinhaj Aarón yet' eb' yuninal schi'an nok' chib'ej chi', svaanpax juntzanh ixim pan ayem t'a yol jun yune' mooch chi' t'a yichanh mantiado b'aj tzin ch'ox in b'a."
        },
        {
            "number": "32",
            "text": "Aton eb' schi'an nok' ix ak'ji yic tz'ak'ji tup schucal eb', aton yic ix sik'chajel eb' yet' schaancan yopisio eb' t'a sacerdoteal, palta malaj junok ch'oc animail syal schi'an juntzanh chi', yujto vic yaji."
        },
        {
            "number": "33",
            "text": "Tato ayto nok' chib'ej chi' yet' ixim pan chi' skan t'a jun k'u chi', tza nhuscantz'aoc. Malaj junocxo mach syal schi'ani ma svaani, yujto vic yaji."
        },
        {
            "number": "34",
            "text": "Masanil juntzanh tik tza b'o t'a vinhaj Aarón yet' t'a eb' yuninal icha val tz'aj valan t'ayach tik. Uque' k'ual syik' yuj ak'ancanoch yopisio eb' chi'."
        },
        {
            "number": "35",
            "text": "Junjun nok' quelem vacax tzak' silab'il t'a junjun k'u, yic tz'ak'ji lajvoc smul eb'. Icha chi' tz'aj a sacb'itan altar t'a vichanh, tza sucanpaxoch aceite t'a yib'anh yic tz'ochcan yopisio."
        },
        {
            "number": "36",
            "text": "Uque' k'ual tzak' silab' t'a yib'anh altar chi', yic tz'ak'ji lajvoc mul. Icha val chi' tz'aj yochcan jun altar chi' vicoc, tz'och t'a yopisio. Yalnhej tastac tz'och tennaj t'a jun altar chi', vicxo tz'ajcani."
        },
        {
            "number": "37",
            "text": "Junjun k'u yovalil snhusji chavanh nok' calnel jun ab'il sq'uinal silab'il t'a yib'anh altar."
        },
        {
            "number": "38",
            "text": "Jun nok' tza nhustz'ha t'a q'uinhib'alil, junxo nok' tza nhustz'ha t'a yemk'ualil."
        },
        {
            "number": "39",
            "text": "Tzak' chanheoc libra harina te wach' yet' nok' stz'ha t'a q'uinhib'alil chi', tza calej ixim harina chi' yet' junok litro aceite yic sat te' olivo, tza secanem junok litro vino ofrendail."
        },
        {
            "number": "40",
            "text": "Anheja' icha chi' tzutejpax junxo nok' calnel chi' t'a yemk'ualil, ixim harina yet' vino ofrendail. Ha juntzanh ofrenda snhusjitz'a chi', te sumumi sjab' svab'i."
        },
        {
            "number": "41",
            "text": "Ha juntzanh silab' chi', ol snhusnhejtz'a eb' t'a vichanh t'a masanil tiempo t'a stojolal sti' mantiado b'aj tzin ch'ox in b'a, ayic tzin lolon eyed'oc."
        },
        {
            "number": "42",
            "text": "Ata' ol in ch'ox in b'ha t'a eb' etisraelal, yuj chi' vic ol ajkan jun mantiado chi', yuj in tziquiquial."
        },
        {
            "number": "43",
            "text": "Ha in val tzin sik'canoch jun mantiado chi' vicoc yet' yaltaril. Tzin sik'paxcanel vinhaj Aarón yet' eb' yuninal chi' yic tz'ochcan eb' sacerdoteal t'ayin."
        },
        {
            "number": "44",
            "text": "Ol in cajnaj t'a skal eb' etisraelal, yujto e Diosal in."
        },
        {
            "number": "45",
            "text": "Icha val chi' ol aj snachajel yuj eb' to a in ton Jehová in sDiosal in eb' ed'oc, a in ix ex viq'uelta t'a Egipto yic tzin cajnaj t'a e cal, a in Jehová e Diosal in tik, xchi Jehová."
        }
    ]
}