{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Moisés chi' tanhvoj calnel ix yak' vinh yuj vinh snhi', aton vinhaj Jetro, sacerdote t'a eb' aj Madián. Ay jun k'u ix b'at vinhaj Moisés chi' tanhvoj calnel, ix k'axpajek' vinh t'a tzinan lu'um masanto ix k'och vinh t'a yich jun lum vitz scuchan Horeb aton t'a jun lum vitz chi' b'aj ix sch'ox sb'ha Dios t'a vinh."
        },
        {
            "number": "2",
            "text": "Ata' ix sch'ox sb'a jun yángel Jehová t'a skal jun te' q'uiix ayoch sk'ak'al. Wach'chom te ov sq'ue tinhton sk'ak'al te', palta max tz'aemlaj te'."
        },
        {
            "number": "3",
            "text": "Ix snaan vinhaj Moisés chi': Te satub'tac yilji jun tik, tas yuj max tz'aem jun te' q'uiix chi'. Tecan b'at wila'', xchi vinh."
        },
        {
            "number": "4",
            "text": "Ayic ix yilan Jehová to van snitzancot sb'a vinh, ix avajelta t'a skal te' k'ak' chi': --Moisés, Moisés, xchi. --Oy, Mamin, xchi vinh."
        },
        {
            "number": "5",
            "text": "Ix yalan Jehová: --Manh a nitzcot a b'ha t'a tik. Iq'uel a xanhab' yujto a jun lugar tik vico', a in ayinek' t'ay."
        },
        {
            "number": "6",
            "text": "Ha in tik, sDiosal in a mam, sDiosal in pax eb' a mam icham, aton vinhaj Abraham, vinhaj Isaac yet' vinhaj Jacob, xchi. Ayic ix yab'an vinhaj Moisés icha chi', ix smacan sat vinh, yujto ix xiv vinh yoch q'uelan d'ha Dios chi'."
        },
        {
            "number": "7",
            "text": "Ix yalan Jehová chi' t'a vinh: --Svil val to ilb'ajk'ol tz'utaj eb' in chonhab' t'a Egipto. Yelxo val svab' yok' eb' yuj tas tz'utaj yuj eb' ayoch yilumaloc. Vojtac to yelxo val ilb'ajk'ol sk'ulej in chonhab' ta'."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix in emuli, tzin colanel eb' t'a yol sk'ab' eb' aj Egipto chi'. Ol viq'uel eb' t'a jun lugar chi', ol vik'anb'at eb' t'a junxo lum lum yelxo te wach', levan, te yax sat. Ha eb' cajan t'a sat jun lu'um chi', aton eb' cananeo, eb' hitita, eb' amorreo, eb' ferezeo, eb' heveo yet' pax eb' jebuseo."
        },
        {
            "number": "9",
            "text": "Yelk'olal sq'ue yav eb' in chonhab' Israel stevi t'ayin, yujto te ya yaj eb' t'a chonhab' Egipto chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi', tzach b'at ticnaic, tzach vak'b'at t'a yichanh vinh sreyal Egipto chi', yic sb'at ach lolonoc yet' b'at ik'anelta in chonhab' t'a Egipto chi', xchi t'a vinh."
        },
        {
            "number": "11",
            "text": "Ix yalan vinhaj Moisés chi': --¿Tas vaj a in tik, yuj chi' ol yal b'at in lolon t'a yichanh vinh rey chi', yic ol vik'anelta eb' vetchonhab' chi'? xchi vinh."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix tak'vixi Jehová icha tik: --Manh ak' pensar, a in ol in och ed'oc. Tik svak' junok ch'oxnab'il t'ayach to a in tzach in checb'ati: Ayic toxo ix iq'uelta in chonhab' t'a Egipto chi', ol ex ja eyaq'uem e b'a t'ayin t'a jun vitz tik, xchi."
        },
        {
            "number": "13",
            "text": "Ix tak'vixi vinhaj Moisés chi' icha tik: --Ha ol aj jun tik, q'uinaloc b'at in lolon t'a eb' vetisraelal, ol valan t'a eb' to a co Diosal yet' eb' co mam quicham, a ix in checancot t'ayex, ta xin chi t'a eb', axom ol yalan eb' t'ayin: ¿Tas sb'i jun mach tzal chi'? xcham eb' t'ayin. ¿Tas svutejpax tak'voc in b'a? xchi vinh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix tak'vi Jehová t'a vinh: Ha IN TIC AYIN TAXON EQ'UI. Icha tik tzutej alan t'a eb' etchonhab' chi': Ha jun mach Ha IN TON TIC sb'i, ha' tzin checancot t'ayex, xa chi, xchi Jehová chi'."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová chi' t'a vinhaj Moisés chi': --Tzalpax t'a eb' etchonhab' chi' icha tik: Ha Jehová co Diosal yet' eb' co mam quicham, aton vinhaj Abraham, vinhaj Isaac yet' vinhaj Jacob, ha' ix in checancoti yic tzul in colvaj t'ayex, xa chi t'a eb'. Ha jun in b'i tik ay t'a junelnhej, aton in b'i tik ol b'inaj yuj eb' eyinhtilal ayic ol b'eynhejb'atoc."
        },
        {
            "number": "16",
            "text": "Ixic, tza molb'an eb' yichamtac vinaquil Israel, tzalani: Ha Jehová co Diosal yet' eb' co mam quicham, aton vinhaj Abraham, vinhaj Isaac yet' vinhaj Jacob, ha' ix sch'ox sb'a t'ayin, ix yalani to syila' tas tzex utaj t'a Egipto tik."
        },
        {
            "number": "17",
            "text": "Ix yalan t'ayin to ol ex scolel t'a syaelal t'a tik, ol ex yik'anb'at t'a jun lum lum te wach', te ay syaxil sat, aton lum b'aj cajan eb' cananeo, eb' hitita, eb' amorreo, eb' ferezeo yet' eb' jebuseo, xa chi t'a eb'."
        },
        {
            "number": "18",
            "text": "Ol scha yab' eb' yichamtac vinaquil chonhab' chi' tas ol ala', ol b'at och eb' ed'oc b'aj ay vinh sreyal Egipto chi'. Ol alani: Ha Jehová co Diosal a onh hebreo onh tik, ha' ix sch'ox sb'a t'ayonh. Yuj chi' tzonh a chab'at t'a tzinan lu'um yic scak' co silab' t'a co Diosal a onh tik."
        },
        {
            "number": "19",
            "text": "Wach'chom tzin chec al jun tik, palta vojtac to manh ol ex chajiel-laj yuj jun rey chi'. Anhej t'a ak'b'il puralil ol aj ex schaanel vinh."
        },
        {
            "number": "20",
            "text": "Yuj chi' ol in ch'ox val vipalil t'a vinh, ol vak' yaelal t'a yib'anh nación Egipto yuj tas satub'tac ol in k'ulej ta', haxo eyactajelta chi' yuj vinh b'ian."
        },
        {
            "number": "21",
            "text": "Yuj pax chi', a in ol vak'och t'a spensar eb' aj Egipto chi' yic niwan ol aj eyelk'och t'a yol sat eb'. Yuj chi' ayic ol ex el chi' niwan silab' eb' ol yak' t'ayex, manh tonhejoc ol e much' e k'ab' ol ex b'atoc."
        },
        {
            "number": "22",
            "text": "Junjun eb' ix israel ol sk'an tastac ay t'a eb' ix aj Egipto cajan t'a slak'anil, ma yalnhej mach ixal cajan ta', yic syak' plata eb', ma oro, ma pichul yic tzeyak'och yet' eyuninal. Icha chi' ol aj eyik'anb'at sb'eyumal eb' aj Egipto chi', xchi Jehová chi'."
        }
    ]
}