{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Moisés chi' tanhwoj kalnel ix yak' winh yuj winh snhi', aton winhaj Jetro, sacerdote t'a heb' aj Madián. Ay jun k'u ix b'at winhaj Moisés chi' tanhwoj kalnel, ix k'axpajek' winh t'a tzinan lu'um masanto ix k'och winh t'a yich jun lum witz skuchan Horeb aton t'a jun lum witz chi' b'aj ix sch'ox sb'ha Dios t'a winh."
        },
        {
            "number": "2",
            "text": "Ata' ix sch'ox sb'a jun yángel Jehová t'a skal jun te' q'uiix ayoch sk'ak'al. Wach'chom te ov sk'e tinhton sk'ak'al te', palta max tz'aemlaj te'."
        },
        {
            "number": "3",
            "text": "Ix snaan winhaj Moisés chi': Te satub'tac yilji jun tik, tas yuj max tz'aem jun te' q'uiix chi'. Tekan b'at wila'', xchi winh."
        },
        {
            "number": "4",
            "text": "Ayic ix yilan Jehová to wan snitzancot sb'a winh, ix awajelta t'a skal te' k'ak' chi': --Moisés, Moisés, xchi. --Oy, Mamin, xchi winh."
        },
        {
            "number": "5",
            "text": "Ix yalan Jehová: --Manh a nitzcot a b'ha t'a tik. Ik'el a xanhab' yujto a jun lugar tik wico', a in ayinek' t'ay."
        },
        {
            "number": "6",
            "text": "Ha in tik, sDiosal in a mam, sDiosal in pax heb' a mam icham, aton winhaj Abraham, winhaj Isaac yet' winhaj Jacob, xchi. Ayic ix yab'an winhaj Moisés icha chi', ix smakan sat winh, yujto ix xiv winh yoch k'elan d'ha Dios chi'."
        },
        {
            "number": "7",
            "text": "Ix yalan Jehová chi' t'a winh: --Swil wal to ilb'ajk'ol tz'utaj heb' in chonhab' t'a Egipto. Yelxo wal swab' yok' heb' yuj tas tz'utaj yuj heb' ayoch yilumaloc. Vojtak to yelxo wal ilb'ajk'ol sk'ulej in chonhab' ta'."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix in emuli, tzin colanel heb' t'a yol sk'ab' heb' aj Egipto chi'. Ol wik'el heb' t'a jun lugar chi', ol wik'anb'at heb' t'a junxo lum lum yelxo te wach', lewan, te yax sat. Ha heb' kajan t'a sat jun lu'um chi', aton heb' cananeo, heb' hitita, heb' amorreo, heb' ferezeo, heb' heweo yet' pax heb' jebuseo."
        },
        {
            "number": "9",
            "text": "Yelk'olal sk'e yav heb' in chonhab' Israel stewi t'ayin, yujto te ya yaj heb' t'a chonhab' Egipto chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi', tzach b'at tiknaik, tzach wak'b'at t'a yichanh winh sreyal Egipto chi', yic sb'at ach lolonoc yet' b'at ik'anelta in chonhab' t'a Egipto chi', xchi t'a winh."
        },
        {
            "number": "11",
            "text": "Ix yalan winhaj Moisés chi': --¿Tas waj a in tik, yuj chi' ol yal b'at in lolon t'a yichanh winh rey chi', yic ol wik'anelta heb' wetchonhab' chi'? xchi winh."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix tak'wixi Jehová icha tik: --Manh ak' pensar, a in ol in och ed'oc. Tik swak' junok ch'oxnab'il t'ayach to a in tzach in checb'ati: Ayic toxo ix ik'elta in chonhab' t'a Egipto chi', ol ex ja eyak'em he b'a t'ayin t'a jun witz tik, xchi."
        },
        {
            "number": "13",
            "text": "Ix tak'wixi winhaj Moisés chi' icha tik: --Ha ol aj jun tik, q'uinaloc b'at in lolon t'a heb' wetisraelal, ol walan t'a heb' to a ko Diosal yet' heb' ko mam quicham, a ix in chekancot t'ayex, ta xin chi t'a heb', axom ol yalan heb' t'ayin: ¿Tas sb'i jun mach tzal chi'? xcham heb' t'ayin. ¿Tas swutejpax tak'woc in b'a? xchi winh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix tak'wi Jehová t'a winh: Ha IN TIC AYIN TAXON EQ'UI. Icha tik tzutej alan t'a heb' etchonhab' chi': Ha jun mach Ha IN TON TIC sb'i, ha' tzin chekancot t'ayex, xa chi, xchi Jehová chi'."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová chi' t'a winhaj Moisés chi': --Tzalpax t'a heb' etchonhab' chi' icha tik: Ha Jehová ko Diosal yet' heb' ko mam quicham, aton winhaj Abraham, winhaj Isaac yet' winhaj Jacob, ha' ix in chekancoti yic tzul in kolwaj t'ayex, xa chi t'a heb'. Ha jun in b'i tik ay t'a junelnhej, aton in b'i tik ol b'inaj yuj heb' eyinhtilal ayic ol b'eynhejb'atoc."
        },
        {
            "number": "16",
            "text": "Ixic, tza molb'an heb' yichamtac winaquil Israel, tzalani: Ha Jehová ko Diosal yet' heb' ko mam quicham, aton winhaj Abraham, winhaj Isaac yet' winhaj Jacob, ha' ix sch'ox sb'a t'ayin, ix yalani to syila' tas tzex utaj t'a Egipto tik."
        },
        {
            "number": "17",
            "text": "Ix yalan t'ayin to ol ex scolel t'a syaelal t'a tik, ol ex yik'anb'at t'a jun lum lum te wach', te ay syaxil sat, aton lum b'aj kajan heb' cananeo, heb' hitita, heb' amorreo, heb' ferezeo yet' heb' jebuseo, xa chi t'a heb'."
        },
        {
            "number": "18",
            "text": "Ol scha yab' heb' yichamtac winaquil chonhab' chi' tas ol ala', ol b'at och heb' ed'oc b'aj ay winh sreyal Egipto chi'. Ol alani: Ha Jehová ko Diosal a onh hebreo onh tik, ha' ix sch'ox sb'a t'ayonh. Yuj chi' tzonh a chab'at t'a tzinan lu'um yic skak' ko silab' t'a ko Diosal a onh tik."
        },
        {
            "number": "19",
            "text": "Wach'chom tzin chec al jun tik, palta wojtak to manh ol ex chajiel-laj yuj jun rey chi'. Anhej t'a ak'b'il puralil ol aj ex schaanel winh."
        },
        {
            "number": "20",
            "text": "Yuj chi' ol in ch'ox wal wipalil t'a winh, ol wak' yaelal t'a yib'anh nación Egipto yuj tas satub'tac ol in k'ulej ta', haxo eyactajelta chi' yuj winh b'ian."
        },
        {
            "number": "21",
            "text": "Yuj pax chi', a in ol wak'och t'a spensar heb' aj Egipto chi' yic niwan ol aj eyelk'och t'a yol sat heb'. Yuj chi' ayic ol ex el chi' niwan silab' heb' ol yak' t'ayex, manh tonhejoc ol he much' he k'ab' ol ex b'atoc."
        },
        {
            "number": "22",
            "text": "Junjun heb' ix israel ol sk'an tastac ay t'a heb' ix aj Egipto kajan t'a slak'anil, ma yalnhej mach ixal kajan ta', yic syak' plata heb', ma oro, ma pichul yic tzeyak'och yet' eyuninal. Icha chi' ol aj eyik'anb'at sb'eyumal heb' aj Egipto chi', xchi Jehová chi'."
        }
    ]
}