{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová: Ak' b'ojoc junoc altar b'aj stz'a incienso. A te' acacia tz'och d'ay."
        },
        {
            "number": "2",
            "text": "A sk'atul 45 centímetro tz'aji, 45 centímetro tz'ajpax sat, axo steel, 90 centímetro tz'aji. Anheja' sb'oq'ue sch'ac altar chi' d'a junjun schiquintac, yaman tz'aj yed' altar chi'."
        },
        {
            "number": "3",
            "text": "Tz'och q'uen oro yelxo val vach' d'a altar chi': D'a yib'anh yed' d'a spatictac schanhil pak'anh yed' d'a sch'aac chi', sq'uepax tzalan q'uen oro chi' d'a yib'anh stitac."
        },
        {
            "number": "4",
            "text": "A d'a yalanh stitac chi', ata' tz'och chab'chab'oc argolla nab'a oro d'a schab'il pak'anh. A d'a yool chi' tz'ek' te' sb'achlab'il yic syal sb'achchaji."
        },
        {
            "number": "5",
            "text": "A te' b'achlab' chi', a te' acacia tz'ochi, tz'och q'uen oro d'a spatic te'."
        },
        {
            "number": "6",
            "text": "Tzaq'uem jun altar chi' d'a yichanhelta k'apac cortina ayoch yenhuloc scaxail in trato, aton te' caxa ay smacul b'aj tz'ak'ji tup mul. Ata' ol in ch'ox in b'a d'ayex."
        },
        {
            "number": "7",
            "text": "A vinhaj Aarón ol nhusantz'a incienso sumumi sjab' d'a yib'anh altar chi', junjun q'uinhib'alil ayic sb'ochajoch candil."
        },
        {
            "number": "8",
            "text": "Snhusanpax vinh a tz'emxican k'u, aton d'a yorail yoch sk'ak'al candil. A jun tic ol ujocnhej d'a vichanh ayic ol b'eynhejb'at tiempo."
        },
        {
            "number": "9",
            "text": "Malaj junoc comon incienso ol nhusjoctz'a d'a yib'anh jun altar chi', malaj pax junoc silab', ofrenda d'a ixim trigo, ma ofrenda d'a yic secchajem vino ol snhuschaj d'ay."
        },
        {
            "number": "10",
            "text": "Anhej junel d'a yol ab'il stzicoch chik' vinhaj Aarón d'a sch'ac altar chi', aton schiq'uil nok' silab' smiljicham yuj yak'ji lajvoc mul. Junjun ab'il tzuji jun tic d'a masanil tiempo. A jun altar chi', vic yaji, xchi Jehová."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "12",
            "text": "Ayic ol ik'anchaanh sb'isul eb' etchonhab' israel chi', junjun eb' ol stup d'ayin yuj sq'uinal, yic malaj junoc ilya te ov ol javoc d'a yib'anh eb' to scham eb' yuuj, yuj b'aj sb'ischaj chi'."
        },
        {
            "number": "13",
            "text": "Masanil eb' stz'ib'chaj chi', yovalil nanhal siclo q'uen plata syak' eb' yic stupan eb' d'ayin, icha q'uen siclo sk'anchaj d'a in cajnub', aton 20 gera."
        },
        {
            "number": "14",
            "text": "Masanil eb' stz'ib'chaj sb'i chi', aton eb' 20 ab'il sq'uinal sb'eynhejb'ati, aton eb' chi' tz'ak'an jun b'aj stupchaj chi' d'ayin."
        },
        {
            "number": "15",
            "text": "Ayic stupan eb' chi' d'ayin yuj sq'uinal, vach'chom eb' b'eyum, ma eb' meb'a' lajannhej tz'aj yak'an eb'. Nanhal siclo syak' junjun eb'."
        },
        {
            "number": "16",
            "text": "Ichato chi' smolchaj masanil q'uen plata syak' eb' anima chi' stojoloc yuj sq'uinal. A d'a mantiado b'aj tzin ch'ox in b'a tz'och yopisio q'ueen. A yuj chi', ol ex in nacoti, aton yuj tas tzeyak' yuj e q'uinal chi', xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "18",
            "text": "Ak' b'ojoc junoc q'uen nivan palangana yed' sb'achnub' yich, nab'a bronce tz'aji. A d'a scal snanhal altar yed' mantiado b'aj tzin ch'ox in b'a scan q'ueen. Sb'ud'chaj q'uen yed' a a'. Ata' syik'q'ueta a' vinhaj Aarón yed' eb' yuninal yic sb'ican sk'ab' eb' yed' yoc."
        },
        {
            "number": "19",
            "text": "Ayic tz'och eb' d'a yol mantiado, ma ayic sk'och eb' d'a altar yic snhusan yofrenda d'a vichanh, yovalil sb'ic sk'ab' eb' yed' yoc, yic max cham eb'."
        },
        {
            "number": "20",
            "text": "A jun tic, ley tz'ajcan d'a yib'anh vinhaj Aarón yed' yinhtilal, ayic ol b'eynhejb'at tiempo, xchi Jehová."
        },
        {
            "number": "21",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "22",
            "text": "Sik'chajocab'el juntzanhoc avb'en te' manhxo jantacoc svach'il sjab': Lajchaveoc libra stzatajil te' mirra te vach', vaqueoc libra canela, vaqueoc libra te' cálamo yelxo val vach',"
        },
        {
            "number": "23",
            "text": "yed' pax lajchaveoc libra te' casia. A echlab' sk'anchaj d'a juntzanh chi', aton icha echlab' sk'anchaj d'a in cajnub'. Scalaj juntzanh chi' yed' nanhaloc schanhil litro aceite yic te' olivo, icha val tz'aj sb'oan junoc b'oum perfume. Icha chi' tz'aj a b'oan aceite sk'anchaji a sik'chajel junoc mach ma junoc tas to vic tz'ajcani."
        },
        {
            "number": "24",
            "text": "Succhajoch aceite chi' d'a mantiado b'aj tzin ch'ox in b'a, d'a te' caxa yic trato,"
        },
        {
            "number": "25",
            "text": "d'a te' mexa yed' d'a syamk'ab'il d'a sb'achnub' candil yed' syamk'ab'il, d'a altar yic incienso,"
        },
        {
            "number": "26",
            "text": "d'a altar b'aj stz'a silab' yed' syamk'ab'il yed' pax d'a jun q'uen nivan palangana yed' sb'achnub'al."
        },
        {
            "number": "27",
            "text": "Icha chi' tz'aj a sik'ancanoch masanil juntzanh chi' yic vach' vic tz'ajcani. Masanil tastac tz'och tennaj d'ay, vicxo tz'ajcani."
        },
        {
            "number": "28",
            "text": "A jun aceite chi' tza sucpaxoch d'a vinhaj Aarón yed' pax d'a eb' yuninal vinh. Icha chi' tz'aj sik'chajcanoch eb' sacerdoteal d'ayin."
        },
        {
            "number": "29",
            "text": "Tzalan d'a masanil eb' etisraelal: Ayic ol b'eynhejb'at tiempo, aton jun aceite tic ol k'anchaj d'a tastac to vic ol ajcanoc."
        },
        {
            "number": "30",
            "text": "Manh comonoc succhajoch d'a junoc comon anima. Manh comonoc sb'oji junocxo macanh aceite lajan yed' jun tic. A jun tic vic tz'ajcani, yuj chi' manh comonoc tze yama'."
        },
        {
            "number": "31",
            "text": "Tato ay junoc mach sb'oan junocxo macanh aceite lajan yed' jun tic, ma sucoch d'a junoc comon anima, a jun chi' yovalil tz'ik'jicanel d'a scal eb' yetchonhab', xchi Jehová, xa chi d'a eb'."
        },
        {
            "number": "32",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic: Ik'chajocab'cot masanil juntzanh tastac chi', lajannhej ol aj yechlab'il: Stzatajil te' estacte, sjoxal nok' mik' scuch uña, stzatajil te' gálbano te vach' sjab' yed' pax stzatajil te' incienso yelxo val te vach'."
        },
        {
            "number": "33",
            "text": "A yed' juntzanh chi' tzak' b'ojoc incienso. Vach' tz'aj scalaji, icha val tz'aj sb'oji yuj junoc b'oum perfume. Vach' tz'aj sb'at yatz'amil, malajocab' spaltail, yujto vic yaji."
        },
        {
            "number": "34",
            "text": "Chok' tz'aj stenjipoj jab'oc, tzak'anoch d'a yol mantiado d'a yichanh te' scaxail in trato b'aj tzin ch'ox in b'a d'ayex. A jun incienso chi', nivanocab' yelk'och d'a yol e sat."
        },
        {
            "number": "35",
            "text": "Manh e b'o junocxo icha val jun ix e b'o tic. Tze nacoti to a innhej ay vico'."
        },
        {
            "number": "36",
            "text": "Tato ay junocxo mach sb'oan d'a yol yico', yic syab' sjab', a jun chi' tojolnhej yik'jicanel d'a scal eb' yetchonhab', xchi Jehová."
        }
    ]
}