{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová: Ak' b'ojoc junok altar b'aj stz'a incienso. Ha te' acacia tz'och t'ay."
        },
        {
            "number": "2",
            "text": "Ha sk'atul 45 centímetro tz'aji, 45 centímetro tz'ajpax sat, haxo steel, 90 centímetro tz'aji. Anheja' sb'oq'ue sch'ac altar chi' t'a junjun schiquintac, yaman tz'aj yet' altar chi'."
        },
        {
            "number": "3",
            "text": "Tz'och q'uen oro yelxo wal wach' t'a altar chi': D'a yib'anh yet' t'a spatictac schanhil pak'anh yet' t'a sch'aac chi', sq'uepax tzalan q'uen oro chi' t'a yib'anh stitac."
        },
        {
            "number": "4",
            "text": "Ha t'a yalanh stitac chi', ata' tz'och chab'chab'oc argolla nab'a oro t'a schab'il pak'anh. Ha t'a yool chi' tzek' te' sb'achlab'il yic syal sb'achchaji."
        },
        {
            "number": "5",
            "text": "Ha te' b'achlab' chi', a te' acacia tz'ochi, tz'och q'uen oro t'a spatic te'."
        },
        {
            "number": "6",
            "text": "Tzaq'uem jun altar chi' t'a yichanhelta k'apac cortina ayoch yenhuloc scaxail in trato, aton te' caxa ay smacul b'aj tz'ak'ji tup mul. Ata' ol in ch'ox in b'a t'ayex."
        },
        {
            "number": "7",
            "text": "Ha winhaj Aarón ol nhusantz'a incienso sumumi sjab' t'a yib'anh altar chi', junjun q'uinhib'alil ayic sb'ochajoch candil."
        },
        {
            "number": "8",
            "text": "Snhusanpax winh a tz'emxican k'u, aton t'a yorail yoch sk'ak'al candil. Ha jun tik ol ujocnhej t'a vichanh ayic ol b'eynhejb'at tiempo."
        },
        {
            "number": "9",
            "text": "Malaj junok comon incienso ol nhusjoctz'ha t'a yib'anh jun altar chi', malaj pax junok silab', ofrenda t'a ixim trigo, ma ofrenda t'a yic secchajem vino ol snhuschaj t'ay."
        },
        {
            "number": "10",
            "text": "Anhej junel t'a yol ab'il stzicoch chik' winhaj Aarón t'a sch'ac altar chi', aton schiq'uil nok' silab' smiljicham yuj yak'ji lajvoc mul. Junjun ab'il tzuji jun tik t'a masanil tiempo. Ha jun altar chi', wik yaji, xchi Jehová."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "12",
            "text": "Ayic ol ik'anchaanh sb'isul eb' etchonhab' israel chi', junjun eb' ol stup t'ayin yuj sk'inal, yic malaj junok ilya te ov ol javok t'a yib'anh eb' to scham eb' yuj, yuj b'aj sb'ischaj chi'."
        },
        {
            "number": "13",
            "text": "Masanil eb' stz'ib'chaj chi', yowalil nanhal siclo q'uen plata syak' eb' yic stupan eb' t'ayin, icha q'uen siclo sk'anchaj t'a in cajnub', aton 20 gera."
        },
        {
            "number": "14",
            "text": "Masanil eb' stz'ib'chaj sb'i chi', aton eb' 20 ab'il sk'inal sb'eynhejb'ati, aton eb' chi' tz'ak'an jun b'aj stupchaj chi' t'ayin."
        },
        {
            "number": "15",
            "text": "Ayic stupan eb' chi' t'ayin yuj sk'inal, wach'chom eb' b'eyum, ma eb' meb'a' lajannhej tz'aj yak'an eb'. Nanhal siclo syak' junjun eb'."
        },
        {
            "number": "16",
            "text": "Ichato chi' smolchaj masanil q'uen plata syak' eb' anima chi' stojoloc yuj sk'inal. Ha t'a mantiado b'aj tzin ch'ox in b'a tz'och yopisio q'ueen. Ha yuj chi', ol ex in nacoti, aton yuj tas tzeyak' yuj e q'uinal chi', xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "18",
            "text": "Ak' b'ojoc junok q'uen niwan palangana yet' sb'achnub' yich, nab'a bronce tz'aji. Ha t'a skal snanhal altar yet' mantiado b'aj tzin ch'ox in b'a skan q'ueen. Sb'ud'chaj q'uen yet' ha ha'. Ata' syik'q'ueta ha' winhaj Aarón yet' eb' yuninal yic sb'ican sk'ab' eb' yet' yoc."
        },
        {
            "number": "19",
            "text": "Ayic tz'och eb' t'a yol mantiado, ma ayic sk'och eb' t'a altar yic snhusan yofrenda t'a vichanh, yowalil sb'ic sk'ab' eb' yet' yoc, yic max cham eb'."
        },
        {
            "number": "20",
            "text": "Ha jun tik, ley tz'ajkan t'a yib'anh winhaj Aarón yet' yinhtilal, ayic ol b'eynhejb'at tiempo, xchi Jehová."
        },
        {
            "number": "21",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "22",
            "text": "Sik'chajocab'el juntzanhoc avb'en te' manhxo jantacoc swach'il sjab': Lajchaveoc libra stzatajil te' mirra te wach', vaqueoc libra canela, vaqueoc libra te' cálamo yelxo wal wach',"
        },
        {
            "number": "23",
            "text": "yet' pax lajchaveoc libra te' casia. Ha echlab' sk'anchaj t'a juntzanh chi', aton icha echlab' sk'anchaj t'a in cajnub'. Scalaj juntzanh chi' yet' nanhaloc schanhil litro aceite yic te' olivo, icha wal tz'aj sb'oan junok b'oum perfume. Icha chi' tz'aj a b'oan aceite sk'anchaji a sik'chajel junok mach ma junok tas to wik tz'ajcani."
        },
        {
            "number": "24",
            "text": "Succhajoch aceite chi' t'a mantiado b'aj tzin ch'ox in b'a, t'a te' caxa yic trato,"
        },
        {
            "number": "25",
            "text": "t'a te' mexa yet' t'a syamk'ab'il t'a sb'achnub' candil yet' syamk'ab'il, t'a altar yic incienso,"
        },
        {
            "number": "26",
            "text": "t'a altar b'aj stz'a silab' yet' syamk'ab'il yet' pax t'a jun q'uen niwan palangana yet' sb'achnub'al."
        },
        {
            "number": "27",
            "text": "Icha chi' tz'aj a sik'ancanoch masanil juntzanh chi' yic wach' wik tz'ajcani. Masanil tastac tz'och tennaj t'ay, vicxo tz'ajcani."
        },
        {
            "number": "28",
            "text": "Ha jun aceite chi' tza sucpaxoch t'a winhaj Aarón yet' pax t'a eb' yuninal winh. Icha chi' tz'aj sik'chajcanoch eb' sacerdoteal t'ayin."
        },
        {
            "number": "29",
            "text": "Tzalan t'a masanil eb' etisraelal: Ayic ol b'eynhejb'at tiempo, aton jun aceite tik ol k'anchaj t'a tastac to wik ol ajcanoc."
        },
        {
            "number": "30",
            "text": "Manh comonoc succhajoch t'a junok comon anima. Manh comonoc sb'oji junokxo makan aceite lajan yet' jun tik. Ha jun tik wik tz'ajcani, yuj chi' manh comonoc tze yama'."
        },
        {
            "number": "31",
            "text": "Tato ay junok mach sb'oan junokxo makan aceite lajan yet' jun tik, ma sucoch t'a junok comon anima, a jun chi' yowalil tz'ik'jicanel t'a skal eb' yetchonhab', xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "32",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik: Ik'chajocab'cot masanil juntzanh tastac chi', lajannhej ol aj yechlab'il: Stzatajil te' estacte, sjoxal nok' mik' scuch uña, stzatajil te' gálbano te wach' sjab' yet' pax stzatajil te' incienso yelxo wal te wach'."
        },
        {
            "number": "33",
            "text": "Ha yet' juntzanh chi' tzak' b'ojoc incienso. Wach' tz'aj scalaji, icha wal tz'aj sb'oji yuj junok b'oum perfume. Wach' tz'aj sb'at yatz'amil, malajocab' spaltail, yujto wik yaji."
        },
        {
            "number": "34",
            "text": "Chok' tz'aj stenjipoj jab'oc, tzak'anoch t'a yol mantiado t'a yichanh te' scaxail in trato b'aj tzin ch'ox in b'a t'ayex. Ha jun incienso chi', nivanocab' yelk'och t'a yol e sat."
        },
        {
            "number": "35",
            "text": "Manh e b'o junokxo icha wal jun ix e b'o tik. Tze nacoti to a innhej ay vico'."
        },
        {
            "number": "36",
            "text": "Tato ay junokxo mach sb'oan t'a yol yico', yic syab' sjab', a jun chi' tojolnhej yik'jicanel t'a skal eb' yetchonhab', xchi Jehová."
        }
    ]
}