{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Ab'i, ha t'a skal yinhtilal winhaj Judá ix in sik'kanel winhaj Bezaleel, yuninal winhaj Uri, yixchiquin winhaj Hur."
        },
        {
            "number": "3",
            "text": "Toxo ix wak'och Vespíritu t'a winh, yic jelan snaanel winh, yic ol yal sb'oank'e yalnhej tastac winh."
        },
        {
            "number": "4",
            "text": "Ol snaanelta winh sb'oan yechel jantac munlajel ol b'o'ok, icha t'a k'een oro, t'a k'een plata yet' t'a k'een bronce,"
        },
        {
            "number": "5",
            "text": "yet' pax sb'oan k'een k'een winh wach' yilji, sb'oan te te' t'a yalnhej tas munlajelal."
        },
        {
            "number": "6",
            "text": "Axo winhaj Aholiab, yuninal winhaj Ahisamac, yinhtilal winhaj Dan, a winh ol kolwaj yet' winhaj Bezaleel chi'. Masanil heb' aytaxon sjelanil, ix in wach' ak'ej sjelanil heb' yic a heb' ol b'oan masanil tastac swal tik t'ayach:"
        },
        {
            "number": "7",
            "text": "Aton k'apac mantiado b'aj tzin ch'ox in b'a, te' skaxail in trato yet' smacul b'aj tz'ak'ji tup mul, masanil syamk'ab'il t'a yol mantiado chi',"
        },
        {
            "number": "8",
            "text": "te' mexa yet' jantac syamk'ab'il, jun sb'akhnub' candil nab'a oro yet' syamk'ab'il, jun altar b'aj snhuschaj incienso,"
        },
        {
            "number": "9",
            "text": "jun altar b'aj stz'a silab' yet' syamk'ab'il, jun niwan palangana yet' sb'akhnub' yich,"
        },
        {
            "number": "10",
            "text": "k'apac pichul jalb'il niwan yelk'ochi, aton spichul winhaj sacerdote Aarón yet' pax spichul heb' yuninal winh, aton pichul sk'an heb' t'a yopisio."
        },
        {
            "number": "11",
            "text": "Sb'opax aceite heb' sk'anchaji ayic tz'ochkan junok mach, ma junok tas wicoc. Sb'opax incienso manhxo jantacoc swach'il sk'anchaj t'a in kajnub'. Ha juntzanh chi', yowalil sb'o heb' icha wal ix aj walan t'ayach, xchi Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi':"
        },
        {
            "number": "13",
            "text": "Al t'a heb' etchonhab' to yowalil sk'anab'ajej jun sk'ual ik'oj ip heb', yujto wik yaji. Yujto a jun k'u chi' yechel in trato yajkanoch t'a ko kal eyed'oc t'a masanil tiempo yic wach' tzeyojtaquejeli to a in Jehová in tik ix ex in sik'kanel wicoc."
        },
        {
            "number": "14",
            "text": "Niwanokab' yelk'och jun sk'ual ik'oj ip chi' t'a yol he sat. Ha mach max k'anab'ajan jun k'ual ik'oj ip chi', yowalil schami. Yalnhej mach smunlaj t'a jun k'u chi', yowalil schami."
        },
        {
            "number": "15",
            "text": "Vaquenhej k'ual tzex munlaji, haxo t'a yuquil k'ual, sk'ual ik'oj ip, wicnhej yaji. Yalnhej mach smunlaj t'a jun k'u chi', tojolnhej schami."
        },
        {
            "number": "16",
            "text": "Yuj chi', yowalil tze k'anab'ajej jun k'ual ik'oj ip chi'. Ha jun chi' yechel in trato tz'ajkan t'a masanil tiempo t'a ko kal eyed'oc, yujto a in Jehová in t'a waque' k'ual in b'onac satcha’anh yet' sat lu'um tik, haxo t'a yuquil k'ual wochnac waan in munlaji, wik'annac wip, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ayic ix lajwi slolon Jehová yet' winhaj Moisés t'a jolom witz Sinaí, ix yak'an chab' pachanh k'een t'a winh, b'aj tz'ib'ab'iloch strato, to a wal Dios ix tz'ib'ani."
        }
    ]
}