{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Ab'i, ha t'a skal yinhtilal winhaj Judá ix in sik'canel winhaj Bezaleel, yuninal winhaj Uri, yixchiquin winhaj Hur."
        },
        {
            "number": "3",
            "text": "Toxo ix vak'och Vespíritu t'a winh, yic jelan snaanel winh, yic ol yal sb'oanq'ue yalnhej tastac winh."
        },
        {
            "number": "4",
            "text": "Ol snaanelta winh sb'oan yechel jantac munlajel ol b'o'oc, icha t'a q'uen oro, t'a q'uen plata yet' t'a q'uen bronce,"
        },
        {
            "number": "5",
            "text": "yet' pax sb'oan q'uen q'ueen winh wach' yilji, sb'oan te te' t'a yalnhej tas munlajelal."
        },
        {
            "number": "6",
            "text": "Axo winhaj Aholiab, yuninal winhaj Ahisamac, yinhtilal winhaj Dan, a winh ol kolwaj yet' winhaj Bezaleel chi'. Masanil eb' aytaxon sjelanil, ix in wach' aq'uej sjelanil eb' yic a eb' ol b'oan masanil tastac swal tik t'ayach:"
        },
        {
            "number": "7",
            "text": "Aton k'apac mantiado b'aj tzin ch'ox in b'a, te' scaxail in trato yet' smacul b'aj tz'ak'ji tup mul, masanil syamk'ab'il t'a yol mantiado chi',"
        },
        {
            "number": "8",
            "text": "te' mexa yet' jantac syamk'ab'il, jun sb'achnub' candil nab'a oro yet' syamk'ab'il, jun altar b'aj snhuschaj incienso,"
        },
        {
            "number": "9",
            "text": "jun altar b'aj stz'a silab' yet' syamk'ab'il, jun niwan palangana yet' sb'achnub' yich,"
        },
        {
            "number": "10",
            "text": "k'apac pichul jalb'il niwan yelk'ochi, aton spichul winhaj sacerdote Aarón yet' pax spichul eb' yuninal winh, aton pichul sk'an eb' t'a yopisio."
        },
        {
            "number": "11",
            "text": "Sb'opax aceite eb' sk'anchaji ayic tz'ochcan junok mach, ma junok tas vicoc. Sb'opax incienso manhxo jantacoc swach'il sk'anchaj t'a in cajnub'. Ha juntzanh chi', yowalil sb'o eb' icha val ix aj valan t'ayach, xchi Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi':"
        },
        {
            "number": "13",
            "text": "Al t'a eb' etchonhab' to yowalil sk'anab'ajej jun sk'ual ik'oj ip eb', yujto wik yaji. Yujto a jun k'u chi' yechel in trato yajcanoch t'a co cal eyed'oc t'a masanil tiempo yic wach' tzeyojtaquejeli to a in Jehová in tik ix ex in sik'canel vicoc."
        },
        {
            "number": "14",
            "text": "Nivanocab' yelk'och jun sk'ual ik'oj ip chi' t'a yol e sat. Ha mach max k'anab'ajan jun k'ual ik'oj ip chi', yowalil schami. Yalnhej mach smunlaj t'a jun k'u chi', yowalil schami."
        },
        {
            "number": "15",
            "text": "Vaquenhej k'ual tzex munlaji, haxo t'a yuquil k'ual, sk'ual ik'oj ip, vicnhej yaji. Yalnhej mach smunlaj t'a jun k'u chi', tojolnhej schami."
        },
        {
            "number": "16",
            "text": "Yuj chi', yowalil tze k'anab'ajej jun k'ual ik'oj ip chi'. Ha jun chi' yechel in trato tz'ajkan t'a masanil tiempo t'a co cal eyed'oc, yujto a in Jehová in t'a vaque' k'ual in b'onac satcha’anh yet' sat lu'um tik, haxo t'a yuquil k'ual vochnac vaan in munlaji, vik'annac vip, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ayic ix lajvi slolon Jehová yet' winhaj Moisés t'a jolom vitz Sinaí, ix yak'an chab' pachanh q'ueen t'a winh, b'aj tz'ib'ab'iloch strato, to a val Dios ix tz'ib'ani."
        }
    ]
}