{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix yilan heb' chonhab' israel to a winhaj Moisés chi' anheja' max emxul-laj winh b'aj ayek' heb' chi', ix smolb'an sb'a heb' smasanil, ix yalan heb' t'a winhaj Aarón: --Ha tiknaik, ko gana to tza b'o juntzanhoc ko diosal tzonh cuchb'ani, yujto a winhaj Moisés, winh ix onh ik'anelta t'a Egipto, manh cojtacoc tas ix ik'an winh, xchi heb' chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Ix tak'wi winhaj Aarón chi' t'a heb': --Ha tiknaik, molb'ejeccot masanil k'een uchiquin nab'a oro yic heb' ix eyetb'eyum yet' yic heb' eyuninal, heb' ix eyisil, tzeyik'ancot t'ayin, xchi winh."
        },
        {
            "number": "3",
            "text": "Masanil anima ix yik'el yuchiquin, ix yik'ancot heb' t'a winhaj Aarón chi'."
        },
        {
            "number": "4",
            "text": "Ix schaanek' winh, ix yak'an ulax k'een winh t'a skal te' k'ak', ix yak'anem winh t'a yol jun smoldeal, ix b'o jun yechel jun quelem wacax. Ix ochnhej ijan winh swach' b'oan jun yechel wacax chi'. Ix yalan heb' chonhab' chi' smasanil: --Ex quetchonhab' israel, a jun ko diosal tik ix onh ik'anelta t'a Egipto, xchi heb'."
        },
        {
            "number": "5",
            "text": "Ayic ix yilan jun chi' winhaj Aarón chi', ix sb'oank'e jun altar winh t'a yichanh jun yechel wacax chi', te chaanh ix yal winh: --Ha k'ik'an skak'och junok niwan q'uinh t'a yichanh Jehová, xchi winh."
        },
        {
            "number": "6",
            "text": "Axo ix q'uinhib'i t'a junxo k'u, ix smolb'an sb'a anima smasanil, ix snhusan juntzanh silab' heb' yet' silab' yic junk'olal. Ixlajwi chi' ix em k'ojjab' heb', ix wa heb', ix yuk'an ha' heb'. Ixlajwi chi', ix k'e b'ulnaj heb' schanhalwi yet' sk'ulan chukal t'a yichanh sdiosal chi'."
        },
        {
            "number": "7",
            "text": "Yuj chi', ix yalan Jehová t'a winhaj Moisés chi': --Ixic, emanhxi yujto a heb' a chonhab' ix ik'elta t'a Egipto, toxo ix sjuel sb'a heb'."
        },
        {
            "number": "8",
            "text": "Yelxo wal t'a elanhchamel ix yik'el sb'a heb' t'a tas ix wala'. D'a elanhchamel ix sb'o jun yechel quelem wacax heb', syak'anem sb'a heb' ejmelal t'ay. Syak'an silab' heb', syalan heb': Ex quetchonhab' israel, a wal jun ko diosal tik ix onh ik'anelta t'a Egipto, xchi heb'."
        },
        {
            "number": "9",
            "text": "Toxo ix wila'' to a juntzanh anima tik, yelxo wal pit spensar heb'."
        },
        {
            "number": "10",
            "text": "Ha tiknaik manhxo ach tewoc t'ayin yuj heb', scot wal wowal t'a juntzanh anima tik. Ol in satel heb' smasanil, anhej ed'oc ol in b'o jun niwan nación yet' heb' inhtilal, xchi t'a winh."
        },
        {
            "number": "11",
            "text": "Axo winhaj Moisés chi', ix och ijan winh sk'anan niwank'olal t'a Jehová sDiosal yuj heb' schonhab', ix yalan winh: --Mamin Jehová, ¿tas wal yuj scot yowal a k'ol t'a yib'anh a chonhab' to a ach ix ik'elta t'a Egipto yet' ipalil?"
        },
        {
            "number": "12",
            "text": "¿Tas wal yuj ol a cha ach yal heb' aj Egipto chukal? Ol am yal heb' icha tik: Tob'an chuk spensar Dios t'a heb', yuj chi' ix yik'el heb' t'a tik, sb'at smilancham heb' t'a jolomtac witz, satjiel heb' yuj t'a sat lum lum tik, xcham heb'. Yuj chi' comonoc max te cot yowal a k'ol t'a yib'anh heb', mocab' ak'och yaelal t'a yib'anh heb'."
        },
        {
            "number": "13",
            "text": "Comonoc tza nacot heb' a checab', aton winhaj Abraham, winhaj Isaac yet' winhaj Israel. Ha locnac a b'i ak'annac a ti' t'a heb', alannac icha tik: Ol wik'chaanh he b'isul yet' eyuninal. Lajan ol aj sb'isul heb' icha k'een k'anal t'a satcha’anh. Anheja' jun lum lum tik, toxo ix wala' to ol wak' t'a eyinhtilal t'a masanil tiempo, xa chinac t'a heb', xchi winhaj Moisés chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix snaan Jehová to manhxo ol satel-laj schonhab' chi'."
        },
        {
            "number": "15",
            "text": "Ix meltzajemta winhaj Moisés t'a jolom witz chi', yet'nacxo chab' pachanh k'een winh b'aj tz'ib'ab'iloch checnab'il yuj Jehová, t'a schab'il pak'anh k'een."
        },
        {
            "number": "16",
            "text": "Ha wal Jehová ixb’o’an k'een k'een chi' schab'il, ix stz'ib'anoch letra chi' t'a k'een."
        },
        {
            "number": "17",
            "text": "Axo yic ix yab'an winhaj Josué yel yav heb' anima, ix yalan winh t'a winhaj Moisés chi': --Ha wal scab'an yel yav heb' anima chi', icha wal to ayoch owal t'a yol campamento, xchi winh."
        },
        {
            "number": "18",
            "text": "Ix tak'wi winhaj Moisés chi': --Ha juntzanh av tz'och scab' chi', manh awoc yic tzalajk'olal yic tz'ak'ji ganar junok owal, manh awocpax yic cusk'olal yic tz'ak'ji ganar anima yuj heb' ajk'ool, palta b'it tz'och swab'i, xchi winh."
        },
        {
            "number": "19",
            "text": "Axo yic ix jawi winhaj Moisés chi' t'a slak'anil campamento chi', ix yilanoch jun yechel quelem wacax chi' winh, haxo heb' anima wan schanhalwi heb'. Ix te cot yowal winh, ix syumanel k'een k'een b'aj tz'ib'ab'iloch checnab'il chi' winh, yuj chi' ix pojb'at k'een t'a yich witz chi'."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix b'at stzak'anelta jun yechel wacax chi' winh, ix syumanoch winh t'a skal k'ak'. Ixlajwi chi' ix smak'anpoj winh, chok'xonhej ix aji, ix yak'anem winh t'a skal ha ha', ix schecan winh yuk' heb' anima chi'."
        },
        {
            "number": "21",
            "text": "Ix yalan winh t'a winhaj Aarón chi': --¿Tas yuj ach montaj yuj juntzanh anima tik ix a cuchb'an heb' sk'ulan jun niwan chukal tik? xchi winh."
        },
        {
            "number": "22",
            "text": "Ix yalan winhaj Aarón chi': --Mamin, mocab' cot owal t'ayin, ojtac wal sik'lab'il to a jun chonhab' tik, sgananhej heb' sk'ulan chukal."
        },
        {
            "number": "23",
            "text": "Ha heb' ix alan t'ayin: B'o junok ko diosal tzonh cuchb'ani, yujto a winhaj Moisés ix onh ik'anelta t'a Egipto, ma chequel tas ix ik'an winh, max jaxlaj winh, xchi heb' t'ayin."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix walan t'a heb': Machtac ex ay k'een oro t'ayex, ma k'een uchiquin, ik'equeli, tzeyik'ancoti, xin chi t'a heb'. Ixlajwi chi', ix yik'ancot heb' t'ayin, ix wak'an ulax t'a kal k'ak', haxo ix aji ix comon elta jun yechel wacax tik, xchi winh t'a winh."
        },
        {
            "number": "25",
            "text": "Ix nachajel yuj winhaj Moisés chi' to a heb' anima chi', b'ecanxonhej sk'ol heb' yak'an q'uixwelal sb'ha t'a yichanh heb' chonhab' ayoch ajk'olal t'a heb', haxo winhaj Aarón chi' maj scachoch waan jab'oc heb' winh."
        },
        {
            "number": "26",
            "text": "Yuj wal chi' ix och tek'tek' winhaj Moisés chi' t'a sti' campamento chi', ix yalan winh: --Ha tiknaik a mach syal sk'ol syak'och sb'ha t'a yol sk'ab' Jehová, cotocab' t'a in tz'ey tik, xchi winh. Masanil heb' yetlewitail winh, ix snitzcot sb'a heb' t'a stz'ey winh."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix yalanpax winh t'a heb': --Ix schec Jehová ko Diosal wal t'ayex to junjun ex tzeyik'b'at eyespada, tzex b'at t'a campamento, tzex ek' t'a caltac mantiado, tze milancham heb' eyuk'tac, heb' eyamigo yet' heb' cajan t'a he lak'anil, xchi Jehová, xchi winhaj Moisés chi'."
        },
        {
            "number": "28",
            "text": "Ix sk'anab'ajej checnab'il heb' winh lewita ix yak' winh. Yuj chi', ay am oxeoc mil anima ix smilcham heb'."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix yalanxi winhaj Moisés chi': --Ha tiknaik ix eyak'och he b'ha t'a yol sk'ab' Jehová, ina to a ex ix he milcham eyuninal yet' eyuk'tac. Yuj wal chi', ol yak' swach'k'olal Jehová t'a eyib'anh, xchi winh t'a heb'."
        },
        {
            "number": "30",
            "text": "Axo t'a junxo k'u, ix yalan winhaj Moisés chi' t'a heb' anima: --Te niwan he mul ix ochi. Ha tiknaik tik tzin b'atxi t'a jolom witz b'aj ayek' Jehová. Ata' ol in lolon yet'oc, talaj ol yak' lajwoc he mul chi' t'a eyib'anh, xchi winh."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi', ix b'at winh t'a jolom witz b'aj ayek' Jehová chi'. Ix yalan winh: --Val yel Mamin, te niwan smul jun chonhab' tik ix och t'a ichanh, ix sb'o jun sdiosal heb' oro yic syak'em sb'a heb' t'ay."
        },
        {
            "number": "32",
            "text": "Yuj wal chi' tzin tewi t'ayach to tzak' lajwoc smul heb' chi'. Tato max ak' niwank'olal smul heb' chi' jun, tza sucsat in b'i t'a yol ch'anh libro b'aj tz'ib'ab'il sb'i heb' to icxo yaji, xchi winh t'a Jehová."
        },
        {
            "number": "33",
            "text": "Axo ix tak'wi Jehová chi' t'a winh: --Ha heb' tz'och smul t'ayin, aton heb' chi' tzin sucsat sb'i t'a yol ch'anh libro chi'."
        },
        {
            "number": "34",
            "text": "Yuj chi' ixic, tzik'anb'at heb' chonhab' chi' t'a jun lugar ix wal t'ayach. Ha jun vángel ol b'ab'laj eyuuj, palta ol k'och sk'ual yic ol wak'anoch syaelal heb' anima tik yuj smul, xchi."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi', a Jehová ix ak'ancot jun niwan ilya to smilwaj t'a yib'anh heb' chonhab' israel chi', yujto ix yak'och sb'a heb' sb'oan jun yechel wacax, aton jun ix sb'o winhaj Aarón chi'."
        }
    ]
}