{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix yilan eb' chonhab' israel to a vinhaj Moisés chi' anheja' max emxul-laj vinh b'aj ayek' eb' chi', ix smolb'an sb'a eb' smasanil, ix yalan eb' d'a vinhaj Aarón: --A ticnaic, co gana to tza b'o juntzanhoc co diosal tzonh cuchb'ani, yujto a vinhaj Moisés, vinh ix onh ik'anelta d'a Egipto, manh cojtacoc tas ix ik'an vinh, xchi eb' chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Ix tak'vi vinhaj Aarón chi' d'a eb': --A ticnaic, molb'ejeccot masanil q'uen uchiquin nab'a oro yic eb' ix eyetb'eyum yed' yic eb' eyuninal, eb' ix eyisil, tzeyik'ancot d'ayin, xchi vinh."
        },
        {
            "number": "3",
            "text": "Masanil anima ix yiq'uel yuchiquin, ix yik'ancot eb' d'a vinhaj Aarón chi'."
        },
        {
            "number": "4",
            "text": "Ix schaanek' vinh, ix yak'an ulax q'uen vinh d'a scal te' k'ak', ix yak'anem vinh d'a yol jun smoldeal, ix b'o jun yechel jun quelem vacax. Ix ochnhej ijan vinh svach' b'oan jun yechel vacax chi'. Ix yalan eb' chonhab' chi' smasanil: --Ex quetchonhab' israel, a jun co diosal tic ix onh ik'anelta d'a Egipto, xchi eb'."
        },
        {
            "number": "5",
            "text": "Ayic ix yilan jun chi' vinhaj Aarón chi', ix sb'oanq'ue jun altar vinh d'a yichanh jun yechel vacax chi', te chaanh ix yal vinh: --A q'uik'an scak'och junoc nivan q'uinh d'a yichanh Jehová, xchi vinh."
        },
        {
            "number": "6",
            "text": "Axo ix q'uinhib'i d'a junxo k'u, ix smolb'an sb'a anima smasanil, ix snhusan juntzanh silab' eb' yed' silab' yic junk'olal. Ix lajvi chi' ix em k'ojjab' eb', ix va eb', ix yuk'an a' eb'. Ix lajvi chi', ix q'ue b'ulnaj eb' schanhalvi yed' sk'ulan chucal d'a yichanh sdiosal chi'."
        },
        {
            "number": "7",
            "text": "Yuj chi', ix yalan Jehová d'a vinhaj Moisés chi': --Ixic, emanhxi yujto a eb' a chonhab' ix iq'uelta d'a Egipto, toxo ix sjuel sb'a eb'."
        },
        {
            "number": "8",
            "text": "Yelxo val d'a elanhchamel ix yiq'uel sb'a eb' d'a tas ix vala'. D'a elanhchamel ix sb'o jun yechel quelem vacax eb', syak'anem sb'a eb' ejmelal d'ay. Syak'an silab' eb', syalan eb': Ex quetchonhab' israel, a val jun co diosal tic ix onh ik'anelta d'a Egipto, xchi eb'."
        },
        {
            "number": "9",
            "text": "Toxo ix vila' to a juntzanh anima tic, yelxo val pit spensar eb'."
        },
        {
            "number": "10",
            "text": "A ticnaic manhxo ach tevoc d'ayin yuj eb', scot val voval d'a juntzanh anima tic. Ol in satel eb' smasanil, anhej ed'oc ol in b'o jun nivan nación yed' eb' inhtilal, xchi d'a vinh."
        },
        {
            "number": "11",
            "text": "Axo vinhaj Moisés chi', ix och ijan vinh sk'anan nivank'olal d'a Jehová sDiosal yuj eb' schonhab', ix yalan vinh: --Mamin Jehová, ¿tas val yuj scot yoval a k'ol d'a yib'anh a chonhab' to a ach ix iq'uelta d'a Egipto yed' ipalil?"
        },
        {
            "number": "12",
            "text": "¿Tas val yuj ol a cha ach yal eb' aj Egipto chucal? Ol am yal eb' icha tic: Tob'an chuc spensar Dios d'a eb', yuj chi' ix yiq'uel eb' d'a tic, sb'at smilancham eb' d'a jolomtac vitz, satjiel eb' yuuj d'a sat lum luum tic, xcham eb'. Yuj chi' comonoc max te cot yoval a k'ol d'a yib'anh eb', mocab' ak'och yaelal d'a yib'anh eb'."
        },
        {
            "number": "13",
            "text": "Comonoc tza nacot eb' a checab', aton vinhaj Abraham, vinhaj Isaac yed' vinhaj Israel. A locnac a b'i ak'annac a ti' d'a eb', alannac icha tic: Ol vik'chaanh e b'isul yed' eyuninal. Lajan ol aj sb'isul eb' icha q'uen k'anal d'a satchaanh. Anheja' jun lum luum tic, toxo ix vala' to ol vak' d'a eyinhtilal d'a masanil tiempo, xa chinac d'a eb', xchi vinhaj Moisés chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix snaan Jehová to manhxo ol satel-laj schonhab' chi'."
        },
        {
            "number": "15",
            "text": "Ix meltzajemta vinhaj Moisés d'a jolom vitz chi', yed'nacxo chab' pachanh q'ueen vinh b'aj tz'ib'ab'iloch checnab'il yuj Jehová, d'a schab'il pak'anh q'ueen."
        },
        {
            "number": "16",
            "text": "A val Jehová ix b'oan q'uen q'ueen chi' schab'il, ix stz'ib'anoch letra chi' d'a q'ueen."
        },
        {
            "number": "17",
            "text": "Axo yic ix yab'an vinhaj Josué yel yav eb' anima, ix yalan vinh d'a vinhaj Moisés chi': --A val scab'an yel yav eb' anima chi', icha val to ayoch oval d'a yol campamento, xchi vinh."
        },
        {
            "number": "18",
            "text": "Ix tak'vi vinhaj Moisés chi': --A juntzanh av tz'och scab' chi', manh avoc yic tzalajk'olal yic tz'ak'ji ganar junoc oval, manh avocpax yic cusk'olal yic tz'ak'ji ganar anima yuj eb' ajk'ool, palta b'it tz'och svab'i, xchi vinh."
        },
        {
            "number": "19",
            "text": "Axo yic ix javi vinhaj Moisés chi' d'a slak'anil campamento chi', ix yilanoch jun yechel quelem vacax chi' vinh, axo eb' anima van schanhalvi eb'. Ix te cot yoval vinh, ix syumanel q'uen q'ueen b'aj tz'ib'ab'iloch checnab'il chi' vinh, yuj chi' ix pojb'at q'uen d'a yich vitz chi'."
        },
        {
            "number": "20",
            "text": "Ix lajvi chi', ix b'at stzak'anelta jun yechel vacax chi' vinh, ix syumanoch vinh d'a scal k'ak'. Ix lajvi chi' ix smak'anpoj vinh, chok'xonhej ix aji, ix yak'anem vinh d'a scal a a', ix schecan vinh yuk' eb' anima chi'."
        },
        {
            "number": "21",
            "text": "Ix yalan vinh d'a vinhaj Aarón chi': --¿Tas yuj ach montaj yuj juntzanh anima tic ix a cuchb'an eb' sk'ulan jun nivan chucal tic? xchi vinh."
        },
        {
            "number": "22",
            "text": "Ix yalan vinhaj Aarón chi': --Mamin, mocab' cot oval d'ayin, ojtac val sik'lab'il to a jun chonhab' tic, sgananhej eb' sk'ulan chucal."
        },
        {
            "number": "23",
            "text": "A eb' ix alan d'ayin: B'o junoc co diosal tzonh cuchb'ani, yujto a vinhaj Moisés ix onh ik'anelta d'a Egipto, ma chequel tas ix ik'an vinh, max jaxlaj vinh, xchi eb' d'ayin."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix valan d'a eb': Machtac ex ay q'uen oro d'ayex, ma q'uen uchiquin, iq'uequeli, tzeyik'ancoti, xin chi d'a eb'. Ix lajvi chi', ix yik'ancot eb' d'ayin, ix vak'an ulax d'a cal k'ak', axo ix aji ix comon elta jun yechel vacax tic, xchi vinh d'a vinh."
        },
        {
            "number": "25",
            "text": "Ix nachajel yuj vinhaj Moisés chi' to a eb' anima chi', b'ecanxonhej sk'ol eb' yak'an q'uixvelal sb'a d'a yichanh eb' chonhab' ayoch ajk'olal d'a eb', axo vinhaj Aarón chi' maj scachoch vaan jab'oc eb' vinh."
        },
        {
            "number": "26",
            "text": "Yuj val chi' ix och tek'tek' vinhaj Moisés chi' d'a sti' campamento chi', ix yalan vinh: --A ticnaic a mach syal sk'ol syak'och sb'a d'a yol sk'ab' Jehová, cotocab' d'a in tz'ey tic, xchi vinh. Masanil eb' yetlevitail vinh, ix snitzcot sb'a eb' d'a stz'ey vinh."
        },
        {
            "number": "27",
            "text": "Ix lajvi chi', ix yalanpax vinh d'a eb': --Ix schec Jehová co Diosal val d'ayex to junjun ex tzeyik'b'at eyespada, tzex b'at d'a campamento, tzex ek' d'a caltac mantiado, tze milancham eb' eyuk'tac, eb' eyamigo yed' eb' cajan d'a e lak'anil, xchi Jehová, xchi vinhaj Moisés chi'."
        },
        {
            "number": "28",
            "text": "Ix sk'anab'ajej checnab'il eb' vinh levita ix yak' vinh. Yuj chi', ay am oxeoc mil anima ix smilcham eb'."
        },
        {
            "number": "29",
            "text": "Ix lajvi chi', ix yalanxi vinhaj Moisés chi': --A ticnaic ix eyak'och e b'a d'a yol sk'ab' Jehová, ina to a ex ix e milcham eyuninal yed' eyuk'tac. Yuj val chi', ol yak' svach'k'olal Jehová d'a eyib'anh, xchi vinh d'a eb'."
        },
        {
            "number": "30",
            "text": "Axo d'a junxo k'u, ix yalan vinhaj Moisés chi' d'a eb' anima: --Te nivan e mul ix ochi. A ticnaic tic tzin b'atxi d'a jolom vitz b'aj ayek' Jehová. Ata' ol in lolon yed'oc, talaj ol yak' lajvoc e mul chi' d'a eyib'anh, xchi vinh."
        },
        {
            "number": "31",
            "text": "Ix lajvi chi', ix b'at vinh d'a jolom vitz b'aj ayek' Jehová chi'. Ix yalan vinh: --Val yel Mamin, te nivan smul jun chonhab' tic ix och d'a ichanh, ix sb'o jun sdiosal eb' oro yic syaq'uem sb'a eb' d'ay."
        },
        {
            "number": "32",
            "text": "Yuj val chi' tzin tevi d'ayach to tzak' lajvoc smul eb' chi'. Tato max ak' nivank'olal smul eb' chi' jun, tza sucsat in b'i d'a yol ch'anh libro b'aj tz'ib'ab'il sb'i eb' to icxo yaji, xchi vinh d'a Jehová."
        },
        {
            "number": "33",
            "text": "Axo ix tak'vi Jehová chi' d'a vinh: --A eb' tz'och smul d'ayin, aton eb' chi' tzin sucsat sb'i d'a yol ch'anh libro chi'."
        },
        {
            "number": "34",
            "text": "Yuj chi' ixic, tzik'anb'at eb' chonhab' chi' d'a jun lugar ix val d'ayach. A jun vángel ol b'ab'laj eyuuj, palta ol k'och sk'ual yic ol vak'anoch syaelal eb' anima tic yuj smul, xchi."
        },
        {
            "number": "35",
            "text": "Ix lajvi chi', a Jehová ix ak'ancot jun nivan ilya to smilvaj d'a yib'anh eb' chonhab' israel chi', yujto ix yak'och sb'a eb' sb'oan jun yechel vacax, aton jun ix sb'o vinhaj Aarón chi'."
        }
    ]
}