{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix yilan eb' chonhab' israel to a winhaj Moisés chi' anheja' max emxul-laj winh b'aj ayek' eb' chi', ix smolb'an sb'a eb' smasanil, ix yalan eb' t'a winhaj Aarón: --Ha ticnaic, co gana to tza b'o juntzanhoc co diosal tzonh cuchb'ani, yujto a winhaj Moisés, winh ix onh ik'anelta t'a Egipto, manh cojtacoc tas ix ik'an winh, xchi eb' chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Ix tak'vi winhaj Aarón chi' t'a eb': --Ha ticnaic, molb'ejeccot masanil q'uen uchiquin nab'a oro yic eb' ix eyetb'eyum yet' yic eb' eyuninal, eb' ix eyisil, tzeyik'ancot t'ayin, xchi winh."
        },
        {
            "number": "3",
            "text": "Masanil anima ix yiq'uel yuchiquin, ix yik'ancot eb' t'a winhaj Aarón chi'."
        },
        {
            "number": "4",
            "text": "Ix schaanek' winh, ix yak'an ulax q'uen winh t'a skal te' k'ak', ix yak'anem winh t'a yol jun smoldeal, ix b'o jun yechel jun quelem vacax. Ix ochnhej ijan winh swach' b'oan jun yechel vacax chi'. Ix yalan eb' chonhab' chi' smasanil: --Ex quetchonhab' israel, a jun co diosal tik ix onh ik'anelta t'a Egipto, xchi eb'."
        },
        {
            "number": "5",
            "text": "Ayic ix yilan jun chi' winhaj Aarón chi', ix sb'oanq'ue jun altar winh t'a yichanh jun yechel vacax chi', te chaanh ix yal winh: --Ha k'ik'an scak'och junok niwan q'uinh t'a yichanh Jehová, xchi winh."
        },
        {
            "number": "6",
            "text": "Axo ix q'uinhib'i t'a junxo k'u, ix smolb'an sb'a anima smasanil, ix snhusan juntzanh silab' eb' yet' silab' yic junk'olal. Ixlajwi chi' ix em k'ojjab' eb', ix wa eb', ix yuk'an ha' eb'. Ixlajwi chi', ix q'ue b'ulnaj eb' schanhalvi yet' sk'ulan chukal t'a yichanh sdiosal chi'."
        },
        {
            "number": "7",
            "text": "Yuj chi', ix yalan Jehová t'a winhaj Moisés chi': --Ixic, emanhxi yujto a eb' a chonhab' ix iq'uelta t'a Egipto, toxo ix sjuel sb'a eb'."
        },
        {
            "number": "8",
            "text": "Yelxo val t'a elanhchamel ix yiq'uel sb'a eb' t'a tas ix vala'. D'a elanhchamel ix sb'o jun yechel quelem vacax eb', syak'anem sb'a eb' ejmelal t'ay. Syak'an silab' eb', syalan eb': Ex quetchonhab' israel, a val jun co diosal tik ix onh ik'anelta t'a Egipto, xchi eb'."
        },
        {
            "number": "9",
            "text": "Toxo ix wila'' to a juntzanh anima tik, yelxo val pit spensar eb'."
        },
        {
            "number": "10",
            "text": "Ha ticnaic manhxo ach tevoc t'ayin yuj eb', scot val voval t'a juntzanh anima tik. Ol in satel eb' smasanil, anhej ed'oc ol in b'o jun niwan nación yet' eb' inhtilal, xchi t'a winh."
        },
        {
            "number": "11",
            "text": "Axo winhaj Moisés chi', ix och ijan winh sk'anan nivank'olal t'a Jehová sDiosal yuj eb' schonhab', ix yalan winh: --Mamin Jehová, ¿tas val yuj scot yoval a k'ol t'a yib'anh a chonhab' to a ach ix iq'uelta t'a Egipto yet' ipalil?"
        },
        {
            "number": "12",
            "text": "¿Tas val yuj ol a cha ach yal eb' aj Egipto chukal? Ol am yal eb' icha tik: Tob'an chuk spensar Dios t'a eb', yuj chi' ix yiq'uel eb' t'a tik, sb'at smilancham eb' t'a jolomtac vitz, satjiel eb' yuj t'a sat lum lum tik, xcham eb'. Yuj chi' comonoc max te cot yoval a k'ol t'a yib'anh eb', mocab' ak'och yaelal t'a yib'anh eb'."
        },
        {
            "number": "13",
            "text": "Comonoc tza nacot eb' a checab', aton winhaj Abraham, winhaj Isaac yet' winhaj Israel. Ha locnac a b'i ak'annac a ti' t'a eb', alannac icha tik: Ol vik'chaanh e b'isul yet' eyuninal. Lajan ol aj sb'isul eb' icha q'uen k'anal t'a satcha’anh. Anheja' jun lum lum tik, toxo ix vala' to ol vak' t'a eyinhtilal t'a masanil tiempo, xa chinac t'a eb', xchi winhaj Moisés chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix snaan Jehová to manhxo ol satel-laj schonhab' chi'."
        },
        {
            "number": "15",
            "text": "Ix meltzajemta winhaj Moisés t'a jolom vitz chi', yet'nacxo chab' pachanh q'ueen winh b'aj tz'ib'ab'iloch checnab'il yuj Jehová, t'a schab'il pak'anh q'ueen."
        },
        {
            "number": "16",
            "text": "Ha val Jehová ixb’o’an q'uen q'ueen chi' schab'il, ix stz'ib'anoch letra chi' t'a q'ueen."
        },
        {
            "number": "17",
            "text": "Axo yic ix yab'an winhaj Josué yel yav eb' anima, ix yalan winh t'a winhaj Moisés chi': --Ha val scab'an yel yav eb' anima chi', icha val to ayoch oval t'a yol campamento, xchi winh."
        },
        {
            "number": "18",
            "text": "Ix tak'vi winhaj Moisés chi': --Ha juntzanh av tz'och scab' chi', manh avoc yic tzalajk'olal yic tz'ak'ji ganar junok oval, manh avocpax yic cusk'olal yic tz'ak'ji ganar anima yuj eb' ajk'ool, palta b'it tz'och svab'i, xchi winh."
        },
        {
            "number": "19",
            "text": "Axo yic ix javi winhaj Moisés chi' t'a slak'anil campamento chi', ix yilanoch jun yechel quelem vacax chi' winh, haxo eb' anima van schanhalvi eb'. Ix te cot yoval winh, ix syumanel q'uen q'ueen b'aj tz'ib'ab'iloch checnab'il chi' winh, yuj chi' ix pojb'at q'uen t'a yich vitz chi'."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix b'at stzak'anelta jun yechel vacax chi' winh, ix syumanoch winh t'a skal k'ak'. Ixlajwi chi' ix smak'anpoj winh, chok'xonhej ix aji, ix yak'anem winh t'a skal ha ha', ix schecan winh yuk' eb' anima chi'."
        },
        {
            "number": "21",
            "text": "Ix yalan winh t'a winhaj Aarón chi': --¿Tas yuj ach montaj yuj juntzanh anima tik ix a cuchb'an eb' sk'ulan jun niwan chukal tik? xchi winh."
        },
        {
            "number": "22",
            "text": "Ix yalan winhaj Aarón chi': --Mamin, mocab' cot oval t'ayin, ojtac val sik'lab'il to a jun chonhab' tik, sgananhej eb' sk'ulan chukal."
        },
        {
            "number": "23",
            "text": "Ha eb' ix alan t'ayin: B'o junok co diosal tzonh cuchb'ani, yujto a winhaj Moisés ix onh ik'anelta t'a Egipto, ma chequel tas ix ik'an winh, max jaxlaj winh, xchi eb' t'ayin."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix valan t'a eb': Machtac ex ay q'uen oro t'ayex, ma q'uen uchiquin, iq'uequeli, tzeyik'ancoti, xin chi t'a eb'. Ixlajwi chi', ix yik'ancot eb' t'ayin, ix vak'an ulax t'a cal k'ak', haxo ix aji ix comon elta jun yechel vacax tik, xchi winh t'a winh."
        },
        {
            "number": "25",
            "text": "Ix nachajel yuj winhaj Moisés chi' to a eb' anima chi', b'ecanxonhej sk'ol eb' yak'an q'uixvelal sb'ha t'a yichanh eb' chonhab' ayoch ajk'olal t'a eb', haxo winhaj Aarón chi' maj scachoch vaan jab'oc eb' winh."
        },
        {
            "number": "26",
            "text": "Yuj val chi' ix och tek'tek' winhaj Moisés chi' t'a sti' campamento chi', ix yalan winh: --Ha ticnaic a mach syal sk'ol syak'och sb'ha t'a yol sk'ab' Jehová, cotocab' t'a in tz'ey tik, xchi winh. Masanil eb' yetlevitail winh, ix snitzcot sb'a eb' t'a stz'ey winh."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix yalanpax winh t'a eb': --Ix schec Jehová co Diosal val t'ayex to junjun ex tzeyik'b'at eyespada, tzex b'at t'a campamento, tzex ek' t'a caltac mantiado, tze milancham eb' eyuk'tac, eb' eyamigo yet' eb' cajan t'a e lak'anil, xchi Jehová, xchi winhaj Moisés chi'."
        },
        {
            "number": "28",
            "text": "Ix sk'anab'ajej checnab'il eb' winh levita ix yak' winh. Yuj chi', ay am oxeoc mil anima ix smilcham eb'."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix yalanxi winhaj Moisés chi': --Ha ticnaic ix eyak'och e b'ha t'a yol sk'ab' Jehová, ina to a ex ix e milcham eyuninal yet' eyuk'tac. Yuj val chi', ol yak' swach'k'olal Jehová t'a eyib'anh, xchi winh t'a eb'."
        },
        {
            "number": "30",
            "text": "Axo t'a junxo k'u, ix yalan winhaj Moisés chi' t'a eb' anima: --Te niwan e mul ix ochi. Ha ticnaic tik tzin b'atxi t'a jolom vitz b'aj ayek' Jehová. Ata' ol in lolon yet'oc, talaj ol yak' lajvoc e mul chi' t'a eyib'anh, xchi winh."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi', ix b'at winh t'a jolom vitz b'aj ayek' Jehová chi'. Ix yalan winh: --Val yel Mamin, te niwan smul jun chonhab' tik ix och t'a ichanh, ix sb'o jun sdiosal eb' oro yic syaq'uem sb'a eb' t'ay."
        },
        {
            "number": "32",
            "text": "Yuj val chi' tzin tevi t'ayach to tzak' lajvoc smul eb' chi'. Tato max ak' nivank'olal smul eb' chi' jun, tza sucsat in b'i t'a yol ch'anh libro b'aj tz'ib'ab'il sb'i eb' to icxo yaji, xchi winh t'a Jehová."
        },
        {
            "number": "33",
            "text": "Axo ix tak'vi Jehová chi' t'a winh: --Ha eb' tz'och smul t'ayin, aton eb' chi' tzin sucsat sb'i t'a yol ch'anh libro chi'."
        },
        {
            "number": "34",
            "text": "Yuj chi' ixic, tzik'anb'at eb' chonhab' chi' t'a jun lugar ix val t'ayach. Ha jun vángel ol b'ab'laj eyuuj, palta ol k'och sk'ual yic ol vak'anoch syaelal eb' anima tik yuj smul, xchi."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi', a Jehová ix ak'ancot jun niwan ilya to smilvaj t'a yib'anh eb' chonhab' israel chi', yujto ix yak'och sb'a eb' sb'oan jun yechel vacax, aton jun ix sb'o winhaj Aarón chi'."
        }
    ]
}