{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi': --Ha ticnaic elanh t'a tik yet' eb' chonhab' ix iq'uelta t'a Egipto, tzik'anb'at eb' t'a sat lum lum valnac t'a winhaj Abraham, t'a winhaj Isaac yet' t'a winhaj Jacob to ol vak' t'a yinhtilal eb' winh."
        },
        {
            "number": "2",
            "text": "Ha in ol in chec b'ab'laj jun vángel t'a eyichanh. A' ol ex cuchb'anb'atoc. Ha juntzanh chonhab'il anima, aton eb' cananeo, eb' amorreo, eb' hitita, eb' ferezeo, eb' heveo yet' eb' jebuseo, ol viq'uel eb' t'a sat lu'um chi'."
        },
        {
            "number": "3",
            "text": "Ixiquec t'a jun lum te yax sat chi', palta manh ol in b'atlaj t'a e cal, yujto te pit ex, ay smay tzex in satel t'a yoltac b'e, xchi Jehová."
        },
        {
            "number": "4",
            "text": "Ayic ix yab'an eb' anima jun lolonel cuseltac yalji chi', ix och eb' t'a ilk'olal, manhxalaj mach ix yak'och yuchiquin yet' stonh."
        },
        {
            "number": "5",
            "text": "Yujto a Jehová ix alan t'a winhaj Moisés chi': --Al t'a eb' etisraelal tik: Ha ex tik te pit ex. Tato tzin k'och t'a e cal junok rato, ay smay tzex in sateli. Ha ticnaic iq'uequel eyuchiquin chi' yet' e tonh t'a e jaj chi', ol vilani tas ol ex vutoc, xa chi, xchi t'a winh."
        },
        {
            "number": "6",
            "text": "Yuj val chi', atax ix el eb' t'a yich vitz Horeb, manhxo junok eb' ix yak'och stonh yet' yuchiquin."
        },
        {
            "number": "7",
            "text": "Ix yak' b'ochajq'ue jun mantiado winhaj Moisés t'a stib'at campamento. Ix yak'an winh scuch jun mantiado chi': D'a B'aj Sch'ox Sb'a Jehová. Tato ay junok mach sb'at sk'anb'ej junok tas t'a Jehová, yowalil sb'at t'a jun mantiado chi'."
        },
        {
            "number": "8",
            "text": "Ayic sb'at winhaj Moisés t'a mantiado chi', tz'elta linhan eb' anima smasanil t'a stitac smantiado, sb'at q'uelan eb' t'a winh masanto tz'ochcan winh t'a yol mantiado chi'."
        },
        {
            "number": "9",
            "text": "Ayic tz'och winh, tz'emul moynaj jun asun t'a sti' mantiado chi' yacb'an slolon Jehová yet' winh."
        },
        {
            "number": "10",
            "text": "Ha syilan eb' anima chi' yemul moynaj jun asun chi', tz'em nhojan eb' smasanil ejmelal t'a Jehová."
        },
        {
            "number": "11",
            "text": "Q'uelk'umb'a val tz'aj Jehová slolon yet' winhaj Moisés chi', icha val tz'aj co lolon yet' junok co wach'k'ool. Slajvi slolon winh yet' Jehová chi', sjax winh t'a campamento. Palta haxo winh skolwaj yet' winhaj Moisés chi', aton winhaj Josué quelem vinac, yuninal winhaj Nun, scannhej winh t'a yol mantiado chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan winhaj Moisés chi' t'a Jehová: --Mamin Jehová, a ach ix al t'ayin to a in tzin cuchb'ej jun a chonhab' tik, palta maj al-laj t'ayin mach ol a chec kolwaj ved'oc. Ix alani to ojtac in to ay a tzalajk'olal ved'oc alani."
        },
        {
            "number": "13",
            "text": "Yuj chi', tato yel icha chi', ak' vojtaquejeli tas nab'il uuj, yic cham tzach vojtaquejeli, ol vak'annhej tzalajb'oc a k'ool. Ojtac val to a jun chonhab' tzak'canoch t'a yol in k'ab' tik to a chonhab' yaji, xchi winh."
        },
        {
            "number": "14",
            "text": "--Ha in val lak'an ol in b'at ed'oc, ol ex vak' cajnaj t'a junk'olal t'a lum lum chi', xchi Jehová t'a winh."
        },
        {
            "number": "15",
            "text": "Yuj val chi', ix tak'vi winhaj Moisés chi': --Yel val Mamin, tato max ach b'at qued'oc, wach' to max onh iq'uel t'a tik."
        },
        {
            "number": "16",
            "text": "Tato max ach b'at qued' ticnaic, ¿tas val tz'aj yojtacajeli, tato ay a tzalajk'olal ved'oc yet' t'a eb' a chonhab' tik? Tato ayachnhejoch qued'oc jun, ol checlajeloc to a chonhab' ton caji, sik'b'il onh el uuj t'a skal masanil chonhab', xchi winh."
        },
        {
            "number": "17",
            "text": "--Ha juntzanh lolonel tzal tik ol in k'ulej, yujto te ay in tzalajk'olal ed'oc, vojtac val a pensar sik'lab'il, xchi Jehová t'a winh."
        },
        {
            "number": "18",
            "text": "--Mamin, tzin tevi val t'ayach to tza ch'ox snivanil elk'och t'ayin, xchi winh."
        },
        {
            "number": "19",
            "text": "Ix tak'vi Jehová t'a winh: --Masanil in wach'k'olal ol in ch'ox t'ayach. Ha val t'a ichanh ol valel in wach'il to a in ton Jehová in, ol vak' in wach'k'olal t'a eb' b'aj syal in k'ol svak'a', ol ok' in k'ool t'a eb' b'aj syal in k'ool."
        },
        {
            "number": "20",
            "text": "Palta swal t'ayach to manh ol yal-laj och q'uelan t'a in sat, yujto malaj junok mach syal yilan in sat. Tato tz'och q'uelan junok mach t'ayin, elanhchamel schami."
        },
        {
            "number": "21",
            "text": "Ina t'a in lak'anil ay jun lugar b'aj ol yal a k'ekan linhan t'a yib'anh jun niwan q'ueen."
        },
        {
            "number": "22",
            "text": "Ayic ol ek'b'at in tziquiquial ta', ol ach vak'anoch t'a yol spojelal q'uen q'ueen chi', ol ach in macchancanoch yet' in k'ab' yacb'an tzin ek'canb'ati."
        },
        {
            "number": "23",
            "text": "Ayic ol lajvoc vek'cani, ol vik'anel in k'ab', axonhej in patic ol yal ilani, haxo in sat manh val jab'oc ol yal ilani, xchi Jehová."
        }
    ]
}