{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi': --Ha tiknaik elanh t'a tik yet' heb' chonhab' ix ik'elta t'a Egipto, tzik'anb'at heb' t'a sat lum lum walnac t'a winhaj Abraham, t'a winhaj Isaac yet' t'a winhaj Jacob to ol wak' t'a yinhtilal heb' winh."
        },
        {
            "number": "2",
            "text": "Ha in ol in chec b'ab'laj jun vángel t'a eyichanh. A' ol ex cuchb'anb'atoc. Ha juntzanh chonhab'il anima, aton heb' cananeo, heb' amorreo, heb' hitita, heb' ferezeo, heb' heweo yet' heb' jebuseo, ol wik'el heb' t'a sat lu'um chi'."
        },
        {
            "number": "3",
            "text": "Ixiquec t'a jun lum te yax sat chi', palta manh ol in b'atlaj t'a he kal, yujto te pit ex, ay smay tzex in satel t'a yoltac b'e, xchi Jehová."
        },
        {
            "number": "4",
            "text": "Ayic ix yab'an heb' anima jun lolonel cuseltac yalji chi', ix och heb' t'a ilk'olal, manhxalaj mach ix yak'och yuchiquin yet' stonh."
        },
        {
            "number": "5",
            "text": "Yujto a Jehová ix alan t'a winhaj Moisés chi': --Al t'a heb' etisraelal tik: Ha ex tik te pit ex. Tato tzin k'och t'a he kal junok rato, ay smay tzex in sateli. Ha tiknaik ik'equel eyuchiquin chi' yet' he tonh t'a he jaj chi', ol wilani tas ol ex wutoc, xa chi, xchi t'a winh."
        },
        {
            "number": "6",
            "text": "Yuj wal chi', atax ix el heb' t'a yich witz Horeb, manhxo junok heb' ix yak'och stonh yet' yuchiquin."
        },
        {
            "number": "7",
            "text": "Ix yak' b'ochajk'e jun mantiado winhaj Moisés t'a stib'at campamento. Ix yak'an winh scuch jun mantiado chi': D'a B'aj Sch'ox Sb'a Jehová. Tato ay junok mach sb'at sk'anb'ej junok tas t'a Jehová, yowalil sb'at t'a jun mantiado chi'."
        },
        {
            "number": "8",
            "text": "Ayic sb'at winhaj Moisés t'a mantiado chi', tz'elta linhan heb' anima smasanil t'a stitac smantiado, sb'at k'elan heb' t'a winh masanto tz'ochkan winh t'a yol mantiado chi'."
        },
        {
            "number": "9",
            "text": "Ayic tz'och winh, tz'emul moynaj jun asun t'a sti' mantiado chi' yacb'an slolon Jehová yet' winh."
        },
        {
            "number": "10",
            "text": "Ha syilan heb' anima chi' yemul moynaj jun asun chi', tz'em nhojan heb' smasanil ejmelal t'a Jehová."
        },
        {
            "number": "11",
            "text": "Q'uelk'umb'a wal tz'aj Jehová slolon yet' winhaj Moisés chi', icha wal tz'aj ko lolon yet' junok ko wach'k'ool. Slajwi slolon winh yet' Jehová chi', sjax winh t'a campamento. Palta haxo winh skolwaj yet' winhaj Moisés chi', aton winhaj Josué quelem winak, yuninal winhaj Nun, skannhej winh t'a yol mantiado chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan winhaj Moisés chi' t'a Jehová: --Mamin Jehová, a ach ix al t'ayin to a in tzin cuchb'ej jun a chonhab' tik, palta maj al-laj t'ayin mach ol a chec kolwaj wed'oc. Ix alani to ojtak in to ay a tzalajk'olal wed'oc alani."
        },
        {
            "number": "13",
            "text": "Yuj chi', tato yel icha chi', ak' wojtaquejeli tas nab'il uuj, yic cham tzach wojtaquejeli, ol wak'annhej tzalajb'oc a k'ool. Ojtac wal to a jun chonhab' tzak'kanoch t'a yol in k'ab' tik to a chonhab' yaji, xchi winh."
        },
        {
            "number": "14",
            "text": "--Ha in wal lak'an ol in b'at ed'oc, ol ex wak' kajnaj t'a junk'olal t'a lum lum chi', xchi Jehová t'a winh."
        },
        {
            "number": "15",
            "text": "Yuj wal chi', ix tak'wi winhaj Moisés chi': --Yel wal Mamin, tato max ach b'at qued'oc, wach' to max onh ik'el t'a tik."
        },
        {
            "number": "16",
            "text": "Tato max ach b'at qued' tiknaik, ¿tas wal tz'aj yojtakajeli, tato ay a tzalajk'olal wed'oc yet' t'a heb' a chonhab' tik? Tato ayachnhejoch qued'oc jun, ol checlajeloc to a chonhab' ton kaji, sik'b'il onh el uuj t'a skal masanil chonhab', xchi winh."
        },
        {
            "number": "17",
            "text": "--Ha juntzanh lolonel tzal tik ol in k'ulej, yujto te ay in tzalajk'olal ed'oc, wojtak wal a pensar sik'lab'il, xchi Jehová t'a winh."
        },
        {
            "number": "18",
            "text": "--Mamin, tzin tewi wal t'ayach to tza ch'ox sniwanil elk'och t'ayin, xchi winh."
        },
        {
            "number": "19",
            "text": "Ix tak'wi Jehová t'a winh: --Masanil in wach'k'olal ol in ch'ox t'ayach. Ha wal t'a ichanh ol walel in wach'il to a in ton Jehová in, ol wak' in wach'k'olal t'a heb' b'aj syal in k'ol swak'a', ol ok' in k'ool t'a heb' b'aj syal in k'ool."
        },
        {
            "number": "20",
            "text": "Palta swal t'ayach to manh ol yal-laj och k'elan t'a in sat, yujto malaj junok mach syal yilan in sat. Tato tz'och k'elan junok mach t'ayin, elanhchamel schami."
        },
        {
            "number": "21",
            "text": "Ina t'a in lak'anil ay jun lugar b'aj ol yal a k'ekan linhan t'a yib'anh jun niwan k'een."
        },
        {
            "number": "22",
            "text": "Ayic ol ek'b'at in tziquiquial ta', ol ach wak'anoch t'a yol spojelal k'een k'een chi', ol ach in macchankanoch yet' in k'ab' yacb'an tzin ek'kanb'ati."
        },
        {
            "number": "23",
            "text": "Ayic ol lajwoc wek'kani, ol wik'anel in k'ab', axonhej in patic ol yal ilani, haxo in sat manh wal jab'oc ol yal ilani, xchi Jehová."
        }
    ]
}