{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi': --A ticnaic elanh d'a tic yed' eb' chonhab' ix iq'uelta d'a Egipto, tzik'anb'at eb' d'a sat lum luum valnac d'a vinhaj Abraham, d'a vinhaj Isaac yed' d'a vinhaj Jacob to ol vak' d'a yinhtilal eb' vinh."
        },
        {
            "number": "2",
            "text": "A in ol in chec b'ab'laj jun vángel d'a eyichanh. A' ol ex cuchb'anb'atoc. A juntzanh chonhab'il anima, aton eb' cananeo, eb' amorreo, eb' hitita, eb' ferezeo, eb' heveo yed' eb' jebuseo, ol viq'uel eb' d'a sat luum chi'."
        },
        {
            "number": "3",
            "text": "Ixiquec d'a jun lum te yax sat chi', palta manh ol in b'atlaj d'a e cal, yujto te pit ex, ay smay tzex in satel d'a yoltac b'e, xchi Jehová."
        },
        {
            "number": "4",
            "text": "Ayic ix yab'an eb' anima jun lolonel cuseltac yalji chi', ix och eb' d'a ilk'olal, manhxalaj mach ix yak'och yuchiquin yed' stonh."
        },
        {
            "number": "5",
            "text": "Yujto a Jehová ix alan d'a vinhaj Moisés chi': --Al d'a eb' etisraelal tic: A ex tic te pit ex. Tato tzin k'och d'a e cal junoc rato, ay smay tzex in sateli. A ticnaic iq'uequel eyuchiquin chi' yed' e tonh d'a e jaj chi', ol vilani tas ol ex vutoc, xa chi, xchi d'a vinh."
        },
        {
            "number": "6",
            "text": "Yuj val chi', atax ix el eb' d'a yich vitz Horeb, manhxo junoc eb' ix yak'och stonh yed' yuchiquin."
        },
        {
            "number": "7",
            "text": "Ix yak' b'ochajq'ue jun mantiado vinhaj Moisés d'a stib'at campamento. Ix yak'an vinh scuch jun mantiado chi': D'a B'aj Sch'ox Sb'a Jehová. Tato ay junoc mach sb'at sk'anb'ej junoc tas d'a Jehová, yovalil sb'at d'a jun mantiado chi'."
        },
        {
            "number": "8",
            "text": "Ayic sb'at vinhaj Moisés d'a mantiado chi', tz'elta linhan eb' anima smasanil d'a stitac smantiado, sb'at q'uelan eb' d'a vinh masanto tz'ochcan vinh d'a yol mantiado chi'."
        },
        {
            "number": "9",
            "text": "Ayic tz'och vinh, tz'emul moynaj jun asun d'a sti' mantiado chi' yacb'an slolon Jehová yed' vinh."
        },
        {
            "number": "10",
            "text": "A syilan eb' anima chi' yemul moynaj jun asun chi', tz'em nhojan eb' smasanil ejmelal d'a Jehová."
        },
        {
            "number": "11",
            "text": "Q'uelk'umb'a val tz'aj Jehová slolon yed' vinhaj Moisés chi', icha val tz'aj co lolon yed' junoc co vach'k'ool. Slajvi slolon vinh yed' Jehová chi', sjax vinh d'a campamento. Palta axo vinh scolvaj yed' vinhaj Moisés chi', aton vinhaj Josué quelem vinac, yuninal vinhaj Nun, scannhej vinh d'a yol mantiado chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan vinhaj Moisés chi' d'a Jehová: --Mamin Jehová, a ach ix al d'ayin to a in tzin cuchb'ej jun a chonhab' tic, palta maj al-laj d'ayin mach ol a chec colvaj ved'oc. Ix alani to ojtac in to ay a tzalajk'olal ved'oc alani."
        },
        {
            "number": "13",
            "text": "Yuj chi', tato yel icha chi', ak' vojtaquejeli tas nab'il uuj, yic cham tzach vojtaquejeli, ol vak'annhej tzalajb'oc a k'ool. Ojtac val to a jun chonhab' tzak'canoch d'a yol in k'ab' tic to a chonhab' yaji, xchi vinh."
        },
        {
            "number": "14",
            "text": "--A in val lak'an ol in b'at ed'oc, ol ex vak' cajnaj d'a junk'olal d'a lum luum chi', xchi Jehová d'a vinh."
        },
        {
            "number": "15",
            "text": "Yuj val chi', ix tak'vi vinhaj Moisés chi': --Yel val Mamin, tato max ach b'at qued'oc, vach' to max onh iq'uel d'a tic."
        },
        {
            "number": "16",
            "text": "Tato max ach b'at qued' ticnaic, ¿tas val tz'aj yojtacajeli, tato ay a tzalajk'olal ved'oc yed' d'a eb' a chonhab' tic? Tato ayachnhejoch qued'oc jun, ol checlajeloc to a chonhab' ton caji, sik'b'il onh el uuj d'a scal masanil chonhab', xchi vinh."
        },
        {
            "number": "17",
            "text": "--A juntzanh lolonel tzal tic ol in k'ulej, yujto te ay in tzalajk'olal ed'oc, vojtac val a pensar sik'lab'il, xchi Jehová d'a vinh."
        },
        {
            "number": "18",
            "text": "--Mamin, tzin tevi val d'ayach to tza ch'ox snivanil elk'och d'ayin, xchi vinh."
        },
        {
            "number": "19",
            "text": "Ix tak'vi Jehová d'a vinh: --Masanil in vach'k'olal ol in ch'ox d'ayach. A val d'a ichanh ol valel in vach'il to a in ton Jehová in, ol vak' in vach'k'olal d'a eb' b'aj syal in k'ol svak'a', ol ok' in k'ool d'a eb' b'aj syal in k'ool."
        },
        {
            "number": "20",
            "text": "Palta sval d'ayach to manh ol yal-laj och q'uelan d'a in sat, yujto malaj junoc mach syal yilan in sat. Tato tz'och q'uelan junoc mach d'ayin, elanhchamel schami."
        },
        {
            "number": "21",
            "text": "Ina d'a in lak'anil ay jun lugar b'aj ol yal a q'uecan linhan d'a yib'anh jun nivan q'ueen."
        },
        {
            "number": "22",
            "text": "Ayic ol ek'b'at in tziquiquial ta', ol ach vak'anoch d'a yol spojelal q'uen q'ueen chi', ol ach in macchancanoch yed' in k'ab' yacb'an tzin ek'canb'ati."
        },
        {
            "number": "23",
            "text": "Ayic ol lajvoc vek'cani, ol vik'anel in k'ab', axonhej in patic ol yal ilani, axo in sat manh val jab'oc ol yal ilani, xchi Jehová."
        }
    ]
}