{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a vinhaj Moisés chi': --Ha ticnaic a achxo ol a tzey chab'oc q'uen q'ueen, icha val q'uen ix vak' t'ayach t'a sb'ab'elal, aton q'uen ix a mak'pojoc. Ol in tz'ib'anxioch t'a q'ueen, icha val tas ix in tz'ib'ejoch t'a q'uen b'ab'el chi'."
        },
        {
            "number": "2",
            "text": "Tza b'oan a b'ha t'a q'uinhib'alil k'ik'an, tzach javi t'a vichanh t'a jolom vitz tik."
        },
        {
            "number": "3",
            "text": "Malaj junok mach syal sq'ueta ed'oc, malaj junok mach syal yek' t'a spatictac lum vitz tik. Max yalpaxlaj yek' nok' calnel yet' nok' vacax vael t'a yichtac lu'um, xchi t'a vinh."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi, ix stzeyan chab' q'uen q'ueen vinh icha q'uen ix scha' t'a sb'ab'elal t'a Jehová. Axo t'a q'uinhib'alil t'a junxo k'u, ix yik'anb'at q'uen vinh, ix b'at vinh t'a jolom vitz Sinaí, icha val ix yutej Jehová yalan t'a vinh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix emul Jehová t'a stz'ey vinh t'a skal asun t'a jolom vitz chi', ix yalan sb'i t'a vinh."
        },
        {
            "number": "6",
            "text": "Ix ek'b'at Jehová t'a yichanh vinh, te chaanh ix yal icha tik: --Ha in ton Jehová in. Jehová in b'i. Te wach' in k'ool, tz'ok' in k'ol t'a anima. Manh elanhchameloc scot voval. Te niwan tzin xajanej eb' anima, svak'nhejelk'och tas svala'."
        },
        {
            "number": "7",
            "text": "Ha tas wach' valnaccan t'a eb' e mam eyicham, ol vak'nhejelk'och t'ayex a ex yinhtilexcan eb' tik t'a masanil tiempo. Svak'an nivank'olal e chukal e mul yet' e pital. Palta max ek'b'atlaj vak'an syaelal junok mach yuj smul b'aj junelnhej pit syutej sb'a t'ayin, svak'nhejcan yaelal t'a yib'anh yuninal yet' yixchiquin, masanto t'a schanhil makan yinhtilal, xchi Jehová."
        },
        {
            "number": "8",
            "text": "D'a elanhchamel ix em nhojan vinhaj Moisés chi', ix emk'och snanhal sat vinh t'a sat lu'um t'a yichanh Jehová chi', ix yalan vinh icha tik:"
        },
        {
            "number": "9",
            "text": "--Mamin Vajalil, tato yel tzach tzalaj ved'oc, tzach b'atnhej qued'oc, wach'chom a jun chonhab' tik te pit, palta ak' nivank'olal co chukal tz'och t'a ichanh, tzonh a chaancan a chonhab'oc, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix yalan Jehová t'a vinhaj Moisés chi': --Chaab' tas ol vala': Ha ticnaic, tzin b'ocan jun in trato tik t'a yichanh masanil eb' etchonhab'. Ol in b'o tastac te satub'tac to mantalaj b'aj tzuji t'a junocxo nación t'a yol yib'anhk’inal tik. Ol yil masanil eb' etchonhab' eb' ajun tik ed'oc tastac ol in k'ulej eyuuj, to satub'tac yilji."
        },
        {
            "number": "11",
            "text": "k'anab'ajejec masanil tas svalcan tik t'ayex. Ha in ol viq'uel eb' amorreo, eb' cananeo, eb' hitita, eb' ferezeo, eb' heveo yet' eb' jebuseo t'a eyichanh."
        },
        {
            "number": "12",
            "text": "Ayic ol ex k'och t'a sat lum lum chi', malajocab' b'ak'uinh tze b'o junok e trato yet' eb' anima ta'. Tato skan eb' t'a e cal, yel ol ex yixtejel eb'."
        },
        {
            "number": "13",
            "text": "Ha val tas ol e k'ulej to ol e mak'poj yaltar eb' yet' yechel sdiosal eb'. Tze ch'acanel te te' yechel sdiosal eb' scuchan Asera."
        },
        {
            "number": "14",
            "text": "Manh ex lesalvoc t'a junok comon dios, yujto a in Jehová in, yelxo val te ov in t'a juntzanh chi'. Yelxo val ste cot voval t'ayex tato tzex och ejmelal t'a junok ch'oc diosal."
        },
        {
            "number": "15",
            "text": "Manh e b'olaj junok e trato yet' eb' anima ayek' t'a sat lum chi'. Tato tze b'o e trato chi' yet' eb' haxo yic tz'och eb' ejmelal t'a sdiosal chi', syak'an silab' eb' t'ay, tzex yavtej eb', tze vaan tas syak' eb' silab'oc chi'."
        },
        {
            "number": "16",
            "text": "Talaj syik'laj sb'a yisil eb' yet' eb' eyuninal, haxo yic tz'em nhojan eb' ix t'a sdiosal chi', scuchb'ajem nhojan eb' eyuninal chi' yuj eb' ix t'a juntzanh comon dios chi'. Tato icha chi' manhxalaj tz'aj velk'och t'a yol sat eb' eyuninal chi'."
        },
        {
            "number": "17",
            "text": "Manh e b'o junok e diosal yet' q'uen q'ueen sb'ochaj t'a molde."
        },
        {
            "number": "18",
            "text": "Tze yak'och q'uinh yic ixim pan malaj yich. Uque' k'ual tze wa jun pan chi', icha val ix aj vak'an e k'ayb'ej. Ha stiempoal, chequel yajcani, aton uj Abib, yujto ha t'a jun uj chi' elnaquexcot t'a Egipto."
        },
        {
            "number": "19",
            "text": "Masanil eb' b'ab'el vinac unin, wik yaj eb'. Vicpax sb'ab'el yune' nok' e vacax, yune' nok' e calnel yet' yune' nok' e chiva tato vinac."
        },
        {
            "number": "20",
            "text": "Axo pax sb'ab'el yune' nok' e b'uru, syal yak'ji junok yune' calnel sq'uexuloc nok'. Tato malaj junok sq'uexul nok' tzeyak'a', yowalil smak'ji q'uichaj sjaj nok'. Anheja' pax yuj e b'ab'el vinac unin, yowalil tzeyak' junok nok' yune' calnel sq'uexuloc. Malaj junok mach sja t'ayin t'a q'uinh tato malaj jab'oc yofrenda yet'nac."
        },
        {
            "number": "21",
            "text": "D'a vaque' k'ual tzex munlaji, haxo t'a yuquil k'ual tzeyik'an eyip, wach'chom stiempoal munlajel, ma stiempoal smolchajq'ue sat eyavb'en, yowalil tzeyik' eyip."
        },
        {
            "number": "22",
            "text": "Tzeyak'och q'uinh yic sb'ab'el sat ixim e trigo sk'anb'i, aton q'uinh Pentecostés. Tzeyak'anpaxoch junxo q'uinh yic slajviq'ue ixim yic lajvub' ab'il."
        },
        {
            "number": "23",
            "text": "Masanil eb' vinac, yowalil oxel sjavi eb' t'a vichanh t'a yol junjun ab'il t'a juntzanh q'uinh tik, a in Jehová e Diosal in tik svala'."
        },
        {
            "number": "24",
            "text": "Ol viq'uel masanil juntzanhxo nación t'a eyichanh, ol vak' levanb'oc e lu'um. Malaj mach syal yik'anek' lum e lu'um chi', yacb'an ayek' eb' vinac t'a vichanh oxel t'a yol ab'il."
        },
        {
            "number": "25",
            "text": "Ayic tzeyak'an e silab' t'ayin, manh eyak' schiq'uil nok' nok' yet' ixim pan ayb'at yich t'a skal. Ha nok' silab' yic jun q'uinh yic tze naancoti ayic ex vik'annaquelta t'a Egipto, tato ayto nok' scani, manh e sik'canb'at t'a junxo k'u."
        },
        {
            "number": "26",
            "text": "Ha sb'ab'el sat eyavb'en yowalil tzeyik'cot t'a in cajnub'. Manh e tz'anh nok' yunetac chiva t'a skal yal yim snun, xchi Jehová."
        },
        {
            "number": "27",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés chi': Tz'ib'ej masanil juntzanh lolonel tik, yujto a ayoch yichb’aneloc in trato ix vak' ed'oc yet' pax eb' etchonhab', xchi."
        },
        {
            "number": "28",
            "text": "Ha vinhaj Moisés chi', 40 k'ual yet' 40 ak'val ix ek' vinh yet' Jehová t'a jolom vitz Sinaí. Malaj val jab'oc tas ix sva vinh, malaj pax jab'oc tas ix yuq'uej vinh t'a jun pekti’ chi'. Ix stz'ib'anoch slolonelal strato Jehová yet' eb' chonhab' israel t'a q'uen q'ueen, aton lajunhe' checnab'il."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi, ix emixta vinhaj Moisés chi' t'a jolom vitz Sinaí chi', yet'nacxopax chab' pachanh q'uen q'ueen vinh, aton q'uen b'aj tz'ib'ab'iloch checnab'il chi'. Manh yojtacoc vinh tato toxonhej sveei yilji sat, yujto ix lolon vinh yet' Jehová."
        },
        {
            "number": "30",
            "text": "Axo ix yilan vinhaj Aarón yet' masanil eb' yetchonhab' to toxonhej sveei yilji sat vinh, ix te xivq'ue eb' smasanil sk'och t'a stz'ey vinh."
        },
        {
            "number": "31",
            "text": "Ix yavtancot eb' anima chi' vinh, ichato chi' ix snitzanoch sb'a vinhaj Aarón yet' eb' yichamtac vinaquil chonhab' t'a stz'ey vinh, ix lolon vinh t'a eb'."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi', ix snitzancot sb'a masanil eb' chonhab', ix och ijan vinh yalan masanil checnab'il ix yak' Jehová t'a vinh, aton juntzanh ix b'at schaemta vinh t'a jolom vitz Sinaí chi'."
        },
        {
            "number": "33",
            "text": "Ha ix lajvi slolon vinh t'a eb' anima chi', ix smacan sat vinh t'a jun k'apac."
        },
        {
            "number": "34",
            "text": "Axo yic tz'och vinh yic slolon yet' Jehová, syiq'uel jun k'apac chi' vinh. Axo tz'elxul vinh, syalanxi vinh t'a eb' chonhab' tas checnab'ilal schec Jehová chi' yal t'a eb'."
        },
        {
            "number": "35",
            "text": "Ayic van slolon vinh t'a eb' chi', syilan eb' to veei yilji sat vinh. Slajvi yalan schecnab'il Jehová vinh t'a eb', smacanxi sat vinh t'a jun k'apac chi'. Ato yic tz'och vinh lolonel t'a yichanh Jehová, syik'anxiel vinh."
        }
    ]
}