{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a winhaj Moisés chi': --Ha tiknaik a achxo ol a tzey chab'oc k'een k'een, icha wal k'een ix wak' t'ayach t'a sb'ab'elal, aton k'een ix a mak'pojoc. Ol in tz'ib'anxioch t'a k'een, icha wal tas ix in tz'ib'ejoch t'a k'een b'ab'el chi'."
        },
        {
            "number": "2",
            "text": "Tza b'oan a b'ha t'a q'uinhib'alil k'ik'an, tzach jawi t'a wichanh t'a jolom witz tik."
        },
        {
            "number": "3",
            "text": "Malaj junok mach syal sk'eta ed'oc, malaj junok mach syal yek' t'a spatictac lum witz tik. Max yalpaxlaj yek' nok' kalnel yet' nok' wakax wael t'a yichtac lu'um, xchi t'a winh."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi, ix stzeyan chab' k'een k'een winh icha k'een ix scha' t'a sb'ab'elal t'a Jehová. Axo t'a q'uinhib'alil t'a junxo k'u, ix yik'anb'at k'een winh, ix b'at winh t'a jolom witz Sinaí, icha wal ix yutej Jehová yalan t'a winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix emul Jehová t'a stz'ey winh t'a skal asun t'a jolom witz chi', ix yalan sb'i t'a winh."
        },
        {
            "number": "6",
            "text": "Ix ek'b'at Jehová t'a yichanh winh, te chaanh ix yal icha tik: --Ha in ton Jehová in. Jehová in b'i. Te wach' in k'ool, tz'ok' in k'ol t'a anima. Manh elanhchameloc scot wowal. Te niwan tzin xajanej heb' anima, swak'nhejelk'och tas swala'."
        },
        {
            "number": "7",
            "text": "Ha tas wach' walnakkan t'a heb' he mam eyicham, ol wak'nhejelk'och t'ayex a ex yinhtilexcan heb' tik t'a masanil tiempo. Swak'an niwank'olal he chukal he mul yet' he pital. Palta max ek'b'atlaj wak'an syaelal junok mach yuj smul b'aj junelnhej pit syutej sb'a t'ayin, swak'nhejkan yaelal t'a yib'anh yuninal yet' yixchiquin, masanto t'a schanhil makan yinhtilal, xchi Jehová."
        },
        {
            "number": "8",
            "text": "D'a elanhchamel ix em nhojan winhaj Moisés chi', ix emk'och snanhal sat winh t'a sat lu'um t'a yichanh Jehová chi', ix yalan winh icha tik:"
        },
        {
            "number": "9",
            "text": "--Mamin Vajalil, tato yel tzach tzalaj wed'oc, tzach b'atnhej qued'oc, wach'chom a jun chonhab' tik te pit, palta ak' niwank'olal ko chukal tz'och t'a ichanh, tzonh a chaankan a chonhab'oc, xchi winh."
        },
        {
            "number": "10",
            "text": "Ix yalan Jehová t'a winhaj Moisés chi': --Chaab' tas ol wala': Ha tiknaik, tzin b'okan jun in trato tik t'a yichanh masanil heb' etchonhab'. Ol in b'o tastac te satub'tac to mantalaj b'aj tzuji t'a junokxo nación t'a yol yib'anhk’inal tik. Ol yil masanil heb' etchonhab' heb' ajun tik ed'oc tastac ol in k'ulej eyuuj, to satub'tac yilji."
        },
        {
            "number": "11",
            "text": "k'anab'ajejec masanil tas swalkan tik t'ayex. Ha in ol wik'el heb' amorreo, heb' cananeo, heb' hitita, heb' ferezeo, heb' heweo yet' heb' jebuseo t'a eyichanh."
        },
        {
            "number": "12",
            "text": "Ayic ol ex k'och t'a sat lum lum chi', malajokab' b'ak'uinh tze b'o junok he trato yet' heb' anima ta'. Tato skan heb' t'a he kal, yel ol ex yixtejel heb'."
        },
        {
            "number": "13",
            "text": "Ha wal tas ol he k'ulej to ol he mak'poj yaltar heb' yet' yechel sdiosal heb'. Tze ch'akanel te te' yechel sdiosal heb' skuchan Asera."
        },
        {
            "number": "14",
            "text": "Manh ex lesalwoc t'a junok comon Dios, yujto a in Jehová in, yelxo wal te ov in t'a juntzanh chi'. Yelxo wal ste cot wowal t'ayex tato tzex och ejmelal t'a junok ch'oc diosal."
        },
        {
            "number": "15",
            "text": "Manh he b'olaj junok he trato yet' heb' anima ayek' t'a sat lum chi'. Tato tze b'o he trato chi' yet' heb' haxo yic tz'och heb' ejmelal t'a sdiosal chi', syak'an silab' heb' t'ay, tzex yavtej heb', tze waan tas syak' heb' silab'oc chi'."
        },
        {
            "number": "16",
            "text": "Talaj syik'laj sb'a yisil heb' yet' heb' eyuninal, haxo yic tz'em nhojan heb' ix t'a sdiosal chi', scuchb'ajem nhojan heb' eyuninal chi' yuj heb' ix t'a juntzanh comon Dios chi'. Tato icha chi' manhxalaj tz'aj welk'och t'a yol sat heb' eyuninal chi'."
        },
        {
            "number": "17",
            "text": "Manh he b'o junok he diosal yet' k'een k'een sb'ochaj t'a molde."
        },
        {
            "number": "18",
            "text": "Tze yak'och q'uinh yic ixim pan malaj yich. Uque' k'ual tze wa jun pan chi', icha wal ix aj wak'an he k'ayb'ej. Ha stiempoal, chequel yajkani, aton uj Abib, yujto ha t'a jun uj chi' elnaquexcot t'a Egipto."
        },
        {
            "number": "19",
            "text": "Masanil heb' b'ab'el winak unin, wik yaj heb'. Vicpax sb'ab'el yune' nok' he wakax, yune' nok' he kalnel yet' yune' nok' he chiwa tato winak."
        },
        {
            "number": "20",
            "text": "Axo pax sb'ab'el yune' nok' he b'uru, syal yak'ji junok yune' kalnel sk'exuloc nok'. Tato malaj junok sk'exul nok' tzeyak'a', yowalil smak'ji q'uichaj sjaj nok'. Anheja' pax yuj he b'ab'el winak unin, yowalil tzeyak' junok nok' yune' kalnel sk'exuloc. Malaj junok mach sja t'ayin t'a q'uinh tato malaj jab'oc yofrenda yet'nac."
        },
        {
            "number": "21",
            "text": "D'a waque' k'ual tzex munlaji, haxo t'a yuquil k'ual tzeyik'an eyip, wach'chom stiempoal munlajel, ma stiempoal smolchajk'e sat eyavb'en, yowalil tzeyik' eyip."
        },
        {
            "number": "22",
            "text": "Tzeyak'och q'uinh yic sb'ab'el sat ixim he trigo sk'anb'i, aton q'uinh Pentecostés. Tzeyak'anpaxoch junxo q'uinh yic slajwik'e ixim yic lajwub' ab'il."
        },
        {
            "number": "23",
            "text": "Masanil heb' winak, yowalil oxel sjawi heb' t'a wichanh t'a yol junjun ab'il t'a juntzanh q'uinh tik, a in Jehová he Diosal in tik swala'."
        },
        {
            "number": "24",
            "text": "Ol wik'el masanil juntzanhxo nación t'a eyichanh, ol wak' lewanb'oc he lu'um. Malaj mach syal yik'anek' lum he lu'um chi', yacb'an ayek' heb' winak t'a wichanh oxel t'a yol ab'il."
        },
        {
            "number": "25",
            "text": "Ayic tzeyak'an he silab' t'ayin, manh eyak' schiq'uil nok' nok' yet' ixim pan ayb'at yich t'a skal. Ha nok' silab' yic jun q'uinh yic tze naancoti ayic ex wik'annaquelta t'a Egipto, tato ayto nok' skani, manh he sik'kanb'at t'a junxo k'u."
        },
        {
            "number": "26",
            "text": "Ha sb'ab'el sat eyavb'en yowalil tzeyik'cot t'a in kajnub'. Manh he tz'anh nok' yunetac chiwa t'a skal yal yim snun, xchi Jehová."
        },
        {
            "number": "27",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi': Tz'ib'ej masanil juntzanh lolonel tik, yujto a ayoch yichb’aneloc in trato ix wak' ed'oc yet' pax heb' etchonhab', xchi."
        },
        {
            "number": "28",
            "text": "Ha winhaj Moisés chi', 40 k'ual yet' 40 ak'wal ix ek' winh yet' Jehová t'a jolom witz Sinaí. Malaj wal jab'oc tas ix swa winh, malaj pax jab'oc tas ix yuk'ej winh t'a jun pekti’ chi'. Ix stz'ib'anoch slolonelal strato Jehová yet' heb' chonhab' israel t'a k'een k'een, aton lajunhe' checnab'il."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi, ix emixta winhaj Moisés chi' t'a jolom witz Sinaí chi', yet'nacxopax chab' pachanh k'een k'een winh, aton k'een b'aj tz'ib'ab'iloch checnab'il chi'. Manh yojtakoc winh tato toxonhej sweei yilji sat, yujto ix lolon winh yet' Jehová."
        },
        {
            "number": "30",
            "text": "Axo ix yilan winhaj Aarón yet' masanil heb' yetchonhab' to toxonhej sweei yilji sat winh, ix te xivk'e heb' smasanil sk'och t'a stz'ey winh."
        },
        {
            "number": "31",
            "text": "Ix yavtancot heb' anima chi' winh, ichato chi' ix snitzanoch sb'a winhaj Aarón yet' heb' yichamtac winaquil chonhab' t'a stz'ey winh, ix lolon winh t'a heb'."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi', ix snitzancot sb'a masanil heb' chonhab', ix och ijan winh yalan masanil checnab'il ix yak' Jehová t'a winh, aton juntzanh ix b'at schaemta winh t'a jolom witz Sinaí chi'."
        },
        {
            "number": "33",
            "text": "Ha ix lajwi slolon winh t'a heb' anima chi', ix smakan sat winh t'a jun k'apac."
        },
        {
            "number": "34",
            "text": "Axo yic tz'och winh yic slolon yet' Jehová, syik'el jun k'apac chi' winh. Axo tz'elxul winh, syalanxi winh t'a heb' chonhab' tas checnab'ilal schec Jehová chi' yal t'a heb'."
        },
        {
            "number": "35",
            "text": "Ayic wan slolon winh t'a heb' chi', syilan heb' to weei yilji sat winh. Slajwi yalan schecnab'il Jehová winh t'a heb', smakanxi sat winh t'a jun k'apac chi'. Ato yic tz'och winh lolonel t'a yichanh Jehová, syik'anxiel winh."
        }
    ]
}