{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová d'a vinhaj Moisés chi': --A ticnaic a achxo ol a tzey chab'oc q'uen q'ueen, icha val q'uen ix vak' d'ayach d'a sb'ab'elal, aton q'uen ix a mak'pojoc. Ol in tz'ib'anxioch d'a q'ueen, icha val tas ix in tz'ib'ejoch d'a q'uen b'ab'el chi'."
        },
        {
            "number": "2",
            "text": "Tza b'oan a b'a d'a q'uinhib'alil q'uik'an, tzach javi d'a vichanh d'a jolom vitz tic."
        },
        {
            "number": "3",
            "text": "Malaj junoc mach syal sq'ueta ed'oc, malaj junoc mach syal yek' d'a spatictac lum vitz tic. Max yalpaxlaj yek' nok' calnel yed' nok' vacax vael d'a yichtac luum, xchi d'a vinh."
        },
        {
            "number": "4",
            "text": "Ix lajvi chi, ix stzeyan chab' q'uen q'ueen vinh icha q'uen ix scha' d'a sb'ab'elal d'a Jehová. Axo d'a q'uinhib'alil d'a junxo k'u, ix yik'anb'at q'uen vinh, ix b'at vinh d'a jolom vitz Sinaí, icha val ix yutej Jehová yalan d'a vinh."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi', ix emul Jehová d'a stz'ey vinh d'a scal asun d'a jolom vitz chi', ix yalan sb'i d'a vinh."
        },
        {
            "number": "6",
            "text": "Ix ek'b'at Jehová d'a yichanh vinh, te chaanh ix yal icha tic: --A in ton Jehová in. Jehová in b'i. Te vach' in k'ool, tz'ok' in k'ol d'a anima. Manh elanhchameloc scot voval. Te nivan tzin xajanej eb' anima, svak'nhejelk'och tas svala'."
        },
        {
            "number": "7",
            "text": "A tas vach' valnaccan d'a eb' e mam eyicham, ol vak'nhejelk'och d'ayex a ex yinhtilexcan eb' tic d'a masanil tiempo. Svak'an nivank'olal e chucal e mul yed' e pital. Palta max ek'b'atlaj vak'an syaelal junoc mach yuj smul b'aj junelnhej pit syutej sb'a d'ayin, svak'nhejcan yaelal d'a yib'anh yuninal yed' yixchiquin, masanto d'a schanhil macanh yinhtilal, xchi Jehová."
        },
        {
            "number": "8",
            "text": "D'a elanhchamel ix em nhojan vinhaj Moisés chi', ix emk'och snanhal sat vinh d'a sat luum d'a yichanh Jehová chi', ix yalan vinh icha tic:"
        },
        {
            "number": "9",
            "text": "--Mamin Vajalil, tato yel tzach tzalaj ved'oc, tzach b'atnhej qued'oc, vach'chom a jun chonhab' tic te pit, palta ak' nivank'olal co chucal tz'och d'a ichanh, tzonh a chaancan a chonhab'oc, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix yalan Jehová d'a vinhaj Moisés chi': --Chaab' tas ol vala': A ticnaic, tzin b'ocan jun in trato tic d'a yichanh masanil eb' etchonhab'. Ol in b'o tastac te satub'tac to mantalaj b'aj tzuji d'a junocxo nación d'a yolyib'anhq'uinal tic. Ol yil masanil eb' etchonhab' eb' ajun tic ed'oc tastac ol in k'ulej eyuuj, to satub'tac yilji."
        },
        {
            "number": "11",
            "text": "k'anab'ajejec masanil tas svalcan tic d'ayex. A in ol viq'uel eb' amorreo, eb' cananeo, eb' hitita, eb' ferezeo, eb' heveo yed' eb' jebuseo d'a eyichanh."
        },
        {
            "number": "12",
            "text": "Ayic ol ex k'och d'a sat lum luum chi', malajocab' b'aq'uinh tze b'o junoc e trato yed' eb' anima ta'. Tato scan eb' d'a e cal, yel ol ex yixtejel eb'."
        },
        {
            "number": "13",
            "text": "A val tas ol e k'ulej to ol e mak'poj yaltar eb' yed' yechel sdiosal eb'. Tze ch'acanel te te' yechel sdiosal eb' scuchan Asera."
        },
        {
            "number": "14",
            "text": "Manh ex lesalvoc d'a junoc comon dios, yujto a in Jehová in, yelxo val te ov in d'a juntzanh chi'. Yelxo val ste cot voval d'ayex tato tzex och ejmelal d'a junoc ch'oc diosal."
        },
        {
            "number": "15",
            "text": "Manh e b'olaj junoc e trato yed' eb' anima ayek' d'a sat lum chi'. Tato tze b'o e trato chi' yed' eb' axo yic tz'och eb' ejmelal d'a sdiosal chi', syak'an silab' eb' d'ay, tzex yavtej eb', tze vaan tas syak' eb' silab'oc chi'."
        },
        {
            "number": "16",
            "text": "Talaj syik'laj sb'a yisil eb' yed' eb' eyuninal, axo yic tz'em nhojan eb' ix d'a sdiosal chi', scuchb'ajem nhojan eb' eyuninal chi' yuj eb' ix d'a juntzanh comon dios chi'. Tato icha chi' manhxalaj tz'aj velk'och d'a yol sat eb' eyuninal chi'."
        },
        {
            "number": "17",
            "text": "Manh e b'o junoc e diosal yed' q'uen q'ueen sb'ochaj d'a molde."
        },
        {
            "number": "18",
            "text": "Tze yak'och q'uinh yic ixim pan malaj yich. Uque' k'ual tze va jun pan chi', icha val ix aj vak'an e k'ayb'ej. A stiempoal, chequel yajcani, aton uj Abib, yujto a d'a jun uj chi' elnaquexcot d'a Egipto."
        },
        {
            "number": "19",
            "text": "Masanil eb' b'ab'el vinac unin, vic yaj eb'. Vicpax sb'ab'el yune' nok' e vacax, yune' nok' e calnel yed' yune' nok' e chiva tato vinac."
        },
        {
            "number": "20",
            "text": "Axo pax sb'ab'el yune' nok' e b'uru, syal yak'ji junoc yune' calnel sq'uexuloc nok'. Tato malaj junoc sq'uexul nok' tzeyak'a', yovalil smak'ji q'uichaj sjaj nok'. Anheja' pax yuj e b'ab'el vinac unin, yovalil tzeyak' junoc nok' yune' calnel sq'uexuloc. Malaj junoc mach sja d'ayin d'a q'uinh tato malaj jab'oc yofrenda yed'nac."
        },
        {
            "number": "21",
            "text": "D'a vaque' k'ual tzex munlaji, axo d'a yuquil k'ual tzeyik'an eyip, vach'chom stiempoal munlajel, ma stiempoal smolchajq'ue sat eyavb'en, yovalil tzeyik' eyip."
        },
        {
            "number": "22",
            "text": "Tzeyak'och q'uinh yic sb'ab'el sat ixim e trigo sk'anb'i, aton q'uinh Pentecostés. Tzeyak'anpaxoch junxo q'uinh yic slajviq'ue ixim yic lajvub' ab'il."
        },
        {
            "number": "23",
            "text": "Masanil eb' vinac, yovalil oxel sjavi eb' d'a vichanh d'a yol junjun ab'il d'a juntzanh q'uinh tic, a in Jehová e Diosal in tic svala'."
        },
        {
            "number": "24",
            "text": "Ol viq'uel masanil juntzanhxo nación d'a eyichanh, ol vak' levanb'oc e luum. Malaj mach syal yik'anek' lum e luum chi', yacb'an ayek' eb' vinac d'a vichanh oxel d'a yol ab'il."
        },
        {
            "number": "25",
            "text": "Ayic tzeyak'an e silab' d'ayin, manh eyak' schiq'uil nok' nok' yed' ixim pan ayb'at yich d'a scal. A nok' silab' yic jun q'uinh yic tze naancoti ayic ex vik'annaquelta d'a Egipto, tato ayto nok' scani, manh e sik'canb'at d'a junxo k'u."
        },
        {
            "number": "26",
            "text": "A sb'ab'el sat eyavb'en yovalil tzeyik'cot d'a in cajnub'. Manh e tz'anh nok' yunetac chiva d'a scal yal yim snun, xchi Jehová."
        },
        {
            "number": "27",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi': Tz'ib'ej masanil juntzanh lolonel tic, yujto a ayoch yichb'aniloc in trato ix vak' ed'oc yed' pax eb' etchonhab', xchi."
        },
        {
            "number": "28",
            "text": "A vinhaj Moisés chi', 40 k'ual yed' 40 ak'val ix ek' vinh yed' Jehová d'a jolom vitz Sinaí. Malaj val jab'oc tas ix sva vinh, malaj pax jab'oc tas ix yuq'uej vinh d'a jun tiempoal chi'. Ix stz'ib'anoch slolonelal strato Jehová yed' eb' chonhab' israel d'a q'uen q'ueen, aton lajunhe' checnab'il."
        },
        {
            "number": "29",
            "text": "Ix lajvi chi, ix emixta vinhaj Moisés chi' d'a jolom vitz Sinaí chi', yed'nacxopax chab' pachanh q'uen q'ueen vinh, aton q'uen b'aj tz'ib'ab'iloch checnab'il chi'. Manh yojtacoc vinh tato toxonhej sveei yilji sat, yujto ix lolon vinh yed' Jehová."
        },
        {
            "number": "30",
            "text": "Axo ix yilan vinhaj Aarón yed' masanil eb' yetchonhab' to toxonhej sveei yilji sat vinh, ix te xivq'ue eb' smasanil sk'och d'a stz'ey vinh."
        },
        {
            "number": "31",
            "text": "Ix yavtancot eb' anima chi' vinh, ichato chi' ix snitzanoch sb'a vinhaj Aarón yed' eb' yichamtac vinaquil chonhab' d'a stz'ey vinh, ix lolon vinh d'a eb'."
        },
        {
            "number": "32",
            "text": "Ix lajvi chi', ix snitzancot sb'a masanil eb' chonhab', ix och ijan vinh yalan masanil checnab'il ix yak' Jehová d'a vinh, aton juntzanh ix b'at schaemta vinh d'a jolom vitz Sinaí chi'."
        },
        {
            "number": "33",
            "text": "A ix lajvi slolon vinh d'a eb' anima chi', ix smacan sat vinh d'a jun k'apac."
        },
        {
            "number": "34",
            "text": "Axo yic tz'och vinh yic slolon yed' Jehová, syiq'uel jun k'apac chi' vinh. Axo tz'elxul vinh, syalanxi vinh d'a eb' chonhab' tas checnab'ilal schec Jehová chi' yal d'a eb'."
        },
        {
            "number": "35",
            "text": "Ayic van slolon vinh d'a eb' chi', syilan eb' to veei yilji sat vinh. Slajvi yalan schecnab'il Jehová vinh d'a eb', smacanxi sat vinh d'a jun k'apac chi'. Ato yic tz'och vinh lolonel d'a yichanh Jehová, syik'anxiel vinh."
        }
    ]
}