{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Ix smolb'ancot masanil eb' chonhab' israel vinhaj Moisés chi', ix yalan vinh d'a eb' icha tic: Ix yak' juntzanh checnab'il tic Jehová d'ayin, to ol e k'anab'ajej."
        },
        {
            "number": "2",
            "text": "Vaque' k'ual tzex munlaji, axo yuquil k'ual, yicxo Jehová yaji. E masanil d'a jun k'u chi' tzeyik' eyip, tzeyik'anchaanh Jehová. A mach smunlaj d'a jun k'u chi' yovalil schami."
        },
        {
            "number": "3",
            "text": "Vach'chom e k'ak', max yal-laj eyak'anoch d'a jun k'ual chi' yalnhej b'aj cajan ex, xchi vinh."
        },
        {
            "number": "4",
            "text": "Ix yalanxi vinhaj Moisés chi' d'a masanil eb' chonhab' israel icha tic: A juntzanh tic ix yal Jehová:"
        },
        {
            "number": "5",
            "text": "Tzeyak' junoc ofrenda d'ay. A mach tz'el val d'a sk'ol yak'ani, syal yik'ancot q'uen oro, q'uen plata yed' q'uen bronce,"
        },
        {
            "number": "6",
            "text": "anh ch'al q'uik'mutz'inac, anh yaxmaquinac, anh chac ch'al, anh lino te vach' yed' xil nok' chiva b'ayb'il."
        },
        {
            "number": "7",
            "text": "Syalpax eyik'ancot stz'umal nok' ch'ac calnel uk'nac yed' chacchac, nok' tz'uum te lab'ab'i yed' pax te' acacia."
        },
        {
            "number": "8",
            "text": "Tzeyik'paxcot yaceiteal sat te' olivo tz'em d'a yol candil, perfume sb'at d'a scal aceite tz'ak'jioch d'a junoc tz'ochcan yicoc Jehová, sb'atpax d'a scal incienso suk'uq'ui sjab'."
        },
        {
            "number": "9",
            "text": "Tzeyik'paxcot q'uen cornalina yed' juntzanh q'uen q'ueen yelxo val vach' yilji tz'och yelvanub'oc schaleca vinh sat sacerdote, tz'ochpax yelvanub' jun smacul snhi' sk'ool vinh."
        },
        {
            "number": "10",
            "text": "Masanil eb' vinh vinac jelan sb'oan tastac vach' yilji, cotocab' eb' vinh, yic sb'oan tas eb' vinh ix schec Jehová sb'oi:"
        },
        {
            "number": "11",
            "text": "Aton mantiado scajnub' Jehová yed' pax juntzanh tz'och d'a yib'anh yed' pax sganchoal, smarcoal, sreglail, yoyal yed' sb'achnub'al yich."
        },
        {
            "number": "12",
            "text": "Sb'opax te' scaxail trato, sreglail tz'och sb'achlab'iloc, smacul b'aj tz'ak'ji tup mul, junoc cortina tz'och smaculoc,"
        },
        {
            "number": "13",
            "text": "te' mexa yed' regla tz'och sb'achlab'iloc yed' pax syamk'ab'il, ixim pan tz'ak'jioch d'a yichanh Jehová."
        },
        {
            "number": "14",
            "text": "Sb'opax sb'achnub'al candil yed' masanil syamk'ab'il yed' pax uque' candil yed' aceite tz'em d'a yol juntzanh candil chi'."
        },
        {
            "number": "15",
            "text": "Sb'ojipax altar yic incienso, regla tz'och sb'achlab'iloc, aceite sk'anchaji yic tz'och d'a junoc tz'ochcan yicoc Jehová, incienso suk'uq'ui sjab', k'apac cortina yic smacul sti' scajnub' Jehová."
        },
        {
            "number": "16",
            "text": "Sb'opax junoc altar b'aj stz'a silab', smallail jun altar chi' nab'a bronce yed' sreglail yed' masanil syamk'ab'il. Sb'o jun palangana yed' sb'achnub'al."
        },
        {
            "number": "17",
            "text": "Sb'opax k'apac cortina tz'ek' oyan d'a spatic yamaq'uil scajnub' Jehová chi' yed' yoyal yed' pax sb'achnub'al yich yed' k'apac cortina tz'och smaculoc sti' amak' chi'."
        },
        {
            "number": "18",
            "text": "Sb'o yestacail yed' sch'anhal syamanem d'a spatictac jun scajnub' Jehová chi' yed' d'a yamaq'uil."
        },
        {
            "number": "19",
            "text": "Sb'opax k'apac pichul jalb'il syak'och eb' sacerdote d'a yol scajnub' Jehová. Aton pichul syak'och vinhaj sacerdote Aarón to yicnhej yopisio vinh yaji yed' pax spichul eb' yuninal vinh, aton syak'och eb' a tz'och eb' d'a yopisio, xchi vinhaj Moisés chi'."
        },
        {
            "number": "20",
            "text": "Ix lajvi yalan masanil juntzanh chi' vinhaj Moisés chi', ix b'at eb' smasanil d'a yoltac smantiado."
        },
        {
            "number": "21",
            "text": "A eb' ix el val d'a sk'ool, ix laj yak' silab' eb' yic sb'oji scajnub' Jehová, aton b'aj sch'ox sb'a yed' masanil tas tz'och yopisio yed' k'apac pichul yic yopisio eb' sacerdote."
        },
        {
            "number": "22",
            "text": "Ix laj javi eb' vinh vinac yed' eb' ix ix yed' silab' d'a Jehová, ato syala' jantac ix el d'a sk'ol eb' yak'ani, ix ul yak'an eb' d'a vinhaj Moisés chi'. Ix yik'ancot q'uen yelvanub' pichul eb', q'uen colk'ab', q'uen tonh, q'uen uchiquin yed' juntzanhocxo nab'a oro. Ix yak'an eb' d'a Jehová."
        },
        {
            "number": "23",
            "text": "Masanil eb' ay ch'al q'uik'mutz'inac d'ay, ch'al yaxmaquinac, chac ch'al, lino te vach', xil nok' chiva b'ayb'il, stz'umal nok' ch'ac calnel uk'nac yed' chacchac yed' pax nok' tz'uum te lab'ab'i, ix laj yik'cot eb' d'a Jehová."
        },
        {
            "number": "24",
            "text": "Ay pax mach ix el d'a sk'ool yik'ancot q'uen plata yed' q'uen bronce yofrendaoc d'a Jehová. A eb' ay te' acacia d'ay, ix yik'paxcot te' eb', yic sk'anchaj te' d'a scajnub' Dios."
        },
        {
            "number": "25",
            "text": "Axo eb' ix ix syal sb'oan anh ch'al, ix yik'cot ch'al q'uik'mutz'inac eb' ix, ch'al yaxmaquinac, chac ch'al yed' lino te vach'."
        },
        {
            "number": "26",
            "text": "Ay eb' ix ix jelan ix el val d'a sk'ool, ix och ijan eb' ix sb'oan xil nok' chiva d'a ch'alil."
        },
        {
            "number": "27",
            "text": "Axo eb' yichamtac vinaquil chonhab', ix yik'cot q'uen cornalina eb' yed' pax juntzanhxo q'uen q'ueen te vach' yic tz'och yelvanub'oc schaleca vinh sat sacerdote yed' yochpax yelvanub'oc jun smacul snhi' sk'ool vinh."
        },
        {
            "number": "28",
            "text": "Ix yik'paxcot perfume eb', aceite sk'anchaj d'a candil, aceite sk'anchaj d'a junoc tz'ochcan yicoc Jehová yed' incienso suk'uq'ui sjab'."
        },
        {
            "number": "29",
            "text": "Masanil eb' chonhab' israel, eb' vinh vinac yed' eb' ix ix to ix el val d'a sk'ool, ix yak' scolval eb' d'a masanil jun munlajel ix yal Jehová d'a vinhaj Moisés chi'."
        },
        {
            "number": "30",
            "text": "Ix yal vinhaj Moisés d'a masanil eb' yetchonhab': A Jehová toxo ix sik'anel vinhaj Bezaleel, yuninal vinhaj Uri, yixchiquin vinhaj Hur, d'a yinhtilal Judá."
        },
        {
            "number": "31",
            "text": "Ix yak'anoch Yespíritu Dios chi' d'a vinh yic syak'an sjelanil spensar vinh yed' yojtacanel vinh yic syalpax snachajel yuj vinh"
        },
        {
            "number": "32",
            "text": "sb'oan yechel tas sb'o'o, icha d'a q'uen oro, q'uen plata yed' q'uen bronce."
        },
        {
            "number": "33",
            "text": "Ix ak'jipax sjelanil vinh yic sb'oanpax q'uen q'ueen yelxo val vach', yic sb'oanpaxem yechel te te' yelxo val vach' tz'aji yed' yoch yelvanub' te'."
        },
        {
            "number": "34",
            "text": "Ix yak'an sjelanil Jehová d'a vinh yed' d'a vinhaj Aholiab, yuninal vinhaj Ahisamac, d'a yinhtilal Dan, yic sk'ayb'an juntzanhxo eb' scolvaj yed' eb'."
        },
        {
            "number": "35",
            "text": "Ix ak'ji sjelanil eb' yuj Jehová, yic sb'oan masanil tastac eb' to yelxo val vach' yilji: Yic sb'oan yechel, yic sb'oanoch yelvanub' yed' anh ch'al q'uik'mutz'inac, anh ch'al yaxmaquinac, anh chac ch'al yed' lino ch'al te vach'. Ix ak'ji sjelanil eb' sb'oan junoc tas vach' yed' sch'oxan yechel junocxo yalnhej tas munlajelal."
        }
    ]
}