{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Ix smolb'ancot masanil heb' chonhab' israel winhaj Moisés chi', ix yalan winh t'a heb' icha tik: Ix yak' juntzanh checnab'il tik Jehová t'ayin, to ol he k'anab'ajej."
        },
        {
            "number": "2",
            "text": "Vaque' k'ual tzex munlaji, haxo yuquil k'ual, yicxo Jehová yaji. E masanil t'a jun k'u chi' tzeyik' eyip, tzeyik'anchaanh Jehová. Ha mach smunlaj t'a jun k'u chi' yowalil schami."
        },
        {
            "number": "3",
            "text": "Wach'chom he k'ak', max yal-laj eyak'anoch t'a jun k'ual chi' yalnhej b'aj kajan ex, xchi winh."
        },
        {
            "number": "4",
            "text": "Ix yalanxi winhaj Moisés chi' t'a masanil heb' chonhab' israel icha tik: Ha juntzanh tik ix yal Jehová:"
        },
        {
            "number": "5",
            "text": "Tzeyak' junok ofrenda t'ay. Ha mach tz'el wal t'a sk'ol yak'ani, syal yik'ancot k'een oro, k'een plata yet' k'een bronce,"
        },
        {
            "number": "6",
            "text": "anh ch'al k'ik'mutz'inac, anh yaxmaquinac, anh chac ch'al, anh lino te wach' yet' xil nok' chiwa b'ayb'il."
        },
        {
            "number": "7",
            "text": "Syalpax eyik'ancot stz'umal nok' ch'ac kalnel uk'nac yet' chacchac, nok' tz'uum te lab'ab'i yet' pax te' acacia."
        },
        {
            "number": "8",
            "text": "Tzeyik'paxcot yaceiteal sat te' oliwo tz'em t'a yol candil, perfume sb'at t'a skal aceite tz'ak'jioch t'a junok tz'ochkan yicoc Jehová, sb'atpax t'a skal incienso suk'uq'ui sjab'."
        },
        {
            "number": "9",
            "text": "Tzeyik'paxcot k'een cornalina yet' juntzanh k'een k'een yelxo wal wach' yilji tz'och yelwanub'oc schaleca winh sat sacerdote, tz'ochpax yelwanub' jun smacul snhi' sk'ool winh."
        },
        {
            "number": "10",
            "text": "Masanil heb' winh winak jelan sb'oan tastac wach' yilji, cotokab' heb' winh, yic sb'oan tas heb' winh ix schec Jehová sb'oi:"
        },
        {
            "number": "11",
            "text": "Aton mantiado skajnub' Jehová yet' pax juntzanh tz'och t'a yib'anh yet' pax sganchoal, smarcoal, sreglail, yoyal yet' sb'akhnub'al yich."
        },
        {
            "number": "12",
            "text": "Sb'opax te' skaxail trato, sreglail tz'och sb'akhlab'iloc, smacul b'aj tz'ak'ji tup mul, junok cortina tz'och smaculoc,"
        },
        {
            "number": "13",
            "text": "te' mexa yet' regla tz'och sb'akhlab'iloc yet' pax syamk'ab'il, ixim pan tz'ak'jioch t'a yichanh Jehová."
        },
        {
            "number": "14",
            "text": "Sb'opax sb'akhnub'al candil yet' masanil syamk'ab'il yet' pax uque' candil yet' aceite tz'em t'a yol juntzanh candil chi'."
        },
        {
            "number": "15",
            "text": "Sb'ojipax altar yic incienso, regla tz'och sb'akhlab'iloc, aceite sk'anchaji yic tz'och t'a junok tz'ochkan yicoc Jehová, incienso suk'uq'ui sjab', k'apac cortina yic smacul sti' skajnub' Jehová."
        },
        {
            "number": "16",
            "text": "Sb'opax junok altar b'aj stz'a silab', smallail jun altar chi' nab'a bronce yet' sreglail yet' masanil syamk'ab'il. Sb'o jun palangana yet' sb'akhnub'al."
        },
        {
            "number": "17",
            "text": "Sb'opax k'apac cortina tzek' oyan t'a spatic yamaq'uil skajnub' Jehová chi' yet' yoyal yet' pax sb'akhnub'al yich yet' k'apac cortina tz'och smaculoc sti' amak' chi'."
        },
        {
            "number": "18",
            "text": "Sb'o yestacail yet' sch'anhal syamanem t'a spatictac jun skajnub' Jehová chi' yet' t'a yamaq'uil."
        },
        {
            "number": "19",
            "text": "Sb'opax k'apac pichul jalb'il syak'och heb' sacerdote t'a yol skajnub' Jehová. Aton pichul syak'och winhaj sacerdote Aarón to yicnhej yopisio winh yaji yet' pax spichul heb' yuninal winh, aton syak'och heb' a tz'och heb' t'a yopisio, xchi winhaj Moisés chi'."
        },
        {
            "number": "20",
            "text": "Ixlajwi yalan masanil juntzanh chi' winhaj Moisés chi', ix b'at heb' smasanil t'a yoltac smantiado."
        },
        {
            "number": "21",
            "text": "Ha heb' ix el wal t'a sk'ool, ix laj yak' silab' heb' yic sb'oji skajnub' Jehová, aton b'aj sch'ox sb'a yet' masanil tas tz'och yopisio yet' k'apac pichul yic yopisio heb' sacerdote."
        },
        {
            "number": "22",
            "text": "Ix laj jawi heb' winh winak yet' heb' ix ix yet' silab' t'a Jehová, ato syala' jantac ix el t'a sk'ol heb' yak'ani, ix ul yak'an heb' t'a winhaj Moisés chi'. Ix yik'ancot k'een yelwanub' pichul heb', k'een colk'ab', k'een tonh, k'een uchiquin yet' juntzanhocxo nab'a oro. Ix yak'an heb' t'a Jehová."
        },
        {
            "number": "23",
            "text": "Masanil heb' ay ch'al k'ik'mutz'inac t'ay, ch'al yaxmaquinac, chac ch'al, lino te wach', xil nok' chiwa b'ayb'il, stz'umal nok' ch'ac kalnel uk'nac yet' chacchac yet' pax nok' tz'uum te lab'ab'i, ix laj yik'cot heb' t'a Jehová."
        },
        {
            "number": "24",
            "text": "Ay pax mach ix el t'a sk'ool yik'ancot k'een plata yet' k'een bronce yofrendaoc t'a Jehová. Ha heb' ay te' acacia t'ay, ix yik'paxcot te' heb', yic sk'anchaj te' t'a skajnub' Dios."
        },
        {
            "number": "25",
            "text": "Axo heb' ix ix syal sb'oan anh ch'al, ix yik'cot ch'al k'ik'mutz'inac heb' ix, ch'al yaxmaquinac, chac ch'al yet' lino te wach'."
        },
        {
            "number": "26",
            "text": "Ay heb' ix ix jelan ix el wal t'a sk'ool, ix och ijan heb' ix sb'oan xil nok' chiwa t'a ch'alil."
        },
        {
            "number": "27",
            "text": "Axo heb' yichamtac winaquil chonhab', ix yik'cot k'een cornalina heb' yet' pax juntzanhxo k'een k'een te wach' yic tz'och yelwanub'oc schaleca winh sat sacerdote yet' yochpax yelwanub'oc jun smacul snhi' sk'ool winh."
        },
        {
            "number": "28",
            "text": "Ix yik'paxcot perfume heb', aceite sk'anchaj t'a candil, aceite sk'anchaj t'a junok tz'ochkan yicoc Jehová yet' incienso suk'uq'ui sjab'."
        },
        {
            "number": "29",
            "text": "Masanil heb' chonhab' israel, heb' winh winak yet' heb' ix ix to ix el wal t'a sk'ool, ix yak' scolwal heb' t'a masanil jun munlajel ix yal Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "30",
            "text": "Ix yal winhaj Moisés t'a masanil heb' yetchonhab': Ha Jehová toxo ix sik'anel winhaj Bezaleel, yuninal winhaj Uri, yixchiquin winhaj Hur, t'a yinhtilal Judá."
        },
        {
            "number": "31",
            "text": "Ix yak'anoch Yespíritu Dios chi' t'a winh yic syak'an sjelanil spensar winh yet' yojtakanel winh yic syalpax snachajel yuj winh"
        },
        {
            "number": "32",
            "text": "sb'oan yechel tas sb'o'o, icha t'a k'een oro, k'een plata yet' k'een bronce."
        },
        {
            "number": "33",
            "text": "Ix ak'jipax sjelanil winh yic sb'oanpax k'een k'een yelxo wal wach', yic sb'oanpaxem yechel te te' yelxo wal wach' tz'aji yet' yoch yelwanub' te'."
        },
        {
            "number": "34",
            "text": "Ix yak'an sjelanil Jehová t'a winh yet' t'a winhaj Aholiab, yuninal winhaj Ahisamac, t'a yinhtilal Dan, yic sk'ayb'an juntzanhxo heb' skolwaj yet' heb'."
        },
        {
            "number": "35",
            "text": "Ix ak'ji sjelanil heb' yuj Jehová, yic sb'oan masanil tastac heb' to yelxo wal wach' yilji: Yic sb'oan yechel, yic sb'oanoch yelwanub' yet' anh ch'al k'ik'mutz'inac, anh ch'al yaxmaquinac, anh chac ch'al yet' lino ch'al te wach'. Ix ak'ji sjelanil heb' sb'oan junok tas wach' yet' sch'oxan yechel junokxo yalnhej tas munlajelal."
        }
    ]
}