{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Ix smolb'ancot masanil eb' chonhab' israel vinhaj Moisés chi', ix yalan vinh t'a eb' icha tik: Ix yak' juntzanh checnab'il tik Jehová t'ayin, to ol e k'anab'ajej."
        },
        {
            "number": "2",
            "text": "Vaque' k'ual tzex munlaji, haxo yuquil k'ual, yicxo Jehová yaji. E masanil t'a jun k'u chi' tzeyik' eyip, tzeyik'anchaanh Jehová. Ha mach smunlaj t'a jun k'u chi' yowalil schami."
        },
        {
            "number": "3",
            "text": "Wach'chom e k'ak', max yal-laj eyak'anoch t'a jun k'ual chi' yalnhej b'aj cajan ex, xchi vinh."
        },
        {
            "number": "4",
            "text": "Ix yalanxi vinhaj Moisés chi' t'a masanil eb' chonhab' israel icha tik: Ha juntzanh tik ix yal Jehová:"
        },
        {
            "number": "5",
            "text": "Tzeyak' junok ofrenda t'ay. Ha mach tz'el val t'a sk'ol yak'ani, syal yik'ancot q'uen oro, q'uen plata yet' q'uen bronce,"
        },
        {
            "number": "6",
            "text": "anh ch'al k'ik'mutz'inac, anh yaxmaquinac, anh chac ch'al, anh lino te wach' yet' xil nok' chiva b'ayb'il."
        },
        {
            "number": "7",
            "text": "Syalpax eyik'ancot stz'umal nok' ch'ac calnel uk'nac yet' chacchac, nok' tz'uum te lab'ab'i yet' pax te' acacia."
        },
        {
            "number": "8",
            "text": "Tzeyik'paxcot yaceiteal sat te' olivo tz'em t'a yol candil, perfume sb'at t'a skal aceite tz'ak'jioch t'a junok tz'ochcan yicoc Jehová, sb'atpax t'a skal incienso suk'uq'ui sjab'."
        },
        {
            "number": "9",
            "text": "Tzeyik'paxcot q'uen cornalina yet' juntzanh q'uen q'ueen yelxo val wach' yilji tz'och yelvanub'oc schaleca vinh sat sacerdote, tz'ochpax yelvanub' jun smacul snhi' sk'ool vinh."
        },
        {
            "number": "10",
            "text": "Masanil eb' vinh vinac jelan sb'oan tastac wach' yilji, cotocab' eb' vinh, yic sb'oan tas eb' vinh ix schec Jehová sb'oi:"
        },
        {
            "number": "11",
            "text": "Aton mantiado scajnub' Jehová yet' pax juntzanh tz'och t'a yib'anh yet' pax sganchoal, smarcoal, sreglail, yoyal yet' sb'achnub'al yich."
        },
        {
            "number": "12",
            "text": "Sb'opax te' scaxail trato, sreglail tz'och sb'achlab'iloc, smacul b'aj tz'ak'ji tup mul, junok cortina tz'och smaculoc,"
        },
        {
            "number": "13",
            "text": "te' mexa yet' regla tz'och sb'achlab'iloc yet' pax syamk'ab'il, ixim pan tz'ak'jioch t'a yichanh Jehová."
        },
        {
            "number": "14",
            "text": "Sb'opax sb'achnub'al candil yet' masanil syamk'ab'il yet' pax uque' candil yet' aceite tz'em t'a yol juntzanh candil chi'."
        },
        {
            "number": "15",
            "text": "Sb'ojipax altar yic incienso, regla tz'och sb'achlab'iloc, aceite sk'anchaji yic tz'och t'a junok tz'ochcan yicoc Jehová, incienso suk'uq'ui sjab', k'apac cortina yic smacul sti' scajnub' Jehová."
        },
        {
            "number": "16",
            "text": "Sb'opax junok altar b'aj stz'a silab', smallail jun altar chi' nab'a bronce yet' sreglail yet' masanil syamk'ab'il. Sb'o jun palangana yet' sb'achnub'al."
        },
        {
            "number": "17",
            "text": "Sb'opax k'apac cortina tzek' oyan t'a spatic yamaq'uil scajnub' Jehová chi' yet' yoyal yet' pax sb'achnub'al yich yet' k'apac cortina tz'och smaculoc sti' amak' chi'."
        },
        {
            "number": "18",
            "text": "Sb'o yestacail yet' sch'anhal syamanem t'a spatictac jun scajnub' Jehová chi' yet' t'a yamaq'uil."
        },
        {
            "number": "19",
            "text": "Sb'opax k'apac pichul jalb'il syak'och eb' sacerdote t'a yol scajnub' Jehová. Aton pichul syak'och vinhaj sacerdote Aarón to yicnhej yopisio vinh yaji yet' pax spichul eb' yuninal vinh, aton syak'och eb' a tz'och eb' t'a yopisio, xchi vinhaj Moisés chi'."
        },
        {
            "number": "20",
            "text": "Ixlajwi yalan masanil juntzanh chi' vinhaj Moisés chi', ix b'at eb' smasanil t'a yoltac smantiado."
        },
        {
            "number": "21",
            "text": "Ha eb' ix el val t'a sk'ool, ix laj yak' silab' eb' yic sb'oji scajnub' Jehová, aton b'aj sch'ox sb'a yet' masanil tas tz'och yopisio yet' k'apac pichul yic yopisio eb' sacerdote."
        },
        {
            "number": "22",
            "text": "Ix laj javi eb' vinh vinac yet' eb' ix ix yet' silab' t'a Jehová, ato syala' jantac ix el t'a sk'ol eb' yak'ani, ix ul yak'an eb' t'a vinhaj Moisés chi'. Ix yik'ancot q'uen yelvanub' pichul eb', q'uen colk'ab', q'uen tonh, q'uen uchiquin yet' juntzanhocxo nab'a oro. Ix yak'an eb' t'a Jehová."
        },
        {
            "number": "23",
            "text": "Masanil eb' ay ch'al k'ik'mutz'inac t'ay, ch'al yaxmaquinac, chac ch'al, lino te wach', xil nok' chiva b'ayb'il, stz'umal nok' ch'ac calnel uk'nac yet' chacchac yet' pax nok' tz'uum te lab'ab'i, ix laj yik'cot eb' t'a Jehová."
        },
        {
            "number": "24",
            "text": "Ay pax mach ix el t'a sk'ool yik'ancot q'uen plata yet' q'uen bronce yofrendaoc t'a Jehová. Ha eb' ay te' acacia t'ay, ix yik'paxcot te' eb', yic sk'anchaj te' t'a scajnub' Dios."
        },
        {
            "number": "25",
            "text": "Axo eb' ix ix syal sb'oan anh ch'al, ix yik'cot ch'al k'ik'mutz'inac eb' ix, ch'al yaxmaquinac, chac ch'al yet' lino te wach'."
        },
        {
            "number": "26",
            "text": "Ay eb' ix ix jelan ix el val t'a sk'ool, ix och ijan eb' ix sb'oan xil nok' chiva t'a ch'alil."
        },
        {
            "number": "27",
            "text": "Axo eb' yichamtac vinaquil chonhab', ix yik'cot q'uen cornalina eb' yet' pax juntzanhxo q'uen q'ueen te wach' yic tz'och yelvanub'oc schaleca vinh sat sacerdote yet' yochpax yelvanub'oc jun smacul snhi' sk'ool vinh."
        },
        {
            "number": "28",
            "text": "Ix yik'paxcot perfume eb', aceite sk'anchaj t'a candil, aceite sk'anchaj t'a junok tz'ochcan yicoc Jehová yet' incienso suk'uq'ui sjab'."
        },
        {
            "number": "29",
            "text": "Masanil eb' chonhab' israel, eb' vinh vinac yet' eb' ix ix to ix el val t'a sk'ool, ix yak' scolval eb' t'a masanil jun munlajel ix yal Jehová t'a vinhaj Moisés chi'."
        },
        {
            "number": "30",
            "text": "Ix yal vinhaj Moisés t'a masanil eb' yetchonhab': Ha Jehová toxo ix sik'anel vinhaj Bezaleel, yuninal vinhaj Uri, yixchiquin vinhaj Hur, t'a yinhtilal Judá."
        },
        {
            "number": "31",
            "text": "Ix yak'anoch Yespíritu Dios chi' t'a vinh yic syak'an sjelanil spensar vinh yet' yojtacanel vinh yic syalpax snachajel yuj vinh"
        },
        {
            "number": "32",
            "text": "sb'oan yechel tas sb'o'o, icha t'a q'uen oro, q'uen plata yet' q'uen bronce."
        },
        {
            "number": "33",
            "text": "Ix ak'jipax sjelanil vinh yic sb'oanpax q'uen q'ueen yelxo val wach', yic sb'oanpaxem yechel te te' yelxo val wach' tz'aji yet' yoch yelvanub' te'."
        },
        {
            "number": "34",
            "text": "Ix yak'an sjelanil Jehová t'a vinh yet' t'a vinhaj Aholiab, yuninal vinhaj Ahisamac, t'a yinhtilal Dan, yic sk'ayb'an juntzanhxo eb' skolwaj yet' eb'."
        },
        {
            "number": "35",
            "text": "Ix ak'ji sjelanil eb' yuj Jehová, yic sb'oan masanil tastac eb' to yelxo val wach' yilji: Yic sb'oan yechel, yic sb'oanoch yelvanub' yet' anh ch'al k'ik'mutz'inac, anh ch'al yaxmaquinac, anh chac ch'al yet' lino ch'al te wach'. Ix ak'ji sjelanil eb' sb'oan junok tas wach' yet' sch'oxan yechel junocxo yalnhej tas munlajelal."
        }
    ]
}