{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi' a winhaj Bezaleel, winhaj Aholiab yet' pax juntzanhxo heb' winh winak ix ak'ji sjelanil yuj Jehová sb'oan tastac wach' yilji, a heb' winh ol b'oan masanil tas tz'och yopisio t'a skajnub' Jehová icha ix aj yalani, xchi winhaj Moisés."
        },
        {
            "number": "2",
            "text": "Axo winhaj Moisés ix awtankot winhaj Bezaleel yet' winhaj Aholiab chi' yet' pax masanil heb' winh ix ak'ji sjelanil spensar yuj Jehová yic sb'oan yalnhej tastac wach' yilji, aton heb' tz'el t'a sk'ol skolwaj t'a jun munlajel chi'."
        },
        {
            "number": "3",
            "text": "Ha heb' winh chi' ix chaan masanil ofrenda ix yik'cot heb' chonhab' israel t'a winhaj Moisés, yic tz'el yich munlajel yuj sb'o skajnub' Dios. Axo heb' tz'el wal t'a sk'ol yak'an yofrenda, junjun q'uinhib'al syik'ancot yofrenda heb' chi'."
        },
        {
            "number": "4",
            "text": "Axo heb' winh munlajwum chi', ix yaktejkan smunlajel heb' winh, ix b'at heb' winh yal t'a winhaj Moisés chi':"
        },
        {
            "number": "5",
            "text": "Toxo ix ek' yib'anh yik'ancot yofrenda heb' anima, manh ol lajwoclaj masanil tas ix yik'cot heb' tik t'a munlajel ix yal Jehová to sb'oi, xchi heb' winh."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an winhaj Moisés to icha chi', ix yalanel winh t'a skal anima t'a campamento to maxtzac yik'cotlaj yofrenda heb' yuj sb'o skajnub' Dios. Icha chi' ix aj swanaj yik'ancot yofrenda heb' chi',"
        },
        {
            "number": "7",
            "text": "yujto toxo ix tz'acwi jantac tas ol och t'a skajnub' Dios, aytopax tas olto kanok."
        },
        {
            "number": "8",
            "text": "Ha t'a skal heb' munlajwum chi', ata' ay heb' jelan spensar sb'oank'e skajnub' Dios. Lajunhe' jenhan k'apac lino b'ayb'il sch'alil ix sb'o heb'. D'a anh ch'al k'ik'mutz'inac, anh ch'al yaxmaquinac yet' pax anh chac ch'al ix sb'o'okh yechel querubín heb' t'a junjun jenhan lino chi'."
        },
        {
            "number": "9",
            "text": "Ha junjun jenhan chi', 12 metro steel yet' nanhalxo, chab' metro sat. Lajannhej ix aj yechel smasanil."
        },
        {
            "number": "10",
            "text": "Oye' jenhan k'apac ix tz'ischaj yam sb'a yic junxonhej jenhan tz'aji. Anheja' icha chi' ix aj stz'ischaj syam sb'a oyexo jenhan."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix tz'ischajoch xoyjab' anh k'ik'mutz'inac ch'al t'a sti' k'apac b'ab'el jenhan chi' yic syamnub'aloc. Anheja' icha chi' ix aj yochpax t'a sti' junxo schab'il jenhan chi'."
        },
        {
            "number": "12",
            "text": "Ix och xoyjab' 50 k'ik'mutz'inac ch'al t'a jun pak'anh sti', junjun jenhan k'apac lajannhej ix aj schalan sb'a k'apac."
        },
        {
            "number": "13",
            "text": "Ix b'opax 50 k'een syamnub'al nab'a oro yic syal yil-lan sb'a k'apac chab' jenhan chi' yic wach' junxonhej tz'ajkan k'apac."
        },
        {
            "number": "14",
            "text": "Ix b'oxi uxluche' jenhan xil nok' chiwa, yic a tz'och t'a yib'anh skajnub' Dios."
        },
        {
            "number": "15",
            "text": "Ay 13 metro steel yet' nanhalxo yet' chab' metro sat. Lajannhej ix aj yechel smasanil."
        },
        {
            "number": "16",
            "text": "Ix tz'ischaj yam sb'a oye' jenhan yic junxonhej tz'aji. Ix tz'ischajpax syam sb'a waquexo, yic junxonhej pax jenhan tz'aji."
        },
        {
            "number": "17",
            "text": "Ix och xoyjab' 50 syamnub'al t'a jun pak'anh sti' jun b'ab'el jenhan. Ix ochpax 50 syamnub'al t'a sti' junxo schab'il jenhan chi'."
        },
        {
            "number": "18",
            "text": "Ix b'opax 50 syamnub' nab'a bronce, yic syil-laj sb'a chab' jenhan chi', yic junxonhej jenhan tz'aji."
        },
        {
            "number": "19",
            "text": "Ix b'ojipax stz'umal nok' ch'ac kalnel uk'nac yet' chacchac, yic tz'em t'a yib'anh jun jenhan xil nok' chiwa chi' yet' junxo makan tz'uum te lab'ab'i yic tz'em t'a yib'anh jun jenhan stz'umal nok' ch'ac kalnel chi'."
        },
        {
            "number": "20",
            "text": "Ix sb'opax juntzanh te' marco heb', yic tz'och t'a spatic skajnub' Dios, linhan tz'ajoch junjun te'. Masanil te', a te' acacia b'aj ix el te'."
        },
        {
            "number": "21",
            "text": "Nanhal yoil metro steel junjun te' marco chi', haxo slewanil sat te', 70 centímetro."
        },
        {
            "number": "22",
            "text": "Ix kan chab'chab' yoc junjun te' marco chi' yic tz'em linhan. Lajannhej ix ajkan skal yoc te' chi'. Icha chi' ix aj te' marco chi' smasanil tz'och t'a spatic skajnub' Dios chi'."
        },
        {
            "number": "23",
            "text": "Ay 20 te' ix sb'o heb' yic tz'och t'a stojolal sur."
        },
        {
            "number": "24",
            "text": "Ix b'oji 40 k'een plata sb'akhnub'oc yich te' 20 chi' yuj heb', chab'chab' k'een t'a yich junjun te', junjun k'een t'a junjun yoc te'."
        },
        {
            "number": "25",
            "text": "Anhejtona' ix b'oji 20-xo te' marco chi' yic tz'och t'a jun pak'anhxo, aton t'a stojolal norte."
        },
        {
            "number": "26",
            "text": "Anheja' 40 k'een plata ix b'o sb'akhnub'oc yich te', yic chab'chab' k'een tz'och t'a yich junjun te'."
        },
        {
            "number": "27",
            "text": "Axo yic jun pak'anh yol schiquin t'a stojolal b'aj tz'em k'u, waque' te' marco chi' ix b'oji."
        },
        {
            "number": "28",
            "text": "Ix sb'opax chab' te' marco chi' heb' yic tz'och te' t'a junjun yesquinail jun pak'anh chi'."
        },
        {
            "number": "29",
            "text": "Ha chab' te' marco chi', nub'ub'i ix aj te', t'a yich masanto sk'ek'och b'aj syil-laj sb'a yuj junok argolla, aton te' chi' ix och t'a chab' yesquinail."
        },
        {
            "number": "30",
            "text": "Vajxaque' te' marco ix b'oi yic tz'och t'a jun schiquin chi' yet' 16 sb'akhnub'al yich nab'a plata, chab'chab' sb'akhnub'al yich junjun te'."
        },
        {
            "number": "31",
            "text": "Ix sb'oanpax oye' te' regla heb' t'a te' acacia, te' tz'och t'a spatic te' marco t'a junok pak'anh kajnub' chi'."
        },
        {
            "number": "32",
            "text": "Oye' pax te' yic tz'och t'a junxo pak'anh yet' oye' pax te' yic tz'och t'a junxo pak'anh t'a yol schiquin t'a spatic, t'a stojolal b'aj tz'em k'u."
        },
        {
            "number": "33",
            "text": "Ha te' regla tz'och chi', ha t'a snanhal te' marco chi' tzek' junok te' masanto sk'axpajek'k'och te' t'a junxo schiquin."
        },
        {
            "number": "34",
            "text": "Ix och k'een oro t'a spatictac te' marco chi'. Ix b'opax k'een argolla nab'a oro b'aj tzek' te' regla chi'. Ix ochpax k'een oro t'a spatictac te' regla chi'."
        },
        {
            "number": "35",
            "text": "Ix sb'opax jun k'apac cortina heb' yet' anh lino. Ix b'ojioch yechel querubín t'a k'apac yuj junok jelan sb'oani. Ha t'a anh ch'al k'ik'mutz'inac, anh yaxmaquinac yet' anh chac ch'al ix b'ojioch yechel querubín chi'."
        },
        {
            "number": "36",
            "text": "Ix sb'oan chanhe' te oy heb' t'a te' acacia, ix yak'och k'een oro heb' t'a spatic te'. Ix b'opax chanhe' sb'akhnub'al yich te', nab'a plata ix aji. Ix yak'anoch k'een gancho nab'a oro heb' t'a schon te' yic sk'e lokan k'apac cortina chi'."
        },
        {
            "number": "37",
            "text": "Ix sb'oanpax jun k'apac cortina heb' yic tz'och smaculoc mantiado chi'. Ha jun k'apac cortina chi' t'a anh lino ch'al ix sb'o heb'. Yed' anh ch'al k'ik'mutz'inac, anh ch'al yaxmaquinac yet' anh chac ch'al, ix b'ochajoch stz'ib'ul yuj junok jelan sb'oani."
        },
        {
            "number": "38",
            "text": "Ix b'ojipax oye' te' oy, ix em k'een oro t'a schon te' yet' pax sganchoal. Ix b'opax oye' sb'akhnub'al yich te', nab'a bronce ix aji."
        }
    ]
}