{
    "chapter": "37",
    "verses": [
        {
            "number": "1",
            "text": "Ix sb'oan te' scaxail strato Dios winhaj Bezaleel. Ha te' acacia ix och t'ay. Jun metro yet' 10 centímetro ix aj sk'atul, 70 centímetro ix aj sat. Anheja' 70 centímetro ix ajpax schaanhil."
        },
        {
            "number": "2",
            "text": "Ix och q'uen oro t'a yool yet' t'a spatic yet' t'a stitac tzalanq'uei."
        },
        {
            "number": "3",
            "text": "Ix b'opax chanhe' argolla nab'a oro tz'och t'a yoc schanhil, chab'chab' t'a junjun pak'anh."
        },
        {
            "number": "4",
            "text": "Ix b'opax juntzanh te sb'achlab'il t'a te' acacia, ix ochpax q'uen oro t'a spatictac te'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix ecchajek' te' t'a yol q'uen argolla chi', yic wach' syal sb'achchaj te'."
        },
        {
            "number": "6",
            "text": "Ix b'opax jun smacul nab'a oro b'aj tz'ak'ji tup mul, jun metro yet' 10 centímetro sk'atul, 70 centímetro sat."
        },
        {
            "number": "7",
            "text": "Ay chab' yechel querubín nab'a oro tenb'il t'a q'uen martillo ix och t'a yib'anh jun smacul chi'."
        },
        {
            "number": "8",
            "text": "Junnhej ix aj jun smacul chi' yet' chab' yechel querubín chi', junjun ix kan t'a stitac jun smacul chi',"
        },
        {
            "number": "9",
            "text": "t'anhd'umb'a ix aji. Ix em q'uelan juntzanh querubín chi' t'a yib'anh smacul te' scaxail trato chi', haxo sk'axil, syil-laj sb'a snhi' t'a yib'anh, ichato yenhul yaji."
        },
        {
            "number": "10",
            "text": "Ix sb'opax jun te' mexa winhaj Bezaleel chi'. Anheja' te' acacia ix och t'a te'. 90 centímetro ix aj sk'atul, 45 centímetro ix aj sat, 70 ix ajq'ue steel."
        },
        {
            "number": "11",
            "text": "Ix och q'uen oro t'a te', ix b'opax jun tzek' oyan t'a spatic yoc te' schanhil, nab'a oro ix aji."
        },
        {
            "number": "12",
            "text": "Ix b'opax q'ue stitac ix ek' oyan t'a yib'anh, uque' centímetro ix ajq'uei, ix och oro t'ay."
        },
        {
            "number": "13",
            "text": "Ix b'opax chanhe' argolla nab'a oro, ix och t'a te' yoc schanhil t'a yesquinail."
        },
        {
            "number": "14",
            "text": "Ix och juntzanh argolla chi' t'a slak'anil b'aj ayem stitac chi'. Ha t'a yol juntzanh chi' ix ek' te' sb'achlab'il yic syal yik'chajb'at te' mexa chi'."
        },
        {
            "number": "15",
            "text": "Ha te' sb'achlab'il chi', aton te' acacia, ix ochpax q'uen oro t'a spatictac te'."
        },
        {
            "number": "16",
            "text": "Ix b'ochajpax syamk'ab'il nab'a oro sk'anchaj t'a jun mexa chi', aton juntzanh tik: Q'uen plato, nivac cuchara, xalu yet' uk'ab' b'aj schaji ofrenda ha' yaji."
        },
        {
            "number": "17",
            "text": "Ix sb'opax jun sb'achnub' candil winhaj Bezaleel chi', nab'a oro ix aji, ix tenchaj t'a q'uen martillo. Ha sk'ojnub' b'aj tz'em b'achan, ste'al yet' scopail icha sfloral, junnhej yaman ix aji."
        },
        {
            "number": "18",
            "text": "Oxox sk'ab' ix elta t'a stz'eytac."
        },
        {
            "number": "19",
            "text": "Junjun juntzanh sk'ab' ayelta t'a ste'al chi', ay oxe' sfloral icha yic te' almendro."
        },
        {
            "number": "20",
            "text": "Ha jun ste'al chi', ay pax chanhe' sfloral icha yic te' almendro chi'."
        },
        {
            "number": "21",
            "text": "Ha t'a yalanh b'aj ayelta chab'chab' sk'ab' chi', ay junjun sfloral."
        },
        {
            "number": "22",
            "text": "Ha juntzanh sfloral yet' sk'ab' chi', junnhej ix aj yet' sb'achnub'al chi'. Ha jun chi', nab'a oro ix aji, tenb'il t'a q'uen martillo."
        },
        {
            "number": "23",
            "text": "Ix b'opax uque' candil, anhejtona' ix b'opax q'uen q'ueen tz'ik'anel stanhil k'apac b'aj tz'och sk'ak'al yet' splatoal. Nab'a oro ix aj smasanil."
        },
        {
            "number": "24",
            "text": "Ha jantac q'uen oro ix och t'a jun b'achnub' candil chi' yet' syamk'ab'il, oxe' arroba ix ochi."
        },
        {
            "number": "25",
            "text": "Ix sb'oanpax jun altar yic incienso winhaj Bezaleel chi' t'a te' acacia. Lajannhej ix aj t'a schanhil pak'anh, 45 centímetro ix aji, haxo pax steel, 90 centímetro ix ajq'uei. Ix b'opax juntzanh sch'aac t'a junjun yesquinail, yaman ix aj yet' jun altar chi'."
        },
        {
            "number": "26",
            "text": "Ix och q'uen oro yelxo wal wach' t'a yib'anh yet' t'a spatictac schanhil pak'anh yet' t'a sch'aac chi'. Ix q'uepax tzalan q'uen oro chi' t'a yib'anh stitac."
        },
        {
            "number": "27",
            "text": "Ha t'a yalanh stitac chi', ata' ix och chab'chab' argolla nab'a oro t'a schab'il pak'anh. Ix ek' te' sb'achlab'il t'a yool yic syal sb'achchaji."
        },
        {
            "number": "28",
            "text": "Ha te' sb'achlab'il ix och chi', aton te' acacia, ix ochpax q'uen oro t'a te'."
        },
        {
            "number": "29",
            "text": "Ix b'ojipax aceite sk'anchaji yic sik'chajel junok mach, ma junok tas tz'ochcan yicoc Dios. Ix b'opax incienso te wach', icha tz'aj sb'oan eb' b'oum perfume."
        }
    ]
}