{
    "chapter": "37",
    "verses": [
        {
            "number": "1",
            "text": "Ix sb'oan te' scaxail strato Dios vinhaj Bezaleel. A te' acacia ix och d'ay. Jun metro yed' 10 centímetro ix aj sk'atul, 70 centímetro ix aj sat. Anheja' 70 centímetro ix ajpax schaanhil."
        },
        {
            "number": "2",
            "text": "Ix och q'uen oro d'a yool yed' d'a spatic yed' d'a stitac tzalanq'uei."
        },
        {
            "number": "3",
            "text": "Ix b'opax chanhe' argolla nab'a oro tz'och d'a yoc schanhil, chab'chab' d'a junjun pak'anh."
        },
        {
            "number": "4",
            "text": "Ix b'opax juntzanh te sb'achlab'il d'a te' acacia, ix ochpax q'uen oro d'a spatictac te'."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi', ix ecchajek' te' d'a yol q'uen argolla chi', yic vach' syal sb'achchaj te'."
        },
        {
            "number": "6",
            "text": "Ix b'opax jun smacul nab'a oro b'aj tz'ak'ji tup mul, jun metro yed' 10 centímetro sk'atul, 70 centímetro sat."
        },
        {
            "number": "7",
            "text": "Ay chab' yechel querubín nab'a oro tenb'il d'a q'uen martillo ix och d'a yib'anh jun smacul chi'."
        },
        {
            "number": "8",
            "text": "Junnhej ix aj jun smacul chi' yed' chab' yechel querubín chi', junjun ix can d'a stitac jun smacul chi',"
        },
        {
            "number": "9",
            "text": "d'anhd'umb'a ix aji. Ix em q'uelan juntzanh querubín chi' d'a yib'anh smacul te' scaxail trato chi', axo sk'axil, syil-laj sb'a snhi' d'a yib'anh, ichato yenhul yaji."
        },
        {
            "number": "10",
            "text": "Ix sb'opax jun te' mexa vinhaj Bezaleel chi'. Anheja' te' acacia ix och d'a te'. 90 centímetro ix aj sk'atul, 45 centímetro ix aj sat, 70 ix ajq'ue steel."
        },
        {
            "number": "11",
            "text": "Ix och q'uen oro d'a te', ix b'opax jun tz'ek' oyan d'a spatic yoc te' schanhil, nab'a oro ix aji."
        },
        {
            "number": "12",
            "text": "Ix b'opax q'ue stitac ix ek' oyan d'a yib'anh, uque' centímetro ix ajq'uei, ix och oro d'ay."
        },
        {
            "number": "13",
            "text": "Ix b'opax chanhe' argolla nab'a oro, ix och d'a te' yoc schanhil d'a yesquinail."
        },
        {
            "number": "14",
            "text": "Ix och juntzanh argolla chi' d'a slak'anil b'aj ayem stitac chi'. A d'a yol juntzanh chi' ix ek' te' sb'achlab'il yic syal yik'chajb'at te' mexa chi'."
        },
        {
            "number": "15",
            "text": "A te' sb'achlab'il chi', aton te' acacia, ix ochpax q'uen oro d'a spatictac te'."
        },
        {
            "number": "16",
            "text": "Ix b'ochajpax syamk'ab'il nab'a oro sk'anchaj d'a jun mexa chi', aton juntzanh tic: Q'uen plato, nivac cuchara, xalu yed' uk'ab' b'aj schaji ofrenda a' yaji."
        },
        {
            "number": "17",
            "text": "Ix sb'opax jun sb'achnub' candil vinhaj Bezaleel chi', nab'a oro ix aji, ix tenchaj d'a q'uen martillo. A sk'ojnub' b'aj tz'em b'achan, ste'al yed' scopail icha sfloral, junnhej yaman ix aji."
        },
        {
            "number": "18",
            "text": "Oxox sk'ab' ix elta d'a stz'eytac."
        },
        {
            "number": "19",
            "text": "Junjun juntzanh sk'ab' ayelta d'a ste'al chi', ay oxe' sfloral icha yic te' almendro."
        },
        {
            "number": "20",
            "text": "A jun ste'al chi', ay pax chanhe' sfloral icha yic te' almendro chi'."
        },
        {
            "number": "21",
            "text": "A d'a yalanh b'aj ayelta chab'chab' sk'ab' chi', ay junjun sfloral."
        },
        {
            "number": "22",
            "text": "A juntzanh sfloral yed' sk'ab' chi', junnhej ix aj yed' sb'achnub'al chi'. A jun chi', nab'a oro ix aji, tenb'il d'a q'uen martillo."
        },
        {
            "number": "23",
            "text": "Ix b'opax uque' candil, anhejtona' ix b'opax q'uen q'ueen tz'ik'anel stanhil k'apac b'aj tz'och sk'ak'al yed' splatoal. Nab'a oro ix aj smasanil."
        },
        {
            "number": "24",
            "text": "A jantac q'uen oro ix och d'a jun b'achnub' candil chi' yed' syamk'ab'il, oxe' arroba ix ochi."
        },
        {
            "number": "25",
            "text": "Ix sb'oanpax jun altar yic incienso vinhaj Bezaleel chi' d'a te' acacia. Lajannhej ix aj d'a schanhil pak'anh, 45 centímetro ix aji, axo pax steel, 90 centímetro ix ajq'uei. Ix b'opax juntzanh sch'aac d'a junjun yesquinail, yaman ix aj yed' jun altar chi'."
        },
        {
            "number": "26",
            "text": "Ix och q'uen oro yelxo val vach' d'a yib'anh yed' d'a spatictac schanhil pak'anh yed' d'a sch'aac chi'. Ix q'uepax tzalan q'uen oro chi' d'a yib'anh stitac."
        },
        {
            "number": "27",
            "text": "A d'a yalanh stitac chi', ata' ix och chab'chab' argolla nab'a oro d'a schab'il pak'anh. Ix ek' te' sb'achlab'il d'a yool yic syal sb'achchaji."
        },
        {
            "number": "28",
            "text": "A te' sb'achlab'il ix och chi', aton te' acacia, ix ochpax q'uen oro d'a te'."
        },
        {
            "number": "29",
            "text": "Ix b'ojipax aceite sk'anchaji yic sik'chajel junoc mach, ma junoc tas tz'ochcan yicoc Dios. Ix b'opax incienso te vach', icha tz'aj sb'oan eb' b'oum perfume."
        }
    ]
}