{
    "chapter": "38",
    "verses": [
        {
            "number": "1",
            "text": "Ix sb'oanpax jun altar vinhaj Bezaleel chi', aton jun b'aj stz'a silab'. D'a te' acacia ix sb'o vinh. Lajannhej ix aj yechel schanhil pak'anh, chab' metro yed' 25 centímetro junjun pak'anh. Jun metro yed' 25 centímetro ix ajq'ue schaanhil."
        },
        {
            "number": "2",
            "text": "Ix b'ojipaxq'ue chanhe' sch'aac d'a schiquintac schanhil, yaman ix aj yed' jun altar chi'. Ix pichchaj te' d'a q'uen bronce."
        },
        {
            "number": "3",
            "text": "Masanil syamk'ab'il jun altar chi', nab'a bronce ix aji: Aton yed'tal b'aj tz'ik'chajel q'uen taanh, q'uen pala, q'uen nivac uk'ab', q'uen tenedor yed' yed'tal te' tzak'ak'."
        },
        {
            "number": "4",
            "text": "Ix b'ojipax jun q'uen malla nab'a bronce, ix ak'jioch q'uen d'a yalanh sti' d'a yool. D'a snanhal jun altar chi' ix och q'ueen."
        },
        {
            "number": "5",
            "text": "Ix b'opax chanhe' argolla nab'a bronce, ix och d'a junjun yesquinail q'uen malla chi'. Ix elk'och q'uen d'a spatic jun altar chi', a d'a yol q'uen tz'ek' te' sb'achlab'il."
        },
        {
            "number": "6",
            "text": "Ix b'opax sb'achlab'il jun altar chi' d'a te' acacia, ix ochpax q'uen bronce d'a spatictac te'."
        },
        {
            "number": "7",
            "text": "Ix ecchajek' te' d'a yol q'uen argolla ayoch d'a stz'eytac jun altar chi' yic syal sb'achchaji. A jun altar chi', chemte' ix och d'ay, ix can yolanil d'a yool."
        },
        {
            "number": "8",
            "text": "A yed' q'uen nen nab'a bronce sk'an eb' ix ix ayoch yilumaloc sti' k'apac mantiado, a yed' q'uen ix sb'o jun nivan palangana vinhaj Bezaleel yed' sb'achnub'al yich."
        },
        {
            "number": "9",
            "text": "Ix sb'opax k'apac cortina vinhaj Bezaleel yic tz'och smaculoc spatictac amak' d'a scajnub' Dios. A d'a stojolal sur, ix och 45 metro k'apac cortina chi', aton ch'al lino b'ayb'il ayoch d'a k'apac."
        },
        {
            "number": "10",
            "text": "Ix b'opax 20 yoyal yed' 20 pax sb'achnub'al yich nab'a bronce. Axo d'a schon te' ix em juntzanh q'uen q'ueen nab'a plata yed' yargollail."
        },
        {
            "number": "11",
            "text": "Ix b'opax k'apac cortina yic stojolal norte, 45 metro k'apac yed' 20 oy yed' pax sb'achnub'al yich nab'a bronce yed' q'uen ayem d'a schon yoyal nab'a plata yed' yargollail."
        },
        {
            "number": "12",
            "text": "Ix b'opax k'apac cortina yic stojolal b'aj tz'em k'u, 22 metro yed' nanhalxo sat k'apac yed' lajunhe' yoyal yed' pax sb'achnub'al yich yed' q'uen ayem d'a schon yoyal nab'a plata yed' yargollail."
        },
        {
            "number": "13",
            "text": "Anhejtona' d'a stojolal b'aj sq'ueul k'u, 22 metro yed' nanhalxo sat, ix b'opax k'apac cortina yic tz'och d'ay."
        },
        {
            "number": "14",
            "text": "A d'a jun pak'anh b'aj tzonh ochi, ay uque' metro k'apac cortina ayochi yed' oxe' yoyal yed' pax sb'achnub'al yich."
        },
        {
            "number": "15",
            "text": "Axo pax d'a junxo pak'anh, ay pax uque' metro k'apac yed' oxe' yoyal yed' pax sb'achnub'al yich."
        },
        {
            "number": "16",
            "text": "Masanil juntzanh k'apac cortina chi', ch'al lino b'ayb'il ayoch d'a k'apac."
        },
        {
            "number": "17",
            "text": "Masanil pax sb'achnub'al yich oy chi', nab'a bronce ix aji. Axo q'uen ayem d'a schon oy chi' nab'a plata yed' yargollail."
        },
        {
            "number": "18",
            "text": "A k'apac cortina ix och smaculoc sti' amak' chi', nanhal sb'alunhil metro sat k'apac, axo steel k'apac, chab' metro yed' 25 centímetro. B'ob'ilpaxoch yelvanub' k'apac, jalb'il d'a anh ch'al q'uik'mutz'inac, anh ch'al yaxmaquinac, anh chac ch'al yed' pax lino ch'al b'ayb'il. Lajannhej yed' masanil k'apac ayoch d'a amak'."
        },
        {
            "number": "19",
            "text": "Ay chanhe' yoyal yed' chanhe' sb'achnub'al yich nab'a bronce, axo q'uen ayem d'a schon yoyal, nab'a plata yed' yargollail."
        },
        {
            "number": "20",
            "text": "Masanil yestacail scajnub' Dios chi' yed' yic k'apac cortina ayoch d'a spatictac amak', nab'a bronce."
        },
        {
            "number": "21",
            "text": "Ix yalanxi vinhaj Moisés chi' to sb'o slistail jantac q'uen oro, q'uen plata yed' q'uen bronce ix och d'a scajnub' Jehová, aton b'aj sik'chaj scaxail trato. A eb' levita ix b'oan slistail chi'. A vinhaj Itamar yuninal vinhaj Aarón ix cuchb'an eb'."
        },
        {
            "number": "22",
            "text": "A vinhaj Bezaleel, yuninal vinhaj Uri, yixchiquin vinhaj Hur, yinhtilal Judá ix b'oan masanil tastac ix yal Jehová d'a vinhaj Moisés to sb'oi."
        },
        {
            "number": "23",
            "text": "Axo vinhaj Aholiab yuninal vinhaj Ahisamac, yinhtilal Dan ix colvaj yed' vinhaj Bezaleel chi'. A vinhaj Aholiab chi' tenum q'ueen vinh, jalum k'apac vinh, syalpax sb'oanoch yelvanub' yed' anh ch'al q'uik'mutz'inac vinh, anh ch'al yaxmaquinac, anh chac ch'al yed' anh lino ch'al te vach'."
        },
        {
            "number": "24",
            "text": "Masanil q'uen oro ix k'anchaji yic ix b'o scajnub' Dios, d'a ofrendail ix aj smoljiem q'ueen. A q'uen oro chi', 21 quintal yed' 95 libraxo q'ueen, icha yalil q'uen echlab' sk'anchaj d'a scajnub' Dios."
        },
        {
            "number": "25",
            "text": "Axo q'uen plata ix molchajemi, a ix ik'chajq'ue vaan sb'isul eb' anima, 75 quintal yed' chab'xo arroba q'ueen, icha yalil q'uen echlab' sk'anchaj d'a scajnub' Dios."
        },
        {
            "number": "26",
            "text": "Masanil eb' vinac ix tz'ib'chaji, eb' 20 ab'ilxo sq'uinal, 603 mil yed' 550 eb' d'a smasanil. Junjun eb' chi' nanhal siclo plata ix yak' eb', icha yalil q'uen echlab' sk'anchaj d'a scajnub' Dios."
        },
        {
            "number": "27",
            "text": "A q'uen plata ix och d'a sb'achnub'al yich smarcoal yed' sb'achnub'oc yoyal b'aj tz'och k'apac cortina, 75 quintal q'ueen d'a smasanil. Masanil juntzanh q'uen plata chi' ix och d'a cien sb'achnub'al chi', syalelk'ochi 75 libra ix och d'a junjun."
        },
        {
            "number": "28",
            "text": "A yed' chab'xo arroba plata chi' ix sb'o q'uen gancho vinhaj Bezaleel ix och d'a te' oy yed' smacul sjolom oy chi' yed' q'uen argolla."
        },
        {
            "number": "29",
            "text": "Masanil q'uen bronce ix ak'chaj ofrendail d'a Jehová, ay am 53 quintal yed' lajunhexo libra q'ueen."
        },
        {
            "number": "30",
            "text": "A d'a q'uen bronce chi' ix b'o sb'achnub'al yich yoyal b'aj ix can sti' mantiado b'aj sch'ox sb'a Dios. Anhejtona' d'a q'uen ix b'o jun altar nab'a bronce yed' pax smallail. Nab'a bronce smasanil syamk'ab'il jun altar chi',"
        },
        {
            "number": "31",
            "text": "yed' pax sb'achnub'al yich yoyal smacul spatictac amak' yed' yestacail oyanoch d'a scajnub' Dios yed' yestacail spatictac yamaq'uil cajnub' chi'."
        }
    ]
}