{
    "chapter": "38",
    "verses": [
        {
            "number": "1",
            "text": "Ix sb'oanpax jun altar winhaj Bezaleel chi', aton jun b'aj stz'a silab'. D'a te' acacia ix sb'o winh. Lajannhej ix aj yechel schanhil pak'anh, chab' metro yet' 25 centímetro junjun pak'anh. Jun metro yet' 25 centímetro ix ajk'e schaanhil."
        },
        {
            "number": "2",
            "text": "Ix b'ojipaxk'e chanhe' sch'aac t'a schiquintac schanhil, yaman ix aj yet' jun altar chi'. Ix pichchaj te' t'a k'een bronce."
        },
        {
            "number": "3",
            "text": "Masanil syamk'ab'il jun altar chi', nab'a bronce ix aji: Aton yet'tal b'aj tz'ik'chajel k'een taanh, k'een pala, k'een niwac uk'ab', k'een tenedor yet' yet'tal te' tzak'ak'."
        },
        {
            "number": "4",
            "text": "Ix b'ojipax jun k'een malla nab'a bronce, ix ak'jioch k'een t'a yalanh sti' t'a yool. D'a snanhal jun altar chi' ix och k'een."
        },
        {
            "number": "5",
            "text": "Ix b'opax chanhe' argolla nab'a bronce, ix och t'a junjun yesquinail k'een malla chi'. Ix elk'och k'een t'a spatic jun altar chi', ha t'a yol k'een tzek' te' sb'achlab'il."
        },
        {
            "number": "6",
            "text": "Ix b'opax sb'achlab'il jun altar chi' t'a te' acacia, ix ochpax k'een bronce t'a spatictac te'."
        },
        {
            "number": "7",
            "text": "Ix ecchajek' te' t'a yol k'een argolla ayoch t'a stz'eytac jun altar chi' yic syal sb'achchaji. Ha jun altar chi', chemte' ix och t'ay, ix kan yolanil t'a yool."
        },
        {
            "number": "8",
            "text": "Ha yet' k'een nen nab'a bronce sk'an heb' ix ix ayoch yilumaloc sti' k'apac mantiado, a yet' k'een ix sb'o jun niwan palangana winhaj Bezaleel yet' sb'achnub'al yich."
        },
        {
            "number": "9",
            "text": "Ix sb'opax k'apac cortina winhaj Bezaleel yic tz'och smaculoc spatictac amak' t'a scajnub' Dios. Ha t'a stojolal sur, ix och 45 metro k'apac cortina chi', aton ch'al lino b'ayb'il ayoch t'a k'apac."
        },
        {
            "number": "10",
            "text": "Ix b'opax 20 yoyal yet' 20 pax sb'achnub'al yich nab'a bronce. Axo t'a schon te' ix em juntzanh k'een k'een nab'a plata yet' yargollail."
        },
        {
            "number": "11",
            "text": "Ix b'opax k'apac cortina yic stojolal norte, 45 metro k'apac yet' 20 oy yet' pax sb'achnub'al yich nab'a bronce yet' k'een ayem t'a schon yoyal nab'a plata yet' yargollail."
        },
        {
            "number": "12",
            "text": "Ix b'opax k'apac cortina yic stojolal b'aj tz'em k'u, 22 metro yet' nanhalxo sat k'apac yet' lajunhe' yoyal yet' pax sb'achnub'al yich yet' k'een ayem t'a schon yoyal nab'a plata yet' yargollail."
        },
        {
            "number": "13",
            "text": "Anhejtona' t'a stojolal b'aj sk'eul k'u, 22 metro yet' nanhalxo sat, ix b'opax k'apac cortina yic tz'och t'ay."
        },
        {
            "number": "14",
            "text": "Ha t'a jun pak'anh b'aj tzonh ochi, ay uque' metro k'apac cortina ayochi yet' oxe' yoyal yet' pax sb'achnub'al yich."
        },
        {
            "number": "15",
            "text": "Axo pax t'a junxo pak'anh, ay pax uque' metro k'apac yet' oxe' yoyal yet' pax sb'achnub'al yich."
        },
        {
            "number": "16",
            "text": "Masanil juntzanh k'apac cortina chi', ch'al lino b'ayb'il ayoch t'a k'apac."
        },
        {
            "number": "17",
            "text": "Masanil pax sb'achnub'al yich oy chi', nab'a bronce ix aji. Axo k'een ayem t'a schon oy chi' nab'a plata yet' yargollail."
        },
        {
            "number": "18",
            "text": "Ha k'apac cortina ix och smaculoc sti' amak' chi', nanhal sb'alunhil metro sat k'apac, haxo steel k'apac, chab' metro yet' 25 centímetro. B'ob'ilpaxoch yelwanub' k'apac, jalb'il t'a anh ch'al k'ik'mutz'inac, anh ch'al yaxmaquinac, anh chac ch'al yet' pax lino ch'al b'ayb'il. Lajannhej yet' masanil k'apac ayoch t'a amak'."
        },
        {
            "number": "19",
            "text": "Ay chanhe' yoyal yet' chanhe' sb'achnub'al yich nab'a bronce, haxo k'een ayem t'a schon yoyal, nab'a plata yet' yargollail."
        },
        {
            "number": "20",
            "text": "Masanil yestacail scajnub' Dios chi' yet' yic k'apac cortina ayoch t'a spatictac amak', nab'a bronce."
        },
        {
            "number": "21",
            "text": "Ix yalanxi winhaj Moisés chi' to sb'o slistail jantac k'een oro, k'een plata yet' k'een bronce ix och t'a scajnub' Jehová, aton b'aj sik'chaj scaxail trato. Ha heb' lewita ixb’o’an slistail chi'. Ha winhaj Itamar yuninal winhaj Aarón ix cuchb'an heb'."
        },
        {
            "number": "22",
            "text": "Ha winhaj Bezaleel, yuninal winhaj Uri, yixchiquin winhaj Hur, yinhtilal Judá ixb’o’an masanil tastac ix yal Jehová t'a winhaj Moisés to sb'oi."
        },
        {
            "number": "23",
            "text": "Axo winhaj Aholiab yuninal winhaj Ahisamac, yinhtilal Dan ix kolwaj yet' winhaj Bezaleel chi'. Ha winhaj Aholiab chi' tenum k'een winh, jalum k'apac winh, syalpax sb'oanoch yelwanub' yet' anh ch'al k'ik'mutz'inac winh, anh ch'al yaxmaquinac, anh chac ch'al yet' anh lino ch'al te wach'."
        },
        {
            "number": "24",
            "text": "Masanil k'een oro ix k'anchaji yic ix b'o scajnub' Dios, t'a ofrendail ix aj smoljiem k'een. Ha k'een oro chi', 21 quintal yet' 95 libraxo k'een, icha yalil k'een echlab' sk'anchaj t'a scajnub' Dios."
        },
        {
            "number": "25",
            "text": "Axo k'een plata ix molchajemi, a ix ik'chajk'e waan sb'isul heb' anima, 75 quintal yet' chab'xo arroba k'een, icha yalil k'een echlab' sk'anchaj t'a scajnub' Dios."
        },
        {
            "number": "26",
            "text": "Masanil heb' winak ix tz'ib'chaji, heb' 20 ab'ilxo sk'inal, 603 mil yet' 550 heb' t'a smasanil. Junjun heb' chi' nanhal siclo plata ix yak' heb', icha yalil k'een echlab' sk'anchaj t'a scajnub' Dios."
        },
        {
            "number": "27",
            "text": "Ha k'een plata ix och t'a sb'achnub'al yich smarcoal yet' sb'achnub'oc yoyal b'aj tz'och k'apac cortina, 75 quintal k'een t'a smasanil. Masanil juntzanh k'een plata chi' ix och t'a cien sb'achnub'al chi', syalelk'ochi 75 libra ix och t'a junjun."
        },
        {
            "number": "28",
            "text": "Ha yet' chab'xo arroba plata chi' ix sb'o k'een gancho winhaj Bezaleel ix och t'a te' oy yet' smacul sjolom oy chi' yet' k'een argolla."
        },
        {
            "number": "29",
            "text": "Masanil k'een bronce ix ak'chaj ofrendail t'a Jehová, ay am 53 quintal yet' lajunhexo libra k'een."
        },
        {
            "number": "30",
            "text": "Ha t'a k'een bronce chi' ix b'o sb'achnub'al yich yoyal b'aj ix kan sti' mantiado b'aj sch'ox sb'ha Dios. Anhejtona' t'a k'een ix b'o jun altar nab'a bronce yet' pax smallail. Nab'a bronce smasanil syamk'ab'il jun altar chi',"
        },
        {
            "number": "31",
            "text": "yet' pax sb'achnub'al yich yoyal smacul spatictac amak' yet' yestacail oyanoch t'a scajnub' Dios yet' yestacail spatictac yamaq'uil cajnub' chi'."
        }
    ]
}