{
    "chapter": "39",
    "verses": [
        {
            "number": "1",
            "text": "A spichul eb' vinh sacerdote sk'an d'a yopisio d'a scajnub' Dios, jalb'il d'a lana ch'al q'uik'mutz'inac, d'a ch'al yaxmaquinac yed' d'a chac ch'al. Ix b'opax spichul vinhaj Aarón yicnhej yopisio yaji, icha val ix aj yalan Jehová d'a vinhaj Moisés."
        },
        {
            "number": "2",
            "text": "Ayic ix b'o schaleca vinhaj Aarón chi', ix och oro ch'al d'ay, lana ch'al q'uik'mutz'inac, yaxmaquinac, chacchac yed' anh lino ch'al b'ayb'il."
        },
        {
            "number": "3",
            "text": "Ix sten q'uen oro eb', te jay ix aji. Ix lajvi chi' ix scotac polan q'uen eb', icha anh ch'al ix aj q'ueen yic syal sjalanb'at eb' d'a scal juntzanhxo ch'al chi', aton sb'oji yuj eb' vach' sb'oani."
        },
        {
            "number": "4",
            "text": "Ix sb'oan k'apac tz'ek' b'ak'an eb' d'a sjolom sjenhjab' jun chaleca chi', yic schalaj sb'a k'apac yichanh yed' k'apac spatic."
        },
        {
            "number": "5",
            "text": "Ix sb'oanoch jun tzek'ul eb' d'a jun chaleca chi', anhejpaxa' ix och oro ch'al d'ay, lana ch'al q'uik'mutz'inac, yaxmaquinac yed' chacchac yed' pax anh lino ch'al b'ayb'il, icha val ix aj yalan Jehová d'a vinhaj Moisés."
        },
        {
            "number": "6",
            "text": "Ix yak'anoch q'uen cornalina eb' d'a syamnub'al nab'a oro. Ayoch sb'i eb' yuninal vinhaj Israel d'a q'ueen, icha yajoch sletrail junoc sello."
        },
        {
            "number": "7",
            "text": "Ix yak'anoch q'uen vinhaj Bezaleel d'a sjolom sjenhjab' jun chaleca chi', yic snajicot eb' yuninal vinhaj Israel chi', icha ix aj yalan Jehová d'a vinhaj Moisés."
        },
        {
            "number": "8",
            "text": "Axo pax k'apac smacul snhi' sk'ol vinh, ix b'ojioch stz'ib'ul yuj junoc jelan sb'oani, icha yic k'apac chaleca: Ayoch oro ch'al d'ay yed' lana ch'al q'uik'mutz'inac, yaxmaquinac, chacchac yed' pax lino ch'al b'ayb'il."
        },
        {
            "number": "9",
            "text": "Cha pacanh ix aji, lajannhej ix aj stitac schanhil ayic pacb'ilxo. 22 centímetro junjun stitac chi'."
        },
        {
            "number": "10",
            "text": "A jun chi', chanh tzol ix aj yoch q'uen q'ueen te vach' yilji d'ay. A d'a jun b'ab'el tzol, ayoch q'uen rubí, q'uen crisólito yed' q'uen esmeralda."
        },
        {
            "number": "11",
            "text": "Axo d'a schab'il tzol, ayoch q'uen granate, q'uen zafiro yed' q'uen jade."
        },
        {
            "number": "12",
            "text": "Axo d'a yoxil tzol, ayoch q'uen jacinto, q'uen ágata yed' q'uen amatista."
        },
        {
            "number": "13",
            "text": "Axo d'a schanhil tzol, ayoch q'uen topacio, q'uen cornalina yed' q'uen jaspe. Axo q'uen oro ayoch syamlab'iloc juntzanh q'ueen chi'."
        },
        {
            "number": "14",
            "text": "Lajchave' q'ueen, aton lajchave' sb'i eb' yuninal vinhaj Israel. Junjun sb'i eb' lajchavanh chi' ayoch d'a q'ueen, icha yajoch sletrail junoc sello."
        },
        {
            "number": "15",
            "text": "A d'a k'apac smacul snhi' sk'ol chi' ix b'ojioch juntzanh cadena nab'a oro pach'uch'ab'il."
        },
        {
            "number": "16",
            "text": "Ix b'ojipax chab' syamlab'il d'a q'uen oro yed' chab' argolla nab'a oro. Ix och chab' argolla chi' d'a chab' schiquin k'apac smacul snhi' sk'ol chi' d'a yib'anh."
        },
        {
            "number": "17",
            "text": "Ix ochpax chab' cadena oro d'a chab' argolla chi'."
        },
        {
            "number": "18",
            "text": "A snhi' chab' cadena chi' ix och d'a chab' syamlab'il nab'a oro, ix och d'a chab' sjolom sjenhjab' k'apac chaleca d'a yichanh."
        },
        {
            "number": "19",
            "text": "Ix b'opax chab'xo argolla nab'a oro, ix och d'a yol chab' schiquin k'apac smacul snhi' sk'ol chi' d'a yalanh, junnhej ix aj yed' k'apac chaleca."
        },
        {
            "number": "20",
            "text": "Ix b'oji chab'xo argolla nab'a oro, ix och d'a snhitac k'apac tz'ek' d'a sjolom sjenhjab' k'apac chaleca, tz'emk'och d'a yichanh. Junnhej ix can yed' b'aj tz'emk'och stz'isul yed' d'a yib'anhq'ueta b'aj tz'ek' stzek'ul k'apac chaleca chi'."
        },
        {
            "number": "21",
            "text": "Ix lajvi chi', junxonhej ix ajem q'uen argolla ayoch d'a k'apac yed' q'uen ayoch d'a k'apac smacul snhi' sk'ol chi'. Ix tzek'chaj syam sb'a q'uen d'a lana ch'al q'uik'mutz'inac, yic vach' a k'apac smacul snhi' sk'ol chi' scan d'a yib'anhq'ue jun tzek'ul ayoch d'a k'apac chaleca chi', yic vach' max yactej sb'a k'apac. Ix b'o icha ix aj yalan Jehová d'a vinhaj Moisés."
        },
        {
            "number": "22",
            "text": "A jun k'apac pichul jucan ayoch d'a yol k'apac chaleca chi', ix jalchaj b'o k'apac yed' ch'al q'uik'mutz'inac."
        },
        {
            "number": "23",
            "text": "Ix can yolanil sjaj k'apac d'a snanhal, ix och stz'ulil sti' d'a sjaj chi' yic max nhik'chaji."
        },
        {
            "number": "24",
            "text": "Ix och yelvanub' k'apac d'a stitac d'a yoctac, icha yechel sat te' granado, ix b'oji yed' lana ch'al q'uik'mutz'inac, yaxmaquinac, chacchac yed' pax lino ch'al b'ayb'il."
        },
        {
            "number": "25",
            "text": "Ix b'ochajpax yunetac campana, nab'a oro ix aji. Ix och d'a scal yechel sat te' granado ayoch d'a yoctac k'apac pichul chi',"
        },
        {
            "number": "26",
            "text": "syalelk'ochi, jun yechel sat te' granado chi', jun yune' campana, d'a stzolal ix ajochi, icha ix aj yalan Jehová d'a vinhaj Moisés. Aton k'apac pichul jucan chi' sk'an vinhaj Aarón ayic tz'och vinh d'a yopisio."
        },
        {
            "number": "27",
            "text": "A k'apac spichul vinhaj Aarón yelxo val te jucan k'apac yed' k'apac yic eb' yuninal vinh, nab'a lino ch'al jalb'il yuj junoc jalum k'apac, a ix och d'ay."
        },
        {
            "number": "28",
            "text": "Anheja' ix b'ojipax k'apac k'ox sb'ak'chaji yed' pax juntzanhxo sk'oxal yed' k'apac yolvex. Lino ch'al b'ayb'il ix och d'a juntzanh chi' smasanil."
        },
        {
            "number": "29",
            "text": "Anheja' d'a jun tzek'ul, lino ch'al b'ayb'il ix och d'ay, ix b'ojioch yelvanub' yuj junoc jelan sb'oani. D'a anh lana ch'al q'uik'mutz'inac, yaxmaquinac yed' chacchac ix b'ojioch yelvanub' chi', icha val ix aj yalan Jehová d'a vinhaj Moisés."
        },
        {
            "number": "30",
            "text": "Ix sb'oanpax jun yelvanub' nab'a oro eb', sch'oxnab'il yopisio d'a sat sacerdoteal, ix och juntzanh lolonel tic d'ay icha sello: Yicnhej Jehová yaji, xchi."
        },
        {
            "number": "31",
            "text": "Ix lajvi chi', ix och jun lana ch'al q'uik'mutz'inac d'ay, yic syal stzek'jioch jun yelvanub' chi' d'a snanhal sat k'apac k'ox sb'ak'chajochi, icha val ix aj yalan Jehová d'a vinhaj Moisés."
        },
        {
            "number": "32",
            "text": "Icha chi' ix aj sb'ochajq'ue scajnub' Dios b'aj sch'ox sb'a. Icha val ix aj yalan Jehová d'a vinhaj Moisés chi', icha val chi' ix aj sb'oan eb' israel chi'."
        },
        {
            "number": "33",
            "text": "Masanil syamk'ab'il scajnub' Dios ix yik'cot eb' d'a vinhaj Moisés chi', aton tic: Syamnub'al, smarcoal, sreglail, yoyal yed' pax sb'achlab'il yich."
        },
        {
            "number": "34",
            "text": "k'apac k'apac tz'och d'a yib'anh, nok' tz'umal calnel uk'nac d'a chacchac, nok' tz'uum te lab'ab'i yed' pax jun k'apac cortina tz'och smaculoc te' scaxail trato."
        },
        {
            "number": "35",
            "text": "Ix yik'anpaxcot te' caxa chi' eb' yed' te' regla tz'och sb'achlab'iloc yed' smacul b'aj tz'ak'ji tup mul,"
        },
        {
            "number": "36",
            "text": "te' mexa yed' syamk'ab'il yed' ixim pan tz'och d'a yichanh Jehová."
        },
        {
            "number": "37",
            "text": "Ix yik'anpaxcot jun sb'achnub' candil nab'a oro eb' yed' pax candil ayoch d'a yib'anh d'a stzolal yed' masanil syamk'ab'il yed' aceite yic tz'och sk'ak'al candil chi'."
        },
        {
            "number": "38",
            "text": "Ix yik'anpaxcot jun altar nab'a oro eb' yed' pax aceite sk'anchaji ayic sik'chajel junoc mach, ma junoc tas tz'ochcan yicoc Dios yed' incienso suk'uq'ui sjab', jun k'apac cortina yic smacul sti' mantiado,"
        },
        {
            "number": "39",
            "text": "jun altar bronce yed' smallail to bronce paxi, sreglail tz'och sb'achlab'iloc, syamk'ab'il, jun palangana yed' pax sb'achnub' yich."
        },
        {
            "number": "40",
            "text": "Ix yik'anpaxcot k'apac cortina eb', aton k'apac tz'och d'a spatictac amak' yed' yoyal yed' pax sb'achnub' yich, k'apac cortina tz'och d'a sti' amak' yed' pax sch'anhal, yestacail d'a spatictac amak' chi' yed' masanil yamk'ab' sk'anchaj d'a scajnub' Jehová b'aj sch'ox sb'a."
        },
        {
            "number": "41",
            "text": "Ix yik'anpaxcot k'apac pichul eb', aton k'apac sk'an eb' sacerdote d'a yopisio d'a yol scajnub' Dios, aton pichul yic yopisio vinhaj sacerdote Aarón yed' spichul eb' yuninal vinh syak'och d'a yopisio chi'."
        },
        {
            "number": "42",
            "text": "Masanil ix sb'o eb' israel icha val ix aj yalan Jehová d'a vinhaj Moisés."
        },
        {
            "number": "43",
            "text": "Ayic ix yilan vinhaj Moisés chi' to icha chi' ix aj sb'oel yuj eb', ix yalan vach' lolonel vinh d'a yib'anh eb'."
        }
    ]
}