{
    "chapter": "39",
    "verses": [
        {
            "number": "1",
            "text": "Ha spichul heb' winh sacerdote sk'an t'a yopisio t'a skajnub' Dios, jalb'il t'a lana ch'al k'ik'mutz'inac, t'a ch'al yaxmaquinac yet' t'a chac ch'al. Ix b'opax spichul winhaj Aarón yicnhej yopisio yaji, icha wal ix aj yalan Jehová t'a winhaj Moisés."
        },
        {
            "number": "2",
            "text": "Ayic ix b'o schaleca winhaj Aarón chi', ix och oro ch'al t'ay, lana ch'al k'ik'mutz'inac, yaxmaquinac, chacchac yet' anh lino ch'al b'ayb'il."
        },
        {
            "number": "3",
            "text": "Ix sten k'een oro heb', te jay ix aji. Ixlajwi chi' ix scotac polan k'een heb', icha anh ch'al ix aj k'een yic syal sjalanb'at heb' t'a skal juntzanhxo ch'al chi', aton sb'oji yuj heb' wach' sb'oani."
        },
        {
            "number": "4",
            "text": "Ix sb'oan k'apac tzek' b'ak'an heb' t'a sjolom sjenhjab' jun chaleca chi', yic schalaj sb'a k'apac yichanh yet' k'apac spatic."
        },
        {
            "number": "5",
            "text": "Ix sb'oanoch jun tzek'ul heb' t'a jun chaleca chi', anhejpaxa' ix och oro ch'al t'ay, lana ch'al k'ik'mutz'inac, yaxmaquinac yet' chacchac yet' pax anh lino ch'al b'ayb'il, icha wal ix aj yalan Jehová t'a winhaj Moisés."
        },
        {
            "number": "6",
            "text": "Ix yak'anoch k'een cornalina heb' t'a syamnub'al nab'a oro. Ayoch sb'i heb' yuninal winhaj Israel t'a k'een, icha yajoch sletrail junok sello."
        },
        {
            "number": "7",
            "text": "Ix yak'anoch k'een winhaj Bezaleel t'a sjolom sjenhjab' jun chaleca chi', yic snajicot heb' yuninal winhaj Israel chi', icha ix aj yalan Jehová t'a winhaj Moisés."
        },
        {
            "number": "8",
            "text": "Axo pax k'apac smacul snhi' sk'ol winh, ix b'ojioch stz'ib'ul yuj junok jelan sb'oani, icha yic k'apac chaleca: Ayoch oro ch'al t'ay yet' lana ch'al k'ik'mutz'inac, yaxmaquinac, chacchac yet' pax lino ch'al b'ayb'il."
        },
        {
            "number": "9",
            "text": "Cha pakanh ix aji, lajannhej ix aj stitac schanhil ayic pacb'ilxo. 22 centímetro junjun stitac chi'."
        },
        {
            "number": "10",
            "text": "Ha jun chi', chanh tzol ix aj yoch k'een k'een te wach' yilji t'ay. Ha t'a jun b'ab'el tzol, ayoch k'een rubí, k'een crisólito yet' k'een esmeralda."
        },
        {
            "number": "11",
            "text": "Axo t'a schab'il tzol, ayoch k'een granate, k'een zafiro yet' k'een jade."
        },
        {
            "number": "12",
            "text": "Axo t'a yoxil tzol, ayoch k'een jacinto, k'een ágata yet' k'een amatista."
        },
        {
            "number": "13",
            "text": "Axo t'a schanhil tzol, ayoch k'een topacio, k'een cornalina yet' k'een jaspe. Axo k'een oro ayoch syamlab'iloc juntzanh k'een chi'."
        },
        {
            "number": "14",
            "text": "Lajchawe' k'een, aton lajchawe' sb'i heb' yuninal winhaj Israel. Junjun sb'i heb' lajchawanh chi' ayoch t'a k'een, icha yajoch sletrail junok sello."
        },
        {
            "number": "15",
            "text": "Ha t'a k'apac smacul snhi' sk'ol chi' ix b'ojioch juntzanh cadena nab'a oro pach'uch'ab'il."
        },
        {
            "number": "16",
            "text": "Ix b'ojipax chab' syamlab'il t'a k'een oro yet' chab' argolla nab'a oro. Ix och chab' argolla chi' t'a chab' schiquin k'apac smacul snhi' sk'ol chi' t'a yib'anh."
        },
        {
            "number": "17",
            "text": "Ix ochpax chab' cadena oro t'a chab' argolla chi'."
        },
        {
            "number": "18",
            "text": "Ha snhi' chab' cadena chi' ix och t'a chab' syamlab'il nab'a oro, ix och t'a chab' sjolom sjenhjab' k'apac chaleca t'a yichanh."
        },
        {
            "number": "19",
            "text": "Ix b'opax chab'xo argolla nab'a oro, ix och t'a yol chab' schiquin k'apac smacul snhi' sk'ol chi' t'a yalanh, junnhej ix aj yet' k'apac chaleca."
        },
        {
            "number": "20",
            "text": "Ix b'oji chab'xo argolla nab'a oro, ix och t'a snhitac k'apac tzek' t'a sjolom sjenhjab' k'apac chaleca, tz'emk'och t'a yichanh. Junnhej ix kan yet' b'aj tz'emk'och stz'isul yet' t'a yib'anhk'eta b'aj tzek' stzek'ul k'apac chaleca chi'."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', junxonhej ix ajem k'een argolla ayoch t'a k'apac yet' k'een ayoch t'a k'apac smacul snhi' sk'ol chi'. Ix tzek'chaj syam sb'a k'een t'a lana ch'al k'ik'mutz'inac, yic wach' a k'apac smacul snhi' sk'ol chi' skan t'a yib'anhk'e jun tzek'ul ayoch t'a k'apac chaleca chi', yic wach' max yaktej sb'a k'apac. Ix b'o icha ix aj yalan Jehová t'a winhaj Moisés."
        },
        {
            "number": "22",
            "text": "Ha jun k'apac pichul jucan ayoch t'a yol k'apac chaleca chi', ix jalchaj b'o k'apac yet' ch'al k'ik'mutz'inac."
        },
        {
            "number": "23",
            "text": "Ix kan yolanil sjaj k'apac t'a snanhal, ix och stz'ulil sti' t'a sjaj chi' yic max nhik'chaji."
        },
        {
            "number": "24",
            "text": "Ix och yelwanub' k'apac t'a stitac t'a yoctac, icha yechel sat te' granado, ix b'oji yet' lana ch'al k'ik'mutz'inac, yaxmaquinac, chacchac yet' pax lino ch'al b'ayb'il."
        },
        {
            "number": "25",
            "text": "Ix b'ochajpax yunetac campana, nab'a oro ix aji. Ix och t'a skal yechel sat te' granado ayoch t'a yoctac k'apac pichul chi',"
        },
        {
            "number": "26",
            "text": "syalelk'ochi, jun yechel sat te' granado chi', jun yune' campana, t'a stzolal ix ajochi, icha ix aj yalan Jehová t'a winhaj Moisés. Aton k'apac pichul jucan chi' sk'an winhaj Aarón ayic tz'och winh t'a yopisio."
        },
        {
            "number": "27",
            "text": "Ha k'apac spichul winhaj Aarón yelxo wal te jucan k'apac yet' k'apac yic heb' yuninal winh, nab'a lino ch'al jalb'il yuj junok jalum k'apac, a ix och t'ay."
        },
        {
            "number": "28",
            "text": "Anheja' ix b'ojipax k'apac k'ox sb'ak'chaji yet' pax juntzanhxo sk'oxal yet' k'apac yolwex. Lino ch'al b'ayb'il ix och t'a juntzanh chi' smasanil."
        },
        {
            "number": "29",
            "text": "Anheja' t'a jun tzek'ul, lino ch'al b'ayb'il ix och t'ay, ix b'ojioch yelwanub' yuj junok jelan sb'oani. D'a anh lana ch'al k'ik'mutz'inac, yaxmaquinac yet' chacchac ix b'ojioch yelwanub' chi', icha wal ix aj yalan Jehová t'a winhaj Moisés."
        },
        {
            "number": "30",
            "text": "Ix sb'oanpax jun yelwanub' nab'a oro heb', sch'oxnab'il yopisio t'a sat sacerdoteal, ix och juntzanh lolonel tik t'ay icha sello: Yicnhej Jehová yaji, xchi."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi', ix och jun lana ch'al k'ik'mutz'inac t'ay, yic syal stzek'jioch jun yelwanub' chi' t'a snanhal sat k'apac k'ox sb'ak'chajochi, icha wal ix aj yalan Jehová t'a winhaj Moisés."
        },
        {
            "number": "32",
            "text": "Icha chi' ix aj sb'ochajk'e skajnub' Dios b'aj sch'ox sb'a. Icha wal ix aj yalan Jehová t'a winhaj Moisés chi', icha wal chi' ix aj sb'oan heb' israel chi'."
        },
        {
            "number": "33",
            "text": "Masanil syamk'ab'il skajnub' Dios ix yik'cot heb' t'a winhaj Moisés chi', aton tik: Syamnub'al, smarcoal, sreglail, yoyal yet' pax sb'akhlab'il yich."
        },
        {
            "number": "34",
            "text": "k'apac k'apac tz'och t'a yib'anh, nok' tz'umal kalnel uk'nac t'a chacchac, nok' tz'uum te lab'ab'i yet' pax jun k'apac cortina tz'och smaculoc te' skaxail trato."
        },
        {
            "number": "35",
            "text": "Ix yik'anpaxcot te' kaxa chi' heb' yet' te' regla tz'och sb'akhlab'iloc yet' smacul b'aj tz'ak'ji tup mul,"
        },
        {
            "number": "36",
            "text": "te' mexa yet' syamk'ab'il yet' ixim pan tz'och t'a yichanh Jehová."
        },
        {
            "number": "37",
            "text": "Ix yik'anpaxcot jun sb'akhnub' candil nab'a oro heb' yet' pax candil ayoch t'a yib'anh t'a stzolal yet' masanil syamk'ab'il yet' aceite yic tz'och sk'ak'al candil chi'."
        },
        {
            "number": "38",
            "text": "Ix yik'anpaxcot jun altar nab'a oro heb' yet' pax aceite sk'anchaji ayic sik'chajel junok mach, ma junok tas tz'ochkan yicoc Dios yet' incienso suk'uq'ui sjab', jun k'apac cortina yic smacul sti' mantiado,"
        },
        {
            "number": "39",
            "text": "jun altar bronce yet' smallail to bronce paxi, sreglail tz'och sb'akhlab'iloc, syamk'ab'il, jun palangana yet' pax sb'akhnub' yich."
        },
        {
            "number": "40",
            "text": "Ix yik'anpaxcot k'apac cortina heb', aton k'apac tz'och t'a spatictac amak' yet' yoyal yet' pax sb'akhnub' yich, k'apac cortina tz'och t'a sti' amak' yet' pax sch'anhal, yestacail t'a spatictac amak' chi' yet' masanil yamk'ab' sk'anchaj t'a skajnub' Jehová b'aj sch'ox sb'a."
        },
        {
            "number": "41",
            "text": "Ix yik'anpaxcot k'apac pichul heb', aton k'apac sk'an heb' sacerdote t'a yopisio t'a yol skajnub' Dios, aton pichul yic yopisio winhaj sacerdote Aarón yet' spichul heb' yuninal winh syak'och t'a yopisio chi'."
        },
        {
            "number": "42",
            "text": "Masanil ix sb'o heb' israel icha wal ix aj yalan Jehová t'a winhaj Moisés."
        },
        {
            "number": "43",
            "text": "Ayic ix yilan winhaj Moisés chi' to icha chi' ix aj sb'oel yuj heb', ix yalan wach' lolonel winh t'a yib'anh heb'."
        }
    ]
}