{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix tak'vi vinhaj Moisés t'a Jehová: --Manh ol yak'ochlaj eb' t'a sk'ool, manh ol sk'anab'ajejlaj eb' tas ol vala', axom ol yutej eb' yalan t'ayin: Mato val yel ix sch'ox sb'a Jehová chi' t'ayach mato maay, scham eb' t'ayin, xchi vinh."
        },
        {
            "number": "2",
            "text": "--¿Tas jun ed'nac chi'? xchi Jehová t'a vinh. --Ha te' in k'ococh, xchi vinh."
        },
        {
            "number": "3",
            "text": "--Actejem te' t'a sat lum chi', xchi Jehová chi'. Ix yactanem te' sk'ococh vinh chi' t'a sat lu'um, elanhchamel ix och te' chanil. Ayic ix yilan jun chi' vinhaj Moisés chi', ix el lemnaj vinh."
        },
        {
            "number": "4",
            "text": "Ix yalanxi Jehová t'a vinh: --Yam snhe nok' chan chi', xchi. Ix syaman snhe nok' chi' vinh, ix ochxi sk'ocochoc vinh."
        },
        {
            "number": "5",
            "text": "--Yuj tas toxo ix il tik, ol yak'och eb' t'a sk'ol to ix in ch'ox in b'a t'ayach, a in ton Jehová a Diosal in, sDiosal in pax eb' e mam eyicham, aton vinhaj Abraham, vinhaj Isaac yet' vinhaj Jacob, xchi."
        },
        {
            "number": "6",
            "text": "Ix yalanxi Jehová chi' t'a vinh: --Ha ticnaic, aq'uem a k'ab' t'a snhi' a k'ool, xchi. Ix yak'anem sk'ab' vinh chi' t'a snhi' sk'ool, haxo ix yik'anelta sk'ab' vinh chi', ayxo och yab'il lepra t'ay, toxonhej sacvequinac yilji icha q'uen cheev."
        },
        {
            "number": "7",
            "text": "Ix yalanxi Jehová chi': --Ak'xiem a k'ab' chi' t'a snhi' a k'ool, xchi. Ix yak'anxiem sk'ab' vinhaj Moisés chi' t'a snhi' sk'ol chi', haxo ix yik'anxiq'ueta sk'ab' vinh chi', te wach'xo icha val snivanil vinh smasanil."
        },
        {
            "number": "8",
            "text": "Ix yalan Jehová: --Tato max yak'och eb' anima chi' t'a sk'ol tas tzala', tato max sk'anab'ajej pax eb' yuj jun b'ab'el ch'oxnab'il tik, yuj jun schab'il ol yak'och eb' t'a sk'ool."
        },
        {
            "number": "9",
            "text": "Palta tato max yak'och eb' t'a sk'ool, max schaanpax eb' yab' yuj chab' ch'oxnab'il tik, tzik'q'ueta jab'oc ha ha' t'ha ha' niwan Nilo, tza secanem ha' t'a sat lu'um, tzanhej val em ha' t'a sat lum chi', tz'och ha' chik'al, xchi Jehová."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix yalan vinhaj Moisés chi' t'a Jehová icha tik: --Ay, ach Mamin Vajalil. Comonoc manhoc in tzin a checb'ati, yujto yelxo val max yal-laj in loloni, manhocto tzalan t'ayin tik svalani, palta toxonton in k'olb'al, tevelnhej syal in loloni, xchi vinh."
        },
        {
            "number": "11",
            "text": "Ix tak'vi Jehová chi': --¿Mach yuj syal slolon eb' anima tza na'a? ¿Tom manh vujoc slolon eb'? Anhejtona' in svak' chacanhb'oc eb' yet' eb' max yal sloloni yet' eb' max yal yilani. Ha in svak' yil eb' wach' yilani."
        },
        {
            "number": "12",
            "text": "Yuj chi, ixic, ol in ochnhej ed'oc ayic ol ach lolonoc. Anheja' in ol val tas ol ala', xchi Jehová chi'."
        },
        {
            "number": "13",
            "text": "Ix tak'vixi vinhaj Moisés chi', ix yalan vinh: --Ay Mamin Vajalil, comonoc manhoc in tzin a checb'ati. Wach' tza say junocxo mach, xchi vinh."
        },
        {
            "number": "14",
            "text": "Ix cot yoval Jehová t'a vinh ix yalani: --Ha t'a Egipto chi', ata' ayek' vinh uk'tac aj Aarón, yinhtilal vinhaj Leví. Vojtac to b'ecan sk'ool vinh sloloni. Ol cot vinh ach scha'a. Ol te tzalaj vinh ayic ol ach yilani."
        },
        {
            "number": "15",
            "text": "Ha ach ol ach lolon t'a vinh. Ol alani tas ol yutoc vinh sloloni. Ha inxo ol val t'ayex ayic van e lolon chi', ol vak'an e nael masanil tas ol e k'ulej."
        },
        {
            "number": "16",
            "text": "Ha ach tzach lolon t'a vinhaj Aarón chi' in q'uexuloc, haxo vinh ol lolon t'a eb' chonhab' a q'uexuloc."
        },
        {
            "number": "17",
            "text": "Ik'b'at te' a k'ococh chi', yujto a te' ol ak'lab'ej ayic ol a ch'oxan juntzanh ch'oxnab'il ix val t'ayach."
        },
        {
            "number": "18",
            "text": "Ix meltzaj vinhaj Moisés t'a spat vinh snhi', aton vinhaj Jetro, ix yalan vinh: --Ol in meltzaj t'a Egipto yic sb'at vilan eb' ayto vuj in b'a yet'oc, yic svila' tato pitzanto eb', xchi vinh. --Ixic, tzil val a b'ha t'a yoltac b'e, xchi vinhaj Jetro chi'."
        },
        {
            "number": "19",
            "text": "Ayic aytoek' vinhaj Moisés t'a yol yic Madián chi', ix yalanxi Jehová t'a vinh: --Ixic t'a Egipto, manh ach xiv a b'ati, yujto chamnacxo eb' sgana ach smilanchamoc, xchi."
        },
        {
            "number": "20",
            "text": "Ix yik'anb'at ix yetb'eyum vinhaj Moisés yet' eb' yuninal, ix yak'anq'ue eb' vinh t'a yib'anh nok' b'uru, ix b'at eb' t'a Egipto chi'. Yed'nac te' sk'ococh vinh, aton te' ix yal Dios to ol och yopisio yuj vinh."
        },
        {
            "number": "21",
            "text": "Ix yalan Jehová t'a vinh: --Ayic ol ach k'och t'a Egipto chi', naannhej uuj to ol a ch'ox juntzanh ch'oxnab'il te satub'tac t'a yichanh vinh rey, aton juntzanh ix vak' a k'ulej. Palta a in ol vak' pitb'oquel spensar vinh, yuj chi' manh ol ex schael-laj vinh."
        },
        {
            "number": "22",
            "text": "Slajvi chi', ol alan t'a vinh: Icha tik yalan Jehová: Ha jun chonhab' Israel tik, icha val to sb'ab'el vuninal yaji."
        },
        {
            "number": "23",
            "text": "Toxo ix val t'ayach to tza chab'at eb' vuninal tik yic tz'och eb' ejmelal t'ayin. Palta toxonton malaj a gana tzactejeli, yuj chi' ol in milcham vinh a b'ab'el unin, xchi Jehová, xa chi."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix b'at vinhaj Moisés t'a Egipto chi'. Ha t'a yoltac b'e b'aj d'inhan svay vinh yet' eb' ajun yet'oc, ata' ix sch'ox sb'a Jehová t'a vinh, ijan ix miljicham vinh yuj."
        },
        {
            "number": "25",
            "text": "Elanhchamel ix yik'cot jun cuchilub' ix Séfora, nab'a comon q'ueen, ix spolanel stz'umal sjolom svinaquil vinh yune' ix, ix sjulanoch ix t'a yoc vinhaj Moisés chi', ix yalan ix: Yujto vetb'eyum ach, yuj chi' locan in t'a jun chik' tz'el tik, xchi ix."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi' majxo miljichamlaj vinh yuj Jehová."
        },
        {
            "number": "27",
            "text": "Ix yalan Jehová t'a vinhaj Aarón: --Ixic b'at a cha vinh uk'tac aj Moisés t'a tzinan lu'um, xchi t'a vinh. Yuj chi' ix cot vinhaj Aarón scha vinhaj Moisés chi' t'a jun vitz b'aj ix sch'ox sb'ha Dios. Axo yic ix schalan sb'a eb' vinh, ix yak'lan stzatzil sk'ol eb' vinh, ix stz'ub'lanelta sti' eb' vinh."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix och ijan vinhaj Moisés yalan t'a vinhaj Aarón chi' masanil tas ix schec Jehová yala' yet' juntzanh ch'oxnab'il ix checchaj sch'ox vinh."
        },
        {
            "number": "29",
            "text": "Ix b'at eb' vinh schavanhil, ix smolb'an eb' yichamtac vinaquil chonhab' Israel eb' vinh t'a Egipto chi'."
        },
        {
            "number": "30",
            "text": "Ixlajwi chi', ix och ijan vinhaj Aarón yalan t'a eb' smasanil tas ix yal Jehová t'a vinhaj Moisés chi', ix sch'oxanpax juntzanh ch'oxnab'il vinh yil eb' chonhab' chi'."
        },
        {
            "number": "31",
            "text": "Yuj chi', ix yak'och eb' t'a sk'ool tas ix yal eb' vinh. Ayic ix yab'an eb' to ix iljicot eb' yuj Jehová, yujto te ilb'ajk'ol tz'utaj eb', yuj chi' ix em nhojan eb' ejmelal t'a yichanh Jehová."
        }
    ]
}