{
    "chapter": "40",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová d'a vinhaj Moisés, ix yalan d'a vinh icha tic:"
        },
        {
            "number": "2",
            "text": "D'a b'ab'el k'ual yic b'ab'el uj, ata' sb'oq'ue in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "3",
            "text": "Slajvi chi', tz'ak'chajoch te' scaxail trato d'a yool chi', tz'ak'chajoch k'apac cortina smaculoc."
        },
        {
            "number": "4",
            "text": "Tz'ak'chajpaxoch te' mexa yed' tas tz'em d'a yib'anh yed' sb'achnub' candil, tz'ochpax sk'ak'al candil chi'."
        },
        {
            "number": "5",
            "text": "A d'a yichanh scaxail trato tz'och altar oro b'aj stz'a incienso, slocb'ajq'ue k'apac cortina d'a sti' mantiado chi'."
        },
        {
            "number": "6",
            "text": "Sb'ochajpaxem jun altar b'aj stz'a silab' d'a yichanhelta sti' mantiado chi'."
        },
        {
            "number": "7",
            "text": "Tz'ak'chajem jun nivan palangana d'a scal mantiado yed' altar, tz'ak'ji b'ud'joc yed' a a'."
        },
        {
            "number": "8",
            "text": "Slajvi chi', sb'ochajoch k'apac cortina smaculoc spatictac yamaq'uil, axo k'apac tz'och d'a sti' yamaq'uil chi' sq'uepax locan k'apac."
        },
        {
            "number": "9",
            "text": "Tzik'ancot aceite sk'anchaji a sik'chajel junoc mach, ma junoc tas. Tza secanem d'a yib'anh in cajnub' yed' d'a masanil tastac ayoch d'a yool. Icha chi' tz'aj yochcan masanil syamk'ab'il d'a yopisio, yic vach' vicxo tz'ajcani."
        },
        {
            "number": "10",
            "text": "Tza secanpaxem aceite chi' d'a yib'anh altar b'aj stz'a silab' yed' masanil syamk'ab'il. Icha chi' tz'aj yochcan d'a yopisio, yuj chi' a jun altar chi' vicxo tz'ajcani."
        },
        {
            "number": "11",
            "text": "Tza secanpaxem aceite chi' d'a yib'anh jun nivan palangana yed' sb'achnub'al yich yic vach' vicxo tz'ajcani."
        },
        {
            "number": "12",
            "text": "Slajvi chi', tzik'anb'at vinhaj Aarón yed' eb' yuninal d'a sti' mantiado chi', tza checan sb'ic sb'a eb' ta'."
        },
        {
            "number": "13",
            "text": "Slajvi chi', tzak'anoch spichul vinhaj Aarón chi' yic yopisio. Tzak'anoch aceite d'a vinh yic tz'ochcan yopisio vinh d'a sacerdoteal d'ayin."
        },
        {
            "number": "14",
            "text": "Sjapax eb' yuninal vinh chi' d'a a tz'ey, tzak'anoch spichul eb'."
        },
        {
            "number": "15",
            "text": "Tzak'anpaxoch aceite d'a eb' icha tzutej vinhaj Aarón chi', yic vach' tz'ochcan eb' sacerdoteal d'ayin. Tz'ak'jioch aceite chi' d'a eb' yic scan jun opisio chi' d'a yol sk'ab' eb', ol b'eynhejb'at d'a yinhtilal eb' d'a masanil tiempo, xchi Jehová."
        },
        {
            "number": "16",
            "text": "Icha ix aj yalan Jehová, icha val chi' ix aj sb'oan vinhaj Moisés chi'."
        },
        {
            "number": "17",
            "text": "Ayic ix schaanel yich yic schab'il ab'il yelta eb' d'a Egipto, d'a val sb'ab'el k'ual yic b'ab'el uj ix b'ojiq'ue scajnub' Dios."
        },
        {
            "number": "18",
            "text": "Ix yalan vinhaj Moisés chi' to tz'ak'jiem q'uen sb'achnub'al yich, ix ak'jiem te' marco d'a yib'anh q'ueen, ix ak'jipaxoch sreglail, ix ik'jiq'ue vaan te' oy d'a yib'anh sb'achnub'al ayxoem chi'."
        },
        {
            "number": "19",
            "text": "Ix ak'jib'at jenhan k'apac mantiado d'a yib'anh scajnub' Dios chi', ix ak'jib'at juntzanhxo d'a yib'anh mantiado icha ix aj yalan Jehová d'a vinhaj Moisés chi'."
        },
        {
            "number": "20",
            "text": "Ix lajvi chi, ix yak'anem chab' pachanh q'uen q'ueen vinhaj Moisés chi' d'a yol scaxail trato, aton q'uen b'aj tz'ib'ab'iloch lajunhe' checnab'il. Ix yak'anoch te' sb'achlab'il te' caxa chi' vinh, ix yak'anpaxem smacul te' vinh, aton b'aj tz'ak'ji tup mul."
        },
        {
            "number": "21",
            "text": "Ix lajvi chi', ix ik'jib'at te' d'a yol scajnub' Dios, ix ak'jioch k'apac cortina d'a snanhal yol scajnub' chi', yic tz'och smaculoc te' caxa chi', icha ix aj yalan Jehová d'a vinh."
        },
        {
            "number": "22",
            "text": "Ix ak'jipaxoch te' mexa d'a co vach' d'a yol mantiado b'aj sch'ox sb'a Dios."
        },
        {
            "number": "23",
            "text": "Vach' ix aj yak'jiem ixim pan d'a sat te' mexa d'a yichanh Jehová, icha ix aj yalan d'a vinhaj Moisés chi'."
        },
        {
            "number": "24",
            "text": "Ix ak'jipaxoch q'uen sb'achnub' candil d'a co q'uexanh d'a yichanh mexa d'a yol mantiado b'aj sch'ox sb'a Dios."
        },
        {
            "number": "25",
            "text": "Ix ak'jioch sk'ak'al candil d'a yichanh Jehová, icha ix aj yalan d'a vinhaj Moisés chi'."
        },
        {
            "number": "26",
            "text": "Ix ak'jipaxoch altar oro d'a yichanhelta k'apac cortina chi'."
        },
        {
            "number": "27",
            "text": "Ix snhusantz'a incienso vinhaj Moisés chi' d'a yib'anh altar chi', icha ix aj yalan Jehová."
        },
        {
            "number": "28",
            "text": "Ix lajvi chi', ix ak'chajoch k'apac cortina smaculoc b'aj tz'och eb' sacerdote d'a yol cajnub' chi'."
        },
        {
            "number": "29",
            "text": "Ix ak'chajem altar b'aj snhusjitz'a silab' d'a yichanhelta sti' mantiado b'aj sch'ox sb'a Jehová. Ix lajvi chi' ix snhusantz'a nok' silab' vinhaj Moisés chi' yed' ixim harina icha ix aj yalan Jehová."
        },
        {
            "number": "30",
            "text": "Ix ak'jioch q'uen nivan palangana d'a scal mantiado yed' altar. Ix ak'ji b'ud'joc q'uen d'a a a' yic sb'ic sk'ab' eb' yed' yoc."
        },
        {
            "number": "31",
            "text": "A d'a a a' chi' ix sb'ic sk'ab' vinhaj Moisés chi' yed' yoc. Anheja' pax vinhaj Aarón yed' eb' yuninal sb'ic sk'ab' eb' yed' yoc,"
        },
        {
            "number": "32",
            "text": "ayic tz'och eb' d'a yol mantiado. Sb'icpax sk'ab' eb' yed' yoc chi' ayic tz'och eb' d'a altar, icha val ix aj yalan Jehová d'a vinhaj Moisés chi'."
        },
        {
            "number": "33",
            "text": "D'a slajvub'alxo ix b'ochajoch yamaq'uil spatic yichanh scajnub' Dios yed' altar. Ix lajvi chi' ix ak'chajoch k'apac k'apac smaculoc d'a sti' amak' chi'. Icha val chi' ix aj sb'ocanel masanil tas ix alchaj d'a vinhaj Moisés chi' yuj Jehová."
        },
        {
            "number": "34",
            "text": "Ayic ix lajvi sb'oel smasanil, ix emul asun d'a yib'anh mantiado b'aj sch'ox sb'a Jehová, ix em stziquiquial d'a yib'anh scajnub' chi' yed' d'a yool."
        },
        {
            "number": "35",
            "text": "Yuj chi' maj yal-laj yoch vinhaj Moisés d'a yool chi', yujto ayek' jun asun chi' d'a yib'anh, macb'il yool chi' yuj stziquiquial Jehová."
        },
        {
            "number": "36",
            "text": "Ayic sq'ue vaan asun chi' d'a yib'anh scajnub' Jehová chi' syik'anq'ue vaan smantiado eb' israel, sb'eyb'at eb'."
        },
        {
            "number": "37",
            "text": "Tato max q'ue vaan asun chi' jun, max yik'q'uelaj vaan scampamento eb', ato sq'ue vaan ichato chi' sb'at eb'."
        },
        {
            "number": "38",
            "text": "Yalnhej b'ajtil ayek' eb' israel d'a yol b'e, syil val jun asun chi' eb' d'a yib'anh scajnub' Jehová d'a k'ualil, axo d'ak'valil ayoch sk'ak'al asun chi' syil eb'."
        }
    ]
}