{
    "chapter": "40",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová t'a winhaj Moisés, ix yalan t'a winh icha tik:"
        },
        {
            "number": "2",
            "text": "D'a b'ab'el k'ual yic b'ab'el uj, ata' sb'ok'e in kajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "3",
            "text": "Slajwi chi', tz'ak'chajoch te' skaxail trato t'a yool chi', tz'ak'chajoch k'apac cortina smaculoc."
        },
        {
            "number": "4",
            "text": "Tz'ak'chajpaxoch te' mexa yet' tas tz'em t'a yib'anh yet' sb'akhnub' candil, tz'ochpax sk'ak'al candil chi'."
        },
        {
            "number": "5",
            "text": "Ha t'a yichanh skaxail trato tz'och altar oro b'aj stz'a incienso, slocb'ajk'e k'apac cortina t'a sti' mantiado chi'."
        },
        {
            "number": "6",
            "text": "Sb'ochajpaxem jun altar b'aj stz'a silab' t'a yichanhelta sti' mantiado chi'."
        },
        {
            "number": "7",
            "text": "Tz'ak'chajem jun niwan palangana t'a skal mantiado yet' altar, tz'ak'ji b'ud'joc yet' ha ha'."
        },
        {
            "number": "8",
            "text": "Slajwi chi', sb'ochajoch k'apac cortina smaculoc spatictac yamaq'uil, haxo k'apac tz'och t'a sti' yamaq'uil chi' sk'epax lokan k'apac."
        },
        {
            "number": "9",
            "text": "Tzik'ancot aceite sk'anchaji a sik'chajel junok mach, ma junok tas. Tza sekanem t'a yib'anh in kajnub' yet' t'a masanil tastac ayoch t'a yool. Icha chi' tz'aj yochcan masanil syamk'ab'il t'a yopisio, yic wach' wicxo tz'ajkani."
        },
        {
            "number": "10",
            "text": "Tza sekanpaxem aceite chi' t'a yib'anh altar b'aj stz'a silab' yet' masanil syamk'ab'il. Icha chi' tz'aj yochcan t'a yopisio, yuj chi' a jun altar chi' wicxo tz'ajkani."
        },
        {
            "number": "11",
            "text": "Tza sekanpaxem aceite chi' t'a yib'anh jun niwan palangana yet' sb'akhnub'al yich yic wach' wicxo tz'ajkani."
        },
        {
            "number": "12",
            "text": "Slajwi chi', tzik'anb'at winhaj Aarón yet' heb' yuninal t'a sti' mantiado chi', tza chekan sb'ic sb'a heb' ta'."
        },
        {
            "number": "13",
            "text": "Slajwi chi', tzak'anoch spichul winhaj Aarón chi' yic yopisio. Tzak'anoch aceite t'a winh yic tz'ochkan yopisio winh t'a sacerdoteal t'ayin."
        },
        {
            "number": "14",
            "text": "Sjapax heb' yuninal winh chi' t'a a tz'ey, tzak'anoch spichul heb'."
        },
        {
            "number": "15",
            "text": "Tzak'anpaxoch aceite t'a heb' icha tzutej winhaj Aarón chi', yic wach' tz'ochkan heb' sacerdoteal t'ayin. Tz'ak'jioch aceite chi' t'a heb' yic skan jun opisio chi' t'a yol sk'ab' heb', ol b'eynhejb'at t'a yinhtilal heb' t'a masanil tiempo, xchi Jehová."
        },
        {
            "number": "16",
            "text": "Icha ix aj yalan Jehová, icha wal chi' ix aj sb'oan winhaj Moisés chi'."
        },
        {
            "number": "17",
            "text": "Ayic ix schaanel yich yic schab'il ab'il yelta heb' t'a Egipto, t'a wal sb'ab'el k'ual yic b'ab'el uj ix b'ojik'e skajnub' Dios."
        },
        {
            "number": "18",
            "text": "Ix yalan winhaj Moisés chi' to tz'ak'jiem k'een sb'akhnub'al yich, ix ak'jiem te' marco t'a yib'anh k'een, ix ak'jipaxoch sreglail, ix ik'jik'e waan te' oy t'a yib'anh sb'akhnub'al ayxoem chi'."
        },
        {
            "number": "19",
            "text": "Ix ak'jib'at jenhan k'apac mantiado t'a yib'anh skajnub' Dios chi', ix ak'jib'at juntzanhxo t'a yib'anh mantiado icha ix aj yalan Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi, ix yak'anem chab' pachanh k'een k'een winhaj Moisés chi' t'a yol skaxail trato, aton k'een b'aj tz'ib'ab'iloch lajunhe' checnab'il. Ix yak'anoch te' sb'akhlab'il te' kaxa chi' winh, ix yak'anpaxem smacul te' winh, aton b'aj tz'ak'ji tup mul."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix ik'jib'at te' t'a yol skajnub' Dios, ix ak'jioch k'apac cortina t'a snanhal yol skajnub' chi', yic tz'och smaculoc te' kaxa chi', icha ix aj yalan Jehová t'a winh."
        },
        {
            "number": "22",
            "text": "Ix ak'jipaxoch te' mexa t'a ko wach' t'a yol mantiado b'aj sch'ox sb'ha Dios."
        },
        {
            "number": "23",
            "text": "Wach' ix aj yak'jiem ixim pan t'a sat te' mexa t'a yichanh Jehová, icha ix aj yalan t'a winhaj Moisés chi'."
        },
        {
            "number": "24",
            "text": "Ix ak'jipaxoch k'een sb'akhnub' candil t'a ko k'exanh t'a yichanh mexa t'a yol mantiado b'aj sch'ox sb'ha Dios."
        },
        {
            "number": "25",
            "text": "Ix ak'jioch sk'ak'al candil t'a yichanh Jehová, icha ix aj yalan t'a winhaj Moisés chi'."
        },
        {
            "number": "26",
            "text": "Ix ak'jipaxoch altar oro t'a yichanhelta k'apac cortina chi'."
        },
        {
            "number": "27",
            "text": "Ix snhusantz'a incienso winhaj Moisés chi' t'a yib'anh altar chi', icha ix aj yalan Jehová."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix ak'chajoch k'apac cortina smaculoc b'aj tz'och heb' sacerdote t'a yol kajnub' chi'."
        },
        {
            "number": "29",
            "text": "Ix ak'chajem altar b'aj snhusjitz'a silab' t'a yichanhelta sti' mantiado b'aj sch'ox sb'a Jehová. Ixlajwi chi' ix snhusantz'a nok' silab' winhaj Moisés chi' yet' ixim harina icha ix aj yalan Jehová."
        },
        {
            "number": "30",
            "text": "Ix ak'jioch k'een niwan palangana t'a skal mantiado yet' altar. Ix ak'ji b'ud'joc k'een t'a ha ha' yic sb'ic sk'ab' heb' yet' yoc."
        },
        {
            "number": "31",
            "text": "Ha t'a ha ha' chi' ix sb'ic sk'ab' winhaj Moisés chi' yet' yoc. Anheja' pax winhaj Aarón yet' heb' yuninal sb'ic sk'ab' heb' yet' yoc,"
        },
        {
            "number": "32",
            "text": "ayic tz'och heb' t'a yol mantiado. Sb'icpax sk'ab' heb' yet' yoc chi' ayic tz'och heb' t'a altar, icha wal ix aj yalan Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "33",
            "text": "D'a slajwub'alxo ix b'ochajoch yamaq'uil spatic yichanh skajnub' Dios yet' altar. Ixlajwi chi' ix ak'chajoch k'apac k'apac smaculoc t'a sti' amak' chi'. Icha wal chi' ix aj sb'okanel masanil tas ix alchaj t'a winhaj Moisés chi' yuj Jehová."
        },
        {
            "number": "34",
            "text": "Ayic ix lajwi sb'oel smasanil, ix emul asun t'a yib'anh mantiado b'aj sch'ox sb'a Jehová, ix em stziquiquial t'a yib'anh skajnub' chi' yet' t'a yool."
        },
        {
            "number": "35",
            "text": "Yuj chi' maj yal-laj yoch winhaj Moisés t'a yool chi', yujto ayek' jun asun chi' t'a yib'anh, macb'il yool chi' yuj stziquiquial Jehová."
        },
        {
            "number": "36",
            "text": "Ayic sk'e waan asun chi' t'a yib'anh skajnub' Jehová chi' syik'ank'e waan smantiado heb' israel, sb'eyb'at heb'."
        },
        {
            "number": "37",
            "text": "Tato max k'e waan asun chi' jun, max yik'k'elaj waan skampamento heb', ato sk'e waan ichato chi' sb'at heb'."
        },
        {
            "number": "38",
            "text": "Yalnhej b'ajtil ayek' heb' israel t'a yol b'e, syil wal jun asun chi' heb' t'a yib'anh skajnub' Jehová t'a k'ualil, haxo t'ak'walil ayoch sk'ak'al asun chi' syil heb'."
        }
    ]
}