{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajwi yek'canb'at juntzanh chi', ix b'at lolon winhaj Moisés yet' winhaj Aarón t'a yichanh winh sreyal Egipto chi', ix yalan heb' winh: --Mamin rey, icha wal tik yalan Jehová ko Diosal a onh hebreo onh tik t'ayach: Chab'at in chonhab' t'a tzinan lu'um yic tzin yik'anchaanh heb' yet' junok q'uinh, xchi Jehová, xchi heb' winh."
        },
        {
            "number": "2",
            "text": "Ix tak'wi winh rey chi': --Manh wojtacoc jun Jehová tzeyal chi'. ¿Tas yuj tzin k'anab'ajej tas syala', tzin chaanb'at jun chonhab' Israel tik? Max in chab'at-laj heb', xchi winh."
        },
        {
            "number": "3",
            "text": "Ix yalan heb' winh: --Ha ko Diosal a onh hebreo onh tik, ix sch'ox sb'a t'ayonh. Yuj chi' chaonhb'at t'a tzinan lu'um yic b'at cak'an ko silab' t'a Jehová ko Diosal, oxe' k'ual stek'nab'il b'aj ol onh b'at chi'. Tato max onh b'ati, haxo talaj tz'aji tzonh yak'ancham ko Diosal chi' yuj junok yaelal, ma yuj owal, xchi heb' winh t'a winh rey chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yalan winh: --¿Tas yuj tzeyik'ek' tiempo t'a juntzanh eyetchonhab' tik t'a smunlajel? Ha ex pax tik, ixiquec t'a he munlajel."
        },
        {
            "number": "5",
            "text": "¿Tom max eyila' to tzijtum heb' eyetchonhab' t'a yol chonhab' Egipto tik? ¿Tas yuj tzeyamoch waan heb' t'a smunlajel? xchi winh."
        },
        {
            "number": "6",
            "text": "Anhejtona' t'a jun k'ual chi' ix yalb'at winh rey t'a heb' winh yajal munlajel yet' pax t'a heb' winh caporal icha tik:"
        },
        {
            "number": "7",
            "text": "--Manhxo eyak' anh ac yic sb'at t'a skal lum sok'om t'a heb' winh israel chi', ichataxon tz'aji, palta to haxo heb' winh ol b'at sayan yico'."
        },
        {
            "number": "8",
            "text": "Palta anheja' sb'isul lum xan chi' sb'o heb' winh ichataxoni. Yujto sjaraganail heb' winh tz'ik'ani, yuj chi' tzijtum yawaj heb' icha tik: To tzonh b'at cak' ko silab' t'a ko Diosal, xchi heb'."
        },
        {
            "number": "9",
            "text": "Hak'uecoch más munlajel t'a yib'anh heb', yic wach' manhxalaj stiempo heb' yab'an juntzanh esal lolonel tz'alchaj chi', xchib'at winh rey chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yal heb' winh aj Egipto ayoch yajal munlajel t'a heb' israel ayoch caporalil yic syal heb' t'a heb' munlajwum chi' icha tik: --Toxo ix yal winh rey to manhxo ol ak'chaj anh ac t'ayex."
        },
        {
            "number": "11",
            "text": "Ha tiknaik a exxo ol b'at he say eyic ol he k'ana', palta anheja' sb'isul lum xan ol he b'o'o, xchi heb' winh."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj saclem heb' winh israel t'a masanil yol yic Egipto sayoj yoc trigo yic sk'an heb' winh sk'exuloc anh ac chi'."
        },
        {
            "number": "13",
            "text": "Wach'chom icha chi' ix aji, palta a heb' yajalil heb' caporal chi', syal heb' to anheja' sb'isul lum xan yowalil sb'o heb', icha sb'o heb' ayic tz'ak'chaj anh ac t'a heb'."
        },
        {
            "number": "14",
            "text": "Slaj mak'ji heb' israel ayoch t'a caporalil yuj heb' ayoch yajalilal t'a yib'anh heb' yuj winh rey. Syalan heb' winh icha tik t'a heb': ¿Tas yuj manh tz'acanoc he b'o lum he xan ewi yet' tiknaik ichataxon he b'oan lu'um? xchi heb' winh yajalil heb' chi'."
        },
        {
            "number": "15",
            "text": "Ix b'at heb' winh caporal yal t'a winh rey icha tik: --Mamin rey ¿tas yuj ob'iltacxonhej tzonh utej a onh a checab' onh tik?"
        },
        {
            "number": "16",
            "text": "Maxtzac ak'jilaj anh ac t'ayonh yic tz'och scaloc lum ko xan sco b'o'o, tob' yowalil tz'acan sco b'opax lu'um icha t'a yalanhtaxo, tzonh mak'ji. Ha onh tik malaj ko mul, palta a heb' winh a checab' ay smul, xchi heb' winh."
        },
        {
            "number": "17",
            "text": "Ix tak'wi winh rey chi': --Ha ex tik yuj he jaraganail icha chi' tzeyala'. Tzonh b'at cak' ko silab' t'a Jehová, xe chi."
        },
        {
            "number": "18",
            "text": "Ixiquec munlajel, wach'chom a ex tze say anh ac tzeyak'och t'a skal lum xan chi', anheja' icha sb'isul lum tze b'o'o, xchi winh rey chi' t'a heb' winh."
        },
        {
            "number": "19",
            "text": "Yuj chi' a heb' winh israel ayoch t'a caporalil chi', yelxo wal ix chab'ax sk'ol heb' winh, yujto ix alchaj t'a heb' winh to anheja' sb'isul lum xan chi' sb'o heb' winh t'a junjun k'u."
        },
        {
            "number": "20",
            "text": "Ayic ix elta heb' winh caporal chi' t'a yol sdespacho winh rey chi', ix schalan sb'a heb' winh yet' winhaj Moisés yet' pax winhaj Aarón, wan stanhwaj heb' winh yuj heb' winh."
        },
        {
            "number": "21",
            "text": "Ix yalan heb' winh caporal chi': --Olxom yil Jehová tas ol ex yutoc, yujto a ex ay he mul, yuj chi' a winh rey yet' heb' winh ay yopisio yet' winh, tzonh syaj wal heb' tiknaik. Ichato a ex ix eyak' k'een espada t'a heb' winh yic tzonh smilancham heb' winh, xchi heb' winh."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix yalan winhaj Moisés t'a slesal: --Mamin Jehová, ¿tas wal yuj te ya tzutej heb' a chonhab' tik? ¿Tas yuj ix in a checcoti?"
        },
        {
            "number": "23",
            "text": "Atax in xid'nac lolonel t'a winh rey chi' uuj, yelxo wal ilb'ajk'ol tz'utaj heb' a chonhab' tik yuj winh, maxto ach colwajlaj jab'oc, xchi winhaj Moisés chi'."
        }
    ]
}