{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi yek'canb'at juntzanh chi', ix b'at lolon winhaj Moisés yet' winhaj Aarón t'a yichanh winh sreyal Egipto chi', ix yalan eb' winh: --Mamin rey, icha val tik yalan Jehová co Diosal a onh hebreo onh tik t'ayach: Chab'at in chonhab' t'a tzinan lu'um yic tzin yik'anchaanh eb' yet' junok q'uinh, xchi Jehová, xchi eb' winh."
        },
        {
            "number": "2",
            "text": "Ix tak'vi winh rey chi': --Manh vojtacoc jun Jehová tzeyal chi'. ¿Tas yuj tzin k'anab'ajej tas syala', tzin chaanb'at jun chonhab' Israel tik? Max in chab'at-laj eb', xchi winh."
        },
        {
            "number": "3",
            "text": "Ix yalan eb' winh: --Ha co Diosal a onh hebreo onh tik, ix sch'ox sb'a t'ayonh. Yuj chi' chaonhb'at t'a tzinan lu'um yic b'at cak'an co silab' t'a Jehová co Diosal, oxe' k'ual stek'nab'il b'aj ol onh b'at chi'. Tato max onh b'ati, haxo talaj tz'aji tzonh yak'ancham co Diosal chi' yuj junok yaelal, ma yuj oval, xchi eb' winh t'a winh rey chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yalan winh: --¿Tas yuj tzeyiq'uek' tiempo t'a juntzanh eyetchonhab' tik t'a smunlajel? Ha ex pax tik, ixiquec t'a e munlajel."
        },
        {
            "number": "5",
            "text": "¿Tom max eyila' to tzijtum eb' eyetchonhab' t'a yol chonhab' Egipto tik? ¿Tas yuj tzeyamoch vaan eb' t'a smunlajel? xchi winh."
        },
        {
            "number": "6",
            "text": "Anhejtona' t'a jun k'ual chi' ix yalb'at winh rey t'a eb' winh yajal munlajel yet' pax t'a eb' winh caporal icha tik:"
        },
        {
            "number": "7",
            "text": "--Manhxo eyak' anh ac yic sb'at t'a skal lum sok'om t'a eb' winh israel chi', ichataxon tz'aji, palta to haxo eb' winh ol b'at sayan yico'."
        },
        {
            "number": "8",
            "text": "Palta anheja' sb'isul lum xan chi' sb'o eb' winh ichataxoni. Yujto sjaraganail eb' winh tz'ik'ani, yuj chi' tzijtum yavaj eb' icha tik: To tzonh b'at cak' co silab' t'a co Diosal, xchi eb'."
        },
        {
            "number": "9",
            "text": "Hak'uecoch más munlajel t'a yib'anh eb', yic wach' manhxalaj stiempo eb' yab'an juntzanh esal lolonel tz'alchaj chi', xchib'at winh rey chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yal eb' winh aj Egipto ayoch yajal munlajel t'a eb' israel ayoch caporalil yic syal eb' t'a eb' munlajvum chi' icha tik: --Toxo ix yal winh rey to manhxo ol ak'chaj anh ac t'ayex."
        },
        {
            "number": "11",
            "text": "Ha ticnaic a exxo ol b'at e say eyic ol e k'ana', palta anheja' sb'isul lum xan ol e b'o'o, xchi eb' winh."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj saclem eb' winh israel t'a masanil yol yic Egipto sayoj yoc trigo yic sk'an eb' winh sq'uexuloc anh ac chi'."
        },
        {
            "number": "13",
            "text": "Wach'chom icha chi' ix aji, palta a eb' yajalil eb' caporal chi', syal eb' to anheja' sb'isul lum xan yowalil sb'o eb', icha sb'o eb' ayic tz'ak'chaj anh ac t'a eb'."
        },
        {
            "number": "14",
            "text": "Slaj mak'ji eb' israel ayoch t'a caporalil yuj eb' ayoch yajalilal t'a yib'anh eb' yuj winh rey. Syalan eb' winh icha tik t'a eb': ¿Tas yuj manh tz'acanoc e b'o lum e xan evi yet' ticnaic ichataxon e b'oan lu'um? xchi eb' winh yajalil eb' chi'."
        },
        {
            "number": "15",
            "text": "Ix b'at eb' winh caporal yal t'a winh rey icha tik: --Mamin rey ¿tas yuj ob'iltacxonhej tzonh utej a onh a checab' onh tik?"
        },
        {
            "number": "16",
            "text": "Maxtzac ak'jilaj anh ac t'ayonh yic tz'och scaloc lum co xan sco b'o'o, tob' yowalil tz'acan sco b'opax lu'um icha t'a yalanhtaxo, tzonh mak'ji. Ha onh tik malaj co mul, palta a eb' winh a checab' ay smul, xchi eb' winh."
        },
        {
            "number": "17",
            "text": "Ix tak'vi winh rey chi': --Ha ex tik yuj e jaraganail icha chi' tzeyala'. Tzonh b'at cak' co silab' t'a Jehová, xe chi."
        },
        {
            "number": "18",
            "text": "Ixiquec munlajel, wach'chom a ex tze say anh ac tzeyak'och t'a skal lum xan chi', anheja' icha sb'isul lum tze b'o'o, xchi winh rey chi' t'a eb' winh."
        },
        {
            "number": "19",
            "text": "Yuj chi' a eb' winh israel ayoch t'a caporalil chi', yelxo val ix chab'ax sk'ol eb' winh, yujto ix alchaj t'a eb' winh to anheja' sb'isul lum xan chi' sb'o eb' winh t'a junjun k'u."
        },
        {
            "number": "20",
            "text": "Ayic ix elta eb' winh caporal chi' t'a yol sdespacho winh rey chi', ix schalan sb'a eb' winh yet' winhaj Moisés yet' pax winhaj Aarón, van stanhvaj eb' winh yuj eb' winh."
        },
        {
            "number": "21",
            "text": "Ix yalan eb' winh caporal chi': --Olxom yil Jehová tas ol ex yutoc, yujto a ex ay e mul, yuj chi' a winh rey yet' eb' winh ay yopisio yet' winh, tzonh syaj val eb' ticnaic. Ichato a ex ix eyak' q'uen espada t'a eb' winh yic tzonh smilancham eb' winh, xchi eb' winh."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix yalan winhaj Moisés t'a slesal: --Mamin Jehová, ¿tas val yuj te ya tzutej eb' a chonhab' tik? ¿Tas yuj ix in a checcoti?"
        },
        {
            "number": "23",
            "text": "Atax in xid'nac lolonel t'a winh rey chi' uuj, yelxo val ilb'ajk'ol tz'utaj eb' a chonhab' tik yuj winh, maxto ach colvajlaj jab'oc, xchi winhaj Moisés chi'."
        }
    ]
}