{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix tak'wi Jehová: --Olto wal ila' tas ol wutoc winh sreyal Egipto tik. Yed' wipal ol ex yactanel winh. Ha in ol wak' pural winh, ol ex spechanel winh t'a yol schonhab' tik, xchi."
        },
        {
            "number": "2",
            "text": "Ix lolonxi Jehová yet' winhaj Moisés, ix yalani: --Ha inton Jehová in."
        },
        {
            "number": "3",
            "text": "In ch'oxnac in b'ha t'a winhaj Abraham, t'a winhaj Isaac yet' t'a winhaj Jacob, t'a in b'i, Dios Syal Yuj Smasanil. Palta a in b'i JEHOVÁ, maj wak'laj yojtaquejel heb' winh tas syalelk'ochi."
        },
        {
            "number": "4",
            "text": "In b'onac in trato yet' heb' winh, wak'annac in ti' wak'an lum Canaán t'a heb' winh, aton lum b'aj ek'lejnac kajan heb' winh."
        },
        {
            "number": "5",
            "text": "Ha tiknaik, toxo ix wila'' to te ilb'ajk'ol tz'utaj heb' in chonhab' t'a Egipto tik, yelxo wal tz'ixtaj heb' t'a munlajel yuj heb' aj Egipto tik. Yuj chi', ix in nacot in trato yet' heb' he mam eyicham chi'."
        },
        {
            "number": "6",
            "text": "Ha tiknaik, b'at al t'a heb' etisraelal chi': Ha Jehová tz'alan icha tik: Ha in Jehová in, ol ex in colel b'aj ayex och chekab'oc tik, b'aj ilb'aj ex k'ol yuj munlajel t'a Egipto tik. Ol in ch'ox wal wipalil, ol wak'anoch niwac yaelal t'a yib'anh jun chonhab' tik. Icha wal chi' ol aj ex in colanel t'a yol sk'ab' jun chonhab' tik."
        },
        {
            "number": "7",
            "text": "Ol ex och in chonhab'oc, a inxo ol in och he Diosaloc. Icha chi' ol aj eyojtakaneli to a in Jehová he Diosal in tzex in colel t'a yol sk'ab' heb' aj Egipto tik b'aj ayex och t'a syaelal yuj munlajel."
        },
        {
            "number": "8",
            "text": "Ol ex wik'anb'at t'a sat lum lum b'aj wak'nac in ti' wak'an t'a winhaj Abraham, t'a winhaj Isaac yet' t'a winhaj Jacob. Ha inxo Jehová in tik swalpax t'ayex to eyic ol aj lu'um, xchi Jehová, xa chi t'a heb'."
        },
        {
            "number": "9",
            "text": "Masanil tas ix yal Jehová, ha' ix yal winhaj Moisés t'a heb' yetisraelal chi', palta maj schalaj yab' heb', yujto te somchajnaquel sk'ol heb' yuj syail munlajel."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi, ix yalanxi Jehová t'a winhaj Moisés chi':"
        },
        {
            "number": "11",
            "text": "--Ixic al t'a winh sreyal Egipto chi' to tzex yactejel winh t'a sat sluum tik, xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ix tak'wi winhaj Moisés chi' t'ay: --Ina max schalaj yab' heb' wetchonhab' tas swala', ocxom wal winh rey, tom ol scha yab' winh, ina to max wal yal-laj in loloni, xchi winh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix checjib'at winh yet' winhaj Aarón yuj Jehová yic b'at lolon heb' winh t'a heb' yetisraelal yet' t'a winh rey, yujto alb'ilxo t'a heb' to ol yik'elta heb' yetchonhab' heb' t'a Egipto chi'."
        },
        {
            "number": "14",
            "text": "Aton sb'i heb' yajal t'a junjun makanhil heb' yinhtilal Israel t'a stzolal: Ha winhaj Rubén sb'ab'el yuninal winhaj Israel. Axo heb' yuninal winh, aton heb' tik: Vinhaj Hanoc, winhaj Falú, winhaj Ezrón yet' winhaj Carmi. Aton heb' tik yajal yaj t'a skal junjun makan yinhtilal winhaj Rubén chi'."
        },
        {
            "number": "15",
            "text": "Ha heb' yuninal winhaj Simeón, aton heb' tik: Vinhaj Jemuel, winhaj Jamín, winhaj Ohad, winhaj Jaquín, winhaj Zohar yet' winhaj Saúl yune' jun ix aj Canaán. Aton heb' tik yajal yaj t'a skal junjun makan yinhtilal winhaj Simeón chi'."
        },
        {
            "number": "16",
            "text": "Ha winhaj Leví, 137 ab'il ix ek' winh. Ha sb'i heb' yuninal winh t'a stzolal aton heb' tik: Vinhaj Gersón, winhaj Coat yet' winhaj Merari."
        },
        {
            "number": "17",
            "text": "Ha heb' yuninal winhaj Gersón, aton heb' tik: Vinhaj Libni yet' winhaj Simei. Aton heb' tik yajal yaj t'a junjun makan."
        },
        {
            "number": "18",
            "text": "Ha winhaj Coat chi', 133 ab'il ix ek' winh. Ha sb'i heb' yuninal winh, aton tik: Vinhaj Amram, winhaj Izhar, winhaj Hebrón yet' winhaj Uziel."
        },
        {
            "number": "19",
            "text": "Eb' yuninal winhaj Merari, aton heb' tik: Vinhaj Mahli yet' winhaj Musi. Aton heb' tik yajal yaj t'a junjun makan yinhtilal winhaj Leví yet' yuninal heb'."
        },
        {
            "number": "20",
            "text": "Ha winhaj Amram ix yik'laj sb'a winh yet' ix Jocabed yanab' winh smam winh, aton heb' ay yic winhaj Aarón yet' winhaj Moisés. Ha winhaj Amram chi' 137 ab'il ix yil winh, ix cham winh."
        },
        {
            "number": "21",
            "text": "Ha heb' yuninal winhaj Izhar, aton heb' tik: Vinhaj Coré, winhaj Nefeg yet' winhaj Zicri."
        },
        {
            "number": "22",
            "text": "Ha heb' yuninal winhaj Uziel, aton heb' tik: Vinhaj Misael, winhaj Elzafán yet' winhaj Sitri."
        },
        {
            "number": "23",
            "text": "Ha winhaj Aarón ix yik' sb'a winh yet' ix Elisabet, yisil winhaj Aminadab, yanab' winhaj Naasón. Axo yuninal heb', aton heb' tik: Vinhaj Nadab, winhaj Abiú, winhaj Eleazar yet' winhaj Itamar."
        },
        {
            "number": "24",
            "text": "Eb' yuninal winhaj Coré, aton heb' tik: Vinhaj Asir, winhaj Elcana yet' winhaj Abiasaf. Aton heb' tik yajal yaj t'a junjun makan heb' yinhtilal winhaj Coré."
        },
        {
            "number": "25",
            "text": "Axo winhaj Eleazar yuninal winhaj Aarón, ix yik' sb'a winh yet' ix yisil winhaj Futiel. Ix alji jun yune' ix, aton winhaj Finees. Aton heb' tik yajal yaj t'a junjun makan heb' yinhtilal winhaj Leví."
        },
        {
            "number": "26",
            "text": "Axo winhaj Aarón yet' winhaj Moisés sb'inaj t'a jun lista tik, aton t'a heb' winh tik ix yal Jehová to a heb' winh ol ik'anelta heb' israel t'a Egipto t'a stzolal."
        },
        {
            "number": "27",
            "text": "Aton heb' winh ix xid'ek' lolonel yet' winh sreyal Egipto yic wach' syactejelta heb' chonhab' israel chi' winh."
        },
        {
            "number": "28",
            "text": "Ix lolon Jehová t'a winhaj Moisés t'a Egipto, ix yalani:"
        },
        {
            "number": "29",
            "text": "--Ha in ton Jehová in. Al t'a winh sreyal Egipto masanil tastac swal tik t'ayach, xchi t'a winh."
        },
        {
            "number": "30",
            "text": "Ix tak'wi winhaj Moisés chi' icha tik: --Mamin, yelxo wal max yal-laj in loloni, ¿tas wal ol aj yab'an winh rey tas ol wala'? xchi winh."
        }
    ]
}