{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix tak'vi Jehová: --Olto val ila' tas ol vutoc winh sreyal Egipto tik. Yed' vipal ol ex yactanel winh. Ha in ol vak' pural winh, ol ex spechanel winh t'a yol schonhab' tik, xchi."
        },
        {
            "number": "2",
            "text": "Ix lolonxi Jehová yet' winhaj Moisés, ix yalani: --Ha inton Jehová in."
        },
        {
            "number": "3",
            "text": "In ch'oxnac in b'ha t'a winhaj Abraham, t'a winhaj Isaac yet' t'a winhaj Jacob, t'a in b'i, Dios Syal Yuj Smasanil. Palta a in b'i JEHOVÁ, maj vak'laj yojtaquejel eb' winh tas syalelk'ochi."
        },
        {
            "number": "4",
            "text": "In b'onac in trato yet' eb' winh, vak'annac in ti' vak'an lum Canaán t'a eb' winh, aton lum b'aj ek'lejnac cajan eb' winh."
        },
        {
            "number": "5",
            "text": "Ha ticnaic, toxo ix wila'' to te ilb'ajk'ol tz'utaj eb' in chonhab' t'a Egipto tik, yelxo val tz'ixtaj eb' t'a munlajel yuj eb' aj Egipto tik. Yuj chi', ix in nacot in trato yet' eb' e mam eyicham chi'."
        },
        {
            "number": "6",
            "text": "Ha ticnaic, b'at al t'a eb' etisraelal chi': Ha Jehová tz'alan icha tik: Ha in Jehová in, ol ex in colel b'aj ayex och checab'oc tik, b'aj ilb'aj ex k'ol yuj munlajel t'a Egipto tik. Ol in ch'ox val vipalil, ol vak'anoch nivac yaelal t'a yib'anh jun chonhab' tik. Icha val chi' ol aj ex in colanel t'a yol sk'ab' jun chonhab' tik."
        },
        {
            "number": "7",
            "text": "Ol ex och in chonhab'oc, a inxo ol in och e Diosaloc. Icha chi' ol aj eyojtacaneli to a in Jehová e Diosal in tzex in colel t'a yol sk'ab' eb' aj Egipto tik b'aj ayex och t'a syaelal yuj munlajel."
        },
        {
            "number": "8",
            "text": "Ol ex vik'anb'at t'a sat lum lum b'aj vak'nac in ti' vak'an t'a winhaj Abraham, t'a winhaj Isaac yet' t'a winhaj Jacob. Ha inxo Jehová in tik svalpax t'ayex to eyic ol aj lu'um, xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "9",
            "text": "Masanil tas ix yal Jehová, ha' ix yal winhaj Moisés t'a eb' yetisraelal chi', palta maj schalaj yab' eb', yujto te somchajnaquel sk'ol eb' yuj syail munlajel."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi, ix yalanxi Jehová t'a winhaj Moisés chi':"
        },
        {
            "number": "11",
            "text": "--Ixic al t'a winh sreyal Egipto chi' to tzex yactejel winh t'a sat sluum tik, xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ix tak'vi winhaj Moisés chi' t'ay: --Ina max schalaj yab' eb' vetchonhab' tas svala', ocxom val winh rey, tom ol scha yab' winh, ina to max val yal-laj in loloni, xchi winh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix checjib'at winh yet' winhaj Aarón yuj Jehová yic b'at lolon eb' winh t'a eb' yetisraelal yet' t'a winh rey, yujto alb'ilxo t'a eb' to ol yiq'uelta eb' yetchonhab' eb' t'a Egipto chi'."
        },
        {
            "number": "14",
            "text": "Aton sb'i eb' yajal t'a junjun macanhil eb' yinhtilal Israel t'a stzolal: Ha winhaj Rubén sb'ab'el yuninal winhaj Israel. Axo eb' yuninal winh, aton eb' tik: Vinhaj Hanoc, winhaj Falú, winhaj Ezrón yet' winhaj Carmi. Aton eb' tik yajal yaj t'a skal junjun makan yinhtilal winhaj Rubén chi'."
        },
        {
            "number": "15",
            "text": "Ha eb' yuninal winhaj Simeón, aton eb' tik: Vinhaj Jemuel, winhaj Jamín, winhaj Ohad, winhaj Jaquín, winhaj Zohar yet' winhaj Saúl yune' jun ix aj Canaán. Aton eb' tik yajal yaj t'a skal junjun makan yinhtilal winhaj Simeón chi'."
        },
        {
            "number": "16",
            "text": "Ha winhaj Leví, 137 ab'il ix ek' winh. Ha sb'i eb' yuninal winh t'a stzolal aton eb' tik: Vinhaj Gersón, winhaj Coat yet' winhaj Merari."
        },
        {
            "number": "17",
            "text": "Ha eb' yuninal winhaj Gersón, aton eb' tik: Vinhaj Libni yet' winhaj Simei. Aton eb' tik yajal yaj t'a junjun makan."
        },
        {
            "number": "18",
            "text": "Ha winhaj Coat chi', 133 ab'il ix ek' winh. Ha sb'i eb' yuninal winh, aton tik: Vinhaj Amram, winhaj Izhar, winhaj Hebrón yet' winhaj Uziel."
        },
        {
            "number": "19",
            "text": "Eb' yuninal winhaj Merari, aton eb' tik: Vinhaj Mahli yet' winhaj Musi. Aton eb' tik yajal yaj t'a junjun makan yinhtilal winhaj Leví yet' yuninal eb'."
        },
        {
            "number": "20",
            "text": "Ha winhaj Amram ix yik'laj sb'a winh yet' ix Jocabed yanab' winh smam winh, aton eb' ay yic winhaj Aarón yet' winhaj Moisés. Ha winhaj Amram chi' 137 ab'il ix yil winh, ix cham winh."
        },
        {
            "number": "21",
            "text": "Ha eb' yuninal winhaj Izhar, aton eb' tik: Vinhaj Coré, winhaj Nefeg yet' winhaj Zicri."
        },
        {
            "number": "22",
            "text": "Ha eb' yuninal winhaj Uziel, aton eb' tik: Vinhaj Misael, winhaj Elzafán yet' winhaj Sitri."
        },
        {
            "number": "23",
            "text": "Ha winhaj Aarón ix yik' sb'a winh yet' ix Elisabet, yisil winhaj Aminadab, yanab' winhaj Naasón. Axo yuninal eb', aton eb' tik: Vinhaj Nadab, winhaj Abiú, winhaj Eleazar yet' winhaj Itamar."
        },
        {
            "number": "24",
            "text": "Eb' yuninal winhaj Coré, aton eb' tik: Vinhaj Asir, winhaj Elcana yet' winhaj Abiasaf. Aton eb' tik yajal yaj t'a junjun makan eb' yinhtilal winhaj Coré."
        },
        {
            "number": "25",
            "text": "Axo winhaj Eleazar yuninal winhaj Aarón, ix yik' sb'a winh yet' ix yisil winhaj Futiel. Ix alji jun yune' ix, aton winhaj Finees. Aton eb' tik yajal yaj t'a junjun makan eb' yinhtilal winhaj Leví."
        },
        {
            "number": "26",
            "text": "Axo winhaj Aarón yet' winhaj Moisés sb'inaj t'a jun lista tik, aton t'a eb' winh tik ix yal Jehová to a eb' winh ol ik'anelta eb' israel t'a Egipto t'a stzolal."
        },
        {
            "number": "27",
            "text": "Aton eb' winh ix xid'ek' lolonel yet' winh sreyal Egipto yic wach' syactejelta eb' chonhab' israel chi' winh."
        },
        {
            "number": "28",
            "text": "Ix lolon Jehová t'a winhaj Moisés t'a Egipto, ix yalani:"
        },
        {
            "number": "29",
            "text": "--Ha in ton Jehová in. Al t'a winh sreyal Egipto masanil tastac swal tik t'ayach, xchi t'a winh."
        },
        {
            "number": "30",
            "text": "Ix tak'vi winhaj Moisés chi' icha tik: --Mamin, yelxo val max yal-laj in loloni, ¿tas val ol aj yab'an winh rey tas ol vala'? xchi winh."
        }
    ]
}