{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix tak'vi Jehová: --Olto val ila' tas ol vutoc vinh sreyal Egipto tik. Yed' vipal ol ex yactanel vinh. Ha in ol vak' pural vinh, ol ex spechanel vinh t'a yol schonhab' tik, xchi."
        },
        {
            "number": "2",
            "text": "Ix lolonxi Jehová yet' vinhaj Moisés, ix yalani: --Ha inton Jehová in."
        },
        {
            "number": "3",
            "text": "In ch'oxnac in b'ha t'a vinhaj Abraham, t'a vinhaj Isaac yet' t'a vinhaj Jacob, t'a in b'i, Dios Syal Yuj Smasanil. Palta a in b'i JEHOVÁ, maj vak'laj yojtaquejel eb' vinh tas syalelk'ochi."
        },
        {
            "number": "4",
            "text": "In b'onac in trato yet' eb' vinh, vak'annac in ti' vak'an lum Canaán t'a eb' vinh, aton lum b'aj ek'lejnac cajan eb' vinh."
        },
        {
            "number": "5",
            "text": "Ha ticnaic, toxo ix wila'' to te ilb'ajk'ol tz'utaj eb' in chonhab' t'a Egipto tik, yelxo val tz'ixtaj eb' t'a munlajel yuj eb' aj Egipto tik. Yuj chi', ix in nacot in trato yet' eb' e mam eyicham chi'."
        },
        {
            "number": "6",
            "text": "Ha ticnaic, b'at al t'a eb' etisraelal chi': Ha Jehová tz'alan icha tik: Ha in Jehová in, ol ex in colel b'aj ayex och checab'oc tik, b'aj ilb'aj ex k'ol yuj munlajel t'a Egipto tik. Ol in ch'ox val vipalil, ol vak'anoch nivac yaelal t'a yib'anh jun chonhab' tik. Icha val chi' ol aj ex in colanel t'a yol sk'ab' jun chonhab' tik."
        },
        {
            "number": "7",
            "text": "Ol ex och in chonhab'oc, a inxo ol in och e Diosaloc. Icha chi' ol aj eyojtacaneli to a in Jehová e Diosal in tzex in colel t'a yol sk'ab' eb' aj Egipto tik b'aj ayex och t'a syaelal yuj munlajel."
        },
        {
            "number": "8",
            "text": "Ol ex vik'anb'at t'a sat lum lum b'aj vak'nac in ti' vak'an t'a vinhaj Abraham, t'a vinhaj Isaac yet' t'a vinhaj Jacob. Ha inxo Jehová in tik svalpax t'ayex to eyic ol aj lu'um, xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "9",
            "text": "Masanil tas ix yal Jehová, ha' ix yal vinhaj Moisés t'a eb' yetisraelal chi', palta maj schalaj yab' eb', yujto te somchajnaquel sk'ol eb' yuj syail munlajel."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi, ix yalanxi Jehová t'a vinhaj Moisés chi':"
        },
        {
            "number": "11",
            "text": "--Ixic al t'a vinh sreyal Egipto chi' to tzex yactejel vinh t'a sat sluum tik, xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ix tak'vi vinhaj Moisés chi' t'ay: --Ina max schalaj yab' eb' vetchonhab' tas svala', ocxom val vinh rey, tom ol scha yab' vinh, ina to max val yal-laj in loloni, xchi vinh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix checjib'at vinh yet' vinhaj Aarón yuj Jehová yic b'at lolon eb' vinh t'a eb' yetisraelal yet' t'a vinh rey, yujto alb'ilxo t'a eb' to ol yiq'uelta eb' yetchonhab' eb' t'a Egipto chi'."
        },
        {
            "number": "14",
            "text": "Aton sb'i eb' yajal t'a junjun macanhil eb' yinhtilal Israel t'a stzolal: Ha vinhaj Rubén sb'ab'el yuninal vinhaj Israel. Axo eb' yuninal vinh, aton eb' tik: Vinhaj Hanoc, vinhaj Falú, vinhaj Ezrón yet' vinhaj Carmi. Aton eb' tik yajal yaj t'a skal junjun makan yinhtilal vinhaj Rubén chi'."
        },
        {
            "number": "15",
            "text": "Ha eb' yuninal vinhaj Simeón, aton eb' tik: Vinhaj Jemuel, vinhaj Jamín, vinhaj Ohad, vinhaj Jaquín, vinhaj Zohar yet' vinhaj Saúl yune' jun ix aj Canaán. Aton eb' tik yajal yaj t'a skal junjun makan yinhtilal vinhaj Simeón chi'."
        },
        {
            "number": "16",
            "text": "Ha vinhaj Leví, 137 ab'il ix ek' vinh. Ha sb'i eb' yuninal vinh t'a stzolal aton eb' tik: Vinhaj Gersón, vinhaj Coat yet' vinhaj Merari."
        },
        {
            "number": "17",
            "text": "Ha eb' yuninal vinhaj Gersón, aton eb' tik: Vinhaj Libni yet' vinhaj Simei. Aton eb' tik yajal yaj t'a junjun makan."
        },
        {
            "number": "18",
            "text": "Ha vinhaj Coat chi', 133 ab'il ix ek' vinh. Ha sb'i eb' yuninal vinh, aton tik: Vinhaj Amram, vinhaj Izhar, vinhaj Hebrón yet' vinhaj Uziel."
        },
        {
            "number": "19",
            "text": "Eb' yuninal vinhaj Merari, aton eb' tik: Vinhaj Mahli yet' vinhaj Musi. Aton eb' tik yajal yaj t'a junjun makan yinhtilal vinhaj Leví yet' yuninal eb'."
        },
        {
            "number": "20",
            "text": "Ha vinhaj Amram ix yik'laj sb'a vinh yet' ix Jocabed yanab' vinh smam vinh, aton eb' ay yic vinhaj Aarón yet' vinhaj Moisés. Ha vinhaj Amram chi' 137 ab'il ix yil vinh, ix cham vinh."
        },
        {
            "number": "21",
            "text": "Ha eb' yuninal vinhaj Izhar, aton eb' tik: Vinhaj Coré, vinhaj Nefeg yet' vinhaj Zicri."
        },
        {
            "number": "22",
            "text": "Ha eb' yuninal vinhaj Uziel, aton eb' tik: Vinhaj Misael, vinhaj Elzafán yet' vinhaj Sitri."
        },
        {
            "number": "23",
            "text": "Ha vinhaj Aarón ix yik' sb'a vinh yet' ix Elisabet, yisil vinhaj Aminadab, yanab' vinhaj Naasón. Axo yuninal eb', aton eb' tik: Vinhaj Nadab, vinhaj Abiú, vinhaj Eleazar yet' vinhaj Itamar."
        },
        {
            "number": "24",
            "text": "Eb' yuninal vinhaj Coré, aton eb' tik: Vinhaj Asir, vinhaj Elcana yet' vinhaj Abiasaf. Aton eb' tik yajal yaj t'a junjun makan eb' yinhtilal vinhaj Coré."
        },
        {
            "number": "25",
            "text": "Axo vinhaj Eleazar yuninal vinhaj Aarón, ix yik' sb'a vinh yet' ix yisil vinhaj Futiel. Ix alji jun yune' ix, aton vinhaj Finees. Aton eb' tik yajal yaj t'a junjun makan eb' yinhtilal vinhaj Leví."
        },
        {
            "number": "26",
            "text": "Axo vinhaj Aarón yet' vinhaj Moisés sb'inaj t'a jun lista tik, aton t'a eb' vinh tik ix yal Jehová to a eb' vinh ol ik'anelta eb' israel t'a Egipto t'a stzolal."
        },
        {
            "number": "27",
            "text": "Aton eb' vinh ix xid'ek' lolonel yet' vinh sreyal Egipto yic wach' syactejelta eb' chonhab' israel chi' vinh."
        },
        {
            "number": "28",
            "text": "Ix lolon Jehová t'a vinhaj Moisés t'a Egipto, ix yalani:"
        },
        {
            "number": "29",
            "text": "--Ha in ton Jehová in. Al t'a vinh sreyal Egipto masanil tastac sval tik t'ayach, xchi t'a vinh."
        },
        {
            "number": "30",
            "text": "Ix tak'vi vinhaj Moisés chi' icha tik: --Mamin, yelxo val max yal-laj in loloni, ¿tas val ol aj yab'an vinh rey tas ol vala'? xchi vinh."
        }
    ]
}