{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix tak'vi Jehová: --Olto val ila' tas ol vutoc vinh sreyal Egipto tic. Yed' vipal ol ex yactanel vinh. A in ol vak' pural vinh, ol ex spechanel vinh d'a yol schonhab' tic, xchi."
        },
        {
            "number": "2",
            "text": "Ix lolonxi Jehová yed' vinhaj Moisés, ix yalani: --A inton Jehová in."
        },
        {
            "number": "3",
            "text": "In ch'oxnac in b'a d'a vinhaj Abraham, d'a vinhaj Isaac yed' d'a vinhaj Jacob, d'a in b'i, Dios Syal Yuj Smasanil. Palta a in b'i JEHOVÁ, maj vak'laj yojtaquejel eb' vinh tas syalelk'ochi."
        },
        {
            "number": "4",
            "text": "In b'onac in trato yed' eb' vinh, vak'annac in ti' vak'an lum Canaán d'a eb' vinh, aton lum b'aj ek'lejnac cajan eb' vinh."
        },
        {
            "number": "5",
            "text": "A ticnaic, toxo ix vila' to te ilb'ajk'ol tz'utaj eb' in chonhab' d'a Egipto tic, yelxo val tz'ixtaj eb' d'a munlajel yuj eb' aj Egipto tic. Yuj chi', ix in nacot in trato yed' eb' e mam eyicham chi'."
        },
        {
            "number": "6",
            "text": "A ticnaic, b'at al d'a eb' etisraelal chi': A Jehová tz'alan icha tic: A in Jehová in, ol ex in colel b'aj ayex och checab'oc tic, b'aj ilb'aj ex k'ol yuj munlajel d'a Egipto tic. Ol in ch'ox val vipalil, ol vak'anoch nivac yaelal d'a yib'anh jun chonhab' tic. Icha val chi' ol aj ex in colanel d'a yol sk'ab' jun chonhab' tic."
        },
        {
            "number": "7",
            "text": "Ol ex och in chonhab'oc, a inxo ol in och e Diosaloc. Icha chi' ol aj eyojtacaneli to a in Jehová e Diosal in tzex in colel d'a yol sk'ab' eb' aj Egipto tic b'aj ayex och d'a syaelal yuj munlajel."
        },
        {
            "number": "8",
            "text": "Ol ex vik'anb'at d'a sat lum luum b'aj vak'nac in ti' vak'an d'a vinhaj Abraham, d'a vinhaj Isaac yed' d'a vinhaj Jacob. A inxo Jehová in tic svalpax d'ayex to eyic ol aj luum, xchi Jehová, xa chi d'a eb'."
        },
        {
            "number": "9",
            "text": "Masanil tas ix yal Jehová, a' ix yal vinhaj Moisés d'a eb' yetisraelal chi', palta maj schalaj yab' eb', yujto te somchajnaquel sk'ol eb' yuj syail munlajel."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi, ix yalanxi Jehová d'a vinhaj Moisés chi':"
        },
        {
            "number": "11",
            "text": "--Ixic al d'a vinh sreyal Egipto chi' to tzex yactejel vinh d'a sat sluum tic, xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ix tak'vi vinhaj Moisés chi' d'ay: --Ina max schalaj yab' eb' vetchonhab' tas svala', ocxom val vinh rey, tom ol scha yab' vinh, ina to max val yal-laj in loloni, xchi vinh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix checjib'at vinh yed' vinhaj Aarón yuj Jehová yic b'at lolon eb' vinh d'a eb' yetisraelal yed' d'a vinh rey, yujto alb'ilxo d'a eb' to ol yiq'uelta eb' yetchonhab' eb' d'a Egipto chi'."
        },
        {
            "number": "14",
            "text": "Aton sb'i eb' yajal d'a junjun macanhil eb' yinhtilal Israel d'a stzolal: A vinhaj Rubén sb'ab'el yuninal vinhaj Israel. Axo eb' yuninal vinh, aton eb' tic: Vinhaj Hanoc, vinhaj Falú, vinhaj Ezrón yed' vinhaj Carmi. Aton eb' tic yajal yaj d'a scal junjun macanh yinhtilal vinhaj Rubén chi'."
        },
        {
            "number": "15",
            "text": "A eb' yuninal vinhaj Simeón, aton eb' tic: Vinhaj Jemuel, vinhaj Jamín, vinhaj Ohad, vinhaj Jaquín, vinhaj Zohar yed' vinhaj Saúl yune' jun ix aj Canaán. Aton eb' tic yajal yaj d'a scal junjun macanh yinhtilal vinhaj Simeón chi'."
        },
        {
            "number": "16",
            "text": "A vinhaj Leví, 137 ab'il ix ek' vinh. A sb'i eb' yuninal vinh d'a stzolal aton eb' tic: Vinhaj Gersón, vinhaj Coat yed' vinhaj Merari."
        },
        {
            "number": "17",
            "text": "A eb' yuninal vinhaj Gersón, aton eb' tic: Vinhaj Libni yed' vinhaj Simei. Aton eb' tic yajal yaj d'a junjun macanh."
        },
        {
            "number": "18",
            "text": "A vinhaj Coat chi', 133 ab'il ix ek' vinh. A sb'i eb' yuninal vinh, aton tic: Vinhaj Amram, vinhaj Izhar, vinhaj Hebrón yed' vinhaj Uziel."
        },
        {
            "number": "19",
            "text": "Eb' yuninal vinhaj Merari, aton eb' tic: Vinhaj Mahli yed' vinhaj Musi. Aton eb' tic yajal yaj d'a junjun macanh yinhtilal vinhaj Leví yed' yuninal eb'."
        },
        {
            "number": "20",
            "text": "A vinhaj Amram ix yik'laj sb'a vinh yed' ix Jocabed yanab' vinh smam vinh, aton eb' ay yic vinhaj Aarón yed' vinhaj Moisés. A vinhaj Amram chi' 137 ab'il ix yil vinh, ix cham vinh."
        },
        {
            "number": "21",
            "text": "A eb' yuninal vinhaj Izhar, aton eb' tic: Vinhaj Coré, vinhaj Nefeg yed' vinhaj Zicri."
        },
        {
            "number": "22",
            "text": "A eb' yuninal vinhaj Uziel, aton eb' tic: Vinhaj Misael, vinhaj Elzafán yed' vinhaj Sitri."
        },
        {
            "number": "23",
            "text": "A vinhaj Aarón ix yik' sb'a vinh yed' ix Elisabet, yisil vinhaj Aminadab, yanab' vinhaj Naasón. Axo yuninal eb', aton eb' tic: Vinhaj Nadab, vinhaj Abiú, vinhaj Eleazar yed' vinhaj Itamar."
        },
        {
            "number": "24",
            "text": "Eb' yuninal vinhaj Coré, aton eb' tic: Vinhaj Asir, vinhaj Elcana yed' vinhaj Abiasaf. Aton eb' tic yajal yaj d'a junjun macanh eb' yinhtilal vinhaj Coré."
        },
        {
            "number": "25",
            "text": "Axo vinhaj Eleazar yuninal vinhaj Aarón, ix yik' sb'a vinh yed' ix yisil vinhaj Futiel. Ix alji jun yune' ix, aton vinhaj Finees. Aton eb' tic yajal yaj d'a junjun macanh eb' yinhtilal vinhaj Leví."
        },
        {
            "number": "26",
            "text": "Axo vinhaj Aarón yed' vinhaj Moisés sb'inaj d'a jun lista tic, aton d'a eb' vinh tic ix yal Jehová to a eb' vinh ol ik'anelta eb' israel d'a Egipto d'a stzolal."
        },
        {
            "number": "27",
            "text": "Aton eb' vinh ix xid'ek' lolonel yed' vinh sreyal Egipto yic vach' syactejelta eb' chonhab' israel chi' vinh."
        },
        {
            "number": "28",
            "text": "Ix lolon Jehová d'a vinhaj Moisés d'a Egipto, ix yalani:"
        },
        {
            "number": "29",
            "text": "--A in ton Jehová in. Al d'a vinh sreyal Egipto masanil tastac sval tic d'ayach, xchi d'a vinh."
        },
        {
            "number": "30",
            "text": "Ix tak'vi vinhaj Moisés chi' icha tic: --Mamin, yelxo val max yal-laj in loloni, ¿tas val ol aj yab'an vinh rey tas ol vala'? xchi vinh."
        }
    ]
}