{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová chi' t'a winh: --Manh ak' pensar, a ach tzach och t'a yichanh jun winh rey chi' in q'uexuloc, haxo winh uk'tac aj Aarón ol lolon a q'uexuloc."
        },
        {
            "number": "2",
            "text": "Masanil tas tzin chec ala', al t'a winh uk'tac chi', haxo winh ol lolon t'a yichanh winh rey chi' yic tzex yactanel winh t'a smacb'en tik."
        },
        {
            "number": "3",
            "text": "Ha inxo ol vak' pitb'oquel spensar winh rey chi' yic ol stek'b'ej sb'a winh. Yuj chi' tzijtum tas satub'tac ol in ch'ox t'a Egipto tik."
        },
        {
            "number": "4",
            "text": "Yujto manh ol schalaj yab' winh rey chi' tas ol eyala', yuj chi', a in ol in ch'ox val vipalil vak'an yaelal t'a Egipto tik. Icha chi' ol aj ex vik'anelta t'a stzolal a ex in chonhab' Israel ex tik."
        },
        {
            "number": "5",
            "text": "Ayic toxo ix in ch'ox vipalil chi', ayic toxo pax ex viq'uelta, ichato chi' ol nachajel yuj eb' aj Egipto tik to a in ton Jehová in, xchi t'a winh."
        },
        {
            "number": "6",
            "text": "Ix sk'anab'ajej winhaj Moisés yet' winhaj Aarón tas ix yal Jehová."
        },
        {
            "number": "7",
            "text": "Ha winhaj Moisés chi', 80 ab'il sk'inal winh, haxo winhaj Aarón chi', 83 ab'il sk'inal winh ayic ix lolon eb' winh t'a yichanh winh sreyal Egipto chi'."
        },
        {
            "number": "8",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés yet' t'a winhaj Aarón chi' icha tik:"
        },
        {
            "number": "9",
            "text": "--Tato sk'an winh rey chi' yil junok ch'oxnab'il, tzalan t'a winhaj Aarón tik to syactejem te' sk'ococh winh t'a sat lu'um t'a yichanh winh rey chi', ol och te' chanil, xchi t'a winh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix b'atxi eb' winh schavanhil t'a winh rey chi', ix sk'anab'ajan eb' winh sk'ulan icha ix yal Jehová. Ix yactanem te' sk'ococh winhaj Aarón t'a yichanh winh rey yet' t'a yichanh masanil eb' ay yopisio yet' winh, elanhchamel ix och te' chanil."
        },
        {
            "number": "11",
            "text": "Ayic ix yilan winh rey icha chi', ix schec winh avtaj eb' winh aj Egipto, eb' winh jelan yet' juntzanh yic yajb'alil, ix sk'ulan eb' winh icha ix sk'ulej winhaj Aarón chi'."
        },
        {
            "number": "12",
            "text": "Ix yactejpaxem sk'ococh eb' winh t'a sat lu'um, ix ochpax chanil, palta ix turjib'at sk'ococh eb' winh chi' yuj yic winhaj Aarón chi'."
        },
        {
            "number": "13",
            "text": "Wach'chom icha chi' ix aji, palta manh jab'oc ix scha yab' winh rey chi'. Ix yak'nhej pitb'oquel spensar winh icha ix aj yalan Jehová."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix yalanxi Jehová t'a winhaj Moisés chi': --Ix pitb'iel spensar winh rey chi', maj actajel eb' in chonhab' Israel yuj winh."
        },
        {
            "number": "15",
            "text": "Ayic sacb'inaj k'ik'an, tzex b'at t'a sti' ha' niwan Nilo, tze tanhvan sk'och winh achanvel ta'. Tzeyik'anb'at te' k'ococh ix och chanil."
        },
        {
            "number": "16",
            "text": "Ata' tzeyal t'a winh icha tik: Ha Jehová co Diosal a onh hebreo onh tik, a checannac onh cot ul cal t'ayach to tzonh actejel a onh schonhab' onh tik, yic b'at onh och ejmelal t'ay t'a tzinan lu'um. Palta masanto ticnaic manh jab'oc tza cha ab'i."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yalanxi to ay tas ol sch'ox ila' yic tzojtaquejeli to a Jehová chi' anhejton Dios Aytaxoneq'ui. Ayic ol in mak'an sat ha ha' tik yet' te' in k'ococh yamb'ilq'ue vuj tik, ol och ha' chik'al."
        },
        {
            "number": "18",
            "text": "Masanil nok' chay ol chamoc, ol q'ue sjab' ha', manhxo ol yal-laj eyuk'an jab'oc ha' tik, xa chi t'a winh rey chi'."
        },
        {
            "number": "19",
            "text": "--Tzalpax t'a winhaj Aarón to syak'b'at te' sk'ococh winh t'a yib'anhtac sjaj ha ha' t'a Egipto tik: D'a yib'anh ha' cotac yet' ha' nivac melem yet' t'a yib'anh ha' nhajab' tonhej molan. Masanil ha ha' ay t'a yol yic Egipto tik ol laj och ha' chik'al yet' masanil ha' ayem t'a yol yet'tal yet' t'a yoltac jucub', xchi Jehová."
        },
        {
            "number": "20",
            "text": "Icha val ix aj yalan Jehová chi', icha chi' ix yutej winhaj Moisés yet' winhaj Aarón chi'. Ix yik'anq'ue te' sk'ococh winhaj Aarón chi', ix smak'an sat ha ha' winh t'a yichanh winh rey yet' t'a yichanh masanil eb' winh ayoch yajalil yet' winh. D'a val jun rato chi' ix och ha' chik'al."
        },
        {
            "number": "21",
            "text": "Masanil nok' chay ay t'a yol ha' Nilo chi', ix laj cham nok'. Ix q'ue sjab' ha', majxo yal-laj yuk'an ha' eb' aj Egipto chi'. Masanil ha ha' ay ta', chik'xonhej ix aj ha'."
        },
        {
            "number": "22",
            "text": "Icha pax chi' ix yutej eb' winh ay t'a yol yic Egipto chi', yujto ay tas tzuji yuj eb' winh yuj tas k'ayb'ab'il yuj. Icha chi' ix aj spitanxi sb'a winh rey icha ix aj yalan Jehová. Maj schalaj yab' winh tas ix yal winhaj Moisés yet' winhaj Aarón chi'."
        },
        {
            "number": "23",
            "text": "Malaj val jab'oc yelk'och tas ix yal eb' winh chi' t'a yol sat winh rey chi', ix meltzaj winh t'a sdespacho."
        },
        {
            "number": "24",
            "text": "Masanil eb' anima t'a Egipto chi', ix sjoy ha ha' eb' yic syuq'uej t'a stitac ha ha' chi', yujto masanil ha ha' chi' maxtzac yal-laj yuk'ji."
        },
        {
            "number": "25",
            "text": "Yucub'ixial yoch ha' chik'al,"
        }
    ]
}