{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová chi' d'a vinh: --Manh ak' pensar, a ach tzach och d'a yichanh jun vinh rey chi' in q'uexuloc, axo vinh uk'tac aj Aarón ol lolon a q'uexuloc."
        },
        {
            "number": "2",
            "text": "Masanil tas tzin chec ala', al d'a vinh uk'tac chi', axo vinh ol lolon d'a yichanh vinh rey chi' yic tzex yactanel vinh d'a smacb'en tic."
        },
        {
            "number": "3",
            "text": "A inxo ol vak' pitb'oquel spensar vinh rey chi' yic ol stek'b'ej sb'a vinh. Yuj chi' tzijtum tas satub'tac ol in ch'ox d'a Egipto tic."
        },
        {
            "number": "4",
            "text": "Yujto manh ol schalaj yab' vinh rey chi' tas ol eyala', yuj chi', a in ol in ch'ox val vipalil vak'an yaelal d'a Egipto tic. Icha chi' ol aj ex vik'anelta d'a stzolal a ex in chonhab' Israel ex tic."
        },
        {
            "number": "5",
            "text": "Ayic toxo ix in ch'ox vipalil chi', ayic toxo pax ex viq'uelta, ichato chi' ol nachajel yuj eb' aj Egipto tic to a in ton Jehová in, xchi d'a vinh."
        },
        {
            "number": "6",
            "text": "Ix sk'anab'ajej vinhaj Moisés yed' vinhaj Aarón tas ix yal Jehová."
        },
        {
            "number": "7",
            "text": "A vinhaj Moisés chi', 80 ab'il sq'uinal vinh, axo vinhaj Aarón chi', 83 ab'il sq'uinal vinh ayic ix lolon eb' vinh d'a yichanh vinh sreyal Egipto chi'."
        },
        {
            "number": "8",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés yed' d'a vinhaj Aarón chi' icha tic:"
        },
        {
            "number": "9",
            "text": "--Tato sk'an vinh rey chi' yil junoc ch'oxnab'il, tzalan d'a vinhaj Aarón tic to syactejem te' sk'ococh vinh d'a sat luum d'a yichanh vinh rey chi', ol och te' chanil, xchi d'a vinh."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', ix b'atxi eb' vinh schavanhil d'a vinh rey chi', ix sk'anab'ajan eb' vinh sk'ulan icha ix yal Jehová. Ix yactanem te' sk'ococh vinhaj Aarón d'a yichanh vinh rey yed' d'a yichanh masanil eb' ay yopisio yed' vinh, elanhchamel ix och te' chanil."
        },
        {
            "number": "11",
            "text": "Ayic ix yilan vinh rey icha chi', ix schec vinh avtaj eb' vinh aj Egipto, eb' vinh jelan yed' juntzanh yic yajb'alil, ix sk'ulan eb' vinh icha ix sk'ulej vinhaj Aarón chi'."
        },
        {
            "number": "12",
            "text": "Ix yactejpaxem sk'ococh eb' vinh d'a sat luum, ix ochpax chanil, palta ix turjib'at sk'ococh eb' vinh chi' yuj yic vinhaj Aarón chi'."
        },
        {
            "number": "13",
            "text": "Vach'chom icha chi' ix aji, palta manh jab'oc ix scha yab' vinh rey chi'. Ix yak'nhej pitb'oquel spensar vinh icha ix aj yalan Jehová."
        },
        {
            "number": "14",
            "text": "Ix lajvi chi', ix yalanxi Jehová d'a vinhaj Moisés chi': --Ix pitb'iel spensar vinh rey chi', maj actajel eb' in chonhab' Israel yuj vinh."
        },
        {
            "number": "15",
            "text": "Ayic sacb'inaj q'uik'an, tzex b'at d'a sti' a' nivan Nilo, tze tanhvan sk'och vinh achanvel ta'. Tzeyik'anb'at te' k'ococh ix och chanil."
        },
        {
            "number": "16",
            "text": "Ata' tzeyal d'a vinh icha tic: A Jehová co Diosal a onh hebreo onh tic, a checannac onh cot ul cal d'ayach to tzonh actejel a onh schonhab' onh tic, yic b'at onh och ejmelal d'ay d'a tz'inan luum. Palta masanto ticnaic manh jab'oc tza cha ab'i."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yalanxi to ay tas ol sch'ox ila' yic tzojtaquejeli to a Jehová chi' anhejton Dios Aytaxoneq'ui. Ayic ol in mak'an sat a a' tic yed' te' in k'ococh yamb'ilq'ue vuj tic, ol och a' chik'al."
        },
        {
            "number": "18",
            "text": "Masanil nok' chay ol chamoc, ol q'ue sjab' a', manhxo ol yal-laj eyuk'an jab'oc a' tic, xa chi d'a vinh rey chi'."
        },
        {
            "number": "19",
            "text": "--Tzalpax d'a vinhaj Aarón to syak'b'at te' sk'ococh vinh d'a yib'anhtac sjaj a a' d'a Egipto tic: D'a yib'anh a' cotac yed' a' nivac melem yed' d'a yib'anh a' nhajab' tonhej molan. Masanil a a' ay d'a yol yic Egipto tic ol laj och a' chik'al yed' masanil a' ayem d'a yol yed'tal yed' d'a yoltac jucub', xchi Jehová."
        },
        {
            "number": "20",
            "text": "Icha val ix aj yalan Jehová chi', icha chi' ix yutej vinhaj Moisés yed' vinhaj Aarón chi'. Ix yik'anq'ue te' sk'ococh vinhaj Aarón chi', ix smak'an sat a a' vinh d'a yichanh vinh rey yed' d'a yichanh masanil eb' vinh ayoch yajalil yed' vinh. D'a val jun rato chi' ix och a' chik'al."
        },
        {
            "number": "21",
            "text": "Masanil nok' chay ay d'a yol a' Nilo chi', ix laj cham nok'. Ix q'ue sjab' a', majxo yal-laj yuk'an a' eb' aj Egipto chi'. Masanil a a' ay ta', chik'xonhej ix aj a'."
        },
        {
            "number": "22",
            "text": "Icha pax chi' ix yutej eb' vinh ay d'a yol yic Egipto chi', yujto ay tas tzuji yuj eb' vinh yuj tas k'ayb'ab'il yuuj. Icha chi' ix aj spitanxi sb'a vinh rey icha ix aj yalan Jehová. Maj schalaj yab' vinh tas ix yal vinhaj Moisés yed' vinhaj Aarón chi'."
        },
        {
            "number": "23",
            "text": "Malaj val jab'oc yelk'och tas ix yal eb' vinh chi' d'a yol sat vinh rey chi', ix meltzaj vinh d'a sdespacho."
        },
        {
            "number": "24",
            "text": "Masanil eb' anima d'a Egipto chi', ix sjoy a a' eb' yic syuq'uej d'a stitac a a' chi', yujto masanil a a' chi' maxtzac yal-laj yuk'ji."
        },
        {
            "number": "25",
            "text": "Yucub'ixial yoch a' chik'al,"
        }
    ]
}