{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "ix yalan Jehová t'a winhaj Moisés icha tik: --Ixic, b'at il winh rey chi', tzalan t'a winh icha tik: Ha Jehová tz'alan icha tik: Actejel eb' in chonhab' yic b'at och eb' ejmelal t'ayin."
        },
        {
            "number": "2",
            "text": "Tato manh ol actejel in chonhab' tik, ol vak'och yaelal t'a ib'anh, ol vak' pitzvocq'ue nok' pajtza' t'a masanil a macb'en tik."
        },
        {
            "number": "3",
            "text": "Ol vak' pitzvoc nok' t'a yol ha ha' smasanil, ol laj och nok' t'a yol a despacho yet' b'aj tzach vayi. Ol laj q'ue nok' t'a sat a ch'at. Ol laj och nok' t'a yoltac spat eb' ay yopisio ed'oc, t'a yoltac spat masanil anima, t'a yoltac horno b'aj sb'o ixim pan tza wa''a yet' t'a sattac ak'ante' b'aj syotz'chaj ixim pan chi'."
        },
        {
            "number": "4",
            "text": "Ol laj q'ue nok' t'a ib'anh yet' t'a yib'anh eb' ay yopisio ed'oc yet' t'a yib'anh masanil eb' etchonhab', xchi Jehová, xa chi t'a winh rey chi'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix yalanxi Jehová t'a winhaj Moisés chi': --Al t'a winhaj Aarón to syak'b'at te' sk'ococh winh t'a yib'anh smasanil ha ha': Ha cotac ha' yet' a nivac nhajab', yic sq'ueta b'ulnaj nok' pajtza'. Ol majel yol yic Egipto tik yuj nok', xchi Jehová chi'."
        },
        {
            "number": "6",
            "text": "Ix yak'anb'at te' sk'ococh winhaj Aarón chi' t'a yib'anh ha ha' chi'. Ix q'ueul b'ulnaj nok' pajtza' chi', ix majel masanil yoltac chonhab' chi' yuj nok'."
        },
        {
            "number": "7",
            "text": "Anheja' icha chi' ix yutejpax eb' winh ay tas tzuji yuj yet' tas k'ayb'ab'il yuj eb', ix japax nok' t'a yol chonhab' chi' yuj eb'."
        },
        {
            "number": "8",
            "text": "Ix laj te pucax nok', yuj chi' ix avtaj eb' winh chavanh chi' yuj winh rey chi', ix yalan winh t'a eb' winh: --k'anec t'a Jehová, yic ol yiq'uel nok' pajtza' tik t'a co cal, ol vactanel e chonhab' tik, yic sb'at eb' yak' silab' t'ay, xchi winh rey chi'."
        },
        {
            "number": "9",
            "text": "Ix tak'vi winhaj Moisés t'a winh: --Ha ach ol ala' b'ak'uinh tzin lesalvi t'a Jehová yic syik'anel nok' pajtza' tik t'ayach yet' t'a eb' ay yopisio ed'oc yet' t'a skal masanil anima yet' t'a yoltac e pat. Axonhej t'a yol ha' Nilo ol kan nok', xchi winh."
        },
        {
            "number": "10",
            "text": "--K'ik'an, xchi winh rey chi'. Ix yalanxi winhaj Moisés chi': --Icha chi' ol ajoc, yic ol ojtaquejeli to malaj junocxo lajan spoder icha Jehová co Diosal a onh tik."
        },
        {
            "number": "11",
            "text": "Icha chi' ol aj yel nok' t'a a despacho yet' t'a yol spat eb' ayoch yajalil ed'oc yet' t'a skal masanil anima. Ol cannhej nok' t'a yol ha' Nilo, xchi winh."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi, ix elta eb' winh chavanh chi' t'a yichanh winh rey chi'. Ix sk'anan winhaj Moisés t'a Jehová to tz'el nok' pajtza' chi'."
        },
        {
            "number": "13",
            "text": "Ix sk'anab'ajej Jehová tas ix sk'an winh chi'. Ichato chi' ix laj och ijan scham masanil nok' pajtza' t'a yoltac pat, t'a amak' yet' t'a caltac te'."
        },
        {
            "number": "14",
            "text": "Axo eb' anima ix laj molb'an nok' chamnac pajtza' chi' t'a junjun b'ulanh, chuclaj ix aj sjab' yuj nok'."
        },
        {
            "number": "15",
            "text": "Ayic ix yilan winh rey to manhxalaj yaelal ayoch t'a yib'anh winh, ix yak'anxi pitb'oquel spensar winh, icha val ix yutej Jehová yalani, maj sk'anab'ajejlaj winh tas ix yal t'a eb' winh chavanh chi'."
        },
        {
            "number": "16",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi': --Al t'a winhaj Aarón to syik'chaanh te' sk'ococh winh, smak'an spococal lum lum winh yet' te' yic smeltzajoch lum pococ chi' cotac usal t'a masanil yol yic Egipto tik, xchi."
        },
        {
            "number": "17",
            "text": "Ichaton chi' ix yutej winhaj Aarón chi'. Ix smak'q'ue vaan lum pococ chi' winh yet' te' sk'ococh, yuj chi' masanil lum pococ ay t'a yol yic Egipto chi', ix laj och lum cotac usal, ix och nok' t'a anima yet' t'a nok' nok'."
        },
        {
            "number": "18",
            "text": "Anheja' eb' winh ay tas tzuji yuj yalani, icha ix yutej winhaj Aarón chi' icha chi' ix yutejpax eb' winh snaani. Ix snib'ej eb' winh ix och lum pococ chi' cotac usal, palta maj yal-laj yuj eb' winh. Ix chiji eb' anima yet' nok' nok' yuj nok' us chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi', ix yal eb' winh ay tas tzuji yuj yalani t'a winh rey chi': --Ha jun tik, ha Dios tz'utani, xchi eb' winh. Palta ix pitb'iel spensar winh rey chi', icha val ix yutej Jehová yalani. Maj schalaj yab' winh tas ix yal winhaj Moisés yet' winhaj Aarón chi'."
        },
        {
            "number": "20",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik: --Ha k'ik'an t'a sacb'inaji, sb'at winh rey chi' t'a sti' ha ha', yuj chi' pet ex q'ue vaan, b'at eyalan t'a winh: Icha tik yalan Jehová: Actejel eb' in chonhab' yic tz'och eb' ejmelal t'ayin."
        },
        {
            "number": "21",
            "text": "Palta tato manh ol actejel eb', ol vak'cot junok umanh nok' cach icha tab' t'a ib'anh, t'a yib'anh masanil eb' ay yopisio ed'oc yet' pax t'a yib'anh masanil a chonhab'. Ol b'ud'joquel masanil yol e pat yet' masanil sat lu'um yuj nok'."
        },
        {
            "number": "22",
            "text": "Ayic ol ujok juntzanh chi', manhxalaj junok nok' cach chi' ol ek' t'a yol yic Gosén b'aj ayek' eb' in chonhab'. Icha val chi' ol aj ojtacaneli to a in Jehová in, Dios in t'a masanil yol yib'anhk’inal tik."
        },
        {
            "number": "23",
            "text": "Ata' ol ojtaquejeli to ch'oc yel in chonhab' tik t'a yichanh a chonhab' chi' t'a yol in sat. Ha k'ik'an, max ek'b'atlaj saclemb'at nok' cach, xchi Jehová, xa chi t'a winh rey chi'."
        },
        {
            "number": "24",
            "text": "Icha chi' ix yutej Jehová. Ichaxo val tab' yek' nok' cach chi', ix ochk'och nok' t'a yol sdespacho winh rey yet' t'a yoltac spat eb' ay yopisio yet' winh yet' masanil t'a yol smacb'en Egipto. Junelnhej ix yixtejb'at yol chonhab' chi' nok'."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi', ix avtajxicot eb' winh chavanh chi' yuj winh rey chi', ix yalan winh t'a eb' winh: --Ixiquec, ix aq'ek e silab' t'a e Diosal chi', palta manh ex el t'a yol yic Egipto tik, xchi winh."
        },
        {
            "number": "26",
            "text": "Axo ix tak'vi winhaj Moisés chi': --Max yal-laj icha chi', yujto a nok' nok' scak' t'a silab'il t'a Jehová co Diosal chi', niwan yelk'och nok' t'a yol sat eb' etchonhab' tik. Yuj chi, tato syil eb' anima chi' co milancham nok' a onh tik, val yel tzam onh sjulq'uenej eb'."
        },
        {
            "number": "27",
            "text": "Yuj chi', yowalil tzonh b'at t'a tzinan lu'um, oxe' k'ual stek'nab'il b'aj tzonh b'at chi'. Ato ta' b'at cak' co silab' t'a Jehová co Diosal, icha ix yutej yalani, xchi winh."
        },
        {
            "number": "28",
            "text": "Ix yalanpax winh rey chi': --Syal e b'at t'a tzinan lum chi', yic b'at eyak' e silab' t'a Jehová e Diosal chi', anhej tato yel manh najatoc tzex b'ati, tze k'anan t'a e Diosal chi' vuj a in tik, xchi winh rey chi'."
        },
        {
            "number": "29",
            "text": "Ix tak'vi winhaj Moisés chi' t'a winh: --Anhej val tzin el t'a tik, tzin k'anan t'a Jehová to a k'ik'an tz'el nok' cach tik t'ayach, t'a eb' ay yopisio ed'oc yet' t'a masanil a macb'en tik. Palta manhxoocab' onh ixtej, manhxaocab'pax tas ol al t'ayonh ayic ol b'at cak'an co silab' t'a Jehová chi', xchi winhaj Moisés chi'."
        },
        {
            "number": "30",
            "text": "Ixnhej val elta winhaj Moisés t'a yol sdespacho winh rey chi', ix sk'anan winh t'a Jehová."
        },
        {
            "number": "31",
            "text": "Ix yab'an Jehová tas ix sk'an winh chi', ix yik'anel nok' cach t'a winh rey chi' yet' t'a eb' ay yopisio yet' winh yet' t'a masanil eb' anima. Manhxa junok nok' ix cani."
        },
        {
            "number": "32",
            "text": "Palta anheja' ix spitejxi sb'a winh rey chi', maj chajiel-laj eb' israel chi' yuj winh."
        }
    ]
}