{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "ix yalan Jehová d'a vinhaj Moisés icha tic: --Ixic, b'at il vinh rey chi', tzalan d'a vinh icha tic: A Jehová tz'alan icha tic: Actejel eb' in chonhab' yic b'at och eb' ejmelal d'ayin."
        },
        {
            "number": "2",
            "text": "Tato manh ol actejel in chonhab' tic, ol vak'och yaelal d'a ib'anh, ol vak' pitzvocq'ue nok' pajtza' d'a masanil a macb'en tic."
        },
        {
            "number": "3",
            "text": "Ol vak' pitzvoc nok' d'a yol a a' smasanil, ol laj och nok' d'a yol a despacho yed' b'aj tzach vayi. Ol laj q'ue nok' d'a sat a ch'at. Ol laj och nok' d'a yoltac spat eb' ay yopisio ed'oc, d'a yoltac spat masanil anima, d'a yoltac horno b'aj sb'o ixim pan tza va'a yed' d'a sattac ak'ante' b'aj syotz'chaj ixim pan chi'."
        },
        {
            "number": "4",
            "text": "Ol laj q'ue nok' d'a ib'anh yed' d'a yib'anh eb' ay yopisio ed'oc yed' d'a yib'anh masanil eb' etchonhab', xchi Jehová, xa chi d'a vinh rey chi'."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi', ix yalanxi Jehová d'a vinhaj Moisés chi': --Al d'a vinhaj Aarón to syak'b'at te' sk'ococh vinh d'a yib'anh smasanil a a': A cotac a' yed' a nivac nhajab', yic sq'ueta b'ulnaj nok' pajtza'. Ol majel yol yic Egipto tic yuj nok', xchi Jehová chi'."
        },
        {
            "number": "6",
            "text": "Ix yak'anb'at te' sk'ococh vinhaj Aarón chi' d'a yib'anh a a' chi'. Ix q'ueul b'ulnaj nok' pajtza' chi', ix majel masanil yoltac chonhab' chi' yuj nok'."
        },
        {
            "number": "7",
            "text": "Anheja' icha chi' ix yutejpax eb' vinh ay tas tzuji yuuj yed' tas k'ayb'ab'il yuj eb', ix japax nok' d'a yol chonhab' chi' yuj eb'."
        },
        {
            "number": "8",
            "text": "Ix laj te pucax nok', yuj chi' ix avtaj eb' vinh chavanh chi' yuj vinh rey chi', ix yalan vinh d'a eb' vinh: --k'anec d'a Jehová, yic ol yiq'uel nok' pajtza' tic d'a co cal, ol vactanel e chonhab' tic, yic sb'at eb' yak' silab' d'ay, xchi vinh rey chi'."
        },
        {
            "number": "9",
            "text": "Ix tak'vi vinhaj Moisés d'a vinh: --A ach ol ala' b'aq'uinh tzin lesalvi d'a Jehová yic syik'anel nok' pajtza' tic d'ayach yed' d'a eb' ay yopisio ed'oc yed' d'a scal masanil anima yed' d'a yoltac e pat. Axonhej d'a yol a' Nilo ol can nok', xchi vinh."
        },
        {
            "number": "10",
            "text": "--Q'uik'an, xchi vinh rey chi'. Ix yalanxi vinhaj Moisés chi': --Icha chi' ol ajoc, yic ol ojtaquejeli to malaj junocxo lajan spoder icha Jehová co Diosal a onh tic."
        },
        {
            "number": "11",
            "text": "Icha chi' ol aj yel nok' d'a a despacho yed' d'a yol spat eb' ayoch yajalil ed'oc yed' d'a scal masanil anima. Ol cannhej nok' d'a yol a' Nilo, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi, ix elta eb' vinh chavanh chi' d'a yichanh vinh rey chi'. Ix sk'anan vinhaj Moisés d'a Jehová to tz'el nok' pajtza' chi'."
        },
        {
            "number": "13",
            "text": "Ix sk'anab'ajej Jehová tas ix sk'an vinh chi'. Ichato chi' ix laj och ijan scham masanil nok' pajtza' d'a yoltac pat, d'a amak' yed' d'a caltac te'."
        },
        {
            "number": "14",
            "text": "Axo eb' anima ix laj molb'an nok' chamnac pajtza' chi' d'a junjun b'ulanh, chuclaj ix aj sjab' yuj nok'."
        },
        {
            "number": "15",
            "text": "Ayic ix yilan vinh rey to manhxalaj yaelal ayoch d'a yib'anh vinh, ix yak'anxi pitb'oquel spensar vinh, icha val ix yutej Jehová yalani, maj sk'anab'ajejlaj vinh tas ix yal d'a eb' vinh chavanh chi'."
        },
        {
            "number": "16",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi': --Al d'a vinhaj Aarón to syik'chaanh te' sk'ococh vinh, smak'an spococal lum luum vinh yed' te' yic smeltzajoch lum pococ chi' cotac usal d'a masanil yol yic Egipto tic, xchi."
        },
        {
            "number": "17",
            "text": "Ichaton chi' ix yutej vinhaj Aarón chi'. Ix smak'q'ue vaan lum pococ chi' vinh yed' te' sk'ococh, yuj chi' masanil lum pococ ay d'a yol yic Egipto chi', ix laj och lum cotac usal, ix och nok' d'a anima yed' d'a nok' nok'."
        },
        {
            "number": "18",
            "text": "Anheja' eb' vinh ay tas tzuji yuj yalani, icha ix yutej vinhaj Aarón chi' icha chi' ix yutejpax eb' vinh snaani. Ix snib'ej eb' vinh ix och lum pococ chi' cotac usal, palta maj yal-laj yuj eb' vinh. Ix chiji eb' anima yed' nok' nok' yuj nok' us chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi', ix yal eb' vinh ay tas tzuji yuj yalani d'a vinh rey chi': --A jun tic, a Dios tz'utani, xchi eb' vinh. Palta ix pitb'iel spensar vinh rey chi', icha val ix yutej Jehová yalani. Maj schalaj yab' vinh tas ix yal vinhaj Moisés yed' vinhaj Aarón chi'."
        },
        {
            "number": "20",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic: --A q'uik'an d'a sacb'inaji, sb'at vinh rey chi' d'a sti' a a', yuj chi' pet ex q'ue vaan, b'at eyalan d'a vinh: Icha tic yalan Jehová: Actejel eb' in chonhab' yic tz'och eb' ejmelal d'ayin."
        },
        {
            "number": "21",
            "text": "Palta tato manh ol actejel eb', ol vak'cot junoc umanh nok' cach icha tab' d'a ib'anh, d'a yib'anh masanil eb' ay yopisio ed'oc yed' pax d'a yib'anh masanil a chonhab'. Ol b'ud'joquel masanil yol e pat yed' masanil sat luum yuj nok'."
        },
        {
            "number": "22",
            "text": "Ayic ol ujoc juntzanh chi', manhxalaj junoc nok' cach chi' ol ek' d'a yol yic Gosén b'aj ayek' eb' in chonhab'. Icha val chi' ol aj ojtacaneli to a in Jehová in, Dios in d'a masanil yolyib'anhq'uinal tic."
        },
        {
            "number": "23",
            "text": "Ata' ol ojtaquejeli to ch'oc yel in chonhab' tic d'a yichanh a chonhab' chi' d'a yol in sat. A q'uik'an, max ek'b'atlaj saclemb'at nok' cach, xchi Jehová, xa chi d'a vinh rey chi'."
        },
        {
            "number": "24",
            "text": "Icha chi' ix yutej Jehová. Ichaxo val tab' yek' nok' cach chi', ix ochk'och nok' d'a yol sdespacho vinh rey yed' d'a yoltac spat eb' ay yopisio yed' vinh yed' masanil d'a yol smacb'en Egipto. Junelnhej ix yixtejb'at yol chonhab' chi' nok'."
        },
        {
            "number": "25",
            "text": "Ix lajvi chi', ix avtajxicot eb' vinh chavanh chi' yuj vinh rey chi', ix yalan vinh d'a eb' vinh: --Ixiquec, ix aq'uec e silab' d'a e Diosal chi', palta manh ex el d'a yol yic Egipto tic, xchi vinh."
        },
        {
            "number": "26",
            "text": "Axo ix tak'vi vinhaj Moisés chi': --Max yal-laj icha chi', yujto a nok' nok' scak' d'a silab'il d'a Jehová co Diosal chi', nivan yelk'och nok' d'a yol sat eb' etchonhab' tic. Yuj chi, tato syil eb' anima chi' co milancham nok' a onh tic, val yel tzam onh sjulq'uenej eb'."
        },
        {
            "number": "27",
            "text": "Yuj chi', yovalil tzonh b'at d'a tz'inan luum, oxe' k'ual stek'nab'il b'aj tzonh b'at chi'. Ato ta' b'at cak' co silab' d'a Jehová co Diosal, icha ix yutej yalani, xchi vinh."
        },
        {
            "number": "28",
            "text": "Ix yalanpax vinh rey chi': --Syal e b'at d'a tz'inan lum chi', yic b'at eyak' e silab' d'a Jehová e Diosal chi', anhej tato yel manh najatoc tzex b'ati, tze k'anan d'a e Diosal chi' vuj a in tic, xchi vinh rey chi'."
        },
        {
            "number": "29",
            "text": "Ix tak'vi vinhaj Moisés chi' d'a vinh: --Anhej val tzin el d'a tic, tzin k'anan d'a Jehová to a q'uik'an tz'el nok' cach tic d'ayach, d'a eb' ay yopisio ed'oc yed' d'a masanil a macb'en tic. Palta manhxoocab' onh ixtej, manhxaocab'pax tas ol al d'ayonh ayic ol b'at cak'an co silab' d'a Jehová chi', xchi vinhaj Moisés chi'."
        },
        {
            "number": "30",
            "text": "Ixnhej val elta vinhaj Moisés d'a yol sdespacho vinh rey chi', ix sk'anan vinh d'a Jehová."
        },
        {
            "number": "31",
            "text": "Ix yab'an Jehová tas ix sk'an vinh chi', ix yik'anel nok' cach d'a vinh rey chi' yed' d'a eb' ay yopisio yed' vinh yed' d'a masanil eb' anima. Manhxa junoc nok' ix cani."
        },
        {
            "number": "32",
            "text": "Palta anheja' ix spitejxi sb'a vinh rey chi', maj chajiel-laj eb' israel chi' yuj vinh."
        }
    ]
}