{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi, ix yalanxi Jehová d'a vinhaj Moisés chi': --Ixic d'a vinh rey chi', tzalan d'a vinh: Icha val tic yalan Jehová co Diosal a onh hebreo onh tic: Chab'at in chonhab' tic yic tz'och eb' ejmelal d'ayin."
        },
        {
            "number": "2",
            "text": "Tato manh ol a chab'at eb', tato ol a yamnhejoch vaan eb',"
        },
        {
            "number": "3",
            "text": "ol cot voval, ol vak'anelta yab'il d'a nok' e molb'etzal nok', ol cham nok' yuj yab'il chi', aton nok' chej, nok' vacax, nok' camello, nok' b'uru, nok' calnel yed' nok' chiva."
        },
        {
            "number": "4",
            "text": "Palta ol in ch'oxo' to ch'oc yel eb' israel d'a vichanh, yuj chi' malaj junoc nok' snok' eb' ol chamoc, xchi Jehová, xa chi d'a vinh."
        },
        {
            "number": "5",
            "text": "Ix yalancan sk'ual Jehová chi', ix yalani: --A q'uik'an svak'cot jun yaelal chi', xchi."
        },
        {
            "number": "6",
            "text": "Axo d'a junxo k'u chi', ix yak'ancot yab'il Jehová d'a nok' nok' chi'. Tzijtum nok' smolb'etzal nok' eb' aj Egipto chi' ix chami, axo pax eb' aj israel, malaj junoc nok' yic eb' ix chami."
        },
        {
            "number": "7",
            "text": "D'a elanhchamel ix b'at schecan iljoc vinh rey tato malaj nok' yic eb' israel chi' ix chami. Vach'chom malaj junoc nok' ix chami, palta ix spitejxi spensar vinh rey chi', maj actajel eb' israel chi' yuj vinh."
        },
        {
            "number": "8",
            "text": "Ix lajvi chi, ix yalan Jehová d'a vinhaj Moisés yed' d'a vinhaj Aarón: --Ixiquec, iq'ueccot junoc votz q'uen tik'aq'uil taanh d'a yol junoc horno. A ach tic ach Moisés tza tzipq'ue q'ueen d'a chaanh d'a yichanh vinh rey chi'."
        },
        {
            "number": "9",
            "text": "Icha chi', ol saclemcanb'at q'uen icha pococ d'a masanil yol smacb'en Egipto, yuj q'ueen ol q'ue yab'il yaxk'a d'a masanil anima chi' yed' d'a nok' nok', xchi Jehová."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi, ix b'at vinhaj Moisés yed' vinhaj Aarón yik'cot q'uen taanh d'a junoc horno, ix b'at eb' vinh yil vinh rey chi'. Ayic ix k'och eb' vinh d'a yichanh vinh, ix stzipanq'ue q'ueen vinhaj Moisés d'a chaanh. Ix lajvi chi', ix pitzviq'ue yab'il yaxk'a d'a masanil anima chi' yed' d'a masanil nok' nok'."
        },
        {
            "number": "11",
            "text": "Axo eb' ay tas tzuji yuj yalani, majxo yal-laj sch'oxan sb'a eb' d'a yichanh vinhaj Moisés chi', yujto ya ay eb' yuj yab'il yaxk'a icha yaj masanil eb' anima d'a Egipto chi'."
        },
        {
            "number": "12",
            "text": "Ix pitb'ixiel spensar vinh rey chi' yuj Jehová, maj schalaj yab' vinh tas ix yal eb' vinh chavanh chi', icha ix yutej yalan Jehová d'a vinhaj Moisés chi'."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi', ix yalan Jehová d'a vinhaj Moisés: --Spet ex q'ue vaan q'uik'an, b'at ex lolon d'a vinh rey chi', tzeyalan d'a vinh: Icha val tic yalan Jehová co Diosal a onh hebreo onh tic: Actejel eb' in chonhab' yic b'at och eb' ejmelal d'ayin."
        },
        {
            "number": "14",
            "text": "A d'a jun tiempoal tic ol vak'cot juntzanh yaelal tic d'a ib'anh yed' d'a yib'anh eb' ay yopisio ed'oc yed' d'a yib'anh eb' a chonhab', yic vach' tzojtaquejeli to manhxa junoc mach lajan spoder icha in tic d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "15",
            "text": "Tato syal in k'ool, tzin ch'ox vipalil d'ayach, svak'anoch yaelal d'a ib'anh yed' d'a yib'anh masanil eb' anima d'a a macb'en tic. Syal tzex in satel d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "16",
            "text": "Ocxo, manto ol ach in satel-laj, yujto ix ach vak'och d'a opisio yuj in ch'oxanel in poder yuj tas ol ach vutoc, yic te nivan ol aj in b'inaj d'a scal masanil anima d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "17",
            "text": "Vach'chom tzijtum yaelal tzin ch'ox ila', palta tza pitejnhej a b'a, anheja' max actejel-laj in chonhab' tic."
        },
        {
            "number": "18",
            "text": "Yuj chi, a q'uik'an yab' val icha hora tic, svak'anem q'uen sacb'at d'a yib'anh chonhab' tic. Mantalaj b'aj tz'em q'uen sacb'at yelxo val nivac icha q'uen tz'em chi' yictax ix el yich chonhab' Egipto tic."
        },
        {
            "number": "19",
            "text": "Yuj chi', al d'a eb' vinh a checab' to a masanil nok' molb'etzal nok' yed' masanil tas ay d'a scal a munlajel to tz'ochcan d'a yoltac lechpat, yujto ayic ol ja q'uen nivac sacb'at chi', masanil nok' nok' yed' masanil anima malaj yenhul, ol cham yuj q'ueen, xchi Jehová, xa chi d'a vinh."
        },
        {
            "number": "20",
            "text": "Ay eb' vinh ay yopisio yed' vinh rey, ix xivcanq'uei ayic ix yab'an eb' yuj tas ix yal Jehová. Yuj chi, ix yak'q'ue yenhul nok' smolb'etzal snok' eb' vinh. Ix ochpaxcan masanil schecab' eb' vinh d'a yoltac lechpat chi'."
        },
        {
            "number": "21",
            "text": "Ay juntzanhxo eb' maj yak'och d'a sk'ol tas ix yal Jehová chi', ix can nok' smolb'etzal nok' yed' eb' schecab' eb' d'a ichnhejta'."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi', ix yalan Jehová d'a vinhaj Moisés: --Ik'chaanh a k'ab' yic tz'em q'uen nivac sacb'at d'a yib'anh masanil anima, d'a yib'anh masanil nok' nok' yed' d'a yib'anh masanil tas avab'il ay d'a yol smacb'en Egipto tic, xchi."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yik'anchaanh sk'ococh vinhaj Moisés chi', ix mak'vaj k'u, ix ek' copoljoc leb'lon, ix cot q'uen nivac sacb'at d'a masanil sat lum d'a yol yic Egipto chi' yuj Jehová."
        },
        {
            "number": "24",
            "text": "Maxtzac ochlaj vaan yem q'uen sacb'at yed' smak'vaj k'u yed' yek' copoljoc leb'lon. Malaj ton b'aj ix b'inaj yak'an juneloc sacb'at d'a yol yic Egipto d'a yalanhtaxo icha jun oval sacb'at ix yak' chi'."
        },
        {
            "number": "25",
            "text": "Masanil tastac ay d'a Egipto chi', ix ixtaxb'at yuj q'uen nivac sacb'at ix yak' chi'. Ix cham eb' anima yed' nok' nok' aycan d'a spatictac pat yed' masanil tastac ay d'a scaltac munlajel ix lajvicanel yuj q'ueen, yed' masanil te te' ix laj ixtaxcanb'at te'."
        },
        {
            "number": "26",
            "text": "Axonhej d'a yol yic Gosén b'aj ayek' eb' israel, malaj val junoc k'otanh q'uen sacb'at chi' ix emi."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix schecan vinh rey avtajxicot eb' vinh chavanh chi', ix yalan vinh: --Toxo ix nachajel vuuj ticnaic to a in ay in mul yed' in chonhab' tic. Palta a Jehová, te tojolnhej syutej."
        },
        {
            "number": "28",
            "text": "Toxo ix ek' yib'anh smak'vaj k'u yed' yem q'uen nivac sacb'at. Yuj chi', manhxo ol viq'uek' e tiempo, syal e b'at b'aj syal e k'ool, anhej jun, comonoc tz'el d'a e k'ol tze k'an d'a Jehová yic syiq'uel jun yaelal tic, xchi vinh rey chi'."
        },
        {
            "number": "29",
            "text": "Ix tak'vi vinhaj Moisés chi' d'a vinh: --Anhej val tzin elcan d'a yol chonhab' tic, tzin mojb'an in k'ab' in lesalvi d'a Jehová, tzin k'anan d'ay yic syactan yak'ancot q'uen sacb'at tic, yic manhxo ol mak'vaj k'u, yic vach' snachajel uuj to yic Jehová yaj masanil yolyib'anhq'uinal tic."
        },
        {
            "number": "30",
            "text": "Palta vojtac sik'lab'il to a ach tic yed' eb' ay yopisio ed'oc, manta yelk'och Jehová Dios d'a yol e sat, xchi vinh."
        },
        {
            "number": "31",
            "text": "A jantac tas avab'il, icha anh lino yed' ixim cebada, masanil ix ixtaxcanb'ati, yujto a ixim cebada ayxo sat ixim, anheja' anh lino ayxo xumaquil anh."
        },
        {
            "number": "32",
            "text": "Axo pax ixim trigo yed' ixim centeno, malaj tas ix ik'an ixim, yujto tzak'anxo tz'elul ixim."
        },
        {
            "number": "33",
            "text": "Ayic ix lajvi slolon vinhaj Moisés yed' vinh rey chi', ix el vinh d'a yol chonhab' chi', ix yik'anchaanh sk'ab' vinh, ix lesalvi vinh d'a Jehová. A val d'a jun rato chi', ix vanaj yem q'uen sacb'at yed' nhab' yed' smak'vaj k'u."
        },
        {
            "number": "34",
            "text": "Axo ix yilan vinh rey to maxtzac emlaj nhab', maxtzac emlaj q'uen sacb'at, manhxalaj k'u sk'anhi, anheja' ix ochxi smul vinh, ix pitb'ixiel spensar vinh yed' eb' ay yopisio yed'oc."
        },
        {
            "number": "35",
            "text": "Yuj chi', majxo actajel-laj chonhab' Israel chi' yuj vinh, icha ix aj yalan Jehová d'a vinhaj Moisés chi'."
        }
    ]
}