{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi, ix yalanxi Jehová t'a winhaj Moisés chi': --Ixic t'a winh rey chi', tzalan t'a winh: Icha wal tik yalan Jehová ko Diosal a onh hebreo onh tik: Chab'at in chonhab' tik yic tz'och heb' ejmelal t'ayin."
        },
        {
            "number": "2",
            "text": "Tato manh ol a chab'at heb', tato ol a yamnhejoch waan heb',"
        },
        {
            "number": "3",
            "text": "ol cot wowal, ol wak'anelta yab'il t'a nok' he molb'etzal nok', ol cham nok' yuj yab'il chi', aton nok' chej, nok' wakax, nok' camello, nok' b'uru, nok' kalnel yet' nok' chiwa."
        },
        {
            "number": "4",
            "text": "Palta ol in ch'oxo' to ch'oc yel heb' israel t'a wichanh, yuj chi' malaj junok nok' snok' heb' ol chamoc, xchi Jehová, xa chi t'a winh."
        },
        {
            "number": "5",
            "text": "Ix yalankan sk'ual Jehová chi', ix yalani: --Ha k'ik'an swak'cot jun yaelal chi', xchi."
        },
        {
            "number": "6",
            "text": "Axo t'a junxo k'u chi', ix yak'ancot yab'il Jehová t'a nok' nok' chi'. Tzijtum nok' smolb'etzal nok' heb' aj Egipto chi' ix chami, haxo pax heb' aj israel, malaj junok nok' yic heb' ix chami."
        },
        {
            "number": "7",
            "text": "D'a elanhchamel ix b'at schekan iljoc winh rey tato malaj nok' yic heb' israel chi' ix chami. Wach'chom malaj junok nok' ix chami, palta ix spitejxi spensar winh rey chi', maj actajel heb' israel chi' yuj winh."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi, ix yalan Jehová t'a winhaj Moisés yet' t'a winhaj Aarón: --Ixiquec, ik'eccot junok wotz k'een tik'aq'uil taanh t'a yol junok horno. Ha ach tik ach Moisés tza tzipk'e k'een t'a chaanh t'a yichanh winh rey chi'."
        },
        {
            "number": "9",
            "text": "Icha chi', ol saklemkanb'at k'een icha pokok t'a masanil yol smacb'en Egipto, yuj k'een ol k'e yab'il yaxk'ha t'a masanil anima chi' yet' t'a nok' nok', xchi Jehová."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi, ix b'at winhaj Moisés yet' winhaj Aarón yik'cot k'een taanh t'a junok horno, ix b'at heb' winh yil winh rey chi'. Ayic ix k'och heb' winh t'a yichanh winh, ix stzipank'e k'een winhaj Moisés t'a chaanh. Ixlajwi chi', ix pitzwik'e yab'il yaxk'ha t'a masanil anima chi' yet' t'a masanil nok' nok'."
        },
        {
            "number": "11",
            "text": "Axo heb' ay tas tzuji yuj yalani, majxo yal-laj sch'oxan sb'a heb' t'a yichanh winhaj Moisés chi', yujto ya ay heb' yuj yab'il yaxk'a icha yaj masanil heb' anima t'a Egipto chi'."
        },
        {
            "number": "12",
            "text": "Ix pitb'ixiel spensar winh rey chi' yuj Jehová, maj schalaj yab' winh tas ix yal heb' winh chawanh chi', icha ix yutej yalan Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winhaj Moisés: --Spet ex k'e waan k'ik'an, b'at ex lolon t'a winh rey chi', tzeyalan t'a winh: Icha wal tik yalan Jehová ko Diosal a onh hebreo onh tik: Actejel heb' in chonhab' yic b'at och heb' ejmelal t'ayin."
        },
        {
            "number": "14",
            "text": "Ha t'a jun pekti’ tik ol wak'cot juntzanh yaelal tik t'a ib'anh yet' t'a yib'anh heb' ay yopisio ed'oc yet' t'a yib'anh heb' a chonhab', yic wach' tzojtaquejeli to manhxa junok mach lajan spoder icha in tik t'a yol yib'anhk’inal tik."
        },
        {
            "number": "15",
            "text": "Tato syal in k'ool, tzin ch'ox wipalil t'ayach, swak'anoch yaelal t'a ib'anh yet' t'a yib'anh masanil heb' anima t'a a macb'en tik. Syal tzex in satel t'a yol yib'anhk’inal tik."
        },
        {
            "number": "16",
            "text": "Ocxo, manto ol ach in satel-laj, yujto ix ach wak'och t'a opisio yuj in ch'oxanel in poder yuj tas ol ach wutoc, yic te niwan ol aj in b'inaj t'a skal masanil anima t'a yol yib'anhk’inal tik."
        },
        {
            "number": "17",
            "text": "Wach'chom tzijtum yaelal tzin ch'ox ila', palta tza pitejnhej a b'a, anheja' max actejel-laj in chonhab' tik."
        },
        {
            "number": "18",
            "text": "Yuj chi, a k'ik'an yab' wal icha hora tik, swak'anem k'een sacb'at t'a yib'anh chonhab' tik. Mantalaj b'aj tz'em k'een sacb'at yelxo wal niwac icha k'een tz'em chi' yictax ix el yich chonhab' Egipto tik."
        },
        {
            "number": "19",
            "text": "Yuj chi', al t'a heb' winh a chekab' to a masanil nok' molb'etzal nok' yet' masanil tas ay t'a skal a munlajel to tz'ochkan t'a yoltac lechpat, yujto ayic ol ja k'een niwac sacb'at chi', masanil nok' nok' yet' masanil anima malaj yenhul, ol cham yuj k'een, xchi Jehová, xa chi t'a winh."
        },
        {
            "number": "20",
            "text": "Ay heb' winh ay yopisio yet' winh rey, ix xivcank'ei ayic ix yab'an heb' yuj tas ix yal Jehová. Yuj chi, ix yak'k'e yenhul nok' smolb'etzal snok' heb' winh. Ix ochpaxcan masanil schekab' heb' winh t'a yoltac lechpat chi'."
        },
        {
            "number": "21",
            "text": "Ay juntzanhxo heb' maj yak'och t'a sk'ol tas ix yal Jehová chi', ix kan nok' smolb'etzal nok' yet' heb' schekab' heb' t'a ichnhejta'."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winhaj Moisés: --Ik'chaanh a k'ab' yic tz'em k'een niwac sacb'at t'a yib'anh masanil anima, t'a yib'anh masanil nok' nok' yet' t'a yib'anh masanil tas awab'il ay t'a yol smacb'en Egipto tik, xchi."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yik'anchaanh sk'ococh winhaj Moisés chi', ix mak'waj k'u, ix ek' copoljoc lheb'lon, ix cot k'een niwac sacb'at t'a masanil sat lum t'a yol yic Egipto chi' yuj Jehová."
        },
        {
            "number": "24",
            "text": "Maxtzac ochlaj waan yem k'een sacb'at yet' smak'waj k'u yet' yek' copoljoc lheb'lon. Malaj ton b'aj ix b'inaj yak'an juneloc sacb'at t'a yol yic Egipto t'a yalanhtaxo icha jun owal sacb'at ix yak' chi'."
        },
        {
            "number": "25",
            "text": "Masanil tastac ay t'a Egipto chi', ix ixtaxb'at yuj k'een niwac sacb'at ix yak' chi'. Ix cham heb' anima yet' nok' nok' aykan t'a spatictac pat yet' masanil tastac ay t'a skaltac munlajel ix lajwikanel yuj k'een, yet' masanil te te' ix laj ixtaxcanb'at te'."
        },
        {
            "number": "26",
            "text": "Axonhej t'a yol yic Gosén b'aj ayek' heb' israel, malaj wal junok k'otanh k'een sacb'at chi' ix emi."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix schekan winh rey avtajxicot heb' winh chawanh chi', ix yalan winh: --Toxo ix nachajel wuuj tiknaik to a in ay in mul yet' in chonhab' tik. Palta a Jehová, te tojolnhej syutej."
        },
        {
            "number": "28",
            "text": "Toxo ix ek' yib'anh smak'waj k'u yet' yem k'een niwac sacb'at. Yuj chi', manhxo ol wik'ek' he tiempo, syal he b'at b'aj syal he k'ool, anhej jun, comonoc tz'el t'a he k'ol tze k'an t'a Jehová yic syik'el jun yaelal tik, xchi winh rey chi'."
        },
        {
            "number": "29",
            "text": "Ix tak'wi winhaj Moisés chi' t'a winh: --Anhej wal tzin elkan t'a yol chonhab' tik, tzin mojb'an in k'ab' in lesalwi t'a Jehová, tzin k'anan t'ay yic syactan yak'ancot k'een sacb'at tik, yic manhxo ol mak'waj k'u, yic wach' snachajel uuj to yic Jehová yaj masanil yol yib'anhk’inal tik."
        },
        {
            "number": "30",
            "text": "Palta wojtak sik'lab'il to a ach tik yet' heb' ay yopisio ed'oc, manta yelk'och Jehová Dios t'a yol he sat, xchi winh."
        },
        {
            "number": "31",
            "text": "Ha jantac tas awab'il, icha anh lino yet' ixim cebada, masanil ix ixtaxcanb'ati, yujto a ixim cebada ayxo sat ixim, anheja' anh lino ayxo xumaquil anh."
        },
        {
            "number": "32",
            "text": "Axo pax ixim trigo yet' ixim centeno, malaj tas ix ik'an ixim, yujto tzak'anxo tz'elul ixim."
        },
        {
            "number": "33",
            "text": "Ayic ix lajwi slolon winhaj Moisés yet' winh rey chi', ix el winh t'a yol chonhab' chi', ix yik'anchaanh sk'ab' winh, ix lesalwi winh t'a Jehová. Ha wal t'a jun rato chi', ix wanaj yem k'een sacb'at yet' nhab' yet' smak'waj k'u."
        },
        {
            "number": "34",
            "text": "Axo ix yilan winh rey to maxtzac emlaj nhab', maxtzac emlaj k'een sacb'at, manhxalaj k'u sk'anhi, anheja' ix ochxi smul winh, ix pitb'ixiel spensar winh yet' heb' ay yopisio yet'oc."
        },
        {
            "number": "35",
            "text": "Yuj chi', majxo actajel-laj chonhab' Israel chi' yuj winh, icha ix aj yalan Jehová t'a winhaj Moisés chi'."
        }
    ]
}