{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi, ix yalanxi Jehová t'a winhaj Moisés chi': --Ixic t'a winh rey chi', tzalan t'a winh: Icha val tik yalan Jehová co Diosal a onh hebreo onh tik: Chab'at in chonhab' tik yic tz'och eb' ejmelal t'ayin."
        },
        {
            "number": "2",
            "text": "Tato manh ol a chab'at eb', tato ol a yamnhejoch vaan eb',"
        },
        {
            "number": "3",
            "text": "ol cot voval, ol vak'anelta yab'il t'a nok' e molb'etzal nok', ol cham nok' yuj yab'il chi', aton nok' chej, nok' vacax, nok' camello, nok' b'uru, nok' calnel yet' nok' chiva."
        },
        {
            "number": "4",
            "text": "Palta ol in ch'oxo' to ch'oc yel eb' israel t'a vichanh, yuj chi' malaj junok nok' snok' eb' ol chamoc, xchi Jehová, xa chi t'a winh."
        },
        {
            "number": "5",
            "text": "Ix yalancan sk'ual Jehová chi', ix yalani: --Ha k'ik'an svak'cot jun yaelal chi', xchi."
        },
        {
            "number": "6",
            "text": "Axo t'a junxo k'u chi', ix yak'ancot yab'il Jehová t'a nok' nok' chi'. Tzijtum nok' smolb'etzal nok' eb' aj Egipto chi' ix chami, haxo pax eb' aj israel, malaj junok nok' yic eb' ix chami."
        },
        {
            "number": "7",
            "text": "D'a elanhchamel ix b'at schecan iljoc winh rey tato malaj nok' yic eb' israel chi' ix chami. Wach'chom malaj junok nok' ix chami, palta ix spitejxi spensar winh rey chi', maj actajel eb' israel chi' yuj winh."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi, ix yalan Jehová t'a winhaj Moisés yet' t'a winhaj Aarón: --Ixiquec, iq'ueccot junok votz q'uen tik'aq'uil taanh t'a yol junok horno. Ha ach tik ach Moisés tza tzipq'ue q'ueen t'a chaanh t'a yichanh winh rey chi'."
        },
        {
            "number": "9",
            "text": "Icha chi', ol saclemcanb'at q'uen icha pococ t'a masanil yol smacb'en Egipto, yuj q'ueen ol q'ue yab'il yaxk'ha t'a masanil anima chi' yet' t'a nok' nok', xchi Jehová."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi, ix b'at winhaj Moisés yet' winhaj Aarón yik'cot q'uen taanh t'a junok horno, ix b'at eb' winh yil winh rey chi'. Ayic ix k'och eb' winh t'a yichanh winh, ix stzipanq'ue q'ueen winhaj Moisés t'a chaanh. Ixlajwi chi', ix pitzviq'ue yab'il yaxk'ha t'a masanil anima chi' yet' t'a masanil nok' nok'."
        },
        {
            "number": "11",
            "text": "Axo eb' ay tas tzuji yuj yalani, majxo yal-laj sch'oxan sb'a eb' t'a yichanh winhaj Moisés chi', yujto ya ay eb' yuj yab'il yaxk'a icha yaj masanil eb' anima t'a Egipto chi'."
        },
        {
            "number": "12",
            "text": "Ix pitb'ixiel spensar winh rey chi' yuj Jehová, maj schalaj yab' winh tas ix yal eb' winh chavanh chi', icha ix yutej yalan Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winhaj Moisés: --Spet ex q'ue vaan k'ik'an, b'at ex lolon t'a winh rey chi', tzeyalan t'a winh: Icha val tik yalan Jehová co Diosal a onh hebreo onh tik: Actejel eb' in chonhab' yic b'at och eb' ejmelal t'ayin."
        },
        {
            "number": "14",
            "text": "Ha t'a jun pekti’ tik ol vak'cot juntzanh yaelal tik t'a ib'anh yet' t'a yib'anh eb' ay yopisio ed'oc yet' t'a yib'anh eb' a chonhab', yic wach' tzojtaquejeli to manhxa junok mach lajan spoder icha in tik t'a yol yib'anhk’inal tik."
        },
        {
            "number": "15",
            "text": "Tato syal in k'ool, tzin ch'ox vipalil t'ayach, svak'anoch yaelal t'a ib'anh yet' t'a yib'anh masanil eb' anima t'a a macb'en tik. Syal tzex in satel t'a yol yib'anhk’inal tik."
        },
        {
            "number": "16",
            "text": "Ocxo, manto ol ach in satel-laj, yujto ix ach vak'och t'a opisio yuj in ch'oxanel in poder yuj tas ol ach vutoc, yic te niwan ol aj in b'inaj t'a skal masanil anima t'a yol yib'anhk’inal tik."
        },
        {
            "number": "17",
            "text": "Wach'chom tzijtum yaelal tzin ch'ox ila', palta tza pitejnhej a b'a, anheja' max actejel-laj in chonhab' tik."
        },
        {
            "number": "18",
            "text": "Yuj chi, a k'ik'an yab' val icha hora tik, svak'anem q'uen sacb'at t'a yib'anh chonhab' tik. Mantalaj b'aj tz'em q'uen sacb'at yelxo val nivac icha q'uen tz'em chi' yictax ix el yich chonhab' Egipto tik."
        },
        {
            "number": "19",
            "text": "Yuj chi', al t'a eb' winh a checab' to a masanil nok' molb'etzal nok' yet' masanil tas ay t'a skal a munlajel to tz'ochcan t'a yoltac lechpat, yujto ayic ol ja q'uen nivac sacb'at chi', masanil nok' nok' yet' masanil anima malaj yenhul, ol cham yuj q'ueen, xchi Jehová, xa chi t'a winh."
        },
        {
            "number": "20",
            "text": "Ay eb' winh ay yopisio yet' winh rey, ix xivcanq'uei ayic ix yab'an eb' yuj tas ix yal Jehová. Yuj chi, ix yak'q'ue yenhul nok' smolb'etzal snok' eb' winh. Ix ochpaxcan masanil schecab' eb' winh t'a yoltac lechpat chi'."
        },
        {
            "number": "21",
            "text": "Ay juntzanhxo eb' maj yak'och t'a sk'ol tas ix yal Jehová chi', ix kan nok' smolb'etzal nok' yet' eb' schecab' eb' t'a ichnhejta'."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winhaj Moisés: --Ik'chaanh a k'ab' yic tz'em q'uen nivac sacb'at t'a yib'anh masanil anima, t'a yib'anh masanil nok' nok' yet' t'a yib'anh masanil tas avab'il ay t'a yol smacb'en Egipto tik, xchi."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yik'anchaanh sk'ococh winhaj Moisés chi', ix mak'vaj k'u, ix ek' copoljoc leb'lon, ix cot q'uen nivac sacb'at t'a masanil sat lum t'a yol yic Egipto chi' yuj Jehová."
        },
        {
            "number": "24",
            "text": "Maxtzac ochlaj vaan yem q'uen sacb'at yet' smak'vaj k'u yet' yek' copoljoc leb'lon. Malaj ton b'aj ix b'inaj yak'an juneloc sacb'at t'a yol yic Egipto t'a yalanhtaxo icha jun oval sacb'at ix yak' chi'."
        },
        {
            "number": "25",
            "text": "Masanil tastac ay t'a Egipto chi', ix ixtaxb'at yuj q'uen nivac sacb'at ix yak' chi'. Ix cham eb' anima yet' nok' nok' aycan t'a spatictac pat yet' masanil tastac ay t'a scaltac munlajel ix lajvicanel yuj q'ueen, yet' masanil te te' ix laj ixtaxcanb'at te'."
        },
        {
            "number": "26",
            "text": "Axonhej t'a yol yic Gosén b'aj ayek' eb' israel, malaj val junok k'otanh q'uen sacb'at chi' ix emi."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix schecan winh rey avtajxicot eb' winh chavanh chi', ix yalan winh: --Toxo ix nachajel vuuj ticnaic to a in ay in mul yet' in chonhab' tik. Palta a Jehová, te tojolnhej syutej."
        },
        {
            "number": "28",
            "text": "Toxo ix ek' yib'anh smak'vaj k'u yet' yem q'uen nivac sacb'at. Yuj chi', manhxo ol viq'uek' e tiempo, syal e b'at b'aj syal e k'ool, anhej jun, comonoc tz'el t'a e k'ol tze k'an t'a Jehová yic syiq'uel jun yaelal tik, xchi winh rey chi'."
        },
        {
            "number": "29",
            "text": "Ix tak'vi winhaj Moisés chi' t'a winh: --Anhej val tzin elcan t'a yol chonhab' tik, tzin mojb'an in k'ab' in lesalvi t'a Jehová, tzin k'anan t'ay yic syactan yak'ancot q'uen sacb'at tik, yic manhxo ol mak'vaj k'u, yic wach' snachajel uuj to yic Jehová yaj masanil yol yib'anhk’inal tik."
        },
        {
            "number": "30",
            "text": "Palta vojtac sik'lab'il to a ach tik yet' eb' ay yopisio ed'oc, manta yelk'och Jehová Dios t'a yol e sat, xchi winh."
        },
        {
            "number": "31",
            "text": "Ha jantac tas avab'il, icha anh lino yet' ixim cebada, masanil ix ixtaxcanb'ati, yujto a ixim cebada ayxo sat ixim, anheja' anh lino ayxo xumaquil anh."
        },
        {
            "number": "32",
            "text": "Axo pax ixim trigo yet' ixim centeno, malaj tas ix ik'an ixim, yujto tzak'anxo tz'elul ixim."
        },
        {
            "number": "33",
            "text": "Ayic ix lajvi slolon winhaj Moisés yet' winh rey chi', ix el winh t'a yol chonhab' chi', ix yik'anchaanh sk'ab' winh, ix lesalvi winh t'a Jehová. Ha val t'a jun rato chi', ix vanaj yem q'uen sacb'at yet' nhab' yet' smak'vaj k'u."
        },
        {
            "number": "34",
            "text": "Axo ix yilan winh rey to maxtzac emlaj nhab', maxtzac emlaj q'uen sacb'at, manhxalaj k'u sk'anhi, anheja' ix ochxi smul winh, ix pitb'ixiel spensar winh yet' eb' ay yopisio yet'oc."
        },
        {
            "number": "35",
            "text": "Yuj chi', majxo actajel-laj chonhab' Israel chi' yuj winh, icha ix aj yalan Jehová t'a winhaj Moisés chi'."
        }
    ]
}