{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun b'ab'el uum tz'ib'ab'ilxo b'at d'ayach vuuj, ach Teófilo. Ata' ix vala' jantac tas ix sk'ulej Jesús yed' tas ix yak' k'ayb'ajoc, yictax ix syamanoch sk'ayb'ani"
        },
        {
            "number": "2",
            "text": "masanto ix ja jun k'ual ayic ix pax d'a satchaanh. Ayic manto paxi, ix yalancan juntzanh schecnab'il d'a eb' schecab', aton eb' sik'b'ilel yuuj, icha ix ak'ji yal yuj Yespíritu Dios."
        },
        {
            "number": "3",
            "text": "Ayic toxo ix ek' chamel d'a yib'anh, tzijtum elto ix sch'ox sb'a d'a eb' schecab' chi'. 40 k'ualto ix eq'ui, ixto sch'ox sb'a d'a eb' to yel ix pitzvixi. Ix yalancan d'a eb' to ol vach' och Dios Yajalil."
        },
        {
            "number": "4",
            "text": "Ayic ayto ek' yed' eb' schecab' chi', ix yalan icha tic d'a eb': --Manh ex el d'a yol chonhab' Jerusalén tic. Tanhvejec jun tas yalnaccan Dios d'ayex, icha vutejnac valan d'ayex."
        },
        {
            "number": "5",
            "text": "Yel toni, a vinhaj Juan ak'jinac bautizar eb' anima d'a a a'. Palta ato d'a yic jayexo k'u, ol ak'joc Yespíritu Dios d'ayex. Ichato ol ex ak'joc bautizar yuuj, xchi Jesús."
        },
        {
            "number": "6",
            "text": "Ayic ayto ek' Jesús yed' eb' sk'ayb'um chi', ix sk'anb'an eb' d'ay: --Mamin, ¿am ticnaic ol a colelta eb' quetchonhab' israel, yic munil scak'och junoc yajal d'a co cal junelxo? xchi eb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yalan d'a eb': --Max ak'jilaj eyojtaquejel sk'ual, ma stiempoal b'aq'uinh ol ujoc, yujto a juntzanh chi', anhej Dios co Mam ay yalan yic d'ay."
        },
        {
            "number": "8",
            "text": "Palta ol yak' spoder Dios d'ayex, ayic ol ochcan Espíritu Santo d'ayex. Ol lajvoc chi', axo eyalanel vab'ixal d'a Jerusalén tic, d'a masanil yol yic Judea tic, d'a yol yic Samaria yed' d'a masanil yolyib'anhq'uinal tic, xchi d'a eb'."
        },
        {
            "number": "9",
            "text": "Axo ix lajvi yalan juntzanh chi', ix q'uex d'a satchaanh. Q'uelanq'ue eb' d'ay ix satq'ue d'a scal jun asun. Majxo yil-laj eb'."
        },
        {
            "number": "10",
            "text": "Q'uelanto q'ue eb' d'a satchaanh chi' ayic vanto sq'uex Jesús, axo ix yilan eb', ayxoek' chavanh ángel icha yilji anima d'a stz'ey eb', te sac spichul eb'."
        },
        {
            "number": "11",
            "text": "Ix yalan eb': --Ex vinac aj Galilea, ¿tas yuj anheja' eyajq'ue q'uelan d'a satchaanh? A Jesús, ix el d'a e cal, ix pax d'a satchaanh, icha ix aj eyilan sq'uex tic, icha pax chi' ol aj yemxuli, xchi eb' ángel chi' d'a eb'."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi', ix emixta eb' sk'ayb'um Jesús chi' d'a tzalan Olivo chi'. Ix b'atxi eb' d'a Jerusalén. A jun tzalan chi', ay am nanhaloc legua scal yed' Jerusalén chi'."
        },
        {
            "number": "13",
            "text": "Ix lajvi sk'och eb' d'a chonhab' chi', ix q'ue eb' d'a jun cuarto chaanh yajq'uei. Aton b'aj ay sposado vinhaj Pedro, vinhaj Jacobo, vinhaj Juan, vinhaj Andrés, vinhaj Felipe, vinhaj Tomás, vinhaj Bartolomé, vinhaj Mateo, vinhaj Jacobo yuninal vinhaj Alfeo, vinhaj Simón, aton vinh yetb'eyumejnac sb'a yed' eb' Zelote yed' vinhaj Judas yuninal vinhaj Jacobo. Ata' ay sposado eb' vinh smasanil."
        },
        {
            "number": "14",
            "text": "Junjun k'u smolb'an sb'a eb' vinh smasanil ta', yic slesalvi eb' vinh d'a Dios yed' eb' vinh yuk'tac Jesús, ix María ix snun Jesús chi' yed' juntzanhxo eb' ix ix."
        },
        {
            "number": "15",
            "text": "A d'a jun tiempoal chi', ay am junoc 120 eb' creyente ix smolb'ej sb'a. Axo vinhaj Pedro ix q'ue vaan d'a scal eb'. Ix yalan vinh:"
        },
        {
            "number": "16",
            "text": "--Ex vuk'tac ex vanab', yovalil ix elk'och icha tz'ib'ab'ilcan d'a Slolonel Dios. Yujto a Yespíritu Dios ak'annac stz'ib'ejcan vinhaj David yuj vinhaj Judas, aton vinh ch'oxjinac Jesús d'a eb' yamjinac."
        },
        {
            "number": "17",
            "text": "A vinhaj Judas chi', quetb'eyum co b'a yed' vinh d'a yalanhtaxo, junnhej copisio yed' vinh."
        },
        {
            "number": "18",
            "text": "Palta a yed' q'uen tumin ix scha vinh d'a spatic jun chucal ix sk'ulej chi', a yed' q'uen ix sman jun lum luum vinh, ix cot pichnaj vinh, ix elta usnaj yol sk'ool vinh."
        },
        {
            "number": "19",
            "text": "A eb' ay d'a Jerusalén tic, ix laj yab' specal jun chi' eb'. Yuj chi' ix yak' scuch jun luum chi' eb', Acéldama d'a sti' eb'. Syalelk'ochi: Lum Schiq'uil Anima."
        },
        {
            "number": "20",
            "text": "Syal pax icha tic d'a jun libro Salmos: Canocab' tz'inan b'aj cajan vinh. Manhxaocab' mach ol cajnaj d'ay, xchi. Syalanxi icha tic: Ch'ocxoocab' mach tz'ochpaxcan d'a yopisio, xchicani."
        },
        {
            "number": "21",
            "text": "Yuj chi' co siq'uequelta junoc mach tz'och sq'uexuloc vinh. Scak'anoch yopisio yalaneli to ix pitzvixi Jesús. A jun ol co siq'uelta chi', yovalil toxonton quetb'eyum co b'a yed'oc ayic onh ek' yed' Cajal Jesús, yictax yak'jinac bautizar eb' anima yuj vinhaj Juan, masanto ix pax Jesús d'a satchaanh, xchi vinhaj Pedro chi' d'a eb'."
        },
        {
            "number": "22",
            "text": "Yuj chi', ix naji d'a yib'anh chavanh eb' vinh, aton vinhaj José Barsabás, scuchan pax Justo yed' vinhaj Matías."
        },
        {
            "number": "23",
            "text": "Ix lajvi chi', ix lesalvi eb' smasanil. Ix yalan eb' icha tic: --Mamin, ojtac tas yaj co pensar co masanil. Yuj chi' ch'ox d'ayonh mach junoc eb' chavanh tic tza siq'uelta"
        },
        {
            "number": "24",
            "text": "yic vach' ol och yopisio schecab'oc Jesucristo. Yujto ix ik'jiel vinhaj Judas d'a yopisio yuj smul. Ix b'at vinh b'aj smoj sk'ochi, xchi eb'."
        },
        {
            "number": "25",
            "text": "Ix lajvi chi', ix och suerte d'a yib'anh eb' vinh schavanhil. Yuj chi' ix checlajelta to a vinhaj Matías ix ochcan d'a yib'anh. A vinh ix ochcan stz'acub'oc eb' vinh uxluchvanh schecab' Jesucristo chi'."
        }
    ]
}