{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun b'ab'el uum tz'ib'ab'ilxo b'at t'ayach vuuj, ach Teófilo. Ata' ix vala' jantac tas ix sk'ulej Jesús yet' tas ix yak' k'ayb'ajoc, yictax ix syamanoch sk'ayb'ani"
        },
        {
            "number": "2",
            "text": "masanto ix ja jun k'ual ayic ix pax t'a satcha’anh. Ayic manto paxi, ix yalancan juntzanh schecnab'il t'a eb' schecab', aton eb' sik'b'ilel yuj, icha ix ak'ji yal yuj Yespíritu Dios."
        },
        {
            "number": "3",
            "text": "Ayic toxo ix ek' chamel t'a yib'anh, tzijtum elto ix sch'ox sb'ha t'a eb' schecab' chi'. 40 k'ualto ix eq'ui, ixto sch'ox sb'ha t'a eb' to yel ix pitzvixi. Ix yalancan t'a eb' to ol wach' och Dios Yajalil."
        },
        {
            "number": "4",
            "text": "Ayic ayto ek' yet' eb' schecab' chi', ix yalan icha tik t'a eb': --Manh ex el t'a yol chonhab' Jerusalén tik. Tanhvejec jun tas yalnaccan Dios t'ayex, icha vutejnac valan t'ayex."
        },
        {
            "number": "5",
            "text": "Yel toni, a winhaj Juan ak'jinac bautizar eb' anima t'a ha ha'. Palta ato t'a yic jayexo k'u, ol ak'joc Yespíritu Dios t'ayex. Ichato ol ex ak'joc bautizar yuj, xchi Jesús."
        },
        {
            "number": "6",
            "text": "Ayic ayto ek' Jesús yet' eb' sk'ayb'um chi', ix sk'anb'an eb' t'ay: --Mamin, ¿am ticnaic ol a colelta eb' quetchonhab' israel, yic munil scak'och junok yajal t'a co cal junelxo? xchi eb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yalan t'a eb': --Max ak'jilaj eyojtaquejel sk'ual, ma stiempoal b'ak'uinh ol ujok, yujto a juntzanh chi', anhej Dios co Mam ay yalan yic t'ay."
        },
        {
            "number": "8",
            "text": "Palta ol yak' spoder Dios t'ayex, ayic ol ochcan Espíritu Santo t'ayex. Ol lajvoc chi', haxo eyalanel vab'ixal t'a Jerusalén tik, t'a masanil yol yic Judea tik, t'a yol yic Samaria yet' t'a masanil yol yib'anhk’inal tik, xchi t'a eb'."
        },
        {
            "number": "9",
            "text": "Axo ix lajvi yalan juntzanh chi', ix q'uex t'a satcha’anh. Q'uelanq'ue eb' t'ay ix satq'ue t'a skal jun asun. Majxo yil-laj eb'."
        },
        {
            "number": "10",
            "text": "Q'uelanto q'ue eb' t'a satcha’anh chi' ayic vanto sq'uex Jesús, haxo ix yilan eb', ayxoek' chavanh ángel icha yilji anima t'a stz'ey eb', te sac spichul eb'."
        },
        {
            "number": "11",
            "text": "Ix yalan eb': --Ex vinac aj Galilea, ¿tas yuj anheja' eyajq'ue q'uelan t'a satcha’anh? Ha Jesús, ix el t'a e cal, ix pax t'a satcha’anh, icha ix aj eyilan sq'uex tik, icha pax chi' ol aj yemxuli, xchi eb' ángel chi' t'a eb'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix emixta eb' sk'ayb'um Jesús chi' t'a tzalan Olivo chi'. Ix b'atxi eb' t'a Jerusalén. Ha jun tzalan chi', ay am nanhaloc legua skal yet' Jerusalén chi'."
        },
        {
            "number": "13",
            "text": "Ixlajwi sk'och eb' t'a chonhab' chi', ix q'ue eb' t'a jun cuarto chaanh yajq'uei. Aton b'aj ay sposado winhaj Pedro, winhaj Jacobo, winhaj Juan, winhaj Andrés, winhaj Felipe, winhaj Tomás, winhaj Bartolomé, winhaj Mateo, winhaj Jacobo yuninal winhaj Alfeo, winhaj Simón, aton winh yetb'eyumejnac sb'a yet' eb' Zelote yet' winhaj Judas yuninal winhaj Jacobo. Ata' ay sposado eb' winh smasanil."
        },
        {
            "number": "14",
            "text": "Junjun k'u smolb'an sb'a eb' winh smasanil ta', yic slesalvi eb' winh d'ha Dios yet' eb' winh yuk'tac Jesús, ix María ix snun Jesús chi' yet' juntzanhxo eb' ix ix."
        },
        {
            "number": "15",
            "text": "Ha t'a jun pekti’ chi', ay am junok 120 eb' creyente ix smolb'ej sb'a. Axo winhaj Pedro ix q'ue vaan t'a skal eb'. Ix yalan winh:"
        },
        {
            "number": "16",
            "text": "--Ex vuk'tac ex vanab', yowalil ix elk'och icha tz'ib'ab'ilcan t'a Slolonel Dios. Yujto a Yespíritu Dios ak'annac stz'ib'ejcan winhaj David yuj winhaj Judas, aton winh ch'oxjinac Jesús t'a eb' yamjinac."
        },
        {
            "number": "17",
            "text": "Ha winhaj Judas chi', quetb'eyum co b'a yet' winh t'a yalanhtaxo, junnhej copisio yet' winh."
        },
        {
            "number": "18",
            "text": "Palta a yet' q'uen tumin ix scha winh t'a spatic jun chukal ix sk'ulej chi', a yet' q'uen ix sman jun lum lum winh, ix cot pichnaj winh, ix elta usnaj yol sk'ool winh."
        },
        {
            "number": "19",
            "text": "Ha eb' ay t'a Jerusalén tik, ix laj yab' specal jun chi' eb'. Yuj chi' ix yak' scuch jun lu'um chi' eb', Acéldama t'a sti' eb'. Syalelk'ochi: Lum Schiq'uil Anima."
        },
        {
            "number": "20",
            "text": "Syal pax icha tik t'a jun libro Salmos: Canocab' tzinan b'aj cajan winh. Manhxaocab' mach ol cajnaj t'ay, xchi. Syalanxi icha tik: Ch'ocxoocab' mach tz'ochpaxcan t'a yopisio, xchicani."
        },
        {
            "number": "21",
            "text": "Yuj chi' co siq'uequelta junok mach tz'och sq'uexuloc winh. Scak'anoch yopisio yalaneli to ix pitzvixi Jesús. Ha jun ol co siq'uelta chi', yowalil toxonton quetb'eyum co b'a yet'oc ayic onh ek' yet' Cajal Jesús, yictax yak'jinac bautizar eb' anima yuj winhaj Juan, masanto ix pax Jesús t'a satcha’anh, xchi winhaj Pedro chi' t'a eb'."
        },
        {
            "number": "22",
            "text": "Yuj chi', ix naji t'a yib'anh chavanh eb' winh, aton winhaj José Barsabás, scuchan pax Justo yet' winhaj Matías."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix lesalvi eb' smasanil. Ix yalan eb' icha tik: --Mamin, ojtac tas yaj co pensar co masanil. Yuj chi' ch'ox t'ayonh mach junok eb' chavanh tik tza siq'uelta"
        },
        {
            "number": "24",
            "text": "yic wach' ol och yopisio schecab'oc Jesucristo. Yujto ix ik'jiel winhaj Judas t'a yopisio yuj smul. Ix b'at winh b'aj smoj sk'ochi, xchi eb'."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi', ix och suerte t'a yib'anh eb' winh schavanhil. Yuj chi' ix checlajelta to a winhaj Matías ix ochcan t'a yib'anh. Ha winh ix ochcan stz'acub'oc eb' winh uxluchvanh schecab' Jesucristo chi'."
        }
    ]
}