{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun b'ab'el uum tz'ib'ab'ilxo b'at t'ayach wuuj, ach Teófilo. Ata' ix wala' jantac tas ix sk'ulej Jesús yet' tas ix yak' k'ayb'ajoc, yictax ix syamanoch sk'ayb'ani"
        },
        {
            "number": "2",
            "text": "masanto ix ja jun k'ual ayic ix pax t'a satcha’anh. Ayic manto paxi, ix yalancan juntzanh schecnab'il t'a heb' schecab', aton heb' sik'b'ilel yuj, icha ix ak'ji yal yuj Yespíritu Dios."
        },
        {
            "number": "3",
            "text": "Ayic toxo ix ek' chamel t'a yib'anh, tzijtum elto ix sch'ox sb'ha t'a heb' schecab' chi'. 40 k'ualto ix eq'ui, ixto sch'ox sb'ha t'a heb' to yel ix pitzwixi. Ix yalancan t'a heb' to ol wach' och Dios Yajalil."
        },
        {
            "number": "4",
            "text": "Ayic ayto ek' yet' heb' schecab' chi', ix yalan icha tik t'a heb': --Manh ex el t'a yol chonhab' Jerusalén tik. Tanhwejec jun tas yalnaccan Dios t'ayex, icha wutejnac walan t'ayex."
        },
        {
            "number": "5",
            "text": "Yel toni, a winhaj Juan ak'jinac bautizar heb' anima t'a ha ha'. Palta ato t'a yic jayexo k'u, ol ak'joc Yespíritu Dios t'ayex. Ichato ol ex ak'joc bautizar yuj, xchi Jesús."
        },
        {
            "number": "6",
            "text": "Ayic ayto ek' Jesús yet' heb' sk'ayb'um chi', ix sk'anb'an heb' t'ay: --Mamin, ¿am ticnaik ol a colelta heb' quetchonhab' israel, yic munil skak'och junok yajal t'a ko kal junelxo? xchi heb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yalan t'a heb': --Max ak'jilaj eyojtaquejel sk'ual, ma stiempoal b'ak'uinh ol ujok, yujto a juntzanh chi', anhej Dios ko Mam ay yalan yic t'ay."
        },
        {
            "number": "8",
            "text": "Palta ol yak' spoder Dios t'ayex, ayic ol ochcan Espíritu Santo t'ayex. Ol lajwoc chi', haxo eyalanel wab'ixal t'a Jerusalén tik, t'a masanil yol yic Judea tik, t'a yol yic Samaria yet' t'a masanil yol yib'anhk’inal tik, xchi t'a heb'."
        },
        {
            "number": "9",
            "text": "Axo ix lajwi yalan juntzanh chi', ix k'ex t'a satcha’anh. Q'uelank'e heb' t'ay ix satk'e t'a skal jun asun. Majxo yil-laj heb'."
        },
        {
            "number": "10",
            "text": "Q'uelanto k'e heb' t'a satcha’anh chi' ayic wanto sk'ex Jesús, haxo ix yilan heb', ayxoek' chawanh ángel icha yilji anima t'a stz'ey heb', te sac spichul heb'."
        },
        {
            "number": "11",
            "text": "Ix yalan heb': --Ex winak aj Galilea, ¿tas yuj anheja' eyajk'e k'elan t'a satcha’anh? Ha Jesús, ix el t'a he kal, ix pax t'a satcha’anh, icha ix aj eyilan sk'ex tik, icha pax chi' ol aj yemxuli, xchi heb' ángel chi' t'a heb'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix emixta heb' sk'ayb'um Jesús chi' t'a tzalan Oliwo chi'. Ix b'atxi heb' t'a Jerusalén. Ha jun tzalan chi', ay am nanhaloc legua skal yet' Jerusalén chi'."
        },
        {
            "number": "13",
            "text": "Ixlajwi sk'och heb' t'a chonhab' chi', ix k'e heb' t'a jun cuarto chaanh yajk'ei. Aton b'aj ay sposado winhaj Pedro, winhaj Jacobo, winhaj Juan, winhaj Andrés, winhaj Felipe, winhaj Tomás, winhaj Bartolomé, winhaj Mateo, winhaj Jacobo yuninal winhaj Alfeo, winhaj Simón, aton winh yetb'eyumejnac sb'a yet' heb' Zelote yet' winhaj Judas yuninal winhaj Jacobo. Ata' ay sposado heb' winh smasanil."
        },
        {
            "number": "14",
            "text": "Junjun k'u smolb'an sb'a heb' winh smasanil ta', yic slesalwi heb' winh d'ha Dios yet' heb' winh yuk'tac Jesús, ix María ix snun Jesús chi' yet' juntzanhxo heb' ix ix."
        },
        {
            "number": "15",
            "text": "Ha t'a jun pekti’ chi', ay am junok 120 heb' creyente ix smolb'ej sb'a. Axo winhaj Pedro ix k'e waan t'a skal heb'. Ix yalan winh:"
        },
        {
            "number": "16",
            "text": "--Ex wuk'tac ex wanab', yowalil ix elk'och icha tz'ib'ab'ilcan t'a Slolonel Dios. Yujto a Yespíritu Dios ak'annac stz'ib'ejcan winhaj Dawid yuj winhaj Judas, aton winh ch'oxjinac Jesús t'a heb' yamjinac."
        },
        {
            "number": "17",
            "text": "Ha winhaj Judas chi', quetb'eyum ko b'a yet' winh t'a yalanhtaxo, junnhej copisio yet' winh."
        },
        {
            "number": "18",
            "text": "Palta a yet' k'een tumin ix scha winh t'a spatic jun chukal ix sk'ulej chi', a yet' k'een ix sman jun lum lum winh, ix cot pichnaj winh, ix elta usnaj yol sk'ool winh."
        },
        {
            "number": "19",
            "text": "Ha heb' ay t'a Jerusalén tik, ix laj yab' specal jun chi' heb'. Yuj chi' ix yak' scuch jun lu'um chi' heb', Acéldama t'a sti' heb'. Syalelk'ochi: Lum Schiq'uil Anima."
        },
        {
            "number": "20",
            "text": "Syal pax icha tik t'a jun libro Salmos: Canocab' tzinan b'aj cajan winh. Manhxaocab' mach ol cajnaj t'ay, xchi. Syalanxi icha tik: Ch'ocxoocab' mach tz'ochpaxcan t'a yopisio, xchicani."
        },
        {
            "number": "21",
            "text": "Yuj chi' ko sik'equelta junok mach tz'och sk'exuloc winh. Scak'anoch yopisio yalaneli to ix pitzwixi Jesús. Ha jun ol ko sik'elta chi', yowalil toxonton quetb'eyum ko b'a yet'oc ayic onh ek' yet' Kajal Jesús, yictax yak'jinac bautizar heb' anima yuj winhaj Juan, masanto ix pax Jesús t'a satcha’anh, xchi winhaj Pedro chi' t'a heb'."
        },
        {
            "number": "22",
            "text": "Yuj chi', ix naji t'a yib'anh chawanh heb' winh, aton winhaj José Barsabás, scuchan pax Justo yet' winhaj Matías."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix lesalwi heb' smasanil. Ix yalan heb' icha tik: --Mamin, ojtac tas yaj ko pensar ko masanil. Yuj chi' ch'ox t'ayonh mach junok heb' chawanh tik tza sik'elta"
        },
        {
            "number": "24",
            "text": "yic wach' ol och yopisio schecab'oc Jesucristo. Yujto ix ik'jiel winhaj Judas t'a yopisio yuj smul. Ix b'at winh b'aj smoj sk'ochi, xchi heb'."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi', ix och suerte t'a yib'anh heb' winh schawanhil. Yuj chi' ix checlajelta to a winhaj Matías ix ochcan t'a yib'anh. Ha winh ix ochcan stz'acub'oc heb' winh uxluchwanh schecab' Jesucristo chi'."
        }
    ]
}