{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a chonhab' Cesarea ay jun winh scuch Cornelio, yajal yaj winh t'a jun makan heb' soldado scuchan aj Italia."
        },
        {
            "number": "2",
            "text": "Syak' wal och spensar winh d'ha Dios. Te ay xivk'olal winh t'ay yet' jantac heb' ayek' t'a yol spat winh yet'oc. Tzijtum tas syak'pax winh t'a heb' israel te meb'a'. Slesalwi wal winh d'ha Dios."
        },
        {
            "number": "3",
            "text": "Axo junel t'a tz'eymajk'ualxo, ix yilan winh icha t'a wayich, ay jun yángel Dios ayoch t'a yol jun cuarto b'aj ayek' winh chi'. Ix yalan jun ángel chi' t'a winh: --Cornelio, xchi."
        },
        {
            "number": "4",
            "text": "Ix och k'elan winh t'ay. Ix te xiv winh yuj. --Mamin, ¿tas tzal t'ayin? xchi winh t'ay. Yuj chi' ix yalan t'a winh: --Ha Dios ix ab'an a lesal. Ix yilanpax juntzanh a silab' ix ak' t'a heb' meb'a'. Maj satlaj sk'ool t'a juntzanh chi'."
        },
        {
            "number": "5",
            "text": "Ha , checb'at jaywanhoc heb' winh winak t'a chonhab' Jope, yic b'at yik'cot winhaj Simón heb' winh, aton winh scuchpax Pedro."
        },
        {
            "number": "6",
            "text": "Ayek' winh t'a spat jun winh sk'exul, aton jun winh smunlaj yet' nok' tz'uum. Ha spat winh chi', ha t'a sti' ha' mar ay, xchi jun ángel chi' t'a winh."
        },
        {
            "number": "7",
            "text": "Ixlajwi spax jun ángel chi', ix yavtancot chawanh heb' winh schecab' winhaj Cornelio chi' yet' pax jun winh soldado yak'umaltaxon serwil winh yaji. Ha jun winh soldado chi', anhej d'ha Dios ayoch spensar winh."
        },
        {
            "number": "8",
            "text": "Jantacnhej tas ix yal jun ángel chi', ix laj yal winh t'a heb' winh. Ixlajwi chi', ix schecanb'at heb' winh t'a chonhab' Jope chi'."
        },
        {
            "number": "9",
            "text": "Axo t'a junxo k'u t'a chimk'ualil, ayic wan sk'och heb' winh t'a slak'anil Jope chi', haxo winhaj Pedro chi', ix k'e winh lesal t'a spanhanil yib'anh spat winhaj Simón chi'."
        },
        {
            "number": "10",
            "text": "Ayic ayek' winh ta', ix och swejel winh. Ix sk'anan wa sb'a winh. Palta haxo yic wan to sb'oji tas ol yab'lej winh chi', icha t'a wayichal"
        },
        {
            "number": "11",
            "text": "ix aj yilan winh sjacwi satcha’anh. Axo ix yilan winh ichato ay jun k'apac yamb'il schiquintac schanhil, ix emul t'a spanhanil yib'anh pat b'aj ayek' winh chi'."
        },
        {
            "number": "12",
            "text": "Axo t'a yol jun k'apac chi', ata' ayoch junjun makan nok' nok'. Ay nok' chanhe' yoc. Ay pax nok' chan yet' nok' much."
        },
        {
            "number": "13",
            "text": "Ixlajwi yemul jun chi', ix yab'an winhaj Pedro chi', ix och jun lolonel, ix yalan icha tik: --Pedro, mak'cham juntzanh nok' tik a chi'a, xchi."
        },
        {
            "number": "14",
            "text": "Palta ix yalan winh: --Ach Vajalil, max yal-laj, yujto manta jun eloc tzin chi junok comon tasi, ma junok tas ay yowalil yuj ley Moisés, xchi winh."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yalan junelxo: --Ha juntzanh tas syal Dios to malaj yowalil, a achxo tik, manh ala' to ay yowalil, xchi."
        },
        {
            "number": "16",
            "text": "Oxel ix alchaj icha chi'. Ix lajwinhej chi', ix ik'jixik'e jun k'apac chi' t'a satcha’anh."
        },
        {
            "number": "17",
            "text": "Vanto snaan winhaj Pedro tas yaj jun chi', ix k'och heb' winh schecab' winhaj Cornelio t'a sti' jun pat chi'. Toxo ix sk'anb'ej heb' winh yab'i b'aj ay spat winhaj Simón chi'."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix awajoch heb' winh, ix sk'anb'an heb' winh: --¿Ay am ek' winhaj Simón t'a tik, winh scuchpax Pedro? xchi heb' winh."
        },
        {
            "number": "19",
            "text": "Anheja' wanto snaan winhaj Pedro yuj juntzanh ix yil chi', ix yalan Yespíritu Dios t'a winh: --Ay oxwanh heb' winh winak tzach k'anb'ani."
        },
        {
            "number": "20",
            "text": "Yuj chi' emanh. Ixic yet' heb' winh, manh chab'k'olaloc tzach b'ati, yujto a in ix in checcot heb' winh, xchi t'a winh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix emta winh b'aj ayek' heb' winh schecab' winhaj Cornelio chi'. Ix yalan winh t'a heb' winh: --Ina in tzin he k'anb'ej tik. ¿Tas he checab'il t'ayin yuj chi' tzex jawi? xchi winh."
        },
        {
            "number": "22",
            "text": "Ix yalan heb' winh t'a winh: --Ay jun winh yajal soldado scuch Cornelio. Te wach' sb'eyb'al winh, syak'paxem sb'a winh d'ha Dios. Te wach' winh t'a yichanh heb' etisraelal smasanil. Axo jun yángel Dios ix alan t'a winh to scheccot heb' schecab' winh yic tzach yik'b'at heb' t'a spat winh, yic wach' smaclej yab' winh tas ol ala', xchi heb' winh t'a winhaj Pedro chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix ik'jioch heb' winh t'a yol pat chi' yuj winh. Ata' ix ek' ak'wal yuj heb' winh. Axo t'a junxo k'u ix b'at winh yet' heb' winh. Ix b'at jaywanh heb' creyente aj Jope chi' yuk'lewoc winh."
        },
        {
            "number": "24",
            "text": "Ato t'a schab'jial ix k'och heb' t'a chonhab' Cesarea. Axo winhaj Cornelio ix tanhwan sk'och heb' ta'. Toxo ix yavtejcot heb' sk'ab' yoc winh yet' juntzanhxo heb' yamigo winh."
        },
        {
            "number": "25",
            "text": "Ayic wan sk'och winhaj Pedro chi', ix elta winhaj Cornelio chi' t'a sti' spat. Ix schaan winh sk'och winh. Ix em cuman winh yak'em sb'ha t'a winhaj Pedro chi'."
        },
        {
            "number": "26",
            "text": "Palta a winhaj Pedro chi' ix quetzank'e waan winh. Ix yalan winh t'a winh icha tik: --Q'ueanh linhan, yujto quetanimail ko b'a, xchi winh."
        },
        {
            "number": "27",
            "text": "Van slolon heb' winh, ix och heb' winh t'a yol pat. Ix yilan winhaj Pedro chi' to tzijtumxo heb' molaneq'ui."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix yal winh t'a heb': --Ex wetanimail, eyojtac to a onh israel onh tik, ay yowalil ko k'umlan ko b'a yet' junok ch'oc chonhab'il, ma coch t'a yol spat. Palta ha Dios ix ak'an wojtaquejeli to max yal walani to ay yowalil tzin k'umej junok mach."
        },
        {
            "number": "29",
            "text": "Yuj chi' malaj tas ix wala' ayic ix b'at in eyik'ancoti. Xal ticnaik, alec t'ayin, tas yuj ix b'at in eyik'koti, xchi winh t'a heb'."
        },
        {
            "number": "30",
            "text": "Yuj chi' ix yalan winhaj Cornelio chi' t'a winh icha tik: --Yab' am icha hora tik oxji, wan in lesalwi t'a yol in pat tik, ichataxon tzin k'ulej t'a junjun tz'eymajk'ualil. Ay jun sch'ox sb'a t'ayin, copopi quilan spichul."
        },
        {
            "number": "31",
            "text": "Yalan t'ayin: Cornelio, ha Dios ix ab'an a lesal. Ix snaanpaxcot juntzanh a silab' tzak' t'a heb' meb'a'."
        },
        {
            "number": "32",
            "text": "Axo ticnaik, checb'at jaywanhoc winak t'a chonhab' Jope, b'at yik'ancot winhaj Simón heb', scuch pax Pedro. Ayek' winh t'a spat jun winh sk'exul, aton jun winh smunlaj yet' nok' tz'uum. Ha spat winh chi', ha t'a sti' ha' mar ay, xchi."
        },
        {
            "number": "33",
            "text": "Slajwi chi', in checanb'at heb' in checab' ach sayeq'ui. Yuj wal Dios t'ayach ix a k'anab'ajej a koti. Ha ticnaik, ayonh ek' ko masanil t'a yichanh Dios Kajal. Yuj chi' sco snib'ej scab'i jantacnhej tas alb'ilcan t'ayach yuj, yic tzalan t'ayonh, xchi winhaj Cornelio chi' t'a winh."
        },
        {
            "number": "34",
            "text": "Axo winhaj Pedro chi', ix och ijan winh yalan t'a heb': --Ha ticnaik wojtac to t'a wal yel, jun lajannhej yelk'och masanil anima t'a yichanh Dios."
        },
        {
            "number": "35",
            "text": "Ha heb' xiv d'ha Dios, wach'chom manh israelok heb', ste tzalaj yet' heb' tato wach' sb'eyb'al heb'."
        },
        {
            "number": "36",
            "text": "Ha Dios ak'jinaccan slolonel t'ayonh a onh israel onh tik. Yalannaccan t'ayonh to ay junk'olal yuj Jesucristo, aton Kajal ko masanil."
        },
        {
            "number": "37",
            "text": "Ha exxo tik, ina eyojtac tas ix sk'ulej Dios t'a ko lugar. Ha t'a Galilea elnac yich, ayic slajwinac yalancanel slolonel Dios winhaj Juan, a slajwinac yak'an bautizar heb' anima winh."
        },
        {
            "number": "38",
            "text": "Eyojtac to ha Dios yak'nac Yespíritu t'a Jesús aj Nazaret, yak'annacpax spoder t'ay. Eyojtac paxi to a Jesús ix kolwaj t'a heb' anima. Jantacnhej heb' ixtab'il yuj winh diablo, ix laj yak' b'oxoc sk'ool heb'. Icha chi' yutejnac sb'a yujto ha Dios ayoch yet'oc."
        },
        {
            "number": "39",
            "text": "Ha onh tik skak' testigoal ko b'a yuj juntzanh tastac ix sk'ulej chi'. Jantacnhej tas ix ek' sk'ulej t'a yol yic Judea yet' t'a chonhab' Jerusalén, ix quila'. Ixlajwi chi', ix culusajk'e yuj heb' wetisraelal. Icha chi' ix yutej heb' smilanchamoc."
        },
        {
            "number": "40",
            "text": "Palta haxo t'a schab'jial ix pitzwixi yuj Dios. Yuj spoder Dios chi' ix sch'ox sb'a t'ayonh."
        },
        {
            "number": "41",
            "text": "Palta maj sch'oxlaj sb'ha t'a masanil heb' anima. Anhej t'ayonh ix sch'ox sb'a, yujto atax t'a peka' sik'b'ilonhxocanel yuj yic tzonh och stestigooc. Onh wa pax yet'oc ayic toxo ix pitzwixi t'a skal heb' chamnac chi'."
        },
        {
            "number": "42",
            "text": "Ix yalancan t'ayonh to yowalil tzek' calel yab'ixal t'a heb' anima, to ha Dios ak'jinac yopisio sch'olb'itan tas yaj heb' anima smasanil, wach'chom heb' pitzanto ma heb' chamnacxo."
        },
        {
            "number": "43",
            "text": "Atax t'a peka', ayocto yalannaccanel yab'ixal Jesús heb' schecab' Dios. Yalnaccan junjun heb' to a jantacnhej heb' ol ak'anoch Jesús chi' t'a sk'ool, ol ak'joccan lajwoc smul heb' yuj, xchi winhaj Pedro chi' t'a heb'."
        },
        {
            "number": "44",
            "text": "Axo yic wan yalan winhaj Pedro chi', ix ochcan Yespíritu Dios t'a masanil heb' wan yab'an chi'."
        },
        {
            "number": "45",
            "text": "Axo heb' creyente aj Israel ajun yet' winhaj Pedro chi', ix te sat sk'ool heb', yujto ix yak'pax Yespíritu Dios t'a heb' manh israelok."
        },
        {
            "number": "46",
            "text": "Yujto ix yab' heb' to ch'occh'oc ti'al syal heb' b'aj ix ochcan cajan Espíritu Santo chi'. Ix yab'anpax heb' yalan wach' lolonel heb' d'ha Dios. Ixlajwi chi' ix yalan winhaj Pedro chi':"
        },
        {
            "number": "47",
            "text": "--Max yal sco cachoch waan heb' tik, yic max ak'ji bautizar heb'. Ina to ix ak'ji Yespíritu Dios t'a heb' icha ix aj yak'ji t'ayonh, xchi winh."
        },
        {
            "number": "48",
            "text": "Yuj chi' ix yal winhaj Pedro chi' to tz'ak'ji bautizar heb' t'a sb'i Jesucristo. Ixlajwi yak'ji bautizar heb' chi', ix sk'anan pawor heb' t'a winh, yic wach' tz'aj jayeoc k'ual winh yet' heb'."
        }
    ]
}