{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a chonhab' Cesarea ay jun vinh scuch Cornelio, yajal yaj vinh t'a jun makan eb' soldado scuchan aj Italia."
        },
        {
            "number": "2",
            "text": "Syak' val och spensar vinh d'ha Dios. Te ay xivk'olal vinh t'ay yet' jantac eb' ayek' t'a yol spat vinh yet'oc. Tzijtum tas syak'pax vinh t'a eb' israel te meb'a'. Slesalvi val vinh d'ha Dios."
        },
        {
            "number": "3",
            "text": "Axo junel t'a tz'eymajk'ualxo, ix yilan vinh icha t'a vayich, ay jun yángel Dios ayoch t'a yol jun cuarto b'aj ayek' vinh chi'. Ix yalan jun ángel chi' t'a vinh: --Cornelio, xchi."
        },
        {
            "number": "4",
            "text": "Ix och q'uelan vinh t'ay. Ix te xiv vinh yuj. --Mamin, ¿tas tzal t'ayin? xchi vinh t'ay. Yuj chi' ix yalan t'a vinh: --Ha Dios ix ab'an a lesal. Ix yilanpax juntzanh a silab' ix ak' t'a eb' meb'a'. Maj satlaj sk'ool t'a juntzanh chi'."
        },
        {
            "number": "5",
            "text": "Ha ticnaic, checb'at jayvanhoc eb' vinh vinac t'a chonhab' Jope, yic b'at yik'cot vinhaj Simón eb' vinh, aton vinh scuchpax Pedro."
        },
        {
            "number": "6",
            "text": "Ayek' vinh t'a spat jun vinh sq'uexul, aton jun vinh smunlaj yet' nok' tz'uum. Ha spat vinh chi', ha t'a sti' ha' mar ay, xchi jun ángel chi' t'a vinh."
        },
        {
            "number": "7",
            "text": "Ixlajwi spax jun ángel chi', ix yavtancot chavanh eb' vinh schecab' vinhaj Cornelio chi' yet' pax jun vinh soldado yak'umaltaxon servil vinh yaji. Ha jun vinh soldado chi', anhej d'ha Dios ayoch spensar vinh."
        },
        {
            "number": "8",
            "text": "Jantacnhej tas ix yal jun ángel chi', ix laj yal vinh t'a eb' vinh. Ixlajwi chi', ix schecanb'at eb' vinh t'a chonhab' Jope chi'."
        },
        {
            "number": "9",
            "text": "Axo t'a junxo k'u t'a chimk'ualil, ayic van sk'och eb' vinh t'a slak'anil Jope chi', haxo vinhaj Pedro chi', ix q'ue vinh lesal t'a spanhanil yib'anh spat vinhaj Simón chi'."
        },
        {
            "number": "10",
            "text": "Ayic ayek' vinh ta', ix och svejel vinh. Ix sk'anan wa sb'a vinh. Palta haxo yic van to sb'oji tas ol yab'lej vinh chi', icha t'a vayichal"
        },
        {
            "number": "11",
            "text": "ix aj yilan vinh sjacvi satcha’anh. Axo ix yilan vinh ichato ay jun k'apac yamb'il schiquintac schanhil, ix emul t'a spanhanil yib'anh pat b'aj ayek' vinh chi'."
        },
        {
            "number": "12",
            "text": "Axo t'a yol jun k'apac chi', ata' ayoch junjun makan nok' nok'. Ay nok' chanhe' yoc. Ay pax nok' chan yet' nok' much."
        },
        {
            "number": "13",
            "text": "Ixlajwi yemul jun chi', ix yab'an vinhaj Pedro chi', ix och jun lolonel, ix yalan icha tik: --Pedro, mak'cham juntzanh nok' tik a chi'a, xchi."
        },
        {
            "number": "14",
            "text": "Palta ix yalan vinh: --Ach Vajalil, max yal-laj, yujto manta jun eloc tzin chi junok comon tasi, ma junok tas ay yovalil yuj ley Moisés, xchi vinh."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yalan junelxo: --Ha juntzanh tas syal Dios to malaj yovalil, a achxo tik, manh ala' to ay yovalil, xchi."
        },
        {
            "number": "16",
            "text": "Oxel ix alchaj icha chi'. Ix lajvinhej chi', ix ik'jixiq'ue jun k'apac chi' t'a satcha’anh."
        },
        {
            "number": "17",
            "text": "Vanto snaan vinhaj Pedro tas yaj jun chi', ix k'och eb' vinh schecab' vinhaj Cornelio t'a sti' jun pat chi'. Toxo ix sk'anb'ej eb' vinh yab'i b'aj ay spat vinhaj Simón chi'."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix avajoch eb' vinh, ix sk'anb'an eb' vinh: --¿Ay am ek' vinhaj Simón t'a tik, vinh scuchpax Pedro? xchi eb' vinh."
        },
        {
            "number": "19",
            "text": "Anheja' vanto snaan vinhaj Pedro yuj juntzanh ix yil chi', ix yalan Yespíritu Dios t'a vinh: --Ay oxvanh eb' vinh vinac tzach k'anb'ani."
        },
        {
            "number": "20",
            "text": "Yuj chi' emanh. Ixic yet' eb' vinh, manh chab'k'olaloc tzach b'ati, yujto a in ix in checcot eb' vinh, xchi t'a vinh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix emta vinh b'aj ayek' eb' vinh schecab' vinhaj Cornelio chi'. Ix yalan vinh t'a eb' vinh: --Ina in tzin e k'anb'ej tik. ¿Tas e checab'il t'ayin yuj chi' tzex javi? xchi vinh."
        },
        {
            "number": "22",
            "text": "Ix yalan eb' vinh t'a vinh: --Ay jun vinh yajal soldado scuch Cornelio. Te wach' sb'eyb'al vinh, syak'paxem sb'a vinh d'ha Dios. Te wach' vinh t'a yichanh eb' etisraelal smasanil. Axo jun yángel Dios ix alan t'a vinh to scheccot eb' schecab' vinh yic tzach yik'b'at eb' t'a spat vinh, yic wach' smaclej yab' vinh tas ol ala', xchi eb' vinh t'a vinhaj Pedro chi'."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix ik'jioch eb' vinh t'a yol pat chi' yuj vinh. Ata' ix ek' ak'val yuj eb' vinh. Axo t'a junxo k'u ix b'at vinh yet' eb' vinh. Ix b'at jayvanh eb' creyente aj Jope chi' yuk'levoc vinh."
        },
        {
            "number": "24",
            "text": "Ato t'a schab'jial ix k'och eb' t'a chonhab' Cesarea. Axo vinhaj Cornelio ix tanhvan sk'och eb' ta'. Toxo ix yavtejcot eb' sk'ab' yoc vinh yet' juntzanhxo eb' yamigo vinh."
        },
        {
            "number": "25",
            "text": "Ayic van sk'och vinhaj Pedro chi', ix elta vinhaj Cornelio chi' t'a sti' spat. Ix schaan vinh sk'och vinh. Ix em cuman vinh yaq'uem sb'ha t'a vinhaj Pedro chi'."
        },
        {
            "number": "26",
            "text": "Palta a vinhaj Pedro chi' ix quetzanq'ue vaan vinh. Ix yalan vinh t'a vinh icha tik: --Q'ueanh linhan, yujto quetanimail co b'a, xchi vinh."
        },
        {
            "number": "27",
            "text": "Van slolon eb' vinh, ix och eb' vinh t'a yol pat. Ix yilan vinhaj Pedro chi' to tzijtumxo eb' molaneq'ui."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix yal vinh t'a eb': --Ex vetanimail, eyojtac to a onh israel onh tik, ay yovalil co k'umlan co b'a yet' junok ch'oc chonhab'il, ma coch t'a yol spat. Palta ha Dios ix ak'an vojtaquejeli to max yal valani to ay yovalil tzin k'umej junok mach."
        },
        {
            "number": "29",
            "text": "Yuj chi' malaj tas ix vala' ayic ix b'at in eyik'ancoti. Xal ticnaic, alec t'ayin, tas yuj ix b'at in eyik'coti, xchi vinh t'a eb'."
        },
        {
            "number": "30",
            "text": "Yuj chi' ix yalan vinhaj Cornelio chi' t'a vinh icha tik: --Yab' am icha hora tik oxji, van in lesalvi t'a yol in pat tik, ichataxon tzin k'ulej t'a junjun tz'eymajk'ualil. Ay jun sch'ox sb'a t'ayin, copopi quilan spichul."
        },
        {
            "number": "31",
            "text": "Yalan t'ayin: Cornelio, ha Dios ix ab'an a lesal. Ix snaanpaxcot juntzanh a silab' tzak' t'a eb' meb'a'."
        },
        {
            "number": "32",
            "text": "Axo ticnaic, checb'at jayvanhoc vinac t'a chonhab' Jope, b'at yik'ancot vinhaj Simón eb', scuch pax Pedro. Ayek' vinh t'a spat jun vinh sq'uexul, aton jun vinh smunlaj yet' nok' tz'uum. Ha spat vinh chi', ha t'a sti' ha' mar ay, xchi."
        },
        {
            "number": "33",
            "text": "Slajvi chi', in checanb'at eb' in checab' ach sayeq'ui. Yuj val dios t'ayach ix a k'anab'ajej a coti. Ha ticnaic, ayonh ek' co masanil t'a yichanh Dios Cajal. Yuj chi' sco snib'ej scab'i jantacnhej tas alb'ilcan t'ayach yuj, yic tzalan t'ayonh, xchi vinhaj Cornelio chi' t'a vinh."
        },
        {
            "number": "34",
            "text": "Axo vinhaj Pedro chi', ix och ijan vinh yalan t'a eb': --Ha ticnaic vojtac to t'a val yel, jun lajannhej yelk'och masanil anima t'a yichanh Dios."
        },
        {
            "number": "35",
            "text": "Ha eb' xiv d'ha Dios, wach'chom manh israeloc eb', ste tzalaj yet' eb' tato wach' sb'eyb'al eb'."
        },
        {
            "number": "36",
            "text": "Ha Dios ak'jinaccan slolonel t'ayonh a onh israel onh tik. Yalannaccan t'ayonh to ay junk'olal yuj Jesucristo, aton Cajal co masanil."
        },
        {
            "number": "37",
            "text": "Ha exxo tik, ina eyojtac tas ix sk'ulej Dios t'a co lugar. Ha t'a Galilea elnac yich, ayic slajvinac yalancanel slolonel Dios vinhaj Juan, a slajvinac yak'an bautizar eb' anima vinh."
        },
        {
            "number": "38",
            "text": "Eyojtac to ha Dios yak'nac Yespíritu t'a Jesús aj Nazaret, yak'annacpax spoder t'ay. Eyojtac paxi to a Jesús ix colvaj t'a eb' anima. Jantacnhej eb' ixtab'il yuj vinh diablo, ix laj yak' b'oxoc sk'ool eb'. Icha chi' yutejnac sb'a yujto ha Dios ayoch yet'oc."
        },
        {
            "number": "39",
            "text": "Ha onh tik scak' testigoal co b'a yuj juntzanh tastac ix sk'ulej chi'. Jantacnhej tas ix ek' sk'ulej t'a yol yic Judea yet' t'a chonhab' Jerusalén, ix quila'. Ixlajwi chi', ix culusajq'ue yuj eb' vetisraelal. Icha chi' ix yutej eb' smilanchamoc."
        },
        {
            "number": "40",
            "text": "Palta haxo t'a schab'jial ix pitzvixi yuj Dios. Yuj spoder Dios chi' ix sch'ox sb'a t'ayonh."
        },
        {
            "number": "41",
            "text": "Palta maj sch'oxlaj sb'ha t'a masanil eb' anima. Anhej t'ayonh ix sch'ox sb'a, yujto atax t'a peca' sik'b'ilonhxocanel yuj yic tzonh och stestigooc. Onh wa pax yet'oc ayic toxo ix pitzvixi t'a skal eb' chamnac chi'."
        },
        {
            "number": "42",
            "text": "Ix yalancan t'ayonh to yovalil tzek' calel yab'ixal t'a eb' anima, to ha Dios ak'jinac yopisio sch'olb'itan tas yaj eb' anima smasanil, wach'chom eb' pitzanto ma eb' chamnacxo."
        },
        {
            "number": "43",
            "text": "Atax t'a peca', ayocto yalannaccanel yab'ixal Jesús eb' schecab' Dios. Yalnaccan junjun eb' to a jantacnhej eb' ol ak'anoch Jesús chi' t'a sk'ool, ol ak'joccan lajvoc smul eb' yuj, xchi vinhaj Pedro chi' t'a eb'."
        },
        {
            "number": "44",
            "text": "Axo yic van yalan vinhaj Pedro chi', ix ochcan Yespíritu Dios t'a masanil eb' van yab'an chi'."
        },
        {
            "number": "45",
            "text": "Axo eb' creyente aj Israel ajun yet' vinhaj Pedro chi', ix te sat sk'ool eb', yujto ix yak'pax Yespíritu Dios t'a eb' manh israeloc."
        },
        {
            "number": "46",
            "text": "Yujto ix yab' eb' to ch'occh'oc ti'al syal eb' b'aj ix ochcan cajan Espíritu Santo chi'. Ix yab'anpax eb' yalan wach' lolonel eb' d'ha Dios. Ixlajwi chi' ix yalan vinhaj Pedro chi':"
        },
        {
            "number": "47",
            "text": "--Max yal sco cachoch vaan eb' tik, yic max ak'ji bautizar eb'. Ina to ix ak'ji Yespíritu Dios t'a eb' icha ix aj yak'ji t'ayonh, xchi vinh."
        },
        {
            "number": "48",
            "text": "Yuj chi' ix yal vinhaj Pedro chi' to tz'ak'ji bautizar eb' t'a sb'i Jesucristo. Ixlajwi yak'ji bautizar eb' chi', ix sk'anan pavor eb' t'a vinh, yic wach' tz'aj jayeoc k'ual vinh yet' eb'."
        }
    ]
}