{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Axo eb' schecab' Jesús yed' eb' creyente ay d'a yol yic Judea, ix yab' eb' to ay eb' manh israeloc ix ak'anoch slolonel Dios d'a sk'ool."
        },
        {
            "number": "2",
            "text": "Yuj chi' ayic ix k'ochxi vinhaj Pedro d'a Jerusalén, ix yalan eb' creyente israel to manh vach'oc ix yutej sb'a vinh."
        },
        {
            "number": "3",
            "text": "Ix yalan eb' icha tic d'a vinh: --¿Tas yuj ix ach xid'ek' a k'umej eb' manh israeloc, ach va pax yed' eb'? xchi eb' d'a vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix och ijan vinh yalan d'a eb' tastac ix uji chi', ix yalan vinh icha tic:"
        },
        {
            "number": "5",
            "text": "--Ayinek' d'a chonhab' Jope. Axo d'a jun k'u, van in lesalvi, icha vayich ix aj vilan yemul jun nivan k'apac ix cot d'a satchaanh. Yamb'il schiquintac schanhil, ix emul b'aj ay in ek' chi'."
        },
        {
            "number": "6",
            "text": "Ix in och q'uelan d'ay yic svila' tas ayoch d'a yool. Axo ix vilani, ay juntzanh nok' caltacte'al nok' chanhe' yoc. Ay nok' ay smay. Ay nok' chan yed' juntzanh nok' much."
        },
        {
            "number": "7",
            "text": "Ix lajvi chi', ix vab'an yoch jun lolonel, ix yalani: Pedro, milcham juntzanh nok' tic a chi'a, xchi."
        },
        {
            "number": "8",
            "text": "Palta ix in tak'vi d'ay: Maay, ach Vajal, yujto manta juneloc tzin chi junoc comon tas, ma junoc tas ay yovalil yuj ley Moisés, xin chi d'ay."
        },
        {
            "number": "9",
            "text": "Yuj chi', ix yalanemta junelxo d'ayin d'a satchaanh: A juntzanh tas syal Dios to malaj yovalil, a achxo tic, manh ala' to ay yovalil, xchi."
        },
        {
            "number": "10",
            "text": "Oxel ix yal juntzanh chi' icha chi'. Ix lajvi chi' ix ik'jixiq'ue jun k'apac chi' d'a satchaanh."
        },
        {
            "number": "11",
            "text": "Junanto rato chi' ix k'och oxvanh eb' vinh d'a jun pat b'aj ayinek' chi'. A eb' vinh chi', a d'a chonhab' Cesarea ix checjicot eb' vinh, yic sb'at in sayan eb' vinh d'a chonhab' Jope."
        },
        {
            "number": "12",
            "text": "Axo Yespíritu Dios ix alan d'ayin icha tic: Ixic, manh chab'k'olaloc tzach b'at yed' eb' vinh, xchi. Ix b'at pax vacvanhxo eb' vinh cuk'tac tic ved'oc. Axo ix onh k'och ta', ix onh och d'a yol spat jun vinh."
        },
        {
            "number": "13",
            "text": "Ix yalan vinh d'ayonh to ix yil jun ángel vinh, linhanek' d'a yol spat vinh chi'. Ix yalan d'a vinh: Checb'at jayvanhoc eb' vinh d'a chonhab' Jope, b'at yik'ocab'cot vinhaj Simón eb' vinh, scuchan pax Pedro."
        },
        {
            "number": "14",
            "text": "A vinh ol alan d'ayach tas ol aj a colchaji yed' jantacnhej eb' ayek' d'a yol a pat, xchi jun ángel chi' d'a vinh."
        },
        {
            "number": "15",
            "text": "Axo yic ix in och ijan valan d'a eb', d'a jun rato chi' ix och Yespíritu Dios d'a eb', icha ix aj yoch d'ayonh d'a sb'ab'elal."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix in naancot tas alb'ilcan yuj Cajal Jesús, ayic ix yalan icha tic: Yel toni, a vinhaj Juan ix ak'an bautizar eb' anima d'a a a'. Palta a ex tic, ol ex ak'joc bautizar yuj Yespíritu Dios, xchi."
        },
        {
            "number": "17",
            "text": "A Dios ix ak'an Yespíritu d'a eb' icha ix yutej yak'an d'ayonh ayic ix cak'anoch Cajal Jesucristo d'a co k'ool. Yuj chi', ¿tom a in tic, syal in cachanoch vaan tas sk'ulej Dios? xchi vinhaj Pedro chi' d'a eb'."
        },
        {
            "number": "18",
            "text": "Axo eb' creyente d'a Jerusalén chi', ayic ix yab'an juntzanh chi' eb', manhxalaj tas ix yal eb'. Axonhej vach' lolonel ix yal eb' d'a Dios. Ix yalan eb': --Anhejtona' pax eb' manh israeloc, a Dios ix ak'an sna sb'a eb' yic vach' scha sq'uinal eb' d'a junelnhej qued'oc, xchi eb'."
        },
        {
            "number": "19",
            "text": "Ayic ix miljicham vinhaj Esteban, ix ak'jipax och syaelal eb' creyente smasanil. Yuj chi' ix b'at eb' elelal. Ay eb' ix k'och masanto d'a chonhab' Fenicia, d'a Chipre yed' d'a Antioquía. Ix laj yalanel vach' ab'ix eb' d'a eb' yetisraelal ayek' ta'. Palta malaj tas ix yal eb' d'a eb' manh israeloc."
        },
        {
            "number": "20",
            "text": "Palta ay jayvanh eb' creyente aj Chipre yed' eb' aj Cirene ix k'och d'a chonhab' Antioquía chi'. Ata' ix yalel yab'ixal Jesucristo eb' d'a eb' manh israeloc."
        },
        {
            "number": "21",
            "text": "Axo Jesús Cajal ix och yed' eb' creyente chi', yuj chi' tzijtum anima ix sq'uex sb'eyb'al. Ix yak'anoch Cajal Jesús eb' d'a sk'ool."
        },
        {
            "number": "22",
            "text": "Axo eb' creyente aj Jerusalén, ayic ix yab'an specal jun chi' eb', ix schecb'at vinhaj Bernabé eb' d'a Antioquía chi'."
        },
        {
            "number": "23",
            "text": "Axo ix k'och vinh, ix yilan vinh, te nivan svach'k'olal Dios ix yak' d'a eb'. Yuj chi' ix te tzalaj vinh yuj eb'. Ix ak'ji stek'anil eb' yuj vinh. Ix yalan vinh to tek'an syutej sb'a eb', syak'anpax och spensar eb' d'a Cajal Jesús d'a masanil tiempo."
        },
        {
            "number": "24",
            "text": "Icha chi' ix yutej vinhaj Bernabé chi' yalan d'a eb', yujto te vach' spensar vinh. Te ayoch Espíritu Santo yed' vinh. Syak' val och Dios vinh d'a sk'ool. Yuj chi' tzijtum val eb' aj chonhab' chi' ix ak'anoch Cajal Jesús d'a sk'ool yuj vinh."
        },
        {
            "number": "25",
            "text": "Ix lajvi chi', ix b'at vinhaj Bernabé chi' d'a chonhab' Tarso, ix b'at sayanek' vinhaj Saulo vinh ta'. Axo ix ilchaj vinh yuj vinh, ix yik'ancot vinh vinh d'a chonhab' Antioquía chi'."
        },
        {
            "number": "26",
            "text": "Axo ta' ix ek' jun ab'il eb' vinh d'a scal eb' creyente chi'. Tzijtum mach ix sk'ayb'ej eb' vinh. A d'a jun chonhab' chi', ata' ix ak'ji scuch eb' creyente cristiano d'a sb'ab'elal."
        },
        {
            "number": "27",
            "text": "A d'a jun tiempoal chi', ay jayvanh eb' vinh schecab' Dios ix b'at alanel slolonel. Ix cot eb' vinh d'a Jerusalén, ix javi eb' vinh d'a Antioquía chi'."
        },
        {
            "number": "28",
            "text": "Ay jun vinh yetb'eyum eb' vinh scuch Agabo. Ix q'ue vaan vinh d'a scal eb' creyente. Axo Yespíritu Dios ix ak'an yal vinh icha tic: --Ay jun nivan vejel ol javoc d'a masanil yolyib'anhq'uinal tic, xchi vinh. (A jun vejel ix yal vinh chi', a d'a stiempoal ayoch vinhaj Claudio yajalil, ata' ix yak'a')."
        },
        {
            "number": "29",
            "text": "Yuj tas ix yal vinhaj Agabo chi', axo eb' creyente aj Antioquía chi', ix el d'a sk'ool eb' to scolvaj eb' d'a eb' creyente aj Judea, ato syala' jantac stzak'van eb' yak'ani."
        },
        {
            "number": "30",
            "text": "Icha chi' ix sk'ulej eb'. Ix yak'anb'at yofrenda eb' d'a eb' vinh anciano aj Judea chi'. Axo vinhaj Bernabé yed' vinhaj Saulo ix ik'anb'at jun ofrenda chi'."
        }
    ]
}