{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yic jun pekti’ chi', a winhaj rey Herodes, ix och ijan winh yak'an chukal t'a heb' creyente."
        },
        {
            "number": "2",
            "text": "Ix schecan winh tzepchajel sjolom winhaj Jacobo, aton winh yuk'tac winhaj Juan."
        },
        {
            "number": "3",
            "text": "Ayic ix yilan winh to wach' ix yab' heb' israel yuj jun chi', yuj chi' ix schec winh yamjocpax winhaj Pedro. Ha t'a jun sq'uinh heb' israel, yic swaan ixim pan heb' malaj yich, ata' ix yamji winh."
        },
        {
            "number": "4",
            "text": "Axo ix yamchaj winh chi', ix ak'jioch winh t'a preso. Ix ak'jioch winh t'a yol sk'ab' waclajunhwanh heb' soldado, yic stanhwaj winh yuj heb'. Chanhtacwanh heb' ix tanhwan winh t'a juntac el. Ix snaan winhaj Herodes chi' to ayic ol lajwoc q'uinh yic snajicoti tas aj yelnaccot heb' israel t'a Egipto chi', ol sch'oxanelta winhaj Pedro chi' winh t'a yichanh heb' anima, ichato chi' ol sch'olb'itan winh rey chi' tas yaj winh."
        },
        {
            "number": "5",
            "text": "Yuj chi' te ay wal och yilumal winhaj Pedro t'a yol te' preso chi'. Axo heb' creyente, t'a smasanil sk'ool heb' ix lesalwi d'ha Dios yuj winh. Maj ochlaj waan heb' slesalwi."
        },
        {
            "number": "6",
            "text": "Axo t'a jun ak'wal, k'ik'anocxo tz'elta winhaj Pedro chi' t'a yichanh heb' anima yuj winhaj Herodes chi', waynac winh t'a snanhal chawanh heb' soldado. Tzek'b'il winh t'a chab' k'een cadena. Axo t'a sti' te' preso chi' ayek' chawanhxo heb' winh stanhwej."
        },
        {
            "number": "7",
            "text": "Palta t'a jun rato chi' ix k'och jun yángel Dios Kajal. Te sac k 'inal ix aj t'a yol te' preso chi' yuj. Ix yecub'tanhan scostil winhaj Pedro chi' jun ángel chi', yic tz'el swayanh winh, ix yalan t'a winh: --Q'ueanh waan wal ticnaik, xchi. Axo k'een cadena ayoch chi' t'a sk'ab' winhaj Pedro chi', munil ix el k'een, ix em lanhnaj k'een."
        },
        {
            "number": "8",
            "text": "Ix yalanpax jun ángel chi' t'a winh: --Tzatzb'itej a tzek'ul, tzak'anoch a xanhab', xchi. Ixlajwi chi', ix yalan t'a winh: --Ak'och jun spatic a pichul. Tzach och tzak'an wuuj, xchi."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix och tzak'an winh yuj. Ix elta winh t'a jun cuarto b'aj ayek' chi'. Van swayichan winh snaani. Manh yojtacoc winh tato yel to wan yelta winh."
        },
        {
            "number": "10",
            "text": "Ix ek' heb' t'a scha macanhil b'aj ayek' heb' soldado wan stanhwan te' preso chi', ichato chi' ix k'och heb' b'aj ay k'een smacul preso chi' b'aj sjacwiel t'a yol calle. Ha jun k'een chi' munil ix jacwi k'een sch'ocoj. Ix el heb' b'ian. Axo ix b'at heb' t'a jun calle chi', ix actajcan winhaj Pedro chi' yuj jun ángel chi'."
        },
        {
            "number": "11",
            "text": "Axo ix yilan winh to yel. Yuj chi' ix yalan winh: --Ha ticnaik, swila' to yel ix scheccot jun yángel Dios Kajal tzul in scolanel t'a yol sk'ab' winhaj Herodes. In colchajelta t'a yalanh jantacnhej tas snib'ej heb' wetisraelal syak'och t'a wib'anh, xchi winh."
        },
        {
            "number": "12",
            "text": "Vanto snaan juntzanh chi' winh, ix k'och winh t'a spat ix María, snun winhaj Juan, aton winh scuchpax Marcos. Tzijtum heb' molanek' t'a jun pat chi', wan slesalwi heb' yuj winh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix sk'onhub'tanhej spuertail yamaq'uil jun pat chi' winh. Axo jun ix cob'es scuch Rode, a ix ix ul tak'woquelta t'a winh."
        },
        {
            "number": "14",
            "text": "Palta haxo ix yab'an ix to a winhaj Pedro, maj sjaclaj te' puerta chi' ix. Tonhej ix te tzalaj ix. Ix ochxi lemnaj ix. Ix yalan ix t'a heb' ayek' chi' ta' to a winhaj Pedro ayek' t'a sti' puerta chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yal heb' t'a ix: --Tecan tonhej tzach comon loloni, xchi heb'. Palta ix yalxi ix to yel a winhaj Pedro chi' ayeq'ui. Axo ix yalanxi heb': --Tecan manhoclaj winhaj Pedro chi'. Tecan a junok ángel ayoch stanhwumaloc winh, tecan a ix jawi, xchi heb' t'a ix."
        },
        {
            "number": "16",
            "text": "Axo winhaj Pedro chi', anheja' sk'onk'onhan och winh. Axo ix sjacan heb', ix yilan heb' to yel a winhaj Pedro chi' ayeq'ui. Ix te sat sk'ool heb'."
        },
        {
            "number": "17",
            "text": "Palta ix yak'an yechel winh yet' sk'ab' t'a heb' yic numan tz'aj heb'. Ixlajwi chi', ix yalan winh t'a heb' tas ix aj yik'jielta winh yuj Dios Kajal t'a preso chi'. Ix yalanpax winh t'a heb': --Tzeyal juntzanh tik t'a winhaj Jacobo yet' t'a juntzanhxo heb' creyente, xchi winh. Ixlajwi chi', ix elta winh t'a skal heb'. Ix b'at winh t'a junxo lugar."
        },
        {
            "number": "18",
            "text": "Axo yic ix sakb'i, ix k'e somnaj heb' soldado yalani, yujto maj nachajel yuj heb' tas ix yutej sb'a winhaj Pedro chi'."
        },
        {
            "number": "19",
            "text": "Axo winhaj Herodes chi' ix ak'an órden yic saychaj winh, palta majxo ilchajlaj winh yuj heb'. Ix sk'anb'an winh t'a heb' soldado chi' tas ix aj yel winhaj Pedro chi' t'a yol sk'ab' heb'. Ixlajwi chi', ix yak'an órden winh scham heb'. Ixlajwi chi', ix el winhaj Herodes t'a yol yic Judea b'aj ayek' chi'. Ix k'och cajan winh t'a chonhab' Cesarea."
        },
        {
            "number": "20",
            "text": "Ha junel, ix te cot yowal winhaj rey Herodes chi' t'a heb' anima aj Tiro yet' Sidón. Yuj chi' ix slajtiej sb'a heb' tas syutej heb' b'at yalan sb'ha t'a winh. Ix yak'an sk'ol jun winh scuchan Blasto heb'. Aton winh sat yaj yak'an serwil winh rey chi'. Yuj chi', haxo winh ix k'anan niwank'olal heb' t'a winh rey chi'. Icha chi' ix yutej sb'a heb', yujto ha t'a schonhab' winh rey chi', ata' tz'ak'jicot jantacnhej tas swa heb'."
        },
        {
            "number": "21",
            "text": "Axo winh rey chi' ix alani tas k'ual sk'och heb' t'a yichanh winh. Axo t'a jun k'u chi', ix yak'och juntzanh spichul winh te wach', icha yic heb' rey smasanil. Ixlajwi chi', ix em k'ojan winh t'a sk'ojnub'. Ix och ijan winh slolonelta t'a heb' anima chi'."
        },
        {
            "number": "22",
            "text": "Ixlajwi yab'an heb', ix laj yalank'e heb': --Ha jun slolon tik, manh animaoc, aton Dios, xchi heb'."
        },
        {
            "number": "23",
            "text": "Yujto maj yik'chaanh sb'i Dios winh, yuj chi' t'a jun rato chi' ix ak'jioch syaelal winh yuj jun yángel Dios, ix och nok' ha'ay t'a yol sk'ool winh, ix cham winh."
        },
        {
            "number": "24",
            "text": "Palta haxo slolonel Dios Kajal ix pucaxnhejel t'a skal heb' anima. Ix laj alchajel t'a junjun lugar."
        },
        {
            "number": "25",
            "text": "Axo winhaj Bernabé yet' winhaj Saulo, ayic ix lajwi schecnab'il heb' winh t'a Jerusalén, ix b'atxi heb' winh. Ix yik'anb'at winhaj Juan heb' winh, aton winh scuch pax Marcos. Ix k'ochxi heb' winh t'a Antioquía chi'."
        }
    ]
}