{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yic jun pekti’ chi', a vinhaj rey Herodes, ix och ijan vinh yak'an chucal t'a eb' creyente."
        },
        {
            "number": "2",
            "text": "Ix schecan vinh tzepchajel sjolom vinhaj Jacobo, aton vinh yuk'tac vinhaj Juan."
        },
        {
            "number": "3",
            "text": "Ayic ix yilan vinh to wach' ix yab' eb' israel yuj jun chi', yuj chi' ix schec vinh yamjocpax vinhaj Pedro. Ha t'a jun sq'uinh eb' israel, yic svaan ixim pan eb' malaj yich, ata' ix yamji vinh."
        },
        {
            "number": "4",
            "text": "Axo ix yamchaj vinh chi', ix ak'jioch vinh t'a preso. Ix ak'jioch vinh t'a yol sk'ab' vaclajunhvanh eb' soldado, yic stanhvaj vinh yuj eb'. Chanhtacvanh eb' ix tanhvan vinh t'a juntac el. Ix snaan vinhaj Herodes chi' to ayic ol lajvoc q'uinh yic snajicoti tas aj yelnaccot eb' israel t'a Egipto chi', ol sch'oxanelta vinhaj Pedro chi' vinh t'a yichanh eb' anima, ichato chi' ol sch'olb'itan vinh rey chi' tas yaj vinh."
        },
        {
            "number": "5",
            "text": "Yuj chi' te ay val och yilumal vinhaj Pedro t'a yol te' preso chi'. Axo eb' creyente, t'a smasanil sk'ool eb' ix lesalvi d'ha Dios yuj vinh. Maj ochlaj vaan eb' slesalvi."
        },
        {
            "number": "6",
            "text": "Axo t'a jun ak'val, k'ik'anocxo tz'elta vinhaj Pedro chi' t'a yichanh eb' anima yuj vinhaj Herodes chi', vaynac vinh t'a snanhal chavanh eb' soldado. Tzek'b'il vinh t'a chab' q'uen cadena. Axo t'a sti' te' preso chi' ayek' chavanhxo eb' vinh stanhvej."
        },
        {
            "number": "7",
            "text": "Palta t'a jun rato chi' ix k'och jun yángel Dios Cajal. Te sac q'uinal ix aj t'a yol te' preso chi' yuj. Ix yecub'tanhan scostil vinhaj Pedro chi' jun ángel chi', yic tz'el svayanh vinh, ix yalan t'a vinh: --Q'ueanh vaan val ticnaic, xchi. Axo q'uen cadena ayoch chi' t'a sk'ab' vinhaj Pedro chi', munil ix el q'ueen, ix em lanhnaj q'ueen."
        },
        {
            "number": "8",
            "text": "Ix yalanpax jun ángel chi' t'a vinh: --Tzatzb'itej a tzek'ul, tzak'anoch a xanhab', xchi. Ixlajwi chi', ix yalan t'a vinh: --Ak'och jun spatic a pichul. Tzach och tzak'an vuuj, xchi."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix och tzak'an vinh yuj. Ix elta vinh t'a jun cuarto b'aj ayek' chi'. Van svayichan vinh snaani. Manh yojtacoc vinh tato yel to van yelta vinh."
        },
        {
            "number": "10",
            "text": "Ix ek' eb' t'a scha macanhil b'aj ayek' eb' soldado van stanhvan te' preso chi', ichato chi' ix k'och eb' b'aj ay q'uen smacul preso chi' b'aj sjacviel t'a yol calle. Ha jun q'uen chi' munil ix jacvi q'uen sch'ocoj. Ix el eb' b'ian. Axo ix b'at eb' t'a jun calle chi', ix actajcan vinhaj Pedro chi' yuj jun ángel chi'."
        },
        {
            "number": "11",
            "text": "Axo ix yilan vinh to yel. Yuj chi' ix yalan vinh: --Ha ticnaic, svila' to yel ix scheccot jun yángel Dios Cajal tzul in scolanel t'a yol sk'ab' vinhaj Herodes. In colchajelta t'a yalanh jantacnhej tas sgana eb' vetisraelal syak'och t'a vib'anh, xchi vinh."
        },
        {
            "number": "12",
            "text": "Vanto snaan juntzanh chi' vinh, ix k'och vinh t'a spat ix María, snun vinhaj Juan, aton vinh scuchpax Marcos. Tzijtum eb' molanek' t'a jun pat chi', van slesalvi eb' yuj vinh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix sk'onhub'tanhej spuertail yamaq'uil jun pat chi' vinh. Axo jun ix cob'es scuch Rode, a ix ix ul tak'voquelta t'a vinh."
        },
        {
            "number": "14",
            "text": "Palta haxo ix yab'an ix to a vinhaj Pedro, maj sjaclaj te' puerta chi' ix. Tonhej ix te tzalaj ix. Ix ochxi lemnaj ix. Ix yalan ix t'a eb' ayek' chi' ta' to a vinhaj Pedro ayek' t'a sti' puerta chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yal eb' t'a ix: --Tecan tonhej tzach comon loloni, xchi eb'. Palta ix yalxi ix to yel a vinhaj Pedro chi' ayeq'ui. Axo ix yalanxi eb': --Tecan manhoclaj vinhaj Pedro chi'. Tecan a junok ángel ayoch stanhvumaloc vinh, tecan a ix javi, xchi eb' t'a ix."
        },
        {
            "number": "16",
            "text": "Axo vinhaj Pedro chi', anheja' sk'onk'onhan och vinh. Axo ix sjacan eb', ix yilan eb' to yel a vinhaj Pedro chi' ayeq'ui. Ix te sat sk'ool eb'."
        },
        {
            "number": "17",
            "text": "Palta ix yak'an yechel vinh yet' sk'ab' t'a eb' yic numan tz'aj eb'. Ixlajwi chi', ix yalan vinh t'a eb' tas ix aj yik'jielta vinh yuj Dios Cajal t'a preso chi'. Ix yalanpax vinh t'a eb': --Tzeyal juntzanh tik t'a vinhaj Jacobo yet' t'a juntzanhxo eb' creyente, xchi vinh. Ixlajwi chi', ix elta vinh t'a skal eb'. Ix b'at vinh t'a junxo lugar."
        },
        {
            "number": "18",
            "text": "Axo yic ix sakb'i, ix q'ue somnaj eb' soldado yalani, yujto maj nachajel yuj eb' tas ix yutej sb'a vinhaj Pedro chi'."
        },
        {
            "number": "19",
            "text": "Axo vinhaj Herodes chi' ix ak'an órden yic saychaj vinh, palta majxo ilchajlaj vinh yuj eb'. Ix sk'anb'an vinh t'a eb' soldado chi' tas ix aj yel vinhaj Pedro chi' t'a yol sk'ab' eb'. Ixlajwi chi', ix yak'an órden vinh scham eb'. Ixlajwi chi', ix el vinhaj Herodes t'a yol yic Judea b'aj ayek' chi'. Ix k'och cajan vinh t'a chonhab' Cesarea."
        },
        {
            "number": "20",
            "text": "Ha junel, ix te cot yoval vinhaj rey Herodes chi' t'a eb' anima aj Tiro yet' Sidón. Yuj chi' ix slajtiej sb'a eb' tas syutej eb' b'at yalan sb'ha t'a vinh. Ix yak'an sk'ol jun vinh scuchan Blasto eb'. Aton vinh sat yaj yak'an servil vinh rey chi'. Yuj chi', haxo vinh ix k'anan nivank'olal eb' t'a vinh rey chi'. Icha chi' ix yutej sb'a eb', yujto ha t'a schonhab' vinh rey chi', ata' tz'ak'jicot jantacnhej tas sva eb'."
        },
        {
            "number": "21",
            "text": "Axo vinh rey chi' ix alani tas k'ual sk'och eb' t'a yichanh vinh. Axo t'a jun k'u chi', ix yak'och juntzanh spichul vinh te wach', icha yic eb' rey smasanil. Ixlajwi chi', ix em k'ojan vinh t'a sk'ojnub'. Ix och ijan vinh slolonelta t'a eb' anima chi'."
        },
        {
            "number": "22",
            "text": "Ixlajwi yab'an eb', ix laj yalanq'ue eb': --Ha jun slolon tik, manh animaoc, aton dios, xchi eb'."
        },
        {
            "number": "23",
            "text": "Yujto maj yik'chaanh sb'i Dios vinh, yuj chi' t'a jun rato chi' ix ak'jioch syaelal vinh yuj jun yángel Dios, ix och nok' ha'ay t'a yol sk'ool vinh, ix cham vinh."
        },
        {
            "number": "24",
            "text": "Palta haxo slolonel Dios Cajal ix pucaxnhejel t'a skal eb' anima. Ix laj alchajel t'a junjun lugar."
        },
        {
            "number": "25",
            "text": "Axo vinhaj Bernabé yet' vinhaj Saulo, ayic ix lajvi schecnab'il eb' vinh t'a Jerusalén, ix b'atxi eb' vinh. Ix yik'anb'at vinhaj Juan eb' vinh, aton vinh scuch pax Marcos. Ix k'ochxi eb' vinh t'a Antioquía chi'."
        }
    ]
}