{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a skal heb' creyente t'a chonhab' Antioquía chi', ay juntzanh heb' winh syak' Dios yalanel slolonel. Ay pax ek' juntzanh heb' winh sk'ayb'umal heb' creyente. Ayek' winhaj Bernabé, winhaj Simón scuchanpax Niger, winhaj Lucio aj chonhab' Cirene yet' winhaj Saulo. Ayek' pax winhaj Manaén, aton winh junnhej q'uib'nac yet' winhaj Herodes, winh ak'jinac yajalil t'a Galilea."
        },
        {
            "number": "2",
            "text": "Ha junel wan yalan sb'a heb' d'ha Dios Kajal. Ay pax och heb' t'a tzek'ojk'olal. Axo Yespíritu Dios ix alan t'a heb': --Tze sik'elta winhaj Bernabé yet' winhaj Saulo, yic ol munlaj heb' winh b'aj ol wak'och yopisio, xchi."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix och heb' t'a tzek'ojk'olal. Ix lesalwi heb'. Ixlajwi chi', ix yak'ank'e sk'ab' heb' t'a sjolom winhaj Bernabé yet' winhaj Saulo chi', ix schecanb'at heb' winh heb'."
        },
        {
            "number": "4",
            "text": "Ix checjib'at winhaj Bernabé yet' winhaj Saulo yuj Yespíritu Dios. Ix k'och heb' winh t'a chonhab' Seleucia. Axo ta' ix och heb' winh t'a yol jun barco, ix b'at heb' winh t'a jun lugar scuch Chipre ay t'a snanhal ha' mar."
        },
        {
            "number": "5",
            "text": "Ayic ix k'och heb' winh t'a chonhab' Salamina, ix ek' yalancanel slolonel Dios heb' winh t'a yoltac spatil culto. Axo winhaj Juan Marcos, ajun pax winh yet' heb' winh, yic skolwaj winh yet' heb' winh."
        },
        {
            "number": "6",
            "text": "Ix b'atxi heb' winh. Ix k'axpajek' heb' winh t'a Chipre chi', ix k'och heb' winh t'a chonhab' Pafos. Ata' ix schalaj sb'a heb' winh yet' jun winh israel scuch Barjesús. Ha jun winh chi', syaloch sb'a winh ajb'aalil. Syal pax winh to ha Dios tz'ak'an yalel slolonel."
        },
        {
            "number": "7",
            "text": "Ha jun winh chi', junnhej tzek' winh yet' winhaj Sergio Paulo, winh yajal t'a Chipre chi'. Te jelan spensar winhaj Sergio chi'. Ix yavtejcot winhaj Bernabé winh yet' winhaj Saulo, yujto sgana winh syab' slolonel Dios t'a heb' winh."
        },
        {
            "number": "8",
            "text": "Palta haxo winh syaloch sb'a ajb'aalil chi', aton winh scuchan pax Elimas, ix yak'elta yowal winh t'a heb' winh, yujto sgana winh max yak'och slolonel Dios winhaj Sergio chi' t'a sk'ool."
        },
        {
            "number": "9",
            "text": "Axo winhaj Saulo chi', aton winh scuchpax Pablo, te ayoch Espíritu Santo t'a winh. Ix och k'elan winh t'a winh syaloch sb'a ajb'aalil chi'."
        },
        {
            "number": "10",
            "text": "Ix yalan winh t'a winh: --Ha ach tik, tzak' musansatil heb' anima. Te chuk a pensar. Yuninal ach winh diablo. Ajk'ol ach t'a masanil tas wach'. Ha slolonel Kajal Jesús te yel. Yuj chi', ¿tas yuj max actejcan ixtani?"
        },
        {
            "number": "11",
            "text": "Ha ticnaik, ol yak'cot yaelal Kajal Jesús t'a ib'anh. Ol yak' ixtax yol a sat, yuj chi' manhxo ol yal-laj ilan yoc k'u junok tiempoal, xchi winhaj Pablo chi' t'a winh. D'a jun rato chi', ix ixtax yol sat winh. Majxo yal yilan jab'oc winh. Yuj chi', ix machmonek' winh, ix snib'ej winh to ay junok mach squetzan b'eyek'oc."
        },
        {
            "number": "12",
            "text": "Ayic ix yilan jun chi' winh yajal t'a Chipre chi', ix yak'och Dios winh t'a sk'ool. Ix te sat pax sk'ool winh yab'an juntzanh sk'ayb'ub'al Kajal Jesús."
        },
        {
            "number": "13",
            "text": "Axo winhaj Pablo yet' heb' winh ajun yet'oc, ix och heb' winh t'a yol jun barco. Ix b'atxi heb' winh t'a chonhab' Pafos, ix k'och heb' winh t'a chonhab' Perge t'a yol yic Panfilia. Palta haxo winhaj Juan Marcos, ix actajcan heb' winh yuj winh, ix meltzajcan winh t'a chonhab' Jerusalén."
        },
        {
            "number": "14",
            "text": "Ix b'atxi heb' winh t'a Perge chi', ix k'och heb' winh t'a chonhab' Antioquía t'a yol yic Pisidia. Axo t'a sk'ual ik'oj ip, ix och heb' winh t'a yol spatil culto, ix em k'ojjab' heb' winh ta'."
        },
        {
            "number": "15",
            "text": "Ata' ix avtaj ch'anh ley Moisés yet' juntzanh tas tz'ib'ab'ilcan yuj heb' schecab' Dios t'a peka'. Ixlajwi chi', a heb' scuchb'an heb' t'a culto ix alan t'a winhaj Pablo yet' t'a winhaj Bernabé chi': --Ex quetanimail, tato ay junok tas he gana tzeyak' sk'ayb'ej heb' anima, syal eyalan ticnaik, xchi heb'."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix k'e waan winhaj Pablo chi'. Ix yik'an chaanh sk'ab' winh yic numan tz'aj heb'. Ix yalan winh t'a heb': --Ex wetisraelal yet' ex manh ex israelok ay he xivk'olal d'ha Dios, ab'ec:"
        },
        {
            "number": "17",
            "text": "Ha ko Diosal a onh aj Israel onh tik, a sik'jinaccanel heb' ko mam quicham. Ayic yek'nac heb' t'a skal heb' ch'oc chonhab'il t'a Egipto, A' ak'jinaccan och heb' niwac chonhab'il. Slajwi chi', yik'annaquelta heb' t'a Egipto chi' yet' sniwan poder."
        },
        {
            "number": "18",
            "text": "Yak'nac techaj Dios chi' sb'eyb'al heb' 40 ab'il t'a tzinan lu'um chi'."
        },
        {
            "number": "19",
            "text": "Anhejtona', A' ak'jinac satel uque' nación ay t'a yol yic Canaán. Axo sluum heb' b'aj satnaquel chi', ak'jinaccan yicoc heb' ko mam quicham."
        },
        {
            "number": "20",
            "text": "450 ab'il yak'nac heb' icha chi'. Slajwinac chi', haxo Dios ak'annac yopisio juntzanh heb' juez yak'an mandar heb', masanto yochnac winhaj Samuel schecab'oc Dios."
        },
        {
            "number": "21",
            "text": "Axo t'a jun pekti’ chi', sk'annac junok sreyal heb' d'ha Dios, yic a scuchb'an heb', haxo winhaj Saúl ak'jioch sreyaloc heb' yuj Dios. Ha winhaj Saúl chi', a winhaj Cis ay yuninal winh, winh yinhtilal Benjamín. 40 ab'il ochnac winh sreyaloc heb'."
        },
        {
            "number": "22",
            "text": "Axo Dios ik'jinaquel winh t'a yopisio chi'. Axo winhaj Dawid yak'xicanoch sk'exuloc winh. Yalannac Dios icha tik yuj winh: Ina yajek' winhaj Dawid winh yuninal winhaj Isaí, aton jun winh tik tzin tzalaj yet'oc. Ha winh ol b'oan masanil tas in gana, xchi."
        },
        {
            "number": "23",
            "text": "Axo Jesús, a winhaj Dawid chi' ay yinhtilalcani. Ha Dios ak'jinaccan yopisio yoch ko Columaloc a onh israel onh tik, icha ix aj yak'ancan sti'."
        },
        {
            "number": "24",
            "text": "Ayic manto yamchajoch smunlajel chi', a winhaj Juan ix alanel t'a heb' quetisraelal to yowalil sna sb'a heb', syak'an ak'joc bautizar sb'a heb'."
        },
        {
            "number": "25",
            "text": "Axo yic wanxo slajwi yopisio winhaj Juan chi', ix yalan winh icha tik: Ha he naani to he Kolumal in, palta maay. Ay jun tzak'an sja wuuj, a jun chi' te niwan yelk'ochi. Anhejtona' in, manh in mojoc wak'an serwil, wach'chom tonhej tzin tijel xanhab', xchi winh."
        },
        {
            "number": "26",
            "text": "Ex wetanimail, ex yinhtilal Abraham wed'oc yet' ex ay he xivk'olal d'ha Dios, a jun ab'ix yic colnab'il tik, eyic wed'oc."
        },
        {
            "number": "27",
            "text": "Palta a heb' aj Jerusalén yet' heb' yajal, max nachajel-laj yuj heb' tato a Jesús chi' Yuninal Dios, wach'chom t'a junjun k'ual ik'oj ip, ix yab'an heb' yavtaj tas tz'ib'ab'ilcan yuj heb' schecab' Dios, palta maj nachajel-laj yuj heb'. Yuj chi', ayic ix yak'anoch chamel heb' t'a yib'anh Jesús chi', ix yak'elk'och juntzanh tas tz'ib'ab'ilcan chi' heb'."
        },
        {
            "number": "28",
            "text": "Malaj jab'oc smul ix ilchaj yuj heb', manh smojoc smilancham heb'. Palta xid' sk'anoch chamel heb' t'a yib'anh t'a winhaj Pilato, aton winh yajal."
        },
        {
            "number": "29",
            "text": "Ix laj yak'elk'och heb' t'ay icha yaj stz'ib'chajcan t'a Slolonel Dios. Ixlajwi chi', ay heb' ochnac tzak'an yet' Jesús ix ik'anemta sniwanil t'a spenec te' culus. Ix b'at smucanoch heb' t'a yol jun k'een k'een."
        },
        {
            "number": "30",
            "text": "Axo Dios ix ak'anxi pitzwoc t'a skal heb' chamnac."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi', tzijtumto k'ual ix ek' yet' heb' sk'ayb'um. Aton heb' cot yet' t'a Galilea sk'och heb' t'a Jerusalén yet'oc ayic manto chami. Ha heb' chi', wan yalanel yab'ixal heb' t'a skal heb' anima ticnaik."
        },
        {
            "number": "32",
            "text": "Ichonh pax ta' a onh tik wan calan pax el jun wach' ab'ix tik t'ayex, to ha Dios yak'naccan sti' t'a heb' ko mam quicham."
        },
        {
            "number": "33",
            "text": "Axo t'ayonh ix yak'elk'och sti' chi'. Ayic ix pitzwixi Jesús, ix elk'och jun yalnaccan chi'. Icha yaj stz'ib'chajcan t'a Salmo 2, b'aj syal icha tik: Ha t'a jun k'u tik, ix wak' checlajoc to Vuninal ach, xchican Dios t'a Slolonel chi'."
        },
        {
            "number": "34",
            "text": "Yalnaccan Dios to ol yik'k'e waan Jesús t'a skal heb' chamnac, yic malaj b'ak'uinh ol k'a sniwanil. Yalnacpaxcan icha tik t'a Slolonel Dios chi': Ol wak' in wach'k'olal t'ayex, icha ix wutej wak'ancan in ti' t'a winhaj Dawid, xchi."
        },
        {
            "number": "35",
            "text": "Yuj chi', ayocto yalannaccan yab'ixal Cristo winhaj Dawid chi' t'a junxo Salmo b'aj syal icha tik: Mamin, manh ol a cha k'ab'at in niwanil tik, a in ton tik sik'b'il in el uuj, xchi."
        },
        {
            "number": "36",
            "text": "Ha winhaj Dawid chi' ak'jinac serwil heb' anima t'a jun pekti’ chi', icha sgana Dios. Slajwi chi' scham winh, smucchajnac winh b'aj mucan heb' smam yicham. Axo sniwanil winh chi' k'anacb'ati."
        },
        {
            "number": "37",
            "text": "Palta haxo jun ix yak' pitzwokxi Dios t'a skal heb' chamnac, maj k'alaj sniwanil."
        },
        {
            "number": "38",
            "text": "Yuj chi' in gana tzeyojtaquejeli to anhej Jesús syal yak'an lajwoc ko mul. Yuj chi' wan calan jun ab'ix tik t'ayex."
        },
        {
            "number": "39",
            "text": "Ha ley Moisés max yal-laj yak'an lajwoc ko mul. Palta a mach tz'ak'anoch Jesucristo t'a sk'ool, slajwican smul smasanil yuj."
        },
        {
            "number": "40",
            "text": "Yuj chi' naec wal he b'a. Tato maay, a tas tz'ib'ab'ilcan yuj heb' schecab' Dios ol jawok t'a eyib'anh, yujto yalnaccan heb' icha tik:"
        },
        {
            "number": "41",
            "text": "Ex b'uchumtac, ilecnab'i. Satocab' he k'ool eyilani, haxo he satel chi'. Yujto a in Dios in ol in b'o junok tas t'a he tiempoal tik, wach'chom ay mach ol alan t'ayex, palta manh ol he cha eyab'i, xchi Dios chi', xchi winhaj Pablo chi' t'a heb'."
        },
        {
            "number": "42",
            "text": "Axo winhaj Pablo chi' yet' winhaj Bernabé, ayic wan yelta heb' winh t'a yol spatil culto chi', ay heb' manh israelok ix k'anan t'a heb' winh, yic sk'och heb' winh sk'ayb'ej heb' t'a juntzanh k'ayb'ub'al chi' t'a junxo sk'ual ik'oj ip."
        },
        {
            "number": "43",
            "text": "Axo yic ix lajwi jun culto chi', a heb' israel, ix b'at heb' yet' winhaj Pablo yet' winhaj Bernabé chi'. Ay pax heb' ochnac t'a sk'ayb'ub'al heb' israel chi' ix b'at pax yet' heb' winh. Yuj chi' ix yal winhaj Pablo yet' winhaj Bernabé chi' t'a heb' to tek'an syutej sb'a heb' yak'anoch t'a sk'ool to xajan heb' yuj Dios."
        },
        {
            "number": "44",
            "text": "Axo t'a junxo sk'ual ik'oj ip, quenxonhej maj smolb'ej sb'a heb' anima smasanil t'a jun chonhab' chi' smaclej yab' slolonel Dios."
        },
        {
            "number": "45",
            "text": "Palta haxo ix yilan heb' israel to tzijtum anima ix smol sb'a, ix chichonoch sk'ool heb' t'a winhaj Pablo chi'. Ix laj yalan heb' to es juntzanh syal winh chi'. Tonhej ix b'uchwaj heb' t'a winh."
        },
        {
            "number": "46",
            "text": "Yuj chi', ix stek'b'ej sb'a winhaj Pablo yet' winhaj Bernabé chi'. Ix yalan heb' winh icha tik: --Ex quetisraelal, yowalil a t'ayex sco b'ab'laj alejel slolonel Dios. Palta ina malaj he gana tzeyak'och t'a he k'ool. Tecan a he naani to manh he mojoc he chaan he k 'inal t'a junelnhej. Yuj chi' a ticnaik, ha t'a heb' manh israelok ol onh b'at caleli."
        },
        {
            "number": "47",
            "text": "Yujto icha tik yalnaccan Kajal Jesús t'ayonh: Ix wak' opisio a ch'oxan in sakil k'inal t'a heb' manh israelok, yic wach' ay heb' ol colchajel t'a junjun lugar masanto b'aj slajwik'och yol yib'anhk’inal, xchi, xchi heb' winh."
        },
        {
            "number": "48",
            "text": "Axo heb' manh israelok ix te tzalaj sk'ool heb' yab'an juntzanh chi'. Ix och ijan heb' yalani to te wach' slolonel Kajal Jesús. Axo heb' sik'b'ilxoel yuj Dios yic scha sk'inal heb' t'a junelnhej, ix yak'och heb' t'a sk'ool."
        },
        {
            "number": "49",
            "text": "Icha chi' ix aj spucaxb'at slolonel Kajal Jesús chi' t'a jun lugar chi' smasanil."
        },
        {
            "number": "50",
            "text": "Palta haxo heb' israel ix ak'an sk'ool heb' yajal t'a jun chonhab' chi'. Ay pax juntzanh heb' ix ix ochnac t'a sk'ayb'ub'al heb' israel chi', chequel yaj heb' ix t'a sat heb' anima, ix ak'jipax sk'ool heb' ix. Ix och ijan heb' yak'an chukal t'a winhaj Pablo yet' t'a winhaj Bernabé chi'. Ix pechjiel heb' winh t'a jun lugar chi' yuj heb'."
        },
        {
            "number": "51",
            "text": "Axo winhaj Pablo yet' winhaj Bernabé chi', ix stziccanel spokokal yoc heb' winh, yic sch'oxanel heb' winh to manhxa yalan yic heb' winh t'a heb' anima chi'. Ixlajwi chi', ix b'at heb' winh t'a chonhab' Iconio."
        },
        {
            "number": "52",
            "text": "Axo heb' creyente aj Antioquía chi', ix te tzalaj heb'. Te ay wal och Espíritu Santo t'a heb'."
        }
    ]
}