{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a skal eb' creyente t'a chonhab' Antioquía chi', ay juntzanh eb' winh syak' Dios yalanel slolonel. Ay pax ek' juntzanh eb' winh sk'ayb'umal eb' creyente. Ayek' winhaj Bernabé, winhaj Simón scuchanpax Niger, winhaj Lucio aj chonhab' Cirene yet' winhaj Saulo. Ayek' pax winhaj Manaén, aton winh junnhej q'uib'nac yet' winhaj Herodes, winh ak'jinac yajalil t'a Galilea."
        },
        {
            "number": "2",
            "text": "Ha junel van yalan sb'a eb' d'ha Dios Cajal. Ay pax och eb' t'a tzek'ojk'olal. Axo Yespíritu Dios ix alan t'a eb': --Tze siq'uelta winhaj Bernabé yet' winhaj Saulo, yic ol munlaj eb' winh b'aj ol vak'och yopisio, xchi."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix och eb' t'a tzek'ojk'olal. Ix lesalvi eb'. Ixlajwi chi', ix yak'anq'ue sk'ab' eb' t'a sjolom winhaj Bernabé yet' winhaj Saulo chi', ix schecanb'at eb' winh eb'."
        },
        {
            "number": "4",
            "text": "Ix checjib'at winhaj Bernabé yet' winhaj Saulo yuj Yespíritu Dios. Ix k'och eb' winh t'a chonhab' Seleucia. Axo ta' ix och eb' winh t'a yol jun barco, ix b'at eb' winh t'a jun lugar scuch Chipre ay t'a snanhal ha' mar."
        },
        {
            "number": "5",
            "text": "Ayic ix k'och eb' winh t'a chonhab' Salamina, ix ek' yalancanel slolonel Dios eb' winh t'a yoltac spatil culto. Axo winhaj Juan Marcos, ajun pax winh yet' eb' winh, yic skolwaj winh yet' eb' winh."
        },
        {
            "number": "6",
            "text": "Ix b'atxi eb' winh. Ix k'axpajek' eb' winh t'a Chipre chi', ix k'och eb' winh t'a chonhab' Pafos. Ata' ix schalaj sb'a eb' winh yet' jun winh israel scuch Barjesús. Ha jun winh chi', syaloch sb'a winh ajb'aalil. Syal pax winh to ha Dios tz'ak'an yalel slolonel."
        },
        {
            "number": "7",
            "text": "Ha jun winh chi', junnhej tzek' winh yet' winhaj Sergio Paulo, winh yajal t'a Chipre chi'. Te jelan spensar winhaj Sergio chi'. Ix yavtejcot winhaj Bernabé winh yet' winhaj Saulo, yujto sgana winh syab' slolonel Dios t'a eb' winh."
        },
        {
            "number": "8",
            "text": "Palta haxo winh syaloch sb'a ajb'aalil chi', aton winh scuchan pax Elimas, ix yaq'uelta yoval winh t'a eb' winh, yujto sgana winh max yak'och slolonel Dios winhaj Sergio chi' t'a sk'ool."
        },
        {
            "number": "9",
            "text": "Axo winhaj Saulo chi', aton winh scuchpax Pablo, te ayoch Espíritu Santo t'a winh. Ix och q'uelan winh t'a winh syaloch sb'a ajb'aalil chi'."
        },
        {
            "number": "10",
            "text": "Ix yalan winh t'a winh: --Ha ach tik, tzak' musansatil eb' anima. Te chuk a pensar. Yuninal ach winh diablo. Ajk'ol ach t'a masanil tas wach'. Ha slolonel Cajal Jesús te yel. Yuj chi', ¿tas yuj max actejcan ixtani?"
        },
        {
            "number": "11",
            "text": "Ha ticnaic, ol yak'cot yaelal Cajal Jesús t'a ib'anh. Ol yak' ixtax yol a sat, yuj chi' manhxo ol yal-laj ilan yoc k'u junok tiempoal, xchi winhaj Pablo chi' t'a winh. D'a jun rato chi', ix ixtax yol sat winh. Majxo yal yilan jab'oc winh. Yuj chi', ix machmonek' winh, ix snib'ej winh to ay junok mach squetzan b'eyek'oc."
        },
        {
            "number": "12",
            "text": "Ayic ix yilan jun chi' winh yajal t'a Chipre chi', ix yak'och Dios winh t'a sk'ool. Ix te sat pax sk'ool winh yab'an juntzanh sk'ayb'ub'al Cajal Jesús."
        },
        {
            "number": "13",
            "text": "Axo winhaj Pablo yet' eb' winh ajun yet'oc, ix och eb' winh t'a yol jun barco. Ix b'atxi eb' winh t'a chonhab' Pafos, ix k'och eb' winh t'a chonhab' Perge t'a yol yic Panfilia. Palta haxo winhaj Juan Marcos, ix actajcan eb' winh yuj winh, ix meltzajcan winh t'a chonhab' Jerusalén."
        },
        {
            "number": "14",
            "text": "Ix b'atxi eb' winh t'a Perge chi', ix k'och eb' winh t'a chonhab' Antioquía t'a yol yic Pisidia. Axo t'a sk'ual ik'oj ip, ix och eb' winh t'a yol spatil culto, ix em k'ojjab' eb' winh ta'."
        },
        {
            "number": "15",
            "text": "Ata' ix avtaj ch'anh ley Moisés yet' juntzanh tas tz'ib'ab'ilcan yuj eb' schecab' Dios t'a peca'. Ixlajwi chi', a eb' scuchb'an eb' t'a culto ix alan t'a winhaj Pablo yet' t'a winhaj Bernabé chi': --Ex quetanimail, tato ay junok tas e gana tzeyak' sk'ayb'ej eb' anima, syal eyalan ticnaic, xchi eb'."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix q'ue vaan winhaj Pablo chi'. Ix yik'an chaanh sk'ab' winh yic numan tz'aj eb'. Ix yalan winh t'a eb': --Ex vetisraelal yet' ex manh ex israeloc ay e xivk'olal d'ha Dios, ab'ec:"
        },
        {
            "number": "17",
            "text": "Ha co Diosal a onh aj Israel onh tik, a sik'jinaccanel eb' co mam quicham. Ayic yek'nac eb' t'a skal eb' ch'oc chonhab'il t'a Egipto, A' ak'jinaccan och eb' nivac chonhab'il. Slajvi chi', yik'annaquelta eb' t'a Egipto chi' yet' snivan poder."
        },
        {
            "number": "18",
            "text": "Yak'nac techaj Dios chi' sb'eyb'al eb' 40 ab'il t'a tzinan lu'um chi'."
        },
        {
            "number": "19",
            "text": "Anhejtona', A' ak'jinac satel uque' nación ay t'a yol yic Canaán. Axo sluum eb' b'aj satnaquel chi', ak'jinaccan yicoc eb' co mam quicham."
        },
        {
            "number": "20",
            "text": "450 ab'il yak'nac eb' icha chi'. Slajvinac chi', haxo Dios ak'annac yopisio juntzanh eb' juez yak'an mandar eb', masanto yochnac winhaj Samuel schecab'oc Dios."
        },
        {
            "number": "21",
            "text": "Axo t'a jun pekti’ chi', sk'annac junok sreyal eb' d'ha Dios, yic a scuchb'an eb', haxo winhaj Saúl ak'jioch sreyaloc eb' yuj Dios. Ha winhaj Saúl chi', a winhaj Cis ay yuninal winh, winh yinhtilal Benjamín. 40 ab'il ochnac winh sreyaloc eb'."
        },
        {
            "number": "22",
            "text": "Axo Dios ik'jinaquel winh t'a yopisio chi'. Axo winhaj David yak'xicanoch sq'uexuloc winh. Yalannac Dios icha tik yuj winh: Ina yajek' winhaj David winh yuninal winhaj Isaí, aton jun winh tik tzin tzalaj yet'oc. Ha winh ol b'oan masanil tas in gana, xchi."
        },
        {
            "number": "23",
            "text": "Axo Jesús, a winhaj David chi' ay yinhtilalcani. Ha Dios ak'jinaccan yopisio yoch co Columaloc a onh israel onh tik, icha ix aj yak'ancan sti'."
        },
        {
            "number": "24",
            "text": "Ayic manto yamchajoch smunlajel chi', a winhaj Juan ix alanel t'a eb' quetisraelal to yowalil sna sb'a eb', syak'an ak'joc bautizar sb'a eb'."
        },
        {
            "number": "25",
            "text": "Axo yic vanxo slajvi yopisio winhaj Juan chi', ix yalan winh icha tik: Ha e naani to e Columal in, palta maay. Ay jun tzak'an sja vuuj, a jun chi' te niwan yelk'ochi. Anhejtona' in, manh in mojoc vak'an servil, wach'chom tonhej tzin tijel xanhab', xchi winh."
        },
        {
            "number": "26",
            "text": "Ex vetanimail, ex yinhtilal Abraham ved'oc yet' ex ay e xivk'olal d'ha Dios, a jun ab'ix yic colnab'il tik, eyic ved'oc."
        },
        {
            "number": "27",
            "text": "Palta a eb' aj Jerusalén yet' eb' yajal, max nachajel-laj yuj eb' tato a Jesús chi' Yuninal Dios, wach'chom t'a junjun k'ual ik'oj ip, ix yab'an eb' yavtaj tas tz'ib'ab'ilcan yuj eb' schecab' Dios, palta maj nachajel-laj yuj eb'. Yuj chi', ayic ix yak'anoch chamel eb' t'a yib'anh Jesús chi', ix yaq'uelk'och juntzanh tas tz'ib'ab'ilcan chi' eb'."
        },
        {
            "number": "28",
            "text": "Malaj jab'oc smul ix ilchaj yuj eb', manh smojoc smilancham eb'. Palta xid' sk'anoch chamel eb' t'a yib'anh t'a winhaj Pilato, aton winh yajal."
        },
        {
            "number": "29",
            "text": "Ix laj yaq'uelk'och eb' t'ay icha yaj stz'ib'chajcan t'a Slolonel Dios. Ixlajwi chi', ay eb' ochnac tzak'an yet' Jesús ix ik'anemta snivanil t'a spenec te' culus. Ix b'at smucanoch eb' t'a yol jun q'uen q'ueen."
        },
        {
            "number": "30",
            "text": "Axo Dios ix ak'anxi pitzvoc t'a skal eb' chamnac."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi', tzijtumto k'ual ix ek' yet' eb' sk'ayb'um. Aton eb' cot yet' t'a Galilea sk'och eb' t'a Jerusalén yet'oc ayic manto chami. Ha eb' chi', van yalanel yab'ixal eb' t'a skal eb' anima ticnaic."
        },
        {
            "number": "32",
            "text": "Ichonh pax ta' a onh tik van calan pax el jun wach' ab'ix tik t'ayex, to ha Dios yak'naccan sti' t'a eb' co mam quicham."
        },
        {
            "number": "33",
            "text": "Axo t'ayonh ix yaq'uelk'och sti' chi'. Ayic ix pitzvixi Jesús, ix elk'och jun yalnaccan chi'. Icha yaj stz'ib'chajcan t'a Salmo 2, b'aj syal icha tik: Ha t'a jun k'u tik, ix vak' checlajoc to Vuninal ach, xchican Dios t'a Slolonel chi'."
        },
        {
            "number": "34",
            "text": "Yalnaccan Dios to ol yik'q'ue vaan Jesús t'a skal eb' chamnac, yic malaj b'ak'uinh ol k'a snivanil. Yalnacpaxcan icha tik t'a Slolonel Dios chi': Ol vak' in wach'k'olal t'ayex, icha ix vutej vak'ancan in ti' t'a winhaj David, xchi."
        },
        {
            "number": "35",
            "text": "Yuj chi', ayocto yalannaccan yab'ixal Cristo winhaj David chi' t'a junxo Salmo b'aj syal icha tik: Mamin, manh ol a cha k'ab'at in nivanil tik, a in ton tik sik'b'il in el uuj, xchi."
        },
        {
            "number": "36",
            "text": "Ha winhaj David chi' ak'jinac servil eb' anima t'a jun pekti’ chi', icha sgana Dios. Slajvi chi' scham winh, smucchajnac winh b'aj mucan eb' smam yicham. Axo snivanil winh chi' k'anacb'ati."
        },
        {
            "number": "37",
            "text": "Palta haxo jun ix yak' pitzvocxi Dios t'a skal eb' chamnac, maj k'alaj snivanil."
        },
        {
            "number": "38",
            "text": "Yuj chi' in gana tzeyojtaquejeli to anhej Jesús syal yak'an lajvoc co mul. Yuj chi' van calan jun ab'ix tik t'ayex."
        },
        {
            "number": "39",
            "text": "Ha ley Moisés max yal-laj yak'an lajvoc co mul. Palta a mach tz'ak'anoch Jesucristo t'a sk'ool, slajvican smul smasanil yuj."
        },
        {
            "number": "40",
            "text": "Yuj chi' naec val e b'a. Tato maay, a tas tz'ib'ab'ilcan yuj eb' schecab' Dios ol javok t'a eyib'anh, yujto yalnaccan eb' icha tik:"
        },
        {
            "number": "41",
            "text": "Ex b'uchumtac, ilecnab'i. Satocab' e k'ool eyilani, haxo e satel chi'. Yujto a in Dios in ol in b'o junok tas t'a e tiempoal tik, wach'chom ay mach ol alan t'ayex, palta manh ol e cha eyab'i, xchi Dios chi', xchi winhaj Pablo chi' t'a eb'."
        },
        {
            "number": "42",
            "text": "Axo winhaj Pablo chi' yet' winhaj Bernabé, ayic van yelta eb' winh t'a yol spatil culto chi', ay eb' manh israeloc ix k'anan t'a eb' winh, yic sk'och eb' winh sk'ayb'ej eb' t'a juntzanh k'ayb'ub'al chi' t'a junxo sk'ual ik'oj ip."
        },
        {
            "number": "43",
            "text": "Axo yic ix lajvi jun culto chi', a eb' israel, ix b'at eb' yet' winhaj Pablo yet' winhaj Bernabé chi'. Ay pax eb' ochnac t'a sk'ayb'ub'al eb' israel chi' ix b'at pax yet' eb' winh. Yuj chi' ix yal winhaj Pablo yet' winhaj Bernabé chi' t'a eb' to tek'an syutej sb'a eb' yak'anoch t'a sk'ool to xajan eb' yuj Dios."
        },
        {
            "number": "44",
            "text": "Axo t'a junxo sk'ual ik'oj ip, quenxonhej maj smolb'ej sb'a eb' anima smasanil t'a jun chonhab' chi' smaclej yab' slolonel Dios."
        },
        {
            "number": "45",
            "text": "Palta haxo ix yilan eb' israel to tzijtum anima ix smol sb'a, ix chichonoch sk'ool eb' t'a winhaj Pablo chi'. Ix laj yalan eb' to es juntzanh syal winh chi'. Tonhej ix b'uchvaj eb' t'a winh."
        },
        {
            "number": "46",
            "text": "Yuj chi', ix stek'b'ej sb'a winhaj Pablo yet' winhaj Bernabé chi'. Ix yalan eb' winh icha tik: --Ex quetisraelal, yowalil a t'ayex sco b'ab'laj alejel slolonel Dios. Palta ina malaj e gana tzeyak'och t'a e k'ool. Tecan a e naani to manh e mojoc e chaan e q'uinal t'a junelnhej. Yuj chi' a ticnaic, ha t'a eb' manh israeloc ol onh b'at caleli."
        },
        {
            "number": "47",
            "text": "Yujto icha tik yalnaccan Cajal Jesús t'ayonh: Ix vak' opisio a ch'oxan in sakil k'inal t'a eb' manh israeloc, yic wach' ay eb' ol colchajel t'a junjun lugar masanto b'aj slajvik'och yol yib'anhk’inal, xchi, xchi eb' winh."
        },
        {
            "number": "48",
            "text": "Axo eb' manh israeloc ix te tzalaj sk'ool eb' yab'an juntzanh chi'. Ix och ijan eb' yalani to te wach' slolonel Cajal Jesús. Axo eb' sik'b'ilxoel yuj Dios yic scha sk'inal eb' t'a junelnhej, ix yak'och eb' t'a sk'ool."
        },
        {
            "number": "49",
            "text": "Icha chi' ix aj spucaxb'at slolonel Cajal Jesús chi' t'a jun lugar chi' smasanil."
        },
        {
            "number": "50",
            "text": "Palta haxo eb' israel ix ak'an sk'ool eb' yajal t'a jun chonhab' chi'. Ay pax juntzanh eb' ix ix ochnac t'a sk'ayb'ub'al eb' israel chi', chequel yaj eb' ix t'a sat eb' anima, ix ak'jipax sk'ool eb' ix. Ix och ijan eb' yak'an chukal t'a winhaj Pablo yet' t'a winhaj Bernabé chi'. Ix pechjiel eb' winh t'a jun lugar chi' yuj eb'."
        },
        {
            "number": "51",
            "text": "Axo winhaj Pablo yet' winhaj Bernabé chi', ix stziccanel spococal yoc eb' winh, yic sch'oxanel eb' winh to manhxa yalan yic eb' winh t'a eb' anima chi'. Ixlajwi chi', ix b'at eb' winh t'a chonhab' Iconio."
        },
        {
            "number": "52",
            "text": "Axo eb' creyente aj Antioquía chi', ix te tzalaj eb'. Te ay val och Espíritu Santo t'a eb'."
        }
    ]
}