{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a skal eb' creyente t'a chonhab' Antioquía chi', ay juntzanh eb' vinh syak' Dios yalanel slolonel. Ay pax ek' juntzanh eb' vinh sk'ayb'umal eb' creyente. Ayek' vinhaj Bernabé, vinhaj Simón scuchanpax Niger, vinhaj Lucio aj chonhab' Cirene yet' vinhaj Saulo. Ayek' pax vinhaj Manaén, aton vinh junnhej q'uib'nac yet' vinhaj Herodes, vinh ak'jinac yajalil t'a Galilea."
        },
        {
            "number": "2",
            "text": "Ha junel van yalan sb'a eb' d'ha Dios Cajal. Ay pax och eb' t'a tzek'ojk'olal. Axo Yespíritu Dios ix alan t'a eb': --Tze siq'uelta vinhaj Bernabé yet' vinhaj Saulo, yic ol munlaj eb' vinh b'aj ol vak'och yopisio, xchi."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix och eb' t'a tzek'ojk'olal. Ix lesalvi eb'. Ixlajwi chi', ix yak'anq'ue sk'ab' eb' t'a sjolom vinhaj Bernabé yet' vinhaj Saulo chi', ix schecanb'at eb' vinh eb'."
        },
        {
            "number": "4",
            "text": "Ix checjib'at vinhaj Bernabé yet' vinhaj Saulo yuj Yespíritu Dios. Ix k'och eb' vinh t'a chonhab' Seleucia. Axo ta' ix och eb' vinh t'a yol jun barco, ix b'at eb' vinh t'a jun lugar scuch Chipre ay t'a snanhal ha' mar."
        },
        {
            "number": "5",
            "text": "Ayic ix k'och eb' vinh t'a chonhab' Salamina, ix ek' yalancanel slolonel Dios eb' vinh t'a yoltac spatil culto. Axo vinhaj Juan Marcos, ajun pax vinh yet' eb' vinh, yic scolvaj vinh yet' eb' vinh."
        },
        {
            "number": "6",
            "text": "Ix b'atxi eb' vinh. Ix k'axpajek' eb' vinh t'a Chipre chi', ix k'och eb' vinh t'a chonhab' Pafos. Ata' ix schalaj sb'a eb' vinh yet' jun vinh israel scuch Barjesús. Ha jun vinh chi', syaloch sb'a vinh ajb'aalil. Syal pax vinh to ha Dios tz'ak'an yalel slolonel."
        },
        {
            "number": "7",
            "text": "Ha jun vinh chi', junnhej tzek' vinh yet' vinhaj Sergio Paulo, vinh yajal t'a Chipre chi'. Te jelan spensar vinhaj Sergio chi'. Ix yavtejcot vinhaj Bernabé vinh yet' vinhaj Saulo, yujto sgana vinh syab' slolonel Dios t'a eb' vinh."
        },
        {
            "number": "8",
            "text": "Palta haxo vinh syaloch sb'a ajb'aalil chi', aton vinh scuchan pax Elimas, ix yaq'uelta yoval vinh t'a eb' vinh, yujto sgana vinh max yak'och slolonel Dios vinhaj Sergio chi' t'a sk'ool."
        },
        {
            "number": "9",
            "text": "Axo vinhaj Saulo chi', aton vinh scuchpax Pablo, te ayoch Espíritu Santo t'a vinh. Ix och q'uelan vinh t'a vinh syaloch sb'a ajb'aalil chi'."
        },
        {
            "number": "10",
            "text": "Ix yalan vinh t'a vinh: --Ha ach tik, tzak' musansatil eb' anima. Te chuk a pensar. Yuninal ach vinh diablo. Ajk'ol ach t'a masanil tas wach'. Ha slolonel Cajal Jesús te yel. Yuj chi', ¿tas yuj max actejcan ixtani?"
        },
        {
            "number": "11",
            "text": "Ha ticnaic, ol yak'cot yaelal Cajal Jesús t'a ib'anh. Ol yak' ixtax yol a sat, yuj chi' manhxo ol yal-laj ilan yoc k'u junok tiempoal, xchi vinhaj Pablo chi' t'a vinh. D'a jun rato chi', ix ixtax yol sat vinh. Majxo yal yilan jab'oc vinh. Yuj chi', ix machmonek' vinh, ix snib'ej vinh to ay junok mach squetzan b'eyek'oc."
        },
        {
            "number": "12",
            "text": "Ayic ix yilan jun chi' vinh yajal t'a Chipre chi', ix yak'och Dios vinh t'a sk'ool. Ix te sat pax sk'ool vinh yab'an juntzanh sk'ayb'ub'al Cajal Jesús."
        },
        {
            "number": "13",
            "text": "Axo vinhaj Pablo yet' eb' vinh ajun yet'oc, ix och eb' vinh t'a yol jun barco. Ix b'atxi eb' vinh t'a chonhab' Pafos, ix k'och eb' vinh t'a chonhab' Perge t'a yol yic Panfilia. Palta haxo vinhaj Juan Marcos, ix actajcan eb' vinh yuj vinh, ix meltzajcan vinh t'a chonhab' Jerusalén."
        },
        {
            "number": "14",
            "text": "Ix b'atxi eb' vinh t'a Perge chi', ix k'och eb' vinh t'a chonhab' Antioquía t'a yol yic Pisidia. Axo t'a sk'ual ik'oj ip, ix och eb' vinh t'a yol spatil culto, ix em k'ojjab' eb' vinh ta'."
        },
        {
            "number": "15",
            "text": "Ata' ix avtaj ch'anh ley Moisés yet' juntzanh tas tz'ib'ab'ilcan yuj eb' schecab' Dios t'a peca'. Ixlajwi chi', a eb' scuchb'an eb' t'a culto ix alan t'a vinhaj Pablo yet' t'a vinhaj Bernabé chi': --Ex quetanimail, tato ay junok tas e gana tzeyak' sk'ayb'ej eb' anima, syal eyalan ticnaic, xchi eb'."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix q'ue vaan vinhaj Pablo chi'. Ix yik'an chaanh sk'ab' vinh yic numan tz'aj eb'. Ix yalan vinh t'a eb': --Ex vetisraelal yet' ex manh ex israeloc ay e xivk'olal d'ha Dios, ab'ec:"
        },
        {
            "number": "17",
            "text": "Ha co Diosal a onh aj Israel onh tik, a sik'jinaccanel eb' co mam quicham. Ayic yek'nac eb' t'a skal eb' ch'oc chonhab'il t'a Egipto, A' ak'jinaccan och eb' nivac chonhab'il. Slajvi chi', yik'annaquelta eb' t'a Egipto chi' yet' snivan poder."
        },
        {
            "number": "18",
            "text": "Yak'nac techaj Dios chi' sb'eyb'al eb' 40 ab'il t'a tzinan lu'um chi'."
        },
        {
            "number": "19",
            "text": "Anhejtona', A' ak'jinac satel uque' nación ay t'a yol yic Canaán. Axo sluum eb' b'aj satnaquel chi', ak'jinaccan yicoc eb' co mam quicham."
        },
        {
            "number": "20",
            "text": "450 ab'il yak'nac eb' icha chi'. Slajvinac chi', haxo Dios ak'annac yopisio juntzanh eb' juez yak'an mandar eb', masanto yochnac vinhaj Samuel schecab'oc Dios."
        },
        {
            "number": "21",
            "text": "Axo t'a jun pekti’ chi', sk'annac junok sreyal eb' d'ha Dios, yic a scuchb'an eb', haxo vinhaj Saúl ak'jioch sreyaloc eb' yuj Dios. Ha vinhaj Saúl chi', a vinhaj Cis ay yuninal vinh, vinh yinhtilal Benjamín. 40 ab'il ochnac vinh sreyaloc eb'."
        },
        {
            "number": "22",
            "text": "Axo Dios ik'jinaquel vinh t'a yopisio chi'. Axo vinhaj David yak'xicanoch sq'uexuloc vinh. Yalannac Dios icha tik yuj vinh: Ina yajek' vinhaj David vinh yuninal vinhaj Isaí, aton jun vinh tik tzin tzalaj yet'oc. Ha vinh ol b'oan masanil tas in gana, xchi."
        },
        {
            "number": "23",
            "text": "Axo Jesús, a vinhaj David chi' ay yinhtilalcani. Ha Dios ak'jinaccan yopisio yoch co Columaloc a onh israel onh tik, icha ix aj yak'ancan sti'."
        },
        {
            "number": "24",
            "text": "Ayic manto yamchajoch smunlajel chi', a vinhaj Juan ix alanel t'a eb' quetisraelal to yovalil sna sb'a eb', syak'an ak'joc bautizar sb'a eb'."
        },
        {
            "number": "25",
            "text": "Axo yic vanxo slajvi yopisio vinhaj Juan chi', ix yalan vinh icha tik: Ha e naani to e Columal in, palta maay. Ay jun tzak'an sja vuuj, a jun chi' te niwan yelk'ochi. Anhejtona' in, manh in mojoc vak'an servil, wach'chom tonhej tzin tijel xanhab', xchi vinh."
        },
        {
            "number": "26",
            "text": "Ex vetanimail, ex yinhtilal Abraham ved'oc yet' ex ay e xivk'olal d'ha Dios, a jun ab'ix yic colnab'il tik, eyic ved'oc."
        },
        {
            "number": "27",
            "text": "Palta a eb' aj Jerusalén yet' eb' yajal, max nachajel-laj yuj eb' tato a Jesús chi' Yuninal Dios, wach'chom t'a junjun k'ual ik'oj ip, ix yab'an eb' yavtaj tas tz'ib'ab'ilcan yuj eb' schecab' Dios, palta maj nachajel-laj yuj eb'. Yuj chi', ayic ix yak'anoch chamel eb' t'a yib'anh Jesús chi', ix yaq'uelk'och juntzanh tas tz'ib'ab'ilcan chi' eb'."
        },
        {
            "number": "28",
            "text": "Malaj jab'oc smul ix ilchaj yuj eb', manh smojoc smilancham eb'. Palta xid' sk'anoch chamel eb' t'a yib'anh t'a vinhaj Pilato, aton vinh yajal."
        },
        {
            "number": "29",
            "text": "Ix laj yaq'uelk'och eb' t'ay icha yaj stz'ib'chajcan t'a Slolonel Dios. Ixlajwi chi', ay eb' ochnac tzak'an yet' Jesús ix ik'anemta snivanil t'a spenec te' culus. Ix b'at smucanoch eb' t'a yol jun q'uen q'ueen."
        },
        {
            "number": "30",
            "text": "Axo Dios ix ak'anxi pitzvoc t'a skal eb' chamnac."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi', tzijtumto k'ual ix ek' yet' eb' sk'ayb'um. Aton eb' cot yet' t'a Galilea sk'och eb' t'a Jerusalén yet'oc ayic manto chami. Ha eb' chi', van yalanel yab'ixal eb' t'a skal eb' anima ticnaic."
        },
        {
            "number": "32",
            "text": "Ichonh pax ta' a onh tik van calan pax el jun wach' ab'ix tik t'ayex, to ha Dios yak'naccan sti' t'a eb' co mam quicham."
        },
        {
            "number": "33",
            "text": "Axo t'ayonh ix yaq'uelk'och sti' chi'. Ayic ix pitzvixi Jesús, ix elk'och jun yalnaccan chi'. Icha yaj stz'ib'chajcan t'a Salmo 2, b'aj syal icha tik: Ha t'a jun k'u tik, ix vak' checlajoc to Vuninal ach, xchican Dios t'a Slolonel chi'."
        },
        {
            "number": "34",
            "text": "Yalnaccan Dios to ol yik'q'ue vaan Jesús t'a skal eb' chamnac, yic malaj b'ak'uinh ol k'a snivanil. Yalnacpaxcan icha tik t'a Slolonel Dios chi': Ol vak' in wach'k'olal t'ayex, icha ix vutej vak'ancan in ti' t'a vinhaj David, xchi."
        },
        {
            "number": "35",
            "text": "Yuj chi', ayocto yalannaccan yab'ixal Cristo vinhaj David chi' t'a junxo Salmo b'aj syal icha tik: Mamin, manh ol a cha k'ab'at in nivanil tik, a in ton tik sik'b'il in el uuj, xchi."
        },
        {
            "number": "36",
            "text": "Ha vinhaj David chi' ak'jinac servil eb' anima t'a jun pekti’ chi', icha sgana Dios. Slajvi chi' scham vinh, smucchajnac vinh b'aj mucan eb' smam yicham. Axo snivanil vinh chi' k'anacb'ati."
        },
        {
            "number": "37",
            "text": "Palta haxo jun ix yak' pitzvocxi Dios t'a skal eb' chamnac, maj k'alaj snivanil."
        },
        {
            "number": "38",
            "text": "Yuj chi' in gana tzeyojtaquejeli to anhej Jesús syal yak'an lajvoc co mul. Yuj chi' van calan jun ab'ix tik t'ayex."
        },
        {
            "number": "39",
            "text": "Ha ley Moisés max yal-laj yak'an lajvoc co mul. Palta a mach tz'ak'anoch Jesucristo t'a sk'ool, slajvican smul smasanil yuj."
        },
        {
            "number": "40",
            "text": "Yuj chi' naec val e b'a. Tato maay, a tas tz'ib'ab'ilcan yuj eb' schecab' Dios ol javoc t'a eyib'anh, yujto yalnaccan eb' icha tik:"
        },
        {
            "number": "41",
            "text": "Ex b'uchumtac, ilecnab'i. Satocab' e k'ool eyilani, haxo e satel chi'. Yujto a in Dios in ol in b'o junok tas t'a e tiempoal tik, wach'chom ay mach ol alan t'ayex, palta manh ol e cha eyab'i, xchi Dios chi', xchi vinhaj Pablo chi' t'a eb'."
        },
        {
            "number": "42",
            "text": "Axo vinhaj Pablo chi' yet' vinhaj Bernabé, ayic van yelta eb' vinh t'a yol spatil culto chi', ay eb' manh israeloc ix k'anan t'a eb' vinh, yic sk'och eb' vinh sk'ayb'ej eb' t'a juntzanh k'ayb'ub'al chi' t'a junxo sk'ual ik'oj ip."
        },
        {
            "number": "43",
            "text": "Axo yic ix lajvi jun culto chi', a eb' israel, ix b'at eb' yet' vinhaj Pablo yet' vinhaj Bernabé chi'. Ay pax eb' ochnac t'a sk'ayb'ub'al eb' israel chi' ix b'at pax yet' eb' vinh. Yuj chi' ix yal vinhaj Pablo yet' vinhaj Bernabé chi' t'a eb' to tek'an syutej sb'a eb' yak'anoch t'a sk'ool to xajan eb' yuj Dios."
        },
        {
            "number": "44",
            "text": "Axo t'a junxo sk'ual ik'oj ip, quenxonhej maj smolb'ej sb'a eb' anima smasanil t'a jun chonhab' chi' smaclej yab' slolonel Dios."
        },
        {
            "number": "45",
            "text": "Palta haxo ix yilan eb' israel to tzijtum anima ix smol sb'a, ix chichonoch sk'ool eb' t'a vinhaj Pablo chi'. Ix laj yalan eb' to es juntzanh syal vinh chi'. Tonhej ix b'uchvaj eb' t'a vinh."
        },
        {
            "number": "46",
            "text": "Yuj chi', ix stek'b'ej sb'a vinhaj Pablo yet' vinhaj Bernabé chi'. Ix yalan eb' vinh icha tik: --Ex quetisraelal, yovalil a t'ayex sco b'ab'laj alejel slolonel Dios. Palta ina malaj e gana tzeyak'och t'a e k'ool. Tecan a e naani to manh e mojoc e chaan e q'uinal t'a junelnhej. Yuj chi' a ticnaic, ha t'a eb' manh israeloc ol onh b'at caleli."
        },
        {
            "number": "47",
            "text": "Yujto icha tik yalnaccan Cajal Jesús t'ayonh: Ix vak' opisio a ch'oxan in sakil k'inal t'a eb' manh israeloc, yic wach' ay eb' ol colchajel t'a junjun lugar masanto b'aj slajvik'och yol yib'anhk’inal, xchi, xchi eb' vinh."
        },
        {
            "number": "48",
            "text": "Axo eb' manh israeloc ix te tzalaj sk'ool eb' yab'an juntzanh chi'. Ix och ijan eb' yalani to te wach' slolonel Cajal Jesús. Axo eb' sik'b'ilxoel yuj Dios yic scha sq'uinal eb' t'a junelnhej, ix yak'och eb' t'a sk'ool."
        },
        {
            "number": "49",
            "text": "Icha chi' ix aj spucaxb'at slolonel Cajal Jesús chi' t'a jun lugar chi' smasanil."
        },
        {
            "number": "50",
            "text": "Palta haxo eb' israel ix ak'an sk'ool eb' yajal t'a jun chonhab' chi'. Ay pax juntzanh eb' ix ix ochnac t'a sk'ayb'ub'al eb' israel chi', chequel yaj eb' ix t'a sat eb' anima, ix ak'jipax sk'ool eb' ix. Ix och ijan eb' yak'an chukal t'a vinhaj Pablo yet' t'a vinhaj Bernabé chi'. Ix pechjiel eb' vinh t'a jun lugar chi' yuj eb'."
        },
        {
            "number": "51",
            "text": "Axo vinhaj Pablo yet' vinhaj Bernabé chi', ix stziccanel spococal yoc eb' vinh, yic sch'oxanel eb' vinh to manhxa yalan yic eb' vinh t'a eb' anima chi'. Ixlajwi chi', ix b'at eb' vinh t'a chonhab' Iconio."
        },
        {
            "number": "52",
            "text": "Axo eb' creyente aj Antioquía chi', ix te tzalaj eb'. Te ay val och Espíritu Santo t'a eb'."
        }
    ]
}