{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix k'och winhaj Pablo yet' winhaj Bernabé t'a chonhab' Iconio chi', yaman ix och heb' winh t'a yol spatil sculto heb' yetisraelal. Te wach' ix yutej heb' winh yalanel slolonel Dios ta'. Yuj chi', tzijtum heb' israel ix ak'anoch t'a sk'ool yet' pax heb' manh israelok."
        },
        {
            "number": "2",
            "text": "Palta ay heb' israel maj ak'anochlaj t'a sk'ool, ix yak'an sk'ool juntzanh heb' manh israelok heb', yic schichonoch sk'ool heb' t'a heb' creyente chi'."
        },
        {
            "number": "3",
            "text": "Axo winhaj Pablo yet' winhaj Bernabé chi', niwan tiempo ix aj heb' winh t'a jun chonhab' chi'. Maj xivlaj heb' winh yalanel yab'ixal swach'k'olal Kajal Jesús, haxo Kajal chi' ix ch'oxani to yel syal heb' winh, yujto ix yak' spoder t'a heb' winh sch'oxan juntzanh milagro."
        },
        {
            "number": "4",
            "text": "Palta haxo heb' anima t'a jun chonhab' chi', cha poj ix aj heb'. Nanhal heb' ix kan yet' heb' israel chi'. Axo nanhalxo heb', a yet' heb' schecab' Jesús chi' ix och heb'."
        },
        {
            "number": "5",
            "text": "Axo heb' israel chi' yet' juntzanh heb' manh israelok, ix laj slajtiej sb'a heb' yet' heb' scuchb'umal jun chonhab' chi'. Ix yalan heb' to ol yak' chukal heb' t'a winhaj Pablo yet' t'a winhaj Bernabé chi', ol sjulancham heb' winh heb' snaani."
        },
        {
            "number": "6",
            "text": "Axo ix yab'an specal jun ix alchaj chi' heb' winh t'a spatic, ix b'at heb' winh elelal. Ix k'och heb' winh t'a Listra yet' t'a Derbe t'a yol yic Licaonia. Ix ek' heb' winh t'a juntzanh chonhab' t'a slak'anil chi'."
        },
        {
            "number": "7",
            "text": "Ata' ix ek' heb' winh yalcanel wach' ab'ix yic colnab'il."
        },
        {
            "number": "8",
            "text": "Ha t'a chonhab' Listra ay jun winh atax yaljinac max yal sb'eyi. Malaj b'aj sb'ey jab'oc winh. Axo junel k'ojanem winh,"
        },
        {
            "number": "9",
            "text": "wan yab'an winh tas syal winhaj Pablo. Axo winhaj Pablo chi' ix och k'elan t'a winh. Ix yilan winh to syak'och winh t'a sk'ool to syal sb'oxi winh yuj Dios."
        },
        {
            "number": "10",
            "text": "Yuj chi' te chaanh ix yal winh t'a winh: --Q'ueanh waan, tojol tzach ajk'e linhan, xchi winh. D'a jun rato chi', ix k'e linhan winh. Ix och ijan winh sb'eyeq'ui."
        },
        {
            "number": "11",
            "text": "Ayic ix yilan heb' anima tas jun ix sk'ulej winhaj Pablo chi', ix och ijan heb' yalan chaanh t'a sti' heb' aj Licaonia chi', ix yalan heb' icha tik: --Ha heb' ko diosal ix yak'och sb'a heb' animail, ix emul heb' t'a ko kal, xchi heb'."
        },
        {
            "number": "12",
            "text": "Ha winhaj Bernabé, Júpiter ix sb'iej winh yuj heb'. Axo winhaj Pablo, Mercurio ix yak' heb' sb'ioc winh, yujto a winh ix lolon t'a skal heb'."
        },
        {
            "number": "13",
            "text": "Ay jun winh sacerdoteal Júpiter chi', yajal yaj winh t'a stemplo Júpiter t'a stiel chonhab'. Ix b'at yik'cot juntzanh nok' toro winh yet' juntzanh xumaquil te te'. Axo yet' heb' anima chi' smasanil ijan ix yak' jun silab' nhusb'il winh t'a winhaj Pablo yet' t'a winhaj Bernabé chi'."
        },
        {
            "number": "14",
            "text": "Palta haxo yic ix yab'an heb' winh schecab' Jesús chi', ix snhik'chitej spichul heb' winh sch'oxanel scusk'olal. Elanhchamel ix b'at heb' winh t'a skal heb' anima, te chaanh ix yal heb' winh t'a skal heb' icha tik:"
        },
        {
            "number": "15",
            "text": "--Ex quetanimail, ¿tas yuj icha tik tzeyutej he b'a? Ha onh tik, anima onh icha ex tik. Yuj chi' tzul kal t'ayex to tzeyactejcan juntzanh he b'eyb'al tik, yujto nab'anhej tzeyixtej he b'a. Q'uexec he b'eyb'al, aq'ek och he pensar t'a jun Dios to t'a wal yel pitzan. A' b'ojinac satcha’anh yet' sat lu'um tik. Sb'oannac pax ha' mar yet' masanil tastac."
        },
        {
            "number": "16",
            "text": "D'a peka', tonhej ix yil Dios tas ix sk'ulej heb' anima, ix yak'an snib'ej heb'."
        },
        {
            "number": "17",
            "text": "Palta ix yak' ko pensar yic scojtaquej eli tas yaji ayic syak'ancot nhab' t'a quib'anh. Syak'an masanil tas scawej. A' tz'ak'an masanil tas sco wa''a. Syak'anpax ko tzalajk'olal, xchi heb' winh."
        },
        {
            "number": "18",
            "text": "Palta ayic ix lajwi yalan juntzanh chi' winhaj Pablo yet' winhaj Bernabé chi', puralxonhej ix och waan heb' anima chi' scachji yuj heb' winh. Yujto snib'ej heb' syak' nok' wacax chi' silab'il t'a heb' winh."
        },
        {
            "number": "19",
            "text": "Palta ay jaywanh heb' israel aj Antioquía yic Pisidia ix k'och yet' jaywanhxo heb' aj Iconio. Ix yak'an sk'ool heb' anima chi' heb'. Yuj chi', ix laj sjuloch k'een k'een heb' t'a winhaj Pablo chi'. Axo ix snaan heb' to toxo ix cham winh, ix snheranb'at winh heb', ix syumancanel winh heb' t'a stiel chonhab' chi'."
        },
        {
            "number": "20",
            "text": "Palta ix k'och oyan heb' creyente t'a stz'ey winh, ix k'ex waan winh. Ix ochxi winh t'a yol chonhab' chi'. Axo t'a junxo k'u, ix b'atxi winh yet' winhaj Bernabé chi' t'a chonhab' Derbe."
        },
        {
            "number": "21",
            "text": "Ata' ix ek' yalcanel wach' ab'ix yic colnab'il heb' winh. Tzijtum anima ix ak'anoch Kajal Jesús t'a sk'ool. Ixlajwi chi', ix b'atxi heb' winh. Ix ek'xi heb' winh t'a chonhab' Listra, t'a Iconio yet' t'a Antioquía yic Pisidia chi'."
        },
        {
            "number": "22",
            "text": "Ix laj ek' heb' winh yiptzitej heb' creyente t'a juntzanh chonhab' chi', ix ek' ak'jican stek'anil spensar heb' yuj heb' winh. Ix yalancan heb' winh icha tik t'a heb': --Tek'an tzeyutej he b'a eyak'anoch Kajal Jesús t'a he k'ool, yujto ayic manto onh k'och t'a yol sk'ab' Dios, yowalil niwan yaelal ol ja t'a quib'anh, xchi heb' winh."
        },
        {
            "number": "23",
            "text": "Ayic ix ek' winhaj Pablo yet' winhaj Bernabé chi' t'a junjun iglesia, ix yak'och yopisio heb' tz'och ancianoal heb' winh. Ix yak'an lesal heb' winh d'ha Dios, ix och pax heb' winh t'a tzek'ojk'olal. Ixlajwi chi', ix ak'jicanoch heb' creyente ab'enal t'a yol sk'ab' Kajal Jesús, aton jun ix yak'och heb' t'a sk'ool."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix ek' winhaj Pablo yet' winhaj Bernabé chi' t'a yol yic Pisidia. Ix k'och heb' winh t'a Panfilia."
        },
        {
            "number": "25",
            "text": "Ix yalanel slolonel Dios heb' winh t'a chonhab' Perge. Ixlajwi chi', ix b'atxi heb' winh t'a chonhab' Atalia."
        },
        {
            "number": "26",
            "text": "Axo ta' ix och heb' winh t'a yol jun barco. Ix jax heb' winh t'a Antioquía yic Siria. Aton t'a jun chonhab' chi' sk'annac swach'k'olal Dios heb' creyente t'a yib'anh winhaj Pablo yet' winhaj Bernabé chi', yic ix b'at yalancanel slolonel Dios heb' winh. Xal ticnaik ix yik' sb'a jun smunlajel heb' winh chi'."
        },
        {
            "number": "27",
            "text": "Ayic ix k'ochxi heb' winh, ix laj yavtejcot heb' creyente heb' winh ayek' ta'. Ix yalan heb' winh t'a heb' jantac tas ix sk'ulej Dios yet' heb' winh. Ix laj yalanpax heb' winh to a Kajal Jesús ix chaan yak'och heb' manh israelok t'a sk'ool."
        },
        {
            "number": "28",
            "text": "Najtil ix aj heb' winh yet' heb' creyente chi' ta'."
        }
    ]
}