{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix k'och vinhaj Pablo yet' vinhaj Bernabé t'a chonhab' Iconio chi', yaman ix och eb' vinh t'a yol spatil sculto eb' yetisraelal. Te wach' ix yutej eb' vinh yalanel slolonel Dios ta'. Yuj chi', tzijtum eb' israel ix ak'anoch t'a sk'ool yet' pax eb' manh israeloc."
        },
        {
            "number": "2",
            "text": "Palta ay eb' israel maj ak'anochlaj t'a sk'ool, ix yak'an sk'ool juntzanh eb' manh israeloc eb', yic schichonoch sk'ool eb' t'a eb' creyente chi'."
        },
        {
            "number": "3",
            "text": "Axo vinhaj Pablo yet' vinhaj Bernabé chi', niwan tiempo ix aj eb' vinh t'a jun chonhab' chi'. Maj xivlaj eb' vinh yalanel yab'ixal swach'k'olal Cajal Jesús, haxo Cajal chi' ix ch'oxani to yel syal eb' vinh, yujto ix yak' spoder t'a eb' vinh sch'oxan juntzanh milagro."
        },
        {
            "number": "4",
            "text": "Palta haxo eb' anima t'a jun chonhab' chi', cha poj ix aj eb'. Nanhal eb' ix kan yet' eb' israel chi'. Axo nanhalxo eb', a yet' eb' schecab' Jesús chi' ix och eb'."
        },
        {
            "number": "5",
            "text": "Axo eb' israel chi' yet' juntzanh eb' manh israeloc, ix laj slajtiej sb'a eb' yet' eb' scuchb'umal jun chonhab' chi'. Ix yalan eb' to ol yak' chukal eb' t'a vinhaj Pablo yet' t'a vinhaj Bernabé chi', ol sjulancham eb' vinh eb' snaani."
        },
        {
            "number": "6",
            "text": "Axo ix yab'an specal jun ix alchaj chi' eb' vinh t'a spatic, ix b'at eb' vinh elelal. Ix k'och eb' vinh t'a Listra yet' t'a Derbe t'a yol yic Licaonia. Ix ek' eb' vinh t'a juntzanh chonhab' t'a slak'anil chi'."
        },
        {
            "number": "7",
            "text": "Ata' ix ek' eb' vinh yalcanel wach' ab'ix yic colnab'il."
        },
        {
            "number": "8",
            "text": "Ha t'a chonhab' Listra ay jun vinh atax yaljinac max yal sb'eyi. Malaj b'aj sb'ey jab'oc vinh. Axo junel k'ojanem vinh,"
        },
        {
            "number": "9",
            "text": "van yab'an vinh tas syal vinhaj Pablo. Axo vinhaj Pablo chi' ix och q'uelan t'a vinh. Ix yilan vinh to syak'och vinh t'a sk'ool to syal sb'oxi vinh yuj Dios."
        },
        {
            "number": "10",
            "text": "Yuj chi' te chaanh ix yal vinh t'a vinh: --Q'ueanh vaan, tojol tzach ajq'ue linhan, xchi vinh. D'a jun rato chi', ix q'ue linhan vinh. Ix och ijan vinh sb'eyeq'ui."
        },
        {
            "number": "11",
            "text": "Ayic ix yilan eb' anima tas jun ix sk'ulej vinhaj Pablo chi', ix och ijan eb' yalan chaanh t'a sti' eb' aj Licaonia chi', ix yalan eb' icha tik: --Ha eb' co diosal ix yak'och sb'a eb' animail, ix emul eb' t'a co cal, xchi eb'."
        },
        {
            "number": "12",
            "text": "Ha vinhaj Bernabé, Júpiter ix sb'iej vinh yuj eb'. Axo vinhaj Pablo, Mercurio ix yak' eb' sb'ioc vinh, yujto a vinh ix lolon t'a skal eb'."
        },
        {
            "number": "13",
            "text": "Ay jun vinh sacerdoteal Júpiter chi', yajal yaj vinh t'a stemplo Júpiter t'a stiel chonhab'. Ix b'at yik'cot juntzanh nok' toro vinh yet' juntzanh xumaquil te te'. Axo yet' eb' anima chi' smasanil ijan ix yak' jun silab' nhusb'il vinh t'a vinhaj Pablo yet' t'a vinhaj Bernabé chi'."
        },
        {
            "number": "14",
            "text": "Palta haxo yic ix yab'an eb' vinh schecab' Jesús chi', ix snhik'chitej spichul eb' vinh sch'oxanel scusk'olal. Elanhchamel ix b'at eb' vinh t'a skal eb' anima, te chaanh ix yal eb' vinh t'a skal eb' icha tik:"
        },
        {
            "number": "15",
            "text": "--Ex quetanimail, ¿tas yuj icha tik tzeyutej e b'a? Ha onh tik, anima onh icha ex tik. Yuj chi' tzul cal t'ayex to tzeyactejcan juntzanh e b'eyb'al tik, yujto nab'anhej tzeyixtej e b'a. Q'uexec e b'eyb'al, aq'ek och e pensar t'a jun Dios to t'a val yel pitzan. A' b'ojinac satcha’anh yet' sat lu'um tik. Sb'oannac pax ha' mar yet' masanil tastac."
        },
        {
            "number": "16",
            "text": "D'a peca', tonhej ix yil Dios tas ix sk'ulej eb' anima, ix yak'an sgana eb'."
        },
        {
            "number": "17",
            "text": "Palta ix yak' co pensar yic scojtaquej eli tas yaji ayic syak'ancot nhab' t'a quib'anh. Syak'an masanil tas scavej. A' tz'ak'an masanil tas sco wa''a. Syak'anpax co tzalajk'olal, xchi eb' vinh."
        },
        {
            "number": "18",
            "text": "Palta ayic ix lajvi yalan juntzanh chi' vinhaj Pablo yet' vinhaj Bernabé chi', puralxonhej ix och vaan eb' anima chi' scachji yuj eb' vinh. Yujto sgana eb' syak' nok' vacax chi' silab'il t'a eb' vinh."
        },
        {
            "number": "19",
            "text": "Palta ay jayvanh eb' israel aj Antioquía yic Pisidia ix k'och yet' jayvanhxo eb' aj Iconio. Ix yak'an sk'ool eb' anima chi' eb'. Yuj chi', ix laj sjuloch q'uen q'ueen eb' t'a vinhaj Pablo chi'. Axo ix snaan eb' to toxo ix cham vinh, ix snheranb'at vinh eb', ix syumancanel vinh eb' t'a stiel chonhab' chi'."
        },
        {
            "number": "20",
            "text": "Palta ix k'och oyan eb' creyente t'a stz'ey vinh, ix q'uex vaan vinh. Ix ochxi vinh t'a yol chonhab' chi'. Axo t'a junxo k'u, ix b'atxi vinh yet' vinhaj Bernabé chi' t'a chonhab' Derbe."
        },
        {
            "number": "21",
            "text": "Ata' ix ek' yalcanel wach' ab'ix yic colnab'il eb' vinh. Tzijtum anima ix ak'anoch Cajal Jesús t'a sk'ool. Ixlajwi chi', ix b'atxi eb' vinh. Ix ek'xi eb' vinh t'a chonhab' Listra, t'a Iconio yet' t'a Antioquía yic Pisidia chi'."
        },
        {
            "number": "22",
            "text": "Ix laj ek' eb' vinh yiptzitej eb' creyente t'a juntzanh chonhab' chi', ix ek' ak'jican stek'anil spensar eb' yuj eb' vinh. Ix yalancan eb' vinh icha tik t'a eb': --Tek'an tzeyutej e b'a eyak'anoch Cajal Jesús t'a e k'ool, yujto ayic manto onh k'och t'a yol sk'ab' Dios, yowalil niwan yaelal ol ja t'a quib'anh, xchi eb' vinh."
        },
        {
            "number": "23",
            "text": "Ayic ix ek' vinhaj Pablo yet' vinhaj Bernabé chi' t'a junjun iglesia, ix yak'och yopisio eb' tz'och ancianoal eb' vinh. Ix yak'an lesal eb' vinh d'ha Dios, ix och pax eb' vinh t'a tzek'ojk'olal. Ixlajwi chi', ix ak'jicanoch eb' creyente ab'enal t'a yol sk'ab' Cajal Jesús, aton jun ix yak'och eb' t'a sk'ool."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix ek' vinhaj Pablo yet' vinhaj Bernabé chi' t'a yol yic Pisidia. Ix k'och eb' vinh t'a Panfilia."
        },
        {
            "number": "25",
            "text": "Ix yalanel slolonel Dios eb' vinh t'a chonhab' Perge. Ixlajwi chi', ix b'atxi eb' vinh t'a chonhab' Atalia."
        },
        {
            "number": "26",
            "text": "Axo ta' ix och eb' vinh t'a yol jun barco. Ix jax eb' vinh t'a Antioquía yic Siria. Aton t'a jun chonhab' chi' sk'annac swach'k'olal Dios eb' creyente t'a yib'anh vinhaj Pablo yet' vinhaj Bernabé chi', yic ix b'at yalancanel slolonel Dios eb' vinh. Xal ticnaic ix yik' sb'a jun smunlajel eb' vinh chi'."
        },
        {
            "number": "27",
            "text": "Ayic ix k'ochxi eb' vinh, ix laj yavtejcot eb' creyente eb' vinh ayek' ta'. Ix yalan eb' vinh t'a eb' jantac tas ix sk'ulej Dios yet' eb' vinh. Ix laj yalanpax eb' vinh to a Cajal Jesús ix chaan yak'och eb' manh israeloc t'a sk'ool."
        },
        {
            "number": "28",
            "text": "Najtil ix aj eb' vinh yet' eb' creyente chi' ta'."
        }
    ]
}