{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix k'och vinhaj Pablo yed' vinhaj Bernabé d'a chonhab' Iconio chi', yaman ix och eb' vinh d'a yol spatil sculto eb' yetisraelal. Te vach' ix yutej eb' vinh yalanel slolonel Dios ta'. Yuj chi', tzijtum eb' israel ix ak'anoch d'a sk'ool yed' pax eb' manh israeloc."
        },
        {
            "number": "2",
            "text": "Palta ay eb' israel maj ak'anochlaj d'a sk'ool, ix yak'an sk'ool juntzanh eb' manh israeloc eb', yic schichonoch sk'ool eb' d'a eb' creyente chi'."
        },
        {
            "number": "3",
            "text": "Axo vinhaj Pablo yed' vinhaj Bernabé chi', nivan tiempo ix aj eb' vinh d'a jun chonhab' chi'. Maj xivlaj eb' vinh yalanel yab'ixal svach'k'olal Cajal Jesús, axo Cajal chi' ix ch'oxani to yel syal eb' vinh, yujto ix yak' spoder d'a eb' vinh sch'oxan juntzanh milagro."
        },
        {
            "number": "4",
            "text": "Palta axo eb' anima d'a jun chonhab' chi', cha poj ix aj eb'. Nanhal eb' ix can yed' eb' israel chi'. Axo nanhalxo eb', a yed' eb' schecab' Jesús chi' ix och eb'."
        },
        {
            "number": "5",
            "text": "Axo eb' israel chi' yed' juntzanh eb' manh israeloc, ix laj slajtiej sb'a eb' yed' eb' scuchb'umal jun chonhab' chi'. Ix yalan eb' to ol yak' chucal eb' d'a vinhaj Pablo yed' d'a vinhaj Bernabé chi', ol sjulancham eb' vinh eb' snaani."
        },
        {
            "number": "6",
            "text": "Axo ix yab'an specal jun ix alchaj chi' eb' vinh d'a spatic, ix b'at eb' vinh elelal. Ix k'och eb' vinh d'a Listra yed' d'a Derbe d'a yol yic Licaonia. Ix ek' eb' vinh d'a juntzanh chonhab' d'a slak'anil chi'."
        },
        {
            "number": "7",
            "text": "Ata' ix ek' eb' vinh yalcanel vach' ab'ix yic colnab'il."
        },
        {
            "number": "8",
            "text": "A d'a chonhab' Listra ay jun vinh atax yaljinac max yal sb'eyi. Malaj b'aj sb'ey jab'oc vinh. Axo junel k'ojanem vinh,"
        },
        {
            "number": "9",
            "text": "van yab'an vinh tas syal vinhaj Pablo. Axo vinhaj Pablo chi' ix och q'uelan d'a vinh. Ix yilan vinh to syak'och vinh d'a sk'ool to syal sb'oxi vinh yuj Dios."
        },
        {
            "number": "10",
            "text": "Yuj chi' te chaanh ix yal vinh d'a vinh: --Q'ueanh vaan, tojol tzach ajq'ue linhan, xchi vinh. D'a jun rato chi', ix q'ue linhan vinh. Ix och ijan vinh sb'eyeq'ui."
        },
        {
            "number": "11",
            "text": "Ayic ix yilan eb' anima tas jun ix sk'ulej vinhaj Pablo chi', ix och ijan eb' yalan chaanh d'a sti' eb' aj Licaonia chi', ix yalan eb' icha tic: --A eb' co diosal ix yak'och sb'a eb' animail, ix emul eb' d'a co cal, xchi eb'."
        },
        {
            "number": "12",
            "text": "A vinhaj Bernabé, Júpiter ix sb'iej vinh yuj eb'. Axo vinhaj Pablo, Mercurio ix yak' eb' sb'ioc vinh, yujto a vinh ix lolon d'a scal eb'."
        },
        {
            "number": "13",
            "text": "Ay jun vinh sacerdoteal Júpiter chi', yajal yaj vinh d'a stemplo Júpiter d'a stiel chonhab'. Ix b'at yik'cot juntzanh nok' toro vinh yed' juntzanh xumaquil te te'. Axo yed' eb' anima chi' smasanil ijan ix yak' jun silab' nhusb'il vinh d'a vinhaj Pablo yed' d'a vinhaj Bernabé chi'."
        },
        {
            "number": "14",
            "text": "Palta axo yic ix yab'an eb' vinh schecab' Jesús chi', ix snhik'chitej spichul eb' vinh sch'oxanel scusk'olal. Elanhchamel ix b'at eb' vinh d'a scal eb' anima, te chaanh ix yal eb' vinh d'a scal eb' icha tic:"
        },
        {
            "number": "15",
            "text": "--Ex quetanimail, ¿tas yuj icha tic tzeyutej e b'a? A onh tic, anima onh icha ex tic. Yuj chi' tzul cal d'ayex to tzeyactejcan juntzanh e b'eyb'al tic, yujto nab'anhej tzeyixtej e b'a. Q'uexec e b'eyb'al, aq'uec och e pensar d'a jun Dios to d'a val yel pitzan. A' b'ojinac satchaanh yed' sat luum tic. Sb'oannac pax a' mar yed' masanil tastac."
        },
        {
            "number": "16",
            "text": "D'a peca', tonhej ix yil Dios tas ix sk'ulej eb' anima, ix yak'an sgana eb'."
        },
        {
            "number": "17",
            "text": "Palta ix yak' co pensar yic scojtaquej eli tas yaji ayic syak'ancot nhab' d'a quib'anh. Syak'an masanil tas scavej. A' tz'ak'an masanil tas sco va'a. Syak'anpax co tzalajk'olal, xchi eb' vinh."
        },
        {
            "number": "18",
            "text": "Palta ayic ix lajvi yalan juntzanh chi' vinhaj Pablo yed' vinhaj Bernabé chi', puralxonhej ix och vaan eb' anima chi' scachji yuj eb' vinh. Yujto sgana eb' syak' nok' vacax chi' silab'il d'a eb' vinh."
        },
        {
            "number": "19",
            "text": "Palta ay jayvanh eb' israel aj Antioquía yic Pisidia ix k'och yed' jayvanhxo eb' aj Iconio. Ix yak'an sk'ool eb' anima chi' eb'. Yuj chi', ix laj sjuloch q'uen q'ueen eb' d'a vinhaj Pablo chi'. Axo ix snaan eb' to toxo ix cham vinh, ix snheranb'at vinh eb', ix syumancanel vinh eb' d'a stiel chonhab' chi'."
        },
        {
            "number": "20",
            "text": "Palta ix k'och oyan eb' creyente d'a stz'ey vinh, ix q'uex vaan vinh. Ix ochxi vinh d'a yol chonhab' chi'. Axo d'a junxo k'u, ix b'atxi vinh yed' vinhaj Bernabé chi' d'a chonhab' Derbe."
        },
        {
            "number": "21",
            "text": "Ata' ix ek' yalcanel vach' ab'ix yic colnab'il eb' vinh. Tzijtum anima ix ak'anoch Cajal Jesús d'a sk'ool. Ix lajvi chi', ix b'atxi eb' vinh. Ix ek'xi eb' vinh d'a chonhab' Listra, d'a Iconio yed' d'a Antioquía yic Pisidia chi'."
        },
        {
            "number": "22",
            "text": "Ix laj ek' eb' vinh yiptzitej eb' creyente d'a juntzanh chonhab' chi', ix ek' ak'jican stek'anil spensar eb' yuj eb' vinh. Ix yalancan eb' vinh icha tic d'a eb': --Tek'an tzeyutej e b'a eyak'anoch Cajal Jesús d'a e k'ool, yujto ayic manto onh k'och d'a yol sk'ab' Dios, yovalil nivan yaelal ol ja d'a quib'anh, xchi eb' vinh."
        },
        {
            "number": "23",
            "text": "Ayic ix ek' vinhaj Pablo yed' vinhaj Bernabé chi' d'a junjun iglesia, ix yak'och yopisio eb' tz'och ancianoal eb' vinh. Ix yak'an lesal eb' vinh d'a Dios, ix och pax eb' vinh d'a tzek'ojk'olal. Ix lajvi chi', ix ak'jicanoch eb' creyente ab'enal d'a yol sk'ab' Cajal Jesús, aton jun ix yak'och eb' d'a sk'ool."
        },
        {
            "number": "24",
            "text": "Ix lajvi chi', ix ek' vinhaj Pablo yed' vinhaj Bernabé chi' d'a yol yic Pisidia. Ix k'och eb' vinh d'a Panfilia."
        },
        {
            "number": "25",
            "text": "Ix yalanel slolonel Dios eb' vinh d'a chonhab' Perge. Ix lajvi chi', ix b'atxi eb' vinh d'a chonhab' Atalia."
        },
        {
            "number": "26",
            "text": "Axo ta' ix och eb' vinh d'a yol jun barco. Ix jax eb' vinh d'a Antioquía yic Siria. Aton d'a jun chonhab' chi' sk'annac svach'k'olal Dios eb' creyente d'a yib'anh vinhaj Pablo yed' vinhaj Bernabé chi', yic ix b'at yalancanel slolonel Dios eb' vinh. Xal ticnaic ix yik' sb'a jun smunlajel eb' vinh chi'."
        },
        {
            "number": "27",
            "text": "Ayic ix k'ochxi eb' vinh, ix laj yavtejcot eb' creyente eb' vinh ayek' ta'. Ix yalan eb' vinh d'a eb' jantac tas ix sk'ulej Dios yed' eb' vinh. Ix laj yalanpax eb' vinh to a Cajal Jesús ix chaan yak'och eb' manh israeloc d'a sk'ool."
        },
        {
            "number": "28",
            "text": "Najtil ix aj eb' vinh yed' eb' creyente chi' ta'."
        }
    ]
}