{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix k'och winhaj Pablo yet' winhaj Bernabé t'a chonhab' Iconio chi', yaman ix och eb' winh t'a yol spatil sculto eb' yetisraelal. Te wach' ix yutej eb' winh yalanel slolonel Dios ta'. Yuj chi', tzijtum eb' israel ix ak'anoch t'a sk'ool yet' pax eb' manh israeloc."
        },
        {
            "number": "2",
            "text": "Palta ay eb' israel maj ak'anochlaj t'a sk'ool, ix yak'an sk'ool juntzanh eb' manh israeloc eb', yic schichonoch sk'ool eb' t'a eb' creyente chi'."
        },
        {
            "number": "3",
            "text": "Axo winhaj Pablo yet' winhaj Bernabé chi', niwan tiempo ix aj eb' winh t'a jun chonhab' chi'. Maj xivlaj eb' winh yalanel yab'ixal swach'k'olal Cajal Jesús, haxo Cajal chi' ix ch'oxani to yel syal eb' winh, yujto ix yak' spoder t'a eb' winh sch'oxan juntzanh milagro."
        },
        {
            "number": "4",
            "text": "Palta haxo eb' anima t'a jun chonhab' chi', cha poj ix aj eb'. Nanhal eb' ix kan yet' eb' israel chi'. Axo nanhalxo eb', a yet' eb' schecab' Jesús chi' ix och eb'."
        },
        {
            "number": "5",
            "text": "Axo eb' israel chi' yet' juntzanh eb' manh israeloc, ix laj slajtiej sb'a eb' yet' eb' scuchb'umal jun chonhab' chi'. Ix yalan eb' to ol yak' chukal eb' t'a winhaj Pablo yet' t'a winhaj Bernabé chi', ol sjulancham eb' winh eb' snaani."
        },
        {
            "number": "6",
            "text": "Axo ix yab'an specal jun ix alchaj chi' eb' winh t'a spatic, ix b'at eb' winh elelal. Ix k'och eb' winh t'a Listra yet' t'a Derbe t'a yol yic Licaonia. Ix ek' eb' winh t'a juntzanh chonhab' t'a slak'anil chi'."
        },
        {
            "number": "7",
            "text": "Ata' ix ek' eb' winh yalcanel wach' ab'ix yic colnab'il."
        },
        {
            "number": "8",
            "text": "Ha t'a chonhab' Listra ay jun winh atax yaljinac max yal sb'eyi. Malaj b'aj sb'ey jab'oc winh. Axo junel k'ojanem winh,"
        },
        {
            "number": "9",
            "text": "van yab'an winh tas syal winhaj Pablo. Axo winhaj Pablo chi' ix och q'uelan t'a winh. Ix yilan winh to syak'och winh t'a sk'ool to syal sb'oxi winh yuj Dios."
        },
        {
            "number": "10",
            "text": "Yuj chi' te chaanh ix yal winh t'a winh: --Q'ueanh vaan, tojol tzach ajq'ue linhan, xchi winh. D'a jun rato chi', ix q'ue linhan winh. Ix och ijan winh sb'eyeq'ui."
        },
        {
            "number": "11",
            "text": "Ayic ix yilan eb' anima tas jun ix sk'ulej winhaj Pablo chi', ix och ijan eb' yalan chaanh t'a sti' eb' aj Licaonia chi', ix yalan eb' icha tik: --Ha eb' co diosal ix yak'och sb'a eb' animail, ix emul eb' t'a co cal, xchi eb'."
        },
        {
            "number": "12",
            "text": "Ha winhaj Bernabé, Júpiter ix sb'iej winh yuj eb'. Axo winhaj Pablo, Mercurio ix yak' eb' sb'ioc winh, yujto a winh ix lolon t'a skal eb'."
        },
        {
            "number": "13",
            "text": "Ay jun winh sacerdoteal Júpiter chi', yajal yaj winh t'a stemplo Júpiter t'a stiel chonhab'. Ix b'at yik'cot juntzanh nok' toro winh yet' juntzanh xumaquil te te'. Axo yet' eb' anima chi' smasanil ijan ix yak' jun silab' nhusb'il winh t'a winhaj Pablo yet' t'a winhaj Bernabé chi'."
        },
        {
            "number": "14",
            "text": "Palta haxo yic ix yab'an eb' winh schecab' Jesús chi', ix snhik'chitej spichul eb' winh sch'oxanel scusk'olal. Elanhchamel ix b'at eb' winh t'a skal eb' anima, te chaanh ix yal eb' winh t'a skal eb' icha tik:"
        },
        {
            "number": "15",
            "text": "--Ex quetanimail, ¿tas yuj icha tik tzeyutej e b'a? Ha onh tik, anima onh icha ex tik. Yuj chi' tzul cal t'ayex to tzeyactejcan juntzanh e b'eyb'al tik, yujto nab'anhej tzeyixtej e b'a. Q'uexec e b'eyb'al, aq'ek och e pensar t'a jun Dios to t'a val yel pitzan. A' b'ojinac satcha’anh yet' sat lu'um tik. Sb'oannac pax ha' mar yet' masanil tastac."
        },
        {
            "number": "16",
            "text": "D'a peca', tonhej ix yil Dios tas ix sk'ulej eb' anima, ix yak'an sgana eb'."
        },
        {
            "number": "17",
            "text": "Palta ix yak' co pensar yic scojtaquej eli tas yaji ayic syak'ancot nhab' t'a quib'anh. Syak'an masanil tas scavej. A' tz'ak'an masanil tas sco wa''a. Syak'anpax co tzalajk'olal, xchi eb' winh."
        },
        {
            "number": "18",
            "text": "Palta ayic ix lajvi yalan juntzanh chi' winhaj Pablo yet' winhaj Bernabé chi', puralxonhej ix och vaan eb' anima chi' scachji yuj eb' winh. Yujto sgana eb' syak' nok' vacax chi' silab'il t'a eb' winh."
        },
        {
            "number": "19",
            "text": "Palta ay jayvanh eb' israel aj Antioquía yic Pisidia ix k'och yet' jayvanhxo eb' aj Iconio. Ix yak'an sk'ool eb' anima chi' eb'. Yuj chi', ix laj sjuloch q'uen q'ueen eb' t'a winhaj Pablo chi'. Axo ix snaan eb' to toxo ix cham winh, ix snheranb'at winh eb', ix syumancanel winh eb' t'a stiel chonhab' chi'."
        },
        {
            "number": "20",
            "text": "Palta ix k'och oyan eb' creyente t'a stz'ey winh, ix q'uex vaan winh. Ix ochxi winh t'a yol chonhab' chi'. Axo t'a junxo k'u, ix b'atxi winh yet' winhaj Bernabé chi' t'a chonhab' Derbe."
        },
        {
            "number": "21",
            "text": "Ata' ix ek' yalcanel wach' ab'ix yic colnab'il eb' winh. Tzijtum anima ix ak'anoch Cajal Jesús t'a sk'ool. Ixlajwi chi', ix b'atxi eb' winh. Ix ek'xi eb' winh t'a chonhab' Listra, t'a Iconio yet' t'a Antioquía yic Pisidia chi'."
        },
        {
            "number": "22",
            "text": "Ix laj ek' eb' winh yiptzitej eb' creyente t'a juntzanh chonhab' chi', ix ek' ak'jican stek'anil spensar eb' yuj eb' winh. Ix yalancan eb' winh icha tik t'a eb': --Tek'an tzeyutej e b'a eyak'anoch Cajal Jesús t'a e k'ool, yujto ayic manto onh k'och t'a yol sk'ab' Dios, yowalil niwan yaelal ol ja t'a quib'anh, xchi eb' winh."
        },
        {
            "number": "23",
            "text": "Ayic ix ek' winhaj Pablo yet' winhaj Bernabé chi' t'a junjun iglesia, ix yak'och yopisio eb' tz'och ancianoal eb' winh. Ix yak'an lesal eb' winh d'ha Dios, ix och pax eb' winh t'a tzek'ojk'olal. Ixlajwi chi', ix ak'jicanoch eb' creyente ab'enal t'a yol sk'ab' Cajal Jesús, aton jun ix yak'och eb' t'a sk'ool."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix ek' winhaj Pablo yet' winhaj Bernabé chi' t'a yol yic Pisidia. Ix k'och eb' winh t'a Panfilia."
        },
        {
            "number": "25",
            "text": "Ix yalanel slolonel Dios eb' winh t'a chonhab' Perge. Ixlajwi chi', ix b'atxi eb' winh t'a chonhab' Atalia."
        },
        {
            "number": "26",
            "text": "Axo ta' ix och eb' winh t'a yol jun barco. Ix jax eb' winh t'a Antioquía yic Siria. Aton t'a jun chonhab' chi' sk'annac swach'k'olal Dios eb' creyente t'a yib'anh winhaj Pablo yet' winhaj Bernabé chi', yic ix b'at yalancanel slolonel Dios eb' winh. Xal ticnaic ix yik' sb'a jun smunlajel eb' winh chi'."
        },
        {
            "number": "27",
            "text": "Ayic ix k'ochxi eb' winh, ix laj yavtejcot eb' creyente eb' winh ayek' ta'. Ix yalan eb' winh t'a eb' jantac tas ix sk'ulej Dios yet' eb' winh. Ix laj yalanpax eb' winh to a Cajal Jesús ix chaan yak'och eb' manh israeloc t'a sk'ool."
        },
        {
            "number": "28",
            "text": "Najtil ix aj eb' winh yet' eb' creyente chi' ta'."
        }
    ]
}