{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yic jun pekti’ chi', ay juntzanh heb' winh ix cot t'a yol yic Judea, ix k'och heb' winh t'a chonhab' Antioquía. Ix och ijan heb' winh yalan t'a heb' creyente icha tik: --Tato maj he cha jun yechel circuncisión t'a he niwanil, icha yalnaccan winhaj Moisés, manh ol ex colchajlaj, xchi heb' winh."
        },
        {
            "number": "2",
            "text": "Axo winhaj Pablo yet' winhaj Bernabé, ix stelaj sb'a heb' winh yet' heb' winh, palta maj b'olaj yaj yuj heb' winh. Yuj chi' ix yal heb' creyente to sb'at heb' winh chawanh chi' t'a Jerusalén. Sb'atpax juntzanhxo heb' creyente yet' heb' winh. Ix b'at heb' sk'anb'ej razón t'a heb' winh schecab' Jesús yet' t'a heb' winh anciano t'a jun iglesia chi'."
        },
        {
            "number": "3",
            "text": "Ixlajwi schecjib'at heb' winh yuj heb' creyente chi', ix ek' heb' winh t'a yol yic Fenicia yet' t'a Samaria. Ata' ix ek' heb' winh yalel t'a heb' creyente to ay heb' manh israelok ix sk'ex sb'eyb'al, ix yak'anoch spensar heb' d'ha Dios. Ha ix yab'an jun chi' heb' creyente, ix te tzalaj heb' smasanil."
        },
        {
            "number": "4",
            "text": "Ayic ix k'och heb' winh t'a Jerusalén chi', ix chaji sk'och heb' winh yuj heb' creyente smasanil, heb' winh schecab' Jesús yet' heb' winh anciano. Ix laj yalan heb' winh jantac tas ix sk'ulej Dios yet' heb' winh."
        },
        {
            "number": "5",
            "text": "Palta ay jaywanh heb' winh fariseo ak'annacoch Cristo t'a sk'ool. Ix k'e wan heb' winh, ix yalan heb' winh icha tik: --Ha heb' manh israelok tz'ak'anoch Cristo t'a sk'ool, yowalil tz'ak'ji circuncidar heb'. Yowalil skal t'a heb' to sk'anab'ajej ley Moisés heb', xchi heb' winh."
        },
        {
            "number": "6",
            "text": "Axo heb' winh schecab' Jesús, ix smolb'ej sb'a heb' winh yet' heb' winh anciano yic snaan heb' winh tas tz'aj jun chi'."
        },
        {
            "number": "7",
            "text": "Axo ix lajwi ste telan sb'a heb' winh, ix k'e linhan winhaj Pedro, ix yalan winh: --Ex wuk'tac, eyojtactaxoni, ayxo stiempoal in sik'jicanel yuj Dios yic swalanel wach' ab'ix yic colnab'il t'a heb' manh israelok, yic wach' syak'och Cristo heb' t'a sk'ool."
        },
        {
            "number": "8",
            "text": "Yujto yojtac Dios tas ay t'a spensar junjun anima, yuj chi' ix yak' Yespíritu t'a heb' manh israelok chi', icha ix yutej yak'an t'ayonh, yic scheclaji to wach' heb' t'a yichanh."
        },
        {
            "number": "9",
            "text": "Ha t'a yichanh Dios lajannhej heb' qued'oc, yujto ha' ix tojolb'itan sb'eyb'al heb' ayic ix yak'anoch Cristo heb' t'a sk'ool."
        },
        {
            "number": "10",
            "text": "Ha ticnaik, ¿tas yuj malaj he gana tze cha tas wan sk'ulan Dios? Ha ley Moisés, lajan yet' junok icatz te al max k'e ko cuchani. Maj techaj sk'anab'ajan heb' ko mam quicham. Anhejtona', max techaj pax ko k'anab'ajan a onh tik. Yuj chi', ¿tas yuj he gana tzeyak'och jun chi' t'a yib'anh heb' creyente manh israelok?"
        },
        {
            "number": "11",
            "text": "Manh he k'ulej jun chi', yujto cojtac to yujnhej swach'k'olal Kajal Jesús tzonh colchaji. Anhejtona', icha pax chi' heb' manh israelok chi', xchi winhaj Pedro chi'."
        },
        {
            "number": "12",
            "text": "Ha ix yab'an juntzanh chi' heb', ix em numnaj heb' smasanil. Ixlajwi chi', ix smaclan yab' heb' tas syal winhaj Bernabé yet' winhaj Pablo. Ix yalan heb' winh to tzijtum milagro ix sb'o Dios, ayic ix ek' heb' winh t'a skal heb' manh israelok."
        },
        {
            "number": "13",
            "text": "Ayic ix lajwi yalan juntzanh chi' heb' winh, ix yalan winhaj Jacobo icha tik: --Ex wuk'tac, ab'ec tas ol wal t'ayex."
        },
        {
            "number": "14",
            "text": "Ix yal winhaj Simón Pedro t'ayonh tas ix aj yel yich sch'oxan swach'il Dios t'a heb' manh israelok. Ix sik'jielta jaywanh heb' yic wach' tz'och heb' yicoc."
        },
        {
            "number": "15",
            "text": "Ha jun ix uji tik, lajan icha tas tz'ib'ab'ilcan yuj heb' schecab' Dios t'a peka', aton b'aj syal icha tik:"
        },
        {
            "number": "16",
            "text": "Ha t'a yic junxo tiempoal ol in jaxoc. Ol ul wak'ancanpaxoch jun yinhtil winhaj rey Dawid sk'exuloc t'a yopisio. Yujto icha junok pat ix em lanhnajoc, icha chi' ajnaccan yopisio winh chi'. Palta ol in b'ok'e junelxo,"
        },
        {
            "number": "17",
            "text": "yic wach' a heb' manh israelok ol yak'och spensar heb' t'ayin, a in Yajal in, aton jantac heb' wik sik'b'iltaxonel wuuj t'a junjun nación."
        },
        {
            "number": "18",
            "text": "Icha chi' yutejnac Dios Kajal yalani. Ha ak'jinac cojtaquejel juntzanh tik yictax t'a peka', xchi t'a Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "19",
            "text": "Yuj chi' tzin na a in tik, max yal cak'anoch junok icatz ajaltac t'a yib'anh heb' manh israelok wan yak'anoch spensar d'ha Dios."
        },
        {
            "number": "20",
            "text": "Anhejocab' ko carta skak'b'at t'a heb', scalanb'ati to maxtzac schilaj heb' juntzanh tas tz'ak'ji silab'oc t'a comon Dios. Maxtzac sk'ulej ajmulal heb'. Maxtzac schi schiq'uil nok' nok' heb'. Maxtzac schi nok' nok' heb' sud'jichamoc yujto ayto schiq'uil nok'."
        },
        {
            "number": "21",
            "text": "Swal icha chi', yujto atax t'a peka' ay heb' tz'awtan ley Moisés t'a yoltac spatil culto. Anhejtona' ticnaik, anheja' yalanel heb' t'a junjun sk'ual ik'oj ip, xchi winhaj Jacobo chi' t'a heb'."
        },
        {
            "number": "22",
            "text": "Yuj chi', a heb' winh schecab' Jesús yet' heb' winh anciano ix smol alej heb' winh yet' heb' creyente smasanil. Ix snaan heb' to ol sik'el jaywanhoc heb' creyente heb', yic sb'at heb' t'a chonhab' Antioquía yuk'lewoc winhaj Pablo yet' winhaj Bernabé. Ixlajwi chi', ix sik'chajel winhaj Judas, scuchan pax Barsabás yet' winhaj Silas yuj heb'. Ha chawanh heb' winh chi', chequel yaj heb' winh t'a yichanh heb' creyente."
        },
        {
            "number": "23",
            "text": "Ix checjib'at heb' winh yak' jun carta chi'. Axo t'a yol ch'anh carta chi', icha tik tas ix yal heb': Ha onh schecab' onh Jesús, heb' anciano yet' heb' creyente smasanil, tik skak'b'at stzatzil he k'ool a ex manh ex israelok t'a chonhab' Antioquía, t'a yol yic Siria yet' t'a Cilicia."
        },
        {
            "number": "24",
            "text": "Ix cab'i to ay juntzanh heb' munil ix b'at t'a ko kal, ix k'och heb' t'ayex. Palta manhoc onh ix ko checb'at heb'. Ix cab'i to tzex ixtax yuj tas syal heb' t'ayex ta', to ijan somchajel he pensar yuj heb'."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix ko mol alej, ix ko sik'anel jaywanh heb' winh t'a ko kal tik, yic sb'at heb' winh t'ayex ta'. Junnhej ol b'at heb' winh yet' winh cuk'tac aj Bernabé yet' winh cuk'tac aj Pablo. Ha heb' winh tik, xajanab'il heb' winh cuuj."
        },
        {
            "number": "26",
            "text": "Toxo ix yak'och sb'a heb' winh t'a yol sk'ab' yaelal yuj Kajal Jesucristo. Ay b'aj ijan ix miljicham heb' winh."
        },
        {
            "number": "27",
            "text": "Axo winhaj Judas yet' winhaj Silas tik, aton heb' winh sco checb'at t'ayex. Ol b'at yal heb' winh t'ayex t'a wal sjichanil, tas ix ko k'ulej t'a tik."
        },
        {
            "number": "28",
            "text": "Sco na'a, to manh niwanoc ko checnab'il scalb'at t'ayex. Icha chi' sna pax Yespíritu Dios qued'oc. Yuj chi', a juntzanh checnab'il scalb'at tik t'ayex, anhej wal yowalil tze k'anab'ajej ta':"
        },
        {
            "number": "29",
            "text": "Manh he chi nok' chib'ej tz'ak'jioch silab'oc t'a juntzanh comon Dios. Manh he chi schiq'uil nok' nok'. Manh he chi nok' nok' tonhej sud'jichamoc. Manh he k'ulej ajmulal. Tato tze k'anab'ajej juntzanh tik, wach' ol eyutoc he b'a. Anhej jay b'elanh tik scalb'at t'ayex."
        },
        {
            "number": "30",
            "text": "Ha heb' winh ix checjib'at chi', ix b'at heb' winh t'a chonhab' Antioquía. Ayic ix k'och heb' winh, ix smolb'ej heb' creyente chi' heb' winh smasanil. Ix yak'an entregar ch'anh carta chi' heb' winh."
        },
        {
            "number": "31",
            "text": "Ayic ix yavtan ch'anh heb' creyente chi', ix te tzalaj heb', yujto ix ak'ji sniwanil sk'ool heb' yuj ch'anh."
        },
        {
            "number": "32",
            "text": "Axo winhaj Judas yet' winhaj Silas chi', aton heb' winh yalumalel slolonel Dios, ix yak' sniwanil sk'ool heb' creyente heb' winh. Tzijtum tas ix yal heb' winh t'a skal heb', ix yak'ancan stek'anil heb' creyente chi' heb' winh."
        },
        {
            "number": "33",
            "text": "Ixlajwi yek' jaye' k'ual heb' winh ta', ix stak'lancan sb'a heb' winh yet' heb' creyente chi'. Junk'olal ix meltzaj heb' winh b'aj aycan heb' winh checancot heb' winh chi'."
        },
        {
            "number": "34",
            "text": "Anhejtona', winhaj Pablo yet' winhaj Bernabé, ix kan heb' winh t'a jun chonhab' chi'. Ix sk'ayb'ej heb' creyente heb' winh. Tzijtum pax heb' ix k'ayb'an heb' yet' heb' winh ta'. Ix yalanel slolonel Kajal Jesús heb' winh."
        },
        {
            "number": "35",
            "text": "Axo ix ek'b'at jayexo semana, ix yalan winhaj Pablo t'a winhaj Bernabé chi': --Conh, b'at quil heb' creyente t'a junjun chonhab' b'ajtac ek'nac onh calel slolonel Kajal Jesús. B'at quilxi heb', tato anheja' tek'an heb', xchi winh."
        },
        {
            "number": "36",
            "text": "Axo winhaj Bernabé chi', sgana winh syik'b'at winhaj Juan Marcos."
        },
        {
            "number": "37",
            "text": "Palta ix sna winhaj Pablo chi' to manh smojoc sb'at winh yet' heb' winh, yujto actajcan heb' winh yuj winh junel t'a yol yic Panfilia. Maj yak' lajwoc yopisio winh smunlaj yet' heb' winh."
        },
        {
            "number": "38",
            "text": "Ix stelaj sb'a heb' winh yuj winh. Palta maj scha sb'a yalan heb' winh. Yuj chi' ch'occh'oc b'aj ix b'atcan heb' winh. Ha winhaj Bernabé chi' ix och winh t'a yol barco. Ix b'atcan winh t'a yol yic Chipre. Ix yik'anb'at winhaj Marcos chi' winh yet'oc."
        },
        {
            "number": "39",
            "text": "Axo winhaj Pablo ix sik'anelta winhaj Silas t'a skal heb' creyente, yic sb'at winh yet'oc. Axo heb' creyente chi', ix sk'an swach'k'olal Dios heb' t'a yib'anh heb' winh. Ixlajwi chi', ix b'at heb' winh."
        },
        {
            "number": "40",
            "text": "Ix ek' heb' winh t'a yol yic Siria yet' t'a Cilicia. Ix ek' heb' winh yak' stek'anil heb' creyente t'a junjun iglesia."
        }
    ]
}