{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yic jun pekti’ chi', ay juntzanh eb' vinh ix cot t'a yol yic Judea, ix k'och eb' vinh t'a chonhab' Antioquía. Ix och ijan eb' vinh yalan t'a eb' creyente icha tik: --Tato maj e cha jun yechel circuncisión t'a e nivanil, icha yalnaccan vinhaj Moisés, manh ol ex colchajlaj, xchi eb' vinh."
        },
        {
            "number": "2",
            "text": "Axo vinhaj Pablo yet' vinhaj Bernabé, ix stelaj sb'a eb' vinh yet' eb' vinh, palta maj b'olaj yaj yuj eb' vinh. Yuj chi' ix yal eb' creyente to sb'at eb' vinh chavanh chi' t'a Jerusalén. Sb'atpax juntzanhxo eb' creyente yet' eb' vinh. Ix b'at eb' sk'anb'ej razón t'a eb' vinh schecab' Jesús yet' t'a eb' vinh anciano t'a jun iglesia chi'."
        },
        {
            "number": "3",
            "text": "Ixlajwi schecjib'at eb' vinh yuj eb' creyente chi', ix ek' eb' vinh t'a yol yic Fenicia yet' t'a Samaria. Ata' ix ek' eb' vinh yalel t'a eb' creyente to ay eb' manh israeloc ix sq'uex sb'eyb'al, ix yak'anoch spensar eb' d'ha Dios. Ha ix yab'an jun chi' eb' creyente, ix te tzalaj eb' smasanil."
        },
        {
            "number": "4",
            "text": "Ayic ix k'och eb' vinh t'a Jerusalén chi', ix chaji sk'och eb' vinh yuj eb' creyente smasanil, eb' vinh schecab' Jesús yet' eb' vinh anciano. Ix laj yalan eb' vinh jantac tas ix sk'ulej Dios yet' eb' vinh."
        },
        {
            "number": "5",
            "text": "Palta ay jayvanh eb' vinh fariseo ak'annacoch Cristo t'a sk'ool. Ix q'ue van eb' vinh, ix yalan eb' vinh icha tik: --Ha eb' manh israeloc tz'ak'anoch Cristo t'a sk'ool, yovalil tz'ak'ji circuncidar eb'. Yovalil skal t'a eb' to sk'anab'ajej ley Moisés eb', xchi eb' vinh."
        },
        {
            "number": "6",
            "text": "Axo eb' vinh schecab' Jesús, ix smolb'ej sb'a eb' vinh yet' eb' vinh anciano yic snaan eb' vinh tas tz'aj jun chi'."
        },
        {
            "number": "7",
            "text": "Axo ix lajvi ste telan sb'a eb' vinh, ix q'ue linhan vinhaj Pedro, ix yalan vinh: --Ex vuk'tac, eyojtactaxoni, ayxo stiempoal in sik'jicanel yuj Dios yic svalanel wach' ab'ix yic colnab'il t'a eb' manh israeloc, yic wach' syak'och Cristo eb' t'a sk'ool."
        },
        {
            "number": "8",
            "text": "Yujto yojtac Dios tas ay t'a spensar junjun anima, yuj chi' ix yak' Yespíritu t'a eb' manh israeloc chi', icha ix yutej yak'an t'ayonh, yic scheclaji to wach' eb' t'a yichanh."
        },
        {
            "number": "9",
            "text": "Ha t'a yichanh Dios lajannhej eb' qued'oc, yujto ha' ix tojolb'itan sb'eyb'al eb' ayic ix yak'anoch Cristo eb' t'a sk'ool."
        },
        {
            "number": "10",
            "text": "Ha ticnaic, ¿tas yuj malaj e gana tze cha tas van sk'ulan Dios? Ha ley Moisés, lajan yet' junok icatz te al max q'ue co cuchani. Maj techaj sk'anab'ajan eb' co mam quicham. Anhejtona', max techaj pax co k'anab'ajan a onh tik. Yuj chi', ¿tas yuj e gana tzeyak'och jun chi' t'a yib'anh eb' creyente manh israeloc?"
        },
        {
            "number": "11",
            "text": "Manh e k'ulej jun chi', yujto cojtac to yujnhej svach'k'olal Cajal Jesús tzonh colchaji. Anhejtona', icha pax chi' eb' manh israeloc chi', xchi vinhaj Pedro chi'."
        },
        {
            "number": "12",
            "text": "Ha ix yab'an juntzanh chi' eb', ix em numnaj eb' smasanil. Ixlajwi chi', ix smaclan yab' eb' tas syal vinhaj Bernabé yet' vinhaj Pablo. Ix yalan eb' vinh to tzijtum milagro ix sb'o Dios, ayic ix ek' eb' vinh t'a skal eb' manh israeloc."
        },
        {
            "number": "13",
            "text": "Ayic ix lajvi yalan juntzanh chi' eb' vinh, ix yalan vinhaj Jacobo icha tik: --Ex vuk'tac, ab'ec tas ol val t'ayex."
        },
        {
            "number": "14",
            "text": "Ix yal vinhaj Simón Pedro t'ayonh tas ix aj yel yich sch'oxan svach'il Dios t'a eb' manh israeloc. Ix sik'jielta jayvanh eb' yic wach' tz'och eb' yicoc."
        },
        {
            "number": "15",
            "text": "Ha jun ix uji tik, lajan icha tas tz'ib'ab'ilcan yuj eb' schecab' Dios t'a peca', aton b'aj syal icha tik:"
        },
        {
            "number": "16",
            "text": "Ha t'a yic junxo tiempoal ol in jaxoc. Ol ul vak'ancanpaxoch jun yinhtil vinhaj rey David sq'uexuloc t'a yopisio. Yujto icha junok pat ix em lanhnajoc, icha chi' ajnaccan yopisio vinh chi'. Palta ol in b'oq'ue junelxo,"
        },
        {
            "number": "17",
            "text": "yic wach' a eb' manh israeloc ol yak'och spensar eb' t'ayin, a in Yajal in, aton jantac eb' vic sik'b'iltaxonel vuuj t'a junjun nación."
        },
        {
            "number": "18",
            "text": "Icha chi' yutejnac Dios Cajal yalani. Ha ak'jinac cojtaquejel juntzanh tik yictax t'a peca', xchi t'a Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "19",
            "text": "Yuj chi' tzin na a in tik, max yal cak'anoch junok icatz ajaltac t'a yib'anh eb' manh israeloc van yak'anoch spensar d'ha Dios."
        },
        {
            "number": "20",
            "text": "Anhejocab' co carta scak'b'at t'a eb', scalanb'ati to maxtzac schilaj eb' juntzanh tas tz'ak'ji silab'oc t'a comon dios. Maxtzac sk'ulej ajmulal eb'. Maxtzac schi schiq'uil nok' nok' eb'. Maxtzac schi nok' nok' eb' sud'jichamoc yujto ayto schiq'uil nok'."
        },
        {
            "number": "21",
            "text": "Sval icha chi', yujto atax t'a peca' ay eb' tz'avtan ley Moisés t'a yoltac spatil culto. Anhejtona' ticnaic, anheja' yalanel eb' t'a junjun sk'ual ik'oj ip, xchi vinhaj Jacobo chi' t'a eb'."
        },
        {
            "number": "22",
            "text": "Yuj chi', a eb' vinh schecab' Jesús yet' eb' vinh anciano ix smol alej eb' vinh yet' eb' creyente smasanil. Ix snaan eb' to ol siq'uel jayvanhoc eb' creyente eb', yic sb'at eb' t'a chonhab' Antioquía yuk'levoc vinhaj Pablo yet' vinhaj Bernabé. Ixlajwi chi', ix sik'chajel vinhaj Judas, scuchan pax Barsabás yet' vinhaj Silas yuj eb'. Ha chavanh eb' vinh chi', chequel yaj eb' vinh t'a yichanh eb' creyente."
        },
        {
            "number": "23",
            "text": "Ix checjib'at eb' vinh yak' jun carta chi'. Axo t'a yol ch'anh carta chi', icha tik tas ix yal eb': Ha onh schecab' onh Jesús, eb' anciano yet' eb' creyente smasanil, tik scak'b'at stzatzil e k'ool a ex manh ex israeloc t'a chonhab' Antioquía, t'a yol yic Siria yet' t'a Cilicia."
        },
        {
            "number": "24",
            "text": "Ix cab'i to ay juntzanh eb' munil ix b'at t'a co cal, ix k'och eb' t'ayex. Palta manhoc onh ix co checb'at eb'. Ix cab'i to tzex ixtax yuj tas syal eb' t'ayex ta', to ijan somchajel e pensar yuj eb'."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix co mol alej, ix co sik'anel jayvanh eb' vinh t'a co cal tik, yic sb'at eb' vinh t'ayex ta'. Junnhej ol b'at eb' vinh yet' vinh cuk'tac aj Bernabé yet' vinh cuk'tac aj Pablo. Ha eb' vinh tik, xajanab'il eb' vinh cuuj."
        },
        {
            "number": "26",
            "text": "Toxo ix yak'och sb'a eb' vinh t'a yol sk'ab' yaelal yuj Cajal Jesucristo. Ay b'aj ijan ix miljicham eb' vinh."
        },
        {
            "number": "27",
            "text": "Axo vinhaj Judas yet' vinhaj Silas tik, aton eb' vinh sco checb'at t'ayex. Ol b'at yal eb' vinh t'ayex t'a val sjichanil, tas ix co k'ulej t'a tik."
        },
        {
            "number": "28",
            "text": "Sco na'a, to manh nivanoc co checnab'il scalb'at t'ayex. Icha chi' sna pax Yespíritu Dios qued'oc. Yuj chi', a juntzanh checnab'il scalb'at tik t'ayex, anhej val yovalil tze k'anab'ajej ta':"
        },
        {
            "number": "29",
            "text": "Manh e chi nok' chib'ej tz'ak'jioch silab'oc t'a juntzanh comon dios. Manh e chi schiq'uil nok' nok'. Manh e chi nok' nok' tonhej sud'jichamoc. Manh e k'ulej ajmulal. Tato tze k'anab'ajej juntzanh tik, wach' ol eyutoc e b'a. Anhej jay b'elanh tik scalb'at t'ayex."
        },
        {
            "number": "30",
            "text": "Ha eb' vinh ix checjib'at chi', ix b'at eb' vinh t'a chonhab' Antioquía. Ayic ix k'och eb' vinh, ix smolb'ej eb' creyente chi' eb' vinh smasanil. Ix yak'an entregar ch'anh carta chi' eb' vinh."
        },
        {
            "number": "31",
            "text": "Ayic ix yavtan ch'anh eb' creyente chi', ix te tzalaj eb', yujto ix ak'ji snivanil sk'ool eb' yuj ch'anh."
        },
        {
            "number": "32",
            "text": "Axo vinhaj Judas yet' vinhaj Silas chi', aton eb' vinh yalumalel slolonel Dios, ix yak' snivanil sk'ool eb' creyente eb' vinh. Tzijtum tas ix yal eb' vinh t'a skal eb', ix yak'ancan stek'anil eb' creyente chi' eb' vinh."
        },
        {
            "number": "33",
            "text": "Ixlajwi yek' jaye' k'ual eb' vinh ta', ix stak'lancan sb'a eb' vinh yet' eb' creyente chi'. Junk'olal ix meltzaj eb' vinh b'aj aycan eb' vinh checancot eb' vinh chi'."
        },
        {
            "number": "34",
            "text": "Anhejtona', vinhaj Pablo yet' vinhaj Bernabé, ix kan eb' vinh t'a jun chonhab' chi'. Ix sk'ayb'ej eb' creyente eb' vinh. Tzijtum pax eb' ix k'ayb'an eb' yet' eb' vinh ta'. Ix yalanel slolonel Cajal Jesús eb' vinh."
        },
        {
            "number": "35",
            "text": "Axo ix ek'b'at jayexo semana, ix yalan vinhaj Pablo t'a vinhaj Bernabé chi': --Conh, b'at quil eb' creyente t'a junjun chonhab' b'ajtac ek'nac onh calel slolonel Cajal Jesús. B'at quilxi eb', tato anheja' tek'an eb', xchi vinh."
        },
        {
            "number": "36",
            "text": "Axo vinhaj Bernabé chi', sgana vinh syik'b'at vinhaj Juan Marcos."
        },
        {
            "number": "37",
            "text": "Palta ix sna vinhaj Pablo chi' to manh smojoc sb'at vinh yet' eb' vinh, yujto actajcan eb' vinh yuj vinh junel t'a yol yic Panfilia. Maj yak' lajvoc yopisio vinh smunlaj yet' eb' vinh."
        },
        {
            "number": "38",
            "text": "Ix stelaj sb'a eb' vinh yuj vinh. Palta maj scha sb'a yalan eb' vinh. Yuj chi' ch'occh'oc b'aj ix b'atcan eb' vinh. Ha vinhaj Bernabé chi' ix och vinh t'a yol barco. Ix b'atcan vinh t'a yol yic Chipre. Ix yik'anb'at vinhaj Marcos chi' vinh yet'oc."
        },
        {
            "number": "39",
            "text": "Axo vinhaj Pablo ix sik'anelta vinhaj Silas t'a skal eb' creyente, yic sb'at vinh yet'oc. Axo eb' creyente chi', ix sk'an svach'k'olal Dios eb' t'a yib'anh eb' vinh. Ixlajwi chi', ix b'at eb' vinh."
        },
        {
            "number": "40",
            "text": "Ix ek' eb' vinh t'a yol yic Siria yet' t'a Cilicia. Ix ek' eb' vinh yak' stek'anil eb' creyente t'a junjun iglesia."
        }
    ]
}