{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yic jun pekti’ chi', ay juntzanh eb' winh ix cot t'a yol yic Judea, ix k'och eb' winh t'a chonhab' Antioquía. Ix och ijan eb' winh yalan t'a eb' creyente icha tik: --Tato maj e cha jun yechel circuncisión t'a e nivanil, icha yalnaccan winhaj Moisés, manh ol ex colchajlaj, xchi eb' winh."
        },
        {
            "number": "2",
            "text": "Axo winhaj Pablo yet' winhaj Bernabé, ix stelaj sb'a eb' winh yet' eb' winh, palta maj b'olaj yaj yuj eb' winh. Yuj chi' ix yal eb' creyente to sb'at eb' winh chavanh chi' t'a Jerusalén. Sb'atpax juntzanhxo eb' creyente yet' eb' winh. Ix b'at eb' sk'anb'ej razón t'a eb' winh schecab' Jesús yet' t'a eb' winh anciano t'a jun iglesia chi'."
        },
        {
            "number": "3",
            "text": "Ixlajwi schecjib'at eb' winh yuj eb' creyente chi', ix ek' eb' winh t'a yol yic Fenicia yet' t'a Samaria. Ata' ix ek' eb' winh yalel t'a eb' creyente to ay eb' manh israeloc ix sq'uex sb'eyb'al, ix yak'anoch spensar eb' d'ha Dios. Ha ix yab'an jun chi' eb' creyente, ix te tzalaj eb' smasanil."
        },
        {
            "number": "4",
            "text": "Ayic ix k'och eb' winh t'a Jerusalén chi', ix chaji sk'och eb' winh yuj eb' creyente smasanil, eb' winh schecab' Jesús yet' eb' winh anciano. Ix laj yalan eb' winh jantac tas ix sk'ulej Dios yet' eb' winh."
        },
        {
            "number": "5",
            "text": "Palta ay jayvanh eb' winh fariseo ak'annacoch Cristo t'a sk'ool. Ix q'ue van eb' winh, ix yalan eb' winh icha tik: --Ha eb' manh israeloc tz'ak'anoch Cristo t'a sk'ool, yowalil tz'ak'ji circuncidar eb'. Yovalil skal t'a eb' to sk'anab'ajej ley Moisés eb', xchi eb' winh."
        },
        {
            "number": "6",
            "text": "Axo eb' winh schecab' Jesús, ix smolb'ej sb'a eb' winh yet' eb' winh anciano yic snaan eb' winh tas tz'aj jun chi'."
        },
        {
            "number": "7",
            "text": "Axo ix lajvi ste telan sb'a eb' winh, ix q'ue linhan winhaj Pedro, ix yalan winh: --Ex vuk'tac, eyojtactaxoni, ayxo stiempoal in sik'jicanel yuj Dios yic svalanel wach' ab'ix yic colnab'il t'a eb' manh israeloc, yic wach' syak'och Cristo eb' t'a sk'ool."
        },
        {
            "number": "8",
            "text": "Yujto yojtac Dios tas ay t'a spensar junjun anima, yuj chi' ix yak' Yespíritu t'a eb' manh israeloc chi', icha ix yutej yak'an t'ayonh, yic scheclaji to wach' eb' t'a yichanh."
        },
        {
            "number": "9",
            "text": "Ha t'a yichanh Dios lajannhej eb' qued'oc, yujto ha' ix tojolb'itan sb'eyb'al eb' ayic ix yak'anoch Cristo eb' t'a sk'ool."
        },
        {
            "number": "10",
            "text": "Ha ticnaic, ¿tas yuj malaj e gana tze cha tas van sk'ulan Dios? Ha ley Moisés, lajan yet' junok icatz te al max q'ue co cuchani. Maj techaj sk'anab'ajan eb' co mam quicham. Anhejtona', max techaj pax co k'anab'ajan a onh tik. Yuj chi', ¿tas yuj e gana tzeyak'och jun chi' t'a yib'anh eb' creyente manh israeloc?"
        },
        {
            "number": "11",
            "text": "Manh e k'ulej jun chi', yujto cojtac to yujnhej swach'k'olal Cajal Jesús tzonh colchaji. Anhejtona', icha pax chi' eb' manh israeloc chi', xchi winhaj Pedro chi'."
        },
        {
            "number": "12",
            "text": "Ha ix yab'an juntzanh chi' eb', ix em numnaj eb' smasanil. Ixlajwi chi', ix smaclan yab' eb' tas syal winhaj Bernabé yet' winhaj Pablo. Ix yalan eb' winh to tzijtum milagro ix sb'o Dios, ayic ix ek' eb' winh t'a skal eb' manh israeloc."
        },
        {
            "number": "13",
            "text": "Ayic ix lajvi yalan juntzanh chi' eb' winh, ix yalan winhaj Jacobo icha tik: --Ex vuk'tac, ab'ec tas ol val t'ayex."
        },
        {
            "number": "14",
            "text": "Ix yal winhaj Simón Pedro t'ayonh tas ix aj yel yich sch'oxan swach'il Dios t'a eb' manh israeloc. Ix sik'jielta jayvanh eb' yic wach' tz'och eb' yicoc."
        },
        {
            "number": "15",
            "text": "Ha jun ix uji tik, lajan icha tas tz'ib'ab'ilcan yuj eb' schecab' Dios t'a peca', aton b'aj syal icha tik:"
        },
        {
            "number": "16",
            "text": "Ha t'a yic junxo tiempoal ol in jaxoc. Ol ul vak'ancanpaxoch jun yinhtil winhaj rey David sq'uexuloc t'a yopisio. Yujto icha junok pat ix em lanhnajoc, icha chi' ajnaccan yopisio winh chi'. Palta ol in b'oq'ue junelxo,"
        },
        {
            "number": "17",
            "text": "yic wach' a eb' manh israeloc ol yak'och spensar eb' t'ayin, a in Yajal in, aton jantac eb' wik sik'b'iltaxonel vuuj t'a junjun nación."
        },
        {
            "number": "18",
            "text": "Icha chi' yutejnac Dios Cajal yalani. Ha ak'jinac cojtaquejel juntzanh tik yictax t'a peca', xchi t'a Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "19",
            "text": "Yuj chi' tzin na a in tik, max yal cak'anoch junok icatz ajaltac t'a yib'anh eb' manh israeloc van yak'anoch spensar d'ha Dios."
        },
        {
            "number": "20",
            "text": "Anhejocab' co carta scak'b'at t'a eb', scalanb'ati to maxtzac schilaj eb' juntzanh tas tz'ak'ji silab'oc t'a comon dios. Maxtzac sk'ulej ajmulal eb'. Maxtzac schi schiq'uil nok' nok' eb'. Maxtzac schi nok' nok' eb' sud'jichamoc yujto ayto schiq'uil nok'."
        },
        {
            "number": "21",
            "text": "Sval icha chi', yujto atax t'a peca' ay eb' tz'awtan ley Moisés t'a yoltac spatil culto. Anhejtona' ticnaic, anheja' yalanel eb' t'a junjun sk'ual ik'oj ip, xchi winhaj Jacobo chi' t'a eb'."
        },
        {
            "number": "22",
            "text": "Yuj chi', a eb' winh schecab' Jesús yet' eb' winh anciano ix smol alej eb' winh yet' eb' creyente smasanil. Ix snaan eb' to ol siq'uel jayvanhoc eb' creyente eb', yic sb'at eb' t'a chonhab' Antioquía yuk'levoc winhaj Pablo yet' winhaj Bernabé. Ixlajwi chi', ix sik'chajel winhaj Judas, scuchan pax Barsabás yet' winhaj Silas yuj eb'. Ha chavanh eb' winh chi', chequel yaj eb' winh t'a yichanh eb' creyente."
        },
        {
            "number": "23",
            "text": "Ix checjib'at eb' winh yak' jun carta chi'. Axo t'a yol ch'anh carta chi', icha tik tas ix yal eb': Ha onh schecab' onh Jesús, eb' anciano yet' eb' creyente smasanil, tik scak'b'at stzatzil e k'ool a ex manh ex israeloc t'a chonhab' Antioquía, t'a yol yic Siria yet' t'a Cilicia."
        },
        {
            "number": "24",
            "text": "Ix cab'i to ay juntzanh eb' munil ix b'at t'a co cal, ix k'och eb' t'ayex. Palta manhoc onh ix co checb'at eb'. Ix cab'i to tzex ixtax yuj tas syal eb' t'ayex ta', to ijan somchajel e pensar yuj eb'."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix co mol alej, ix co sik'anel jayvanh eb' winh t'a co cal tik, yic sb'at eb' winh t'ayex ta'. Junnhej ol b'at eb' winh yet' winh cuk'tac aj Bernabé yet' winh cuk'tac aj Pablo. Ha eb' winh tik, xajanab'il eb' winh cuuj."
        },
        {
            "number": "26",
            "text": "Toxo ix yak'och sb'a eb' winh t'a yol sk'ab' yaelal yuj Cajal Jesucristo. Ay b'aj ijan ix miljicham eb' winh."
        },
        {
            "number": "27",
            "text": "Axo winhaj Judas yet' winhaj Silas tik, aton eb' winh sco checb'at t'ayex. Ol b'at yal eb' winh t'ayex t'a val sjichanil, tas ix co k'ulej t'a tik."
        },
        {
            "number": "28",
            "text": "Sco na'a, to manh nivanoc co checnab'il scalb'at t'ayex. Icha chi' sna pax Yespíritu Dios qued'oc. Yuj chi', a juntzanh checnab'il scalb'at tik t'ayex, anhej val yowalil tze k'anab'ajej ta':"
        },
        {
            "number": "29",
            "text": "Manh e chi nok' chib'ej tz'ak'jioch silab'oc t'a juntzanh comon dios. Manh e chi schiq'uil nok' nok'. Manh e chi nok' nok' tonhej sud'jichamoc. Manh e k'ulej ajmulal. Tato tze k'anab'ajej juntzanh tik, wach' ol eyutoc e b'a. Anhej jay b'elanh tik scalb'at t'ayex."
        },
        {
            "number": "30",
            "text": "Ha eb' winh ix checjib'at chi', ix b'at eb' winh t'a chonhab' Antioquía. Ayic ix k'och eb' winh, ix smolb'ej eb' creyente chi' eb' winh smasanil. Ix yak'an entregar ch'anh carta chi' eb' winh."
        },
        {
            "number": "31",
            "text": "Ayic ix yavtan ch'anh eb' creyente chi', ix te tzalaj eb', yujto ix ak'ji snivanil sk'ool eb' yuj ch'anh."
        },
        {
            "number": "32",
            "text": "Axo winhaj Judas yet' winhaj Silas chi', aton eb' winh yalumalel slolonel Dios, ix yak' snivanil sk'ool eb' creyente eb' winh. Tzijtum tas ix yal eb' winh t'a skal eb', ix yak'ancan stek'anil eb' creyente chi' eb' winh."
        },
        {
            "number": "33",
            "text": "Ixlajwi yek' jaye' k'ual eb' winh ta', ix stak'lancan sb'a eb' winh yet' eb' creyente chi'. Junk'olal ix meltzaj eb' winh b'aj aycan eb' winh checancot eb' winh chi'."
        },
        {
            "number": "34",
            "text": "Anhejtona', winhaj Pablo yet' winhaj Bernabé, ix kan eb' winh t'a jun chonhab' chi'. Ix sk'ayb'ej eb' creyente eb' winh. Tzijtum pax eb' ix k'ayb'an eb' yet' eb' winh ta'. Ix yalanel slolonel Cajal Jesús eb' winh."
        },
        {
            "number": "35",
            "text": "Axo ix ek'b'at jayexo semana, ix yalan winhaj Pablo t'a winhaj Bernabé chi': --Conh, b'at quil eb' creyente t'a junjun chonhab' b'ajtac ek'nac onh calel slolonel Cajal Jesús. B'at quilxi eb', tato anheja' tek'an eb', xchi winh."
        },
        {
            "number": "36",
            "text": "Axo winhaj Bernabé chi', sgana winh syik'b'at winhaj Juan Marcos."
        },
        {
            "number": "37",
            "text": "Palta ix sna winhaj Pablo chi' to manh smojoc sb'at winh yet' eb' winh, yujto actajcan eb' winh yuj winh junel t'a yol yic Panfilia. Maj yak' lajvoc yopisio winh smunlaj yet' eb' winh."
        },
        {
            "number": "38",
            "text": "Ix stelaj sb'a eb' winh yuj winh. Palta maj scha sb'a yalan eb' winh. Yuj chi' ch'occh'oc b'aj ix b'atcan eb' winh. Ha winhaj Bernabé chi' ix och winh t'a yol barco. Ix b'atcan winh t'a yol yic Chipre. Ix yik'anb'at winhaj Marcos chi' winh yet'oc."
        },
        {
            "number": "39",
            "text": "Axo winhaj Pablo ix sik'anelta winhaj Silas t'a skal eb' creyente, yic sb'at winh yet'oc. Axo eb' creyente chi', ix sk'an swach'k'olal Dios eb' t'a yib'anh eb' winh. Ixlajwi chi', ix b'at eb' winh."
        },
        {
            "number": "40",
            "text": "Ix ek' eb' winh t'a yol yic Siria yet' t'a Cilicia. Ix ek' eb' winh yak' stek'anil eb' creyente t'a junjun iglesia."
        }
    ]
}