{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ix k'och winhaj Pablo yet' winhaj Silas chi' t'a chonhab' Derbe. Ix b'atxi eb' winh ta', ix k'och eb' winh t'a chonhab' Listra. Ata' ix yil-lajel sb'a eb' winh yet' jun winh creyente scuch Timoteo. Ha jun winh chi', a jun ix creyente israel ay yune' winh, haxo winh smam winh, griego winh."
        },
        {
            "number": "2",
            "text": "Ha eb' creyente t'a chonhab' Listra yet' t'a Iconio ix laj yal eb' smasanil to te' wach' sb'eyb'al winhaj Timoteo chi'."
        },
        {
            "number": "3",
            "text": "Ix snaan winhaj Pablo chi' to ol yik'b'at winh yet'oc. Yuj chi' ix ak'ji circuncidar winh yuj winh, yic max cot yoval eb' israel t'a juntzanh lugar b'aj ol ek' eb' winh chi', yujto yojtac eb' to griego winh smam winh."
        },
        {
            "number": "4",
            "text": "Axo t'a junjun chonhab' b'ajtac ix laj ek' eb' winh, ix yalanel eb' winh juntzanh checnab'il alb'il yuj eb' winh schecab' Jesús yet' eb' winh anciano ay t'a Jerusalén. Ix yalan winhaj Pablo chi' t'a eb' creyente to yowalil sk'anab'ajej eb' tas syal juntzanh checnab'il chi'."
        },
        {
            "number": "5",
            "text": "Axo eb' creyente t'a junjun chonhab' chi', ix stek'b'ej sb'a eb' t'a jun k'ayb'ub'al yak'nac och eb' t'a sk'ool chi'. Sq'uib' pax sb'isul eb' t'a junjun k'u."
        },
        {
            "number": "6",
            "text": "Sgana eb' winh sb'at yalel slolonel Dios t'a yol yic Asia, palta haxo Yespíritu Dios maj chaanb'atlaj eb' winh. Yuj chi' ha t'a yol yic Frigia yet' t'a Galacia ix b'at eb' winh."
        },
        {
            "number": "7",
            "text": "Ayic ix k'och eb' winh t'a sti' smojonal yol yic Misia, ix snaan eb' winh to ha t'a yol yic Bitinia sb'at eb' winh. Palta haxo Yespíritu Dios maj chaanb'atlaj eb' winh ta'."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix k'axpajek' eb' winh t'a sti' yol yic Misia chi'. Ix k'och eb' winh t'a chonhab' Troas, aton jun ay t'a sti' ha' mar."
        },
        {
            "number": "9",
            "text": "Axo t'a jun ak'val, icha t'a vayich ix aj yilan jun winh aj Macedonia winhaj Pablo chi', linhanek' winh ix yil winh. Ix tevioch winh t'a winh: “Cotanh t'a Macedonia. Colvajanh t'ayonh,” xchi winh."
        },
        {
            "number": "10",
            "text": "Ixlajwi yilan jun chi' winhaj Pablo chi', ix cak'an lista co b'a yic tzonh b'at t'a Macedonia chi'. Yujto ix cojtaquejeli to ha Dios ix ak'an copisio calanel wach' ab'ix yic colnab'il t'a eb' anima chi'."
        },
        {
            "number": "11",
            "text": "Ichato chi', ix onh och t'a yol jun barco t'a chonhab' Troas chi'. Te d'inhannhej ix onh b'ati, ix onh k'och t'a yol yic Samotracia. Axo t'a junxo k'u ix onh k'och t'a jun chonhab' scuch Neápolis."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix onh b'atxi, ix onh k'och t'a chonhab' Filipos. Ha jun chonhab' chi', haxo t'a yol yic Roma ay. Anhej te niwan yelk'och t'a yichanh juntzanhxo chonhab' t'a yol yic Macedonia chi'. Ata' ix onh ek' jaye' k'ual."
        },
        {
            "number": "13",
            "text": "Axo t'a jun sk'ual ik'oj ip ix onh b'at t'a sti' jun ha' niwan ha' t'a stiel chonhab'. Ata' xid'taxon ek' anima lesal. Axo ix onh k'och ta', ix onh em k'ojan. Ix calanel wach' ab'ix t'a juntzanh eb' ix ix toxonton smolb'ej sb'a ta'."
        },
        {
            "number": "14",
            "text": "Ata' ay jun ix scuch Lidia, aj chonhab' Tiatira ix. Ha k'apac k'apac k'ik' mutz'inac te caro stojol schonh ix. Syak' val och Dios ix t'a sk'ool. Ayic van yab'an jun ab'ix chi' ix, haxo Cajal Jesús ix jacan spensar ix. Yuj chi' ix yak' val och spensar ix t'a tas ix yal winhaj Pablo chi'."
        },
        {
            "number": "15",
            "text": "Ix ak'ji bautizar ix yet' jantac eb' junnhej yaj yet' ix t'a yol spat. Ixlajwi chi', ix yalan ix t'ayonh: --Tato tzeyila' to yel svak'och Cajal Jesús t'a in k'ool, ol ex b'at ved' t'a in pat. Wach' tzex aj ta', xchi ix t'ayonh. Ix tevioch ix t'ayonh, yuj chi' ix onh aj ta'."
        },
        {
            "number": "16",
            "text": "Axo junel, ayic van co b'at b'aj slesalvi eb' anima, ix k'och jun ix cob'es ix t'ayonh. Ayoch jun enemigo t'a ix. Yuj chi' naumel lolonel ix. Junelnhej ayoch ix checab'oc t'a juntzanh vinac. Ha juntzanh vinac chi', syak' val ganar tumin eb' winh t'a spatic ix, yujto syal ix tastac toto ol ujok."
        },
        {
            "number": "17",
            "text": "Ix och tzak'an ix cuuj yet' winhaj Pablo chi'. Ix syamanoch ix yavaji, syalan ix: --Ha juntzanh eb' winh tik, schecab' ton val Dios yaj eb' winh, aton jun Dios yelxo niwan yelk'ochi. Van yalan eb' winh t'ayex tas tz'aj e colchaji, xchi ix."
        },
        {
            "number": "18",
            "text": "Tzijtum el ix ek' ix qued'oc. Anhej val jun chi' syal ix t'a juntac el. Axo winhaj Pablo chi', majxo techaj yuj winh yab'ani. Yuj chi' ix meltzajb'at q'uelan winh t'a ix. Ix yalan winh t'a jun enemigo chi': --Sval t'ayach t'a sb'i Jesucristo, elanh t'a ix, xchi winh t'ay. D'a jun rato chi' ix el t'a ix."
        },
        {
            "number": "19",
            "text": "Palta haxo ix yilan eb' winh b'aj checab' yaj ix chi' to ix el jun enemigo chi' t'a ix, to maxtzac yal-laj yak'an ganar stumin eb' winh t'a spatic ix. Yuj chi' ix yik'b'at winhaj Pablo yet' winhaj Silas chi' eb' winh t'a yichanh eb' winh yajal."
        },
        {
            "number": "20",
            "text": "Ix k'och eb' winh t'a yichanh eb' winh juez. Ix yalan eb' winh b'aj checab' yaj ix chi' icha tik: --Ha eb' winh israel tik, tonhej tzul yak' somchajel co chonhab' tik eb' winh."
        },
        {
            "number": "21",
            "text": "Van sk'ayb'an eb' anima eb' winh yet' juntzanh b'eyb'al ay yowalil yuj ley. Max yal co k'ulan juntzanh chi' a onh tik yujto aj Roma onh, xchi eb' winh."
        },
        {
            "number": "22",
            "text": "Axo eb' anima ayek' ta', ix te cot yoval eb' t'a winhaj Pablo yet' t'a winhaj Silas chi'. Axo eb' winh juez ix checan ik'joquel spichul eb' winh schavanhil. Ixlajwi chi', ix schecan mak'joc eb' winh eb' winh t'a te' jixk'ab' te'."
        },
        {
            "number": "23",
            "text": "Manh jantacoc ix aj eb' winh yik'ani. Ixlajwi chi', ix yumjioch eb' winh t'a preso. Ix yalan eb' winh juez chi' t'a winh stanhvumal preso chi': --Tza tanhvej val eb' winh sik'lab'il, xchi eb' winh t'a winh."
        },
        {
            "number": "24",
            "text": "Ixlajwi yab'an jun chi' winh, ix b'at winh yak'canoch eb' winh t'a jun cuarto t'a slajvub'xo k'ochi. Ix yak'anoch yoc eb' winh t'a slod'il jun te' cepo."
        },
        {
            "number": "25",
            "text": "Axo t'ak'walil, ix lesalvi winhaj Pablo yet' winhaj Silas chi'. Ix sb'itan juntzanh b'it eb' winh d'ha Dios. Axo juntzanhxo eb' ayoch yet' eb' winh t'a preso chi', ix yab' eb' sb'itan eb' winh. Axo t'a chimilak'val"
        },
        {
            "number": "26",
            "text": "ix ek' jun niwan quixcab', te ov ix yutej sb'a. Ix laj ib'xiq'ue yich preso chi'. Axo t'a jun rato chi', munil ix laj jacvi spuertail jun preso chi' smasanil. Axo q'uen cadena ayoch t'a eb' preso chi', ix laj elta chocoljoc q'ueen."
        },
        {
            "number": "27",
            "text": "Axo ix el svayanh winh tanhvum preso chi', ix yilan winh to jacanxo jantacnhej spuertail preso chi'. Yuj chi' ix yik'q'ueta q'uen yespada winh t'a yol yatut yic smilancham sb'a winh snaani. Ha snaan winh to ix b'at eb' elelal smasanil."
        },
        {
            "number": "28",
            "text": "Palta haxo winhaj Pablo chi' ix avajelta t'a winh: --Manh a milcham a b'a, ayonh ek' co masanil, xchielta winh."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix sk'ancot sk'ak' winh. Ix och winh b'aj ay eb' chi'. Ix te ib'xiq'ue winh yuj xivelal. Ix em cuman winh t'a yichanh winhaj Pablo yet' winhaj Silas chi'."
        },
        {
            "number": "30",
            "text": "Ixlajwi chi', ix yik'anelta eb' winh chavanh chi' winh, ix yalan winh t'a eb' winh: --Ex mamin, ¿tas yowalil tzin k'ulej yic tzin colchaji? xchi winh."
        },
        {
            "number": "31",
            "text": "--Ak'och Cajal Jesucristo t'a a k'ool, yic wach' ol ach colchaj yet' jantac eb' junnhej yaj ed' t'a yol a pat, xchi eb' winh t'a winh."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi', ix yalan slolonel Cajal Jesús eb' winh t'a winh yet' t'a jantac eb' ayek' t'a yol spat winh."
        },
        {
            "number": "33",
            "text": "Anheja' t'a jun rato chi' ix b'icjiel schiq'uil eb' winh b'aj ix lajvi smak'ji chi' yuj winh tanhvum preso chi'. Ixlajwi chi', ix yak'an ak'joc bautizar sb'a winh yet' eb' junnhej yaj yet' winh t'a yol spat chi'."
        },
        {
            "number": "34",
            "text": "Ichato chi' ix ak'jioch eb' winh yuj winh t'a yol spat. Ix ak'ji wa eb' winh yuj winh. Ix te tzalaj winh yet' eb' cajanek' yet' chi' yujto ix yak'och Dios eb' t'a sk'ool."
        },
        {
            "number": "35",
            "text": "Axo t'a junxo q'uinhib'alil, ix checjib'at juntzanh eb' winh polencía yuj eb' winh juez. Ix b'at yalan eb' winh t'a winh tanhvum preso chi' to tz'el winhaj Pablo yet' winhaj Silas chi' t'a libre."
        },
        {
            "number": "36",
            "text": "Yuj chi' ix yal winh t'a winhaj Pablo chi': --Ix in cha jun órden yuj eb' winh juez chi', tob' tzex vaq'uel t'a libre. Yuj chi' ixiquec. Paxanhec t'a tzalajk'olal, xchi winh t'a eb' winh."
        },
        {
            "number": "37",
            "text": "Palta ix yalan winhaj Pablo chi' t'a eb' winh polencía chi': --Ha onh tik, aj Roma onh. Maj sk'anb'ej yab' eb' winh tato ay co mul. Palta ina ix onh smak' eb' winh t'a yichanh eb' chonhab'. Axo ticnaic, ¿tom sgana eb' winh t'a elk'altac tzonh yaq'uel t'a libre? Manh ol onh el-laj. Cotocab' eb' winh juez chi'. Ha val lak'an eb' winh ol onh ik'aneloc, xchi winh."
        },
        {
            "number": "38",
            "text": "Yuj chi' ix b'at eb' winh yal t'a eb' winh juez chi'. Axo yic ix yab'an eb' winh to aj Roma eb' winh, ix te xivq'ue eb' winh."
        },
        {
            "number": "39",
            "text": "Axo val lak'an eb' winh ix b'at k'anan nivank'olal sb'ha t'a winhaj Pablo yet' t'a winhaj Silas chi'. Ixlajwi chi' ix ik'jielta eb' winh yuj eb' winh t'a preso chi'. --Sco k'an pavor t'ayex, comonoc tzex el t'a jun chonhab' tik, xchi eb' winh juez chi' t'a eb' winh."
        },
        {
            "number": "40",
            "text": "Ixlajwi yelta eb' winh t'a preso chi', ix b'atxi eb' winh t'a spat ix Lidia. Ix sk'umlan sb'a eb' winh yet' eb' creyente. Ix ak'jican yip sk'ool eb' yuj eb' winh. Ixlajwi chi' ix b'atxi eb' winh."
        }
    ]
}