{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ix k'och vinhaj Pablo yed' vinhaj Silas chi' d'a chonhab' Derbe. Ix b'atxi eb' vinh ta', ix k'och eb' vinh d'a chonhab' Listra. Ata' ix yil-lajel sb'a eb' vinh yed' jun vinh creyente scuch Timoteo. A jun vinh chi', a jun ix creyente israel ay yune' vinh, axo vinh smam vinh, griego vinh."
        },
        {
            "number": "2",
            "text": "A eb' creyente d'a chonhab' Listra yed' d'a Iconio ix laj yal eb' smasanil to te' vach' sb'eyb'al vinhaj Timoteo chi'."
        },
        {
            "number": "3",
            "text": "Ix snaan vinhaj Pablo chi' to ol yik'b'at vinh yed'oc. Yuj chi' ix ak'ji circuncidar vinh yuj vinh, yic max cot yoval eb' israel d'a juntzanh lugar b'aj ol ek' eb' vinh chi', yujto yojtac eb' to griego vinh smam vinh."
        },
        {
            "number": "4",
            "text": "Axo d'a junjun chonhab' b'ajtac ix laj ek' eb' vinh, ix yalanel eb' vinh juntzanh checnab'il alb'il yuj eb' vinh schecab' Jesús yed' eb' vinh anciano ay d'a Jerusalén. Ix yalan vinhaj Pablo chi' d'a eb' creyente to yovalil sk'anab'ajej eb' tas syal juntzanh checnab'il chi'."
        },
        {
            "number": "5",
            "text": "Axo eb' creyente d'a junjun chonhab' chi', ix stek'b'ej sb'a eb' d'a jun k'ayb'ub'al yak'nac och eb' d'a sk'ool chi'. Sq'uib' pax sb'isul eb' d'a junjun k'u."
        },
        {
            "number": "6",
            "text": "Sgana eb' vinh sb'at yalel slolonel Dios d'a yol yic Asia, palta axo Yespíritu Dios maj chaanb'atlaj eb' vinh. Yuj chi' a d'a yol yic Frigia yed' d'a Galacia ix b'at eb' vinh."
        },
        {
            "number": "7",
            "text": "Ayic ix k'och eb' vinh d'a sti' smojonal yol yic Misia, ix snaan eb' vinh to a d'a yol yic Bitinia sb'at eb' vinh. Palta axo Yespíritu Dios maj chaanb'atlaj eb' vinh ta'."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix k'axpajek' eb' vinh d'a sti' yol yic Misia chi'. Ix k'och eb' vinh d'a chonhab' Troas, aton jun ay d'a sti' a' mar."
        },
        {
            "number": "9",
            "text": "Axo d'a jun ak'val, icha d'a vayich ix aj yilan jun vinh aj Macedonia vinhaj Pablo chi', linhanek' vinh ix yil vinh. Ix tevioch vinh d'a vinh: “Cotanh d'a Macedonia. Colvajanh d'ayonh,” xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix lajvi yilan jun chi' vinhaj Pablo chi', ix cak'an lista co b'a yic tzonh b'at d'a Macedonia chi'. Yujto ix cojtaquejeli to a Dios ix ak'an copisio calanel vach' ab'ix yic colnab'il d'a eb' anima chi'."
        },
        {
            "number": "11",
            "text": "Ichato chi', ix onh och d'a yol jun barco d'a chonhab' Troas chi'. Te d'inhannhej ix onh b'ati, ix onh k'och d'a yol yic Samotracia. Axo d'a junxo k'u ix onh k'och d'a jun chonhab' scuch Neápolis."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi', ix onh b'atxi, ix onh k'och d'a chonhab' Filipos. A jun chonhab' chi', axo d'a yol yic Roma ay. Anhej te nivan yelk'och d'a yichanh juntzanhxo chonhab' d'a yol yic Macedonia chi'. Ata' ix onh ek' jaye' k'ual."
        },
        {
            "number": "13",
            "text": "Axo d'a jun sk'ual ik'oj ip ix onh b'at d'a sti' jun a' nivan a' d'a stiel chonhab'. Ata' xid'taxon ek' anima lesal. Axo ix onh k'och ta', ix onh em k'ojan. Ix calanel vach' ab'ix d'a juntzanh eb' ix ix toxonton smolb'ej sb'a ta'."
        },
        {
            "number": "14",
            "text": "Ata' ay jun ix scuch Lidia, aj chonhab' Tiatira ix. A k'apac k'apac q'uik' mutz'inac te caro stojol schonh ix. Syak' val och Dios ix d'a sk'ool. Ayic van yab'an jun ab'ix chi' ix, axo Cajal Jesús ix jacan spensar ix. Yuj chi' ix yak' val och spensar ix d'a tas ix yal vinhaj Pablo chi'."
        },
        {
            "number": "15",
            "text": "Ix ak'ji bautizar ix yed' jantac eb' junnhej yaj yed' ix d'a yol spat. Ix lajvi chi', ix yalan ix d'ayonh: --Tato tzeyila' to yel svak'och Cajal Jesús d'a in k'ool, ol ex b'at ved' d'a in pat. Vach' tzex aj ta', xchi ix d'ayonh. Ix tevioch ix d'ayonh, yuj chi' ix onh aj ta'."
        },
        {
            "number": "16",
            "text": "Axo junel, ayic van co b'at b'aj slesalvi eb' anima, ix k'och jun ix cob'es ix d'ayonh. Ayoch jun enemigo d'a ix. Yuj chi' naumel lolonel ix. Junelnhej ayoch ix checab'oc d'a juntzanh vinac. A juntzanh vinac chi', syak' val ganar tumin eb' vinh d'a spatic ix, yujto syal ix tastac toto ol ujoc."
        },
        {
            "number": "17",
            "text": "Ix och tzak'an ix cuuj yed' vinhaj Pablo chi'. Ix syamanoch ix yavaji, syalan ix: --A juntzanh eb' vinh tic, schecab' ton val Dios yaj eb' vinh, aton jun Dios yelxo nivan yelk'ochi. Van yalan eb' vinh d'ayex tas tz'aj e colchaji, xchi ix."
        },
        {
            "number": "18",
            "text": "Tzijtum el ix ek' ix qued'oc. Anhej val jun chi' syal ix d'a juntac el. Axo vinhaj Pablo chi', majxo techaj yuj vinh yab'ani. Yuj chi' ix meltzajb'at q'uelan vinh d'a ix. Ix yalan vinh d'a jun enemigo chi': --Sval d'ayach d'a sb'i Jesucristo, elanh d'a ix, xchi vinh d'ay. D'a jun rato chi' ix el d'a ix."
        },
        {
            "number": "19",
            "text": "Palta axo ix yilan eb' vinh b'aj checab' yaj ix chi' to ix el jun enemigo chi' d'a ix, to maxtzac yal-laj yak'an ganar stumin eb' vinh d'a spatic ix. Yuj chi' ix yik'b'at vinhaj Pablo yed' vinhaj Silas chi' eb' vinh d'a yichanh eb' vinh yajal."
        },
        {
            "number": "20",
            "text": "Ix k'och eb' vinh d'a yichanh eb' vinh juez. Ix yalan eb' vinh b'aj checab' yaj ix chi' icha tic: --A eb' vinh israel tic, tonhej tzul yak' somchajel co chonhab' tic eb' vinh."
        },
        {
            "number": "21",
            "text": "Van sk'ayb'an eb' anima eb' vinh yed' juntzanh b'eyb'al ay yovalil yuj ley. Max yal co k'ulan juntzanh chi' a onh tic yujto aj Roma onh, xchi eb' vinh."
        },
        {
            "number": "22",
            "text": "Axo eb' anima ayek' ta', ix te cot yoval eb' d'a vinhaj Pablo yed' d'a vinhaj Silas chi'. Axo eb' vinh juez ix checan ik'joquel spichul eb' vinh schavanhil. Ix lajvi chi', ix schecan mak'joc eb' vinh eb' vinh d'a te' jixk'ab' te'."
        },
        {
            "number": "23",
            "text": "Manh jantacoc ix aj eb' vinh yik'ani. Ix lajvi chi', ix yumjioch eb' vinh d'a preso. Ix yalan eb' vinh juez chi' d'a vinh stanhvumal preso chi': --Tza tanhvej val eb' vinh sik'lab'il, xchi eb' vinh d'a vinh."
        },
        {
            "number": "24",
            "text": "Ix lajvi yab'an jun chi' vinh, ix b'at vinh yak'canoch eb' vinh d'a jun cuarto d'a slajvub'xo k'ochi. Ix yak'anoch yoc eb' vinh d'a slod'il jun te' cepo."
        },
        {
            "number": "25",
            "text": "Axo d'ak'valil, ix lesalvi vinhaj Pablo yed' vinhaj Silas chi'. Ix sb'itan juntzanh b'it eb' vinh d'a Dios. Axo juntzanhxo eb' ayoch yed' eb' vinh d'a preso chi', ix yab' eb' sb'itan eb' vinh. Axo d'a chimilak'val"
        },
        {
            "number": "26",
            "text": "ix ek' jun nivan quixcab', te ov ix yutej sb'a. Ix laj ib'xiq'ue yich preso chi'. Axo d'a jun rato chi', munil ix laj jacvi spuertail jun preso chi' smasanil. Axo q'uen cadena ayoch d'a eb' preso chi', ix laj elta chocoljoc q'ueen."
        },
        {
            "number": "27",
            "text": "Axo ix el svayanh vinh tanhvum preso chi', ix yilan vinh to jacanxo jantacnhej spuertail preso chi'. Yuj chi' ix yik'q'ueta q'uen yespada vinh d'a yol yatut yic smilancham sb'a vinh snaani. A snaan vinh to ix b'at eb' elelal smasanil."
        },
        {
            "number": "28",
            "text": "Palta axo vinhaj Pablo chi' ix avajelta d'a vinh: --Manh a milcham a b'a, ayonh ek' co masanil, xchielta vinh."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix sk'ancot sk'ak' vinh. Ix och vinh b'aj ay eb' chi'. Ix te ib'xiq'ue vinh yuj xivelal. Ix em cuman vinh d'a yichanh vinhaj Pablo yed' vinhaj Silas chi'."
        },
        {
            "number": "30",
            "text": "Ix lajvi chi', ix yik'anelta eb' vinh chavanh chi' vinh, ix yalan vinh d'a eb' vinh: --Ex mamin, ¿tas yovalil tzin k'ulej yic tzin colchaji? xchi vinh."
        },
        {
            "number": "31",
            "text": "--Ak'och Cajal Jesucristo d'a a k'ool, yic vach' ol ach colchaj yed' jantac eb' junnhej yaj ed' d'a yol a pat, xchi eb' vinh d'a vinh."
        },
        {
            "number": "32",
            "text": "Ix lajvi chi', ix yalan slolonel Cajal Jesús eb' vinh d'a vinh yed' d'a jantac eb' ayek' d'a yol spat vinh."
        },
        {
            "number": "33",
            "text": "Anheja' d'a jun rato chi' ix b'icjiel schiq'uil eb' vinh b'aj ix lajvi smak'ji chi' yuj vinh tanhvum preso chi'. Ix lajvi chi', ix yak'an ak'joc bautizar sb'a vinh yed' eb' junnhej yaj yed' vinh d'a yol spat chi'."
        },
        {
            "number": "34",
            "text": "Ichato chi' ix ak'jioch eb' vinh yuj vinh d'a yol spat. Ix ak'ji va eb' vinh yuj vinh. Ix te tzalaj vinh yed' eb' cajanek' yed' chi' yujto ix yak'och Dios eb' d'a sk'ool."
        },
        {
            "number": "35",
            "text": "Axo d'a junxo q'uinhib'alil, ix checjib'at juntzanh eb' vinh polencía yuj eb' vinh juez. Ix b'at yalan eb' vinh d'a vinh tanhvum preso chi' to tz'el vinhaj Pablo yed' vinhaj Silas chi' d'a libre."
        },
        {
            "number": "36",
            "text": "Yuj chi' ix yal vinh d'a vinhaj Pablo chi': --Ix in cha jun órden yuj eb' vinh juez chi', tob' tzex vaq'uel d'a libre. Yuj chi' ixiquec. Paxanhec d'a tzalajk'olal, xchi vinh d'a eb' vinh."
        },
        {
            "number": "37",
            "text": "Palta ix yalan vinhaj Pablo chi' d'a eb' vinh polencía chi': --A onh tic, aj Roma onh. Maj sk'anb'ej yab' eb' vinh tato ay co mul. Palta ina ix onh smak' eb' vinh d'a yichanh eb' chonhab'. Axo ticnaic, ¿tom sgana eb' vinh d'a elk'altac tzonh yaq'uel d'a libre? Manh ol onh el-laj. Cotocab' eb' vinh juez chi'. A val lak'an eb' vinh ol onh ik'aneloc, xchi vinh."
        },
        {
            "number": "38",
            "text": "Yuj chi' ix b'at eb' vinh yal d'a eb' vinh juez chi'. Axo yic ix yab'an eb' vinh to aj Roma eb' vinh, ix te xivq'ue eb' vinh."
        },
        {
            "number": "39",
            "text": "Axo val lak'an eb' vinh ix b'at k'anan nivank'olal sb'a d'a vinhaj Pablo yed' d'a vinhaj Silas chi'. Ix lajvi chi' ix ik'jielta eb' vinh yuj eb' vinh d'a preso chi'. --Sco k'an pavor d'ayex, comonoc tzex el d'a jun chonhab' tic, xchi eb' vinh juez chi' d'a eb' vinh."
        },
        {
            "number": "40",
            "text": "Ix lajvi yelta eb' vinh d'a preso chi', ix b'atxi eb' vinh d'a spat ix Lidia. Ix sk'umlan sb'a eb' vinh yed' eb' creyente. Ix ak'jican yip sk'ool eb' yuj eb' vinh. Ix lajvi chi' ix b'atxi eb' vinh."
        }
    ]
}