{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ix k'och winhaj Pablo yet' winhaj Silas chi' t'a chonhab' Derbe. Ix b'atxi heb' winh ta', ix k'och heb' winh t'a chonhab' Listra. Ata' ix yil-lajel sb'a heb' winh yet' jun winh creyente scuch Timoteo. Ha jun winh chi', a jun ix creyente israel ay yune' winh, haxo winh smam winh, griego winh."
        },
        {
            "number": "2",
            "text": "Ha heb' creyente t'a chonhab' Listra yet' t'a Iconio ix laj yal heb' smasanil to te' wach' sb'eyb'al winhaj Timoteo chi'."
        },
        {
            "number": "3",
            "text": "Ix snaan winhaj Pablo chi' to ol yik'b'at winh yet'oc. Yuj chi' ix ak'ji circuncidar winh yuj winh, yic max cot yowal heb' israel t'a juntzanh lugar b'aj ol ek' heb' winh chi', yujto yojtac heb' to griego winh smam winh."
        },
        {
            "number": "4",
            "text": "Axo t'a junjun chonhab' b'ajtac ix laj ek' heb' winh, ix yalanel heb' winh juntzanh checnab'il alb'il yuj heb' winh schecab' Jesús yet' heb' winh anciano ay t'a Jerusalén. Ix yalan winhaj Pablo chi' t'a heb' creyente to yowalil sk'anab'ajej heb' tas syal juntzanh checnab'il chi'."
        },
        {
            "number": "5",
            "text": "Axo heb' creyente t'a junjun chonhab' chi', ix stek'b'ej sb'a heb' t'a jun k'ayb'ub'al yak'nac och heb' t'a sk'ool chi'. Sq'uib' pax sb'isul heb' t'a junjun k'u."
        },
        {
            "number": "6",
            "text": "Snib'ej heb' winh sb'at yalel slolonel Dios t'a yol yic Asia, palta haxo Yespíritu Dios maj chaanb'atlaj heb' winh. Yuj chi' ha t'a yol yic Frigia yet' t'a Galacia ix b'at heb' winh."
        },
        {
            "number": "7",
            "text": "Ayic ix k'och heb' winh t'a sti' smojonal yol yic Misia, ix snaan heb' winh to ha t'a yol yic Bitinia sb'at heb' winh. Palta haxo Yespíritu Dios maj chaanb'atlaj heb' winh ta'."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix k'axpajek' heb' winh t'a sti' yol yic Misia chi'. Ix k'och heb' winh t'a chonhab' Troas, aton jun ay t'a sti' ha' mar."
        },
        {
            "number": "9",
            "text": "Axo t'a jun ak'wal, icha t'a wayich ix aj yilan jun winh aj Macedonia winhaj Pablo chi', linhanek' winh ix yil winh. Ix tewioch winh t'a winh: “Cotanh t'a Macedonia. Colwajanh t'ayonh,” xchi winh."
        },
        {
            "number": "10",
            "text": "Ixlajwi yilan jun chi' winhaj Pablo chi', ix cak'an lista ko b'a yic tzonh b'at t'a Macedonia chi'. Yujto ix cojtaquejeli to ha Dios ix ak'an copisio calanel wach' ab'ix yic colnab'il t'a heb' anima chi'."
        },
        {
            "number": "11",
            "text": "Ichato chi', ix onh och t'a yol jun barco t'a chonhab' Troas chi'. Te d'inhannhej ix onh b'ati, ix onh k'och t'a yol yic Samotracia. Axo t'a junxo k'u ix onh k'och t'a jun chonhab' scuch Neápolis."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix onh b'atxi, ix onh k'och t'a chonhab' Filipos. Ha jun chonhab' chi', haxo t'a yol yic Roma ay. Anhej te niwan yelk'och t'a yichanh juntzanhxo chonhab' t'a yol yic Macedonia chi'. Ata' ix onh ek' jaye' k'ual."
        },
        {
            "number": "13",
            "text": "Axo t'a jun sk'ual ik'oj ip ix onh b'at t'a sti' jun ha' niwan ha' t'a stiel chonhab'. Ata' xid'taxon ek' anima lesal. Axo ix onh k'och ta', ix onh em k'ojan. Ix calanel wach' ab'ix t'a juntzanh heb' ix ix toxonton smolb'ej sb'a ta'."
        },
        {
            "number": "14",
            "text": "Ata' ay jun ix scuch Lidia, aj chonhab' Tiatira ix. Ha k'apac k'apac k'ik' mutz'inac te caro stojol schonh ix. Syak' wal och Dios ix t'a sk'ool. Ayic wan yab'an jun ab'ix chi' ix, haxo Kajal Jesús ix jacan spensar ix. Yuj chi' ix yak' wal och spensar ix t'a tas ix yal winhaj Pablo chi'."
        },
        {
            "number": "15",
            "text": "Ix ak'ji bautizar ix yet' jantac heb' junnhej yaj yet' ix t'a yol spat. Ixlajwi chi', ix yalan ix t'ayonh: --Tato tzeyila' to yel swak'och Kajal Jesús t'a in k'ool, ol ex b'at wed' t'a in pat. Wach' tzex aj ta', xchi ix t'ayonh. Ix tewioch ix t'ayonh, yuj chi' ix onh aj ta'."
        },
        {
            "number": "16",
            "text": "Axo junel, ayic wan ko b'at b'aj slesalwi heb' anima, ix k'och jun ix cob'es ix t'ayonh. Ayoch jun enemigo t'a ix. Yuj chi' naumel lolonel ix. Junelnhej ayoch ix checab'oc t'a juntzanh winak. Ha juntzanh winak chi', syak' wal ganar tumin heb' winh t'a spatic ix, yujto syal ix tastac toto ol ujok."
        },
        {
            "number": "17",
            "text": "Ix och tzak'an ix cuuj yet' winhaj Pablo chi'. Ix syamanoch ix yawaji, syalan ix: --Ha juntzanh heb' winh tik, schecab' ton wal Dios yaj heb' winh, aton jun Dios yelxo niwan yelk'ochi. Van yalan heb' winh t'ayex tas tz'aj he colchaji, xchi ix."
        },
        {
            "number": "18",
            "text": "Tzijtum el ix ek' ix qued'oc. Anhej wal jun chi' syal ix t'a juntac el. Axo winhaj Pablo chi', majxo techaj yuj winh yab'ani. Yuj chi' ix meltzajb'at k'elan winh t'a ix. Ix yalan winh t'a jun enemigo chi': --Swal t'ayach t'a sb'i Jesucristo, elanh t'a ix, xchi winh t'ay. D'a jun rato chi' ix el t'a ix."
        },
        {
            "number": "19",
            "text": "Palta haxo ix yilan heb' winh b'aj checab' yaj ix chi' to ix el jun enemigo chi' t'a ix, to maxtzac yal-laj yak'an ganar stumin heb' winh t'a spatic ix. Yuj chi' ix yik'b'at winhaj Pablo yet' winhaj Silas chi' heb' winh t'a yichanh heb' winh yajal."
        },
        {
            "number": "20",
            "text": "Ix k'och heb' winh t'a yichanh heb' winh juez. Ix yalan heb' winh b'aj checab' yaj ix chi' icha tik: --Ha heb' winh israel tik, tonhej tzul yak' somchajel ko chonhab' tik heb' winh."
        },
        {
            "number": "21",
            "text": "Van sk'ayb'an heb' anima heb' winh yet' juntzanh b'eyb'al ay yowalil yuj ley. Max yal ko k'ulan juntzanh chi' a onh tik yujto aj Roma onh, xchi heb' winh."
        },
        {
            "number": "22",
            "text": "Axo heb' anima ayek' ta', ix te cot yowal heb' t'a winhaj Pablo yet' t'a winhaj Silas chi'. Axo heb' winh juez ix checan ik'joquel spichul heb' winh schawanhil. Ixlajwi chi', ix schecan mak'joc heb' winh heb' winh t'a te' jixk'ab' te'."
        },
        {
            "number": "23",
            "text": "Manh jantacoc ix aj heb' winh yik'ani. Ixlajwi chi', ix yumjioch heb' winh t'a preso. Ix yalan heb' winh juez chi' t'a winh stanhwumal preso chi': --Tza tanhwej wal heb' winh sik'lab'il, xchi heb' winh t'a winh."
        },
        {
            "number": "24",
            "text": "Ixlajwi yab'an jun chi' winh, ix b'at winh yak'canoch heb' winh t'a jun cuarto t'a slajwub'xo k'ochi. Ix yak'anoch yoc heb' winh t'a slod'il jun te' cepo."
        },
        {
            "number": "25",
            "text": "Axo t'ak'walil, ix lesalwi winhaj Pablo yet' winhaj Silas chi'. Ix sb'itan juntzanh b'it heb' winh d'ha Dios. Axo juntzanhxo heb' ayoch yet' heb' winh t'a preso chi', ix yab' heb' sb'itan heb' winh. Axo t'a chimilak'wal"
        },
        {
            "number": "26",
            "text": "ix ek' jun niwan quixcab', te ov ix yutej sb'a. Ix laj ib'xik'e yich preso chi'. Axo t'a jun rato chi', munil ix laj jacwi spuertail jun preso chi' smasanil. Axo k'een cadena ayoch t'a heb' preso chi', ix laj elta chocoljoc k'een."
        },
        {
            "number": "27",
            "text": "Axo ix el swayanh winh tanhwum preso chi', ix yilan winh to jacanxo jantacnhej spuertail preso chi'. Yuj chi' ix yik'k'eta k'een yespada winh t'a yol yatut yic smilancham sb'a winh snaani. Ha snaan winh to ix b'at heb' elelal smasanil."
        },
        {
            "number": "28",
            "text": "Palta haxo winhaj Pablo chi' ix awajelta t'a winh: --Manh a milcham a b'a, ayonh ek' ko masanil, xchielta winh."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix sk'ancot sk'ak' winh. Ix och winh b'aj ay heb' chi'. Ix te ib'xik'e winh yuj xiwelal. Ix em cuman winh t'a yichanh winhaj Pablo yet' winhaj Silas chi'."
        },
        {
            "number": "30",
            "text": "Ixlajwi chi', ix yik'anelta heb' winh chawanh chi' winh, ix yalan winh t'a heb' winh: --Ex mamin, ¿tas yowalil tzin k'ulej yic tzin colchaji? xchi winh."
        },
        {
            "number": "31",
            "text": "--Ak'och Kajal Jesucristo t'a a k'ool, yic wach' ol ach colchaj yet' jantac heb' junnhej yaj ed' t'a yol a pat, xchi heb' winh t'a winh."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi', ix yalan slolonel Kajal Jesús heb' winh t'a winh yet' t'a jantac heb' ayek' t'a yol spat winh."
        },
        {
            "number": "33",
            "text": "Anheja' t'a jun rato chi' ix b'icjiel schiq'uil heb' winh b'aj ix lajwi smak'ji chi' yuj winh tanhwum preso chi'. Ixlajwi chi', ix yak'an ak'joc bautizar sb'a winh yet' heb' junnhej yaj yet' winh t'a yol spat chi'."
        },
        {
            "number": "34",
            "text": "Ichato chi' ix ak'jioch heb' winh yuj winh t'a yol spat. Ix ak'ji wa heb' winh yuj winh. Ix te tzalaj winh yet' heb' cajanek' yet' chi' yujto ix yak'och Dios heb' t'a sk'ool."
        },
        {
            "number": "35",
            "text": "Axo t'a junxo q'uinhib'alil, ix checjib'at juntzanh heb' winh polencía yuj heb' winh juez. Ix b'at yalan heb' winh t'a winh tanhwum preso chi' to tz'el winhaj Pablo yet' winhaj Silas chi' t'a libre."
        },
        {
            "number": "36",
            "text": "Yuj chi' ix yal winh t'a winhaj Pablo chi': --Ix in cha jun órden yuj heb' winh juez chi', tob' tzex wak'el t'a libre. Yuj chi' ixiquec. Paxanhec t'a tzalajk'olal, xchi winh t'a heb' winh."
        },
        {
            "number": "37",
            "text": "Palta ix yalan winhaj Pablo chi' t'a heb' winh polencía chi': --Ha onh tik, aj Roma onh. Maj sk'anb'ej yab' heb' winh tato ay ko mul. Palta ina ix onh smak' heb' winh t'a yichanh heb' chonhab'. Axo ticnaik, ¿tom snib'ej heb' winh t'a elk'altac tzonh yak'el t'a libre? Manh ol onh el-laj. Cotocab' heb' winh juez chi'. Ha wal lak'an heb' winh ol onh ik'aneloc, xchi winh."
        },
        {
            "number": "38",
            "text": "Yuj chi' ix b'at heb' winh yal t'a heb' winh juez chi'. Axo yic ix yab'an heb' winh to aj Roma heb' winh, ix te xivk'e heb' winh."
        },
        {
            "number": "39",
            "text": "Axo wal lak'an heb' winh ix b'at k'anan niwank'olal sb'ha t'a winhaj Pablo yet' t'a winhaj Silas chi'. Ixlajwi chi' ix ik'jielta heb' winh yuj heb' winh t'a preso chi'. --Sco k'an pawor t'ayex, comonoc tzex el t'a jun chonhab' tik, xchi heb' winh juez chi' t'a heb' winh."
        },
        {
            "number": "40",
            "text": "Ixlajwi yelta heb' winh t'a preso chi', ix b'atxi heb' winh t'a spat ix Lidia. Ix sk'umlan sb'a heb' winh yet' heb' creyente. Ix ak'jican yip sk'ool heb' yuj heb' winh. Ixlajwi chi' ix b'atxi heb' winh."
        }
    ]
}