{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ix ek' winhaj Pablo yet' winhaj Silas chi' t'a chonhab' Anfípolis yet' t'a chonhab' Apolonia. Ixlajwi chi', ix k'och heb' winh t'a chonhab' Tesalónica b'aj ay jun spatil culto."
        },
        {
            "number": "2",
            "text": "Axo winhaj Pablo chi' ix och winh yet' heb' ta' ichataxon smodo winh. Oxe' k'ual ik'oj ip ix yak' winh yak'lab'an Slolonel Dios yalan t'a heb' israel"
        },
        {
            "number": "3",
            "text": "chajtil to a Cristo yowalil ix yab' syail, ix miljichamoc. Yowalil pax ix pitzwixi t'a skal heb' chamnac. Ix yalanpax winh t'a heb' icha tik: --Ha Jesús wan walan yab'ixal tik t'ayex, aton Cristo, xchi winh t'a heb'."
        },
        {
            "number": "4",
            "text": "Ay jaywanh heb' israel ix ak'anoch Cristo t'a sk'ool. Yuj chi' ix och heb' yetb'eyumoc winhaj Pablo yet' winhaj Silas chi'. Tzijtum heb' griego ochnac t'a sk'ayb'ub'al heb' israel ix ak'anpaxoch t'a sk'ool. Tzijtum pax heb' ix ix ojtacab'il yuj heb' anima ix ak'anoch t'a sk'ool."
        },
        {
            "number": "5",
            "text": "Palta haxo heb' israel maj ak'anochlaj t'a sk'ool, ayic ix yilan heb', ix te cot yowal heb'. Ix smolb'an juntzanh heb' chuk spensar heb'. Ha heb' chi', anhej chukal tzek' sayek' heb' t'a yol chonhab' chi'. Ixlajwi yak'ji sk'ool heb' yuj heb', ix ek' smolb'an heb' anima heb' smasanil. Ix k'e somnaj heb' anima chi' ste cot yowal. Ix yak'an yip heb' yecanoch sb'ha t'a yol spat jun winh scuch Jasón, yujto a snaan heb' to ata' ayek' winhaj Pablo yet' winhaj Silas chi', yujto snib'ej heb' syik'elta heb' winh yic syak'anoch heb' winh heb' t'a yichanh heb' chonhab'."
        },
        {
            "number": "6",
            "text": "Palta malaj heb' winh ayek' t'a yol pat chi'. Yuj chi', ix syam winhaj Jasón heb' yet' jaywanhxo heb' creyente. Ix ik'jib'at heb' yuj heb' winh t'a heb' winh yajal. Axo ta' ix yal chaanh heb': --Ha winhaj Pablo yet' winhaj Silas, tzek' heb' winh yak' somchajel heb' anima t'a yol yib'anhk’inal tik. Axo ticnaik ix ja heb' winh t'ayonh."
        },
        {
            "number": "7",
            "text": "Ha winhaj Jasón tik ix chaanoch heb' winh t'a yol spat. Ha heb' winh tik toxon max sk'anab'ajej sley winh cajal t'a Roma heb' winh, yujto syal heb' winh to ay junxo rey scuchan Jesús, xchi heb' t'a heb' winh yajal chi'."
        },
        {
            "number": "8",
            "text": "Ayic ix yab'an jun chi' heb' winh yajal yet' heb' chonhab' chi', ix k'e somnaj heb' scot yowal."
        },
        {
            "number": "9",
            "text": "Axo k'een tumin ix sk'an heb' yajal chi' t'a winhaj Jasón yet' t'a heb' ajun yet' winh chi'. Ichato chi', ix actajel heb'."
        },
        {
            "number": "10",
            "text": "Axo yic ix k'ik'b'i, ix checjib'at winhaj Pablo yet' winhaj Silas chi' yuj heb' creyente t'a chonhab' Berea. Axo ix k'och heb' winh ta', ix och heb' winh t'a yol spatil culto."
        },
        {
            "number": "11",
            "text": "Ha heb' israel aj Berea chi' más wach' spensar heb' t'a yichanh heb' aj Tesalónica chi', yujto ix smaclej wal yab' slolonel Dios heb'. Axo t'a junjun k'u, sk'ayb'an heb' tas tz'ib'ab'ilcan t'a Slolonel Dios yic syil heb' tato yel syal winhaj Pablo chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' tzijtum heb' israel yet' heb' griego ix ak'anoch Cristo t'a sk'ool. Ha t'a skal heb' chi' ay heb' ix ix ojtacab'il yuj heb' anima yet' pax heb' winh winak."
        },
        {
            "number": "13",
            "text": "Palta haxo heb' israel aj Tesalónica, ayic ix yab'an heb' to wan yalanel slolonel Dios winhaj Pablo t'a Berea chi', ix b'at heb' ta'. Ayic ix k'och heb', ix yak'k'e somnaj heb' chonhab' chi' heb' scot yowal."
        },
        {
            "number": "14",
            "text": "Palta elanhchamel ix checjib'at winhaj Pablo chi' t'a sti' ha' mar yuj heb' creyente. Axo winhaj Silas yet' winhaj Timoteo ix kan heb' winh t'a chonhab' Berea chi'."
        },
        {
            "number": "15",
            "text": "Ha heb' creyente ix b'at yet' winhaj Pablo chi', ix b'atnhej heb' yet' winh masanto t'a chonhab' Atenas. Ayic ix k'och heb' ta' ix yalan winh t'a heb': --Tzeyal t'a winhaj Silas yet' t'a winhaj Timoteo to scot heb' winh t'a elanhchamel, xchi winh t'a heb'. Ixlajwi chi' ix meltzajxi heb'."
        },
        {
            "number": "16",
            "text": "Ayic wan stanhwan winhaj Pablo sk'och winhaj Silas yet' winhaj Timoteo chi' t'a chonhab' Atenas, ix yilan winh, manh jantacoc juntzanh tas syaloch heb' anima sdiosaloc. Yuj chi' ix te kus winh yilani."
        },
        {
            "number": "17",
            "text": "Ichato chi' ix och winh t'a yol spatil culto. Ix stelan sb'a winh yet' heb' israel yet' heb' ochnac t'a sk'ayb'ub'al heb'. Axo t'a junjun k'u ix laj yalub'tanhej pax winh yet' heb' anima ayek' t'a mercado."
        },
        {
            "number": "18",
            "text": "Ay juntzanh heb' winh winak te jelan sk'ayb'an sjelanil heb' scuch epicúreo yet' juntzanh heb' scuch estoico. Ix och ijan heb' winh slolon yet' winhaj Pablo chi'. Axo nanhalxo heb' winh ix alub'tanhan icha tik: --Ha jun winh te jelan slolon tik, ¿tastaxlaj ol yal winh t'ayonh? xchi heb' winh. Axo juntzanhxo heb' winh ix alan icha tik: --Ha ko naani to tzul yal yab'ixal juntzanhxo ch'oc diosal winh, xchi heb' winh. Icha chi' ix aj yalan heb' winh yujto ix yalel yab'ixal Jesucristo winhaj Pablo chi'. Ix yalanpax winh to ol pitzwokxi heb' chamnac."
        },
        {
            "number": "19",
            "text": "Axo heb' winh jelan chi' ix ik'anb'at winhaj Pablo chi' t'a jun yune' tzalan scuch Areópago, aton jun b'aj smolb'ejtaxon sb'a heb' winh yic syak'an slajti' heb' winh. Ayic ix k'och heb' winh ta' ix sk'anb'an heb' winh t'a winh: --Ha jun ak' k'ayb'ub'al tzalel tik, ¿tzam yal cab'an smasanil?"
        },
        {
            "number": "20",
            "text": "Yujto manta b'aj scab' juntzanh tik, yuj chi' ko gana scojtaquejeli tas syalelk'ochi, xchi heb' winh t'a winh."
        },
        {
            "number": "21",
            "text": "Icha chi' ix aj yalan heb' yujto masanil heb' anima t'a Atenas chi' yet' pax heb' ch'oc chonhab'il ayek' ta', ch'oc smodo heb'. Tato ay junok ak' k'ayb'ub'al tz'alji, snib'ej heb' syab' smasanil, syalan paxel heb' junelxo. Anhej ta' syak'och spensar heb'."
        },
        {
            "number": "22",
            "text": "Axo winhaj Pablo chi', ix k'e linhan winh t'a skal heb' t'a Areópago chi', ix yalan winh: --Ex yajal t'a Atenas tik, ix wila'' to te ay wal och he pensar t'a juntzanh he diosal."
        },
        {
            "number": "23",
            "text": "Yujto ayic ix in b'eyek' t'a yol he chonhab' tik, ix in ek' wil b'ajtac slaj eyak'em he b'ha t'a juntzanh he diosal chi'. Ix wilan pax jun sb'achnub' silab' b'ajtil tz'ib'ab'ilcan och eyuj icha tik: Ha t'a tik skak'em ko b'ha t'a jun Dios manh ojtacab'iloc, xchi. Ha jun Dios chi', niwanoc tzeyak'em he b'a t'ay, palta manh eyojtacoc. Aton jun Dios chi' tzul wal yab'ixal t'ayex."
        },
        {
            "number": "24",
            "text": "Ha jun Dios swal tik, a b'ojinac yol yib'anhk’inal tik yet' masanil tas ay t'ay. Aton yajal yaj t'a satcha’anh, yajal pax yaj t'a yol yib'anhk’inal tik. Ha jun Dios chi', max cajnaj t'a junok pat b'ob'il yuj heb' anima."
        },
        {
            "number": "25",
            "text": "Manh yowaliloc ay tas tz'ak'ji t'ay yuj heb' anima. Yujto aton tz'ak'an ko k 'inal ko masanil. Ha tz'ak'an quik' quik', a tz'ak'anpax masanil tas ay t'ayonh."
        },
        {
            "number": "26",
            "text": "Aton b'ojinac jun winh b'ab'el winak ochnac smam yichamoc junjun nación, yic aynhej anima t'a masanil sat lu'um tik. Ha tz'alani jantac tiempoal tzek' junjun nación. Ha tz'alanpaxi b'ajtil sk'och k'aman smacb'en junjun."
        },
        {
            "number": "27",
            "text": "Icha chi' syutej yic wach' tz'ilchaj yuj heb' anima. Wach'chom tonhej tzek' machmon heb' sayeq'ui yic tope wal tz'ilchaj yuj heb'. Palta swal t'ayex, manh najatoc ayek' Dios chi'. Lak'an ayek' t'a ko tz'ey junjun onh."
        },
        {
            "number": "28",
            "text": "Yel, yujnhej Dios chi' pitzan onh. Yuj ay ko k 'inal. Yuj ay onh ek' t'a yol yib'anhk’inal tik. Ay juntzanh heb' eyetchonhab' jelan sloloni. Syalan heb' icha tik: Yuninal onh Dios ko masanil, xchi heb'."
        },
        {
            "number": "29",
            "text": "Yel ton syal heb', yuninal onh Dios. Yuj chi' manhxo smojoc sco na'a to Dios juntzanh yechel b'ob'il tik yet' k'een oro, k'een plata yet' juntzanhxo k'een k'een. Ha juntzanh yechel tik yujnhej sjelanil heb' anima sb'oi."
        },
        {
            "number": "30",
            "text": "Ha t'a peka' manh yojtacoc heb' anima chajtil yaj Dios. Yuj chi' niwan yutejnac sk'ool t'a heb'. Palta a tz'alan ticnaik to yowalil sna sb'a heb' anima smasanil t'a yol yib'anhk’inal tik."
        },
        {
            "number": "31",
            "text": "Yujto yalnaccani to ay jun k'ual ol sch'olb'itej tas yaj heb' anima smasanil. Tojol ol yutoc sch'olb'itan tas yaj heb', icha tas tz'el sk'ulan junjun heb'. Axo jun sik'b'ilcanel yuj, aton jun chi' ol ch'olb'itan tas yaj heb'. Ix sch'ox Dios t'a heb' anima smasanil to te yel jun tik ayic ix ik'jik'e waan jun sik'b'ilcanel yuj chi' t'a skal heb' chamnac, xchi winhaj Pablo chi' t'a heb'."
        },
        {
            "number": "32",
            "text": "Palta ayic ix yab'an heb' to ol pitzwokxi heb' chamnac, ay heb' ix laj b'uchwaj t'a winh. Palta ay juntzanhxo heb' ix alani: --Olto ko k'anb'ejxi cab' juntzanh tik t'ayach, xchi heb' winh t'a winh."
        },
        {
            "number": "33",
            "text": "Ixlajwi yalan juntzanh chi' heb', ix el winh t'a skal heb'."
        },
        {
            "number": "34",
            "text": "Palta ay jaywanh heb' ix ak'anoch Cristo t'a sk'ool. Ix och heb' yetb'eyumoc winhaj Pablo chi'. Ha t'a skal heb' chi', ata' ayek' winhaj Dionisio, winh yetyajalil sb'a yet' heb' smolb'ej sb'ha t'a Areópago chi'. Ay pax jun ix ix scuchan Dámaris yet' juntzanhxo heb'."
        }
    ]
}