{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ix ek' vinhaj Pablo yed' vinhaj Silas chi' d'a chonhab' Anfípolis yed' d'a chonhab' Apolonia. Ix lajvi chi', ix k'och eb' vinh d'a chonhab' Tesalónica b'aj ay jun spatil culto."
        },
        {
            "number": "2",
            "text": "Axo vinhaj Pablo chi' ix och vinh yed' eb' ta' ichataxon smodo vinh. Oxe' k'ual ik'oj ip ix yak' vinh yak'lab'an Slolonel Dios yalan d'a eb' israel"
        },
        {
            "number": "3",
            "text": "chajtil to a Cristo yovalil ix yab' syail, ix miljichamoc. Yovalil pax ix pitzvixi d'a scal eb' chamnac. Ix yalanpax vinh d'a eb' icha tic: --A Jesús van valan yab'ixal tic d'ayex, aton Cristo, xchi vinh d'a eb'."
        },
        {
            "number": "4",
            "text": "Ay jayvanh eb' israel ix ak'anoch Cristo d'a sk'ool. Yuj chi' ix och eb' yetb'eyumoc vinhaj Pablo yed' vinhaj Silas chi'. Tzijtum eb' griego ochnac d'a sk'ayb'ub'al eb' israel ix ak'anpaxoch d'a sk'ool. Tzijtum pax eb' ix ix ojtacab'il yuj eb' anima ix ak'anoch d'a sk'ool."
        },
        {
            "number": "5",
            "text": "Palta axo eb' israel maj ak'anochlaj d'a sk'ool, ayic ix yilan eb', ix te cot yoval eb'. Ix smolb'an juntzanh eb' chuc spensar eb'. A eb' chi', anhej chucal tzek' sayek' eb' d'a yol chonhab' chi'. Ix lajvi yak'ji sk'ool eb' yuj eb', ix ek' smolb'an eb' anima eb' smasanil. Ix q'ue somnaj eb' anima chi' ste cot yoval. Ix yak'an yip eb' yecanoch sb'a d'a yol spat jun vinh scuch Jasón, yujto a snaan eb' to ata' ayek' vinhaj Pablo yed' vinhaj Silas chi', yujto sgana eb' syiq'uelta eb' vinh yic syak'anoch eb' vinh eb' d'a yichanh eb' chonhab'."
        },
        {
            "number": "6",
            "text": "Palta malaj eb' vinh ayek' d'a yol pat chi'. Yuj chi', ix syam vinhaj Jasón eb' yed' jayvanhxo eb' creyente. Ix ik'jib'at eb' yuj eb' vinh d'a eb' vinh yajal. Axo ta' ix yal chaanh eb': --A vinhaj Pablo yed' vinhaj Silas, tz'ek' eb' vinh yak' somchajel eb' anima d'a yolyib'anhq'uinal tic. Axo ticnaic ix ja eb' vinh d'ayonh."
        },
        {
            "number": "7",
            "text": "A vinhaj Jasón tic ix chaanoch eb' vinh d'a yol spat. A eb' vinh tic toxon max sk'anab'ajej sley vinh cajal d'a Roma eb' vinh, yujto syal eb' vinh to ay junxo rey scuchan Jesús, xchi eb' d'a eb' vinh yajal chi'."
        },
        {
            "number": "8",
            "text": "Ayic ix yab'an jun chi' eb' vinh yajal yed' eb' chonhab' chi', ix q'ue somnaj eb' scot yoval."
        },
        {
            "number": "9",
            "text": "Axo q'uen tumin ix sk'an eb' yajal chi' d'a vinhaj Jasón yed' d'a eb' ajun yed' vinh chi'. Ichato chi', ix actajel eb'."
        },
        {
            "number": "10",
            "text": "Axo yic ix q'uik'b'i, ix checjib'at vinhaj Pablo yed' vinhaj Silas chi' yuj eb' creyente d'a chonhab' Berea. Axo ix k'och eb' vinh ta', ix och eb' vinh d'a yol spatil culto."
        },
        {
            "number": "11",
            "text": "A eb' israel aj Berea chi' más vach' spensar eb' d'a yichanh eb' aj Tesalónica chi', yujto ix smaclej val yab' slolonel Dios eb'. Axo d'a junjun k'u, sk'ayb'an eb' tas tz'ib'ab'ilcan d'a Slolonel Dios yic syil eb' tato yel syal vinhaj Pablo chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' tzijtum eb' israel yed' eb' griego ix ak'anoch Cristo d'a sk'ool. A d'a scal eb' chi' ay eb' ix ix ojtacab'il yuj eb' anima yed' pax eb' vinh vinac."
        },
        {
            "number": "13",
            "text": "Palta axo eb' israel aj Tesalónica, ayic ix yab'an eb' to van yalanel slolonel Dios vinhaj Pablo d'a Berea chi', ix b'at eb' ta'. Ayic ix k'och eb', ix yak'q'ue somnaj eb' chonhab' chi' eb' scot yoval."
        },
        {
            "number": "14",
            "text": "Palta elanhchamel ix checjib'at vinhaj Pablo chi' d'a sti' a' mar yuj eb' creyente. Axo vinhaj Silas yed' vinhaj Timoteo ix can eb' vinh d'a chonhab' Berea chi'."
        },
        {
            "number": "15",
            "text": "A eb' creyente ix b'at yed' vinhaj Pablo chi', ix b'atnhej eb' yed' vinh masanto d'a chonhab' Atenas. Ayic ix k'och eb' ta' ix yalan vinh d'a eb': --Tzeyal d'a vinhaj Silas yed' d'a vinhaj Timoteo to scot eb' vinh d'a elanhchamel, xchi vinh d'a eb'. Ix lajvi chi' ix meltzajxi eb'."
        },
        {
            "number": "16",
            "text": "Ayic van stanhvan vinhaj Pablo sk'och vinhaj Silas yed' vinhaj Timoteo chi' d'a chonhab' Atenas, ix yilan vinh, manh jantacoc juntzanh tas syaloch eb' anima sdiosaloc. Yuj chi' ix te cus vinh yilani."
        },
        {
            "number": "17",
            "text": "Ichato chi' ix och vinh d'a yol spatil culto. Ix stelan sb'a vinh yed' eb' israel yed' eb' ochnac d'a sk'ayb'ub'al eb'. Axo d'a junjun k'u ix laj yalub'tanhej pax vinh yed' eb' anima ayek' d'a mercado."
        },
        {
            "number": "18",
            "text": "Ay juntzanh eb' vinh vinac te jelan sk'ayb'an sjelanil eb' scuch epicúreo yed' juntzanh eb' scuch estoico. Ix och ijan eb' vinh slolon yed' vinhaj Pablo chi'. Axo nanhalxo eb' vinh ix alub'tanhan icha tic: --A jun vinh te jelan slolon tic, ¿tastaxlaj ol yal vinh d'ayonh? xchi eb' vinh. Axo juntzanhxo eb' vinh ix alan icha tic: --A co naani to tzul yal yab'ixal juntzanhxo ch'oc diosal vinh, xchi eb' vinh. Icha chi' ix aj yalan eb' vinh yujto ix yalel yab'ixal Jesucristo vinhaj Pablo chi'. Ix yalanpax vinh to ol pitzvocxi eb' chamnac."
        },
        {
            "number": "19",
            "text": "Axo eb' vinh jelan chi' ix ik'anb'at vinhaj Pablo chi' d'a jun yune' tzalan scuch Areópago, aton jun b'aj smolb'ejtaxon sb'a eb' vinh yic syak'an slajti' eb' vinh. Ayic ix k'och eb' vinh ta' ix sk'anb'an eb' vinh d'a vinh: --A jun ak' k'ayb'ub'al tzalel tic, ¿tzam yal cab'an smasanil?"
        },
        {
            "number": "20",
            "text": "Yujto manta b'aj scab' juntzanh tic, yuj chi' co gana scojtaquejeli tas syalelk'ochi, xchi eb' vinh d'a vinh."
        },
        {
            "number": "21",
            "text": "Icha chi' ix aj yalan eb' yujto masanil eb' anima d'a Atenas chi' yed' pax eb' ch'oc chonhab'il ayek' ta', ch'oc smodo eb'. Tato ay junoc ak' k'ayb'ub'al tz'alji, sgana eb' syab' smasanil, syalan paxel eb' junelxo. Anhej ta' syak'och spensar eb'."
        },
        {
            "number": "22",
            "text": "Axo vinhaj Pablo chi', ix q'ue linhan vinh d'a scal eb' d'a Areópago chi', ix yalan vinh: --Ex yajal d'a Atenas tic, ix vila' to te ay val och e pensar d'a juntzanh e diosal."
        },
        {
            "number": "23",
            "text": "Yujto ayic ix in b'eyek' d'a yol e chonhab' tic, ix in ek' vil b'ajtac slaj eyaq'uem e b'a d'a juntzanh e diosal chi'. Ix vilan pax jun sb'achnub' silab' b'ajtil tz'ib'ab'ilcan och eyuj icha tic: A d'a tic scaq'uem co b'a d'a jun Dios manh ojtacab'iloc, xchi. A jun Dios chi', nivanoc tzeyaq'uem e b'a d'ay, palta manh eyojtacoc. Aton jun Dios chi' tzul val yab'ixal d'ayex."
        },
        {
            "number": "24",
            "text": "A jun Dios sval tic, a b'ojinac yolyib'anhq'uinal tic yed' masanil tas ay d'ay. Aton yajal yaj d'a satchaanh, yajal pax yaj d'a yolyib'anhq'uinal tic. A jun Dios chi', max cajnaj d'a junoc pat b'ob'il yuj eb' anima."
        },
        {
            "number": "25",
            "text": "Manh yovaliloc ay tas tz'ak'ji d'ay yuj eb' anima. Yujto aton tz'ak'an co q'uinal co masanil. A tz'ak'an quik' quik', a tz'ak'anpax masanil tas ay d'ayonh."
        },
        {
            "number": "26",
            "text": "Aton b'ojinac jun vinh b'ab'el vinac ochnac smam yichamoc junjun nación, yic aynhej anima d'a masanil sat luum tic. A tz'alani jantac tiempoal tz'ek' junjun nación. A tz'alanpaxi b'ajtil sk'och k'aman smacb'en junjun."
        },
        {
            "number": "27",
            "text": "Icha chi' syutej yic vach' tz'ilchaj yuj eb' anima. Vach'chom tonhej tz'ek' machmon eb' sayeq'ui yic tope val tz'ilchaj yuj eb'. Palta sval d'ayex, manh najatoc ayek' Dios chi'. Lak'an ayek' d'a co tz'ey junjun onh."
        },
        {
            "number": "28",
            "text": "Yel, yujnhej Dios chi' pitzan onh. Yuuj ay co q'uinal. Yuuj ay onh ek' d'a yolyib'anhq'uinal tic. Ay juntzanh eb' eyetchonhab' jelan sloloni. Syalan eb' icha tic: Yuninal onh Dios co masanil, xchi eb'."
        },
        {
            "number": "29",
            "text": "Yel ton syal eb', yuninal onh Dios. Yuj chi' manhxo smojoc sco na'a to Dios juntzanh yechel b'ob'il tic yed' q'uen oro, q'uen plata yed' juntzanhxo q'uen q'ueen. A juntzanh yechel tic yujnhej sjelanil eb' anima sb'oi."
        },
        {
            "number": "30",
            "text": "A d'a peca' manh yojtacoc eb' anima chajtil yaj Dios. Yuj chi' nivan yutejnac sk'ool d'a eb'. Palta a tz'alan ticnaic to yovalil sna sb'a eb' anima smasanil d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "31",
            "text": "Yujto yalnaccani to ay jun k'ual ol sch'olb'itej tas yaj eb' anima smasanil. Tojol ol yutoc sch'olb'itan tas yaj eb', icha tas tz'el sk'ulan junjun eb'. Axo jun sik'b'ilcanel yuuj, aton jun chi' ol ch'olb'itan tas yaj eb'. Ix sch'ox Dios d'a eb' anima smasanil to te yel jun tic ayic ix ik'jiq'ue vaan jun sik'b'ilcanel yuuj chi' d'a scal eb' chamnac, xchi vinhaj Pablo chi' d'a eb'."
        },
        {
            "number": "32",
            "text": "Palta ayic ix yab'an eb' to ol pitzvocxi eb' chamnac, ay eb' ix laj b'uchvaj d'a vinh. Palta ay juntzanhxo eb' ix alani: --Olto co k'anb'ejxi cab' juntzanh tic d'ayach, xchi eb' vinh d'a vinh."
        },
        {
            "number": "33",
            "text": "Ix lajvi yalan juntzanh chi' eb', ix el vinh d'a scal eb'."
        },
        {
            "number": "34",
            "text": "Palta ay jayvanh eb' ix ak'anoch Cristo d'a sk'ool. Ix och eb' yetb'eyumoc vinhaj Pablo chi'. A d'a scal eb' chi', ata' ayek' vinhaj Dionisio, vinh yetyajalil sb'a yed' eb' smolb'ej sb'a d'a Areópago chi'. Ay pax jun ix ix scuchan Dámaris yed' juntzanhxo eb'."
        }
    ]
}