{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ix ek' vinhaj Pablo yet' vinhaj Silas chi' t'a chonhab' Anfípolis yet' t'a chonhab' Apolonia. Ixlajwi chi', ix k'och eb' vinh t'a chonhab' Tesalónica b'aj ay jun spatil culto."
        },
        {
            "number": "2",
            "text": "Axo vinhaj Pablo chi' ix och vinh yet' eb' ta' ichataxon smodo vinh. Oxe' k'ual ik'oj ip ix yak' vinh yak'lab'an Slolonel Dios yalan t'a eb' israel"
        },
        {
            "number": "3",
            "text": "chajtil to a Cristo yowalil ix yab' syail, ix miljichamoc. Yovalil pax ix pitzvixi t'a skal eb' chamnac. Ix yalanpax vinh t'a eb' icha tik: --Ha Jesús van valan yab'ixal tik t'ayex, aton Cristo, xchi vinh t'a eb'."
        },
        {
            "number": "4",
            "text": "Ay jayvanh eb' israel ix ak'anoch Cristo t'a sk'ool. Yuj chi' ix och eb' yetb'eyumoc vinhaj Pablo yet' vinhaj Silas chi'. Tzijtum eb' griego ochnac t'a sk'ayb'ub'al eb' israel ix ak'anpaxoch t'a sk'ool. Tzijtum pax eb' ix ix ojtacab'il yuj eb' anima ix ak'anoch t'a sk'ool."
        },
        {
            "number": "5",
            "text": "Palta haxo eb' israel maj ak'anochlaj t'a sk'ool, ayic ix yilan eb', ix te cot yoval eb'. Ix smolb'an juntzanh eb' chuk spensar eb'. Ha eb' chi', anhej chukal tzek' sayek' eb' t'a yol chonhab' chi'. Ixlajwi yak'ji sk'ool eb' yuj eb', ix ek' smolb'an eb' anima eb' smasanil. Ix q'ue somnaj eb' anima chi' ste cot yoval. Ix yak'an yip eb' yecanoch sb'ha t'a yol spat jun vinh scuch Jasón, yujto a snaan eb' to ata' ayek' vinhaj Pablo yet' vinhaj Silas chi', yujto sgana eb' syiq'uelta eb' vinh yic syak'anoch eb' vinh eb' t'a yichanh eb' chonhab'."
        },
        {
            "number": "6",
            "text": "Palta malaj eb' vinh ayek' t'a yol pat chi'. Yuj chi', ix syam vinhaj Jasón eb' yet' jayvanhxo eb' creyente. Ix ik'jib'at eb' yuj eb' vinh t'a eb' vinh yajal. Axo ta' ix yal chaanh eb': --Ha vinhaj Pablo yet' vinhaj Silas, tzek' eb' vinh yak' somchajel eb' anima t'a yol yib'anhk’inal tik. Axo ticnaic ix ja eb' vinh t'ayonh."
        },
        {
            "number": "7",
            "text": "Ha vinhaj Jasón tik ix chaanoch eb' vinh t'a yol spat. Ha eb' vinh tik toxon max sk'anab'ajej sley vinh cajal t'a Roma eb' vinh, yujto syal eb' vinh to ay junxo rey scuchan Jesús, xchi eb' t'a eb' vinh yajal chi'."
        },
        {
            "number": "8",
            "text": "Ayic ix yab'an jun chi' eb' vinh yajal yet' eb' chonhab' chi', ix q'ue somnaj eb' scot yoval."
        },
        {
            "number": "9",
            "text": "Axo q'uen tumin ix sk'an eb' yajal chi' t'a vinhaj Jasón yet' t'a eb' ajun yet' vinh chi'. Ichato chi', ix actajel eb'."
        },
        {
            "number": "10",
            "text": "Axo yic ix k'ik'b'i, ix checjib'at vinhaj Pablo yet' vinhaj Silas chi' yuj eb' creyente t'a chonhab' Berea. Axo ix k'och eb' vinh ta', ix och eb' vinh t'a yol spatil culto."
        },
        {
            "number": "11",
            "text": "Ha eb' israel aj Berea chi' más wach' spensar eb' t'a yichanh eb' aj Tesalónica chi', yujto ix smaclej val yab' slolonel Dios eb'. Axo t'a junjun k'u, sk'ayb'an eb' tas tz'ib'ab'ilcan t'a Slolonel Dios yic syil eb' tato yel syal vinhaj Pablo chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' tzijtum eb' israel yet' eb' griego ix ak'anoch Cristo t'a sk'ool. Ha t'a skal eb' chi' ay eb' ix ix ojtacab'il yuj eb' anima yet' pax eb' vinh vinac."
        },
        {
            "number": "13",
            "text": "Palta haxo eb' israel aj Tesalónica, ayic ix yab'an eb' to van yalanel slolonel Dios vinhaj Pablo t'a Berea chi', ix b'at eb' ta'. Ayic ix k'och eb', ix yak'q'ue somnaj eb' chonhab' chi' eb' scot yoval."
        },
        {
            "number": "14",
            "text": "Palta elanhchamel ix checjib'at vinhaj Pablo chi' t'a sti' ha' mar yuj eb' creyente. Axo vinhaj Silas yet' vinhaj Timoteo ix kan eb' vinh t'a chonhab' Berea chi'."
        },
        {
            "number": "15",
            "text": "Ha eb' creyente ix b'at yet' vinhaj Pablo chi', ix b'atnhej eb' yet' vinh masanto t'a chonhab' Atenas. Ayic ix k'och eb' ta' ix yalan vinh t'a eb': --Tzeyal t'a vinhaj Silas yet' t'a vinhaj Timoteo to scot eb' vinh t'a elanhchamel, xchi vinh t'a eb'. Ixlajwi chi' ix meltzajxi eb'."
        },
        {
            "number": "16",
            "text": "Ayic van stanhvan vinhaj Pablo sk'och vinhaj Silas yet' vinhaj Timoteo chi' t'a chonhab' Atenas, ix yilan vinh, manh jantacoc juntzanh tas syaloch eb' anima sdiosaloc. Yuj chi' ix te cus vinh yilani."
        },
        {
            "number": "17",
            "text": "Ichato chi' ix och vinh t'a yol spatil culto. Ix stelan sb'a vinh yet' eb' israel yet' eb' ochnac t'a sk'ayb'ub'al eb'. Axo t'a junjun k'u ix laj yalub'tanhej pax vinh yet' eb' anima ayek' t'a mercado."
        },
        {
            "number": "18",
            "text": "Ay juntzanh eb' vinh vinac te jelan sk'ayb'an sjelanil eb' scuch epicúreo yet' juntzanh eb' scuch estoico. Ix och ijan eb' vinh slolon yet' vinhaj Pablo chi'. Axo nanhalxo eb' vinh ix alub'tanhan icha tik: --Ha jun vinh te jelan slolon tik, ¿tastaxlaj ol yal vinh t'ayonh? xchi eb' vinh. Axo juntzanhxo eb' vinh ix alan icha tik: --Ha co naani to tzul yal yab'ixal juntzanhxo ch'oc diosal vinh, xchi eb' vinh. Icha chi' ix aj yalan eb' vinh yujto ix yalel yab'ixal Jesucristo vinhaj Pablo chi'. Ix yalanpax vinh to ol pitzvocxi eb' chamnac."
        },
        {
            "number": "19",
            "text": "Axo eb' vinh jelan chi' ix ik'anb'at vinhaj Pablo chi' t'a jun yune' tzalan scuch Areópago, aton jun b'aj smolb'ejtaxon sb'a eb' vinh yic syak'an slajti' eb' vinh. Ayic ix k'och eb' vinh ta' ix sk'anb'an eb' vinh t'a vinh: --Ha jun ak' k'ayb'ub'al tzalel tik, ¿tzam yal cab'an smasanil?"
        },
        {
            "number": "20",
            "text": "Yujto manta b'aj scab' juntzanh tik, yuj chi' co gana scojtaquejeli tas syalelk'ochi, xchi eb' vinh t'a vinh."
        },
        {
            "number": "21",
            "text": "Icha chi' ix aj yalan eb' yujto masanil eb' anima t'a Atenas chi' yet' pax eb' ch'oc chonhab'il ayek' ta', ch'oc smodo eb'. Tato ay junok ak' k'ayb'ub'al tz'alji, sgana eb' syab' smasanil, syalan paxel eb' junelxo. Anhej ta' syak'och spensar eb'."
        },
        {
            "number": "22",
            "text": "Axo vinhaj Pablo chi', ix q'ue linhan vinh t'a skal eb' t'a Areópago chi', ix yalan vinh: --Ex yajal t'a Atenas tik, ix wila'' to te ay val och e pensar t'a juntzanh e diosal."
        },
        {
            "number": "23",
            "text": "Yujto ayic ix in b'eyek' t'a yol e chonhab' tik, ix in ek' vil b'ajtac slaj eyaq'uem e b'ha t'a juntzanh e diosal chi'. Ix vilan pax jun sb'achnub' silab' b'ajtil tz'ib'ab'ilcan och eyuj icha tik: Ha t'a tik scaq'uem co b'ha t'a jun Dios manh ojtacab'iloc, xchi. Ha jun Dios chi', nivanoc tzeyaq'uem e b'a t'ay, palta manh eyojtacoc. Aton jun Dios chi' tzul val yab'ixal t'ayex."
        },
        {
            "number": "24",
            "text": "Ha jun Dios sval tik, a b'ojinac yol yib'anhk’inal tik yet' masanil tas ay t'ay. Aton yajal yaj t'a satcha’anh, yajal pax yaj t'a yol yib'anhk’inal tik. Ha jun Dios chi', max cajnaj t'a junok pat b'ob'il yuj eb' anima."
        },
        {
            "number": "25",
            "text": "Manh yovaliloc ay tas tz'ak'ji t'ay yuj eb' anima. Yujto aton tz'ak'an co q'uinal co masanil. Ha tz'ak'an quik' quik', a tz'ak'anpax masanil tas ay t'ayonh."
        },
        {
            "number": "26",
            "text": "Aton b'ojinac jun vinh b'ab'el vinac ochnac smam yichamoc junjun nación, yic aynhej anima t'a masanil sat lu'um tik. Ha tz'alani jantac tiempoal tzek' junjun nación. Ha tz'alanpaxi b'ajtil sk'och k'aman smacb'en junjun."
        },
        {
            "number": "27",
            "text": "Icha chi' syutej yic wach' tz'ilchaj yuj eb' anima. Wach'chom tonhej tzek' machmon eb' sayeq'ui yic tope val tz'ilchaj yuj eb'. Palta sval t'ayex, manh najatoc ayek' Dios chi'. Lak'an ayek' t'a co tz'ey junjun onh."
        },
        {
            "number": "28",
            "text": "Yel, yujnhej Dios chi' pitzan onh. Yuj ay co q'uinal. Yuj ay onh ek' t'a yol yib'anhk’inal tik. Ay juntzanh eb' eyetchonhab' jelan sloloni. Syalan eb' icha tik: Yuninal onh Dios co masanil, xchi eb'."
        },
        {
            "number": "29",
            "text": "Yel ton syal eb', yuninal onh Dios. Yuj chi' manhxo smojoc sco na'a to Dios juntzanh yechel b'ob'il tik yet' q'uen oro, q'uen plata yet' juntzanhxo q'uen q'ueen. Ha juntzanh yechel tik yujnhej sjelanil eb' anima sb'oi."
        },
        {
            "number": "30",
            "text": "Ha t'a peca' manh yojtacoc eb' anima chajtil yaj Dios. Yuj chi' niwan yutejnac sk'ool t'a eb'. Palta a tz'alan ticnaic to yowalil sna sb'a eb' anima smasanil t'a yol yib'anhk’inal tik."
        },
        {
            "number": "31",
            "text": "Yujto yalnaccani to ay jun k'ual ol sch'olb'itej tas yaj eb' anima smasanil. Tojol ol yutoc sch'olb'itan tas yaj eb', icha tas tz'el sk'ulan junjun eb'. Axo jun sik'b'ilcanel yuj, aton jun chi' ol ch'olb'itan tas yaj eb'. Ix sch'ox Dios t'a eb' anima smasanil to te yel jun tik ayic ix ik'jiq'ue vaan jun sik'b'ilcanel yuj chi' t'a skal eb' chamnac, xchi vinhaj Pablo chi' t'a eb'."
        },
        {
            "number": "32",
            "text": "Palta ayic ix yab'an eb' to ol pitzvocxi eb' chamnac, ay eb' ix laj b'uchvaj t'a vinh. Palta ay juntzanhxo eb' ix alani: --Olto co k'anb'ejxi cab' juntzanh tik t'ayach, xchi eb' vinh t'a vinh."
        },
        {
            "number": "33",
            "text": "Ixlajwi yalan juntzanh chi' eb', ix el vinh t'a skal eb'."
        },
        {
            "number": "34",
            "text": "Palta ay jayvanh eb' ix ak'anoch Cristo t'a sk'ool. Ix och eb' yetb'eyumoc vinhaj Pablo chi'. Ha t'a skal eb' chi', ata' ayek' vinhaj Dionisio, vinh yetyajalil sb'a yet' eb' smolb'ej sb'ha t'a Areópago chi'. Ay pax jun ix ix scuchan Dámaris yet' juntzanhxo eb'."
        }
    ]
}