{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi slolon vinhaj Pablo t'a Areópago chi', ix elxi vinh t'a chonhab' Atenas chi', haxo t'a chonhab' Corinto ix k'och vinh."
        },
        {
            "number": "2",
            "text": "Ata' ay jun vinh israel scuch Aquila. Ha t'a yol yic Ponto aljinac vinh. Axo ix yetb'eyum vinh, Priscila sb'i ix. Ek'nac vinh t'a yol yic Italia yet' ix yetb'eyum chi', palta a vinh yajal scuchan Claudio, a vinh pechjinaquel jantac eb' israel ayek' t'a chonhab' Roma t'a yol yic Italia chi'. Yuj chi' ix elxi eb' ta', ix k'ochcan eb' t'a Corinto chi'. Axo vinhaj Pablo ix k'och t'a spat eb'."
        },
        {
            "number": "3",
            "text": "Ata' ix kan vinh yet' eb' yujto lajan smunlajel vinh yet' eb' schavanhil. Ha juntzanh mantiado sb'o eb', yuj chi' junnhej ix munlaj vinh yet' eb' ta'."
        },
        {
            "number": "4",
            "text": "Axo t'a junjun sk'ual ik'oj ip, sb'at vinhaj Pablo chi' yalel yab'ixal Jesús t'a skal eb', syak'an vinh yojtaquejel eb' israel yet' eb' manh israeloc yic syak'och eb' t'a sk'ool."
        },
        {
            "number": "5",
            "text": "Axo vinhaj Silas yet' vinhaj Timoteo, ix cotxi eb' vinh t'a yol yic Macedonia. Ayic ix k'och eb' vinh t'a Corinto chi', a vinhaj Pablo, axonhej slolonel Dios ix yalel vinh. Ix ste ak'an val vinh yojtaquejel eb' israel to a Jesús aton Cristo, jun tanhvab'iltaxon sja yuj eb'."
        },
        {
            "number": "6",
            "text": "Palta tonhej ix cot yoval eb' t'a vinh. Ix laj te b'uchvaj eb'. Yuj chi' ix stzicub'tanhej spichul vinh yil eb', yic sch'oxanel vinh to manhxalaj yalan yic vinh t'a eb'. Ix yalancan vinh t'a eb' icha tik: --Ha ex tik, munil tzeyik'cot eyaelal t'a eyib'anh t'a junelnhej. Ha in xo tik manhxa valan wik t'ayex. Ha ticnaic ol in b'at valel t'a eb' manh israeloc, xchi vinh t'a eb'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi' ix elta vinh b'aj tz'och culto chi', ix b'at vinh t'a spat jun vinh scuch Ticio Justo. Ha jun vinh chi' syak' val och Dios vinh t'a sk'ool. Ha spat vinh ha t'a stz'ey spatil culto chi' ay."
        },
        {
            "number": "8",
            "text": "Ay jun vinh scuch Crispo cuchb'um yaj t'a culto. Ix yak'och Cajal Jesús vinh t'a sk'ool yet' jantac eb' junnhej yaj yet' vinh t'a yol spat. Tzijtum eb' aj Corinto chi' ayic ix yab'an slolonel Dios eb', ix yak'och eb' t'a sk'ool, ix ak'jipax bautizar eb'."
        },
        {
            "number": "9",
            "text": "Axo t'a jun ak'val, icha vayich ix yutej Cajal Jesús yalan t'a vinhaj Pablo chi': --Manh ach xivoc. Manh ach och vaan alanel in lolonel,"
        },
        {
            "number": "10",
            "text": "yujto ay in ek' ed'oc. Malaj junok mach ol yal scot jucnaj t'ayach, yujto tzijtum mach sik'b'iltaxonel vuuj t'a jun chonhab' tik, xchi t'a vinh."
        },
        {
            "number": "11",
            "text": "Yuj chi' nanhal schab'il ab'il ix aj vinh t'a Corinto chi'. Ix sk'ayb'an eb' anima vinh t'a slolonel Dios ta'."
        },
        {
            "number": "12",
            "text": "Ayic ayoch vinhaj Galión yajalil t'a yol yic Acaya, ix slajtiej sb'a eb' israel t'a spatic vinhaj Pablo chi', ix syaman vinh eb', ix yik'anb'at vinh eb' t'a yichanh vinh yajal."
        },
        {
            "number": "13",
            "text": "Ix yalan eb' t'a vinh yajal chi': --Ha jun vinh tik tzek' ak'an sk'ool eb' anima, yic wach' nivanoc syal sb'a eb' d'ha Dios, palta manh ichaoc yaj ley, xchi eb'."
        },
        {
            "number": "14",
            "text": "Vanxo val yalan yic vinhaj Pablo chi', palta ix yalan vinhaj Galión chi' t'a eb' israel chi': --Manh ex avajochta t'ayin. Q'uinaloc ay junok chukal sk'ulej vinh tik, mato ay junok smul vinh te chuk t'a yichanh ley, tato icha chi' tzam in cha vab' tas tzeyala'."
        },
        {
            "number": "15",
            "text": "Palta ina tonhej e gana tzeyak' oval yuj juntzanh lolonel syal vinh, yuj juntzanh mach tz'ak'an b'inaj vinh yet' pax yuj e ley. Yuj chi' ixiquec, b'at b'oec yaj jun tik e ch'ocoj. Xal in tik, max yal in k'ol tzin b'o juntzanh tik, xchi vinh t'a eb'."
        },
        {
            "number": "16",
            "text": "Ixlajwi yalan juntzanh chi' vinh, ix spechanelta eb' vinh t'a yol sdespacho chi'."
        },
        {
            "number": "17",
            "text": "Axo vinhaj Sóstenes ix syam eb', aton jun vinh scuchb'an eb' t'a culto. Ix smak'an vinh eb' t'a sti' sdespacho vinh yajal chi'. Palta tonhej ix och q'uelan vinh yajal chi', malaj jab'oc tas ix yal vinh t'a eb'."
        },
        {
            "number": "18",
            "text": "Axo vinhaj Pablo chi', nivanto tiempo ix ek' vinh t'a Corinto chi'. Ixlajwi chi' ix yalancan quil co b'a vinh t'a eb' creyente chi'. Ix b'at ix Priscila yet' vinhaj Aquila yet' vinh. Ix k'och eb' t'a chonhab' Cencrea. Axo ta' ix och eb' t'a yol jun barco van sb'at t'a Siria. Ayic manto och eb' t'a yol barco chi', ix joxchajcanel vinhaj Pablo chi' ta'. Ha jun chi' yechel yaji to ay jun sti' vinh ix yak' d'ha Dios."
        },
        {
            "number": "19",
            "text": "Axo ix k'och eb' t'a chonhab' Éfeso b'aj ix kan ix Priscila yet' vinhaj Aquila chi', ix b'at vinhaj Pablo chi' t'a spatil culto. Axo ta' ix lolon vinh yet' eb' yetisraelal."
        },
        {
            "number": "20",
            "text": "Ix sk'an val eb' t'a vinh to skan jayeoc k'ual vinh yet' eb', palta maj yal-laj sk'ol vinh."
        },
        {
            "number": "21",
            "text": "Axo yic van yalancan quil co b'a vinh t'a eb', ix yalan vinh: --Tato ol el t'a sk'ol Dios, ol in ek' t'ayex junelxo, xchican vinh t'a eb'. Ixlajwi chi', ix b'atxi vinh t'a yol te' barco."
        },
        {
            "number": "22",
            "text": "Ix k'och vinh t'a chonhab' Cesarea. Ixlajwi chi', ix elxi vinh ta'. Ix q'ue vinh t'a Jerusalén b'at sk'umej eb' creyente. Ixlajwi yek' vinh ta', ix em vinh t'a chonhab' Antioquía."
        },
        {
            "number": "23",
            "text": "Ata' ix ek' jun pekti’ vinh. Ixlajwi chi' ix b'atxi vinh. Ix ek' vinh t'a junjun chonhab' t'a yol yic Galacia yet' t'a yol yic Frigia. Ix laj ek' yak'kan stek'anil eb' creyente vinh b'aj ix laj eq'ui."
        },
        {
            "number": "24",
            "text": "Axo t'a jun pekti’ chi', ay jun vinh israel scuchan Apolos. Aj chonhab' Alejandría vinh, ix k'och vinh t'a chonhab' Éfeso. Te wach' ix yutej vinh yalaneli, yujto yojtac val slolonel Dios tz'ib'ab'ilcani."
        },
        {
            "number": "25",
            "text": "k'ayb'ab'il vinh t'a sk'ayb'ub'al Jesús. Ix yal val el wach' ab'ix vinh t'a smasanil sk'ool. Te wach' ix yutej vinh yalanel yab'ixal Jesús chi', wach'chom anhejanto juntzanh sk'ayb'ub'al vinhaj Juan, vinh ak'annac bautizar yojtac vinh."
        },
        {
            "number": "26",
            "text": "Axo junel, ix b'at yalel slolonel Dios vinh t'a yol spatil culto. Te tek'an ix yutej sb'a vinh yalaneli. Axo yic ix yab'an ix Priscila yet' vinhaj Aquila, ix yik'anb'at vinh eb' yet'oc. Ix swach' k'ayb'an vinh eb' t'a sk'ayb'ub'al Dios."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix el t'a sk'ool vinhaj Apolos chi' sb'at t'a yol yic Acaya. Yuj chi', haxo eb' creyente ix kolwaj yet' vinh. Ix stz'ib'an jun carta eb', yic syik'b'at vinh t'a eb' creyente, yic wach' schaji vinh yuj eb' sk'ochi. Ayic ix k'och vinh ta', a eb' yak'nacoch Jesús t'a sk'ool yuj swach'k'olal Dios, ix te cuchb'aj eb' yuj vinh."
        },
        {
            "number": "28",
            "text": "Ix yak' val yip vinh sch'oxaneli to yelk'olal satnac sk'ool eb' israel. Ha slolonel Dios tz'ib'ab'ilcani, ha' ix yak'lab'ej vinh yalan t'a eb' anima yic wach' snachajel yuj eb' to a Jesús aton Cristo, jun tanhvab'iltaxon sja yuj eb'."
        }
    ]
}