{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi slolon vinhaj Pablo d'a Areópago chi', ix elxi vinh d'a chonhab' Atenas chi', axo d'a chonhab' Corinto ix k'och vinh."
        },
        {
            "number": "2",
            "text": "Ata' ay jun vinh israel scuch Aquila. A d'a yol yic Ponto aljinac vinh. Axo ix yetb'eyum vinh, Priscila sb'i ix. Ek'nac vinh d'a yol yic Italia yed' ix yetb'eyum chi', palta a vinh yajal scuchan Claudio, a vinh pechjinaquel jantac eb' israel ayek' d'a chonhab' Roma d'a yol yic Italia chi'. Yuj chi' ix elxi eb' ta', ix k'ochcan eb' d'a Corinto chi'. Axo vinhaj Pablo ix k'och d'a spat eb'."
        },
        {
            "number": "3",
            "text": "Ata' ix can vinh yed' eb' yujto lajan smunlajel vinh yed' eb' schavanhil. A juntzanh mantiado sb'o eb', yuj chi' junnhej ix munlaj vinh yed' eb' ta'."
        },
        {
            "number": "4",
            "text": "Axo d'a junjun sk'ual ik'oj ip, sb'at vinhaj Pablo chi' yalel yab'ixal Jesús d'a scal eb', syak'an vinh yojtaquejel eb' israel yed' eb' manh israeloc yic syak'och eb' d'a sk'ool."
        },
        {
            "number": "5",
            "text": "Axo vinhaj Silas yed' vinhaj Timoteo, ix cotxi eb' vinh d'a yol yic Macedonia. Ayic ix k'och eb' vinh d'a Corinto chi', a vinhaj Pablo, axonhej slolonel Dios ix yalel vinh. Ix ste ak'an val vinh yojtaquejel eb' israel to a Jesús aton Cristo, jun tanhvab'iltaxon sja yuj eb'."
        },
        {
            "number": "6",
            "text": "Palta tonhej ix cot yoval eb' d'a vinh. Ix laj te b'uchvaj eb'. Yuj chi' ix stzicub'tanhej spichul vinh yil eb', yic sch'oxanel vinh to manhxalaj yalan yic vinh d'a eb'. Ix yalancan vinh d'a eb' icha tic: --A ex tic, munil tzeyik'cot eyaelal d'a eyib'anh d'a junelnhej. A in xo tic manhxa valan vic d'ayex. A ticnaic ol in b'at valel d'a eb' manh israeloc, xchi vinh d'a eb'."
        },
        {
            "number": "7",
            "text": "Ix lajvi chi' ix elta vinh b'aj tz'och culto chi', ix b'at vinh d'a spat jun vinh scuch Ticio Justo. A jun vinh chi' syak' val och Dios vinh d'a sk'ool. A spat vinh a d'a stz'ey spatil culto chi' ay."
        },
        {
            "number": "8",
            "text": "Ay jun vinh scuch Crispo cuchb'um yaj d'a culto. Ix yak'och Cajal Jesús vinh d'a sk'ool yed' jantac eb' junnhej yaj yed' vinh d'a yol spat. Tzijtum eb' aj Corinto chi' ayic ix yab'an slolonel Dios eb', ix yak'och eb' d'a sk'ool, ix ak'jipax bautizar eb'."
        },
        {
            "number": "9",
            "text": "Axo d'a jun ak'val, icha vayich ix yutej Cajal Jesús yalan d'a vinhaj Pablo chi': --Manh ach xivoc. Manh ach och vaan alanel in lolonel,"
        },
        {
            "number": "10",
            "text": "yujto ay in ek' ed'oc. Malaj junoc mach ol yal scot jucnaj d'ayach, yujto tzijtum mach sik'b'iltaxonel vuuj d'a jun chonhab' tic, xchi d'a vinh."
        },
        {
            "number": "11",
            "text": "Yuj chi' nanhal schab'il ab'il ix aj vinh d'a Corinto chi'. Ix sk'ayb'an eb' anima vinh d'a slolonel Dios ta'."
        },
        {
            "number": "12",
            "text": "Ayic ayoch vinhaj Galión yajalil d'a yol yic Acaya, ix slajtiej sb'a eb' israel d'a spatic vinhaj Pablo chi', ix syaman vinh eb', ix yik'anb'at vinh eb' d'a yichanh vinh yajal."
        },
        {
            "number": "13",
            "text": "Ix yalan eb' d'a vinh yajal chi': --A jun vinh tic tzek' ak'an sk'ool eb' anima, yic vach' nivanoc syal sb'a eb' d'a Dios, palta manh ichaoc yaj ley, xchi eb'."
        },
        {
            "number": "14",
            "text": "Vanxo val yalan yic vinhaj Pablo chi', palta ix yalan vinhaj Galión chi' d'a eb' israel chi': --Manh ex avajochta d'ayin. Q'uinaloc ay junoc chucal sk'ulej vinh tic, mato ay junoc smul vinh te chuc d'a yichanh ley, tato icha chi' tzam in cha vab' tas tzeyala'."
        },
        {
            "number": "15",
            "text": "Palta ina tonhej e gana tzeyak' oval yuj juntzanh lolonel syal vinh, yuj juntzanh mach tz'ak'an b'inaj vinh yed' pax yuj e ley. Yuj chi' ixiquec, b'at b'oec yaj jun tic e ch'ocoj. Xal in tic, max yal in k'ol tzin b'o juntzanh tic, xchi vinh d'a eb'."
        },
        {
            "number": "16",
            "text": "Ix lajvi yalan juntzanh chi' vinh, ix spechanelta eb' vinh d'a yol sdespacho chi'."
        },
        {
            "number": "17",
            "text": "Axo vinhaj Sóstenes ix syam eb', aton jun vinh scuchb'an eb' d'a culto. Ix smak'an vinh eb' d'a sti' sdespacho vinh yajal chi'. Palta tonhej ix och q'uelan vinh yajal chi', malaj jab'oc tas ix yal vinh d'a eb'."
        },
        {
            "number": "18",
            "text": "Axo vinhaj Pablo chi', nivanto tiempo ix ek' vinh d'a Corinto chi'. Ix lajvi chi' ix yalancan quil co b'a vinh d'a eb' creyente chi'. Ix b'at ix Priscila yed' vinhaj Aquila yed' vinh. Ix k'och eb' d'a chonhab' Cencrea. Axo ta' ix och eb' d'a yol jun barco van sb'at d'a Siria. Ayic manto och eb' d'a yol barco chi', ix joxchajcanel vinhaj Pablo chi' ta'. A jun chi' yechel yaji to ay jun sti' vinh ix yak' d'a Dios."
        },
        {
            "number": "19",
            "text": "Axo ix k'och eb' d'a chonhab' Éfeso b'aj ix can ix Priscila yed' vinhaj Aquila chi', ix b'at vinhaj Pablo chi' d'a spatil culto. Axo ta' ix lolon vinh yed' eb' yetisraelal."
        },
        {
            "number": "20",
            "text": "Ix sk'an val eb' d'a vinh to scan jayeoc k'ual vinh yed' eb', palta maj yal-laj sk'ol vinh."
        },
        {
            "number": "21",
            "text": "Axo yic van yalancan quil co b'a vinh d'a eb', ix yalan vinh: --Tato ol el d'a sk'ol Dios, ol in ek' d'ayex junelxo, xchican vinh d'a eb'. Ix lajvi chi', ix b'atxi vinh d'a yol te' barco."
        },
        {
            "number": "22",
            "text": "Ix k'och vinh d'a chonhab' Cesarea. Ix lajvi chi', ix elxi vinh ta'. Ix q'ue vinh d'a Jerusalén b'at sk'umej eb' creyente. Ix lajvi yek' vinh ta', ix em vinh d'a chonhab' Antioquía."
        },
        {
            "number": "23",
            "text": "Ata' ix ek' jun tiempoal vinh. Ix lajvi chi' ix b'atxi vinh. Ix ek' vinh d'a junjun chonhab' d'a yol yic Galacia yed' d'a yol yic Frigia. Ix laj ek' yak'can stek'anil eb' creyente vinh b'aj ix laj eq'ui."
        },
        {
            "number": "24",
            "text": "Axo d'a jun tiempoal chi', ay jun vinh israel scuchan Apolos. Aj chonhab' Alejandría vinh, ix k'och vinh d'a chonhab' Éfeso. Te vach' ix yutej vinh yalaneli, yujto yojtac val slolonel Dios tz'ib'ab'ilcani."
        },
        {
            "number": "25",
            "text": "k'ayb'ab'il vinh d'a sk'ayb'ub'al Jesús. Ix yal val el vach' ab'ix vinh d'a smasanil sk'ool. Te vach' ix yutej vinh yalanel yab'ixal Jesús chi', vach'chom anhejanto juntzanh sk'ayb'ub'al vinhaj Juan, vinh ak'annac bautizar yojtac vinh."
        },
        {
            "number": "26",
            "text": "Axo junel, ix b'at yalel slolonel Dios vinh d'a yol spatil culto. Te tek'an ix yutej sb'a vinh yalaneli. Axo yic ix yab'an ix Priscila yed' vinhaj Aquila, ix yik'anb'at vinh eb' yed'oc. Ix svach' k'ayb'an vinh eb' d'a sk'ayb'ub'al Dios."
        },
        {
            "number": "27",
            "text": "Ix lajvi chi', ix el d'a sk'ool vinhaj Apolos chi' sb'at d'a yol yic Acaya. Yuj chi', axo eb' creyente ix colvaj yed' vinh. Ix stz'ib'an jun carta eb', yic syik'b'at vinh d'a eb' creyente, yic vach' schaji vinh yuj eb' sk'ochi. Ayic ix k'och vinh ta', a eb' yak'nacoch Jesús d'a sk'ool yuj svach'k'olal Dios, ix te cuchb'aj eb' yuj vinh."
        },
        {
            "number": "28",
            "text": "Ix yak' val yip vinh sch'oxaneli to yelk'olal satnac sk'ool eb' israel. A slolonel Dios tz'ib'ab'ilcani, a' ix yak'lab'ej vinh yalan d'a eb' anima yic vach' snachajel yuj eb' to a Jesús aton Cristo, jun tanhvab'iltaxon sja yuj eb'."
        }
    ]
}