{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayek' vinhaj Apolos d'a Corinto, ix ek' vinhaj Pablo d'a juntzanh chonhab' ay d'a tzalquixtac. Ix lajvi chi', ix k'och vinh d'a chonhab' Éfeso. Ata' ix yil-lajel sb'a vinh yed' juntzanh eb' creyente."
        },
        {
            "number": "2",
            "text": "Ix sk'anb'an vinh d'a eb': --¿Ix am e cha Yespíritu Dios ayic ix eyak'anoch Cristo d'a e k'ool? xchi vinh d'a eb'. --Maay, manta b'aj ix cab'i tato ay Yespíritu Dios chi', xchi eb'."
        },
        {
            "number": "3",
            "text": "--Palta ayic ix ex ak'ji bautizar, ¿tas yaj jun bautismo ix e cha chi'? xchi vinh d'a eb'. --Aton jun bautismo yic vinhaj Juan ix co cha'a, xchi eb' d'a vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yalxi vinh d'a eb': --A sbautismo vinhaj Juan chi', a' sch'oxaneli to sna sb'a eb' anima d'a smul. Palta yalnac vinh d'a eb' to ay jun tzak'anto sja yuj vinh. Yovalil a d'a jun chi' syak'och spensar eb'. A jun ix yal vinh chi', a Jesús, xchi vinhaj Pablo chi' d'a eb'."
        },
        {
            "number": "5",
            "text": "Ayic ix yab'an juntzanh chi' eb', ix ak'ji bautizar eb' d'a sb'i Cajal Jesús."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi', ix yak'anek' sk'ab' vinhaj Pablo chi' d'a sjolom junjun eb'. Ichato chi' ix ochcan Yespíritu Dios d'a eb'. Ix lolon eb' d'a juntzanh ch'occh'oc ti'al, ix yalanel juntzanh lolonel ix ak'ji yal eb' yuj Dios."
        },
        {
            "number": "7",
            "text": "A eb' ix ak'anoch d'a sk'ool chi', ay am lajchavanhoc eb'."
        },
        {
            "number": "8",
            "text": "Oxe' ujal xid' yalel slolonel Dios vinhaj Pablo chi' d'a yol spatil culto d'a chonhab' Éfeso chi'. Malaj junoc mach b'aj ix xiv vinh yalanel d'a eb' ayek' chi' ta'. Ix yak'lej vinh yak'an nachajel yuj eb' sik'lab'il tas tz'aj yoch eb' d'a yol sk'ab' Dios."
        },
        {
            "number": "9",
            "text": "Palta ay juntzanh eb' te pit d'a scal eb' chi'. Junelnhej malaj sgana eb' syak'och d'a sk'ool. Ix laj ek' eb' yal d'a eb' anima to chuc jun k'ayb'ub'al yic eb' creyente chi'. Yuj chi' ix yiq'uel sb'a vinhaj Pablo chi' d'a scal eb'. Ix yik'anb'at eb' creyente chi' vinh d'a jun escuela yic jun vinh scuch Tirano. Axo ta' ix yalel slolonel Dios vinh d'a scal eb' d'a junjun k'u."
        },
        {
            "number": "10",
            "text": "Chab' ab'il ix sk'ulej eb' icha chi'. Yuj chi', ix laj yab' yab'ixal Cajal Jesús masanil eb' israel yed' eb' manh israeloc ay d'a yol yic Asia chi'."
        },
        {
            "number": "11",
            "text": "Axo Dios ix och yed' vinhaj Pablo chi', yic sb'oan juntzanh milagro vinh te satub'tac."
        },
        {
            "number": "12",
            "text": "Ay eb' ix ik'ancot spayu' yed' spichul, ix sucanek' eb' d'a snivanil vinh, slajvi chi' axo d'a snivanil eb' penaay sb'at suquek' eb'. Icha chi' tz'aj sb'oxican sk'ool eb'. Ay pax eb' vinh enemigo ix el d'a eb' anima chi' yuj vinh."
        },
        {
            "number": "13",
            "text": "Palta ay jayvanh eb' israel scomon b'eyeq'ui. Ix yak'lej eb' yik'anel eb' enemigo d'a eb' anima. Ix yak'lej eb' yik'anel eb' d'a sb'i Cajal Jesús. Yuj chi' ix scomon alej eb' d'a eb' enemigo chi': --A d'a sb'i Jesús, scal d'ayex, elanhec. A Jesús chi', aton jun tzek' yalel yab'ixal vinhaj Pablo, xchi eb'."
        },
        {
            "number": "14",
            "text": "Sk'ulej pax jun tic ucvanh eb' yuninal jun vinh israel scuch Esceva vinh sat sacerdote. Ix yak'lej eb' yik'anel jun enemigo."
        },
        {
            "number": "15",
            "text": "Axo ix tak'vi jun enemigo chi' d'a eb': --Vojtac Jesús chi'. Toxo ix vab'paxi mach jun vinh tzeyal Pabloal chi'. Palta a exxo tic, ¿mach ex? xchi."
        },
        {
            "number": "16",
            "text": "Axo vinh b'aj ayoch jun enemigo chi', ix cot jucnaj vinh d'a eb'. Ix ak'ji ganar eb' smasanil yuj vinh. Te ya' ix ek' eb' yuj vinh. Tzijtum b'aj ix lajvi eb'. Ix quichjiel sk'apac eb' yuj vinh, yuj chi' b'eranel eb' ix elta lemnaj eb' d'a jun pat chi'."
        },
        {
            "number": "17",
            "text": "Axo eb' aj Éfeso chi' smasanil, eb' israel yed' eb' manh israeloc, ix laj yab' specal jun chi' eb'. Yuj chi' ix te xiv eb' smasanil. Ix yalan vach' lolonel eb' d'a Cajal Jesús."
        },
        {
            "number": "18",
            "text": "Anhejtona', tzijtum eb' ayoch Cristo d'a sk'ool ix laj k'ochi. Ix yalanq'ueta jantacnhej juntzanh chucal ix laj sk'ulej eb'."
        },
        {
            "number": "19",
            "text": "Te tzijtum eb' yak'nacoch sb'a ajb'aalil ix och creyenteal. Ix yik'cot juntzanh yumal b'aj sk'ayb'ej jun ajb'aalil chi' eb'. Ix snhusantz'a juntzanh chi' eb' d'a yichanh eb' anima smasanil. Ayic ix sb'isan stojol juntzanh ch'anh uum chi' eb', ix elk'och am d'a junoc 50,000 dracma."
        },
        {
            "number": "20",
            "text": "Ix te pucaxel slolonel Dios, tzijtum pax eb' anima ix ak'anoch d'a sk'ool. Icha chi' ix aj scheclajeli to te nivan spoder slolonel chi'."
        },
        {
            "number": "21",
            "text": "Ix lajvi juntzanh chi', ix snaan vinhaj Pablo chi' to tz'ek' vinh d'a yol yic Macedonia yed' d'a yol yic Acaya, axo sk'och vinh chi' d'a Jerusalén. Ix yalan vinh: --Ol lajvoc chi', yovalil ol in k'och d'a Roma, xchi vinh."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix schec b'ab'laj chavanh eb' schecab' vinh d'a Macedonia chi', aton vinhaj Timoteo yed' vinhaj Erasto. Palta axo vinhaj Pablo chi', najtiltacto ix can vinh d'a yol yic Asia chi'."
        },
        {
            "number": "23",
            "text": "Axo d'a jun tiempoal chi', ix te q'ue nhilnaj eb' anima scot yoval yuj sk'ayb'ub'al Cajal Jesús."
        },
        {
            "number": "24",
            "text": "Ay jun vinh b'oum plata scuch Demetrio. A juntzanh yechel stemplo jun sdiosal eb' scuchan Diana sb'o vinh. Ix jun sdiosal eb' chi'. A eb' sb'oan juntzanh yechel chi', nivan tumin syak' ganar eb' d'a spatic."
        },
        {
            "number": "25",
            "text": "A vinh ix molb'an jantacnhej eb' sb'oan juntzanh yechel chi' yed' juntzanhxo eb' lajan yopisio yed' vinh. Ix yalan vinh d'a eb': --Ex vetmunlajvumal, eyojtac jantac co tumin scak' ganar d'a jun copisio tic."
        },
        {
            "number": "26",
            "text": "Palta ina tzeyila', tzeyab'anpaxi, tas van sk'ulan vinhaj Pablo. Syalan vinh to a juntzanh dios b'ob'il yuj anima, manh diosoc. Tzijtum anima ix yak' sk'ool vinh. Manhocnhej d'a chonhab' Éfeso tic, palta quenxonhej maj ak'joc sk'ool masanil eb' ay d'a yol yic Asia tic yuj vinh."
        },
        {
            "number": "27",
            "text": "Te ay smay jun tic. Tecan manhxo ol b'atlaj co chonh yuuj. Axo pax co diosal Diana, tecan manhxalaj ol elk'och stemplo d'a yichanh eb' anima. A jun co diosal tic, te nivan yelk'och d'a yichanh eb' anima smasanil d'a Asia tic yed' d'a smasanil yolyib'anhq'uinal. Palta axo ticnaic ay smay, tecan ol lajvoquel yopisio d'a yichanh eb', xchi vinh."
        },
        {
            "number": "28",
            "text": "Axo ix yab'an juntzanh chi' eb', ix te cot yoval eb', ix avaj chaanh eb': --Te nivan yelk'och ix co diosal Diana a onh aj Éfeso onh tic, xchi eb'."
        },
        {
            "number": "29",
            "text": "Axo eb' chonhab' chi' smasanil, ix te q'ue somnaj eb' scot yoval. Ix syaman vinhaj Gayo eb' yed' vinhaj Aristarco. A chavanh eb' vinh chi', aj Macedonia eb' vinh, ajun eb' vinh ix k'och yed' vinhaj Pablo d'a Éfeso chi'. Ix ik'jib'at eb' vinh schavanhil d'a jun lugar b'aj smolb'ej sb'a eb' anima."
        },
        {
            "number": "30",
            "text": "Axo vinhaj Pablo chi', sgana vinh sb'at yal d'a eb' anima chi', palta maj chajib'atlaj vinh yuj eb' creyente."
        },
        {
            "number": "31",
            "text": "Ay pax jayvanh eb' vinh yajal yaj d'a Asia chi' vach' yak'an yed' vinhaj Pablo chi'. Ix schecan aljoc eb' vinh d'a vinh to max b'at sch'ox sb'a vinh d'a eb' anima chi'."
        },
        {
            "number": "32",
            "text": "Axo eb' anima ix smolb'ej sb'a chi', ch'occh'oc ix laj yalq'ue junjun eb', yujto tonhej ix laj q'ue somnaj eb' yalani. Ek'to nanhal eb' manh ojtannacoc tas yuj smolb'ej sb'a eb'."
        },
        {
            "number": "33",
            "text": "Palta ay jun vinh scuch Alejandro, a vinh ix ik'jib'at d'a yichanh eb' anima chi' yuj eb' yetisraelal. Ix alchaj d'a vinh tas yuj molanek' eb' anima chi'. Ix lajvi chi', ix yik'anchaanh sk'ab' vinh d'a eb', yic vach' numan tz'aj eb', yujto sgana vinh scol sb'a yed' eb' yetisraelal."
        },
        {
            "number": "34",
            "text": "Palta ayic ix yilan eb' anima chi' to israel vinh, yuj chi' ix te vach' q'ue yav eb' smasanil. Ay am chab'oc hora ix avajq'ue eb', ix yalan eb' icha tic: --Te nivan yelk'och ix co diosal Diana a onh aj Éfeso onh tic, xchi eb'."
        },
        {
            "number": "35",
            "text": "Axo vinh secretarioal chonhab' chi', k'ojank'olal ix smontej eb' vinh yic vach' numan tz'aj eb'. Ix lajvi chi', ix yalan vinh d'a eb': --Ex vetchonhab', masanil anima ojtannac to a onh aj Éfeso onh tic ay copisio co tanhvan jun stemplo co diosal Diana nivan yelk'ochi yed' jun yechel ix cotnac d'a satchaanh."
        },
        {
            "number": "36",
            "text": "Malaj junoc mach syal yalani to es juntzanh sval tic. Yuj chi' numan tzex aji. Naec val sik'lab'il, yic vach' malaj junoc tas tze comon k'ulej."
        },
        {
            "number": "37",
            "text": "Yujto a eb' ix eyik'cot tic, malaj junoc chucal ix sk'ulej eb' d'a spatic co diosal. Max b'uchvaj pax eb' d'a ix."
        },
        {
            "number": "38",
            "text": "A vinhaj Demetrio yed' eb' yetb'eyum, tato sgana eb' syak'och d'a yib'anh junoc mach, syal sb'at eb' d'a juzgado, b'at yalan eb' d'a vinh juez. Syal b'at yalan sb'a eb' d'a eb' vinh yajal chi'."
        },
        {
            "number": "39",
            "text": "Tato ay junocxo tas e gana, syal tze k'umlaj e b'a yed' eb' vinh yajal chi', tze b'oan yaj ta'."
        },
        {
            "number": "40",
            "text": "Yujto te ay smay jun tas sco k'ulej tic, syal snaan eb' vinh yajal to a yed' eb' vinh van cak'an oval. Tato sk'anb'ej eb' d'ayonh: ¿Tas yuj ix ex q'ue b'ulnaj eyak'an oval? tato xchi eb' vinh, max yal-laj co colan co b'a calan junoc tas d'a eb' vinh, xchi vinh d'a eb'."
        },
        {
            "number": "41",
            "text": "Ix lajvi yalan juntzanh chi' vinh secretario chi', ix schecan pax eb' anima chi' vinh smasanil d'a spat."
        }
    ]
}