{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayek' winhaj Apolos t'a Corinto, ix ek' winhaj Pablo t'a juntzanh chonhab' ay t'a tzalquixtac. Ixlajwi chi', ix k'och winh t'a chonhab' Éfeso. Ata' ix yil-lajel sb'a winh yet' juntzanh heb' creyente."
        },
        {
            "number": "2",
            "text": "Ix sk'anb'an winh t'a heb': --¿Ix am he cha Yespíritu Dios ayic ix eyak'anoch Cristo t'a he k'ool? xchi winh t'a heb'. --Maay, manta b'aj ix kab'i tato ay Yespíritu Dios chi', xchi heb'."
        },
        {
            "number": "3",
            "text": "--Palta ayic ix ex ak'ji bautizar, ¿tas yaj jun bautismo ix he cha chi'? xchi winh t'a heb'. --Aton jun bautismo yic winhaj Juan ix ko cha'a, xchi heb' t'a winh."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yalxi winh t'a heb': --Ha sbautismo winhaj Juan chi', ha' sch'oxaneli to sna sb'a heb' anima t'a smul. Palta yalnac winh t'a heb' to ay jun tzak'anto sja yuj winh. Yowalil ha t'a jun chi' syak'och spensar heb'. Ha jun ix yal winh chi', a Jesús, xchi winhaj Pablo chi' t'a heb'."
        },
        {
            "number": "5",
            "text": "Ayic ix yab'an juntzanh chi' heb', ix ak'ji bautizar heb' t'a sb'i Kajal Jesús."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix yak'anek' sk'ab' winhaj Pablo chi' t'a sjolom junjun heb'. Ichato chi' ix ochkan Yespíritu Dios t'a heb'. Ix lolon heb' t'a juntzanh ch'occh'oc ti'al, ix yalanel juntzanh lolonel ix ak'ji yal heb' yuj Dios."
        },
        {
            "number": "7",
            "text": "Ha heb' ix ak'anoch t'a sk'ool chi', ay am lajchawanhoc heb'."
        },
        {
            "number": "8",
            "text": "Oxe' ujal xid' yalel slolonel Dios winhaj Pablo chi' t'a yol spatil culto t'a chonhab' Éfeso chi'. Malaj junok mach b'aj ix xiv winh yalanel t'a heb' ayek' chi' ta'. Ix yak'lej winh yak'an nachajel yuj heb' sik'lab'il tas tz'aj yoch heb' t'a yol sk'ab' Dios."
        },
        {
            "number": "9",
            "text": "Palta ay juntzanh heb' te pit t'a skal heb' chi'. Junelnhej malaj snib'ej heb' syak'och t'a sk'ool. Ix laj ek' heb' yal t'a heb' anima to chuk jun k'ayb'ub'al yic heb' creyente chi'. Yuj chi' ix yik'el sb'a winhaj Pablo chi' t'a skal heb'. Ix yik'anb'at heb' creyente chi' winh t'a jun escuela yic jun winh scuch Tirano. Axo ta' ix yalel slolonel Dios winh t'a skal heb' t'a junjun k'u."
        },
        {
            "number": "10",
            "text": "Chab' ab'il ix sk'ulej heb' icha chi'. Yuj chi', ix laj yab' yab'ixal Kajal Jesús masanil heb' israel yet' heb' manh israelok ay t'a yol yic Asia chi'."
        },
        {
            "number": "11",
            "text": "Axo Dios ix och yet' winhaj Pablo chi', yic sb'oan juntzanh milagro winh te satub'tac."
        },
        {
            "number": "12",
            "text": "Ay heb' ix ik'ancot spayu' yet' spichul, ix sukanek' heb' t'a sniwanil winh, slajwi chi' haxo t'a sniwanil heb' penaay sb'at suquek' heb'. Icha chi' tz'aj sb'oxikan sk'ool heb'. Ay pax heb' winh enemigo ix el t'a heb' anima chi' yuj winh."
        },
        {
            "number": "13",
            "text": "Palta ay jaywanh heb' israel scomon b'eyeq'ui. Ix yak'lej heb' yik'anel heb' enemigo t'a heb' anima. Ix yak'lej heb' yik'anel heb' t'a sb'i Kajal Jesús. Yuj chi' ix scomon alej heb' t'a heb' enemigo chi': --Ha t'a sb'i Jesús, skal t'ayex, elanhec. Ha Jesús chi', aton jun tzek' yalel yab'ixal winhaj Pablo, xchi heb'."
        },
        {
            "number": "14",
            "text": "Sk'ulej pax jun tik ucwanh heb' yuninal jun winh israel scuch Escewa winh sat sacerdote. Ix yak'lej heb' yik'anel jun enemigo."
        },
        {
            "number": "15",
            "text": "Axo ix tak'wi jun enemigo chi' t'a heb': --Vojtak Jesús chi'. Toxo ix wab'paxi mach jun winh tzeyal Pabloal chi'. Palta a exxo tik, ¿mach ex? xchi."
        },
        {
            "number": "16",
            "text": "Axo winh b'aj ayoch jun enemigo chi', ix cot jucnaj winh t'a heb'. Ix ak'ji ganar heb' smasanil yuj winh. Te ya' ix ek' heb' yuj winh. Tzijtum b'aj ix lajwi heb'. Ix quichjiel sk'apac heb' yuj winh, yuj chi' b'eranel heb' ix elta lemnaj heb' t'a jun pat chi'."
        },
        {
            "number": "17",
            "text": "Axo heb' aj Éfeso chi' smasanil, heb' israel yet' heb' manh israelok, ix laj yab' spekal jun chi' heb'. Yuj chi' ix te xiv heb' smasanil. Ix yalan wach' lolonel heb' t'a Kajal Jesús."
        },
        {
            "number": "18",
            "text": "Anhejtona', tzijtum heb' ayoch Cristo t'a sk'ool ix laj k'ochi. Ix yalank'eta jantacnhej juntzanh chukal ix laj sk'ulej heb'."
        },
        {
            "number": "19",
            "text": "Te tzijtum heb' yak'nacoch sb'a ajb'aalil ix och creyenteal. Ix yik'cot juntzanh yumal b'aj sk'ayb'ej jun ajb'aalil chi' heb'. Ix snhusantz'a juntzanh chi' heb' t'a yichanh heb' anima smasanil. Ayic ix sb'isan stojol juntzanh ch'anh uum chi' heb', ix elk'och am t'a junok 50,000 dracma."
        },
        {
            "number": "20",
            "text": "Ix te pukaxel slolonel Dios, tzijtum pax heb' anima ix ak'anoch t'a sk'ool. Icha chi' ix aj scheclajeli to te niwan spoder slolonel chi'."
        },
        {
            "number": "21",
            "text": "Ixlajwi juntzanh chi', ix snaan winhaj Pablo chi' to tzek' winh t'a yol yic Macedonia yet' t'a yol yic Acaya, haxo sk'och winh chi' t'a Jerusalén. Ix yalan winh: --Ol lajwoc chi', yowalil ol in k'och t'a Roma, xchi winh."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix schec b'ab'laj chawanh heb' schekab' winh t'a Macedonia chi', aton winhaj Timoteo yet' winhaj Erasto. Palta haxo winhaj Pablo chi', najtiltacto ix kan winh t'a yol yic Asia chi'."
        },
        {
            "number": "23",
            "text": "Axo t'a jun pekti’ chi', ix te k'e nhilnaj heb' anima scot yowal yuj sk'ayb'ub'al Kajal Jesús."
        },
        {
            "number": "24",
            "text": "Ay jun winh b'oum plata scuch Demetrio. Ha juntzanh yechel stemplo jun sdiosal heb' skuchan Diana sb'o winh. Ix jun sdiosal heb' chi'. Ha heb' sb'oan juntzanh yechel chi', niwan tumin syak' ganar heb' t'a spatic."
        },
        {
            "number": "25",
            "text": "Ha winh ix molb'an jantacnhej heb' sb'oan juntzanh yechel chi' yet' juntzanhxo heb' lajan yopisio yet' winh. Ix yalan winh t'a heb': --Ex wetmunlajwumal, eyojtak jantac ko tumin skak' ganar t'a jun copisio tik."
        },
        {
            "number": "26",
            "text": "Palta ina tzeyila', tzeyab'anpaxi, tas wan sk'ulan winhaj Pablo. Syalan winh to a juntzanh Dios b'ob'il yuj anima, manh diosoc. Tzijtum anima ix yak' sk'ool winh. Manhoknhej t'a chonhab' Éfeso tik, palta quenxonhej maj ak'joc sk'ool masanil heb' ay t'a yol yic Asia tik yuj winh."
        },
        {
            "number": "27",
            "text": "Te ay smay jun tik. Tekan manhxo ol b'atlaj ko chonh yuj. Axo pax ko diosal Diana, tekan manhxalaj ol elk'och stemplo t'a yichanh heb' anima. Ha jun ko diosal tik, te niwan yelk'och t'a yichanh heb' anima smasanil t'a Asia tik yet' t'a smasanil yol yib'anhk’inal. Palta haxo ticnaik ay smay, tekan ol lajwoquel yopisio t'a yichanh heb', xchi winh."
        },
        {
            "number": "28",
            "text": "Axo ix yab'an juntzanh chi' heb', ix te cot yowal heb', ix awaj chaanh heb': --Te niwan yelk'och ix ko diosal Diana a onh aj Éfeso onh tik, xchi heb'."
        },
        {
            "number": "29",
            "text": "Axo heb' chonhab' chi' smasanil, ix te k'e somnaj heb' scot yowal. Ix syaman winhaj Gayo heb' yet' winhaj Aristarco. Ha chawanh heb' winh chi', aj Macedonia heb' winh, ajun heb' winh ix k'och yet' winhaj Pablo t'a Éfeso chi'. Ix ik'jib'at heb' winh schawanhil t'a jun lugar b'aj smolb'ej sb'a heb' anima."
        },
        {
            "number": "30",
            "text": "Axo winhaj Pablo chi', snib'ej winh sb'at yal t'a heb' anima chi', palta maj chajib'atlaj winh yuj heb' creyente."
        },
        {
            "number": "31",
            "text": "Ay pax jaywanh heb' winh yajal yaj t'a Asia chi' wach' yak'an yet' winhaj Pablo chi'. Ix schekan aljoc heb' winh t'a winh to max b'at sch'ox sb'a winh t'a heb' anima chi'."
        },
        {
            "number": "32",
            "text": "Axo heb' anima ix smolb'ej sb'a chi', ch'occh'oc ix laj yalk'e junjun heb', yujto tonhej ix laj k'e somnaj heb' yalani. Ek'to nanhal heb' manh ojtannacoc tas yuj smolb'ej sb'a heb'."
        },
        {
            "number": "33",
            "text": "Palta ay jun winh scuch Alejandro, a winh ix ik'jib'at t'a yichanh heb' anima chi' yuj heb' yetisraelal. Ix alchaj t'a winh tas yuj molanek' heb' anima chi'. Ixlajwi chi', ix yik'anchaanh sk'ab' winh t'a heb', yic wach' numan tz'aj heb', yujto snib'ej winh scol sb'a yet' heb' yetisraelal."
        },
        {
            "number": "34",
            "text": "Palta ayic ix yilan heb' anima chi' to israel winh, yuj chi' ix te wach' k'e yav heb' smasanil. Ay am chab'oc hora ix awajk'e heb', ix yalan heb' icha tik: --Te niwan yelk'och ix ko diosal Diana a onh aj Éfeso onh tik, xchi heb'."
        },
        {
            "number": "35",
            "text": "Axo winh secretarioal chonhab' chi', k'ojank'olal ix smontej heb' winh yic wach' numan tz'aj heb'. Ixlajwi chi', ix yalan winh t'a heb': --Ex wetchonhab', masanil anima ojtannac to a onh aj Éfeso onh tik ay copisio ko tanhwan jun stemplo ko diosal Diana niwan yelk'ochi yet' jun yechel ix cotnac t'a satcha’anh."
        },
        {
            "number": "36",
            "text": "Malaj junok mach syal yalani to es juntzanh swal tik. Yuj chi' numan tzex aji. Naec wal sik'lab'il, yic wach' malaj junok tas tze comon k'ulej."
        },
        {
            "number": "37",
            "text": "Yujto a heb' ix eyik'cot tik, malaj junok chukal ix sk'ulej heb' t'a spatic ko diosal. Max b'uchwaj pax heb' t'a ix."
        },
        {
            "number": "38",
            "text": "Ha winhaj Demetrio yet' heb' yetb'eyum, tato snib'ej heb' syak'och t'a yib'anh junok mach, syal sb'at heb' t'a juzgado, b'at yalan heb' t'a winh juez. Syal b'at yalan sb'a heb' t'a heb' winh yajal chi'."
        },
        {
            "number": "39",
            "text": "Tato ay junocxo tas he gana, syal tze k'umlaj he b'a yet' heb' winh yajal chi', tze b'oan yaj ta'."
        },
        {
            "number": "40",
            "text": "Yujto te ay smay jun tas sko k'ulej tik, syal snaan heb' winh yajal to a yet' heb' winh wan kak'an owal. Tato sk'anb'ej heb' t'ayonh: ¿Tas yuj ix ex k'e b'ulnaj eyak'an owal? tato xchi heb' winh, max yal-laj ko colan ko b'a kalan junok tas t'a heb' winh, xchi winh t'a heb'."
        },
        {
            "number": "41",
            "text": "Ixlajwi yalan juntzanh chi' winh secretario chi', ix schekan pax heb' anima chi' winh smasanil t'a spat."
        }
    ]
}