{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayek' vinhaj Apolos t'a Corinto, ix ek' vinhaj Pablo t'a juntzanh chonhab' ay t'a tzalquixtac. Ixlajwi chi', ix k'och vinh t'a chonhab' Éfeso. Ata' ix yil-lajel sb'a vinh yet' juntzanh eb' creyente."
        },
        {
            "number": "2",
            "text": "Ix sk'anb'an vinh t'a eb': --¿Ix am e cha Yespíritu Dios ayic ix eyak'anoch Cristo t'a e k'ool? xchi vinh t'a eb'. --Maay, manta b'aj ix cab'i tato ay Yespíritu Dios chi', xchi eb'."
        },
        {
            "number": "3",
            "text": "--Palta ayic ix ex ak'ji bautizar, ¿tas yaj jun bautismo ix e cha chi'? xchi vinh t'a eb'. --Aton jun bautismo yic vinhaj Juan ix co cha'a, xchi eb' t'a vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yalxi vinh t'a eb': --Ha sbautismo vinhaj Juan chi', ha' sch'oxaneli to sna sb'a eb' anima t'a smul. Palta yalnac vinh t'a eb' to ay jun tzak'anto sja yuj vinh. Yovalil ha t'a jun chi' syak'och spensar eb'. Ha jun ix yal vinh chi', a Jesús, xchi vinhaj Pablo chi' t'a eb'."
        },
        {
            "number": "5",
            "text": "Ayic ix yab'an juntzanh chi' eb', ix ak'ji bautizar eb' t'a sb'i Cajal Jesús."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix yak'anek' sk'ab' vinhaj Pablo chi' t'a sjolom junjun eb'. Ichato chi' ix ochcan Yespíritu Dios t'a eb'. Ix lolon eb' t'a juntzanh ch'occh'oc ti'al, ix yalanel juntzanh lolonel ix ak'ji yal eb' yuj Dios."
        },
        {
            "number": "7",
            "text": "Ha eb' ix ak'anoch t'a sk'ool chi', ay am lajchavanhoc eb'."
        },
        {
            "number": "8",
            "text": "Oxe' ujal xid' yalel slolonel Dios vinhaj Pablo chi' t'a yol spatil culto t'a chonhab' Éfeso chi'. Malaj junok mach b'aj ix xiv vinh yalanel t'a eb' ayek' chi' ta'. Ix yak'lej vinh yak'an nachajel yuj eb' sik'lab'il tas tz'aj yoch eb' t'a yol sk'ab' Dios."
        },
        {
            "number": "9",
            "text": "Palta ay juntzanh eb' te pit t'a skal eb' chi'. Junelnhej malaj sgana eb' syak'och t'a sk'ool. Ix laj ek' eb' yal t'a eb' anima to chuk jun k'ayb'ub'al yic eb' creyente chi'. Yuj chi' ix yiq'uel sb'a vinhaj Pablo chi' t'a skal eb'. Ix yik'anb'at eb' creyente chi' vinh t'a jun escuela yic jun vinh scuch Tirano. Axo ta' ix yalel slolonel Dios vinh t'a skal eb' t'a junjun k'u."
        },
        {
            "number": "10",
            "text": "Chab' ab'il ix sk'ulej eb' icha chi'. Yuj chi', ix laj yab' yab'ixal Cajal Jesús masanil eb' israel yet' eb' manh israeloc ay t'a yol yic Asia chi'."
        },
        {
            "number": "11",
            "text": "Axo Dios ix och yet' vinhaj Pablo chi', yic sb'oan juntzanh milagro vinh te satub'tac."
        },
        {
            "number": "12",
            "text": "Ay eb' ix ik'ancot spayu' yet' spichul, ix sucanek' eb' t'a snivanil vinh, slajvi chi' haxo t'a snivanil eb' penaay sb'at suquek' eb'. Icha chi' tz'aj sb'oxican sk'ool eb'. Ay pax eb' vinh enemigo ix el t'a eb' anima chi' yuj vinh."
        },
        {
            "number": "13",
            "text": "Palta ay jayvanh eb' israel scomon b'eyeq'ui. Ix yak'lej eb' yik'anel eb' enemigo t'a eb' anima. Ix yak'lej eb' yik'anel eb' t'a sb'i Cajal Jesús. Yuj chi' ix scomon alej eb' t'a eb' enemigo chi': --Ha t'a sb'i Jesús, skal t'ayex, elanhec. Ha Jesús chi', aton jun tzek' yalel yab'ixal vinhaj Pablo, xchi eb'."
        },
        {
            "number": "14",
            "text": "Sk'ulej pax jun tik ucvanh eb' yuninal jun vinh israel scuch Esceva vinh sat sacerdote. Ix yak'lej eb' yik'anel jun enemigo."
        },
        {
            "number": "15",
            "text": "Axo ix tak'vi jun enemigo chi' t'a eb': --Vojtac Jesús chi'. Toxo ix vab'paxi mach jun vinh tzeyal Pabloal chi'. Palta a exxo tik, ¿mach ex? xchi."
        },
        {
            "number": "16",
            "text": "Axo vinh b'aj ayoch jun enemigo chi', ix cot jucnaj vinh t'a eb'. Ix ak'ji ganar eb' smasanil yuj vinh. Te ya' ix ek' eb' yuj vinh. Tzijtum b'aj ix lajvi eb'. Ix quichjiel sk'apac eb' yuj vinh, yuj chi' b'eranel eb' ix elta lemnaj eb' t'a jun pat chi'."
        },
        {
            "number": "17",
            "text": "Axo eb' aj Éfeso chi' smasanil, eb' israel yet' eb' manh israeloc, ix laj yab' specal jun chi' eb'. Yuj chi' ix te xiv eb' smasanil. Ix yalan wach' lolonel eb' t'a Cajal Jesús."
        },
        {
            "number": "18",
            "text": "Anhejtona', tzijtum eb' ayoch Cristo t'a sk'ool ix laj k'ochi. Ix yalanq'ueta jantacnhej juntzanh chukal ix laj sk'ulej eb'."
        },
        {
            "number": "19",
            "text": "Te tzijtum eb' yak'nacoch sb'a ajb'aalil ix och creyenteal. Ix yik'cot juntzanh yumal b'aj sk'ayb'ej jun ajb'aalil chi' eb'. Ix snhusantz'a juntzanh chi' eb' t'a yichanh eb' anima smasanil. Ayic ix sb'isan stojol juntzanh ch'anh uum chi' eb', ix elk'och am t'a junok 50,000 dracma."
        },
        {
            "number": "20",
            "text": "Ix te pucaxel slolonel Dios, tzijtum pax eb' anima ix ak'anoch t'a sk'ool. Icha chi' ix aj scheclajeli to te niwan spoder slolonel chi'."
        },
        {
            "number": "21",
            "text": "Ixlajwi juntzanh chi', ix snaan vinhaj Pablo chi' to tzek' vinh t'a yol yic Macedonia yet' t'a yol yic Acaya, haxo sk'och vinh chi' t'a Jerusalén. Ix yalan vinh: --Ol lajvoc chi', yowalil ol in k'och t'a Roma, xchi vinh."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix schec b'ab'laj chavanh eb' schecab' vinh t'a Macedonia chi', aton vinhaj Timoteo yet' vinhaj Erasto. Palta haxo vinhaj Pablo chi', najtiltacto ix kan vinh t'a yol yic Asia chi'."
        },
        {
            "number": "23",
            "text": "Axo t'a jun pekti’ chi', ix te q'ue nhilnaj eb' anima scot yoval yuj sk'ayb'ub'al Cajal Jesús."
        },
        {
            "number": "24",
            "text": "Ay jun vinh b'oum plata scuch Demetrio. Ha juntzanh yechel stemplo jun sdiosal eb' scuchan Diana sb'o vinh. Ix jun sdiosal eb' chi'. Ha eb' sb'oan juntzanh yechel chi', niwan tumin syak' ganar eb' t'a spatic."
        },
        {
            "number": "25",
            "text": "Ha vinh ix molb'an jantacnhej eb' sb'oan juntzanh yechel chi' yet' juntzanhxo eb' lajan yopisio yet' vinh. Ix yalan vinh t'a eb': --Ex vetmunlajvumal, eyojtac jantac co tumin scak' ganar t'a jun copisio tik."
        },
        {
            "number": "26",
            "text": "Palta ina tzeyila', tzeyab'anpaxi, tas van sk'ulan vinhaj Pablo. Syalan vinh to a juntzanh dios b'ob'il yuj anima, manh diosoc. Tzijtum anima ix yak' sk'ool vinh. Manhocnhej t'a chonhab' Éfeso tik, palta quenxonhej maj ak'joc sk'ool masanil eb' ay t'a yol yic Asia tik yuj vinh."
        },
        {
            "number": "27",
            "text": "Te ay smay jun tik. Tecan manhxo ol b'atlaj co chonh yuj. Axo pax co diosal Diana, tecan manhxalaj ol elk'och stemplo t'a yichanh eb' anima. Ha jun co diosal tik, te niwan yelk'och t'a yichanh eb' anima smasanil t'a Asia tik yet' t'a smasanil yol yib'anhk’inal. Palta haxo ticnaic ay smay, tecan ol lajvoquel yopisio t'a yichanh eb', xchi vinh."
        },
        {
            "number": "28",
            "text": "Axo ix yab'an juntzanh chi' eb', ix te cot yoval eb', ix avaj chaanh eb': --Te niwan yelk'och ix co diosal Diana a onh aj Éfeso onh tik, xchi eb'."
        },
        {
            "number": "29",
            "text": "Axo eb' chonhab' chi' smasanil, ix te q'ue somnaj eb' scot yoval. Ix syaman vinhaj Gayo eb' yet' vinhaj Aristarco. Ha chavanh eb' vinh chi', aj Macedonia eb' vinh, ajun eb' vinh ix k'och yet' vinhaj Pablo t'a Éfeso chi'. Ix ik'jib'at eb' vinh schavanhil t'a jun lugar b'aj smolb'ej sb'a eb' anima."
        },
        {
            "number": "30",
            "text": "Axo vinhaj Pablo chi', sgana vinh sb'at yal t'a eb' anima chi', palta maj chajib'atlaj vinh yuj eb' creyente."
        },
        {
            "number": "31",
            "text": "Ay pax jayvanh eb' vinh yajal yaj t'a Asia chi' wach' yak'an yet' vinhaj Pablo chi'. Ix schecan aljoc eb' vinh t'a vinh to max b'at sch'ox sb'a vinh t'a eb' anima chi'."
        },
        {
            "number": "32",
            "text": "Axo eb' anima ix smolb'ej sb'a chi', ch'occh'oc ix laj yalq'ue junjun eb', yujto tonhej ix laj q'ue somnaj eb' yalani. Ek'to nanhal eb' manh ojtannacoc tas yuj smolb'ej sb'a eb'."
        },
        {
            "number": "33",
            "text": "Palta ay jun vinh scuch Alejandro, a vinh ix ik'jib'at t'a yichanh eb' anima chi' yuj eb' yetisraelal. Ix alchaj t'a vinh tas yuj molanek' eb' anima chi'. Ixlajwi chi', ix yik'anchaanh sk'ab' vinh t'a eb', yic wach' numan tz'aj eb', yujto sgana vinh scol sb'a yet' eb' yetisraelal."
        },
        {
            "number": "34",
            "text": "Palta ayic ix yilan eb' anima chi' to israel vinh, yuj chi' ix te wach' q'ue yav eb' smasanil. Ay am chab'oc hora ix avajq'ue eb', ix yalan eb' icha tik: --Te niwan yelk'och ix co diosal Diana a onh aj Éfeso onh tik, xchi eb'."
        },
        {
            "number": "35",
            "text": "Axo vinh secretarioal chonhab' chi', k'ojank'olal ix smontej eb' vinh yic wach' numan tz'aj eb'. Ixlajwi chi', ix yalan vinh t'a eb': --Ex vetchonhab', masanil anima ojtannac to a onh aj Éfeso onh tik ay copisio co tanhvan jun stemplo co diosal Diana niwan yelk'ochi yet' jun yechel ix cotnac t'a satcha’anh."
        },
        {
            "number": "36",
            "text": "Malaj junok mach syal yalani to es juntzanh sval tik. Yuj chi' numan tzex aji. Naec val sik'lab'il, yic wach' malaj junok tas tze comon k'ulej."
        },
        {
            "number": "37",
            "text": "Yujto a eb' ix eyik'cot tik, malaj junok chukal ix sk'ulej eb' t'a spatic co diosal. Max b'uchvaj pax eb' t'a ix."
        },
        {
            "number": "38",
            "text": "Ha vinhaj Demetrio yet' eb' yetb'eyum, tato sgana eb' syak'och t'a yib'anh junok mach, syal sb'at eb' t'a juzgado, b'at yalan eb' t'a vinh juez. Syal b'at yalan sb'a eb' t'a eb' vinh yajal chi'."
        },
        {
            "number": "39",
            "text": "Tato ay junocxo tas e gana, syal tze k'umlaj e b'a yet' eb' vinh yajal chi', tze b'oan yaj ta'."
        },
        {
            "number": "40",
            "text": "Yujto te ay smay jun tas sco k'ulej tik, syal snaan eb' vinh yajal to a yet' eb' vinh van cak'an oval. Tato sk'anb'ej eb' t'ayonh: ¿Tas yuj ix ex q'ue b'ulnaj eyak'an oval? tato xchi eb' vinh, max yal-laj co colan co b'a calan junok tas t'a eb' vinh, xchi vinh t'a eb'."
        },
        {
            "number": "41",
            "text": "Ixlajwi yalan juntzanh chi' vinh secretario chi', ix schecan pax eb' anima chi' vinh smasanil t'a spat."
        }
    ]
}