{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix ja sk'ual q'uinh Pentecostés, junnhej b'aj ix smolb'ej sb'a heb' creyente smasanil."
        },
        {
            "number": "2",
            "text": "Axo t'a jun rato chi', ix k'anh jun t'a satcha’anh, icha sk'anh junok ik' te ov. Ix laj k'anh yek' t'a yol jun pat b'aj k'ojanem heb' chi'."
        },
        {
            "number": "3",
            "text": "Ix yilan juntzanh tas heb' icha sk'e nhilnhon te' k'ak'. Ix pukaxb'at t'a skal heb'. Ix em t'a yib'anh junjun heb'."
        },
        {
            "number": "4",
            "text": "Ix laj ochkan Yespíritu Dios t'a junjun heb'. Ix och ijan heb' slolon t'a juntzanhxo ch'occh'oc tial, ato syala' tas ix ak'ji yal heb' yuj Espíritu Santo chi'."
        },
        {
            "number": "5",
            "text": "Ha t'a jun pekti’ chi' ayek' juntzanh heb' israel t'a Jerusalén chi', aton heb' scot t'a ch'occh'oc chonhab'il t'a yol yib'anhk’inal tik. Ha d'ha Dios syal sb'a heb'."
        },
        {
            "number": "6",
            "text": "Ayic ix k'anh jun chi', tzijtum anima ix smolb'ej sb'ha t'a jun pat chi'. Ix laj somchaj spensar heb', yujto ix laj yab'laj sti' heb', yujto a heb' creyente syal sti' junjun chonhab' heb'."
        },
        {
            "number": "7",
            "text": "Ix te sat sk'ool heb', ix laj och k'eljab' heb'. Ix laj yalan heb': --Ha wal heb' wan slolon tik, aj Galilea heb' smasanil."
        },
        {
            "number": "8",
            "text": "Yuj chi', ¿tas yuj skab' yalan ko ti' heb'? Palta ina ch'occh'oc ko ti' junjun onh."
        },
        {
            "number": "9",
            "text": "Ha t'a ko kal tik ay heb' aj Parta. Ay heb' aj Media, ay heb' aj Elam, ay heb' aj Mesopotamia, ay heb' aj Judea, ay heb' aj Capadocia, ay heb' aj Ponto yet' t'a juntzanhxo chonhab' t'a yol yic Asia."
        },
        {
            "number": "10",
            "text": "Ay heb' aj Frigia, heb' aj Panfilia, heb' aj Egipto. Ay pax heb' aj Libia t'a yichanhb'at Cirene. Ay pax juntzanh heb' aj Roma, aytaxon ek' t'a tik. Quetisraelal nanhal heb'. Axo nanhalxo heb' manh israeloclaj heb', palta ochnac heb' t'a ko k'ayb'ub'al."
        },
        {
            "number": "11",
            "text": "Ay pax heb' aj Creta yet' heb' aj Arabia. Co masanil skab' slolon heb' t'a ko ti' yic syalan heb' jantac wal tas satub'tac sb'o Dios, xchi heb'."
        },
        {
            "number": "12",
            "text": "Ix laj sat sk'ool heb' smasanil, ix laj somchaj heb'. Ix laj yalan heb': --¿Tas wal yaj juntzanh tik? xchi heb'."
        },
        {
            "number": "13",
            "text": "Palta ay juntzanhxo heb' jun, tonhej ix b'uchwaj heb'. Ix yalan heb': --Ha juntzanh heb' tik, uk'umanh heb', xchi heb'."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix k'e linhan winhaj Pedro yet' heb' winh uxluchwanh yetchekab'wumal. Te chaanh ix yal winh t'a skal heb' anima chi': --Ex aj Judea yet' ex he masanil ayextaxonek' t'a Jerusalén tik, swak' eyojtaquejel tas yaj jun tik. Hak'uecoch he chiquin t'a tas ol wal t'ayex."
        },
        {
            "number": "15",
            "text": "¿Tom tze na'a to uk'um onh anh? Maay, ina k'e k'ualto ticnaik."
        },
        {
            "number": "16",
            "text": "Palta a winhaj Joel, winh schekab' Dios t'a peka', ayocto yalannakkan winh t'a Slolonel Dios Tz'ib'ab'ilkani, xchi icha tik:"
        },
        {
            "number": "17",
            "text": "Ix yalan Dios: Ha t'a yic slajwub' k'ual, ol wak'och Vespíritu t'a masanil anima. Axo heb' eyuninal yet' heb' eyisil ol alanel in lolonel. Ha t'a heb' kelemtac ol in ch'ox juntzanh tas t'a wayichal. Axo t'a heb' ichamtac winak, ol in lolon t'a heb' t'a swayich."
        },
        {
            "number": "18",
            "text": "Ha t'a jun pekti’ chi', ol wak'och Vespíritu t'a jantacnhej heb' tzin ak'an serwil, wach'chom winak, mato ix, ol yalel in lolonel heb'."
        },
        {
            "number": "19",
            "text": "Ol in ch'oxan juntzanh tas t'a satcha’anh yet' t'a yol yib'anhk’inal, ol sat sk'ool heb' anima yilani. Ol in ch'oxpax juntzanhxo tas sch'oxanel in poder, aton chik', k'ak' yet' jun niwan tab' icha asun."
        },
        {
            "number": "20",
            "text": "Ha k'u ol k'ik'b'oqueloc. Axo k'een uj, te chac ol aj k'een icha chik'. Icha chi' ol ajoc ayic manto ja sk'ual yowal in k'ool a in Yajal in tik. Ha jun k'ual chi', te niwan yelk'ochi. Ol te sat sk'ool heb' anima yuj."
        },
        {
            "number": "21",
            "text": "Axo heb' syal sb'a t'ayin a in Yajal in tik, ol laj colchaj heb', xchi Dios t'a Slolonel chi'."
        },
        {
            "number": "22",
            "text": "Ex wetisraelal, ak'ecoch he chiquin t'a juntzanhxo ol wal tik t'ayex. Ha Dios ix ch'oxani chajtil yopisio Jesús aj Nazaret t'ayex, ayic ix sb'oan juntzanh milagro, juntzanh malaj b'aj squila' yet' juntzanhxo tas sch'oxanel spoder. Ha juntzanh chi' ix sb'o Dios yet' Jesús. Ina eyojtaktaxon juntzanh tik."
        },
        {
            "number": "23",
            "text": "Palta a Jesús chi', ix ak'jikanoch t'a yol he k'ab', yujto icha chi' ix el t'a sk'ool Dios. Yictax t'a pecataxo yojtakxo Dios tas ol jawok t'a yib'anh Jesús chi'. Ha ex tik ix he majnej sk'ab' heb' chuk, yic ix eyamani, ix he culusank'ei. Icha chi' ix eyutej he milanchamoc."
        },
        {
            "number": "24",
            "text": "Palta haxo Dios ix ak'an pitzwokxi. Ix yak'an ganar spitzwixi, yujto a chamel malaj tz'och t'ay."
        },
        {
            "number": "25",
            "text": "Ha winhaj Dawid alannakkan yab'ixal Jesús chi' to ol pitzwokxi. Xchi icha tik: Masanil tiempo naan achnhej wuuj. Yujto ayachek' t'a in wach' k'ab', yuj chi' max somchajel-laj in k'ool."
        },
        {
            "number": "26",
            "text": "Yuj chi' ste tzalaj in k'ool, tzin b'itan t'a tzalajk'olal. Malaj tas tzin na yuj in niwanil tik, yujto tzach wak'och yipoc in k'ool."
        },
        {
            "number": "27",
            "text": "Yujto manh ol actejkanlaj in pixan t'a skal heb' chamnac, manh ol a cha k'ab'at in niwanil tik, a in ton tik sik'b'il in el uuj."
        },
        {
            "number": "28",
            "text": "Ix ak' wojtaquejel sb'eal k 'inal, ol ak' tzalajb'oc in k'ool ayic ayachek' wed'oc. Icha chi' yaj stz'ib'ankan winhaj Dawid t'a Slolonel Dios."
        },
        {
            "number": "29",
            "text": "Ex wetchonhab', te chequel tas ajnac winh ko mam quicham aj Dawid chi'. Cojtak to chamnac winh, mucnajnac winh. Ha jun yet'tal b'aj mukan winh chi', anheja' chequelto yajek' ticnaik."
        },
        {
            "number": "30",
            "text": "Palta a winhaj Dawid chi', ak'b'il yopisio winh yalankani tastac ol jawok. Yojtak winh to te yel sti' Dios yak'nakkan t'ay, to a Cristo ol elixcan yinhtiloc, haxo yochcan reyal chi' sk'exuloc winh."
        },
        {
            "number": "31",
            "text": "Ayocto ix yojtakanel winhaj Dawid chi' tas ol aj Cristo. Yuj chi' yalnakkan winh to ol pitzwokxi Cristo chi'. Ix yalanpaxcan winh to ha Dios manh ol actankan spixan t'a skal heb' chamnac. Axo sniwanil, manh ol k'aoc."
        },
        {
            "number": "32",
            "text": "Yuj chi' a Jesús tik, ha Dios ix ak'anxi pitzwoc. Co masanil skak'och ko b'a testigoal yuj jun tik, yujto ix quila'."
        },
        {
            "number": "33",
            "text": "Anhejtona', ix pax t'a satcha’anh yuj spoder Dios, yic b'at em k'ojan t'a swach' k'ab' Dios chi', haxo ix ak'an Espíritu Santo t'ay, icha yutejnac yalankani. Axo Jesús chi' ix ak'ancot jun tzeyil tik yet' jun tzeyab' tik."
        },
        {
            "number": "34",
            "text": "Ha winhaj Dawid chi' maj b'atlaj winh t'a satcha’anh yet' sniwanil. Palta yalnakkan winh icha tik: Ha Dios Kajal alannac t'a Vajalil: Emanh k'ojan t'a in wach' k'ab',"
        },
        {
            "number": "35",
            "text": "masanto ol wak'kanoch heb' ayoch ajk'ool t'ayach t'a yalanh oc, xchi Dios t'a Vajalil, xchi winhaj Dawid chi'."
        },
        {
            "number": "36",
            "text": "Palta in gana tzeyojtaquejel sik'lab'il he masanil ex wetisraelal to a Jesús ix he culusejk'e chi', aton ix ak'jioch Cajaloc yuj Dios. Ix ak'jioch Cristoal, aton jun tanhwab'iltaxon sjawi cuuj, xchi winhaj Pedro chi'."
        },
        {
            "number": "37",
            "text": "Ayic ix yab'an juntzanh chi' heb' chonhab', ix te och pitz'an cusk'olal t'a spixan heb'. Ix yalan heb' icha tik t'a winhaj Pedro yet' t'a juntzanhxo heb' schekab' Jesús: --Ex wetanimail, ¿tas wach' ko k'ulan ticnaik jun? xchi heb'."
        },
        {
            "number": "38",
            "text": "Yuj chi', ix yal winhaj Pedro chi' t'a heb': --Naec he b'a. Hak'ek bautizar he b'ha t'a sb'i Jesucristo, yic wach' ol ak'joc lajwoc he mul yuj Dios. Ichato chi', ol yak'an Espíritu Santo t'ayex."
        },
        {
            "number": "39",
            "text": "Yujto icha chi' ajnac yak'annakkan sti' t'ayonh, t'a heb' cuninal yet' pax t'a masanil mach najat ay. Yujto a Cajalil ko Diosal syak' Yespíritu t'a jantacnhej heb' syavtejcot yicoc, xchi winhaj Pedro chi' t'a heb'."
        },
        {
            "number": "40",
            "text": "Tzijtumto tas ix yal winh t'a heb'. Ix yak'anpax razón winh t'a heb': --Ik'equel he b'ha t'a skal heb' malaj swach'il tik, xchi winh."
        },
        {
            "number": "41",
            "text": "Yuj chi' ay heb' ix ak'anoch t'a sk'ool tas ix yal winhaj Pedro chi'. Ix yak'an ak'joc bautizar sb'a heb'. Ha heb' ix och creyenteal t'a jun k'u chi', ay am oxeoc mil heb'."
        },
        {
            "number": "42",
            "text": "Ix yak'an wal och spensar heb' t'a juntzanh k'ayb'ub'al ix yal heb' schekab' Jesús chi'. Junxonhej ix yutej spensar heb' smasanil. Slesalwi heb', smolb'an sb'a heb', swaan ixim pan heb' yic wach' snaancot Jesús Kajal heb'."
        },
        {
            "number": "43",
            "text": "Ha heb' schekab' Jesús, tzijtum milagro ix sch'ox heb' yuj spoder Dios. Yuj chi' ix laj xiv heb' anima smasanil."
        },
        {
            "number": "44",
            "text": "Jantacnhej heb' ix ak'anoch Cristo t'a sk'ool, junxonhej ix aj heb'. Jantacnhej tastac ay t'a heb', junxonhej ix laj yutej heb'."
        },
        {
            "number": "45",
            "text": "Ay heb' ix laj schonhel sluum yet' jantacnhej tastac ay t'a heb'. Ix laj spukanek' stojol heb' t'a skal, icha syala' tastac tz'och yuj junjun heb'."
        },
        {
            "number": "46",
            "text": "Junjun k'u smolb'an sb'a heb' t'a yol yamaq'uil stemplo Dios. Axo t'a spat heb' smolb'ej sb'a yic smol wa heb'. Junxonhej slaj wa heb' t'a tzalajk'olal. Te junk'olal ix aj heb'."
        },
        {
            "number": "47",
            "text": "Slaj yalan wach' lolonel heb' d'ha Dios, ste tzalaj pax heb' anima smasanil yet' heb'. Axo Jesús Kajal tz'ak'an q'uib' sb'isul heb' t'a junjun k'u, yuj heb' wan scolchaj chi' yuj."
        }
    ]
}