{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix ja sk'ual q'uinh Pentecostés, junnhej b'aj ix smolb'ej sb'a eb' creyente smasanil."
        },
        {
            "number": "2",
            "text": "Axo t'a jun rato chi', ix k'anh jun t'a satcha’anh, icha sk'anh junok ik' te ov. Ix laj k'anh yek' t'a yol jun pat b'aj k'ojanem eb' chi'."
        },
        {
            "number": "3",
            "text": "Ix yilan juntzanh tas eb' icha sq'ue nhilnhon te' k'ak'. Ix pucaxb'at t'a skal eb'. Ix em t'a yib'anh junjun eb'."
        },
        {
            "number": "4",
            "text": "Ix laj ochcan Yespíritu Dios t'a junjun eb'. Ix och ijan eb' slolon t'a juntzanhxo ch'occh'oc tial, ato syala' tas ix ak'ji yal eb' yuj Espíritu Santo chi'."
        },
        {
            "number": "5",
            "text": "Ha t'a jun pekti’ chi' ayek' juntzanh eb' israel t'a Jerusalén chi', aton eb' scot t'a ch'occh'oc chonhab'il t'a yol yib'anhk’inal tik. Ha d'ha Dios syal sb'a eb'."
        },
        {
            "number": "6",
            "text": "Ayic ix k'anh jun chi', tzijtum anima ix smolb'ej sb'ha t'a jun pat chi'. Ix laj somchaj spensar eb', yujto ix laj yab'laj sti' eb', yujto a eb' creyente syal sti' junjun chonhab' eb'."
        },
        {
            "number": "7",
            "text": "Ix te sat sk'ool eb', ix laj och q'ueljab' eb'. Ix laj yalan eb': --Ha val eb' van slolon tik, aj Galilea eb' smasanil."
        },
        {
            "number": "8",
            "text": "Yuj chi', ¿tas yuj scab' yalan co ti' eb'? Palta ina ch'occh'oc co ti' junjun onh."
        },
        {
            "number": "9",
            "text": "Ha t'a co cal tik ay eb' aj Parta. Ay eb' aj Media, ay eb' aj Elam, ay eb' aj Mesopotamia, ay eb' aj Judea, ay eb' aj Capadocia, ay eb' aj Ponto yet' t'a juntzanhxo chonhab' t'a yol yic Asia."
        },
        {
            "number": "10",
            "text": "Ay eb' aj Frigia, eb' aj Panfilia, eb' aj Egipto. Ay pax eb' aj Libia t'a yichanhb'at Cirene. Ay pax juntzanh eb' aj Roma, aytaxon ek' t'a tik. Quetisraelal nanhal eb'. Axo nanhalxo eb' manh israeloclaj eb', palta ochnac eb' t'a co k'ayb'ub'al."
        },
        {
            "number": "11",
            "text": "Ay pax eb' aj Creta yet' eb' aj Arabia. Co masanil scab' slolon eb' t'a co ti' yic syalan eb' jantac val tas satub'tac sb'o Dios, xchi eb'."
        },
        {
            "number": "12",
            "text": "Ix laj sat sk'ool eb' smasanil, ix laj somchaj eb'. Ix laj yalan eb': --¿Tas val yaj juntzanh tik? xchi eb'."
        },
        {
            "number": "13",
            "text": "Palta ay juntzanhxo eb' jun, tonhej ix b'uchvaj eb'. Ix yalan eb': --Ha juntzanh eb' tik, uk'umanh eb', xchi eb'."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix q'ue linhan vinhaj Pedro yet' eb' vinh uxluchvanh yetchecab'vumal. Te chaanh ix yal vinh t'a skal eb' anima chi': --Ex aj Judea yet' ex e masanil ayextaxonek' t'a Jerusalén tik, svak' eyojtaquejel tas yaj jun tik. Hak'uecoch e chiquin t'a tas ol val t'ayex."
        },
        {
            "number": "15",
            "text": "¿Tom tze na'a to uk'um onh anh? Maay, ina q'ue k'ualto ticnaic."
        },
        {
            "number": "16",
            "text": "Palta a vinhaj Joel, vinh schecab' Dios t'a peca', ayocto yalannaccan vinh t'a Slolonel Dios Tz'ib'ab'ilcani, xchi icha tik:"
        },
        {
            "number": "17",
            "text": "Ix yalan Dios: Ha t'a yic slajvub' k'ual, ol vak'och Vespíritu t'a masanil anima. Axo eb' eyuninal yet' eb' eyisil ol alanel in lolonel. Ha t'a eb' quelemtac ol in ch'ox juntzanh tas t'a vayichal. Axo t'a eb' ichamtac vinac, ol in lolon t'a eb' t'a svayich."
        },
        {
            "number": "18",
            "text": "Ha t'a jun pekti’ chi', ol vak'och Vespíritu t'a jantacnhej eb' tzin ak'an servil, wach'chom vinac, mato ix, ol yalel in lolonel eb'."
        },
        {
            "number": "19",
            "text": "Ol in ch'oxan juntzanh tas t'a satcha’anh yet' t'a yol yib'anhk’inal, ol sat sk'ool eb' anima yilani. Ol in ch'oxpax juntzanhxo tas sch'oxanel in poder, aton chik', k'ak' yet' jun niwan tab' icha asun."
        },
        {
            "number": "20",
            "text": "Ha k'u ol k'ik'b'oqueloc. Axo q'uen uj, te chac ol aj q'ueen icha chik'. Icha chi' ol ajoc ayic manto ja sk'ual yoval in k'ool a in Yajal in tik. Ha jun k'ual chi', te niwan yelk'ochi. Ol te sat sk'ool eb' anima yuj."
        },
        {
            "number": "21",
            "text": "Axo eb' syal sb'a t'ayin a in Yajal in tik, ol laj colchaj eb', xchi Dios t'a Slolonel chi'."
        },
        {
            "number": "22",
            "text": "Ex vetisraelal, aq'uecoch e chiquin t'a juntzanhxo ol val tik t'ayex. Ha Dios ix ch'oxani chajtil yopisio Jesús aj Nazaret t'ayex, ayic ix sb'oan juntzanh milagro, juntzanh malaj b'aj squila' yet' juntzanhxo tas sch'oxanel spoder. Ha juntzanh chi' ix sb'o Dios yet' Jesús. Ina eyojtactaxon juntzanh tik."
        },
        {
            "number": "23",
            "text": "Palta a Jesús chi', ix ak'jicanoch t'a yol e k'ab', yujto icha chi' ix el t'a sk'ool Dios. Yictax t'a pecataxo yojtacxo Dios tas ol javoc t'a yib'anh Jesús chi'. Ha ex tik ix e majnej sk'ab' eb' chuk, yic ix eyamani, ix e culusanq'uei. Icha chi' ix eyutej e milanchamoc."
        },
        {
            "number": "24",
            "text": "Palta haxo Dios ix ak'an pitzvocxi. Ix yak'an ganar spitzvixi, yujto a chamel malaj tz'och t'ay."
        },
        {
            "number": "25",
            "text": "Ha vinhaj David alannaccan yab'ixal Jesús chi' to ol pitzvocxi. Xchi icha tik: Masanil tiempo naan achnhej vuuj. Yujto ayachek' t'a in wach' k'ab', yuj chi' max somchajel-laj in k'ool."
        },
        {
            "number": "26",
            "text": "Yuj chi' ste tzalaj in k'ool, tzin b'itan t'a tzalajk'olal. Malaj tas tzin na yuj in nivanil tik, yujto tzach vak'och yipoc in k'ool."
        },
        {
            "number": "27",
            "text": "Yujto manh ol actejcanlaj in pixan t'a skal eb' chamnac, manh ol a cha k'ab'at in nivanil tik, a in ton tik sik'b'il in el uuj."
        },
        {
            "number": "28",
            "text": "Ix ak' vojtaquejel sb'eal q'uinal, ol ak' tzalajb'oc in k'ool ayic ayachek' ved'oc. Icha chi' yaj stz'ib'ancan vinhaj David t'a Slolonel Dios."
        },
        {
            "number": "29",
            "text": "Ex vetchonhab', te chequel tas ajnac vinh co mam quicham aj David chi'. Cojtac to chamnac vinh, mucnajnac vinh. Ha jun yet'tal b'aj mucan vinh chi', anheja' chequelto yajek' ticnaic."
        },
        {
            "number": "30",
            "text": "Palta a vinhaj David chi', ak'b'il yopisio vinh yalancani tastac ol javoc. Yojtac vinh to te yel sti' Dios yak'naccan t'ay, to a Cristo ol elixcan yinhtiloc, haxo yochcan reyal chi' sq'uexuloc vinh."
        },
        {
            "number": "31",
            "text": "Ayocto ix yojtacanel vinhaj David chi' tas ol aj Cristo. Yuj chi' yalnaccan vinh to ol pitzvocxi Cristo chi'. Ix yalanpaxcan vinh to ha Dios manh ol actancan spixan t'a skal eb' chamnac. Axo snivanil, manh ol k'aoc."
        },
        {
            "number": "32",
            "text": "Yuj chi' a Jesús tik, ha Dios ix ak'anxi pitzvoc. Co masanil scak'och co b'a testigoal yuj jun tik, yujto ix quila'."
        },
        {
            "number": "33",
            "text": "Anhejtona', ix pax t'a satcha’anh yuj spoder Dios, yic b'at em k'ojan t'a swach' k'ab' Dios chi', haxo ix ak'an Espíritu Santo t'ay, icha yutejnac yalancani. Axo Jesús chi' ix ak'ancot jun tzeyil tik yet' jun tzeyab' tik."
        },
        {
            "number": "34",
            "text": "Ha vinhaj David chi' maj b'atlaj vinh t'a satcha’anh yet' snivanil. Palta yalnaccan vinh icha tik: Ha Dios Cajal alannac t'a Vajalil: Emanh k'ojan t'a in wach' k'ab',"
        },
        {
            "number": "35",
            "text": "masanto ol vak'canoch eb' ayoch ajk'ool t'ayach t'a yalanh oc, xchi Dios t'a Vajalil, xchi vinhaj David chi'."
        },
        {
            "number": "36",
            "text": "Palta in gana tzeyojtaquejel sik'lab'il e masanil ex vetisraelal to a Jesús ix e culusejq'ue chi', aton ix ak'jioch Cajaloc yuj Dios. Ix ak'jioch Cristoal, aton jun tanhvab'iltaxon sjavi cuuj, xchi vinhaj Pedro chi'."
        },
        {
            "number": "37",
            "text": "Ayic ix yab'an juntzanh chi' eb' chonhab', ix te och pitz'an cusk'olal t'a spixan eb'. Ix yalan eb' icha tik t'a vinhaj Pedro yet' t'a juntzanhxo eb' schecab' Jesús: --Ex vetanimail, ¿tas wach' co k'ulan ticnaic jun? xchi eb'."
        },
        {
            "number": "38",
            "text": "Yuj chi', ix yal vinhaj Pedro chi' t'a eb': --Naec e b'a. Hak'ek bautizar e b'ha t'a sb'i Jesucristo, yic wach' ol ak'joc lajvoc e mul yuj Dios. Ichato chi', ol yak'an Espíritu Santo t'ayex."
        },
        {
            "number": "39",
            "text": "Yujto icha chi' ajnac yak'annaccan sti' t'ayonh, t'a eb' cuninal yet' pax t'a masanil mach najat ay. Yujto a Cajalil co Diosal syak' Yespíritu t'a jantacnhej eb' syavtejcot yicoc, xchi vinhaj Pedro chi' t'a eb'."
        },
        {
            "number": "40",
            "text": "Tzijtumto tas ix yal vinh t'a eb'. Ix yak'anpax razón vinh t'a eb': --Iq'uequel e b'ha t'a skal eb' malaj swach'il tik, xchi vinh."
        },
        {
            "number": "41",
            "text": "Yuj chi' ay eb' ix ak'anoch t'a sk'ool tas ix yal vinhaj Pedro chi'. Ix yak'an ak'joc bautizar sb'a eb'. Ha eb' ix och creyenteal t'a jun k'u chi', ay am oxeoc mil eb'."
        },
        {
            "number": "42",
            "text": "Ix yak'an val och spensar eb' t'a juntzanh k'ayb'ub'al ix yal eb' schecab' Jesús chi'. Junxonhej ix yutej spensar eb' smasanil. Slesalvi eb', smolb'an sb'a eb', svaan ixim pan eb' yic wach' snaancot Jesús Cajal eb'."
        },
        {
            "number": "43",
            "text": "Ha eb' schecab' Jesús, tzijtum milagro ix sch'ox eb' yuj spoder Dios. Yuj chi' ix laj xiv eb' anima smasanil."
        },
        {
            "number": "44",
            "text": "Jantacnhej eb' ix ak'anoch Cristo t'a sk'ool, junxonhej ix aj eb'. Jantacnhej tastac ay t'a eb', junxonhej ix laj yutej eb'."
        },
        {
            "number": "45",
            "text": "Ay eb' ix laj schonhel sluum yet' jantacnhej tastac ay t'a eb'. Ix laj spucanek' stojol eb' t'a skal, icha syala' tastac tz'och yuj junjun eb'."
        },
        {
            "number": "46",
            "text": "Junjun k'u smolb'an sb'a eb' t'a yol yamaq'uil stemplo Dios. Axo t'a spat eb' smolb'ej sb'a yic smol wa eb'. Junxonhej slaj wa eb' t'a tzalajk'olal. Te junk'olal ix aj eb'."
        },
        {
            "number": "47",
            "text": "Slaj yalan wach' lolonel eb' d'ha Dios, ste tzalaj pax eb' anima smasanil yet' eb'. Axo Jesús Cajal tz'ak'an q'uib' sb'isul eb' t'a junjun k'u, yuj eb' van scolchaj chi' yuj."
        }
    ]
}