{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix lajwi jun owal chi', ix smolb'an heb' creyente winhaj Pablo. Ix ak'jican stek'anil heb' yuj winh. Ixlajwi chi', ix yalancan quil ko b'a winh t'a heb', ix b'atxi winh t'a yol yic Macedonia."
        },
        {
            "number": "2",
            "text": "Ayic ix k'och winh ta', ix laj ek' winh yil heb' creyente t'a junjun chonhab'. Ix ek' yak'an stek'anil heb' winh. Ixlajwi chi', ix b'at winh t'a yol yic Grecia."
        },
        {
            "number": "3",
            "text": "Ata' ix ek' oxe' ujal winh. Ixlajwi chi', ayic toxo wan yoch winh t'a yol te' barco yic sb'at winh t'a Siria, ix yab'an winh to ay tas sna heb' israel t'a spatic winh. Yuj chi', ix snaan winh: Más wach' tzin meltzajxiek' t'a Macedonia, xchi winh."
        },
        {
            "number": "4",
            "text": "Axo ix b'at winh, ay juntzanhxo heb' creyente ix b'at yet' winh. Ix b'at winhaj Sópater yuninal winhaj Pirro aj Berea yet' winh, winhaj Aristarco, winhaj Segundo aj Tesalónica, winhaj Gayo aj Derbe yet' pax winhaj Timoteo. Ay pax chawanh heb' winh aj Asia ix b'at yet' winh, aton winhaj Tíquico yet' winhaj Trófimo."
        },
        {
            "number": "5",
            "text": "Ayic ix k'och heb' winh t'a chonhab' Filipos b'aj ayin eq'ui, ix yaktejcan winhaj Pablo chi' heb' winh wed' ta'. Ix b'ab'laj b'at heb' winh t'a chonhab' Troas. Axo ta' ix onh stanhwej heb' winh."
        },
        {
            "number": "6",
            "text": "Ha onhxo tik, ha t'a chonhab' Filipos chi' ix ko tanhwej quil jun q'uinh b'aj swaji ixim pan malaj yich. Ixlajwi yek' jun q'uinh chi', ix onh b'at t'a yol barco. Oye' k'ual ix onh b'ey t'a sat ha ha'. Ichato chi' ix onh k'och t'a chonhab' Troas chi'. Axo ta' ix quil-laj ko b'a yet' heb' winh ix b'ab'laj cuuj chi'. Uque' k'ual ix onh ek' ta'."
        },
        {
            "number": "7",
            "text": "Axo t'a domingo ix ko molb'ej ko b'a yet' heb' creyente smasanil yic sco waan ixim pan yic Santa Cena. Axo winhaj Pablo ix k'ayb'an heb' quetcreyenteal. Yujto k'ik'anocxonhej sb'at winh, yuj chi' tzijtum tas ix yalcan winh t'a heb', masanto ix och chimilak'wal."
        },
        {
            "number": "8",
            "text": "Ha t'a jun cuarto chaanh yajk'ei, ata' molan onh eq'ui. Tzijtum candil ayoch sk'ak'al."
        },
        {
            "number": "9",
            "text": "Ay jun winh quelem scuchan Eutico k'ojanem t'a sti' wentena. Toxonhej snecnecan winh swayi, yujto junip ix yak' winhaj Pablo chi' sloloni. Yuj chi' ix te cot swayanh winh, ix elta pichnaj winh t'a sti' jun wentena chi'. Ato t'a yoxil piso ix elta sutnaj winh. Axo ix emul heb' creyente chi', ix schelan chaanh winh heb', palta chamnacxo winh."
        },
        {
            "number": "10",
            "text": "Axo ix emul winhaj Pablo chi', ix em lachan winh t'a yib'anh winh. Ix yalan winh t'a heb' creyente chi': --Manh ex och ilk'olal. Ix pitzwixi winh, xchi winh."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix k'ex winhaj Pablo chi' t'a yol cuarto chi' junelxo. Ix spucanb'at ixim pan yic Santa Cena winh t'a ko kal. Ix ko waani. Tzijtumto tas ix yal winhaj Pablo chi', masanto ayic wan sakb'i. Ixlajwi chi', ix b'at winh."
        },
        {
            "number": "12",
            "text": "Axo winh quelem ix pitzwixi chi', ix yik'anb'at winh heb' t'a spat. Ix te tzalaj heb', yujto ix pitzwixi winh."
        },
        {
            "number": "13",
            "text": "Ha onh tik, ix onh b'ab'laj och t'a yol jun barco, ix onh b'at t'a chonhab' Asón. Ata' ix ko tanhwej sk'och winhaj Pablo chi' icha ix cutej calan yet' winh, yujto t'a yoc winh ix b'ati."
        },
        {
            "number": "14",
            "text": "Axo ix k'och winh t'ayonh, ix och winh t'a yol barco qued'oc. Ixlajwi chi, ix onh b'at yet' winh t'a chonhab' Mitilene."
        },
        {
            "number": "15",
            "text": "Ix onh elxi ta', haxo t'a yichanhcot chonhab' Quío ix onh wanaj jun k'ual. Axo t'a junxo k'u, ix onh k'och t'a jun chonhab' scuch Samos ay t'a sti' ha' mar chi'. Ha t'a junxo k'u ix onh b'atxi, haxo t'a chonhab' Mileto ix onh k'ochi."
        },
        {
            "number": "16",
            "text": "Icha chi' ix aj ko b'ati, yujto maj yal sk'ol winhaj Pablo chi' ix onh ek' t'a chonhab' Éfeso, yujto snib'ej winh elanhchamel tzonh ek' t'a Asia chi', yic talaj k'ocb'ilto tzonh k'och quil jun q'uinh Pentecostés t'a Jerusalén."
        },
        {
            "number": "17",
            "text": "Ayic ix onh k'och t'a chonhab' Mileto, ix yak'anb'at schecab' winhaj Pablo chi' t'a heb' winh anciano aj Éfeso, yic b'at ik'joccot heb' winh."
        },
        {
            "number": "18",
            "text": "Axo ix ja heb' winh, ix yalan winh t'a heb' winh: --Ha ex tik, eyojtactaxon in b'eyb'al yictax ix in ulek' sb'ab'elal t'a Asia tik."
        },
        {
            "number": "19",
            "text": "Masanil tiempo ix wak' serwil Kajal Jesús t'a emnaquilal. Ay b'aj te ok'nac in yuj spital heb' anima. Tzijtum el ix in ak'ji prowal yuj juntzanh chukal ix yak'och heb' wetisraelal t'a wib'anh."
        },
        {
            "number": "20",
            "text": "Palta eyojtac, maj in och waan walan masanil juntzanh k'ayb'ub'al wach' t'ayex, yic tze tek'b'ej he b'a. Ix walel slolonel Dios t'ayex t'a yichanh heb' chonhab' yet' pax t'a yol he pat."
        },
        {
            "number": "21",
            "text": "Ix walanpaxel t'a heb' israel yet' t'a heb' manh israelok, to yowalil sna sb'a heb' t'a yichanh Dios, syak'anoch Kajal Jesucristo heb' t'a sk'ool."
        },
        {
            "number": "22",
            "text": "Axo ticnaik, wan in b'at t'a Jerusalén, yujto a Yespíritu Dios tzin ik'anb'ati. Manh wojtacoc tas ol jawok t'a wib'anh ta'."
        },
        {
            "number": "23",
            "text": "Palta wojtac to tzijtum yaelal ol ak'jococh t'a wib'anh. Ol in och t'a preso, yujto icha chi' syal Yespíritu Dios t'ayin t'a junjun chonhab' b'aj in eq'ui."
        },
        {
            "number": "24",
            "text": "Palta a juntzanh chi', malaj tas tzin na yuj. Wach'chom ol in smilcham heb', palta b'alaj malaj yelk'och jun chi' t'ayin. Anhej jun tzin na'a to swak'kan lajwoc jun in munlajel ayoch tik t'a wib'anh t'a tzalajk'olal, yic slajwi wopisio yak'nac Kajal Jesús t'ayin, yic swalanel wach' ab'ix to niwan swach'k'olal Dios t'a heb' anima."
        },
        {
            "number": "25",
            "text": "Ek'nac in wal t'ayex chajtil tz'aj he yoch t'a yol sk'ab' Dios. Axo ticnaik wojtac to manhxa b'ak'uinh ol quil ko b'ha t'a tik."
        },
        {
            "number": "26",
            "text": "Yuj chi', ha t'a jun k'u tik, manhxalaj walan wik t'ayex,"
        },
        {
            "number": "27",
            "text": "yujto ix walcanel masanil juntzanh sk'ayb'ub'al Dios t'ayex, malaj jab'oc ix in k'ub'ejeli."
        },
        {
            "number": "28",
            "text": "Yuj chi', tzeyil wal he b'a. Tzeyilanpax heb' creyente smasanil, yujto ak'b'il eyopisio yuj Yespíritu Dios eyilan heb' manb'ilxo yuj schiq'uil Kajal Jesús ayic ix cham cuuj."
        },
        {
            "number": "29",
            "text": "Yujto wojtac, ayic toxo ix in pax t'a he kal, ay juntzanh heb' ol ja t'ayex, ol yak'lan heb' ex yixtani, icha syutej nok' oques yik'anelta nok' calnel."
        },
        {
            "number": "30",
            "text": "D'a he kal paxi, ay juntzanhxo heb' ol k'e waan. Ol yesan heb', ol yak'an sk'ool heb' creyente heb' yic tz'och heb' yet' heb'."
        },
        {
            "number": "31",
            "text": "Yuj chi' tzeyil wal he b'a. Naeccoti to ayic ix ex in k'ayb'an junjunex t'a oxe' ab'il tik, t'a k'ual t'ak'wal ix ex in k'ayb'ej, ay pax b'aj ix in ok' eyuuj."
        },
        {
            "number": "32",
            "text": "Xal ticnaik, ex wuk'tac, tzex wak'canoch t'a yol sk'ab' Dios, yic ha' ol ex tanhwan yet' slolonel. Yuj slolonel chi' syak' swach'k'olal t'ayonh, yuj pax to ay spoder yak'an ko tek'anil. Yuj chi' ol yak' jun tas altab'il yuj t'ayex, yujto ay eyalan eyic yet' juntzanh heb' sik'b'ilxoel yuj."
        },
        {
            "number": "33",
            "text": "Ha in tik, malaj b'aj ix wiloch in k'ool t'a stumin, ma t'a spichul junok mach."
        },
        {
            "number": "34",
            "text": "Ina eyojtac, munil ix in munlaj wal yet' in k'ab' yuj tas ay ix och wuuj yet' yuj tas ay ix och yuj heb' ajun wed'oc."
        },
        {
            "number": "35",
            "text": "Masanil tiempo ix in ch'ox t'ayex to yowalil icha chi' scutej ko b'oan ko munlajel, yic syal ko kolwaj t'a heb' ay tas ay tz'och yuj. Yowalil sco nacot slolonel Kajal Jesús, ayic ix yalancan icha tik: Ha heb' tz'ak'an junok tas, ek'alxo wal wach' yic heb' t'a yichanh heb' schaani, xchi Kajal Jesús chi', xchi winh t'a heb' winh anciano chi'."
        },
        {
            "number": "36",
            "text": "Ixlajwi yalan juntzanh chi' winhaj Pablo chi', ix em cuman winh. Ix lesalwi winh yet' heb' smasanil."
        },
        {
            "number": "37",
            "text": "Ixlajwi slesalwi heb', ix och ijan heb' yok' smasanil. Junjunal ix och lak'naj heb' t'a winhaj Pablo chi', ix stz'ub'ancanelta sti' winh heb'."
        },
        {
            "number": "38",
            "text": "Ix te kus heb' yujto ix yal winh t'a heb' to manhxa b'ak'uinh ol yil-lajxi sb'a heb'. Ixlajwi chi' ix b'at yak'ancan winh heb' t'a yol barco chi'."
        }
    ]
}