{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix lajvi jun oval chi', ix smolb'an eb' creyente vinhaj Pablo. Ix ak'jican stek'anil eb' yuj vinh. Ixlajwi chi', ix yalancan quil co b'a vinh t'a eb', ix b'atxi vinh t'a yol yic Macedonia."
        },
        {
            "number": "2",
            "text": "Ayic ix k'och vinh ta', ix laj ek' vinh yil eb' creyente t'a junjun chonhab'. Ix ek' yak'an stek'anil eb' vinh. Ixlajwi chi', ix b'at vinh t'a yol yic Grecia."
        },
        {
            "number": "3",
            "text": "Ata' ix ek' oxe' ujal vinh. Ixlajwi chi', ayic toxo van yoch vinh t'a yol te' barco yic sb'at vinh t'a Siria, ix yab'an vinh to ay tas sna eb' israel t'a spatic vinh. Yuj chi', ix snaan vinh: Más wach' tzin meltzajxiek' t'a Macedonia, xchi vinh."
        },
        {
            "number": "4",
            "text": "Axo ix b'at vinh, ay juntzanhxo eb' creyente ix b'at yet' vinh. Ix b'at vinhaj Sópater yuninal vinhaj Pirro aj Berea yet' vinh, vinhaj Aristarco, vinhaj Segundo aj Tesalónica, vinhaj Gayo aj Derbe yet' pax vinhaj Timoteo. Ay pax chavanh eb' vinh aj Asia ix b'at yet' vinh, aton vinhaj Tíquico yet' vinhaj Trófimo."
        },
        {
            "number": "5",
            "text": "Ayic ix k'och eb' vinh t'a chonhab' Filipos b'aj ayin eq'ui, ix yactejcan vinhaj Pablo chi' eb' vinh ved' ta'. Ix b'ab'laj b'at eb' vinh t'a chonhab' Troas. Axo ta' ix onh stanhvej eb' vinh."
        },
        {
            "number": "6",
            "text": "Ha onhxo tik, ha t'a chonhab' Filipos chi' ix co tanhvej quil jun q'uinh b'aj svaji ixim pan malaj yich. Ixlajwi yek' jun q'uinh chi', ix onh b'at t'a yol barco. Oye' k'ual ix onh b'ey t'a sat ha ha'. Ichato chi' ix onh k'och t'a chonhab' Troas chi'. Axo ta' ix quil-laj co b'a yet' eb' vinh ix b'ab'laj cuuj chi'. Uque' k'ual ix onh ek' ta'."
        },
        {
            "number": "7",
            "text": "Axo t'a domingo ix co molb'ej co b'a yet' eb' creyente smasanil yic sco vaan ixim pan yic Santa Cena. Axo vinhaj Pablo ix k'ayb'an eb' quetcreyenteal. Yujto k'ik'anocxonhej sb'at vinh, yuj chi' tzijtum tas ix yalcan vinh t'a eb', masanto ix och chimilak'val."
        },
        {
            "number": "8",
            "text": "Ha t'a jun cuarto chaanh yajq'uei, ata' molan onh eq'ui. Tzijtum candil ayoch sk'ak'al."
        },
        {
            "number": "9",
            "text": "Ay jun vinh quelem scuchan Eutico k'ojanem t'a sti' ventena. Toxonhej snecnecan vinh svayi, yujto junip ix yak' vinhaj Pablo chi' sloloni. Yuj chi' ix te cot svayanh vinh, ix elta pichnaj vinh t'a sti' jun ventena chi'. Ato t'a yoxil piso ix elta sutnaj vinh. Axo ix emul eb' creyente chi', ix schelan chaanh vinh eb', palta chamnacxo vinh."
        },
        {
            "number": "10",
            "text": "Axo ix emul vinhaj Pablo chi', ix em lachan vinh t'a yib'anh vinh. Ix yalan vinh t'a eb' creyente chi': --Manh ex och ilk'olal. Ix pitzvixi vinh, xchi vinh."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix q'uex vinhaj Pablo chi' t'a yol cuarto chi' junelxo. Ix spucanb'at ixim pan yic Santa Cena vinh t'a co cal. Ix co vaani. Tzijtumto tas ix yal vinhaj Pablo chi', masanto ayic van sakb'i. Ixlajwi chi', ix b'at vinh."
        },
        {
            "number": "12",
            "text": "Axo vinh quelem ix pitzvixi chi', ix yik'anb'at vinh eb' t'a spat. Ix te tzalaj eb', yujto ix pitzvixi vinh."
        },
        {
            "number": "13",
            "text": "Ha onh tik, ix onh b'ab'laj och t'a yol jun barco, ix onh b'at t'a chonhab' Asón. Ata' ix co tanhvej sk'och vinhaj Pablo chi' icha ix cutej calan yet' vinh, yujto t'a yoc vinh ix b'ati."
        },
        {
            "number": "14",
            "text": "Axo ix k'och vinh t'ayonh, ix och vinh t'a yol barco qued'oc. Ixlajwi chi, ix onh b'at yet' vinh t'a chonhab' Mitilene."
        },
        {
            "number": "15",
            "text": "Ix onh elxi ta', haxo t'a yichanhcot chonhab' Quío ix onh vanaj jun k'ual. Axo t'a junxo k'u, ix onh k'och t'a jun chonhab' scuch Samos ay t'a sti' ha' mar chi'. Ha t'a junxo k'u ix onh b'atxi, haxo t'a chonhab' Mileto ix onh k'ochi."
        },
        {
            "number": "16",
            "text": "Icha chi' ix aj co b'ati, yujto maj yal sk'ol vinhaj Pablo chi' ix onh ek' t'a chonhab' Éfeso, yujto sgana vinh elanhchamel tzonh ek' t'a Asia chi', yic talaj k'ocb'ilto tzonh k'och quil jun q'uinh Pentecostés t'a Jerusalén."
        },
        {
            "number": "17",
            "text": "Ayic ix onh k'och t'a chonhab' Mileto, ix yak'anb'at schecab' vinhaj Pablo chi' t'a eb' vinh anciano aj Éfeso, yic b'at ik'joccot eb' vinh."
        },
        {
            "number": "18",
            "text": "Axo ix ja eb' vinh, ix yalan vinh t'a eb' vinh: --Ha ex tik, eyojtactaxon in b'eyb'al yictax ix in ulek' sb'ab'elal t'a Asia tik."
        },
        {
            "number": "19",
            "text": "Masanil tiempo ix vak' servil Cajal Jesús t'a emnaquilal. Ay b'aj te ok'nac in yuj spital eb' anima. Tzijtum el ix in ak'ji proval yuj juntzanh chucal ix yak'och eb' vetisraelal t'a vib'anh."
        },
        {
            "number": "20",
            "text": "Palta eyojtac, maj in och vaan valan masanil juntzanh k'ayb'ub'al wach' t'ayex, yic tze tek'b'ej e b'a. Ix valel slolonel Dios t'ayex t'a yichanh eb' chonhab' yet' pax t'a yol e pat."
        },
        {
            "number": "21",
            "text": "Ix valanpaxel t'a eb' israel yet' t'a eb' manh israeloc, to yovalil sna sb'a eb' t'a yichanh Dios, syak'anoch Cajal Jesucristo eb' t'a sk'ool."
        },
        {
            "number": "22",
            "text": "Axo ticnaic, van in b'at t'a Jerusalén, yujto a Yespíritu Dios tzin ik'anb'ati. Manh vojtacoc tas ol javoc t'a vib'anh ta'."
        },
        {
            "number": "23",
            "text": "Palta vojtac to tzijtum yaelal ol ak'jococh t'a vib'anh. Ol in och t'a preso, yujto icha chi' syal Yespíritu Dios t'ayin t'a junjun chonhab' b'aj in eq'ui."
        },
        {
            "number": "24",
            "text": "Palta a juntzanh chi', malaj tas tzin na yuj. Wach'chom ol in smilcham eb', palta b'alaj malaj yelk'och jun chi' t'ayin. Anhej jun tzin na'a to svak'kan lajvoc jun in munlajel ayoch tik t'a vib'anh t'a tzalajk'olal, yic slajvi vopisio yak'nac Cajal Jesús t'ayin, yic svalanel wach' ab'ix to niwan swach'k'olal Dios t'a eb' anima."
        },
        {
            "number": "25",
            "text": "Ek'nac in val t'ayex chajtil tz'aj e yoch t'a yol sk'ab' Dios. Axo ticnaic vojtac to manhxa b'ak'uinh ol quil co b'ha t'a tik."
        },
        {
            "number": "26",
            "text": "Yuj chi', ha t'a jun k'u tik, manhxalaj valan vic t'ayex,"
        },
        {
            "number": "27",
            "text": "yujto ix valcanel masanil juntzanh sk'ayb'ub'al Dios t'ayex, malaj jab'oc ix in k'ub'ejeli."
        },
        {
            "number": "28",
            "text": "Yuj chi', tzeyil val e b'a. Tzeyilanpax eb' creyente smasanil, yujto ak'b'il eyopisio yuj Yespíritu Dios eyilan eb' manb'ilxo yuj schiq'uil Cajal Jesús ayic ix cham cuuj."
        },
        {
            "number": "29",
            "text": "Yujto vojtac, ayic toxo ix in pax t'a e cal, ay juntzanh eb' ol ja t'ayex, ol yak'lan eb' ex yixtani, icha syutej nok' oques yik'anelta nok' calnel."
        },
        {
            "number": "30",
            "text": "D'a e cal paxi, ay juntzanhxo eb' ol q'ue vaan. Ol yesan eb', ol yak'an sk'ool eb' creyente eb' yic tz'och eb' yet' eb'."
        },
        {
            "number": "31",
            "text": "Yuj chi' tzeyil val e b'a. Naeccoti to ayic ix ex in k'ayb'an junjunex t'a oxe' ab'il tik, t'a k'ual t'ak'val ix ex in k'ayb'ej, ay pax b'aj ix in ok' eyuuj."
        },
        {
            "number": "32",
            "text": "Xal ticnaic, ex vuk'tac, tzex vak'canoch t'a yol sk'ab' Dios, yic ha' ol ex tanhvan yet' slolonel. Yuj slolonel chi' syak' swach'k'olal t'ayonh, yuj pax to ay spoder yak'an co tek'anil. Yuj chi' ol yak' jun tas altab'il yuj t'ayex, yujto ay eyalan eyic yet' juntzanh eb' sik'b'ilxoel yuj."
        },
        {
            "number": "33",
            "text": "Ha in tik, malaj b'aj ix viloch in k'ool t'a stumin, ma t'a spichul junok mach."
        },
        {
            "number": "34",
            "text": "Ina eyojtac, munil ix in munlaj val yet' in k'ab' yuj tas ay ix och vuuj yet' yuj tas ay ix och yuj eb' ajun ved'oc."
        },
        {
            "number": "35",
            "text": "Masanil tiempo ix in ch'ox t'ayex to yovalil icha chi' scutej co b'oan co munlajel, yic syal co colvaj t'a eb' ay tas ay tz'och yuj. Yovalil sco nacot slolonel Cajal Jesús, ayic ix yalancan icha tik: Ha eb' tz'ak'an junok tas, ek'alxo val wach' yic eb' t'a yichanh eb' schaani, xchi Cajal Jesús chi', xchi vinh t'a eb' vinh anciano chi'."
        },
        {
            "number": "36",
            "text": "Ixlajwi yalan juntzanh chi' vinhaj Pablo chi', ix em cuman vinh. Ix lesalvi vinh yet' eb' smasanil."
        },
        {
            "number": "37",
            "text": "Ixlajwi slesalvi eb', ix och ijan eb' yok' smasanil. Junjunal ix och lak'naj eb' t'a vinhaj Pablo chi', ix stz'ub'ancanelta sti' vinh eb'."
        },
        {
            "number": "38",
            "text": "Ix te cus eb' yujto ix yal vinh t'a eb' to manhxa b'ak'uinh ol yil-lajxi sb'a eb'. Ixlajwi chi' ix b'at yak'ancan vinh eb' t'a yol barco chi'."
        }
    ]
}