{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ix cactejcan eb' creyente chi', ix onh och t'a yol barco. D'inhannhej ix onh b'ati, ix onh k'och t'a chonhab' Cos. Axo t'a junxo k'u, ix onh b'atxi, ix onh k'och t'a chonhab' Rodas. Ixlajwi chi' ix onh b'atxi, ix onh k'och t'a chonhab' Pátara."
        },
        {
            "number": "2",
            "text": "Ata' ayek' jun barco van sb'at t'a yol yic Fenicia. Ix onh och t'a yool, ix onh b'atxi."
        },
        {
            "number": "3",
            "text": "Ayic vanxo co b'eyi, ix quilancanb'at jun lu'um scuch Chipre ay t'a snanhal ha' mar. Ha t'a co q'uexanh ix cani. Ixlajwi chi', ix onh k'och t'a chonhab' Tiro t'a yol yic Siria, yujto ata' ix kan yicatz te' barco chi'."
        },
        {
            "number": "4",
            "text": "Axo ix onh elta t'a yol te', ay eb' creyente ix ilchajel cuuj. Ix onh aj yet' eb' uque' k'ual ta'. Ha eb' chi' ix alan icha tik t'a vinhaj Pablo chi': --Oc val max ach b'at t'a Jerusalén, xchi eb'. Icha chi' ix aj yalan eb', yujto a Yespíritu Dios ix ak'an yojtaquejel eb' tas ol ja t'a yib'anh vinh ta'."
        },
        {
            "number": "5",
            "text": "Axo yic ix ek'b'at uque' k'ual chi', ix onh b'atxi. Axo eb' vinh cuk'tac chi' smasanil yet' eb' ix yetb'eyum eb' vinh yet' pax eb' yuninal eb' vinh, ix xid'ek' eb' onh yak'canel t'a stiel chonhab' chi'. Axo ta' ix onh em cuman t'a sti' ha' mar, ix onh lesalvi."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix calancan quil co b'ha t'a eb'. Ix onh ochxican t'a yol barco chi'. Ix laj paxixcan eb' t'a spat."
        },
        {
            "number": "7",
            "text": "Ayic ix onh elxi t'a chonhab' Tiro chi', ix onh k'och t'a chonhab' Tolemaida. Ata' ix cactejcan te' barco chi'. Ix onh lolon yet' eb' creyente ta'. Jun k'ual ix onh ek' yet' eb'."
        },
        {
            "number": "8",
            "text": "Axo t'a junxo k'u ix onh b'atxi, ix onh k'och t'a chonhab' Cesarea. Ha t'a spat vinhaj Felipe, vinh tz'alanel wach' ab'ix yic colnab'il, ata' ix onh vanaji. Ha jun vinh chi', aton vinh sik'b'iloch diáconoal t'a Jerusalén yet' vacvanhxo eb' vinh."
        },
        {
            "number": "9",
            "text": "Ay chanhvanh yisil vinhaj Felipe chi', mantalaj yetb'eyum eb' ix. Syalel slolonel Dios eb' ix."
        },
        {
            "number": "10",
            "text": "Ayic ix onh ek' jaye' k'ual ta', ix k'och jun vinh tz'alanel slolonel Dios scuchan Agabo t'ayonh, ha t'a yol yic Judea cot vinh."
        },
        {
            "number": "11",
            "text": "Ix xid'ek' vinh onh sk'umej. Ayic van co lolon yet' vinh, ix yik'anel stzek'ul vinhaj Pablo chi' vinh. Ix tzek'an k'otan sb'a vinh yet'oc. Ixlajwi chi' ix yalan vinh: --Ha Yespíritu Dios tz'alani to icha ix vutej in tzek'an in b'a tik, icha chi' ol aj stzek'chaj vinh ay yic jun tzek'ul tik yuj eb' israel t'a Jerusalén. Ol lajvoc chi', ol yak'anoch vinh eb' t'a yol sk'ab' eb' manh israeloc, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ha onhxo tik yet' eb' aj Cesarea chi', ayic ix cab'an tas ix yal vinh chi', ix onh tevioch t'a vinhaj Pablo chi', yujto co gana max b'atlaj vinh t'a Jerusalén chi'."
        },
        {
            "number": "13",
            "text": "Palta ix yal vinh t'ayonh: --¿Tas yuj tzex oq'ui? ¿Tas yuj tzeyak'och in cusk'olal? Malaj yelk'ochi tato tzin stzek' eb'. Wach'chom tzin smilcham eb' t'a Jerusalén chi' yujnhej valanel yab'ixal Cajal Jesús, ol in b'ecnhej in b'ha t'a yol sk'ab' eb', xchi vinh."
        },
        {
            "number": "14",
            "text": "Junelnhej maj cak'laj ganar vinh co cachanoch vaan. Yuj chi' ix cactej co tevi t'a vinh. Tonhej ix cal icha tik: --Ha tas sgana Cajal Jesús, ujocab'i, xco chi."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi' ix cak'an lista co b'a, ix onh b'at t'a Jerusalén chi'."
        },
        {
            "number": "16",
            "text": "Ay pax jayvanh eb' creyente aj Cesarea chi' ix b'at qued'oc, ix onh yik'anb'at eb' t'a spat jun vinh b'ab'el creyente aj Chipre scuch Mnasón, yujto ha t'a spat vinh chi' ix onh cani."
        },
        {
            "number": "17",
            "text": "Ayic ix onh k'och t'a Jerusalén chi', tzalajk'olal ix onh scha eb' creyente ta'."
        },
        {
            "number": "18",
            "text": "Axo t'a junxo k'u ix onh b'at yet' vinhaj Pablo chi' t'a spat vinhaj Jacobo. Ayek' pax eb' vinh anciano ta' smasanil."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix sk'anb'ej sk'ol eb' vinh vinhaj Pablo chi'. Ix laj yal vinh t'a eb' yuj jantac tas ix sk'ulej Dios yet'oc t'a skal eb' manh israeloc."
        },
        {
            "number": "20",
            "text": "Axo ix yab'an juntzanh chi' eb' vinh, ix yal wach' lolonel eb' vinh d'ha Dios. Ixlajwi chi', ix yalan eb' vinh t'a vinhaj Pablo chi': --Te wach' vuk'tac, palta ojtac, tzijtum eb' quetisraelal ix ak'anoch Cristo t'a sk'ool. Axo slaj yalan eb' smasanil to yowalil sco k'anab'ajej ley Moisés."
        },
        {
            "number": "21",
            "text": "Ix yab' specal eb' to tzach ek' a k'ayb'ej eb' israel ay t'a skal masanil eb' manh israeloc. Tob' ix al t'a eb' israel chi' to maxtzac sk'anab'ajej ley Moisés eb'. Tob' ix al t'a eb' to maxtzac yak' circuncidar eb' yuninal eb', maxtzac sk'anab'ajej co b'eyb'al eb' a onh israel onh tik."
        },
        {
            "number": "22",
            "text": "¿Tas ol cutoc? Ha ticnaic ol yab' eb' to ix ach javi."
        },
        {
            "number": "23",
            "text": "Yuj chi', wach' icha tik tzutej a b'a. Ay chanhvanh eb' vinh t'a co cal tik, yak'nacxo sti' eb' vinh d'ha Dios. Vanxo sk'och stiempoal b'aj yak'naccan sti' eb' vinh chi'."
        },
        {
            "number": "24",
            "text": "Ik'b'at eb' vinh ed'oc. Tza b'oancan a b'a yet' eb' vinh icha syal ley Moisés. Tzak' stumin eb' vinh yic smanan juntzanh nok' nok' eb' vinh silab'oc. Ol lajvoc chi', ol yak'an joxchajel sb'a eb' vinh schanhvanhil. Tato icha chi' ol utoc a b'a, ol yil eb' anima smasanil to a jun a pecal ix yab' eb' chi', to es. Axo ol yilan eb' to tza k'anab'ajej pax tas syal ley Moisés."
        },
        {
            "number": "25",
            "text": "Axo eb' manh israeloc ix ak'anoch Cristo t'a sk'ool, tz'ib'ab'ilxob'at co carta t'a eb' to manh yovaliloc sk'anab'ajej juntzanh tik eb'. Anhej juntzanh checnab'il tik ix calb'at t'a eb': To max schi nok' chib'ej eb' tz'ak'ji silab'il t'a juntzanh comon dios. Max schi schiq'uil junok nok' nok' eb'. Max schi nok' nok' eb' sud'jichamoc. Max em eb' t'a ajmulal. Icha chi' ix cutej calanb'at t'a eb', xchi eb' anciano chi' t'a vinhaj Pablo chi'."
        },
        {
            "number": "26",
            "text": "Axo vinhaj Pablo chi' ix ik'anb'at eb' vinh chi' schanhvanhil. Axo t'a junxo k'u ix sb'o sb'a vinh yet' eb' vinh icha syal ley Moisés. Ixlajwi chi' ix och vinh t'a yol yamaq'uil stemplo Dios yic syalan vinh t'a vinh sacerdote tas k'ual ol lajvock'och stiempoal sb'oan sb'a eb' vinh, yic syak'an silab' eb' vinh d'ha Dios."
        },
        {
            "number": "27",
            "text": "Axo yic vanxo slajvi uque' k'ual chi', ay jayvanh eb' israel aj Asia, ayic ix yilan eb' to ayek' vinhaj Pablo t'a yol yamaq'uil stemplo Dios, ix yak'anq'ue somnaj eb' anima eb' smasanil scot yoval. Ix syaman vinhaj Pablo chi' eb'."
        },
        {
            "number": "28",
            "text": "Te chaanh ix yal eb': --Ex quetisraelal, ochanhec qued'oc. Aton vinh tik tzek' k'ayb'an eb' anima t'a junjun lugar t'a chukal. Syalan chukal vinh t'a co patic a onh israel onh tik. Syalanpax vinh t'a spatic ley Moisés yet' t'a spatic stemplo Dios tik. Axo ticnaic ix scomon iq'uejochta jayvanh eb' griego vinh t'a yol yamaq'uil stemplo Dios tik. Ha jun templo tik, yicnhej Dios yaji, palta ix te juvi yuj vinh t'a yichanh Dios, xchi eb'."
        },
        {
            "number": "29",
            "text": "Icha chi' ix aj yalan eb', yujto ix yil eb' to junnhej ix ek' vinhaj Trófimo yet' vinhaj Pablo chi' t'a yol chonhab' chi'. Ha vinh chi', griego vinh, aj Éfeso vinh. Ha snaan eb' to a vinhaj Pablo chi' ix ik'anoch vinh t'a yol yamaq'uil stemplo Dios yet'oc."
        },
        {
            "number": "30",
            "text": "Axo eb' chonhab' smasanil, ix te cot yoval eb'. Ix smolb'an sb'a eb'. Ix b'at sjachanelta vinhaj Pablo chi' eb' t'a yol yamaq'uil stemplo Dios chi'. Ix smacan puerta eb' t'a vinh."
        },
        {
            "number": "31",
            "text": "Toxo val smilcham vinh eb', palta ayic ix yab'an vinh coronel to ix q'ue somnaj eb' aj chonhab' chi' scot yoval,"
        },
        {
            "number": "32",
            "text": "ix yik'b'at eb' soldado vinh yet' juntzanhxo eb' yetyajalil. Te yelk'olal ix b'at eb' b'aj van smolb'an sb'a eb' anima chi'. Axo ix yilanb'at eb' anima chi' to van sk'och vinh coronel chi' yet' eb' soldado smasanil, ix yactan eb' smak'an vinhaj Pablo chi'."
        },
        {
            "number": "33",
            "text": "Axo ix k'och vinh, ix syaman vinhaj Pablo chi' vinh. Ix schecan vinh ak'joc och chab' cadena t'a vinh. Ixlajwi chi', ix sk'anb'an vinh t'a eb' anima chi' icha tik: --¿Mach jun vinh tik? ¿Tas smul vinh? xchi vinh."
        },
        {
            "number": "34",
            "text": "Palta haxo eb' anima chi', tonhej ix q'ue somnaj eb' yalani. Ch'occh'oc ix yal junjun eb'. Maj yab' vinh tas ix yal eb' yujto tonhej ix q'ue somnaj eb' yavajq'uei. Yuj chi' ix schec vinh ik'jocb'at vinhaj Pablo chi' t'a cuartel."
        },
        {
            "number": "35",
            "text": "Axo ix k'och eb' t'a sb'achquiltaquil sti' cuartel chi', ix b'achjiq'ue vinhaj Pablo chi' yuj eb' soldado chi', yujto sgana eb' anima chi' smilcham vinh."
        },
        {
            "number": "36",
            "text": "Masanil eb' tzak'anoch yuj vinh ix laj avaj chaanh eb': --Chamocab' vinh t'a elanhchamel, xchi eb'."
        },
        {
            "number": "37",
            "text": "Ayic van yik'anoch vinhaj Pablo chi' eb' t'a yol cuartel chi', ix yalan vinh t'a vinh coronel chi': --¿Ma max yal in lolon jab'oc ed'oc? xchi vinh t'a vinh. Yuj chi' ix yal vinh: --¿Tom syal alan ti' griego?"
        },
        {
            "number": "38",
            "text": "Valoc to aj Egipto ach. Ha valani to a ach tik ik'nacchaanh jun oval t'a spatic vinh yajal t'a peca'. Ha jun vinh chi', yik'nacb'at chanhe' mil eb' mak'umcham anima vinh t'a tzinan lu'um, xchi vinh."
        },
        {
            "number": "39",
            "text": "Yuj chi' ix yalxi vinhaj Pablo chi' t'a vinh: --Maay. Ha in tik, israel in. Ha t'a chonhab' Tarso t'a yol yic Cilicia, jun chonhab' te niwan yelk'ochi, ata' aljinac in. Tzin k'an t'ayach, cha in lolon t'a skal eb' anima tik, xchi vinh."
        },
        {
            "number": "40",
            "text": "--Lolonanh, xchi vinh. Ixlajwi chi' ix elta linhan vinhaj Pablo chi' t'a sb'achquiltaquil sti' cuartel chi'. Ix yik'anchaanh sk'ab' vinh yic wach' tz'em numan eb' anima chi'. Axo ix em numan eb', ix yalan vinh t'a eb' t'a ti' hebreo icha tik:"
        }
    ]
}