{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ix kactejkan heb' creyente chi', ix onh och t'a yol barco. D'inhannhej ix onh b'ati, ix onh k'och t'a chonhab' Cos. Axo t'a junxo k'u, ix onh b'atxi, ix onh k'och t'a chonhab' Rodas. Ixlajwi chi' ix onh b'atxi, ix onh k'och t'a chonhab' Pátara."
        },
        {
            "number": "2",
            "text": "Ata' ayek' jun barco wan sb'at t'a yol yic Fenicia. Ix onh och t'a yool, ix onh b'atxi."
        },
        {
            "number": "3",
            "text": "Ayic wanxo ko b'eyi, ix quilankanb'at jun lu'um scuch Chipre ay t'a snanhal ha' mar. Ha t'a ko k'exanh ix kani. Ixlajwi chi', ix onh k'och t'a chonhab' Tiro t'a yol yic Siria, yujto ata' ix kan yikatz te' barco chi'."
        },
        {
            "number": "4",
            "text": "Axo ix onh elta t'a yol te', ay heb' creyente ix ilchajel cuuj. Ix onh aj yet' heb' uque' k'ual ta'. Ha heb' chi' ix alan icha tik t'a winhaj Pablo chi': --Oc wal max ach b'at t'a Jerusalén, xchi heb'. Icha chi' ix aj yalan heb', yujto a Yespíritu Dios ix ak'an yojtaquejel heb' tas ol ja t'a yib'anh winh ta'."
        },
        {
            "number": "5",
            "text": "Axo yic ix ek'b'at uque' k'ual chi', ix onh b'atxi. Axo heb' winh cuk'tac chi' smasanil yet' heb' ix yetb'eyum heb' winh yet' pax heb' yuninal heb' winh, ix xid'ek' heb' onh yak'kanel t'a stiel chonhab' chi'. Axo ta' ix onh em cuman t'a sti' ha' mar, ix onh lesalwi."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix kalankan quil ko b'ha t'a heb'. Ix onh ochxikan t'a yol barco chi'. Ix laj paxixcan heb' t'a spat."
        },
        {
            "number": "7",
            "text": "Ayic ix onh elxi t'a chonhab' Tiro chi', ix onh k'och t'a chonhab' Tolemaida. Ata' ix kactejkan te' barco chi'. Ix onh lolon yet' heb' creyente ta'. Jun k'ual ix onh ek' yet' heb'."
        },
        {
            "number": "8",
            "text": "Axo t'a junxo k'u ix onh b'atxi, ix onh k'och t'a chonhab' Cesarea. Ha t'a spat winhaj Felipe, winh tz'alanel wach' ab'ix yic colnab'il, ata' ix onh wanaji. Ha jun winh chi', aton winh sik'b'iloch diáconoal t'a Jerusalén yet' wacwanhxo heb' winh."
        },
        {
            "number": "9",
            "text": "Ay chanhwanh yisil winhaj Felipe chi', mantalaj yetb'eyum heb' ix. Syalel slolonel Dios heb' ix."
        },
        {
            "number": "10",
            "text": "Ayic ix onh ek' jaye' k'ual ta', ix k'och jun winh tz'alanel slolonel Dios skuchan Agabo t'ayonh, ha t'a yol yic Judea cot winh."
        },
        {
            "number": "11",
            "text": "Ix xid'ek' winh onh sk'umej. Ayic wan ko lolon yet' winh, ix yik'anel stzek'ul winhaj Pablo chi' winh. Ix tzek'an k'otan sb'a winh yet'oc. Ixlajwi chi' ix yalan winh: --Ha Yespíritu Dios tz'alani to icha ix wutej in tzek'an in b'a tik, icha chi' ol aj stzek'chaj winh ay yic jun tzek'ul tik yuj heb' israel t'a Jerusalén. Ol lajwoc chi', ol yak'anoch winh heb' t'a yol sk'ab' heb' manh israelok, xchi winh."
        },
        {
            "number": "12",
            "text": "Ha onhxo tik yet' heb' aj Cesarea chi', ayic ix kab'an tas ix yal winh chi', ix onh tewioch t'a winhaj Pablo chi', yujto ko gana max b'atlaj winh t'a Jerusalén chi'."
        },
        {
            "number": "13",
            "text": "Palta ix yal winh t'ayonh: --¿Tas yuj tzex oq'ui? ¿Tas yuj tzeyak'och in cusk'olal? Malaj yelk'ochi tato tzin stzek' heb'. Wach'chom tzin smilcham heb' t'a Jerusalén chi' yujnhej walanel yab'ixal Kajal Jesús, ol in b'ecnhej in b'ha t'a yol sk'ab' heb', xchi winh."
        },
        {
            "number": "14",
            "text": "Junelnhej maj kak'laj ganar winh ko cachanoch waan. Yuj chi' ix kactej ko tewi t'a winh. Tonhej ix kal icha tik: --Ha tas snib'ej Kajal Jesús, ujokab'i, xco chi."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi' ix kak'an lista ko b'a, ix onh b'at t'a Jerusalén chi'."
        },
        {
            "number": "16",
            "text": "Ay pax jaywanh heb' creyente aj Cesarea chi' ix b'at qued'oc, ix onh yik'anb'at heb' t'a spat jun winh b'ab'el creyente aj Chipre scuch Mnasón, yujto ha t'a spat winh chi' ix onh kani."
        },
        {
            "number": "17",
            "text": "Ayic ix onh k'och t'a Jerusalén chi', tzalajk'olal ix onh scha heb' creyente ta'."
        },
        {
            "number": "18",
            "text": "Axo t'a junxo k'u ix onh b'at yet' winhaj Pablo chi' t'a spat winhaj Jacobo. Ayek' pax heb' winh anciano ta' smasanil."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix sk'anb'ej sk'ol heb' winh winhaj Pablo chi'. Ix laj yal winh t'a heb' yuj jantac tas ix sk'ulej Dios yet'oc t'a skal heb' manh israelok."
        },
        {
            "number": "20",
            "text": "Axo ix yab'an juntzanh chi' heb' winh, ix yal wach' lolonel heb' winh d'ha Dios. Ixlajwi chi', ix yalan heb' winh t'a winhaj Pablo chi': --Te wach' wuk'tac, palta ojtak, tzijtum heb' quetisraelal ix ak'anoch Cristo t'a sk'ool. Axo slaj yalan heb' smasanil to yowalil sko k'anab'ajej ley Moisés."
        },
        {
            "number": "21",
            "text": "Ix yab' spekal heb' to tzach ek' a k'ayb'ej heb' israel ay t'a skal masanil heb' manh israelok. Tob' ix al t'a heb' israel chi' to maxtzac sk'anab'ajej ley Moisés heb'. Tob' ix al t'a heb' to maxtzac yak' circuncidar heb' yuninal heb', maxtzac sk'anab'ajej ko b'eyb'al heb' a onh israel onh tik."
        },
        {
            "number": "22",
            "text": "¿Tas ol cutoc? Ha ticnaik ol yab' heb' to ix ach jawi."
        },
        {
            "number": "23",
            "text": "Yuj chi', wach' icha tik tzutej a b'a. Ay chanhwanh heb' winh t'a ko kal tik, yak'nacxo sti' heb' winh d'ha Dios. Vanxo sk'och stiempoal b'aj yak'nakkan sti' heb' winh chi'."
        },
        {
            "number": "24",
            "text": "Ik'b'at heb' winh ed'oc. Tza b'oankan a b'a yet' heb' winh icha syal ley Moisés. Tzak' stumin heb' winh yic smanan juntzanh nok' nok' heb' winh silab'oc. Ol lajwoc chi', ol yak'an joxchajel sb'a heb' winh schanhwanhil. Tato icha chi' ol utoc a b'a, ol yil heb' anima smasanil to a jun a pecal ix yab' heb' chi', to es. Axo ol yilan heb' to tza k'anab'ajej pax tas syal ley Moisés."
        },
        {
            "number": "25",
            "text": "Axo heb' manh israelok ix ak'anoch Cristo t'a sk'ool, tz'ib'ab'ilxob'at ko carta t'a heb' to manh yowaliloc sk'anab'ajej juntzanh tik heb'. Anhej juntzanh checnab'il tik ix calb'at t'a heb': To max schi nok' chib'ej heb' tz'ak'ji silab'il t'a juntzanh comon Dios. Max schi schiq'uil junok nok' nok' heb'. Max schi nok' nok' heb' sud'jichamoc. Max em heb' t'a ajmulal. Icha chi' ix cutej kalanb'at t'a heb', xchi heb' anciano chi' t'a winhaj Pablo chi'."
        },
        {
            "number": "26",
            "text": "Axo winhaj Pablo chi' ix ik'anb'at heb' winh chi' schanhwanhil. Axo t'a junxo k'u ix sb'o sb'a winh yet' heb' winh icha syal ley Moisés. Ixlajwi chi' ix och winh t'a yol yamaq'uil stemplo Dios yic syalan winh t'a winh sacerdote tas k'ual ol lajwock'och stiempoal sb'oan sb'a heb' winh, yic syak'an silab' heb' winh d'ha Dios."
        },
        {
            "number": "27",
            "text": "Axo yic wanxo slajwi uque' k'ual chi', ay jaywanh heb' israel aj Asia, ayic ix yilan heb' to ayek' winhaj Pablo t'a yol yamaq'uil stemplo Dios, ix yak'ank'e somnaj heb' anima heb' smasanil scot yowal. Ix syaman winhaj Pablo chi' heb'."
        },
        {
            "number": "28",
            "text": "Te chaanh ix yal heb': --Ex quetisraelal, ochanhec qued'oc. Aton winh tik tzek' k'ayb'an heb' anima t'a junjun lugar t'a chukal. Syalan chukal winh t'a ko patic a onh israel onh tik. Syalanpax winh t'a spatic ley Moisés yet' t'a spatic stemplo Dios tik. Axo ticnaik ix scomon ik'ejochta jaywanh heb' griego winh t'a yol yamaq'uil stemplo Dios tik. Ha jun templo tik, yicnhej Dios yaji, palta ix te juwi yuj winh t'a yichanh Dios, xchi heb'."
        },
        {
            "number": "29",
            "text": "Icha chi' ix aj yalan heb', yujto ix yil heb' to junnhej ix ek' winhaj Trófimo yet' winhaj Pablo chi' t'a yol chonhab' chi'. Ha winh chi', griego winh, aj Éfeso winh. Ha snaan heb' to a winhaj Pablo chi' ix ik'anoch winh t'a yol yamaq'uil stemplo Dios yet'oc."
        },
        {
            "number": "30",
            "text": "Axo heb' chonhab' smasanil, ix te cot yowal heb'. Ix smolb'an sb'a heb'. Ix b'at sjachanelta winhaj Pablo chi' heb' t'a yol yamaq'uil stemplo Dios chi'. Ix smakan puerta heb' t'a winh."
        },
        {
            "number": "31",
            "text": "Toxo wal smilcham winh heb', palta ayic ix yab'an winh coronel to ix k'e somnaj heb' aj chonhab' chi' scot yowal,"
        },
        {
            "number": "32",
            "text": "ix yik'b'at heb' soldado winh yet' juntzanhxo heb' yetyajalil. Te yelk'olal ix b'at heb' b'aj wan smolb'an sb'a heb' anima chi'. Axo ix yilanb'at heb' anima chi' to wan sk'och winh coronel chi' yet' heb' soldado smasanil, ix yactan heb' smak'an winhaj Pablo chi'."
        },
        {
            "number": "33",
            "text": "Axo ix k'och winh, ix syaman winhaj Pablo chi' winh. Ix schekan winh ak'joc och chab' cadena t'a winh. Ixlajwi chi', ix sk'anb'an winh t'a heb' anima chi' icha tik: --¿Mach jun winh tik? ¿Tas smul winh? xchi winh."
        },
        {
            "number": "34",
            "text": "Palta haxo heb' anima chi', tonhej ix k'e somnaj heb' yalani. Ch'occh'oc ix yal junjun heb'. Maj yab' winh tas ix yal heb' yujto tonhej ix k'e somnaj heb' yawajk'ei. Yuj chi' ix schec winh ik'jocb'at winhaj Pablo chi' t'a cuartel."
        },
        {
            "number": "35",
            "text": "Axo ix k'och heb' t'a sb'akhquiltaquil sti' cuartel chi', ix b'akhjik'e winhaj Pablo chi' yuj heb' soldado chi', yujto snib'ej heb' anima chi' smilcham winh."
        },
        {
            "number": "36",
            "text": "Masanil heb' tzak'anoch yuj winh ix laj awaj chaanh heb': --Chamokab' winh t'a elanhchamel, xchi heb'."
        },
        {
            "number": "37",
            "text": "Ayic wan yik'anoch winhaj Pablo chi' heb' t'a yol cuartel chi', ix yalan winh t'a winh coronel chi': --¿Ma max yal in lolon jab'oc ed'oc? xchi winh t'a winh. Yuj chi' ix yal winh: --¿Tom syal alan ti' griego?"
        },
        {
            "number": "38",
            "text": "Valoc to aj Egipto ach. Ha walani to a ach tik ik'nacchaanh jun owal t'a spatic winh yajal t'a peka'. Ha jun winh chi', yik'nacb'at chanhe' mil heb' mak'umcham anima winh t'a tzinan lu'um, xchi winh."
        },
        {
            "number": "39",
            "text": "Yuj chi' ix yalxi winhaj Pablo chi' t'a winh: --Maay. Ha in tik, israel in. Ha t'a chonhab' Tarso t'a yol yic Cilicia, jun chonhab' te niwan yelk'ochi, ata' aljinac in. Tzin k'an t'ayach, cha in lolon t'a skal heb' anima tik, xchi winh."
        },
        {
            "number": "40",
            "text": "--Lolonanh, xchi winh. Ixlajwi chi' ix elta linhan winhaj Pablo chi' t'a sb'akhquiltaquil sti' cuartel chi'. Ix yik'anchaanh sk'ab' winh yic wach' tz'em numan heb' anima chi'. Axo ix em numan heb', ix yalan winh t'a heb' t'a ti' hebreo icha tik:"
        }
    ]
}