{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "--Ex wetchonhab' yet' ex ichamtac winak, ab'ec in lolonel swal tik t'ayex, xchi winh."
        },
        {
            "number": "2",
            "text": "Axo ix yab'an heb' to ix lolon winh t'a ti' hebreo, te numan ix aj heb'. Yuj chi' ix yalan winh t'a heb':"
        },
        {
            "number": "3",
            "text": "--Ha in tik, israel in eyed'oc. Ha t'a chonhab' Tarso t'a yol yic Cilicia, ata' aljinac in, palta ha t'a Jerusalén tik q'uib'nac in. Axo winhaj Gamaliel k'ayb'annac in. Ix in sk'ayb'ej wal winh sik'lab'il t'a sley heb' ko mam quicham. Swak'anpax wal serwil Dios t'a smasanil in k'ool, icha tzeyutej he b'a he masanil ticnaik."
        },
        {
            "number": "4",
            "text": "Ha t'a yalanhtaxo wixtejnac wal heb' ayoch t'a jun k'ayb'ub'al b'aj ay in och ticnaik. Ay b'aj in yamnaccot heb'. Wach'chom winak, ma ix, laj wak'nacoch heb' t'a preso. Ay b'aj wak'nacoch chamel t'a yib'anh heb'."
        },
        {
            "number": "5",
            "text": "Ha winh sacerdote yet' heb' winh yajal smasanil syal yalan heb' winh to yel swala', yujto yak'nac juntzanh carta heb' winh t'ayin yic swik'anb'at t'a heb' quetisraelal t'a chonhab' Damasco. B'at in t'a chonhab' chi' yujto in gana tzin sayek' heb' creyente ta'. In gana sb'at in tzek'cot heb', tzul wak'an heb' t'a Jerusalén tik yic tz'ak'jioch syaelal heb'."
        },
        {
            "number": "6",
            "text": "Palta haxo yic wan in b'eyi, ayic wanxo in k'och t'a slak'anil chonhab' Damasco chi', tekan chimk'ualil ama, ay jun sakil k'inal te ov yoc cot copnaj t'a satcha’anh, yemul t'a wib'anh, in kan t'a skal,"
        },
        {
            "number": "7",
            "text": "in telwi t'a sat lu'um yuj. Axo wab'ani, yawaj jun t'ayin, yalan icha tik: Saulo, Saulo, ¿tas yuj tzin ixtej? xchi t'ayin."
        },
        {
            "number": "8",
            "text": "¿Mach ach Mamin? xin chi t'ay. Ha in ton Jesús aj Nazaret in. Ha in wal tzin ixtej, xchi t'ayin."
        },
        {
            "number": "9",
            "text": "Axo heb' ajun wed' chi', yil jun sakil k'inal chi' heb', te xiv heb'. Palta maj nachajel-laj yuj heb' tas jun alji chi' t'ayin."
        },
        {
            "number": "10",
            "text": "Slajwi chi' walan t'ay: Mamin, ¿tas a gana tzin k'ulej? xin chi t'ay. Q'ueanh waan. Ixic t'a chonhab' Damasco. Ata' ol aljoc t'ayach tas yowalil ol a k'ulej, xchi Kajal Jesús chi' t'ayin."
        },
        {
            "number": "11",
            "text": "Yujto majxo yal-laj wilan jab'oc yuj jun sakil k'inal chi', yuj chi' a heb' ajun wed'oc chi' quetzan in b'at t'a chonhab' Damasco chi'."
        },
        {
            "number": "12",
            "text": "Axo ta' ay jun winh scuch Ananías, sk'anab'ajej wal ley Moisés winh sik'lab'il. Te wach' syutej sb'a winh t'a yichanh heb' israel smasanil t'a chonhab' Damasco chi'."
        },
        {
            "number": "13",
            "text": "k'och winh t'ayin, yalan winh: Vuk'tac Saulo, jacwokab' a sat, xchi winh. D'a jun rato chi', jacwixi in sat. Vilan winh."
        },
        {
            "number": "14",
            "text": "Yalanxi winh t'ayin icha tik: Ha ko Diosal, aton jun Dios b'aj yak'naquem sb'a heb' ko mam quicham, ha' ix ach sik'aneli yic wach' ol ojtaquejel tas snib'ej t'ayach. Yujto snib'ej to tzil Jesús, aton jun tojol spensar, ix ab'an pax tas ix yal t'ayach."
        },
        {
            "number": "15",
            "text": "Xal ticnaik ol alel yab'ixal Jesús t'a skal anima smasanil. Ol ala' tas ix ila' yet' tas ix ab'i."
        },
        {
            "number": "16",
            "text": "Axo ticnaik manh a tanhwej. Ak' ak'joc bautizar a b'a. Al a b'ha t'a Jesucristo yic wach' ol ak'jokkan lajwoc a mul, xchi winh."
        },
        {
            "number": "17",
            "text": "Axo yic in jax t'a Jerusalén tik, in lesalwi t'a stemplo Dios tik. Ayic in lesalwi chi', ichato wayichan in."
        },
        {
            "number": "18",
            "text": "Vilan Kajal Jesús, yalan t'ayin icha tik: Elanhchamel tzach el t'a Jerusalén tik, yujto toxon manh ol scha yab' jun wab'ixal heb' ol ala', xchi."
        },
        {
            "number": "19",
            "text": "Yuj chi', wal t'ay: Mamin, toxon yojtak heb' to ix in ek' in say heb' ix yak'och sk'ol t'ayach t'a junjun spatil culto. Ix laj in yam heb', ix wak'anoch heb' t'a preso, ix in mak'an pax heb'."
        },
        {
            "number": "20",
            "text": "Axo winhaj Esteban, winh aljinaquel ab'ixal, ayic smilannac cham winh heb', lokan in ta'. Ha in wilnakkan spichul heb' ayic sjulannaccham winh heb', xin chi t'ay."
        },
        {
            "number": "21",
            "text": "Palta yalanxi t'ayin: Ixic, yujto najat tzach in checb'ati, aton t'a skal heb' manh israelok. Icha chi' aj yalan Kajal Jesús chi', xchi winhaj Pablo chi' t'a heb'."
        },
        {
            "number": "22",
            "text": "Ix smaclej yab' heb' anima chi' tas wan yalan winhaj Pablo chi', masanto t'a juntzanh ix yal winh chi', ix och ijan heb' ste awajk'ei, ix yalan heb': --Chamokab' winh. Manhxo smojoc pitzan winh, xchi heb'."
        },
        {
            "number": "23",
            "text": "Ix te k'e somnaj heb' scot yowal. Ix laj stzicub'tanhan spichul heb'. Ix stzipank'e lum pokok heb' t'a chaanh yic sch'oxanel heb' to te yowal heb' t'a winh."
        },
        {
            "number": "24",
            "text": "Ayic ix yilan jun chi' winh coronel chi', ix yalan winh to tz'ik'jioch winhaj Pablo chi' t'a yol cuartel chi'. Ix yalan winh to smak'ji winh yic wach' syal winh tas yuj sk'e yav heb' anima chi' scot yowal yuj winh."
        },
        {
            "number": "25",
            "text": "Axo yic toxo ix tzek'ji winh chi' yic smak'ji winh, ix yalan winh t'a jun winh capitán ayek' ta' --¿Tom ay sleyal tzin he comon mak'ej? Ina aj Roma in. Anhejtona', malaj jab'oc in mul ix checlaji, xchi winh."
        },
        {
            "number": "26",
            "text": "Ayic ix yab'an winh capitán jun ix yal winh chi', ix b'at winh yal t'a winh coronel chi' icha tik: --Te ay smay jun wan a k'ulan tik. Ab'i to aj Roma winhaj Pablo chi', xchi winh t'a winh."
        },
        {
            "number": "27",
            "text": "D'a jun rato chi' ix b'at winh coronel chi' sk'anb'ej t'a winhaj Pablo chi': --¿Tom yel aj Roma ach? xchi winh t'a winh. --I', aj Roma in, xchi winh t'a winh."
        },
        {
            "number": "28",
            "text": "--Ichin pax ta'. Anhejto te niwan tumin ix wak'a', ix in manoch in b'a aj Romail, xchi winh. --Palta a in tik, atax yic ix in alji toxonton aj Roma in, xchi winhaj Pablo chi' t'a winh."
        },
        {
            "number": "29",
            "text": "Yuj chi', a heb' soldado ijan ix mak'an winh chi', ix yactejxiel winh heb'. Ayic ix yab'an winh coronel chi' to aj Roma winhaj Pablo chi', ix te xiv winh, yujto ix yak' tzek'chaj winh yet' k'een cadena."
        },
        {
            "number": "30",
            "text": "Axo t'a junxo k'u, snib'ej winh coronel chi' syab'i tas yuj ix ak'jioch t'a yib'anh winhaj Pablo chi' yuj heb' israel. Yuj chi' ix schec winh ik'joquel k'een cadena chi' t'a winh. Ixlajwi chi', ix yalan winh to smolb'ej sb'a heb' winh sat sacerdote yet' masanil heb' winh sat yajal. Ix yik'anelta winhaj Pablo chi' winh t'a yol cuartel chi', ix ak'ji entregar winh yuj winh t'a heb' winh."
        }
    ]
}