{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "--Ex vetchonhab' yet' ex ichamtac vinac, ab'ec in lolonel swal tik t'ayex, xchi winh."
        },
        {
            "number": "2",
            "text": "Axo ix yab'an eb' to ix lolon winh t'a ti' hebreo, te numan ix aj eb'. Yuj chi' ix yalan winh t'a eb':"
        },
        {
            "number": "3",
            "text": "--Ha in tik, israel in eyed'oc. Ha t'a chonhab' Tarso t'a yol yic Cilicia, ata' aljinac in, palta ha t'a Jerusalén tik q'uib'nac in. Axo winhaj Gamaliel k'ayb'annac in. Ix in sk'ayb'ej val winh sik'lab'il t'a sley eb' co mam quicham. Svak'anpax val servil Dios t'a smasanil in k'ool, icha tzeyutej e b'a e masanil ticnaic."
        },
        {
            "number": "4",
            "text": "Ha t'a yalanhtaxo vixtejnac val eb' ayoch t'a jun k'ayb'ub'al b'aj ay in och ticnaic. Ay b'aj in yamnaccot eb'. Wach'chom vinac, ma ix, laj vak'nacoch eb' t'a preso. Ay b'aj vak'nacoch chamel t'a yib'anh eb'."
        },
        {
            "number": "5",
            "text": "Ha winh sacerdote yet' eb' winh yajal smasanil syal yalan eb' winh to yel svala', yujto yak'nac juntzanh carta eb' winh t'ayin yic svik'anb'at t'a eb' quetisraelal t'a chonhab' Damasco. B'at in t'a chonhab' chi' yujto in gana tzin sayek' eb' creyente ta'. In gana sb'at in tzek'cot eb', tzul vak'an eb' t'a Jerusalén tik yic tz'ak'jioch syaelal eb'."
        },
        {
            "number": "6",
            "text": "Palta haxo yic van in b'eyi, ayic vanxo in k'och t'a slak'anil chonhab' Damasco chi', tecan chimk'ualil ama, ay jun sakil k'inal te ov yoc cot copnaj t'a satcha’anh, yemul t'a vib'anh, in kan t'a skal,"
        },
        {
            "number": "7",
            "text": "in telvi t'a sat lu'um yuj. Axo vab'ani, yavaj jun t'ayin, yalan icha tik: Saulo, Saulo, ¿tas yuj tzin ixtej? xchi t'ayin."
        },
        {
            "number": "8",
            "text": "¿Mach ach Mamin? xin chi t'ay. Ha in ton Jesús aj Nazaret in. Ha in val tzin ixtej, xchi t'ayin."
        },
        {
            "number": "9",
            "text": "Axo eb' ajun ved' chi', yil jun sakil k'inal chi' eb', te xiv eb'. Palta maj nachajel-laj yuj eb' tas jun alji chi' t'ayin."
        },
        {
            "number": "10",
            "text": "Slajvi chi' valan t'ay: Mamin, ¿tas a gana tzin k'ulej? xin chi t'ay. Q'ueanh vaan. Ixic t'a chonhab' Damasco. Ata' ol aljoc t'ayach tas yowalil ol a k'ulej, xchi Cajal Jesús chi' t'ayin."
        },
        {
            "number": "11",
            "text": "Yujto majxo yal-laj vilan jab'oc yuj jun sakil k'inal chi', yuj chi' a eb' ajun ved'oc chi' quetzan in b'at t'a chonhab' Damasco chi'."
        },
        {
            "number": "12",
            "text": "Axo ta' ay jun winh scuch Ananías, sk'anab'ajej val ley Moisés winh sik'lab'il. Te wach' syutej sb'a winh t'a yichanh eb' israel smasanil t'a chonhab' Damasco chi'."
        },
        {
            "number": "13",
            "text": "k'och winh t'ayin, yalan winh: Vuk'tac Saulo, jacvocab' a sat, xchi winh. D'a jun rato chi', jacvixi in sat. Vilan winh."
        },
        {
            "number": "14",
            "text": "Yalanxi winh t'ayin icha tik: Ha co Diosal, aton jun Dios b'aj yak'naquem sb'a eb' co mam quicham, ha' ix ach sik'aneli yic wach' ol ojtaquejel tas sgana t'ayach. Yujto sgana to tzil Jesús, aton jun tojol spensar, ix ab'an pax tas ix yal t'ayach."
        },
        {
            "number": "15",
            "text": "Xal ticnaic ol alel yab'ixal Jesús t'a skal anima smasanil. Ol ala' tas ix ila' yet' tas ix ab'i."
        },
        {
            "number": "16",
            "text": "Axo ticnaic manh a tanhvej. Ak' ak'joc bautizar a b'a. Al a b'ha t'a Jesucristo yic wach' ol ak'joccan lajvoc a mul, xchi winh."
        },
        {
            "number": "17",
            "text": "Axo yic in jax t'a Jerusalén tik, in lesalvi t'a stemplo Dios tik. Ayic in lesalvi chi', ichato vayichan in."
        },
        {
            "number": "18",
            "text": "Vilan Cajal Jesús, yalan t'ayin icha tik: Elanhchamel tzach el t'a Jerusalén tik, yujto toxon manh ol scha yab' jun vab'ixal eb' ol ala', xchi."
        },
        {
            "number": "19",
            "text": "Yuj chi', val t'ay: Mamin, toxon yojtac eb' to ix in ek' in say eb' ix yak'och sk'ol t'ayach t'a junjun spatil culto. Ix laj in yam eb', ix vak'anoch eb' t'a preso, ix in mak'an pax eb'."
        },
        {
            "number": "20",
            "text": "Axo winhaj Esteban, winh aljinaquel ab'ixal, ayic smilannac cham winh eb', locan in ta'. Ha in vilnaccan spichul eb' ayic sjulannaccham winh eb', xin chi t'ay."
        },
        {
            "number": "21",
            "text": "Palta yalanxi t'ayin: Ixic, yujto najat tzach in checb'ati, aton t'a skal eb' manh israeloc. Icha chi' aj yalan Cajal Jesús chi', xchi winhaj Pablo chi' t'a eb'."
        },
        {
            "number": "22",
            "text": "Ix smaclej yab' eb' anima chi' tas van yalan winhaj Pablo chi', masanto t'a juntzanh ix yal winh chi', ix och ijan eb' ste avajq'uei, ix yalan eb': --Chamocab' winh. Manhxo smojoc pitzan winh, xchi eb'."
        },
        {
            "number": "23",
            "text": "Ix te q'ue somnaj eb' scot yoval. Ix laj stzicub'tanhan spichul eb'. Ix stzipanq'ue lum pococ eb' t'a chaanh yic sch'oxanel eb' to te yoval eb' t'a winh."
        },
        {
            "number": "24",
            "text": "Ayic ix yilan jun chi' winh coronel chi', ix yalan winh to tz'ik'jioch winhaj Pablo chi' t'a yol cuartel chi'. Ix yalan winh to smak'ji winh yic wach' syal winh tas yuj sq'ue yav eb' anima chi' scot yoval yuj winh."
        },
        {
            "number": "25",
            "text": "Axo yic toxo ix tzek'ji winh chi' yic smak'ji winh, ix yalan winh t'a jun winh capitán ayek' ta' --¿Tom ay sleyal tzin e comon maq'uej? Ina aj Roma in. Anhejtona', malaj jab'oc in mul ix checlaji, xchi winh."
        },
        {
            "number": "26",
            "text": "Ayic ix yab'an winh capitán jun ix yal winh chi', ix b'at winh yal t'a winh coronel chi' icha tik: --Te ay smay jun van a k'ulan tik. Ab'i to aj Roma winhaj Pablo chi', xchi winh t'a winh."
        },
        {
            "number": "27",
            "text": "D'a jun rato chi' ix b'at winh coronel chi' sk'anb'ej t'a winhaj Pablo chi': --¿Tom yel aj Roma ach? xchi winh t'a winh. --I', aj Roma in, xchi winh t'a winh."
        },
        {
            "number": "28",
            "text": "--Ichin pax ta'. Anhejto te niwan tumin ix vak'a', ix in manoch in b'a aj Romail, xchi winh. --Palta a in tik, atax yic ix in alji toxonton aj Roma in, xchi winhaj Pablo chi' t'a winh."
        },
        {
            "number": "29",
            "text": "Yuj chi', a eb' soldado ijan ix mak'an winh chi', ix yactejxiel winh eb'. Ayic ix yab'an winh coronel chi' to aj Roma winhaj Pablo chi', ix te xiv winh, yujto ix yak' tzek'chaj winh yet' q'uen cadena."
        },
        {
            "number": "30",
            "text": "Axo t'a junxo k'u, sgana winh coronel chi' syab'i tas yuj ix ak'jioch t'a yib'anh winhaj Pablo chi' yuj eb' israel. Yuj chi' ix schec winh ik'joquel q'uen cadena chi' t'a winh. Ixlajwi chi', ix yalan winh to smolb'ej sb'a eb' winh sat sacerdote yet' masanil eb' winh sat yajal. Ix yik'anelta winhaj Pablo chi' winh t'a yol cuartel chi', ix ak'ji entregar winh yuj winh t'a eb' winh."
        }
    ]
}