{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix ek' k'eleloc winhaj Pablo chi' t'a skal heb' winh sat yajal chi'. Ix yalan winh icha tik t'a heb' winh: --Ex wetchonhab', tojolnhej yaj in pensar t'a yichanh Dios, masanto t'a jun k'u tik, xchi winh."
        },
        {
            "number": "2",
            "text": "Axo winhaj Ananías, winh sat sacerdote, ix alan t'a heb' ayek' t'a stz'ey winhaj Pablo chi' to stz'itb'at sti' winh heb'."
        },
        {
            "number": "3",
            "text": "Axo ix yalan winhaj Pablo chi': --Ha Dios ol ach mak'anpaxoc. Ha ach tik, chab' sat ach. k'ojan ach em in a ch'olb'itan icha syal ley Moisés. Palta ina tzin a chec mak'joc, palta manh sleyaloc tza k'ulej icha chi', xchi winh t'a winh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yal juntzanh heb' ayek' ta': --¿Tom tzach b'uchwaj t'a winh sat sacerdote yaj tik yuj Dios? xchi heb' t'a winh."
        },
        {
            "number": "5",
            "text": "Ix yalanpax winhaj Pablo chi': --Ex wetchonhab', manh wojtacoc tato a winh tik sat sacerdote yaj winh. Yujto syal t'a Slolonel Dios Tz'ib'ab'ilcani: Manh eyal chukal lolonel t'a spatic winh yajal yaj t'a he chonhab', xchicani, xchi winh."
        },
        {
            "number": "6",
            "text": "Ayic ix yilan winh to saduceo nanhal heb' sat yajal chi', haxo nanhalxo heb', fariseo heb', yuj chi', te chaanh ix yal winh t'a heb': --Ex wetchonhab', a in tik fariseo in, yuninal in pax fariseo. Axo ticnaik, wan in he ch'olb'itani yujto swak'och t'a in k'ool to ol pitzwokxi heb' chamnac, xchi winh t'a heb'."
        },
        {
            "number": "7",
            "text": "Ayic ix lajwi yalan jun chi' winh, haxo heb' fariseo chi' ix och ijan heb' stelan sb'a yet' heb' saduceo. Ix spojan sb'a jun smolanil heb' chi'."
        },
        {
            "number": "8",
            "text": "Yujto a heb' saduceo syal heb' to manh ol pitzwokxi heb' chamnac. Syalan heb' to malaj heb' ángel, malaj pax juntzanh espíritu. Axo heb' fariseo syal heb' to ay juntzanh chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix k'e nhilnaj heb' masanil yalani. Ay juntzanh heb' k'ayb'um t'a ley Moisés yetb'eyum sb'a yet' heb' fariseo, ix k'e waan heb', ix yalan heb': --Malaj jab'oc chukal sk'ulej winhaj Pablo tik. Talaj icha chi' ay junok espíritu, ma junok ángel ix alan t'a winh, xchi heb'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix ste ak'an owal heb' sik'lab'il. Axo winh coronel chi' ix te xiv winh. Ha snaan winh to wan stok'an jekchaj winhaj Pablo chi' heb'. Yuj chi' ix yavtejcot heb' soldado winh, haxo heb' ix ik'anelta winhaj Pablo chi' t'a skal heb'. Ixlajwi chi' ix yik'anxib'at winh heb' t'a cuartel."
        },
        {
            "number": "11",
            "text": "Axo t'a jun ak'wal chi' ix ul sch'ox sb'a Kajal Jesús t'a winhaj Pablo chi'. Ix yalan t'a winh: --Pablo, manh ach och ilk'olal, yujto icha ix utej alanel wab'ixal t'a Jerusalén tik, icha pax chi' ol utoc alanel t'a chonhab' Roma, xchi t'a winh."
        },
        {
            "number": "12",
            "text": "Axo t'a junxo q'uinhib'alil, ay jaywanh heb' israel ix smolb'ej sb'a. Ix slajtian sb'a heb' to ol smilcham winhaj Pablo chi' heb'. Ix yalan heb': --Manh ol onh waoc, manh ol cuk'pax ha' masanto sco milcham winhaj Pablo chi'. Axo tato manh ol ko k'anab'ajej icha skal tik jun, yak'ocab' ko yaelal Dios, xchi heb'."
        },
        {
            "number": "13",
            "text": "Másto 40 heb' ix alan icha chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix b'at heb' t'a heb' winh sat sacerdote yet' t'a heb' winh ichamtac winak ay yopisio yak'an mandar heb' israel. Ix yalan heb': --Ix cak' ko ti' to maxto onh wa'i masanto sco milcham winhaj Pablo chi'. Ix ko k'ancot ko yaelal d'ha Dios tato manh ol elk'och icha tas ix kal chi'."
        },
        {
            "number": "15",
            "text": "Axo ticnaik, a ex tik yet' juntzanhxo heb' sat yajal tze k'an t'a winh coronel chi' to syik'cot winhaj Pablo chi' winh t'ayex k'ik'an. Tze tz'acan eyal t'a winh to ayto wal tas he gana tzeyab' t'a winh. Ha onhxo tik, lista ol cutoc ko b'a ko mak'ancham winh b'aj ol jawok chi', xchi heb' israel chi'."
        },
        {
            "number": "16",
            "text": "Palta ay jun winh yune' ix yanab' winhaj Pablo chi' ix ab'an tas ix yal heb' chi'. Yuj chi' ix b'at winh t'a cuartel chi'. Ix b'at yalan winh t'a winhaj Pablo chi'."
        },
        {
            "number": "17",
            "text": "Ixlajwi yab'an jun chi' winh, ix yavtancot jun winh capitán winh. Ix yalan winh t'a winh: --Ik'b'at winh quelem tik t'a winh coronel yujto ay tas snib'ej winh b'at yal t'a winh, xchi winh."
        },
        {
            "number": "18",
            "text": "Axo winh capitán chi' ix ik'anb'at winh t'a winh coronel chi'. Axo ix k'och heb' winh, ix yalan winh capitán chi' t'a winh: --Ha winhaj Pablo, winh ayoch t'a preso ix in avtanb'ati. Ix yalan winh t'ayin to tzul wak' jun winh quelem tik t'ayach. Tob' ay tas snib'ej winh syal t'ayach, xchi winh."
        },
        {
            "number": "19",
            "text": "Axo winh coronel chi' ix quetzanel winh, ix snitzanel sb'a heb' winh schawanhil. --¿Tas a gana tzal t'ayin? xchi winh t'a winh."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix yalan winh quelem chi': --Ay heb' israel ix alani, tob' ol sk'an heb' t'ayach yic tzik'b'at winhaj Pablo t'a yichanh heb' winh sat yajal k'ik'an. Ol stz'acan yal heb' t'ayach to ayto wal tas snib'ej heb' syab' t'a winh."
        },
        {
            "number": "21",
            "text": "Palta manh a cha ab'i. Yujto más am 40 heb' ol sk'ub'ejel sb'ha t'a yol b'e, yic ol smak'cham winh heb'. Yujto ix yak' sti' heb' to manh ol wa heb', malaj pax tas ol yuk' heb' masanto ol smak'cham winh heb'. Ix sk'anancot syaelal heb' d'ha Dios tato manh ol elk'och icha ix yal heb' chi'. Ha ticnaik listaxo yaj heb'. Van stanhwan heb' yab'i tato ol ak'b'at winh, xchi winh."
        },
        {
            "number": "22",
            "text": "Axo winh coronel chi' ix checan pax winh quelem chi', ix yalan winh t'a winh: --Malaj junok mach b'aj tzala' tato ix ul al jun tik t'ayin, xchi winh t'a winh."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi' ix yavtancot chawanh heb' winh capitán winh coronel chi'. Ix yalan winh t'a heb' winh: --Tzeyak' lista chab'oc ciento soldado ol b'at t'a yoc, 70 oc heb' ol b'at t'a yib'anh chej yet' chab'oc ciento heb' syik' slanza, yic sb'at heb' t'a chonhab' Cesarea t'a k'e ak'walil tik."
        },
        {
            "number": "24",
            "text": "Tzeyak'an lista jaywanhoc schejal winhaj Pablo. Yujto yowalil ol eyik'b'at winh t'a winhaj Félix, winh yajal. Te lista tzeyutej he b'a yic malaj ol ik'an winh t'a yoltac b'e, xchi winh."
        },
        {
            "number": "25",
            "text": "Ix yak'anb'at jun scarta winh t'a winhaj Félix chi'. Ha jun carta chi' icha tik syala':"
        },
        {
            "number": "26",
            "text": "Ha in Claudio Lisias in, tzin tz'ib'ejb'at jun in carta tik t'ayach, ach wajalil Félix. Swak'b'at stzatzil a k'ool ta'."
        },
        {
            "number": "27",
            "text": "Tik swak'b'at jun winh scuch Pablo t'ayach. Ha heb' israel ix yaman winh. Ijan ix mak'jicham winh yuj heb', palta ix in col winh yet' heb' soldado yujto ix wab'i to aj Roma winh."
        },
        {
            "number": "28",
            "text": "In gana ix wab'i tas yuj ix ak'jioch t'a yib'anh winh yuj heb' israel chi'. Yuj chi' ix wik'b'at winh t'a yichanh heb' winh sat yajal yaj t'a skal heb'."
        },
        {
            "number": "29",
            "text": "Axo ix wab'ani to yujnhej sley heb' ix och smul winh t'a heb'. Palta manh smojoc smak'jicham winh, anhejtona' manh smojoc yoch winh t'a preso."
        },
        {
            "number": "30",
            "text": "Palta ix wab'i to ay heb' israel ix slajtiej sb'a, ix yalan heb' to ol smilcham winh heb'. Yuj chi' swak'b'at winh t'ayach. Ix walan t'a heb' tz'ak'anoch t'a yib'anh winh chi' to syal sb'at heb' t'ayach, b'at yalan heb' tas wal spensar heb' t'a spatic winh. Anhej tik swalb'at t'ayach, xchi winh t'a scarta chi'."
        },
        {
            "number": "31",
            "text": "Axo heb' soldado chi' ix sk'anab'ajej heb' tas ix yal winh. Ix yik'anb'at winhaj Pablo chi' heb' t'ak'walil. Ix k'och heb' t'a chonhab' Antípatris."
        },
        {
            "number": "32",
            "text": "Axo t'a junxo k'u, a heb' soldado ix cot t'a yoc chi' ix meltzajxican heb' b'aj ay scuartel chi'. Axo heb' ayk'e t'a yib'anh chej ix b'at heb' yet' winh."
        },
        {
            "number": "33",
            "text": "Axo yic ix k'och heb' t'a chonhab' Cesarea chi', ix yak'an ch'anh carta chi' heb' t'a winh yajal chi'. Ix yak'ancan winhaj Pablo chi' heb' t'a winh."
        },
        {
            "number": "34",
            "text": "Ixlajwi yilan ch'anh carta chi' winh, ix sk'anb'an winh t'a winhaj Pablo chi' tas chonhab'il b'aj cotnac winh. Axo ix yab'an winh to aj Cilicia winh, ix yalan winh t'a winh: --Jawocab' heb' tz'ak'anoch t'a ib'anh chi'. Ichato chi' ol wab'ani tas ol ala', xchi winh. Ixlajwi chi', ix yalan winh to stanhwaj winh t'a yol spat winhaj Herodes b'aj syak' yajalil."
        }
    ]
}