{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix ek' q'ueleloc winhaj Pablo chi' t'a skal eb' winh sat yajal chi'. Ix yalan winh icha tik t'a eb' winh: --Ex vetchonhab', tojolnhej yaj in pensar t'a yichanh Dios, masanto t'a jun k'u tik, xchi winh."
        },
        {
            "number": "2",
            "text": "Axo winhaj Ananías, winh sat sacerdote, ix alan t'a eb' ayek' t'a stz'ey winhaj Pablo chi' to stz'itb'at sti' winh eb'."
        },
        {
            "number": "3",
            "text": "Axo ix yalan winhaj Pablo chi': --Ha Dios ol ach mak'anpaxoc. Ha ach tik, chab' sat ach. k'ojan ach em in a ch'olb'itan icha syal ley Moisés. Palta ina tzin a chec mak'joc, palta manh sleyaloc tza k'ulej icha chi', xchi winh t'a winh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yal juntzanh eb' ayek' ta': --¿Tom tzach b'uchvaj t'a winh sat sacerdote yaj tik yuj Dios? xchi eb' t'a winh."
        },
        {
            "number": "5",
            "text": "Ix yalanpax winhaj Pablo chi': --Ex vetchonhab', manh vojtacoc tato a winh tik sat sacerdote yaj winh. Yujto syal t'a Slolonel Dios Tz'ib'ab'ilcani: Manh eyal chukal lolonel t'a spatic winh yajal yaj t'a e chonhab', xchicani, xchi winh."
        },
        {
            "number": "6",
            "text": "Ayic ix yilan winh to saduceo nanhal eb' sat yajal chi', haxo nanhalxo eb', fariseo eb', yuj chi', te chaanh ix yal winh t'a eb': --Ex vetchonhab', a in tik fariseo in, yuninal in pax fariseo. Axo ticnaic, van in e ch'olb'itani yujto svak'och t'a in k'ool to ol pitzvocxi eb' chamnac, xchi winh t'a eb'."
        },
        {
            "number": "7",
            "text": "Ayic ix lajvi yalan jun chi' winh, haxo eb' fariseo chi' ix och ijan eb' stelan sb'a yet' eb' saduceo. Ix spojan sb'a jun smolanil eb' chi'."
        },
        {
            "number": "8",
            "text": "Yujto a eb' saduceo syal eb' to manh ol pitzvocxi eb' chamnac. Syalan eb' to malaj eb' ángel, malaj pax juntzanh espíritu. Axo eb' fariseo syal eb' to ay juntzanh chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix q'ue nhilnaj eb' masanil yalani. Ay juntzanh eb' k'ayb'um t'a ley Moisés yetb'eyum sb'a yet' eb' fariseo, ix q'ue vaan eb', ix yalan eb': --Malaj jab'oc chukal sk'ulej winhaj Pablo tik. Talaj icha chi' ay junok espíritu, ma junok ángel ix alan t'a winh, xchi eb'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix ste ak'an oval eb' sik'lab'il. Axo winh coronel chi' ix te xiv winh. Ha snaan winh to van stok'an jecchaj winhaj Pablo chi' eb'. Yuj chi' ix yavtejcot eb' soldado winh, haxo eb' ix ik'anelta winhaj Pablo chi' t'a skal eb'. Ixlajwi chi' ix yik'anxib'at winh eb' t'a cuartel."
        },
        {
            "number": "11",
            "text": "Axo t'a jun ak'val chi' ix ul sch'ox sb'a Cajal Jesús t'a winhaj Pablo chi'. Ix yalan t'a winh: --Pablo, manh ach och ilk'olal, yujto icha ix utej alanel vab'ixal t'a Jerusalén tik, icha pax chi' ol utoc alanel t'a chonhab' Roma, xchi t'a winh."
        },
        {
            "number": "12",
            "text": "Axo t'a junxo q'uinhib'alil, ay jayvanh eb' israel ix smolb'ej sb'a. Ix slajtian sb'a eb' to ol smilcham winhaj Pablo chi' eb'. Ix yalan eb': --Manh ol onh vaoc, manh ol cuk'pax ha' masanto sco milcham winhaj Pablo chi'. Axo tato manh ol co k'anab'ajej icha skal tik jun, yak'ocab' co yaelal Dios, xchi eb'."
        },
        {
            "number": "13",
            "text": "Másto 40 eb' ix alan icha chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix b'at eb' t'a eb' winh sat sacerdote yet' t'a eb' winh ichamtac vinac ay yopisio yak'an mandar eb' israel. Ix yalan eb': --Ix cak' co ti' to maxto onh wa'i masanto sco milcham winhaj Pablo chi'. Ix co k'ancot co yaelal d'ha Dios tato manh ol elk'och icha tas ix cal chi'."
        },
        {
            "number": "15",
            "text": "Axo ticnaic, a ex tik yet' juntzanhxo eb' sat yajal tze k'an t'a winh coronel chi' to syik'cot winhaj Pablo chi' winh t'ayex k'ik'an. Tze tz'acan eyal t'a winh to ayto val tas e gana tzeyab' t'a winh. Ha onhxo tik, lista ol cutoc co b'a co mak'ancham winh b'aj ol javok chi', xchi eb' israel chi'."
        },
        {
            "number": "16",
            "text": "Palta ay jun winh yune' ix yanab' winhaj Pablo chi' ix ab'an tas ix yal eb' chi'. Yuj chi' ix b'at winh t'a cuartel chi'. Ix b'at yalan winh t'a winhaj Pablo chi'."
        },
        {
            "number": "17",
            "text": "Ixlajwi yab'an jun chi' winh, ix yavtancot jun winh capitán winh. Ix yalan winh t'a winh: --Ik'b'at winh quelem tik t'a winh coronel yujto ay tas sgana winh b'at yal t'a winh, xchi winh."
        },
        {
            "number": "18",
            "text": "Axo winh capitán chi' ix ik'anb'at winh t'a winh coronel chi'. Axo ix k'och eb' winh, ix yalan winh capitán chi' t'a winh: --Ha winhaj Pablo, winh ayoch t'a preso ix in avtanb'ati. Ix yalan winh t'ayin to tzul vak' jun winh quelem tik t'ayach. Tob' ay tas sgana winh syal t'ayach, xchi winh."
        },
        {
            "number": "19",
            "text": "Axo winh coronel chi' ix quetzanel winh, ix snitzanel sb'a eb' winh schavanhil. --¿Tas a gana tzal t'ayin? xchi winh t'a winh."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix yalan winh quelem chi': --Ay eb' israel ix alani, tob' ol sk'an eb' t'ayach yic tzik'b'at winhaj Pablo t'a yichanh eb' winh sat yajal k'ik'an. Ol stz'acan yal eb' t'ayach to ayto val tas sgana eb' syab' t'a winh."
        },
        {
            "number": "21",
            "text": "Palta manh a cha ab'i. Yujto más am 40 eb' ol sk'ub'ejel sb'ha t'a yol b'e, yic ol smak'cham winh eb'. Yujto ix yak' sti' eb' to manh ol wa eb', malaj pax tas ol yuk' eb' masanto ol smak'cham winh eb'. Ix sk'anancot syaelal eb' d'ha Dios tato manh ol elk'och icha ix yal eb' chi'. Ha ticnaic listaxo yaj eb'. Van stanhvan eb' yab'i tato ol ak'b'at winh, xchi winh."
        },
        {
            "number": "22",
            "text": "Axo winh coronel chi' ix checan pax winh quelem chi', ix yalan winh t'a winh: --Malaj junok mach b'aj tzala' tato ix ul al jun tik t'ayin, xchi winh t'a winh."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi' ix yavtancot chavanh eb' winh capitán winh coronel chi'. Ix yalan winh t'a eb' winh: --Tzeyak' lista chab'oc ciento soldado ol b'at t'a yoc, 70 oc eb' ol b'at t'a yib'anh chej yet' chab'oc ciento eb' syik' slanza, yic sb'at eb' t'a chonhab' Cesarea t'a q'ue ak'valil tik."
        },
        {
            "number": "24",
            "text": "Tzeyak'an lista jayvanhoc schejal winhaj Pablo. Yujto yowalil ol eyik'b'at winh t'a winhaj Félix, winh yajal. Te lista tzeyutej e b'a yic malaj ol ik'an winh t'a yoltac b'e, xchi winh."
        },
        {
            "number": "25",
            "text": "Ix yak'anb'at jun scarta winh t'a winhaj Félix chi'. Ha jun carta chi' icha tik syala':"
        },
        {
            "number": "26",
            "text": "Ha in Claudio Lisias in, tzin tz'ib'ejb'at jun in carta tik t'ayach, ach vajalil Félix. Svak'b'at stzatzil a k'ool ta'."
        },
        {
            "number": "27",
            "text": "Tik svak'b'at jun winh scuch Pablo t'ayach. Ha eb' israel ix yaman winh. Ijan ix mak'jicham winh yuj eb', palta ix in col winh yet' eb' soldado yujto ix vab'i to aj Roma winh."
        },
        {
            "number": "28",
            "text": "In gana ix vab'i tas yuj ix ak'jioch t'a yib'anh winh yuj eb' israel chi'. Yuj chi' ix vik'b'at winh t'a yichanh eb' winh sat yajal yaj t'a skal eb'."
        },
        {
            "number": "29",
            "text": "Axo ix vab'ani to yujnhej sley eb' ix och smul winh t'a eb'. Palta manh smojoc smak'jicham winh, anhejtona' manh smojoc yoch winh t'a preso."
        },
        {
            "number": "30",
            "text": "Palta ix vab'i to ay eb' israel ix slajtiej sb'a, ix yalan eb' to ol smilcham winh eb'. Yuj chi' svak'b'at winh t'ayach. Ix valan t'a eb' tz'ak'anoch t'a yib'anh winh chi' to syal sb'at eb' t'ayach, b'at yalan eb' tas val spensar eb' t'a spatic winh. Anhej tik svalb'at t'ayach, xchi winh t'a scarta chi'."
        },
        {
            "number": "31",
            "text": "Axo eb' soldado chi' ix sk'anab'ajej eb' tas ix yal winh. Ix yik'anb'at winhaj Pablo chi' eb' t'ak'walil. Ix k'och eb' t'a chonhab' Antípatris."
        },
        {
            "number": "32",
            "text": "Axo t'a junxo k'u, a eb' soldado ix cot t'a yoc chi' ix meltzajxican eb' b'aj ay scuartel chi'. Axo eb' ayq'ue t'a yib'anh chej ix b'at eb' yet' winh."
        },
        {
            "number": "33",
            "text": "Axo yic ix k'och eb' t'a chonhab' Cesarea chi', ix yak'an ch'anh carta chi' eb' t'a winh yajal chi'. Ix yak'ancan winhaj Pablo chi' eb' t'a winh."
        },
        {
            "number": "34",
            "text": "Ixlajwi yilan ch'anh carta chi' winh, ix sk'anb'an winh t'a winhaj Pablo chi' tas chonhab'il b'aj cotnac winh. Axo ix yab'an winh to aj Cilicia winh, ix yalan winh t'a winh: --Javocab' eb' tz'ak'anoch t'a ib'anh chi'. Ichato chi' ol vab'ani tas ol ala', xchi winh. Ixlajwi chi', ix yalan winh to stanhvaj winh t'a yol spat winhaj Herodes b'aj syak' yajalil."
        }
    ]
}