{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix ek' q'ueleloc vinhaj Pablo chi' t'a skal eb' vinh sat yajal chi'. Ix yalan vinh icha tik t'a eb' vinh: --Ex vetchonhab', tojolnhej yaj in pensar t'a yichanh Dios, masanto t'a jun k'u tik, xchi vinh."
        },
        {
            "number": "2",
            "text": "Axo vinhaj Ananías, vinh sat sacerdote, ix alan t'a eb' ayek' t'a stz'ey vinhaj Pablo chi' to stz'itb'at sti' vinh eb'."
        },
        {
            "number": "3",
            "text": "Axo ix yalan vinhaj Pablo chi': --Ha Dios ol ach mak'anpaxoc. Ha ach tik, chab' sat ach. k'ojan ach em in a ch'olb'itan icha syal ley Moisés. Palta ina tzin a chec mak'joc, palta manh sleyaloc tza k'ulej icha chi', xchi vinh t'a vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yal juntzanh eb' ayek' ta': --¿Tom tzach b'uchvaj t'a vinh sat sacerdote yaj tik yuj Dios? xchi eb' t'a vinh."
        },
        {
            "number": "5",
            "text": "Ix yalanpax vinhaj Pablo chi': --Ex vetchonhab', manh vojtacoc tato a vinh tik sat sacerdote yaj vinh. Yujto syal t'a Slolonel Dios Tz'ib'ab'ilcani: Manh eyal chucal lolonel t'a spatic vinh yajal yaj t'a e chonhab', xchicani, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ayic ix yilan vinh to saduceo nanhal eb' sat yajal chi', haxo nanhalxo eb', fariseo eb', yuj chi', te chaanh ix yal vinh t'a eb': --Ex vetchonhab', a in tik fariseo in, yuninal in pax fariseo. Axo ticnaic, van in e ch'olb'itani yujto svak'och t'a in k'ool to ol pitzvocxi eb' chamnac, xchi vinh t'a eb'."
        },
        {
            "number": "7",
            "text": "Ayic ix lajvi yalan jun chi' vinh, haxo eb' fariseo chi' ix och ijan eb' stelan sb'a yet' eb' saduceo. Ix spojan sb'a jun smolanil eb' chi'."
        },
        {
            "number": "8",
            "text": "Yujto a eb' saduceo syal eb' to manh ol pitzvocxi eb' chamnac. Syalan eb' to malaj eb' ángel, malaj pax juntzanh espíritu. Axo eb' fariseo syal eb' to ay juntzanh chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix q'ue nhilnaj eb' masanil yalani. Ay juntzanh eb' k'ayb'um t'a ley Moisés yetb'eyum sb'a yet' eb' fariseo, ix q'ue vaan eb', ix yalan eb': --Malaj jab'oc chucal sk'ulej vinhaj Pablo tik. Talaj icha chi' ay junok espíritu, ma junok ángel ix alan t'a vinh, xchi eb'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix ste ak'an oval eb' sik'lab'il. Axo vinh coronel chi' ix te xiv vinh. Ha snaan vinh to van stok'an jecchaj vinhaj Pablo chi' eb'. Yuj chi' ix yavtejcot eb' soldado vinh, haxo eb' ix ik'anelta vinhaj Pablo chi' t'a skal eb'. Ixlajwi chi' ix yik'anxib'at vinh eb' t'a cuartel."
        },
        {
            "number": "11",
            "text": "Axo t'a jun ak'val chi' ix ul sch'ox sb'a Cajal Jesús t'a vinhaj Pablo chi'. Ix yalan t'a vinh: --Pablo, manh ach och ilk'olal, yujto icha ix utej alanel vab'ixal t'a Jerusalén tik, icha pax chi' ol utoc alanel t'a chonhab' Roma, xchi t'a vinh."
        },
        {
            "number": "12",
            "text": "Axo t'a junxo q'uinhib'alil, ay jayvanh eb' israel ix smolb'ej sb'a. Ix slajtian sb'a eb' to ol smilcham vinhaj Pablo chi' eb'. Ix yalan eb': --Manh ol onh vaoc, manh ol cuk'pax ha' masanto sco milcham vinhaj Pablo chi'. Axo tato manh ol co k'anab'ajej icha skal tik jun, yak'ocab' co yaelal Dios, xchi eb'."
        },
        {
            "number": "13",
            "text": "Másto 40 eb' ix alan icha chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix b'at eb' t'a eb' vinh sat sacerdote yet' t'a eb' vinh ichamtac vinac ay yopisio yak'an mandar eb' israel. Ix yalan eb': --Ix cak' co ti' to maxto onh wa'i masanto sco milcham vinhaj Pablo chi'. Ix co k'ancot co yaelal d'ha Dios tato manh ol elk'och icha tas ix cal chi'."
        },
        {
            "number": "15",
            "text": "Axo ticnaic, a ex tik yet' juntzanhxo eb' sat yajal tze k'an t'a vinh coronel chi' to syik'cot vinhaj Pablo chi' vinh t'ayex k'ik'an. Tze tz'acan eyal t'a vinh to ayto val tas e gana tzeyab' t'a vinh. Ha onhxo tik, lista ol cutoc co b'a co mak'ancham vinh b'aj ol javoc chi', xchi eb' israel chi'."
        },
        {
            "number": "16",
            "text": "Palta ay jun vinh yune' ix yanab' vinhaj Pablo chi' ix ab'an tas ix yal eb' chi'. Yuj chi' ix b'at vinh t'a cuartel chi'. Ix b'at yalan vinh t'a vinhaj Pablo chi'."
        },
        {
            "number": "17",
            "text": "Ixlajwi yab'an jun chi' vinh, ix yavtancot jun vinh capitán vinh. Ix yalan vinh t'a vinh: --Ik'b'at vinh quelem tik t'a vinh coronel yujto ay tas sgana vinh b'at yal t'a vinh, xchi vinh."
        },
        {
            "number": "18",
            "text": "Axo vinh capitán chi' ix ik'anb'at vinh t'a vinh coronel chi'. Axo ix k'och eb' vinh, ix yalan vinh capitán chi' t'a vinh: --Ha vinhaj Pablo, vinh ayoch t'a preso ix in avtanb'ati. Ix yalan vinh t'ayin to tzul vak' jun vinh quelem tik t'ayach. Tob' ay tas sgana vinh syal t'ayach, xchi vinh."
        },
        {
            "number": "19",
            "text": "Axo vinh coronel chi' ix quetzanel vinh, ix snitzanel sb'a eb' vinh schavanhil. --¿Tas a gana tzal t'ayin? xchi vinh t'a vinh."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix yalan vinh quelem chi': --Ay eb' israel ix alani, tob' ol sk'an eb' t'ayach yic tzik'b'at vinhaj Pablo t'a yichanh eb' vinh sat yajal k'ik'an. Ol stz'acan yal eb' t'ayach to ayto val tas sgana eb' syab' t'a vinh."
        },
        {
            "number": "21",
            "text": "Palta manh a cha ab'i. Yujto más am 40 eb' ol sk'ub'ejel sb'ha t'a yol b'e, yic ol smak'cham vinh eb'. Yujto ix yak' sti' eb' to manh ol wa eb', malaj pax tas ol yuk' eb' masanto ol smak'cham vinh eb'. Ix sk'anancot syaelal eb' d'ha Dios tato manh ol elk'och icha ix yal eb' chi'. Ha ticnaic listaxo yaj eb'. Van stanhvan eb' yab'i tato ol ak'b'at vinh, xchi vinh."
        },
        {
            "number": "22",
            "text": "Axo vinh coronel chi' ix checan pax vinh quelem chi', ix yalan vinh t'a vinh: --Malaj junok mach b'aj tzala' tato ix ul al jun tik t'ayin, xchi vinh t'a vinh."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi' ix yavtancot chavanh eb' vinh capitán vinh coronel chi'. Ix yalan vinh t'a eb' vinh: --Tzeyak' lista chab'oc ciento soldado ol b'at t'a yoc, 70 oc eb' ol b'at t'a yib'anh chej yet' chab'oc ciento eb' syik' slanza, yic sb'at eb' t'a chonhab' Cesarea t'a q'ue ak'valil tik."
        },
        {
            "number": "24",
            "text": "Tzeyak'an lista jayvanhoc schejal vinhaj Pablo. Yujto yovalil ol eyik'b'at vinh t'a vinhaj Félix, vinh yajal. Te lista tzeyutej e b'a yic malaj ol ik'an vinh t'a yoltac b'e, xchi vinh."
        },
        {
            "number": "25",
            "text": "Ix yak'anb'at jun scarta vinh t'a vinhaj Félix chi'. Ha jun carta chi' icha tik syala':"
        },
        {
            "number": "26",
            "text": "Ha in Claudio Lisias in, tzin tz'ib'ejb'at jun in carta tik t'ayach, ach vajalil Félix. Svak'b'at stzatzil a k'ool ta'."
        },
        {
            "number": "27",
            "text": "Tik svak'b'at jun vinh scuch Pablo t'ayach. Ha eb' israel ix yaman vinh. Ijan ix mak'jicham vinh yuj eb', palta ix in col vinh yet' eb' soldado yujto ix vab'i to aj Roma vinh."
        },
        {
            "number": "28",
            "text": "In gana ix vab'i tas yuj ix ak'jioch t'a yib'anh vinh yuj eb' israel chi'. Yuj chi' ix vik'b'at vinh t'a yichanh eb' vinh sat yajal yaj t'a skal eb'."
        },
        {
            "number": "29",
            "text": "Axo ix vab'ani to yujnhej sley eb' ix och smul vinh t'a eb'. Palta manh smojoc smak'jicham vinh, anhejtona' manh smojoc yoch vinh t'a preso."
        },
        {
            "number": "30",
            "text": "Palta ix vab'i to ay eb' israel ix slajtiej sb'a, ix yalan eb' to ol smilcham vinh eb'. Yuj chi' svak'b'at vinh t'ayach. Ix valan t'a eb' tz'ak'anoch t'a yib'anh vinh chi' to syal sb'at eb' t'ayach, b'at yalan eb' tas val spensar eb' t'a spatic vinh. Anhej tik svalb'at t'ayach, xchi vinh t'a scarta chi'."
        },
        {
            "number": "31",
            "text": "Axo eb' soldado chi' ix sk'anab'ajej eb' tas ix yal vinh. Ix yik'anb'at vinhaj Pablo chi' eb' t'ak'walil. Ix k'och eb' t'a chonhab' Antípatris."
        },
        {
            "number": "32",
            "text": "Axo t'a junxo k'u, a eb' soldado ix cot t'a yoc chi' ix meltzajxican eb' b'aj ay scuartel chi'. Axo eb' ayq'ue t'a yib'anh chej ix b'at eb' yet' vinh."
        },
        {
            "number": "33",
            "text": "Axo yic ix k'och eb' t'a chonhab' Cesarea chi', ix yak'an ch'anh carta chi' eb' t'a vinh yajal chi'. Ix yak'ancan vinhaj Pablo chi' eb' t'a vinh."
        },
        {
            "number": "34",
            "text": "Ixlajwi yilan ch'anh carta chi' vinh, ix sk'anb'an vinh t'a vinhaj Pablo chi' tas chonhab'il b'aj cotnac vinh. Axo ix yab'an vinh to aj Cilicia vinh, ix yalan vinh t'a vinh: --Javocab' eb' tz'ak'anoch t'a ib'anh chi'. Ichato chi' ol vab'ani tas ol ala', xchi vinh. Ixlajwi chi', ix yalan vinh to stanhvaj vinh t'a yol spat vinhaj Herodes b'aj syak' yajalil."
        }
    ]
}