{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Yoilxo k'ual sk'och winhaj Pablo t'a Cesarea chi', ix k'och winhaj Ananías, winh sat sacerdote. Ajun pax jaywanh heb' winh ichamtac winak ay yopisio yet' jun winh licenciado scuch Tértulo. Ix k'och heb' winh t'a yichanh winhaj Félix chi' yic syak'anb'at heb' winh t'a yib'anh winhaj Pablo chi'."
        },
        {
            "number": "2",
            "text": "Ayic ix ik'jicot winh, ix och ijan winhaj Tértulo chi' yak'anb'at t'a yib'anh winh. Ix yalan winh icha tik t'a winhaj Félix chi': --Ach kajal Félix, yuj wal Dios t'ayach, uuj junk'olal kaji. Te wach' yaj jantacnhej tas t'a yol a k'ab', yujto te jelan ach."
        },
        {
            "number": "3",
            "text": "Te wach' ach. Ha t'a junjun lugar chequel yaji to wach'nhej tas tza k'ulej. Yuj wal Dios t'ayach."
        },
        {
            "number": "4",
            "text": "Palta yic max quik'ek' niwanoc tiempo t'ayach, ¿ma max ak' pawor ab'an jay b'elanh lolonel ko gana skal tik t'ayach?"
        },
        {
            "number": "5",
            "text": "Ha winhaj Pablo tik, skab' wal syail yuj winh. Ijan max techaj cuuj. Slaj ek' winh stzuntzej chaanh owal t'a skal heb' quetisraelal t'a junjun lugar. Yajal yaj winh t'a junxo makan k'ayb'ub'al, aton heb' syak'och spensar t'a jun winh aj Nazaret."
        },
        {
            "number": "6",
            "text": "Ix yak'lej winh yik'anoch heb' manh israelok t'a yol yamaq'uil stemplo Dios yic tz'ixtaxel t'a yichanh Dios. Yuj chi' ix ko yam winh. Co gana ix ko ch'olb'itej yaj winh, icha syal ch'anh ley aykan t'a yol ko k'ab',"
        },
        {
            "number": "7",
            "text": "palta haxo winhaj Lisias, winh coronel ix yecoch sb'ha t'a ko kal. Ix b'at winh yik'elta winh t'a yol ko k'ab'."
        },
        {
            "number": "8",
            "text": "Ix yalan winh t'a heb' tz'ak'anoch t'a yib'anh winhaj Pablo tik to yowalil scot heb' t'ayach. Ha ach tik, syal a k'anb'an ab' t'a winhaj Pablo tik. Ichato chi' ol ilanelta to yel, manh nab'anhejoc squik'cot t'a yib'anh winh, xchi winhaj Tértulo chi'."
        },
        {
            "number": "9",
            "text": "Axo heb' winh israel ajun yet' winh, ix yal pax heb' winh: --Te yel syal winhaj Tértulo tik, xchi heb' winh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix yak'an yechel winh yajal chi' yic slolon winhaj Pablo chi'. Yuj chi' ix yal yic winh icha tik: --Mamin Félix, a ach tik, wojtak to niwanxo tiempo ayach och juezal t'a ko nación tik. Yuj chi' tzin tzalaji swalan tas waj t'ayach."
        },
        {
            "number": "11",
            "text": "Syal ojtakaneli to yel juntzanh ol wal tik t'ayach. Manto k'ochlaj slajchawil k'ual in k'och t'a Jerusalén, yic swal in b'a d'ha Dios."
        },
        {
            "number": "12",
            "text": "Malaj junok anima tzin telaj in b'a yet'oc. Malaj pax junok lugar b'aj tzek' wak'k'e somnaj heb' anima. Manhok t'a yamaq'uil stemplo Dios, manhoc t'a yol spatil culto, manhoc pax t'a junocxo lugar t'a Jerusalén chi'. Malaj jab'oc in mul ix ilchaj yuj heb'."
        },
        {
            "number": "13",
            "text": "Ha heb' tz'ak'anoch tik t'a wib'anh, malaj jab'oc tas sch'ox heb' tato yel juntzanh tas syak'och heb' tik t'a wib'anh."
        },
        {
            "number": "14",
            "text": "Yel toni, ha Dios, aton sDiosal heb' in mam wicham, a t'ay swak' em in b'a, icha syal ko k'ayb'ub'al, aton jun makanhxo k'ayb'ub'al tik syal heb'. Palta a in tik, swak'och t'a in k'ol jantac tas tz'ib'ab'ilkan t'a ley Moisés yet' jantac tas tz'ib'ab'ilkan yuj heb' schekab' Dios."
        },
        {
            "number": "15",
            "text": "Swak' wal och Dios yipoc in k'ool to ol pitzwokxi heb' chamnac smasanil, jantacnhej heb' tojol spensar yet' pax heb' manh tojolok. Icha pax chi' sna heb' tik wed'oc."
        },
        {
            "number": "16",
            "text": "Yuj chi' swil wal in b'a, yic max och in mul d'ha Dios, yic max och pax in mul t'a heb' wetanimail."
        },
        {
            "number": "17",
            "text": "Ay xom sjayiloc ab'il manhxo in ayoc ek' t'a Jerusalén chi'. Yuj chi' in k'ochxi, yic swak' jab'oc in colwal t'a heb' meb'a' t'a skal heb' wetchonhab' tik, yic swak'an pax jab'oc in silab' d'ha Dios."
        },
        {
            "number": "18",
            "text": "Ayinek' t'a yol yamaq'uil stemplo Dios, yic swak'an in silab' chi'. Toxo ix in b'o in b'a ichataxon ko ley. Jaywannhej anima ayoch wed'oc, malaj mach nhilanochi. Malaj jab'oc owal ix in saya'. Palta ata' ix in syam juntzanh heb' israel aj Asia."
        },
        {
            "number": "19",
            "text": "Tato ay wal in mul ix yil heb', cotokab' heb' t'a ichanh tik, ul yalokab' heb' tas in mul chi'. Octom a wal heb' ix jawi."
        },
        {
            "number": "20",
            "text": "Ha heb' tz'ak'anoch t'a wib'anh ayek' tik, yalokab' heb', tato ay in mul ix ilchaj yuj heb' winh sat yajal yaj t'a skal heb' israel ayic ix in sch'olb'itan heb'. Anhej tato mul jun tik:"
        },
        {
            "number": "21",
            "text": "Ayic ay in ek' t'a yichanh heb' winh yajal chi', te chaanh ix wal icha tik: Van in ch'olb'itaji yujto swak'och t'a in k'ool to ol pitzwokxi heb' chamnac, xin chi, xchi winhaj Pablo chi' t'a winh."
        },
        {
            "number": "22",
            "text": "Axo winhaj Félix chi' yojtak winh sik'lab'il tas yaj sk'ayb'ub'al heb' creyente. Yuj chi' ayic ix yab'an juntzanh chi' winh, ix yalan winh: --Cotokab' winhaj Lisias, winh coronel chi'. Ol ul yalan winh t'ayin tas wal yaj jun eyowal tik. Ichnhejokab' ta' skan b'ela, xchi winh."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix yalan winh t'a winh capitán to anheja' stanhwaj winhaj Pablo chi'. Palta libre wal tz'aj winh. Syal slolon winh yet' heb' swach'k'ool, syal pax yak'an heb' tas yowalil tz'och yuj winh."
        },
        {
            "number": "24",
            "text": "Ayxom jayeoc k'ual chi', ix jax winhaj Félix t'a Cesarea chi' junelxo. Ajun ix yetb'eyum winh scuch Drusila yet'oc, israel ix. Axo winh ix awtankot winhaj Pablo chi' yic sk'anb'ej yab' winh t'a winh tas scutej kak'anoch Jesucristo t'a ko k'ool."
        },
        {
            "number": "25",
            "text": "Ix yalan winhaj Pablo chi' t'a winh to yowalil wach' scutej ko b'eyb'al, sko cachanoch waan ko b'a yic max ko k'ulej chukal. Ix yalanpax winh to ol ch'olb'itaj yaj heb' anima smasanil. Ayic ix yab'an juntzanh chi' winh, ix te xiv winh. Ix yalan winh t'a winh: --k'ocb'ilxo chi' tzala'. Tato ay b'aj ol och in colanil, ol ach wavtejxicoti, xchi winh."
        },
        {
            "number": "26",
            "text": "Ha winhaj Félix chi', snib'ej winh to ix yak' jab'oc tumin winhaj Pablo chi' t'a winh t'a elk'altac, yic tz'actajel winh yuj winh. Yuj chi' tzijtum el ix avtajcot winh yuj winh yic slolon winh yet' winh."
        },
        {
            "number": "27",
            "text": "Chab' ab'il ix yak' winh icha chi' yet' winhaj Pablo chi'. Ixlajwi chi', ix el winh t'a yopisio. Axo winhaj Porcio Festo ix ochkan sk'exuloc winh. Axo yic ix el winhaj Félix chi' t'a yopisio chi', ix kannhej winhaj Pablo chi' t'a yol preso chi' yuj winh yic wach' stzalaj heb' israel yet' winh."
        }
    ]
}