{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Yoilxo k'ual sk'och winhaj Pablo t'a Cesarea chi', ix k'och winhaj Ananías, winh sat sacerdote. Ajun pax jayvanh eb' winh ichamtac vinac ay yopisio yet' jun winh licenciado scuch Tértulo. Ix k'och eb' winh t'a yichanh winhaj Félix chi' yic syak'anb'at eb' winh t'a yib'anh winhaj Pablo chi'."
        },
        {
            "number": "2",
            "text": "Ayic ix ik'jicot winh, ix och ijan winhaj Tértulo chi' yak'anb'at t'a yib'anh winh. Ix yalan winh icha tik t'a winhaj Félix chi': --Ach cajal Félix, yuj val dios t'ayach, uuj junk'olal caji. Te wach' yaj jantacnhej tas t'a yol a k'ab', yujto te jelan ach."
        },
        {
            "number": "3",
            "text": "Te wach' ach. Ha t'a junjun lugar chequel yaji to wach'nhej tas tza k'ulej. Yuj val dios t'ayach."
        },
        {
            "number": "4",
            "text": "Palta yic max quiq'uek' nivanoc tiempo t'ayach, ¿ma max ak' pavor ab'an jay b'elanh lolonel co gana skal tik t'ayach?"
        },
        {
            "number": "5",
            "text": "Ha winhaj Pablo tik, scab' val syail yuj winh. Ijan max techaj cuuj. Slaj ek' winh stzuntzej chaanh oval t'a skal eb' quetisraelal t'a junjun lugar. Yajal yaj winh t'a junxo makan k'ayb'ub'al, aton eb' syak'och spensar t'a jun winh aj Nazaret."
        },
        {
            "number": "6",
            "text": "Ix yak'lej winh yik'anoch eb' manh israeloc t'a yol yamaq'uil stemplo Dios yic tz'ixtaxel t'a yichanh Dios. Yuj chi' ix co yam winh. Co gana ix co ch'olb'itej yaj winh, icha syal ch'anh ley aycan t'a yol co k'ab',"
        },
        {
            "number": "7",
            "text": "palta haxo winhaj Lisias, winh coronel ix yecoch sb'ha t'a co cal. Ix b'at winh yiq'uelta winh t'a yol co k'ab'."
        },
        {
            "number": "8",
            "text": "Ix yalan winh t'a eb' tz'ak'anoch t'a yib'anh winhaj Pablo tik to yowalil scot eb' t'ayach. Ha ach tik, syal a k'anb'an ab' t'a winhaj Pablo tik. Ichato chi' ol ilanelta to yel, manh nab'anhejoc squik'cot t'a yib'anh winh, xchi winhaj Tértulo chi'."
        },
        {
            "number": "9",
            "text": "Axo eb' winh israel ajun yet' winh, ix yal pax eb' winh: --Te yel syal winhaj Tértulo tik, xchi eb' winh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix yak'an yechel winh yajal chi' yic slolon winhaj Pablo chi'. Yuj chi' ix yal yic winh icha tik: --Mamin Félix, a ach tik, vojtac to nivanxo tiempo ayach och juezal t'a co nación tik. Yuj chi' tzin tzalaji svalan tas vaj t'ayach."
        },
        {
            "number": "11",
            "text": "Syal ojtacaneli to yel juntzanh ol val tik t'ayach. Manto k'ochlaj slajchavil k'ual in k'och t'a Jerusalén, yic swal in b'a d'ha Dios."
        },
        {
            "number": "12",
            "text": "Malaj junok anima tzin telaj in b'a yet'oc. Malaj pax junok lugar b'aj tzek' vak'q'ue somnaj eb' anima. Manhoc t'a yamaq'uil stemplo Dios, manhoc t'a yol spatil culto, manhoc pax t'a junocxo lugar t'a Jerusalén chi'. Malaj jab'oc in mul ix ilchaj yuj eb'."
        },
        {
            "number": "13",
            "text": "Ha eb' tz'ak'anoch tik t'a vib'anh, malaj jab'oc tas sch'ox eb' tato yel juntzanh tas syak'och eb' tik t'a vib'anh."
        },
        {
            "number": "14",
            "text": "Yel toni, ha Dios, aton sDiosal eb' in mam vicham, a t'ay svak' em in b'a, icha syal co k'ayb'ub'al, aton jun macanhxo k'ayb'ub'al tik syal eb'. Palta a in tik, svak'och t'a in k'ol jantac tas tz'ib'ab'ilcan t'a ley Moisés yet' jantac tas tz'ib'ab'ilcan yuj eb' schecab' Dios."
        },
        {
            "number": "15",
            "text": "Svak' val och Dios yipoc in k'ool to ol pitzvocxi eb' chamnac smasanil, jantacnhej eb' tojol spensar yet' pax eb' manh tojoloc. Icha pax chi' sna eb' tik ved'oc."
        },
        {
            "number": "16",
            "text": "Yuj chi' svil val in b'a, yic max och in mul d'ha Dios, yic max och pax in mul t'a eb' vetanimail."
        },
        {
            "number": "17",
            "text": "Ay xom sjayiloc ab'il manhxo in ayoc ek' t'a Jerusalén chi'. Yuj chi' in k'ochxi, yic svak' jab'oc in colval t'a eb' meb'a' t'a skal eb' vetchonhab' tik, yic svak'an pax jab'oc in silab' d'ha Dios."
        },
        {
            "number": "18",
            "text": "Ayinek' t'a yol yamaq'uil stemplo Dios, yic svak'an in silab' chi'. Toxo ix in b'o in b'a ichataxon co ley. Jayvannhej anima ayoch ved'oc, malaj mach nhilanochi. Malaj jab'oc oval ix in saya'. Palta ata' ix in syam juntzanh eb' israel aj Asia."
        },
        {
            "number": "19",
            "text": "Tato ay val in mul ix yil eb', cotocab' eb' t'a ichanh tik, ul yalocab' eb' tas in mul chi'. Octom a val eb' ix javi."
        },
        {
            "number": "20",
            "text": "Ha eb' tz'ak'anoch t'a vib'anh ayek' tik, yalocab' eb', tato ay in mul ix ilchaj yuj eb' winh sat yajal yaj t'a skal eb' israel ayic ix in sch'olb'itan eb'. Anhej tato mul jun tik:"
        },
        {
            "number": "21",
            "text": "Ayic ay in ek' t'a yichanh eb' winh yajal chi', te chaanh ix val icha tik: Van in ch'olb'itaji yujto svak'och t'a in k'ool to ol pitzvocxi eb' chamnac, xin chi, xchi winhaj Pablo chi' t'a winh."
        },
        {
            "number": "22",
            "text": "Axo winhaj Félix chi' yojtac winh sik'lab'il tas yaj sk'ayb'ub'al eb' creyente. Yuj chi' ayic ix yab'an juntzanh chi' winh, ix yalan winh: --Cotocab' winhaj Lisias, winh coronel chi'. Ol ul yalan winh t'ayin tas val yaj jun eyoval tik. Ichnhejocab' ta' skan b'ela, xchi winh."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix yalan winh t'a winh capitán to anheja' stanhvaj winhaj Pablo chi'. Palta libre val tz'aj winh. Syal slolon winh yet' eb' swach'k'ool, syal pax yak'an eb' tas yowalil tz'och yuj winh."
        },
        {
            "number": "24",
            "text": "Ayxom jayeoc k'ual chi', ix jax winhaj Félix t'a Cesarea chi' junelxo. Ajun ix yetb'eyum winh scuch Drusila yet'oc, israel ix. Axo winh ix awtankot winhaj Pablo chi' yic sk'anb'ej yab' winh t'a winh tas scutej cak'anoch Jesucristo t'a co k'ool."
        },
        {
            "number": "25",
            "text": "Ix yalan winhaj Pablo chi' t'a winh to yowalil wach' scutej co b'eyb'al, sco cachanoch vaan co b'a yic max co k'ulej chukal. Ix yalanpax winh to ol ch'olb'itaj yaj eb' anima smasanil. Ayic ix yab'an juntzanh chi' winh, ix te xiv winh. Ix yalan winh t'a winh: --k'ocb'ilxo chi' tzala'. Tato ay b'aj ol och in colanil, ol ach vavtejxicoti, xchi winh."
        },
        {
            "number": "26",
            "text": "Ha winhaj Félix chi', sgana winh to ix yak' jab'oc tumin winhaj Pablo chi' t'a winh t'a elk'altac, yic tz'actajel winh yuj winh. Yuj chi' tzijtum el ix avtajcot winh yuj winh yic slolon winh yet' winh."
        },
        {
            "number": "27",
            "text": "Chab' ab'il ix yak' winh icha chi' yet' winhaj Pablo chi'. Ixlajwi chi', ix el winh t'a yopisio. Axo winhaj Porcio Festo ix ochcan sq'uexuloc winh. Axo yic ix el winhaj Félix chi' t'a yopisio chi', ix cannhej winhaj Pablo chi' t'a yol preso chi' yuj winh yic wach' stzalaj eb' israel yet' winh."
        }
    ]
}