{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Yoilxo k'ual sk'och vinhaj Pablo t'a Cesarea chi', ix k'och vinhaj Ananías, vinh sat sacerdote. Ajun pax jayvanh eb' vinh ichamtac vinac ay yopisio yet' jun vinh licenciado scuch Tértulo. Ix k'och eb' vinh t'a yichanh vinhaj Félix chi' yic syak'anb'at eb' vinh t'a yib'anh vinhaj Pablo chi'."
        },
        {
            "number": "2",
            "text": "Ayic ix ik'jicot vinh, ix och ijan vinhaj Tértulo chi' yak'anb'at t'a yib'anh vinh. Ix yalan vinh icha tik t'a vinhaj Félix chi': --Ach cajal Félix, yuj val dios t'ayach, uuj junk'olal caji. Te wach' yaj jantacnhej tas t'a yol a k'ab', yujto te jelan ach."
        },
        {
            "number": "3",
            "text": "Te wach' ach. Ha t'a junjun lugar chequel yaji to wach'nhej tas tza k'ulej. Yuj val dios t'ayach."
        },
        {
            "number": "4",
            "text": "Palta yic max quiq'uek' nivanoc tiempo t'ayach, ¿ma max ak' pavor ab'an jay b'elanh lolonel co gana skal tik t'ayach?"
        },
        {
            "number": "5",
            "text": "Ha vinhaj Pablo tik, scab' val syail yuj vinh. Ijan max techaj cuuj. Slaj ek' vinh stzuntzej chaanh oval t'a skal eb' quetisraelal t'a junjun lugar. Yajal yaj vinh t'a junxo makan k'ayb'ub'al, aton eb' syak'och spensar t'a jun vinh aj Nazaret."
        },
        {
            "number": "6",
            "text": "Ix yak'lej vinh yik'anoch eb' manh israeloc t'a yol yamaq'uil stemplo Dios yic tz'ixtaxel t'a yichanh Dios. Yuj chi' ix co yam vinh. Co gana ix co ch'olb'itej yaj vinh, icha syal ch'anh ley aycan t'a yol co k'ab',"
        },
        {
            "number": "7",
            "text": "palta haxo vinhaj Lisias, vinh coronel ix yecoch sb'ha t'a co cal. Ix b'at vinh yiq'uelta vinh t'a yol co k'ab'."
        },
        {
            "number": "8",
            "text": "Ix yalan vinh t'a eb' tz'ak'anoch t'a yib'anh vinhaj Pablo tik to yovalil scot eb' t'ayach. Ha ach tik, syal a k'anb'an ab' t'a vinhaj Pablo tik. Ichato chi' ol ilanelta to yel, manh nab'anhejoc squik'cot t'a yib'anh vinh, xchi vinhaj Tértulo chi'."
        },
        {
            "number": "9",
            "text": "Axo eb' vinh israel ajun yet' vinh, ix yal pax eb' vinh: --Te yel syal vinhaj Tértulo tik, xchi eb' vinh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix yak'an yechel vinh yajal chi' yic slolon vinhaj Pablo chi'. Yuj chi' ix yal yic vinh icha tik: --Mamin Félix, a ach tik, vojtac to nivanxo tiempo ayach och juezal t'a co nación tik. Yuj chi' tzin tzalaji svalan tas vaj t'ayach."
        },
        {
            "number": "11",
            "text": "Syal ojtacaneli to yel juntzanh ol val tik t'ayach. Manto k'ochlaj slajchavil k'ual in k'och t'a Jerusalén, yic sval in b'a d'ha Dios."
        },
        {
            "number": "12",
            "text": "Malaj junok anima tzin telaj in b'a yet'oc. Malaj pax junok lugar b'aj tzek' vak'q'ue somnaj eb' anima. Manhoc t'a yamaq'uil stemplo Dios, manhoc t'a yol spatil culto, manhoc pax t'a junocxo lugar t'a Jerusalén chi'. Malaj jab'oc in mul ix ilchaj yuj eb'."
        },
        {
            "number": "13",
            "text": "Ha eb' tz'ak'anoch tik t'a vib'anh, malaj jab'oc tas sch'ox eb' tato yel juntzanh tas syak'och eb' tik t'a vib'anh."
        },
        {
            "number": "14",
            "text": "Yel toni, ha Dios, aton sDiosal eb' in mam vicham, a t'ay svak' em in b'a, icha syal co k'ayb'ub'al, aton jun macanhxo k'ayb'ub'al tik syal eb'. Palta a in tik, svak'och t'a in k'ol jantac tas tz'ib'ab'ilcan t'a ley Moisés yet' jantac tas tz'ib'ab'ilcan yuj eb' schecab' Dios."
        },
        {
            "number": "15",
            "text": "Svak' val och Dios yipoc in k'ool to ol pitzvocxi eb' chamnac smasanil, jantacnhej eb' tojol spensar yet' pax eb' manh tojoloc. Icha pax chi' sna eb' tik ved'oc."
        },
        {
            "number": "16",
            "text": "Yuj chi' svil val in b'a, yic max och in mul d'ha Dios, yic max och pax in mul t'a eb' vetanimail."
        },
        {
            "number": "17",
            "text": "Ay xom sjayiloc ab'il manhxo in ayoc ek' t'a Jerusalén chi'. Yuj chi' in k'ochxi, yic svak' jab'oc in colval t'a eb' meb'a' t'a skal eb' vetchonhab' tik, yic svak'an pax jab'oc in silab' d'ha Dios."
        },
        {
            "number": "18",
            "text": "Ayinek' t'a yol yamaq'uil stemplo Dios, yic svak'an in silab' chi'. Toxo ix in b'o in b'a ichataxon co ley. Jayvannhej anima ayoch ved'oc, malaj mach nhilanochi. Malaj jab'oc oval ix in saya'. Palta ata' ix in syam juntzanh eb' israel aj Asia."
        },
        {
            "number": "19",
            "text": "Tato ay val in mul ix yil eb', cotocab' eb' t'a ichanh tik, ul yalocab' eb' tas in mul chi'. Octom a val eb' ix javi."
        },
        {
            "number": "20",
            "text": "Ha eb' tz'ak'anoch t'a vib'anh ayek' tik, yalocab' eb', tato ay in mul ix ilchaj yuj eb' vinh sat yajal yaj t'a skal eb' israel ayic ix in sch'olb'itan eb'. Anhej tato mul jun tik:"
        },
        {
            "number": "21",
            "text": "Ayic ay in ek' t'a yichanh eb' vinh yajal chi', te chaanh ix val icha tik: Van in ch'olb'itaji yujto svak'och t'a in k'ool to ol pitzvocxi eb' chamnac, xin chi, xchi vinhaj Pablo chi' t'a vinh."
        },
        {
            "number": "22",
            "text": "Axo vinhaj Félix chi' yojtac vinh sik'lab'il tas yaj sk'ayb'ub'al eb' creyente. Yuj chi' ayic ix yab'an juntzanh chi' vinh, ix yalan vinh: --Cotocab' vinhaj Lisias, vinh coronel chi'. Ol ul yalan vinh t'ayin tas val yaj jun eyoval tik. Ichnhejocab' ta' skan b'ela, xchi vinh."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix yalan vinh t'a vinh capitán to anheja' stanhvaj vinhaj Pablo chi'. Palta libre val tz'aj vinh. Syal slolon vinh yet' eb' swach'k'ool, syal pax yak'an eb' tas yovalil tz'och yuj vinh."
        },
        {
            "number": "24",
            "text": "Ayxom jayeoc k'ual chi', ix jax vinhaj Félix t'a Cesarea chi' junelxo. Ajun ix yetb'eyum vinh scuch Drusila yet'oc, israel ix. Axo vinh ix avtancot vinhaj Pablo chi' yic sk'anb'ej yab' vinh t'a vinh tas scutej cak'anoch Jesucristo t'a co k'ool."
        },
        {
            "number": "25",
            "text": "Ix yalan vinhaj Pablo chi' t'a vinh to yovalil wach' scutej co b'eyb'al, sco cachanoch vaan co b'a yic max co k'ulej chucal. Ix yalanpax vinh to ol ch'olb'itaj yaj eb' anima smasanil. Ayic ix yab'an juntzanh chi' vinh, ix te xiv vinh. Ix yalan vinh t'a vinh: --k'ocb'ilxo chi' tzala'. Tato ay b'aj ol och in colanil, ol ach vavtejxicoti, xchi vinh."
        },
        {
            "number": "26",
            "text": "Ha vinhaj Félix chi', sgana vinh to ix yak' jab'oc tumin vinhaj Pablo chi' t'a vinh t'a elk'altac, yic tz'actajel vinh yuj vinh. Yuj chi' tzijtum el ix avtajcot vinh yuj vinh yic slolon vinh yet' vinh."
        },
        {
            "number": "27",
            "text": "Chab' ab'il ix yak' vinh icha chi' yet' vinhaj Pablo chi'. Ixlajwi chi', ix el vinh t'a yopisio. Axo vinhaj Porcio Festo ix ochcan sq'uexuloc vinh. Axo yic ix el vinhaj Félix chi' t'a yopisio chi', ix cannhej vinhaj Pablo chi' t'a yol preso chi' yuj vinh yic wach' stzalaj eb' israel yet' vinh."
        }
    ]
}