{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Axo winhaj Festo chi', ix k'och winh t'a Cesarea, yic tz'och winh yajalil. Yoxil k'ual schaan yopisio winh chi', ix q'ue winh t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Axo eb' winh sat sacerdote yet' juntzanhxo eb' ay yopisio, ix k'och eb' t'a winh yic sk'anoch eb' t'a yib'anh winhaj Pablo chi'."
        },
        {
            "number": "3",
            "text": "Ix och ijan eb' sk'anan t'a winhaj Festo chi', yic wach' tz'ik'jicot winhaj Pablo chi' t'a Jerusalén chi'. Ix yal eb' icha chi' yujto sgana eb' smilcham winh t'a yoltac b'e."
        },
        {
            "number": "4",
            "text": "Palta ix yalan winh t'a eb': --Preso yaj winhaj Pablo chi' t'a Cesarea ticnaic. Yicto jaye' k'ual tik ol in b'atxoc ta'."
        },
        {
            "number": "5",
            "text": "Yuj chi' syal sb'at eb' eyajalil t'a Cesarea chi' ved'oc. Tato ay smul winhaj Pablo chi', syal b'at yalan eb' ta', xchi winh t'a eb'."
        },
        {
            "number": "6",
            "text": "Ix am ek' vajxaqueoc, ma lajunheoc k'ual winhaj Festo t'a Jerusalén chi'. Ixlajwi chi' ix paxxi winh t'a Cesarea chi'. Axo t'a junxo k'u ix em k'ojan winh t'a sk'ojnub' b'aj sb'o yaj oval. Ixlajwi chi' ix yak'an ik'joccot winhaj Pablo chi' winh."
        },
        {
            "number": "7",
            "text": "Ayic ix k'och winh t'a yichanh winh, a eb' israel ix cot t'a Jerusalén ix k'och oyan eb' t'a stz'ey winh. Tzijtum tas ix yak'och eb' t'a yib'anh winh, palta malaj jab'oc tas sch'oxani tato yel syal eb'."
        },
        {
            "number": "8",
            "text": "Ix yalanpax winhaj Pablo chi' t'a eb' icha tik: --Toxon malaj jab'oc in mul ochnac t'a sley eb' vetisraelal. Malaj in mul ochnac t'a stemplo Dios. Malaj pax in mul ochnac t'a winh cajal t'a Roma, xchi winh."
        },
        {
            "number": "9",
            "text": "Palta yujto sgana winhaj Festo chi' to wach' skan winh t'a eb' israel, yuj chi' ix sk'anb'ej winh t'a winhaj Pablo chi': --¿Tzam yal a k'ol tzach b'at t'a Jerusalén yic wach' ata' ol ach in ch'olb'itej? xchi winh."
        },
        {
            "number": "10",
            "text": "Axo ix yalan winhaj Pablo chi' t'a winh: --Ha t'a yichanh winh cajal t'a Roma tzin k'anb'at in b'a. Anhej ta' syal in ch'olb'itaji. Ina ojtac, malaj in mul ix och t'a eb' israel tik."
        },
        {
            "number": "11",
            "text": "Tato ay junok in mul smoj in cham yuj jun, in chamocab'i. Palta tato malaj in mul scheclaj yuj eb' israel tik, malaj junok mach syal in yak'anoch t'a yol sk'ab' eb'. Tik tzin k'anb'at in b'ha t'a winh cajal t'a Roma. Ato winh ol in ch'olb'itanoc, xchi winh."
        },
        {
            "number": "12",
            "text": "Axo winhaj Festo chi' ix lolon winh yet' eb' tz'ak'an spensaril. Ixlajwi chi' ix yalan winh t'a winhaj Pablo chi': --Ha ach tik ix a k'anb'at a b'ha t'a winh cajal t'a Roma. Yuj chi' ata' ol ach vak'b'ati, xchi winh."
        },
        {
            "number": "13",
            "text": "Ayxom sjayiloc k'ual, ichato chi' ix ja winhaj rey Agripa yet' ix Berenice t'a Cesarea chi', yic tzul sk'uman winhaj Festo chi' eb', yujto toto ix och winh t'a yopisio."
        },
        {
            "number": "14",
            "text": "Ix ek' jaye' k'ual eb' ta'. Ay jun k'u ix yal winhaj Festo chi' t'a winh rey chi' tas yaj winhaj Pablo chi'. Ix yalan winh icha tik: --Ayic ix el winhaj Félix t'a yopisio ay jun winh scuch Pablo ix kan t'a preso yuj winh."
        },
        {
            "number": "15",
            "text": "Ayic ix in xid'ek' t'a Jerusalén, a eb' sat sacerdote yet' eb' ichamtac vinac ay yopisio ix k'och eb' t'ayin, ix yak'anoch eb' t'a yib'anh winhaj Pablo chi'. Sgana eb' ix vak'och chamel t'a yib'anh winh."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix val icha tik t'a eb': Ha yaj ley t'ayonh aj Roma onh tik, max yal scomon ak'jioch chamel t'a yib'anh junok anima. Yovalil syil-lajoch sat yet' eb' tz'ak'anoch t'a yib'anh chi' t'a yichanh winh juez yic syak'lej yik'anel t'a yib'anh, xin chi t'a eb' aj Jerusalén chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi' haxo ix ja eb' t'a tik maj viq'uek' tiempo. Ha t'a junxo k'u ix in och t'a in despacho b'aj sb'o yaj oval. Ix in checan ik'joccot winhaj Pablo chi'."
        },
        {
            "number": "18",
            "text": "Ha in naani to ay val smul winh. Palta haxo eb' ix ak'anoch t'a yib'anh winh chi', malaj val smul winh ix yak'och eb' t'a yib'anh icha ix vutej in naani."
        },
        {
            "number": "19",
            "text": "Anhej ix yal eb' to ay smul winh t'a sk'ayb'ub'al eb'. Ix yalan eb' yuj jun winh chamnacxo scuch Jesús. Axo yujto syal winhaj Pablo chi' to pitzan winh, yuj chi' syak'och eb' t'a yib'anh winh."
        },
        {
            "number": "20",
            "text": "Ha in xo tik max nachaj vuuj tas svutej in b'oan yaj t'a eb'. Yuj chi' ix in k'anb'ej icha tik t'a winhaj Pablo chi': ¿Tzam yal a k'ool tzach b'at t'a Jerusalén yic wach' ata' tzach in ch'olb'itej? xin chi t'a winh."
        },
        {
            "number": "21",
            "text": "Palta haxo ix yalan winh t'ayin: Tik tzin k'anb'at in b'ha t'a winh cajal t'a Roma. Ato winh ol in ch'olb'itanoc, xchi winh t'ayin. Yuj chi' a inxo ix vala' to skan winh t'a preso, masanto ol vak'b'at winh t'a winh cajal chi', xchi winhaj Festo chi'."
        },
        {
            "number": "22",
            "text": "Ixlajwi yab'an juntzanh chi' winhaj rey Agripa chi', ix yalan winh t'a winhaj Festo chi': --Ha inxo tik, in gana svab' tas syal winhaj Pablo chi', xchi winh. Ix yalan winhaj Festo chi' t'a winh: --Tato icha chi', k'ik'anto tzab' tas syal winh, xchi winh t'a winh."
        },
        {
            "number": "23",
            "text": "Axo t'a junxo k'u, ix k'och winhaj rey Agripa yet' ix Berenice chi'. Yelxo val te wach' yilji eb' yet' spichul, ix och eb' b'aj sb'o yaj oval. Ix och pax eb' yajal soldado yet' eb' ichamtac vinac t'a jun chonhab' chi'. Axo winhaj Festo chi' ix checan ik'joccot winhaj Pablo chi'."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix yalan winh icha tik: --Ach Rey Agripa yet' e masanil ix e molb'ej e b'a tik qued'oc, ina winhaj Pablo tik. Masanil eb' israel ix alan t'ayin to ay smul winh. Ix yal eb' t'ayin t'a Jerusalén, ix yalanpax eb' t'ayin t'a Cesarea tik to manhxo smojoc pitzan winh."
        },
        {
            "number": "25",
            "text": "Palta tzin na a in tik to malaj junok smul winh, yic smoj scham winh yuj. Toxo ix sk'anb'at sb'a winh t'a winh cajal Augusto, yic wach' a winh ol ch'olb'itan winh. Yuj chi' tzin na'a to ol vak'b'at winh."
        },
        {
            "number": "26",
            "text": "Palta malaj tas wach' tzin tz'ib'ejb'at t'a winh cajal chi' yuj winh. Yuj chi' ix vik'cot winh t'a ichanh ach rey Agripa yet' t'a eyichanh e masanil. Ha ticnaic, k'anb'ejec eyab' t'a winh, ta icha chi' ay junok smul winh tz'ilchaj eyuuj, yic a jun chi' ol in tz'ib'ejb'at t'a winh cajalil chi'."
        },
        {
            "number": "27",
            "text": "¿Tom ol yal vak'anb'at junok presovum tato max in tz'ib'ejb'at smul tz'och t'a yib'anh? xchi winhaj Festo chi'."
        }
    ]
}