{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Axo vinhaj Festo chi', ix k'och vinh d'a Cesarea, yic tz'och vinh yajalil. Yoxil k'ual schaan yopisio vinh chi', ix q'ue vinh d'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Axo eb' vinh sat sacerdote yed' juntzanhxo eb' ay yopisio, ix k'och eb' d'a vinh yic sk'anoch eb' d'a yib'anh vinhaj Pablo chi'."
        },
        {
            "number": "3",
            "text": "Ix och ijan eb' sk'anan d'a vinhaj Festo chi', yic vach' tz'ik'jicot vinhaj Pablo chi' d'a Jerusalén chi'. Ix yal eb' icha chi' yujto sgana eb' smilcham vinh d'a yoltac b'e."
        },
        {
            "number": "4",
            "text": "Palta ix yalan vinh d'a eb': --Preso yaj vinhaj Pablo chi' d'a Cesarea ticnaic. Yicto jaye' k'ual tic ol in b'atxoc ta'."
        },
        {
            "number": "5",
            "text": "Yuj chi' syal sb'at eb' eyajalil d'a Cesarea chi' ved'oc. Tato ay smul vinhaj Pablo chi', syal b'at yalan eb' ta', xchi vinh d'a eb'."
        },
        {
            "number": "6",
            "text": "Ix am ek' vajxaqueoc, ma lajunheoc k'ual vinhaj Festo d'a Jerusalén chi'. Ix lajvi chi' ix paxxi vinh d'a Cesarea chi'. Axo d'a junxo k'u ix em k'ojan vinh d'a sk'ojnub' b'aj sb'o yaj oval. Ix lajvi chi' ix yak'an ik'joccot vinhaj Pablo chi' vinh."
        },
        {
            "number": "7",
            "text": "Ayic ix k'och vinh d'a yichanh vinh, a eb' israel ix cot d'a Jerusalén ix k'och oyan eb' d'a stz'ey vinh. Tzijtum tas ix yak'och eb' d'a yib'anh vinh, palta malaj jab'oc tas sch'oxani tato yel syal eb'."
        },
        {
            "number": "8",
            "text": "Ix yalanpax vinhaj Pablo chi' d'a eb' icha tic: --Toxon malaj jab'oc in mul ochnac d'a sley eb' vetisraelal. Malaj in mul ochnac d'a stemplo Dios. Malaj pax in mul ochnac d'a vinh cajal d'a Roma, xchi vinh."
        },
        {
            "number": "9",
            "text": "Palta yujto sgana vinhaj Festo chi' to vach' scan vinh d'a eb' israel, yuj chi' ix sk'anb'ej vinh d'a vinhaj Pablo chi': --¿Tzam yal a k'ol tzach b'at d'a Jerusalén yic vach' ata' ol ach in ch'olb'itej? xchi vinh."
        },
        {
            "number": "10",
            "text": "Axo ix yalan vinhaj Pablo chi' d'a vinh: --A d'a yichanh vinh cajal d'a Roma tzin k'anb'at in b'a. Anhej ta' syal in ch'olb'itaji. Ina ojtac, malaj in mul ix och d'a eb' israel tic."
        },
        {
            "number": "11",
            "text": "Tato ay junoc in mul smoj in cham yuj jun, in chamocab'i. Palta tato malaj in mul scheclaj yuj eb' israel tic, malaj junoc mach syal in yak'anoch d'a yol sk'ab' eb'. Tic tzin k'anb'at in b'a d'a vinh cajal d'a Roma. Ato vinh ol in ch'olb'itanoc, xchi vinh."
        },
        {
            "number": "12",
            "text": "Axo vinhaj Festo chi' ix lolon vinh yed' eb' tz'ak'an spensaril. Ix lajvi chi' ix yalan vinh d'a vinhaj Pablo chi': --A ach tic ix a k'anb'at a b'a d'a vinh cajal d'a Roma. Yuj chi' ata' ol ach vak'b'ati, xchi vinh."
        },
        {
            "number": "13",
            "text": "Ayxom sjayiloc k'ual, ichato chi' ix ja vinhaj rey Agripa yed' ix Berenice d'a Cesarea chi', yic tzul sk'uman vinhaj Festo chi' eb', yujto toto ix och vinh d'a yopisio."
        },
        {
            "number": "14",
            "text": "Ix ek' jaye' k'ual eb' ta'. Ay jun k'u ix yal vinhaj Festo chi' d'a vinh rey chi' tas yaj vinhaj Pablo chi'. Ix yalan vinh icha tic: --Ayic ix el vinhaj Félix d'a yopisio ay jun vinh scuch Pablo ix can d'a preso yuj vinh."
        },
        {
            "number": "15",
            "text": "Ayic ix in xid'ek' d'a Jerusalén, a eb' sat sacerdote yed' eb' ichamtac vinac ay yopisio ix k'och eb' d'ayin, ix yak'anoch eb' d'a yib'anh vinhaj Pablo chi'. Sgana eb' ix vak'och chamel d'a yib'anh vinh."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix val icha tic d'a eb': A yaj ley d'ayonh aj Roma onh tic, max yal scomon ak'jioch chamel d'a yib'anh junoc anima. Yovalil syil-lajoch sat yed' eb' tz'ak'anoch d'a yib'anh chi' d'a yichanh vinh juez yic syak'lej yik'anel d'a yib'anh, xin chi d'a eb' aj Jerusalén chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi' axo ix ja eb' d'a tic maj viq'uek' tiempo. A d'a junxo k'u ix in och d'a in despacho b'aj sb'o yaj oval. Ix in checan ik'joccot vinhaj Pablo chi'."
        },
        {
            "number": "18",
            "text": "A in naani to ay val smul vinh. Palta axo eb' ix ak'anoch d'a yib'anh vinh chi', malaj val smul vinh ix yak'och eb' d'a yib'anh icha ix vutej in naani."
        },
        {
            "number": "19",
            "text": "Anhej ix yal eb' to ay smul vinh d'a sk'ayb'ub'al eb'. Ix yalan eb' yuj jun vinh chamnacxo scuch Jesús. Axo yujto syal vinhaj Pablo chi' to pitzan vinh, yuj chi' syak'och eb' d'a yib'anh vinh."
        },
        {
            "number": "20",
            "text": "A in xo tic max nachaj vuuj tas svutej in b'oan yaj d'a eb'. Yuj chi' ix in k'anb'ej icha tic d'a vinhaj Pablo chi': ¿Tzam yal a k'ool tzach b'at d'a Jerusalén yic vach' ata' tzach in ch'olb'itej? xin chi d'a vinh."
        },
        {
            "number": "21",
            "text": "Palta axo ix yalan vinh d'ayin: Tic tzin k'anb'at in b'a d'a vinh cajal d'a Roma. Ato vinh ol in ch'olb'itanoc, xchi vinh d'ayin. Yuj chi' a inxo ix vala' to scan vinh d'a preso, masanto ol vak'b'at vinh d'a vinh cajal chi', xchi vinhaj Festo chi'."
        },
        {
            "number": "22",
            "text": "Ix lajvi yab'an juntzanh chi' vinhaj rey Agripa chi', ix yalan vinh d'a vinhaj Festo chi': --A inxo tic, in gana svab' tas syal vinhaj Pablo chi', xchi vinh. Ix yalan vinhaj Festo chi' d'a vinh: --Tato icha chi', q'uik'anto tzab' tas syal vinh, xchi vinh d'a vinh."
        },
        {
            "number": "23",
            "text": "Axo d'a junxo k'u, ix k'och vinhaj rey Agripa yed' ix Berenice chi'. Yelxo val te vach' yilji eb' yed' spichul, ix och eb' b'aj sb'o yaj oval. Ix och pax eb' yajal soldado yed' eb' ichamtac vinac d'a jun chonhab' chi'. Axo vinhaj Festo chi' ix checan ik'joccot vinhaj Pablo chi'."
        },
        {
            "number": "24",
            "text": "Ix lajvi chi', ix yalan vinh icha tic: --Ach Rey Agripa yed' e masanil ix e molb'ej e b'a tic qued'oc, ina vinhaj Pablo tic. Masanil eb' israel ix alan d'ayin to ay smul vinh. Ix yal eb' d'ayin d'a Jerusalén, ix yalanpax eb' d'ayin d'a Cesarea tic to manhxo smojoc pitzan vinh."
        },
        {
            "number": "25",
            "text": "Palta tzin na a in tic to malaj junoc smul vinh, yic smoj scham vinh yuuj. Toxo ix sk'anb'at sb'a vinh d'a vinh cajal Augusto, yic vach' a vinh ol ch'olb'itan vinh. Yuj chi' tzin na'a to ol vak'b'at vinh."
        },
        {
            "number": "26",
            "text": "Palta malaj tas vach' tzin tz'ib'ejb'at d'a vinh cajal chi' yuj vinh. Yuj chi' ix vik'cot vinh d'a ichanh ach rey Agripa yed' d'a eyichanh e masanil. A ticnaic, k'anb'ejec eyab' d'a vinh, ta icha chi' ay junoc smul vinh tz'ilchaj eyuuj, yic a jun chi' ol in tz'ib'ejb'at d'a vinh cajalil chi'."
        },
        {
            "number": "27",
            "text": "¿Tom ol yal vak'anb'at junoc presovum tato max in tz'ib'ejb'at smul tz'och d'a yib'anh? xchi vinhaj Festo chi'."
        }
    ]
}