{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Axo vinhaj rey Agripa chi' ix alan t'a vinhaj Pablo chi': --Syal alan ticnaic tas aji, xchi vinh. Ix yik'anchaanh sk'ab' vinhaj Pablo chi', ix och ijan vinh yalan icha tik:"
        },
        {
            "number": "2",
            "text": "--Ach rey Agripa, tzin te tzalaji yujto tzin a cha lolon t'a ichanh, yujto in gana sviq'uel jantacnhej tas ix yak'och eb' vetisraelal t'a vib'anh."
        },
        {
            "number": "3",
            "text": "Te wach' sval t'ayach, yujto ojtactaxon co ley a onh israel onh tik. Ojtac pax tas tz'ik'an co telan co b'a. Yuj chi' tzin k'an t'ayach to niwan tzutej a k'ol t'ayin yic tzab'an tas ol val t'ayach."
        },
        {
            "number": "4",
            "text": "Ha eb' vetisraelal smasanil, yojtactaxon eb' tas vutejnac in b'eyb'al t'a in chonhab' yet' t'a Jerusalén yictax ix in cotoch uninal."
        },
        {
            "number": "5",
            "text": "Tato ay sgana eb' syala', syal yalan eb' to ayxo tiempo fariseo in. Ha eb' fariseo chi' yelxo val sk'anab'ajej juntzanh b'eyb'al yic co k'ayb'ub'al eb'."
        },
        {
            "number": "6",
            "text": "Axo ticnaic, syak'och eb' t'a vib'anh yujnhej to svak'och yipoc in k'ol tas yalnaccan Dios ayic yak'annaccan sti' t'a eb' co mam quicham."
        },
        {
            "number": "7",
            "text": "Ha eb' quetisraelal slajchavil makan, van stanhvan eb' yelk'och tas yalnaccan Dios chi'. Yuj chi' k'ual t'ak'val yak'anem sb'a eb' d'ha Dios. Ach rey Agripa, yujnhej to tzin tanhvej yelk'och jun chi', yuj chi' syak'och eb' vetisraelal chi' t'a vib'anh ticnaic."
        },
        {
            "number": "8",
            "text": "Ha exxo tik, ¿tas yuj max eyak'och t'a e k'ool to ha Dios tz'ak'an pitzvocxi eb' chamnac?"
        },
        {
            "number": "9",
            "text": "Ha in pensar t'a yalanhtaxo, to svak' chukal t'a eb' yic Jesús aj Nazaret. Ha in naani to te wach' svutej in b'a."
        },
        {
            "number": "10",
            "text": "Icha chi' vutejnac in b'ha t'a Jerusalén. Ochnac vopisio yuj eb' vinh sat sacerdote, yuj chi' tzijtum eb' creyente vak'nacoch t'a preso. Ayic smak'jicham eb', tzin tak'vib'at t'a spatic eb'."
        },
        {
            "number": "11",
            "text": "Tzijtum el vak'nacoch syaelal eb' yic maxtzac yak'och Jesús eb' t'a sk'ool in naani. Icha chi' ek' vutejnac in b'ha t'a yoltac spatil culto. Te niwan chichonnac in k'ol t'a eb'. Xid'nac in pax ek' t'a juntzanh chonhab' te najat, xid' vak'annacoch syaelal eb'."
        },
        {
            "number": "12",
            "text": "Yuj val in chichonk'olal chi', a junel b'at in t'a chonhab' Damasco. Yujto ay vopisio yuj eb' vinh sat sacerdote, yuj chi' schec in b'at eb' vinh."
        },
        {
            "number": "13",
            "text": "Palta ach rey sval t'ayach, tas aj in. Ayic van in b'ey t'a chimk'ualil, vilan scot copnaj jun sakil k'inal t'a satcha’anh. Ek'alto yoc t'a yoc k'u. Emul copnaj t'a vib'anh yet' t'a yib'anh eb' ajun ved'oc."
        },
        {
            "number": "14",
            "text": "Telvi onh t'a sat lu'um yuj jun sakil k'inal chi' co masanil. Vab'an yavaj jun, yalan t'a ti' hebreo icha tik: Saulo, Saulo, ¿tas yuj tzin ixtej? Palta munil tzixtej a b'a icha junok nok' vacax stek'vaj och t'a junok te te' stecjioch t'ay, xchi t'ayin."
        },
        {
            "number": "15",
            "text": "Valan t'ay: Mamin, ¿mach ach? xin chi. Yuj chi', yalan Cajal Jesús t'ayin: Ha in ton tik, Jesús in. Ha in ton tzin ixtej."
        },
        {
            "number": "16",
            "text": "Palta q'ueanh vaan. Tzul in ch'ox in b'a t'ayach yic ol ach och in checab'oc, ol alanel yab'ixal tas ix il tik yet' jantacnhej tas toto ol in ch'ox ila'."
        },
        {
            "number": "17",
            "text": "Ha ticnaic, tzach in checb'at t'a eb' manh israeloc. Ol ach in colelta t'a yol sk'ab' eb' yet' t'a yol sk'ab' eb' etisraelal."
        },
        {
            "number": "18",
            "text": "Tzach in checb'at t'a eb' yic wach' ol javoc spensar eb', yic syactejcan jun sb'eyb'al eb' yic k’ik’ k’inal, haxo yoch eb' t'a jun sakil k'inal yic Dios. Ol elcan eb' t'a yol sk'ab' vinh diablo, haxo t'a yol sk'ab' Dios ol ochcan eb'. Ol in yak'och eb' t'a sk'ool yic wach' ol ak'joccan lajvoc smul eb'. Ichato chi' ol och eb' yetb'eyumoc eb' ayxo och yicoc Dios, yujnhej in yak'anoch eb' t'a sk'ool, xchi Jesús t'ayin."
        },
        {
            "number": "19",
            "text": "Yuj val chi', ach rey Agripa, in k'anab'ajej tas ul yalcan Jesús chi' t'ayin, ayic scot t'a satcha’anh ul sch'oxan sb'a."
        },
        {
            "number": "20",
            "text": "Yuj chi' ha t'a Damasco chi' in b'ab'laj alejel slolonel Dios. Slajvi chi' ek' valanel t'a Jerusalén yet' t'a masanil yol yic Judea, svalanpax t'a eb' manh israeloc to sna sb'a eb', syak'anpaxoch spensar eb' d'ha Dios. Svalan pax t'a eb' to yovalil wach' syutej sb'eyb'al eb', yic wach' scheclaji to yel sna sb'a eb'."
        },
        {
            "number": "21",
            "text": "Yujto ix valel juntzanh chi', yuj chi' ix in syam eb' israel t'a yol yamaq'uil stemplo Dios. Ix yak'lan eb' in smilanchamoc."
        },
        {
            "number": "22",
            "text": "Palta ha Dios ix colvaj ved'oc. Yuj chi' te tek'an ix vutej in b'a. Anhejtona' pax ticnaic, tek'an svutej in b'a valanel slolonel Dios t'a masanil anima. Sval t'a eb' niwan yelk'ochi, sval pax t'a eb' malaj yelk'ochi. Ha eb' schecab' Dios t'a peca' yet' vinhaj Moisés, ayocto stz'ib'annaccan eb' tastac ol javoc. Anhej juntzanh chi' tzek' valeli."
        },
        {
            "number": "23",
            "text": "Svalaneli to a Cristo yovalil ix yab' syail, ix chami. Ixlajwi chi', haxo ix b'ab'laj pitzvixi t'a skal eb' chamnac yic syalanel yab'ixal colnab'il t'a eb' quetchonhab' yet' t'a eb' anima smasanil, xchi vinhaj Pablo chi'."
        },
        {
            "number": "24",
            "text": "Ayic van yalan juntzanh chi' vinhaj Pablo chi', haxo vinhaj Festo chi' ix q'ue jucnaj vinh, ix yalan vinh t'a vinh: --Pablo, tecan to ay tas tz'ixtan yol a jolom. Manh jantacoc tas a k'ayb'ejnac, yuj chi' ha' ix q'ue t'a a jolom, xchi vinh t'a vinh."
        },
        {
            "number": "25",
            "text": "Palta ix tak'vi vinhaj Pablo chi': --Ach vajalil Festo, malaj tas tz'ixtan yol in jolom. Ha juntzanh lolonel sval tik t'ayex, te yel, te niwan yelk'ochi."
        },
        {
            "number": "26",
            "text": "Axo vinhaj rey Agripa tik, yojtactaxon juntzanh tik vinh sik'lab'il. Yuj chi', tek'an val svutej in b'a valan juntzanh tik t'a yichanh vinh. Ha juntzanh sval tik, manh k'ub'eltacoc yaji, yojtacnhej eb' anima smasanil. Yuj chi' vojtac to yojtac pax vinh rey tik."
        },
        {
            "number": "27",
            "text": "Ha achxo tik ach rey Agripa, ¿tzam ak'och t'a a k'ool tas yalnaccan eb' schecab' Dios t'a peca'? Vojtac to tzak'och t'a a k'ool, xchi vinhaj Pablo chi'."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix tak'vi vinh rey chi' t'a vinh: --¿Tom yujnhej jab' tzal tik tzin och cristianoal tza na'a? xchi vinh."
        },
        {
            "number": "29",
            "text": "Yuj chi', ix yalan vinhaj Pablo chi': --Wach'chom yujnhej jab' ix val tik t'ayach, mato yujto tzijtumto tas ol eyab'i, comonoc tz'el t'a sk'ool Dios to icha ix in aj tik icha pax chi' tzach aj yet' jantac eb' ix ab'an tas ix val tik, palta max ex tzek'chajlaj t'a q'uen cadena icha vaj tik, xchi vinhaj Pablo chi' t'a eb'."
        },
        {
            "number": "30",
            "text": "Ixlajwi yalan juntzanh chi' vinh, ix q'ue linhan vinh rey chi' yet' ix Berenice. Anhejtona' ix q'uepax linhan vinhaj Festo yet' jantacnhej eb' ayek' chi' ta'."
        },
        {
            "number": "31",
            "text": "Ix sb'esanel sb'a eb', yic smol alej eb' tas ol aj jun chi'. Ix yalan eb': --Manh smojoc scham jun vinh tik, yujto malaj jab'oc smul vinh, anhejtona' manh smojoc ayoch vinh t'a preso tik, xchi eb' vinh."
        },
        {
            "number": "32",
            "text": "Ix yalan vinhaj Agripa t'a vinhaj Festo chi': --Syal cak'anel vinh t'a libre ticnaic, ichocta' maj sk'anb'at sb'a vinh t'a vinh cajal t'a Roma chi', xchi vinh."
        }
    ]
}