{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Axo winhaj rey Agripa chi' ix alan t'a winhaj Pablo chi': --Syal alan ticnaik tas aji, xchi winh. Ix yik'anchaanh sk'ab' winhaj Pablo chi', ix och ijan winh yalan icha tik:"
        },
        {
            "number": "2",
            "text": "--Ach rey Agripa, tzin te tzalaji yujto tzin a cha lolon t'a ichanh, yujto in gana swik'el jantacnhej tas ix yak'och heb' wetisraelal t'a wib'anh."
        },
        {
            "number": "3",
            "text": "Te wach' swal t'ayach, yujto ojtaktaxon ko ley a onh israel onh tik. Ojtac pax tas tz'ik'an ko telan ko b'a. Yuj chi' tzin k'an t'ayach to niwan tzutej a k'ol t'ayin yic tzab'an tas ol wal t'ayach."
        },
        {
            "number": "4",
            "text": "Ha heb' wetisraelal smasanil, yojtaktaxon heb' tas wutejnac in b'eyb'al t'a in chonhab' yet' t'a Jerusalén yictax ix in cotoch uninal."
        },
        {
            "number": "5",
            "text": "Tato ay snib'ej heb' syala', syal yalan heb' to ayxo tiempo fariseo in. Ha heb' fariseo chi' yelxo wal sk'anab'ajej juntzanh b'eyb'al yic ko k'ayb'ub'al heb'."
        },
        {
            "number": "6",
            "text": "Axo ticnaik, syak'och heb' t'a wib'anh yujnhej to swak'och yipoc in k'ol tas yalnakkan Dios ayic yak'annakkan sti' t'a heb' ko mam quicham."
        },
        {
            "number": "7",
            "text": "Ha heb' quetisraelal slajchawil makan, wan stanhwan heb' yelk'och tas yalnakkan Dios chi'. Yuj chi' k'ual t'ak'wal yak'anem sb'a heb' d'ha Dios. Ach rey Agripa, yujnhej to tzin tanhwej yelk'och jun chi', yuj chi' syak'och heb' wetisraelal chi' t'a wib'anh ticnaik."
        },
        {
            "number": "8",
            "text": "Ha exxo tik, ¿tas yuj max eyak'och t'a he k'ool to ha Dios tz'ak'an pitzwokxi heb' chamnac?"
        },
        {
            "number": "9",
            "text": "Ha in pensar t'a yalanhtaxo, to swak' chukal t'a heb' yic Jesús aj Nazaret. Ha in naani to te wach' swutej in b'a."
        },
        {
            "number": "10",
            "text": "Icha chi' wutejnac in b'ha t'a Jerusalén. Ochnac wopisio yuj heb' winh sat sacerdote, yuj chi' tzijtum heb' creyente wak'nacoch t'a preso. Ayic smak'jicham heb', tzin tak'wib'at t'a spatic heb'."
        },
        {
            "number": "11",
            "text": "Tzijtum el wak'nacoch syaelal heb' yic maxtzac yak'och Jesús heb' t'a sk'ool in naani. Icha chi' ek' wutejnac in b'ha t'a yoltac spatil culto. Te niwan chichonnac in k'ol t'a heb'. Xid'nac in pax ek' t'a juntzanh chonhab' te najat, xid' wak'annacoch syaelal heb'."
        },
        {
            "number": "12",
            "text": "Yuj wal in chichonk'olal chi', a junel b'at in t'a chonhab' Damasco. Yujto ay wopisio yuj heb' winh sat sacerdote, yuj chi' schec in b'at heb' winh."
        },
        {
            "number": "13",
            "text": "Palta ach rey swal t'ayach, tas aj in. Ayic wan in b'ey t'a chimk'ualil, wilan scot copnaj jun sakil k'inal t'a satcha’anh. Ek'alto yoc t'a yoc k'u. Emul copnaj t'a wib'anh yet' t'a yib'anh heb' ajun wed'oc."
        },
        {
            "number": "14",
            "text": "Telwi onh t'a sat lu'um yuj jun sakil k'inal chi' ko masanil. Vab'an yawaj jun, yalan t'a ti' hebreo icha tik: Saulo, Saulo, ¿tas yuj tzin ixtej? Palta munil tzixtej a b'a icha junok nok' wakax stek'waj och t'a junok te te' stecjioch t'ay, xchi t'ayin."
        },
        {
            "number": "15",
            "text": "Valan t'ay: Mamin, ¿mach ach? xin chi. Yuj chi', yalan Kajal Jesús t'ayin: Ha in ton tik, Jesús in. Ha in ton tzin ixtej."
        },
        {
            "number": "16",
            "text": "Palta k'eanh waan. Tzul in ch'ox in b'a t'ayach yic ol ach och in chekab'oc, ol alanel yab'ixal tas ix il tik yet' jantacnhej tas toto ol in ch'ox ila'."
        },
        {
            "number": "17",
            "text": "Ha ticnaik, tzach in checb'at t'a heb' manh israelok. Ol ach in colelta t'a yol sk'ab' heb' yet' t'a yol sk'ab' heb' etisraelal."
        },
        {
            "number": "18",
            "text": "Tzach in checb'at t'a heb' yic wach' ol jawok spensar heb', yic syactejkan jun sb'eyb'al heb' yic k’ik’ k’inal, haxo yoch heb' t'a jun sakil k'inal yic Dios. Ol elkan heb' t'a yol sk'ab' winh diablo, haxo t'a yol sk'ab' Dios ol ochkan heb'. Ol in yak'och heb' t'a sk'ool yic wach' ol ak'jokkan lajwoc smul heb'. Ichato chi' ol och heb' yetb'eyumoc heb' ayxo och yicoc Dios, yujnhej in yak'anoch heb' t'a sk'ool, xchi Jesús t'ayin."
        },
        {
            "number": "19",
            "text": "Yuj wal chi', ach rey Agripa, in k'anab'ajej tas ul yalkan Jesús chi' t'ayin, ayic scot t'a satcha’anh ul sch'oxan sb'a."
        },
        {
            "number": "20",
            "text": "Yuj chi' ha t'a Damasco chi' in b'ab'laj alejel slolonel Dios. Slajwi chi' ek' walanel t'a Jerusalén yet' t'a masanil yol yic Judea, swalanpax t'a heb' manh israelok to sna sb'a heb', syak'anpaxoch spensar heb' d'ha Dios. Swalan pax t'a heb' to yowalil wach' syutej sb'eyb'al heb', yic wach' scheclaji to yel sna sb'a heb'."
        },
        {
            "number": "21",
            "text": "Yujto ix walel juntzanh chi', yuj chi' ix in syam heb' israel t'a yol yamaq'uil stemplo Dios. Ix yak'lan heb' in smilanchamoc."
        },
        {
            "number": "22",
            "text": "Palta ha Dios ix kolwaj wed'oc. Yuj chi' te tek'an ix wutej in b'a. Anhejtona' pax ticnaik, tek'an swutej in b'a walanel slolonel Dios t'a masanil anima. Swal t'a heb' niwan yelk'ochi, swal pax t'a heb' malaj yelk'ochi. Ha heb' schekab' Dios t'a peka' yet' winhaj Moisés, ayocto stz'ib'annakkan heb' tastac ol jawok. Anhej juntzanh chi' tzek' waleli."
        },
        {
            "number": "23",
            "text": "Swalaneli to a Cristo yowalil ix yab' syail, ix chami. Ixlajwi chi', haxo ix b'ab'laj pitzwixi t'a skal heb' chamnac yic syalanel yab'ixal colnab'il t'a heb' quetchonhab' yet' t'a heb' anima smasanil, xchi winhaj Pablo chi'."
        },
        {
            "number": "24",
            "text": "Ayic wan yalan juntzanh chi' winhaj Pablo chi', haxo winhaj Festo chi' ix k'e jucnaj winh, ix yalan winh t'a winh: --Pablo, tekan to ay tas tz'ixtan yol a jolom. Manh jantacoc tas a k'ayb'ejnac, yuj chi' ha' ix k'e t'a a jolom, xchi winh t'a winh."
        },
        {
            "number": "25",
            "text": "Palta ix tak'wi winhaj Pablo chi': --Ach wajalil Festo, malaj tas tz'ixtan yol in jolom. Ha juntzanh lolonel swal tik t'ayex, te yel, te niwan yelk'ochi."
        },
        {
            "number": "26",
            "text": "Axo winhaj rey Agripa tik, yojtaktaxon juntzanh tik winh sik'lab'il. Yuj chi', tek'an wal swutej in b'a walan juntzanh tik t'a yichanh winh. Ha juntzanh swal tik, manh k'ub'eltacoc yaji, yojtaknhej heb' anima smasanil. Yuj chi' wojtak to yojtak pax winh rey tik."
        },
        {
            "number": "27",
            "text": "Ha achxo tik ach rey Agripa, ¿tzam ak'och t'a a k'ool tas yalnakkan heb' schekab' Dios t'a peka'? Vojtak to tzak'och t'a a k'ool, xchi winhaj Pablo chi'."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix tak'wi winh rey chi' t'a winh: --¿Tom yujnhej jab' tzal tik tzin och cristianoal tza na'a? xchi winh."
        },
        {
            "number": "29",
            "text": "Yuj chi', ix yalan winhaj Pablo chi': --Wach'chom yujnhej jab' ix wal tik t'ayach, mato yujto tzijtumto tas ol eyab'i, comonoc tz'el t'a sk'ool Dios to icha ix in aj tik icha pax chi' tzach aj yet' jantac heb' ix ab'an tas ix wal tik, palta max ex tzek'chajlaj t'a k'een cadena icha waj tik, xchi winhaj Pablo chi' t'a heb'."
        },
        {
            "number": "30",
            "text": "Ixlajwi yalan juntzanh chi' winh, ix k'e linhan winh rey chi' yet' ix Berenice. Anhejtona' ix k'epax linhan winhaj Festo yet' jantacnhej heb' ayek' chi' ta'."
        },
        {
            "number": "31",
            "text": "Ix sb'esanel sb'a heb', yic smol alej heb' tas ol aj jun chi'. Ix yalan heb': --Manh smojoc scham jun winh tik, yujto malaj jab'oc smul winh, anhejtona' manh smojoc ayoch winh t'a preso tik, xchi heb' winh."
        },
        {
            "number": "32",
            "text": "Ix yalan winhaj Agripa t'a winhaj Festo chi': --Syal kak'anel winh t'a libre ticnaik, ichocta' maj sk'anb'at sb'a winh t'a winh kajal t'a Roma chi', xchi winh."
        }
    ]
}