{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ix slajtian sb'a heb' winh yajal to sb'at winhaj Pablo t'a Roma t'a yol yic Italia. Yuj chi' ix ak'ji entregar winh yet' jaywanhxo heb' yetpresowumal t'a yol sk'ab' jun winh capitán scuchan Julio. Ha jun winh chi', yetb'eyum sb'a winh yet' jun makan heb' soldado winhaj Augusto."
        },
        {
            "number": "2",
            "text": "Ix onh och t'a yol jun barco yic chonhab' Adramitio. Ha te' barco chi', d'inhan yek' te' t'a junjun lugar t'a stitac Asia. Ayic ix onh b'at t'a yol te', ix b'at pax winhaj Aristarco qued'oc, aton winh aj Tesalónica t'a yol yic Macedonia."
        },
        {
            "number": "3",
            "text": "Axo t'a junxo k'u ix onh k'och t'a chonhab' Sidón. Ha winhaj Julio chi', te wach' ix yutej spensar winh t'a winhaj Pablo chi', yuj chi' ix ak'ji spermiso winh yuj winh b'at sk'uman heb' swach'k'ool, yic syak' heb' tas yowalil tz'och yuj winh."
        },
        {
            "number": "4",
            "text": "Ix onh elxi t'a Sidón chi', ix onh ek' t'a slak'anil Chipre ay t'a snanhal ha' mar. Ha t'a ko k'exanh ix kan Chipre chi' yujto manh tojolok sb'ey ik'."
        },
        {
            "number": "5",
            "text": "Ix onh ek' t'a stitac Cilicia yet' t'a stitac Panfilia. Ix onh k'och t'a chonhab' Mira, aton jun ay t'a yol yic Licia."
        },
        {
            "number": "6",
            "text": "Axo winh capitán chi' ix sayanek' junxo te' barco ta'. Ix ilchaj jun te' barco yic Alejandría yuj winh wan sb'at t'a Italia. Yuj chi' t'a yol te' ix onh yak'xioch winh."
        },
        {
            "number": "7",
            "text": "Ayic ix onh b'atxi te tzijtum k'ual ix onh b'eyi, yujto k'ojank'olal sb'ey te' barco chi'. Pural ix onh k'och t'a yichanhcot chonhab' Gnido. Ixlajwi chi', ix onh ek' t'a slak'anil chonhab' Salmón, ix onh ek' pax t'a Creta, aton jun ay t'a snanhal ha' mar, yujto a jun ik' chi' anheja' manh tojolok sb'eyi."
        },
        {
            "number": "8",
            "text": "Pural ix onh ek' t'a sti' Creta chi' masanto ix onh k'och t'a jun chonhab' scuch “B'aj Wach' Tz'och waan Te' Barco” ay t'a slak'anil chonhab' Lasea."
        },
        {
            "number": "9",
            "text": "Te ayxo smay sb'eyek' te' barco chi' t'a yib'anh ha' mar chi', yujto toxo ix te ek' tiempo, wanxo sja nhab'il k 'inal."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yal winhaj Pablo t'a heb' icha tik: --Ex wetanimail, swila' to te ay smay ko b'at ticnaik. Ol lajwoquel te' barco tik yet' yicatz smasanil. Anhejtona' ay pax smay ol onh chamoc, xchi winh t'a heb'."
        },
        {
            "number": "11",
            "text": "Palta a winh capitán chi', maj schalaj yab' winh tas ix yal winhaj Pablo chi'. Anhej tas ix yal winh tz'ik'an b'ey te' barco yet' winh aj barco chi' ix scha yab' winh."
        },
        {
            "number": "12",
            "text": "Ha t'a jun lugar chi', malaj b'aj syal skan waan te' barco chi' yic tzek' nhab'il k 'inal chi'. Yuj chi' quenxonhej manh masaniloc heb' ix naani to wach' tzonh b'atnhej, ta icha chi' colan tzonh k'och t'a chonhab' Fenice t'a yol yic Creta chi'. Ata' snib'ej heb' ix ko tanhwej ek' nhab'il k 'inal chi', yujto manh owoc sk'och ik' ta'."
        },
        {
            "number": "13",
            "text": "Ix sna heb' to wach' tzonh b'ati, yujto ay jun ik' k'ojank'olal wan scot t'a sur. Yuj chi' ix onh b'ati. Ix onh ek' t'a slak'anil stitac Creta chi'."
        },
        {
            "number": "14",
            "text": "Palta junanto rato chi' ix pitzwichaanh junxo niwan ik' tzek' t'a jun lu'um chi'."
        },
        {
            "number": "15",
            "text": "Ix och chulan ik' t'a te' barco chi', majxo yal-laj sb'at te' b'aj sja ik' chi'. Yuj chi' ix cactej quik'anb'at te' b'aj sja ik' chi', munilxonhej ix b'at te' b'aj sb'at ik' chi'."
        },
        {
            "number": "16",
            "text": "Ix onh ek' t'a stz'ey jun yune' lugar scuch Clauda ay t'a snanhal ha' mar. Ata' manhxo owoclaj ik' icha ix aj sja t'a sb'ab'elal chi'. Aytaxon jun te' ko yune' barco tok'b'il yuj te' niwan chi'. Pural ix k'eta te' ko tok'an t'a yib'anh te' niwan chi'."
        },
        {
            "number": "17",
            "text": "Ixlajwi sk'ek'och te' t'a yib'anh te' niwan chi', haxo heb' aj barco chi', ix sk'an juntzanh niwac lasu heb', yic stzek'an tzatzb'oc te' niwan chi' heb'. Yujto ix xiv heb' spok'anem sb'a te' t'a yib'anh jun yarenail jun scuchan Sirte, ay t'a sjayil sti' ha', yuj chi' ix stijemta juntzanh icha mantiado heb' ayk'e t'a yib'anh te' barco chi', aton juntzanh smak'ji yuj ik'. Ixlajwi chi', ix onh kan ichnhej ta'. Munilxonhej ix onh yik'b'at te' yet' ik' chi'."
        },
        {
            "number": "18",
            "text": "Anhejtona' t'a junxo k'u, te ov jun ik' chi'. Yuj chi', ix och ijan heb' syumancanel yicatz te' t'a yol ha'."
        },
        {
            "number": "19",
            "text": "Axo t'a yoxil k'ual, ix onh kolwaj yet' heb' aj barco chi'. Ay pax juntzanh syamk'ab'il te' barco chi' ix ko yumcanel yet' heb'."
        },
        {
            "number": "20",
            "text": "Niwan tiempo majxo quil-laj k'u yet' k'een k'anal. Axo yuj jun ik' te ov ix k'och chi' t'ayonh, majxo ko nalaj tato tzato onh colchaji."
        },
        {
            "number": "21",
            "text": "Niwan tiempo majxo onh walaj. Ixlajwi chi' ix k'e linhan winhaj Pablo chi' t'a ko kal. Ix yalan winh: --Ex wetanimail, octom wal ix he cha eyab' tas ix wala'. Octom maj onh cotlaj t'a Creta chi'. Tato icha chi', maj am ja jun tik t'a quib'anh, malaj am pax jab'oc tas ix sateli."
        },
        {
            "number": "22",
            "text": "Axo ticnaik swal t'ayex, tek'an tzeyutej he b'a, yujto malaj junok onh ol onh chamoc. Wach'chom ol lajwoquel te' barco tik."
        },
        {
            "number": "23",
            "text": "Yujto a q'uiq'ui t'ak'wal ix ul sch'ox sb'a jun yángel Dios t'ayin. Aton jun Dios b'aj swak' em in b'a, yujto ha' ay in yico'."
        },
        {
            "number": "24",
            "text": "Ix yalan jun ángel chi' t'ayin icha tik: Pablo, manh ach xiwoc, yujto yowalil ol ach k'och t'a yichanh winh yajal t'a Roma. Uujnhej ol colchajcanel heb' ayek' ed' t'a yol te' barco tik yuj Dios, xchi t'ayin."
        },
        {
            "number": "25",
            "text": "Yuj chi', tek'an tzeyutej he b'a ex wetanimail, yujto swak'och Dios yipoc in k'ool to yowalil ol elk'och icha ix yal jun ángel chi' t'ayin."
        },
        {
            "number": "26",
            "text": "Palta yowalil ol onh yumjoccanel t'a jun lum lum ay t'a snanhal ha', xchi winhaj Pablo chi'."
        },
        {
            "number": "27",
            "text": "Ayic ix lajwi schanhlajunhil k'ual, anheja' ay onh ek' t'ha ha' mar yic Adria. Toxo ix onh k'axpajek' t'a jun ha' mar chi' yuj ik'. Axo t'a chimilak'wal, a snaan heb' smunlaj t'a te' to wan ko k'och t'a junok lu'um."
        },
        {
            "number": "28",
            "text": "Ix yechtan sjulal ha' heb'. Ay am junok 40 wara sjulal ha'. Ix b'at janik'xo te', ix yechtanxi heb', ayxonhej am junok 30 wara sjulal ha'."
        },
        {
            "number": "29",
            "text": "Ix xiv heb' smak'an poj sb'a te' t'a k'een k'een ay t'a yich ha'. Yuj chi' ix yak'och d'unhan chanhe' k'een niwac k'een heb' t'a spatic elk'och te'. Axo k'een ix yamanoch waan te'. Ixlajwi chi', ix stanhwan heb' sakb'i. Ix snib'ej heb' elanhchamel ix sakb'i."
        },
        {
            "number": "30",
            "text": "Axo heb' smunlaj t'a te' barco chi', ix snib'ej el sb'a heb' t'a elanhchamel. Yuj chi', k'ub'eltac ix yak'em d'unhunhoc te yune' barco chi' heb' t'a yib'anh ha' mar chi'. Axo ix yutej heb' yalani to a juntzanhxo k'een k'een ix yak'em heb' t'a snhi' te', yic malaj mach snaaneli tas wan sk'ulan heb'."
        },
        {
            "number": "31",
            "text": "Palta haxo winhaj Pablo ix b'at alan t'a winh capitán yet' t'a heb' soldado. --Tato tz'el heb' t'a yol te' barco tik, wal yel manh ol onh colchajlaj, xchi winh."
        },
        {
            "number": "32",
            "text": "Axo heb' soldado chi' ix tzepan sch'anhal te' yune' barco chi'. Ix elcan d'inhnaj te' sch'ocoj."
        },
        {
            "number": "33",
            "text": "Axo yic wan sakb'i, ix yalan winhaj Pablo chi' t'a heb' smasanil to yowalil swa jab'oc heb'. Ix yalan winh icha tik: --Schanhlajunhilxo k'ual maxtzac ex wayi, maxtzac ex wa yuj xiwelal."
        },
        {
            "number": "34",
            "text": "Yuj chi' tzin tewi t'ayex to tzex wa'i yic wach' ol ochxoc eyip, yujto malaj junok onh ol onh chamoc. Anhejtona' malaj junok onh ol onh lajwoc, xchi winh t'a heb'."
        },
        {
            "number": "35",
            "text": "Ixlajwi yalan jun chi' winh, ix yik'ancot jun pan winh. Ix yak'an yuj diosal winh d'ha Dios t'a yichanh heb' smasanil. Ix xepan snanhal ixim pan chi' winh. Ix syamanoch winh swaan ixim."
        },
        {
            "number": "36",
            "text": "Ichato chi', ix sniwanan sb'a ko k'ool ko masanil. Ix onh waxi."
        },
        {
            "number": "37",
            "text": "276 ko b'isul t'a yol te' barco chi'."
        },
        {
            "number": "38",
            "text": "Ixlajwi ko waan tas icha ko gana, ix wach' yumchajcanb'at nanhalxo ixim trigo t'a yol ha' mar chi' yic sheb'b'i te' barco chi'."
        },
        {
            "number": "39",
            "text": "Axo yic ix sakb'i, ix yilanb'at lum lum heb' munlajwum t'a te' barco chi', palta manh yojtacoc heb' b'ajtil ay jun lugar chi'. Ix yilanb'at jun sk'ab' ha' mar chi' heb', nab'a arena stitac. Ix snaan heb' to syak'lej heb' yik'anb'at te' barco chi' ta', talaj syal sk'och te' ta'."
        },
        {
            "number": "40",
            "text": "Ix stzepan d'inhchaj sch'anhal k'een syamanoch waan te' barco chi' heb'. Ix kan juntzanh k'een k'een chi' t'a yol ha' mar chi'. Ix stijanel sch'anhal b'aj sch'umji te' heb', yic wach' syal sch'uman te' heb' junelxo. Ix yak'anxik'e jun icha mantiado heb' t'a chaanh, yic a smak'ji yuj ik' sb'eyxi te'. Yuj chi' ix och ijan te' sb'at b'aj ay yarenail sti' ha' chi'."
        },
        {
            "number": "41",
            "text": "Palta ix spok'em sb'a te' t'a yib'anh k'een arena ay t'a yich ha'. Yuj chi' ix kan ch'apan te' t'a k'een arena chi'. Majxo ib'xoclaj jab'oc te'. Axo te' spatic elk'ochi wan smak'jiel wecnaj te' yuj yipal ha'."
        },
        {
            "number": "42",
            "text": "Axo heb' soldado, ix snib'ej heb' smilcham heb' preso yaji yic wach' malaj heb' tz'eli, sb'atcan heb' elelal."
        },
        {
            "number": "43",
            "text": "Palta a winh capitán chi' maj stak'laj winh smiljicham heb' presowum chi', yujto snib'ej winh scolcanel winhaj Pablo chi'. Yuj chi' ix yal winh to a heb' syal smak'an ha', syal sb'ab'laj b'at heb' t'a yib'anh ha', yic tz'elk'och heb' t'a sti' ha' b'aj ay lum lum."
        },
        {
            "number": "44",
            "text": "Axo heb' tzak'an sb'ati, ay heb' sb'at t'a yib'anh te' chemte'. Ay heb' sb'at t'a yib'anh juntzanhxo ste'al te' barco chi'. Icha chi' ix cutej ko b'a. Yuj chi' ix onh colchajcanel ko masanil. Ix onh elcank'och t'a sti' ha' b'aj ay jun lum lum chi'."
        }
    ]
}