{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ix slajtian sb'a eb' vinh yajal to sb'at vinhaj Pablo d'a Roma d'a yol yic Italia. Yuj chi' ix ak'ji entregar vinh yed' jayvanhxo eb' yetpresovumal d'a yol sk'ab' jun vinh capitán scuchan Julio. A jun vinh chi', yetb'eyum sb'a vinh yed' jun macanh eb' soldado vinhaj Augusto."
        },
        {
            "number": "2",
            "text": "Ix onh och d'a yol jun barco yic chonhab' Adramitio. A te' barco chi', d'inhan yek' te' d'a junjun lugar d'a stitac Asia. Ayic ix onh b'at d'a yol te', ix b'at pax vinhaj Aristarco qued'oc, aton vinh aj Tesalónica d'a yol yic Macedonia."
        },
        {
            "number": "3",
            "text": "Axo d'a junxo k'u ix onh k'och d'a chonhab' Sidón. A vinhaj Julio chi', te vach' ix yutej spensar vinh d'a vinhaj Pablo chi', yuj chi' ix ak'ji spermiso vinh yuj vinh b'at sk'uman eb' svach'k'ool, yic syak' eb' tas yovalil tz'och yuj vinh."
        },
        {
            "number": "4",
            "text": "Ix onh elxi d'a Sidón chi', ix onh ek' d'a slak'anil Chipre ay d'a snanhal a' mar. A d'a co q'uexanh ix can Chipre chi' yujto manh tojoloc sb'ey ik'."
        },
        {
            "number": "5",
            "text": "Ix onh ek' d'a stitac Cilicia yed' d'a stitac Panfilia. Ix onh k'och d'a chonhab' Mira, aton jun ay d'a yol yic Licia."
        },
        {
            "number": "6",
            "text": "Axo vinh capitán chi' ix sayanek' junxo te' barco ta'. Ix ilchaj jun te' barco yic Alejandría yuj vinh van sb'at d'a Italia. Yuj chi' d'a yol te' ix onh yak'xioch vinh."
        },
        {
            "number": "7",
            "text": "Ayic ix onh b'atxi te tzijtum k'ual ix onh b'eyi, yujto k'ojank'olal sb'ey te' barco chi'. Pural ix onh k'och d'a yichanhcot chonhab' Gnido. Ix lajvi chi', ix onh ek' d'a slak'anil chonhab' Salmón, ix onh ek' pax d'a Creta, aton jun ay d'a snanhal a' mar, yujto a jun ik' chi' anheja' manh tojoloc sb'eyi."
        },
        {
            "number": "8",
            "text": "Pural ix onh ek' d'a sti' Creta chi' masanto ix onh k'och d'a jun chonhab' scuch “B'aj Vach' Tz'och vaan Te' Barco” ay d'a slak'anil chonhab' Lasea."
        },
        {
            "number": "9",
            "text": "Te ayxo smay sb'eyek' te' barco chi' d'a yib'anh a' mar chi', yujto toxo ix te ek' tiempo, vanxo sja nhab'il q'uinal."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yal vinhaj Pablo d'a eb' icha tic: --Ex vetanimail, svila' to te ay smay co b'at ticnaic. Ol lajvoquel te' barco tic yed' yicatz smasanil. Anhejtona' ay pax smay ol onh chamoc, xchi vinh d'a eb'."
        },
        {
            "number": "11",
            "text": "Palta a vinh capitán chi', maj schalaj yab' vinh tas ix yal vinhaj Pablo chi'. Anhej tas ix yal vinh tz'ik'an b'ey te' barco yed' vinh aj barco chi' ix scha yab' vinh."
        },
        {
            "number": "12",
            "text": "A d'a jun lugar chi', malaj b'aj syal scan vaan te' barco chi' yic tz'ek' nhab'il q'uinal chi'. Yuj chi' quenxonhej manh masaniloc eb' ix naani to vach' tzonh b'atnhej, ta icha chi' colan tzonh k'och d'a chonhab' Fenice d'a yol yic Creta chi'. Ata' sgana eb' ix co tanhvej ek' nhab'il q'uinal chi', yujto manh ovoc sk'och ik' ta'."
        },
        {
            "number": "13",
            "text": "Ix sna eb' to vach' tzonh b'ati, yujto ay jun ik' k'ojank'olal van scot d'a sur. Yuj chi' ix onh b'ati. Ix onh ek' d'a slak'anil stitac Creta chi'."
        },
        {
            "number": "14",
            "text": "Palta junanto rato chi' ix pitzvichaanh junxo nivan ik' tz'ek' d'a jun luum chi'."
        },
        {
            "number": "15",
            "text": "Ix och chulan ik' d'a te' barco chi', majxo yal-laj sb'at te' b'aj sja ik' chi'. Yuj chi' ix cactej quik'anb'at te' b'aj sja ik' chi', munilxonhej ix b'at te' b'aj sb'at ik' chi'."
        },
        {
            "number": "16",
            "text": "Ix onh ek' d'a stz'ey jun yune' lugar scuch Clauda ay d'a snanhal a' mar. Ata' manhxo ovoclaj ik' icha ix aj sja d'a sb'ab'elal chi'. Aytaxon jun te' co yune' barco tok'b'il yuj te' nivan chi'. Pural ix q'ueta te' co tok'an d'a yib'anh te' nivan chi'."
        },
        {
            "number": "17",
            "text": "Ix lajvi sq'uek'och te' d'a yib'anh te' nivan chi', axo eb' aj barco chi', ix sk'an juntzanh nivac lasu eb', yic stzek'an tzatzb'oc te' nivan chi' eb'. Yujto ix xiv eb' spok'anem sb'a te' d'a yib'anh jun yarenail jun scuchan Sirte, ay d'a sjayil sti' a', yuj chi' ix stijemta juntzanh icha mantiado eb' ayq'ue d'a yib'anh te' barco chi', aton juntzanh smak'ji yuj ik'. Ix lajvi chi', ix onh can ichnhej ta'. Munilxonhej ix onh yik'b'at te' yed' ik' chi'."
        },
        {
            "number": "18",
            "text": "Anhejtona' d'a junxo k'u, te ov jun ik' chi'. Yuj chi', ix och ijan eb' syumancanel yicatz te' d'a yol a'."
        },
        {
            "number": "19",
            "text": "Axo d'a yoxil k'ual, ix onh colvaj yed' eb' aj barco chi'. Ay pax juntzanh syamk'ab'il te' barco chi' ix co yumcanel yed' eb'."
        },
        {
            "number": "20",
            "text": "Nivan tiempo majxo quil-laj k'u yed' q'uen k'anal. Axo yuj jun ik' te ov ix k'och chi' d'ayonh, majxo co nalaj tato tzato onh colchaji."
        },
        {
            "number": "21",
            "text": "Nivan tiempo majxo onh valaj. Ix lajvi chi' ix q'ue linhan vinhaj Pablo chi' d'a co cal. Ix yalan vinh: --Ex vetanimail, octom val ix e cha eyab' tas ix vala'. Octom maj onh cotlaj d'a Creta chi'. Tato icha chi', maj am ja jun tic d'a quib'anh, malaj am pax jab'oc tas ix sateli."
        },
        {
            "number": "22",
            "text": "Axo ticnaic sval d'ayex, tek'an tzeyutej e b'a, yujto malaj junoc onh ol onh chamoc. Vach'chom ol lajvoquel te' barco tic."
        },
        {
            "number": "23",
            "text": "Yujto a q'uiq'ui d'ak'val ix ul sch'ox sb'a jun yángel Dios d'ayin. Aton jun Dios b'aj svak' em in b'a, yujto a' ay in yico'."
        },
        {
            "number": "24",
            "text": "Ix yalan jun ángel chi' d'ayin icha tic: Pablo, manh ach xivoc, yujto yovalil ol ach k'och d'a yichanh vinh yajal d'a Roma. Uujnhej ol colchajcanel eb' ayek' ed' d'a yol te' barco tic yuj Dios, xchi d'ayin."
        },
        {
            "number": "25",
            "text": "Yuj chi', tek'an tzeyutej e b'a ex vetanimail, yujto svak'och Dios yipoc in k'ool to yovalil ol elk'och icha ix yal jun ángel chi' d'ayin."
        },
        {
            "number": "26",
            "text": "Palta yovalil ol onh yumjoccanel d'a jun lum luum ay d'a snanhal a', xchi vinhaj Pablo chi'."
        },
        {
            "number": "27",
            "text": "Ayic ix lajvi schanhlajunhil k'ual, anheja' ay onh ek' d'a a' mar yic Adria. Toxo ix onh k'axpajek' d'a jun a' mar chi' yuj ik'. Axo d'a chimilak'val, a snaan eb' smunlaj d'a te' to van co k'och d'a junoc luum."
        },
        {
            "number": "28",
            "text": "Ix yechtan sjulal a' eb'. Ay am junoc 40 vara sjulal a'. Ix b'at janik'xo te', ix yechtanxi eb', ayxonhej am junoc 30 vara sjulal a'."
        },
        {
            "number": "29",
            "text": "Ix xiv eb' smak'an poj sb'a te' d'a q'uen q'ueen ay d'a yich a'. Yuj chi' ix yak'och d'unhan chanhe' q'uen nivac q'uen eb' d'a spatic elk'och te'. Axo q'uen ix yamanoch vaan te'. Ix lajvi chi', ix stanhvan eb' sacb'i. Ix snib'ej eb' elanhchamel ix sacb'i."
        },
        {
            "number": "30",
            "text": "Axo eb' smunlaj d'a te' barco chi', ix snib'ej el sb'a eb' d'a elanhchamel. Yuj chi', k'ub'eltac ix yaq'uem d'unhunhoc te yune' barco chi' eb' d'a yib'anh a' mar chi'. Axo ix yutej eb' yalani to a juntzanhxo q'uen q'ueen ix yaq'uem eb' d'a snhi' te', yic malaj mach snaaneli tas van sk'ulan eb'."
        },
        {
            "number": "31",
            "text": "Palta axo vinhaj Pablo ix b'at alan d'a vinh capitán yed' d'a eb' soldado. --Tato tz'el eb' d'a yol te' barco tic, val yel manh ol onh colchajlaj, xchi vinh."
        },
        {
            "number": "32",
            "text": "Axo eb' soldado chi' ix tzepan sch'anhal te' yune' barco chi'. Ix elcan d'inhnaj te' sch'ocoj."
        },
        {
            "number": "33",
            "text": "Axo yic van sacb'i, ix yalan vinhaj Pablo chi' d'a eb' smasanil to yovalil sva jab'oc eb'. Ix yalan vinh icha tic: --Schanhlajunhilxo k'ual maxtzac ex vayi, maxtzac ex va yuj xivelal."
        },
        {
            "number": "34",
            "text": "Yuj chi' tzin tevi d'ayex to tzex va'i yic vach' ol ochxoc eyip, yujto malaj junoc onh ol onh chamoc. Anhejtona' malaj junoc onh ol onh lajvoc, xchi vinh d'a eb'."
        },
        {
            "number": "35",
            "text": "Ix lajvi yalan jun chi' vinh, ix yik'ancot jun pan vinh. Ix yak'an yuj diosal vinh d'a Dios d'a yichanh eb' smasanil. Ix xepan snanhal ixim pan chi' vinh. Ix syamanoch vinh svaan ixim."
        },
        {
            "number": "36",
            "text": "Ichato chi', ix snivanan sb'a co k'ool co masanil. Ix onh vaxi."
        },
        {
            "number": "37",
            "text": "276 co b'isul d'a yol te' barco chi'."
        },
        {
            "number": "38",
            "text": "Ix lajvi co vaan tas icha co gana, ix vach' yumchajcanb'at nanhalxo ixim trigo d'a yol a' mar chi' yic seb'b'i te' barco chi'."
        },
        {
            "number": "39",
            "text": "Axo yic ix sacb'i, ix yilanb'at lum luum eb' munlajvum d'a te' barco chi', palta manh yojtacoc eb' b'ajtil ay jun lugar chi'. Ix yilanb'at jun sk'ab' a' mar chi' eb', nab'a arena stitac. Ix snaan eb' to syak'lej eb' yik'anb'at te' barco chi' ta', talaj syal sk'och te' ta'."
        },
        {
            "number": "40",
            "text": "Ix stzepan d'inhchaj sch'anhal q'uen syamanoch vaan te' barco chi' eb'. Ix can juntzanh q'uen q'ueen chi' d'a yol a' mar chi'. Ix stijanel sch'anhal b'aj sch'umji te' eb', yic vach' syal sch'uman te' eb' junelxo. Ix yak'anxiq'ue jun icha mantiado eb' d'a chaanh, yic a smak'ji yuj ik' sb'eyxi te'. Yuj chi' ix och ijan te' sb'at b'aj ay yarenail sti' a' chi'."
        },
        {
            "number": "41",
            "text": "Palta ix spoq'uem sb'a te' d'a yib'anh q'uen arena ay d'a yich a'. Yuj chi' ix can ch'apan te' d'a q'uen arena chi'. Majxo ib'xoclaj jab'oc te'. Axo te' spatic elk'ochi van smak'jiel vecnaj te' yuj yipal a'."
        },
        {
            "number": "42",
            "text": "Axo eb' soldado, ix snib'ej eb' smilcham eb' preso yaji yic vach' malaj eb' tz'eli, sb'atcan eb' elelal."
        },
        {
            "number": "43",
            "text": "Palta a vinh capitán chi' maj stak'laj vinh smiljicham eb' presovum chi', yujto sgana vinh scolcanel vinhaj Pablo chi'. Yuj chi' ix yal vinh to a eb' syal smak'an a', syal sb'ab'laj b'at eb' d'a yib'anh a', yic tz'elk'och eb' d'a sti' a' b'aj ay lum luum."
        },
        {
            "number": "44",
            "text": "Axo eb' tzak'an sb'ati, ay eb' sb'at d'a yib'anh te' chemte'. Ay eb' sb'at d'a yib'anh juntzanhxo ste'al te' barco chi'. Icha chi' ix cutej co b'a. Yuj chi' ix onh colchajcanel co masanil. Ix onh elcank'och d'a sti' a' b'aj ay jun lum luum chi'."
        }
    ]
}