{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ix slajtian sb'a eb' vinh yajal to sb'at vinhaj Pablo t'a Roma t'a yol yic Italia. Yuj chi' ix ak'ji entregar vinh yet' jayvanhxo eb' yetpresovumal t'a yol sk'ab' jun vinh capitán scuchan Julio. Ha jun vinh chi', yetb'eyum sb'a vinh yet' jun makan eb' soldado vinhaj Augusto."
        },
        {
            "number": "2",
            "text": "Ix onh och t'a yol jun barco yic chonhab' Adramitio. Ha te' barco chi', d'inhan yek' te' t'a junjun lugar t'a stitac Asia. Ayic ix onh b'at t'a yol te', ix b'at pax vinhaj Aristarco qued'oc, aton vinh aj Tesalónica t'a yol yic Macedonia."
        },
        {
            "number": "3",
            "text": "Axo t'a junxo k'u ix onh k'och t'a chonhab' Sidón. Ha vinhaj Julio chi', te wach' ix yutej spensar vinh t'a vinhaj Pablo chi', yuj chi' ix ak'ji spermiso vinh yuj vinh b'at sk'uman eb' swach'k'ool, yic syak' eb' tas yowalil tz'och yuj vinh."
        },
        {
            "number": "4",
            "text": "Ix onh elxi t'a Sidón chi', ix onh ek' t'a slak'anil Chipre ay t'a snanhal ha' mar. Ha t'a co q'uexanh ix kan Chipre chi' yujto manh tojoloc sb'ey ik'."
        },
        {
            "number": "5",
            "text": "Ix onh ek' t'a stitac Cilicia yet' t'a stitac Panfilia. Ix onh k'och t'a chonhab' Mira, aton jun ay t'a yol yic Licia."
        },
        {
            "number": "6",
            "text": "Axo vinh capitán chi' ix sayanek' junxo te' barco ta'. Ix ilchaj jun te' barco yic Alejandría yuj vinh van sb'at t'a Italia. Yuj chi' t'a yol te' ix onh yak'xioch vinh."
        },
        {
            "number": "7",
            "text": "Ayic ix onh b'atxi te tzijtum k'ual ix onh b'eyi, yujto k'ojank'olal sb'ey te' barco chi'. Pural ix onh k'och t'a yichanhcot chonhab' Gnido. Ixlajwi chi', ix onh ek' t'a slak'anil chonhab' Salmón, ix onh ek' pax t'a Creta, aton jun ay t'a snanhal ha' mar, yujto a jun ik' chi' anheja' manh tojoloc sb'eyi."
        },
        {
            "number": "8",
            "text": "Pural ix onh ek' t'a sti' Creta chi' masanto ix onh k'och t'a jun chonhab' scuch “B'aj Wach' Tz'och vaan Te' Barco” ay t'a slak'anil chonhab' Lasea."
        },
        {
            "number": "9",
            "text": "Te ayxo smay sb'eyek' te' barco chi' t'a yib'anh ha' mar chi', yujto toxo ix te ek' tiempo, vanxo sja nhab'il q'uinal."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yal vinhaj Pablo t'a eb' icha tik: --Ex vetanimail, svila' to te ay smay co b'at ticnaic. Ol lajvoquel te' barco tik yet' yicatz smasanil. Anhejtona' ay pax smay ol onh chamoc, xchi vinh t'a eb'."
        },
        {
            "number": "11",
            "text": "Palta a vinh capitán chi', maj schalaj yab' vinh tas ix yal vinhaj Pablo chi'. Anhej tas ix yal vinh tz'ik'an b'ey te' barco yet' vinh aj barco chi' ix scha yab' vinh."
        },
        {
            "number": "12",
            "text": "Ha t'a jun lugar chi', malaj b'aj syal skan vaan te' barco chi' yic tzek' nhab'il q'uinal chi'. Yuj chi' quenxonhej manh masaniloc eb' ix naani to wach' tzonh b'atnhej, ta icha chi' colan tzonh k'och t'a chonhab' Fenice t'a yol yic Creta chi'. Ata' sgana eb' ix co tanhvej ek' nhab'il q'uinal chi', yujto manh ovoc sk'och ik' ta'."
        },
        {
            "number": "13",
            "text": "Ix sna eb' to wach' tzonh b'ati, yujto ay jun ik' k'ojank'olal van scot t'a sur. Yuj chi' ix onh b'ati. Ix onh ek' t'a slak'anil stitac Creta chi'."
        },
        {
            "number": "14",
            "text": "Palta junanto rato chi' ix pitzvichaanh junxo niwan ik' tzek' t'a jun lu'um chi'."
        },
        {
            "number": "15",
            "text": "Ix och chulan ik' t'a te' barco chi', majxo yal-laj sb'at te' b'aj sja ik' chi'. Yuj chi' ix cactej quik'anb'at te' b'aj sja ik' chi', munilxonhej ix b'at te' b'aj sb'at ik' chi'."
        },
        {
            "number": "16",
            "text": "Ix onh ek' t'a stz'ey jun yune' lugar scuch Clauda ay t'a snanhal ha' mar. Ata' manhxo ovoclaj ik' icha ix aj sja t'a sb'ab'elal chi'. Aytaxon jun te' co yune' barco tok'b'il yuj te' niwan chi'. Pural ix q'ueta te' co tok'an t'a yib'anh te' niwan chi'."
        },
        {
            "number": "17",
            "text": "Ixlajwi sq'uek'och te' t'a yib'anh te' niwan chi', haxo eb' aj barco chi', ix sk'an juntzanh nivac lasu eb', yic stzek'an tzatzb'oc te' niwan chi' eb'. Yujto ix xiv eb' spok'anem sb'a te' t'a yib'anh jun yarenail jun scuchan Sirte, ay t'a sjayil sti' ha', yuj chi' ix stijemta juntzanh icha mantiado eb' ayq'ue t'a yib'anh te' barco chi', aton juntzanh smak'ji yuj ik'. Ixlajwi chi', ix onh kan ichnhej ta'. Munilxonhej ix onh yik'b'at te' yet' ik' chi'."
        },
        {
            "number": "18",
            "text": "Anhejtona' t'a junxo k'u, te ov jun ik' chi'. Yuj chi', ix och ijan eb' syumancanel yicatz te' t'a yol ha'."
        },
        {
            "number": "19",
            "text": "Axo t'a yoxil k'ual, ix onh kolwaj yet' eb' aj barco chi'. Ay pax juntzanh syamk'ab'il te' barco chi' ix co yumcanel yet' eb'."
        },
        {
            "number": "20",
            "text": "Nivan tiempo majxo quil-laj k'u yet' q'uen k'anal. Axo yuj jun ik' te ov ix k'och chi' t'ayonh, majxo co nalaj tato tzato onh colchaji."
        },
        {
            "number": "21",
            "text": "Nivan tiempo majxo onh valaj. Ixlajwi chi' ix q'ue linhan vinhaj Pablo chi' t'a co cal. Ix yalan vinh: --Ex vetanimail, octom val ix e cha eyab' tas ix vala'. Octom maj onh cotlaj t'a Creta chi'. Tato icha chi', maj am ja jun tik t'a quib'anh, malaj am pax jab'oc tas ix sateli."
        },
        {
            "number": "22",
            "text": "Axo ticnaic sval t'ayex, tek'an tzeyutej e b'a, yujto malaj junok onh ol onh chamoc. Wach'chom ol lajvoquel te' barco tik."
        },
        {
            "number": "23",
            "text": "Yujto a q'uiq'ui t'ak'val ix ul sch'ox sb'a jun yángel Dios t'ayin. Aton jun Dios b'aj svak' em in b'a, yujto ha' ay in yico'."
        },
        {
            "number": "24",
            "text": "Ix yalan jun ángel chi' t'ayin icha tik: Pablo, manh ach xivoc, yujto yowalil ol ach k'och t'a yichanh vinh yajal t'a Roma. Uujnhej ol colchajcanel eb' ayek' ed' t'a yol te' barco tik yuj Dios, xchi t'ayin."
        },
        {
            "number": "25",
            "text": "Yuj chi', tek'an tzeyutej e b'a ex vetanimail, yujto svak'och Dios yipoc in k'ool to yowalil ol elk'och icha ix yal jun ángel chi' t'ayin."
        },
        {
            "number": "26",
            "text": "Palta yowalil ol onh yumjoccanel t'a jun lum lum ay t'a snanhal ha', xchi vinhaj Pablo chi'."
        },
        {
            "number": "27",
            "text": "Ayic ix lajvi schanhlajunhil k'ual, anheja' ay onh ek' t'ha ha' mar yic Adria. Toxo ix onh k'axpajek' t'a jun ha' mar chi' yuj ik'. Axo t'a chimilak'val, a snaan eb' smunlaj t'a te' to van co k'och t'a junok lu'um."
        },
        {
            "number": "28",
            "text": "Ix yechtan sjulal ha' eb'. Ay am junok 40 vara sjulal ha'. Ix b'at janik'xo te', ix yechtanxi eb', ayxonhej am junok 30 vara sjulal ha'."
        },
        {
            "number": "29",
            "text": "Ix xiv eb' smak'an poj sb'a te' t'a q'uen q'ueen ay t'a yich ha'. Yuj chi' ix yak'och d'unhan chanhe' q'uen nivac q'uen eb' t'a spatic elk'och te'. Axo q'uen ix yamanoch vaan te'. Ixlajwi chi', ix stanhvan eb' sakb'i. Ix snib'ej eb' elanhchamel ix sakb'i."
        },
        {
            "number": "30",
            "text": "Axo eb' smunlaj t'a te' barco chi', ix snib'ej el sb'a eb' t'a elanhchamel. Yuj chi', k'ub'eltac ix yaq'uem d'unhunhoc te yune' barco chi' eb' t'a yib'anh ha' mar chi'. Axo ix yutej eb' yalani to a juntzanhxo q'uen q'ueen ix yaq'uem eb' t'a snhi' te', yic malaj mach snaaneli tas van sk'ulan eb'."
        },
        {
            "number": "31",
            "text": "Palta haxo vinhaj Pablo ix b'at alan t'a vinh capitán yet' t'a eb' soldado. --Tato tz'el eb' t'a yol te' barco tik, val yel manh ol onh colchajlaj, xchi vinh."
        },
        {
            "number": "32",
            "text": "Axo eb' soldado chi' ix tzepan sch'anhal te' yune' barco chi'. Ix elcan d'inhnaj te' sch'ocoj."
        },
        {
            "number": "33",
            "text": "Axo yic van sakb'i, ix yalan vinhaj Pablo chi' t'a eb' smasanil to yowalil sva jab'oc eb'. Ix yalan vinh icha tik: --Schanhlajunhilxo k'ual maxtzac ex vayi, maxtzac ex wa yuj xivelal."
        },
        {
            "number": "34",
            "text": "Yuj chi' tzin tevi t'ayex to tzex wa'i yic wach' ol ochxoc eyip, yujto malaj junok onh ol onh chamoc. Anhejtona' malaj junok onh ol onh lajvoc, xchi vinh t'a eb'."
        },
        {
            "number": "35",
            "text": "Ixlajwi yalan jun chi' vinh, ix yik'ancot jun pan vinh. Ix yak'an yuj diosal vinh d'ha Dios t'a yichanh eb' smasanil. Ix xepan snanhal ixim pan chi' vinh. Ix syamanoch vinh svaan ixim."
        },
        {
            "number": "36",
            "text": "Ichato chi', ix snivanan sb'a co k'ool co masanil. Ix onh vaxi."
        },
        {
            "number": "37",
            "text": "276 co b'isul t'a yol te' barco chi'."
        },
        {
            "number": "38",
            "text": "Ixlajwi co vaan tas icha co gana, ix wach' yumchajcanb'at nanhalxo ixim trigo t'a yol ha' mar chi' yic seb'b'i te' barco chi'."
        },
        {
            "number": "39",
            "text": "Axo yic ix sakb'i, ix yilanb'at lum lum eb' munlajvum t'a te' barco chi', palta manh yojtacoc eb' b'ajtil ay jun lugar chi'. Ix yilanb'at jun sk'ab' ha' mar chi' eb', nab'a arena stitac. Ix snaan eb' to syak'lej eb' yik'anb'at te' barco chi' ta', talaj syal sk'och te' ta'."
        },
        {
            "number": "40",
            "text": "Ix stzepan d'inhchaj sch'anhal q'uen syamanoch vaan te' barco chi' eb'. Ix kan juntzanh q'uen q'ueen chi' t'a yol ha' mar chi'. Ix stijanel sch'anhal b'aj sch'umji te' eb', yic wach' syal sch'uman te' eb' junelxo. Ix yak'anxiq'ue jun icha mantiado eb' t'a chaanh, yic a smak'ji yuj ik' sb'eyxi te'. Yuj chi' ix och ijan te' sb'at b'aj ay yarenail sti' ha' chi'."
        },
        {
            "number": "41",
            "text": "Palta ix spoq'uem sb'a te' t'a yib'anh q'uen arena ay t'a yich ha'. Yuj chi' ix kan ch'apan te' t'a q'uen arena chi'. Majxo ib'xoclaj jab'oc te'. Axo te' spatic elk'ochi van smak'jiel vecnaj te' yuj yipal ha'."
        },
        {
            "number": "42",
            "text": "Axo eb' soldado, ix snib'ej eb' smilcham eb' preso yaji yic wach' malaj eb' tz'eli, sb'atcan eb' elelal."
        },
        {
            "number": "43",
            "text": "Palta a vinh capitán chi' maj stak'laj vinh smiljicham eb' presovum chi', yujto sgana vinh scolcanel vinhaj Pablo chi'. Yuj chi' ix yal vinh to a eb' syal smak'an ha', syal sb'ab'laj b'at eb' t'a yib'anh ha', yic tz'elk'och eb' t'a sti' ha' b'aj ay lum lum."
        },
        {
            "number": "44",
            "text": "Axo eb' tzak'an sb'ati, ay eb' sb'at t'a yib'anh te' chemte'. Ay eb' sb'at t'a yib'anh juntzanhxo ste'al te' barco chi'. Icha chi' ix cutej co b'a. Yuj chi' ix onh colchajcanel co masanil. Ix onh elcank'och t'a sti' ha' b'aj ay jun lum lum chi'."
        }
    ]
}