{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix onh colchajcaneli ix cab'ani to a jun lum lum t'a snanhal ha' chi', Malta sb'i lu'um."
        },
        {
            "number": "2",
            "text": "Axo heb' aj chonhab' chi' te wach' ix yutej spensar heb' t'ayonh. Ix yak'anoch jun niwan k'ak' heb' yujto te siic, ay pax nhab'. Ix onh yavtanb'at heb' k'axnel."
        },
        {
            "number": "3",
            "text": "Axo winhaj Pablo chi' ix b'at mek'ancot juntzanhxo te' b'olob'. Ayic wan yak'anb'at te' winh t'a yib'anh k'ak', ay jun nok' chan ix elta t'a skal te' yuj te' k'ak' chi'. Ix chiji sk'ab' winh yuj nok', ix kan chinan nok' t'ay."
        },
        {
            "number": "4",
            "text": "Ayic ix yilan heb' aj chonhab' chi' to ix kan chinan nok' t'a sk'ab' winh, ix yalan heb': --Ha jun winh tik, tecan mak'umcham anima winh. Wach'chom ix yak' ganar winh scolchaj t'a yib'anh ha' mar tik, palta yowalil ol scha spak smul winh chi', ol cham winh, xchi heb'."
        },
        {
            "number": "5",
            "text": "Axo winhaj Pablo chi', tonhej ix stzicub'tanhej sk'ab' winh, ix em lanhnaj nok' t'a skal te' k'ak' chi'. Malaj jab'oc ix ik'an winh yuj nok'."
        },
        {
            "number": "6",
            "text": "Axo heb' smasanil, ix stanhwej heb' smal sk'ab' winh chi'. Ha snaan heb' to t'a jun rato chi' ol cham winh. Axo ix yilan heb' ix ek' tiempo, malaj jab'oc tas ix ik'an winh. Yuj chi' ix sk'ex spensar heb'. Ix yalan heb' icha tik: --Ha winhaj Pablo tik, tecan Dios winh, xchi heb'."
        },
        {
            "number": "7",
            "text": "Ha t'a slak'anil b'aj ay onh ek' chi', ata' ay sluum jun winh yajal yaj t'a Malta chi', aton jun winh scuch Publio. Ix onh schaoch winh t'a yol spat. Oxe' k'ual ix onh ek' yet' winh, te wach' ix yutej spensar winh t'ayonh."
        },
        {
            "number": "8",
            "text": "Palta a winh smam winhaj Publio chi', te penaay winh. Van scham winh yuj k'ak'al yab'il yet' chik'. Axo winhaj Pablo chi' ix och yet' winh t'a yol scuarto. Ix lesalwi winh. Ixlajwi chi' ix yak'anek' sk'ab' winh t'a yib'anh winh. Ichato chi' ix b'oxican sk'ool winh."
        },
        {
            "number": "9",
            "text": "Ixnhej b'oxi sk'ool winh chi', a juntzanhxo heb' penaay t'a jun chonhab' chi', ix laj k'och heb' t'a winh. Ix b'oxipaxcan sk'ool heb'."
        },
        {
            "number": "10",
            "text": "Te xajan ix onh yil heb' anima t'a jun lugar chi'. Axo yic ix k'och stiempoal ko b'atxi t'a yol junxo barco, ix laj yak' heb' tastac tz'och cuuj."
        },
        {
            "number": "11",
            "text": "Oxe' ujal ix onh ek' t'a Malta chi'. Ata' waan och jun te' barco, wan stanhwan yek' nhab'il k 'inal te' ta'. Ha te' barco chi', yic chonhab' Alejandría te'. Ha t'a sat te' ayoch yechel chawanh sdiosal heb', aton Cástor yet' Pólux. Ha t'a yol te' ix onh ochi, ix onh b'ati."
        },
        {
            "number": "12",
            "text": "Ix onh k'och t'a chonhab' Siracusa. Axo ta' ix onh wanaj oxe' k'ual."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix onh b'atxi, ix onh ek' t'a slak'anil stitac lum lum, masanto ix onh k'och t'a chonhab' Regio. Axo t'a junxo k'u, ix cot jun ik' t'a sur. Yuj chi' ix onh b'atxi, chab' k'ual ix onh b'eyxi t'a sat ha'. Ichato chi' ix onh k'och t'a chonhab' Puteoli."
        },
        {
            "number": "14",
            "text": "Ata' ix ilchajel jaywanh heb' creyente cuuj. Ix yalan heb' to tzonh kan uqueoc k'ual ta' yet' heb'. Ixlajwi chi', haxo t'a coc ix onh b'at t'a chonhab' Roma."
        },
        {
            "number": "15",
            "text": "Axo heb' creyente aj Roma chi', ayic ix yab'an heb' to wan ko k'ochi, ix ul onh scha heb' t'a b'e. Ay heb' ix ul onh chaan t'a Apio b'aj ay jun mercado, ay pax heb' t'a Oxe' Posado. Axo ix yilanb'at winhaj Pablo chi' to wan sk'och heb' t'a winh, ix yak'an yuj diosal winh d'ha Dios. Ix te tzalajk'e winh."
        },
        {
            "number": "16",
            "text": "Axo yic ix onh k'och t'a Roma chi' ix yak'anoch heb' presowum chi' winh capitán t'a yol sk'ab' junxo winh yajal heb' soldado ayek' ta'. Axo winhaj Pablo chi' maj ochlaj winh t'a preso yet' heb'. Tonhej ix kan winh t'a jun majan pat b'aj ix tanhwaj winh yuj jun winh soldado."
        },
        {
            "number": "17",
            "text": "Schab'ilxo k'ual ko k'och ta', ix yavtancot heb' yichamtac winaquil heb' israel aj Roma chi' winhaj Pablo chi'. Axo yic ix k'och heb' t'a winh ix yalan winh t'a heb': --Ex wetchonhab', malaj jab'oc in mul t'a heb' quetisraelal. Maj in ju pax sb'eyb'al heb' ko mam quicham. Palta ha t'a Jerusalén in och t'a preso yuj heb', in yak'och heb' t'a yol sk'ab' heb' aj Roma."
        },
        {
            "number": "18",
            "text": "Sk'anb'ej heb' aj Roma chi' t'ayin tas in mul. Palta ix yil heb' to malaj jab'oc in mul smoj in cham yuj. Yuj chi' ix snib'ej heb' in yak'el t'a libre."
        },
        {
            "number": "19",
            "text": "Palta a heb' quetisraelal chi', maj yal-laj sk'ol heb' icha chi'. Yuj chi' ix in k'ancot in b'ha t'a winh cajal t'a Roma tik, ato winh ol ch'olb'itanoc tas in mul. Palta malaj jab'oc tas ol wak'b'at t'a yib'anh heb' quetchonhab' chi'."
        },
        {
            "number": "20",
            "text": "Yuj chi' tzex wavtejcoti, yujto in gana tzex wila'', tzex in k'umej jab'oc. Yujto ay jun ko Kolumal tanhwab'iltaxon sjawi cuuj a onh israel onh tik. Yujnhej to swak'och in pensar t'a jun chi', ayoch k'een cadena tik t'ayin, xchi winhaj Pablo chi' t'a heb'."
        },
        {
            "number": "21",
            "text": "Yuj chi', ix yal heb' t'a winh: --Malaj junok carta ix cot t'a heb' aj Judea chi' b'aj syal uuj. Malaj pax junok heb' quetchonhab' israel ix ul alan junok tas t'a a patic."
        },
        {
            "number": "22",
            "text": "Palta ko gana scab' a onh tik tas wan a naani. Yujto ix cab' specal to ha t'a junjun lugar, slaj yal chukal heb' t'a spatic jun he k'ayb'ub'al toto pitzwinac chi', xchi heb' t'a winh."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix yak'an slajtial heb' tas k'ual smolb'ej sb'a heb' junelxo. Axo t'a junxo k'u chi' tzijtum heb' ix smolb'ej sb'a b'aj ayek' winhaj Pablo chi'. Ix och ijan winh yalan t'a heb' t'a q'uinhib'alil, masanto ix b'at k'u. Ix yalan wal winh t'a heb' sik'lab'il tas tz'aj yoch heb' t'a yol sk'ab' Dios. Ix yavtan pax juntzanh tz'ib'ab'ilcan t'a ch'anh ley Moisés winh yet' tas tz'ib'ab'ilcan yuj heb' schecab' Dios t'a peka' yic syak' winh yojtaquejel heb' to yel tas syal winh yuj Jesús chi'."
        },
        {
            "number": "24",
            "text": "Ay heb' ix ak'anoch t'a sk'ool. Ay pax heb' maj chaan yab'i tas ix yal winh."
        },
        {
            "number": "25",
            "text": "Yujto maj scha sb'a spensar heb', ix laj pax heb' t'a spat. Yuj chi' ix yal winhaj Pablo chi' t'a heb': --Ha Yespíritu Dios ak'annac yal winhaj Isaías t'a heb' ko mam quicham t'a peka'. Te yel jun yalnac winh chi', aton jun syal icha tik:"
        },
        {
            "number": "26",
            "text": "Ixic b'at al t'a heb' anima tik, tzalan icha tik: Val yel ol eyab'i, palta manh ol nachajel-laj eyuuj. Wach'chom ol eyila', palta anhejtona' manh ol nachajel-laj eyuuj, xa chi t'a heb'."
        },
        {
            "number": "27",
            "text": "Yujto a heb' anima tik, toxo ix pitb'iel heb'. Icha to smac schiquin heb', yic max yab' in lolonel heb'. Anhejtona', icha to smutz' sat heb', yic max yil jun yel chi' heb'. Toxon max nachajel-laj jab'oc yuj heb'. Max sk'ex sb'eyb'al heb'. Max yak'och spensar heb' t'ayin, yic tzin colan heb', xchi Yespíritu Dios t'a Slolonel Tz'ib'ab'ilcani."
        },
        {
            "number": "28",
            "text": "Yuj chi', nachajocab' el eyuuj to ha Dios wan yak'an jun colnab'il tik t'a heb' manh israelok. Yujto a heb' chi' syak'och schiquin heb' t'ay, xchi winhaj Pablo chi' t'a heb'."
        },
        {
            "number": "29",
            "text": "Axo winhaj Pablo chi', chab' ab'il ix aj winh t'a yol jun smajan pat chi'. Axo heb' ix laj k'och sk'umej winh ix chaji heb' yuj winh."
        },
        {
            "number": "30",
            "text": "Ix stek'b'ej sb'a winh yalaneli, chajtil tz'aj yoch heb' anima t'a yol sk'ab' Dios. Ix yalanel juntzanh sk'ayb'ub'al Kajal Jesucristo winh. Malaj mach ix cachanoch waan jab'oc winh."
        }
    ]
}