{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix onh colchajcaneli ix cab'ani to a jun lum lum t'a snanhal ha' chi', Malta sb'i lu'um."
        },
        {
            "number": "2",
            "text": "Axo eb' aj chonhab' chi' te wach' ix yutej spensar eb' t'ayonh. Ix yak'anoch jun niwan k'ak' eb' yujto te siic, ay pax nhab'. Ix onh yavtanb'at eb' k'axnel."
        },
        {
            "number": "3",
            "text": "Axo vinhaj Pablo chi' ix b'at mek'ancot juntzanhxo te' b'olob'. Ayic van yak'anb'at te' vinh t'a yib'anh k'ak', ay jun nok' chan ix elta t'a skal te' yuj te' k'ak' chi'. Ix chiji sk'ab' vinh yuj nok', ix kan chinan nok' t'ay."
        },
        {
            "number": "4",
            "text": "Ayic ix yilan eb' aj chonhab' chi' to ix kan chinan nok' t'a sk'ab' vinh, ix yalan eb': --Ha jun vinh tik, tecan mak'umcham anima vinh. Wach'chom ix yak' ganar vinh scolchaj t'a yib'anh ha' mar tik, palta yovalil ol scha spac smul vinh chi', ol cham vinh, xchi eb'."
        },
        {
            "number": "5",
            "text": "Axo vinhaj Pablo chi', tonhej ix stzicub'tanhej sk'ab' vinh, ix em lanhnaj nok' t'a skal te' k'ak' chi'. Malaj jab'oc ix ik'an vinh yuj nok'."
        },
        {
            "number": "6",
            "text": "Axo eb' smasanil, ix stanhvej eb' smal sk'ab' vinh chi'. Ha snaan eb' to t'a jun rato chi' ol cham vinh. Axo ix yilan eb' ix ek' tiempo, malaj jab'oc tas ix ik'an vinh. Yuj chi' ix sq'uex spensar eb'. Ix yalan eb' icha tik: --Ha vinhaj Pablo tik, tecan dios vinh, xchi eb'."
        },
        {
            "number": "7",
            "text": "Ha t'a slak'anil b'aj ay onh ek' chi', ata' ay sluum jun vinh yajal yaj t'a Malta chi', aton jun vinh scuch Publio. Ix onh schaoch vinh t'a yol spat. Oxe' k'ual ix onh ek' yet' vinh, te wach' ix yutej spensar vinh t'ayonh."
        },
        {
            "number": "8",
            "text": "Palta a vinh smam vinhaj Publio chi', te penaay vinh. Van scham vinh yuj k'ak'al yab'il yet' chik'. Axo vinhaj Pablo chi' ix och yet' vinh t'a yol scuarto. Ix lesalvi vinh. Ixlajwi chi' ix yak'anek' sk'ab' vinh t'a yib'anh vinh. Ichato chi' ix b'oxican sk'ool vinh."
        },
        {
            "number": "9",
            "text": "Ixnhej b'oxi sk'ool vinh chi', a juntzanhxo eb' penaay t'a jun chonhab' chi', ix laj k'och eb' t'a vinh. Ix b'oxipaxcan sk'ool eb'."
        },
        {
            "number": "10",
            "text": "Te xajan ix onh yil eb' anima t'a jun lugar chi'. Axo yic ix k'och stiempoal co b'atxi t'a yol junxo barco, ix laj yak' eb' tastac tz'och cuuj."
        },
        {
            "number": "11",
            "text": "Oxe' ujal ix onh ek' t'a Malta chi'. Ata' vaan och jun te' barco, van stanhvan yek' nhab'il q'uinal te' ta'. Ha te' barco chi', yic chonhab' Alejandría te'. Ha t'a sat te' ayoch yechel chavanh sdiosal eb', aton Cástor yet' Pólux. Ha t'a yol te' ix onh ochi, ix onh b'ati."
        },
        {
            "number": "12",
            "text": "Ix onh k'och t'a chonhab' Siracusa. Axo ta' ix onh vanaj oxe' k'ual."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix onh b'atxi, ix onh ek' t'a slak'anil stitac lum lum, masanto ix onh k'och t'a chonhab' Regio. Axo t'a junxo k'u, ix cot jun ik' t'a sur. Yuj chi' ix onh b'atxi, chab' k'ual ix onh b'eyxi t'a sat ha'. Ichato chi' ix onh k'och t'a chonhab' Puteoli."
        },
        {
            "number": "14",
            "text": "Ata' ix ilchajel jayvanh eb' creyente cuuj. Ix yalan eb' to tzonh kan uqueoc k'ual ta' yet' eb'. Ixlajwi chi', haxo t'a coc ix onh b'at t'a chonhab' Roma."
        },
        {
            "number": "15",
            "text": "Axo eb' creyente aj Roma chi', ayic ix yab'an eb' to van co k'ochi, ix ul onh scha eb' t'a b'e. Ay eb' ix ul onh chaan t'a Apio b'aj ay jun mercado, ay pax eb' t'a Oxe' Posado. Axo ix yilanb'at vinhaj Pablo chi' to van sk'och eb' t'a vinh, ix yak'an yuj diosal vinh d'ha Dios. Ix te tzalajq'ue vinh."
        },
        {
            "number": "16",
            "text": "Axo yic ix onh k'och t'a Roma chi' ix yak'anoch eb' presovum chi' vinh capitán t'a yol sk'ab' junxo vinh yajal eb' soldado ayek' ta'. Axo vinhaj Pablo chi' maj ochlaj vinh t'a preso yet' eb'. Tonhej ix kan vinh t'a jun majan pat b'aj ix tanhvaj vinh yuj jun vinh soldado."
        },
        {
            "number": "17",
            "text": "Schab'ilxo k'ual co k'och ta', ix yavtancot eb' yichamtac vinaquil eb' israel aj Roma chi' vinhaj Pablo chi'. Axo yic ix k'och eb' t'a vinh ix yalan vinh t'a eb': --Ex vetchonhab', malaj jab'oc in mul t'a eb' quetisraelal. Maj in ju pax sb'eyb'al eb' co mam quicham. Palta ha t'a Jerusalén in och t'a preso yuj eb', in yak'och eb' t'a yol sk'ab' eb' aj Roma."
        },
        {
            "number": "18",
            "text": "Sk'anb'ej eb' aj Roma chi' t'ayin tas in mul. Palta ix yil eb' to malaj jab'oc in mul smoj in cham yuj. Yuj chi' ix snib'ej eb' in yaq'uel t'a libre."
        },
        {
            "number": "19",
            "text": "Palta a eb' quetisraelal chi', maj yal-laj sk'ol eb' icha chi'. Yuj chi' ix in k'ancot in b'ha t'a vinh cajal t'a Roma tik, ato vinh ol ch'olb'itanoc tas in mul. Palta malaj jab'oc tas ol vak'b'at t'a yib'anh eb' quetchonhab' chi'."
        },
        {
            "number": "20",
            "text": "Yuj chi' tzex vavtejcoti, yujto in gana tzex wila'', tzex in k'umej jab'oc. Yujto ay jun co Columal tanhvab'iltaxon sjavi cuuj a onh israel onh tik. Yujnhej to svak'och in pensar t'a jun chi', ayoch q'uen cadena tik t'ayin, xchi vinhaj Pablo chi' t'a eb'."
        },
        {
            "number": "21",
            "text": "Yuj chi', ix yal eb' t'a vinh: --Malaj junok carta ix cot t'a eb' aj Judea chi' b'aj syal uuj. Malaj pax junok eb' quetchonhab' israel ix ul alan junok tas t'a a patic."
        },
        {
            "number": "22",
            "text": "Palta co gana scab' a onh tik tas van a naani. Yujto ix cab' specal to ha t'a junjun lugar, slaj yal chucal eb' t'a spatic jun e k'ayb'ub'al toto pitzvinac chi', xchi eb' t'a vinh."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix yak'an slajtial eb' tas k'ual smolb'ej sb'a eb' junelxo. Axo t'a junxo k'u chi' tzijtum eb' ix smolb'ej sb'a b'aj ayek' vinhaj Pablo chi'. Ix och ijan vinh yalan t'a eb' t'a q'uinhib'alil, masanto ix b'at k'u. Ix yalan val vinh t'a eb' sik'lab'il tas tz'aj yoch eb' t'a yol sk'ab' Dios. Ix yavtan pax juntzanh tz'ib'ab'ilcan t'a ch'anh ley Moisés vinh yet' tas tz'ib'ab'ilcan yuj eb' schecab' Dios t'a peca' yic syak' vinh yojtaquejel eb' to yel tas syal vinh yuj Jesús chi'."
        },
        {
            "number": "24",
            "text": "Ay eb' ix ak'anoch t'a sk'ool. Ay pax eb' maj chaan yab'i tas ix yal vinh."
        },
        {
            "number": "25",
            "text": "Yujto maj scha sb'a spensar eb', ix laj pax eb' t'a spat. Yuj chi' ix yal vinhaj Pablo chi' t'a eb': --Ha Yespíritu Dios ak'annac yal vinhaj Isaías t'a eb' co mam quicham t'a peca'. Te yel jun yalnac vinh chi', aton jun syal icha tik:"
        },
        {
            "number": "26",
            "text": "Ixic b'at al t'a eb' anima tik, tzalan icha tik: Val yel ol eyab'i, palta manh ol nachajel-laj eyuuj. Wach'chom ol eyila', palta anhejtona' manh ol nachajel-laj eyuuj, xa chi t'a eb'."
        },
        {
            "number": "27",
            "text": "Yujto a eb' anima tik, toxo ix pitb'iel eb'. Icha to smac schiquin eb', yic max yab' in lolonel eb'. Anhejtona', icha to smutz' sat eb', yic max yil jun yel chi' eb'. Toxon max nachajel-laj jab'oc yuj eb'. Max sq'uex sb'eyb'al eb'. Max yak'och spensar eb' t'ayin, yic tzin colan eb', xchi Yespíritu Dios t'a Slolonel Tz'ib'ab'ilcani."
        },
        {
            "number": "28",
            "text": "Yuj chi', nachajocab' el eyuuj to ha Dios van yak'an jun colnab'il tik t'a eb' manh israeloc. Yujto a eb' chi' syak'och schiquin eb' t'ay, xchi vinhaj Pablo chi' t'a eb'."
        },
        {
            "number": "29",
            "text": "Axo vinhaj Pablo chi', chab' ab'il ix aj vinh t'a yol jun smajan pat chi'. Axo eb' ix laj k'och sk'umej vinh ix chaji eb' yuj vinh."
        },
        {
            "number": "30",
            "text": "Ix stek'b'ej sb'a vinh yalaneli, chajtil tz'aj yoch eb' anima t'a yol sk'ab' Dios. Ix yalanel juntzanh sk'ayb'ub'al Cajal Jesucristo vinh. Malaj mach ix cachanoch vaan jab'oc vinh."
        }
    ]
}