{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha junel, t'a a las tres yic yemk'ualil, molan ix b'at vinhaj Pedro yet' vinhaj Juan t'a stemplo Dios, yujto icha chi' yorail slesalvi eb' aj Israel ta'."
        },
        {
            "number": "2",
            "text": "Ay jun vinh, junjun k'u tzul chelchajcan t'a yol sti' jun spuertail yamaq'uil templo chi', aton t'a jun scuch Wach' Yilji, yic sk'an tumin vinh t'a eb' sk'och t'a yol yamaq'uil templo chi', yujto max yal sb'ey vinh yictax ix alji."
        },
        {
            "number": "3",
            "text": "Axo ix yilan vinh sk'och vinhaj Pedro yet' vinhaj Juan t'a stemplo Dios chi', ayic van yoch eb' vinh ta', ix sk'anan stumin vinh t'a eb' vinh."
        },
        {
            "number": "4",
            "text": "Axo vinhaj Pedro yet' vinhaj Juan chi' ix och q'uelan t'a vinh. --Cotanh q'uelan t'ayonh, xchi vinhaj Pedro chi' t'a vinh."
        },
        {
            "number": "5",
            "text": "Yuj chi', ix och q'uelan vinh t'a eb' vinh. Ha snaan vinh to ol ak'joc jab'oc stumin vinh yuj eb' vinh."
        },
        {
            "number": "6",
            "text": "Palta ix yalan vinhaj Pedro chi' t'a vinh: --Ha in tik, malaj in tumin. Palta ay jun syal vuuj, a yet' jun chi' ol in colvaj t'ayach. Yuj spoder Jesucristo aj Nazaret q'ueanh vaan, b'eyanh, xchi vinh t'a vinh."
        },
        {
            "number": "7",
            "text": "Axo vinhaj Pedro chi' ix yaman sk'ab' vinh t'a svach'. Ix squetzanq'ue vaan vinh. Elanhchamel ix och yip yoc vinh yet' yip sjaj yoc vinh schab'il."
        },
        {
            "number": "8",
            "text": "Ix q'ue jucnaj vinh, ix och ijan vinh sb'eyi. Ix och vinh t'a yol yamaq'uil templo chi' yet' eb' vinh, sq'ue chennaj vinh ayic sb'eyek' vinh. Ix yalanpax wach' lolonel vinh d'ha Dios."
        },
        {
            "number": "9",
            "text": "Axo eb' anima ayek' ta', ix laj yil eb' sb'eyek' vinh, ix yab'an eb' yalan wach' lolonel vinh d'ha Dios."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix te sat sk'ool eb' yuj tas ix aj sb'o vinh, yujto yojtac eb' to junjun k'u k'ojanem vinh sk'an tumin t'a sti' spuertail yamaq'uil templo chi', aton t'a jun scuch Wach' Yilji."
        },
        {
            "number": "11",
            "text": "Ha vinh ix b'oxi yoc chi', junnhej tzek' vinh yet' vinhaj Pedro yet' vinhaj Juan chi'. Axo eb' anima smasanil, ix te sat sk'ool eb'. Yuj chi' ix smolb'an sb'a eb' smasanil t'a stz'ey eb' vinh ayic ayek' eb' vinh t'a jun stentail stemplo Dios scuchan Yic Salomón."
        },
        {
            "number": "12",
            "text": "Ayic ix yilan jun chi' vinhaj Pedro chi', ix yalan vinh t'a eb': --Ex vetisraelal, ¿tas yuj ste sat e k'ool onh eyilani? ¿Tas yuj tzex och q'uelan t'ayonh? Manh e na'a to yuj co jelanil mato yuj co wach'il ix b'oxi sb'ey jun vinh tik."
        },
        {
            "number": "13",
            "text": "Ha co Diosal, anheja' jun Dios b'aj yak'naquem sb'a eb' co mam quicham, aton vinhaj Abraham, vinhaj Isaac yet' vinhaj Jacob. Yuj paxi te niwan ix aj yelk'och Jesús, aton Yuninal. Palta a ex tik, ix eyak'och t'a yol sk'ab' eb' yajal. Ha vinh yajal scuchan Pilato, sgana vinh ix yaq'uel t'a libre. Ha exxo maj yal-laj e k'ool."
        },
        {
            "number": "14",
            "text": "Ha Jesús chi', yicnhej Dios yaji, te tojol sb'eyb'al. Palta a exxo tik, maj e cha el-laj t'a libre. Axo jun vinh mak'umcham anima ix e k'anelta sq'uexuloc."
        },
        {
            "number": "15",
            "text": "Icha chi' ix eyutej e milancham jun aj q'uinal. Palta ha Dios ix ak'anxi pitzvoc t'a skal eb' chamnac. Ha jun tik scak' val och co b'a testigoal yuj."
        },
        {
            "number": "16",
            "text": "Ha jun vinh tzeyil tik, eyojtac vinh, toxonton max yal sb'ey vinh. Palta a Jesús ix ak'an b'oxoc vinh. Yujnhej to scak'och Jesús chi' t'a co k'ool ix b'oxi sk'ool vinh sik'lab'il t'a eyichanh e masanil."
        },
        {
            "number": "17",
            "text": "Axo ticnaic ex vetchonhab', vojtac to ix eyak' miljoccham Jesús chi' yujto manh eyojtacoc tas van e k'ulani. Icha pax chi' eb' yajal, manh yojtacoc eb'."
        },
        {
            "number": "18",
            "text": "Palta icha chi' ix yutej Dios yak'an elk'och tas alb'ilcan yuj eb' schecab'. Yujto yalnaccan eb' to a Cristo yovalil ol yab' syail."
        },
        {
            "number": "19",
            "text": "Yuj chi', naec e b'a. Q'uexec e b'eyb'al, aq'ek och e pensar d'ha Dios, yic wach' ol succhaj sat e mul. Tato icha chi', ay jun pekti’ ol yak' Dios Cajal tzalajk'olal t'ayonh a onh israel onh tik."
        },
        {
            "number": "20",
            "text": "Ha Dios ol checanxicot Jesús t'a schaelal, yujto a ak'jinac yopisio yoch Cristoal t'ayex yet' t'ayonh."
        },
        {
            "number": "21",
            "text": "Palta a ticnaic, yovalil ol cannhej Jesucristo t'a satcha’anh, masanto ol javoc jun pekti’ ayic ol b'o yaj masanil tas yuj Dios. Icha chi' yutejnac yalancanel t'a sti' eb' schecab' t'a peca', aton eb' yicnhej Dios yaji."
        },
        {
            "number": "22",
            "text": "Axo vinhaj Moisés alannaccan icha tik t'a eb' co mam quicham: Ha Dios Cajal ol sik'anelta jun schecab' t'a skal eb' quetchonhab', icha ix yutej in sik'anelta a in tik. Tzeyak' val och e chiquin t'a jantacnhej tas ol yal t'ayex."
        },
        {
            "number": "23",
            "text": "Yujto a mach manh ol ak'anoch schiquin smaclan yab' tas ol yala', ol satxicanel t'a skal eb' quetchonhab', xchinaccan Moisés chi' t'a Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "24",
            "text": "Ha jantacnhej eb' schecab' Dios ek'nac t'a peca', yictax yek'nac vinhaj Samuel, ix laj yalcan yab'ixal jun pekti’ van yek' tik eb'."
        },
        {
            "number": "25",
            "text": "Palta a ex tik, yinhtil ex kan eb' vinh alannaccanel slolonel Dios chi' qued'oc. Yuj chi', ayic yak'annacpaxcan strato Dios yet' eb' co mam quicham chi', yak'nacpaxcan t'ayonh yet' eb'. Aton jun strato tik yak'naccan t'a vinhaj Abraham chi'. Xchi icha tik: Yuj inhtilal, ol vak' in wach'k'olal t'a eb' anima t'a junjun chonhab' t'a yol yib'anhk’inal tik, xchi Dios t'a vinhaj Abraham chi'."
        },
        {
            "number": "26",
            "text": "Ayic ix yak'anxi pitzvoc Yuninal, a t'ayonh ix sb'ab'laj chequejcoti, yic wach' tzonh colchaji, scactancan co chucal junjun onh, xchi vinhaj Pedro chi' t'a eb'."
        }
    ]
}