{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha junel, t'a a las tres yic yemk'ualil, molan ix b'at winhaj Pedro yet' winhaj Juan t'a stemplo Dios, yujto icha chi' yorail slesalvi eb' aj Israel ta'."
        },
        {
            "number": "2",
            "text": "Ay jun winh, junjun k'u tzul chelchajcan t'a yol sti' jun spuertail yamaq'uil templo chi', aton t'a jun scuch Wach' Yilji, yic sk'an tumin winh t'a eb' sk'och t'a yol yamaq'uil templo chi', yujto max yal sb'ey winh yictax ix alji."
        },
        {
            "number": "3",
            "text": "Axo ix yilan winh sk'och winhaj Pedro yet' winhaj Juan t'a stemplo Dios chi', ayic van yoch eb' winh ta', ix sk'anan stumin winh t'a eb' winh."
        },
        {
            "number": "4",
            "text": "Axo winhaj Pedro yet' winhaj Juan chi' ix och q'uelan t'a winh. --Cotanh q'uelan t'ayonh, xchi winhaj Pedro chi' t'a winh."
        },
        {
            "number": "5",
            "text": "Yuj chi', ix och q'uelan winh t'a eb' winh. Ha snaan winh to ol ak'joc jab'oc stumin winh yuj eb' winh."
        },
        {
            "number": "6",
            "text": "Palta ix yalan winhaj Pedro chi' t'a winh: --Ha in tik, malaj in tumin. Palta ay jun syal vuuj, a yet' jun chi' ol in kolwaj t'ayach. Yuj spoder Jesucristo aj Nazaret q'ueanh vaan, b'eyanh, xchi winh t'a winh."
        },
        {
            "number": "7",
            "text": "Axo winhaj Pedro chi' ix yaman sk'ab' winh t'a swach'. Ix squetzanq'ue vaan winh. Elanhchamel ix och yip yoc winh yet' yip sjaj yoc winh schab'il."
        },
        {
            "number": "8",
            "text": "Ix q'ue jucnaj winh, ix och ijan winh sb'eyi. Ix och winh t'a yol yamaq'uil templo chi' yet' eb' winh, sq'ue chennaj winh ayic sb'eyek' winh. Ix yalanpax wach' lolonel winh d'ha Dios."
        },
        {
            "number": "9",
            "text": "Axo eb' anima ayek' ta', ix laj yil eb' sb'eyek' winh, ix yab'an eb' yalan wach' lolonel winh d'ha Dios."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix te sat sk'ool eb' yuj tas ix aj sb'o winh, yujto yojtac eb' to junjun k'u k'ojanem winh sk'an tumin t'a sti' spuertail yamaq'uil templo chi', aton t'a jun scuch Wach' Yilji."
        },
        {
            "number": "11",
            "text": "Ha winh ix b'oxi yoc chi', junnhej tzek' winh yet' winhaj Pedro yet' winhaj Juan chi'. Axo eb' anima smasanil, ix te sat sk'ool eb'. Yuj chi' ix smolb'an sb'a eb' smasanil t'a stz'ey eb' winh ayic ayek' eb' winh t'a jun stentail stemplo Dios scuchan Yic Salomón."
        },
        {
            "number": "12",
            "text": "Ayic ix yilan jun chi' winhaj Pedro chi', ix yalan winh t'a eb': --Ex vetisraelal, ¿tas yuj ste sat e k'ool onh eyilani? ¿Tas yuj tzex och q'uelan t'ayonh? Manh e na'a to yuj co jelanil mato yuj co wach'il ix b'oxi sb'ey jun winh tik."
        },
        {
            "number": "13",
            "text": "Ha co Diosal, anheja' jun Dios b'aj yak'naquem sb'a eb' co mam quicham, aton winhaj Abraham, winhaj Isaac yet' winhaj Jacob. Yuj paxi te niwan ix aj yelk'och Jesús, aton Yuninal. Palta a ex tik, ix eyak'och t'a yol sk'ab' eb' yajal. Ha winh yajal scuchan Pilato, sgana winh ix yaq'uel t'a libre. Ha exxo maj yal-laj e k'ool."
        },
        {
            "number": "14",
            "text": "Ha Jesús chi', yicnhej Dios yaji, te tojol sb'eyb'al. Palta a exxo tik, maj e cha el-laj t'a libre. Axo jun winh mak'umcham anima ix e k'anelta sq'uexuloc."
        },
        {
            "number": "15",
            "text": "Icha chi' ix eyutej e milancham jun aj q'uinal. Palta ha Dios ix ak'anxi pitzvoc t'a skal eb' chamnac. Ha jun tik scak' val och co b'a testigoal yuj."
        },
        {
            "number": "16",
            "text": "Ha jun winh tzeyil tik, eyojtac winh, toxonton max yal sb'ey winh. Palta a Jesús ix ak'an b'oxoc winh. Yujnhej to scak'och Jesús chi' t'a co k'ool ix b'oxi sk'ool winh sik'lab'il t'a eyichanh e masanil."
        },
        {
            "number": "17",
            "text": "Axo ticnaic ex vetchonhab', vojtac to ix eyak' miljoccham Jesús chi' yujto manh eyojtacoc tas van e k'ulani. Icha pax chi' eb' yajal, manh yojtacoc eb'."
        },
        {
            "number": "18",
            "text": "Palta icha chi' ix yutej Dios yak'an elk'och tas alb'ilcan yuj eb' schecab'. Yujto yalnaccan eb' to a Cristo yowalil ol yab' syail."
        },
        {
            "number": "19",
            "text": "Yuj chi', naec e b'a. Q'uexec e b'eyb'al, aq'ek och e pensar d'ha Dios, yic wach' ol succhaj sat e mul. Tato icha chi', ay jun pekti’ ol yak' Dios Cajal tzalajk'olal t'ayonh a onh israel onh tik."
        },
        {
            "number": "20",
            "text": "Ha Dios ol checanxicot Jesús t'a schaelal, yujto a ak'jinac yopisio yoch Cristoal t'ayex yet' t'ayonh."
        },
        {
            "number": "21",
            "text": "Palta a ticnaic, yowalil ol cannhej Jesucristo t'a satcha’anh, masanto ol javok jun pekti’ ayic ol b'o yaj masanil tas yuj Dios. Icha chi' yutejnac yalancanel t'a sti' eb' schecab' t'a peca', aton eb' yicnhej Dios yaji."
        },
        {
            "number": "22",
            "text": "Axo winhaj Moisés alannaccan icha tik t'a eb' co mam quicham: Ha Dios Cajal ol sik'anelta jun schecab' t'a skal eb' quetchonhab', icha ix yutej in sik'anelta a in tik. Tzeyak' val och e chiquin t'a jantacnhej tas ol yal t'ayex."
        },
        {
            "number": "23",
            "text": "Yujto a mach manh ol ak'anoch schiquin smaclan yab' tas ol yala', ol satxicanel t'a skal eb' quetchonhab', xchinaccan Moisés chi' t'a Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "24",
            "text": "Ha jantacnhej eb' schecab' Dios ek'nac t'a peca', yictax yek'nac winhaj Samuel, ix laj yalcan yab'ixal jun pekti’ van yek' tik eb'."
        },
        {
            "number": "25",
            "text": "Palta a ex tik, yinhtil ex kan eb' winh alannaccanel slolonel Dios chi' qued'oc. Yuj chi', ayic yak'annacpaxcan strato Dios yet' eb' co mam quicham chi', yak'nacpaxcan t'ayonh yet' eb'. Aton jun strato tik yak'naccan t'a winhaj Abraham chi'. Xchi icha tik: Yuj inhtilal, ol vak' in wach'k'olal t'a eb' anima t'a junjun chonhab' t'a yol yib'anhk’inal tik, xchi Dios t'a winhaj Abraham chi'."
        },
        {
            "number": "26",
            "text": "Ayic ix yak'anxi pitzvoc Yuninal, a t'ayonh ix sb'ab'laj chequejcoti, yic wach' tzonh colchaji, scactancan co chukal junjun onh, xchi winhaj Pedro chi' t'a eb'."
        }
    ]
}