{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "A junel, d'a a las tres yic yemk'ualil, molan ix b'at vinhaj Pedro yed' vinhaj Juan d'a stemplo Dios, yujto icha chi' yorail slesalvi eb' aj Israel ta'."
        },
        {
            "number": "2",
            "text": "Ay jun vinh, junjun k'u tzul chelchajcan d'a yol sti' jun spuertail yamaq'uil templo chi', aton d'a jun scuch Vach' Yilji, yic sk'an tumin vinh d'a eb' sk'och d'a yol yamaq'uil templo chi', yujto max yal sb'ey vinh yictax ix alji."
        },
        {
            "number": "3",
            "text": "Axo ix yilan vinh sk'och vinhaj Pedro yed' vinhaj Juan d'a stemplo Dios chi', ayic van yoch eb' vinh ta', ix sk'anan stumin vinh d'a eb' vinh."
        },
        {
            "number": "4",
            "text": "Axo vinhaj Pedro yed' vinhaj Juan chi' ix och q'uelan d'a vinh. --Cotanh q'uelan d'ayonh, xchi vinhaj Pedro chi' d'a vinh."
        },
        {
            "number": "5",
            "text": "Yuj chi', ix och q'uelan vinh d'a eb' vinh. A snaan vinh to ol ak'joc jab'oc stumin vinh yuj eb' vinh."
        },
        {
            "number": "6",
            "text": "Palta ix yalan vinhaj Pedro chi' d'a vinh: --A in tic, malaj in tumin. Palta ay jun syal vuuj, a yed' jun chi' ol in colvaj d'ayach. Yuj spoder Jesucristo aj Nazaret q'ueanh vaan, b'eyanh, xchi vinh d'a vinh."
        },
        {
            "number": "7",
            "text": "Axo vinhaj Pedro chi' ix yaman sk'ab' vinh d'a svach'. Ix squetzanq'ue vaan vinh. Elanhchamel ix och yip yoc vinh yed' yip sjaj yoc vinh schab'il."
        },
        {
            "number": "8",
            "text": "Ix q'ue jucnaj vinh, ix och ijan vinh sb'eyi. Ix och vinh d'a yol yamaq'uil templo chi' yed' eb' vinh, sq'ue chennaj vinh ayic sb'eyek' vinh. Ix yalanpax vach' lolonel vinh d'a Dios."
        },
        {
            "number": "9",
            "text": "Axo eb' anima ayek' ta', ix laj yil eb' sb'eyek' vinh, ix yab'an eb' yalan vach' lolonel vinh d'a Dios."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix te sat sk'ool eb' yuj tas ix aj sb'o vinh, yujto yojtac eb' to junjun k'u k'ojanem vinh sk'an tumin d'a sti' spuertail yamaq'uil templo chi', aton d'a jun scuch Vach' Yilji."
        },
        {
            "number": "11",
            "text": "A vinh ix b'oxi yoc chi', junnhej tz'ek' vinh yed' vinhaj Pedro yed' vinhaj Juan chi'. Axo eb' anima smasanil, ix te sat sk'ool eb'. Yuj chi' ix smolb'an sb'a eb' smasanil d'a stz'ey eb' vinh ayic ayek' eb' vinh d'a jun stentail stemplo Dios scuchan Yic Salomón."
        },
        {
            "number": "12",
            "text": "Ayic ix yilan jun chi' vinhaj Pedro chi', ix yalan vinh d'a eb': --Ex vetisraelal, ¿tas yuj ste sat e k'ool onh eyilani? ¿Tas yuj tzex och q'uelan d'ayonh? Manh e na'a to yuj co jelanil mato yuj co vach'il ix b'oxi sb'ey jun vinh tic."
        },
        {
            "number": "13",
            "text": "A co Diosal, anheja' jun Dios b'aj yak'naquem sb'a eb' co mam quicham, aton vinhaj Abraham, vinhaj Isaac yed' vinhaj Jacob. Yuuj paxi te nivan ix aj yelk'och Jesús, aton Yuninal. Palta a ex tic, ix eyak'och d'a yol sk'ab' eb' yajal. A vinh yajal scuchan Pilato, sgana vinh ix yaq'uel d'a libre. A exxo maj yal-laj e k'ool."
        },
        {
            "number": "14",
            "text": "A Jesús chi', yicnhej Dios yaji, te tojol sb'eyb'al. Palta a exxo tic, maj e cha el-laj d'a libre. Axo jun vinh mak'umcham anima ix e k'anelta sq'uexuloc."
        },
        {
            "number": "15",
            "text": "Icha chi' ix eyutej e milancham jun aj q'uinal. Palta a Dios ix ak'anxi pitzvoc d'a scal eb' chamnac. A jun tic scak' val och co b'a testigoal yuuj."
        },
        {
            "number": "16",
            "text": "A jun vinh tzeyil tic, eyojtac vinh, toxonton max yal sb'ey vinh. Palta a Jesús ix ak'an b'oxoc vinh. Yujnhej to scak'och Jesús chi' d'a co k'ool ix b'oxi sk'ool vinh sik'lab'il d'a eyichanh e masanil."
        },
        {
            "number": "17",
            "text": "Axo ticnaic ex vetchonhab', vojtac to ix eyak' miljoccham Jesús chi' yujto manh eyojtacoc tas van e k'ulani. Icha pax chi' eb' yajal, manh yojtacoc eb'."
        },
        {
            "number": "18",
            "text": "Palta icha chi' ix yutej Dios yak'an elk'och tas alb'ilcan yuj eb' schecab'. Yujto yalnaccan eb' to a Cristo yovalil ol yab' syail."
        },
        {
            "number": "19",
            "text": "Yuj chi', naec e b'a. Q'uexec e b'eyb'al, aq'uec och e pensar d'a Dios, yic vach' ol succhaj sat e mul. Tato icha chi', ay jun tiempoal ol yak' Dios Cajal tzalajk'olal d'ayonh a onh israel onh tic."
        },
        {
            "number": "20",
            "text": "A Dios ol checanxicot Jesús d'a schaelal, yujto a ak'jinac yopisio yoch Cristoal d'ayex yed' d'ayonh."
        },
        {
            "number": "21",
            "text": "Palta a ticnaic, yovalil ol cannhej Jesucristo d'a satchaanh, masanto ol javoc jun tiempoal ayic ol b'o yaj masanil tas yuj Dios. Icha chi' yutejnac yalancanel d'a sti' eb' schecab' d'a peca', aton eb' yicnhej Dios yaji."
        },
        {
            "number": "22",
            "text": "Axo vinhaj Moisés alannaccan icha tic d'a eb' co mam quicham: A Dios Cajal ol sik'anelta jun schecab' d'a scal eb' quetchonhab', icha ix yutej in sik'anelta a in tic. Tzeyak' val och e chiquin d'a jantacnhej tas ol yal d'ayex."
        },
        {
            "number": "23",
            "text": "Yujto a mach manh ol ak'anoch schiquin smaclan yab' tas ol yala', ol satxicanel d'a scal eb' quetchonhab', xchinaccan Moisés chi' d'a Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "24",
            "text": "A jantacnhej eb' schecab' Dios ek'nac d'a peca', yictax yek'nac vinhaj Samuel, ix laj yalcan yab'ixal jun tiempoal van yek' tic eb'."
        },
        {
            "number": "25",
            "text": "Palta a ex tic, yinhtil ex can eb' vinh alannaccanel slolonel Dios chi' qued'oc. Yuj chi', ayic yak'annacpaxcan strato Dios yed' eb' co mam quicham chi', yak'nacpaxcan d'ayonh yed' eb'. Aton jun strato tic yak'naccan d'a vinhaj Abraham chi'. Xchi icha tic: Yuj inhtilal, ol vak' in vach'k'olal d'a eb' anima d'a junjun chonhab' d'a yolyib'anhq'uinal tic, xchi Dios d'a vinhaj Abraham chi'."
        },
        {
            "number": "26",
            "text": "Ayic ix yak'anxi pitzvoc Yuninal, a d'ayonh ix sb'ab'laj chequejcoti, yic vach' tzonh colchaji, scactancan co chucal junjun onh, xchi vinhaj Pedro chi' d'a eb'."
        }
    ]
}