{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha junel, t'a a las tres yic yemk'ualil, molan ix b'at winhaj Pedro yet' winhaj Juan t'a stemplo Dios, yujto icha chi' yorail slesalwi heb' aj Israel ta'."
        },
        {
            "number": "2",
            "text": "Ay jun winh, junjun k'u tzul chelchajcan t'a yol sti' jun spuertail yamaq'uil templo chi', aton t'a jun scuch Wach' Yilji, yic sk'an tumin winh t'a heb' sk'och t'a yol yamaq'uil templo chi', yujto max yal sb'ey winh yictax ix alji."
        },
        {
            "number": "3",
            "text": "Axo ix yilan winh sk'och winhaj Pedro yet' winhaj Juan t'a stemplo Dios chi', ayic wan yoch heb' winh ta', ix sk'anan stumin winh t'a heb' winh."
        },
        {
            "number": "4",
            "text": "Axo winhaj Pedro yet' winhaj Juan chi' ix och k'elan t'a winh. --Cotanh k'elan t'ayonh, xchi winhaj Pedro chi' t'a winh."
        },
        {
            "number": "5",
            "text": "Yuj chi', ix och k'elan winh t'a heb' winh. Ha snaan winh to ol ak'joc jab'oc stumin winh yuj heb' winh."
        },
        {
            "number": "6",
            "text": "Palta ix yalan winhaj Pedro chi' t'a winh: --Ha in tik, malaj in tumin. Palta ay jun syal wuuj, a yet' jun chi' ol in kolwaj t'ayach. Yuj spoder Jesucristo aj Nazaret k'eanh waan, b'eyanh, xchi winh t'a winh."
        },
        {
            "number": "7",
            "text": "Axo winhaj Pedro chi' ix yaman sk'ab' winh t'a swach'. Ix squetzank'e waan winh. Elanhchamel ix och yip yoc winh yet' yip sjaj yoc winh schab'il."
        },
        {
            "number": "8",
            "text": "Ix k'e jucnaj winh, ix och ijan winh sb'eyi. Ix och winh t'a yol yamaq'uil templo chi' yet' heb' winh, sk'e chennaj winh ayic sb'eyek' winh. Ix yalanpax wach' lolonel winh d'ha Dios."
        },
        {
            "number": "9",
            "text": "Axo heb' anima ayek' ta', ix laj yil heb' sb'eyek' winh, ix yab'an heb' yalan wach' lolonel winh d'ha Dios."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix te sat sk'ool heb' yuj tas ix aj sb'o winh, yujto yojtac heb' to junjun k'u k'ojanem winh sk'an tumin t'a sti' spuertail yamaq'uil templo chi', aton t'a jun scuch Wach' Yilji."
        },
        {
            "number": "11",
            "text": "Ha winh ix b'oxi yoc chi', junnhej tzek' winh yet' winhaj Pedro yet' winhaj Juan chi'. Axo heb' anima smasanil, ix te sat sk'ool heb'. Yuj chi' ix smolb'an sb'a heb' smasanil t'a stz'ey heb' winh ayic ayek' heb' winh t'a jun stentail stemplo Dios scuchan Yic Salomón."
        },
        {
            "number": "12",
            "text": "Ayic ix yilan jun chi' winhaj Pedro chi', ix yalan winh t'a heb': --Ex wetisraelal, ¿tas yuj ste sat he k'ool onh eyilani? ¿Tas yuj tzex och k'elan t'ayonh? Manh he na'a to yuj ko jelanil mato yuj ko wach'il ix b'oxi sb'ey jun winh tik."
        },
        {
            "number": "13",
            "text": "Ha ko Diosal, anheja' jun Dios b'aj yak'naquem sb'a heb' ko mam quicham, aton winhaj Abraham, winhaj Isaac yet' winhaj Jacob. Yuj paxi te niwan ix aj yelk'och Jesús, aton Yuninal. Palta a ex tik, ix eyak'och t'a yol sk'ab' heb' yajal. Ha winh yajal scuchan Pilato, sgana winh ix yak'el t'a libre. Ha exxo maj yal-laj he k'ool."
        },
        {
            "number": "14",
            "text": "Ha Jesús chi', yicnhej Dios yaji, te tojol sb'eyb'al. Palta a exxo tik, maj he cha el-laj t'a libre. Axo jun winh mak'umcham anima ix he k'anelta sk'exuloc."
        },
        {
            "number": "15",
            "text": "Icha chi' ix eyutej he milancham jun aj k 'inal. Palta ha Dios ix ak'anxi pitzwoc t'a skal heb' chamnac. Ha jun tik skak' wal och ko b'a testigoal yuj."
        },
        {
            "number": "16",
            "text": "Ha jun winh tzeyil tik, eyojtac winh, toxonton max yal sb'ey winh. Palta a Jesús ix ak'an b'oxoc winh. Yujnhej to skak'och Jesús chi' t'a ko k'ool ix b'oxi sk'ool winh sik'lab'il t'a eyichanh he masanil."
        },
        {
            "number": "17",
            "text": "Axo ticnaik ex wetchonhab', wojtac to ix eyak' miljoccham Jesús chi' yujto manh eyojtacoc tas wan he k'ulani. Icha pax chi' heb' yajal, manh yojtacoc heb'."
        },
        {
            "number": "18",
            "text": "Palta icha chi' ix yutej Dios yak'an elk'och tas alb'ilcan yuj heb' schecab'. Yujto yalnaccan heb' to a Cristo yowalil ol yab' syail."
        },
        {
            "number": "19",
            "text": "Yuj chi', naec he b'a. Q'uexec he b'eyb'al, aq'ek och he pensar d'ha Dios, yic wach' ol succhaj sat he mul. Tato icha chi', ay jun pekti’ ol yak' Dios Kajal tzalajk'olal t'ayonh a onh israel onh tik."
        },
        {
            "number": "20",
            "text": "Ha Dios ol checanxicot Jesús t'a schaelal, yujto a ak'jinac yopisio yoch Cristoal t'ayex yet' t'ayonh."
        },
        {
            "number": "21",
            "text": "Palta a ticnaik, yowalil ol cannhej Jesucristo t'a satcha’anh, masanto ol jawok jun pekti’ ayic ol b'o yaj masanil tas yuj Dios. Icha chi' yutejnac yalancanel t'a sti' heb' schecab' t'a peka', aton heb' yicnhej Dios yaji."
        },
        {
            "number": "22",
            "text": "Axo winhaj Moisés alannaccan icha tik t'a heb' ko mam quicham: Ha Dios Kajal ol sik'anelta jun schecab' t'a skal heb' quetchonhab', icha ix yutej in sik'anelta a in tik. Tzeyak' wal och he chiquin t'a jantacnhej tas ol yal t'ayex."
        },
        {
            "number": "23",
            "text": "Yujto a mach manh ol ak'anoch schiquin smaclan yab' tas ol yala', ol satxicanel t'a skal heb' quetchonhab', xchinaccan Moisés chi' t'a Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "24",
            "text": "Ha jantacnhej heb' schecab' Dios ek'nac t'a peka', yictax yek'nac winhaj Samuel, ix laj yalcan yab'ixal jun pekti’ wan yek' tik heb'."
        },
        {
            "number": "25",
            "text": "Palta a ex tik, yinhtil ex kan heb' winh alannaccanel slolonel Dios chi' qued'oc. Yuj chi', ayic yak'annacpaxcan strato Dios yet' heb' ko mam quicham chi', yak'nacpaxcan t'ayonh yet' heb'. Aton jun strato tik yak'naccan t'a winhaj Abraham chi'. Xchi icha tik: Yuj inhtilal, ol wak' in wach'k'olal t'a heb' anima t'a junjun chonhab' t'a yol yib'anhk’inal tik, xchi Dios t'a winhaj Abraham chi'."
        },
        {
            "number": "26",
            "text": "Ayic ix yak'anxi pitzwoc Yuninal, a t'ayonh ix sb'ab'laj chequejcoti, yic wach' tzonh colchaji, scactancan ko chukal junjun onh, xchi winhaj Pedro chi' t'a heb'."
        }
    ]
}