{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ayic van yalan vinhaj Pedro yet' vinhaj Juan t'a eb' anima, ix k'och eb' vinh sacerdote, vinh yajalil eb' stanhvumal stemplo Dios yet' eb' vinh saduceo."
        },
        {
            "number": "2",
            "text": "Ix cot yoval eb' vinh, yujto a vinhaj Pedro yet' vinhaj Juan chi', van sk'ayb'an eb' anima eb' vinh. Van yalan eb' vinh to ol pitzvocxi eb' chamnac, yujto icha chi' ix aj spitzvixi Jesús."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yamji eb' vinh yuj eb' vinh, ix ak'jioch eb' vinh t'a preso. Yujto yemxo k'ualil, yuj chi' jun ak'val ix ochcan eb' vinh."
        },
        {
            "number": "4",
            "text": "Palta a val eb' ix ab'an slolonel Dios t'a skal eb' anima chi', tzijtum eb' ix ak'anoch Jesús t'a sk'ool. Yuj chi' ix te q'uib' sb'isul eb' creyente. Ha sb'isul eb' vinh vinac, ay am oyeoc mil."
        },
        {
            "number": "5",
            "text": "Axo t'a junxo k'u ix smolb'ej sb'a eb' vinh sat yajal t'a Jerusalén chi', eb' vinh ichamtac vinac ay yopisio yet' eb' vinh k'ayb'um t'a ley Moisés."
        },
        {
            "number": "6",
            "text": "Ajun vinhaj Anás, vinh sat sacerdote ix k'ochpax yet' eb' vinh, anhejtona' ix k'ochpax vinhaj Caifás, vinhaj Juan yet' vinhaj Alejandro yet' jantacnhej eb' sk'ab' yoc eb' vinh sat sacerdote."
        },
        {
            "number": "7",
            "text": "Ix b'at yak'an ik'joccot vinhaj Pedro yet' vinhaj Juan t'a yichanh eb' vinh. Ix sk'anb'an eb' vinh t'a eb' vinh: --¿B'ajtil ix eyik' jun eyopisio tik yic tze k'ulan juntzanh tik? ¿Mach tz'ak'an e k'uloc? xchi eb' vinh."
        },
        {
            "number": "8",
            "text": "Axo vinhaj Pedro chi', te ayoch Yespíritu Dios yet' vinh, yuj chi' ix yal vinh icha tik: --Ex yajal eyaj t'a eb' chonhab' yet' ex yichamtac vinaquil israel,"
        },
        {
            "number": "9",
            "text": "tze k'anb'ej t'ayonh, yujto ay jun wach'il ix cak' t'a jun vinh max yaltaxon sb'ey tik, tecan e gana tzeyab'i tas ix aj sb'oxi vinh."
        },
        {
            "number": "10",
            "text": "Yuj chi' a jun tik ol cal t'ayex, yic ol yojtaquejel eb' quetisraelal smasanil. Ha vinh ix javi t'a eyichanh tik, ix b'oxi vinh yujnhej spoder Jesucristo aj Nazaret, aton jun ix e culusejq'uei. Palta haxo Dios ix ak'anxi pitzvoc t'a skal eb' chamnac."
        },
        {
            "number": "11",
            "text": "Ha ex tik, icha junok b'oum pat, icha chi' eyaji. Axo Jesús, icha q'uen q'ueen alb'ilcan t'a Slolonel Dios Tz'ib'ab'ilcani to malaj tz'och t'ayex. Palta haxo ix och yopisio, icha q'uen q'ueen ix och sjolomoc chiquin pat."
        },
        {
            "number": "12",
            "text": "Malaj junocxo mach syal onh scolani, yujto ha t'a yol yib'anhk’inal tik, malaj junocxo mach ix ak'ji yopisio yuj Dios yak'an co colnab'il, anhej val Jesús, xchi vinh t'a eb'."
        },
        {
            "number": "13",
            "text": "Axo ix yilan eb' vinh yajal chi' to ix stek'b'ej sb'a vinhaj Pedro chi' yet' vinhaj Juan yalani. Ix yilanpax eb' vinh to manh k'ayb'ab'iloc eb' vinh, comon anima eb' vinh. Yuj chi' ix te sat sk'ool eb' vinh. Ichato chi' ix nachajel yuj eb' vinh to junnhej ek'nac eb' vinh yet' Jesús."
        },
        {
            "number": "14",
            "text": "Ix yilanpax eb' vinh to linhanoch vinh ix b'oxi yoc chi' t'a stz'ey eb' vinh. Yuj chi' maj yal yak'anoch junok tas eb' vinh t'a yib'anh eb' vinh."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yalan eb' vinh to tz'ik'jiel vinhaj Pedro yet' vinhaj Juan chi' t'a yichanh eb' vinh, yacb'an slolon kan eb' vinh sch'ocoj."
        },
        {
            "number": "16",
            "text": "Ixnhej elta eb' vinh, ix yalan eb' vinh icha tik: --¿Tas val scutej eb' vinh schavanhil tze na'a? Yujto yojtacnhej eb' aj Jerusalén tik to ix sb'o jun niwan milagro eb' vinh. Yuj chi' max yal calani to es."
        },
        {
            "number": "17",
            "text": "Axo ticnaic, yic max spuquel jun ab'ix tik eb' vinh t'a skal eb' anima, co xib'tejec eb' vinh, yic wach' manhxo ol yalel yab'ixal Jesucristo eb' vinh t'a junocxo anima, xchi eb' vinh yajal chi'."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix yavtanxioch eb' vinh eb' vinh. Ix yalan val eb' vinh t'a eb' vinh to manhxa b'ak'uinh syalel yab'ixal Jesús eb' vinh, manhxa pax b'ak'uinh sk'ayb'ej eb' anima eb' vinh t'a jun k'ayb'ub'al chi'."
        },
        {
            "number": "19",
            "text": "Palta haxo ix tak'vi vinhaj Pedro yet' vinhaj Juan chi' t'a eb' vinh icha tik: --Scham val e naani. ¿Tom wach' t'a sat Dios tze na'a, tato a eyic chi' sco k'anab'ajej, haxo Dios max co k'anab'ajej tas syala'?"
        },
        {
            "number": "20",
            "text": "Yuj chi', max yal cactan calanel yab'ixal tas ix quila' yet' tas ix cab'i, xchi eb' vinh."
        },
        {
            "number": "21",
            "text": "Yuj chi', ix wach' xib'taj eb' vinh yuj eb' vinh. Ix ak'jiel eb' vinh t'a libre. Max nachaj yuj eb' vinh tas syutej eb' vinh yak'anoch yaelal t'a yib'anh eb' vinh. Yujto masanil eb' chonhab' van yalan wach' lolonel d'ha Dios yuj jun ix sk'ulej eb' vinh chi'."
        },
        {
            "number": "22",
            "text": "Ha vinh ix b'oxi yoc chi', másxo 40 ab'il sq'uinal vinh."
        },
        {
            "number": "23",
            "text": "Ixlajwi yak'jiel vinhaj Pedro yet' vinhaj Juan chi' t'a libre, ix b'at eb' vinh. Ix k'ochxi eb' vinh b'aj aycan juntzanhxo eb' yetb'eyum. Ix laj yalan eb' vinh jantac tas ix yal eb' vinh sat sacerdote yet' eb' vinh ichamtac vinac ay yopisio."
        },
        {
            "number": "24",
            "text": "Axo ix yab'an eb' yetb'eyum eb' vinh chi', junnhej molanh ix aj slesalvi eb' d'ha Dios. Ix yalan eb' icha tik: --Mamin, ach co Diosal, a ach a b'onac satcha’anh yet' lum lum tik, ha' mar yet' smasanil tastac."
        },
        {
            "number": "25",
            "text": "Ha ach lolonnac ach yet' Espíritu t'a jun a checab' scuch David ayic yalannaccan icha tik: ¿Tas val yuj tz'el veq'uek'oc yav eb' ch'oc chonhab'il sq'uechaanh? ¿Tas val yuj slajtiej sb'a eb' t'a junok tas manh ol tzak'van eb' sb'oani?"
        },
        {
            "number": "26",
            "text": "Ha eb' vinh rey yet' eb' vinh yajal t'a juntzanh chonhab' chi', schichonoch sk'ool eb' vinh, smolb'an sb'a eb' vinh, junlajanxonhej syutej slajtian sb'a eb' vinh t'a spatic vinh Yajal yet' t'a spatic vinh rey sik'b'ilel uuj, xchi t'a Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "27",
            "text": "D'a val yel, a vinhaj Herodes, vinhaj Poncio Pilato, eb' manh israeloc yet' pax eb' israel, ix smolb'ej sb'a eb' t'a yol chonhab' tik. Ix slajtian sb'a eb' t'a spatic Uninal, aton jun sik'b'ilelta uuj, aton jun ak'b'ilcan yopisio uuj."
        },
        {
            "number": "28",
            "text": "Ix laj sb'o eb' jantacnhej tas alb'ilcan uuj t'a peca', yujto elnacxo t'a a k'ool to icha chi' sk'ulej eb'."
        },
        {
            "number": "29",
            "text": "Axo ticnaic Mamin, ina val eb' tik, ste cot yoval eb' t'ayonh. Yuj chi', ak' co tek'anil yic max onh xiv calanel a lolonel, yujto a checab' onh."
        },
        {
            "number": "30",
            "text": "Ak' val a poder t'ayonh, yic wach' ol b'oxoc sk'ool eb' penaay. Ak' co b'o juntzanh milagro sch'oxanel a poder, yujnhej Uninal aton Jesús, sik'b'ilcaneli, xchi eb' d'ha Dios."
        },
        {
            "number": "31",
            "text": "Ayic ix lajvi slesalvi eb' chi', haxo jun pat b'aj ayek' eb' chi' ix te tzicub'tanhaj yuj Dios. Ix te och val Yespíritu Dios yet' eb' smasanil. Yuj chi' ix stek'b'ej sb'a eb' yalanel slolonel Dios chi'."
        },
        {
            "number": "32",
            "text": "Jantacnhej eb' ix ak'anoch Jesús t'a sk'ool, jun lajannhej ix yutej spensar eb'. Junk'olalxonhej ix aj eb'. Malaj junok mach ix alan yicoc junok tas sch'ocoj. Yujto a jantacnhej tas ay t'a eb', junnhej ix yutej eb' smasanil."
        },
        {
            "number": "33",
            "text": "Axo eb' schecab' Jesús ix tek'b'an sb'a yalaneli to ix pitzvixi Cajal Jesús chi'. Axo Dios ix och yet' eb' creyente smasanil."
        },
        {
            "number": "34",
            "text": "Malaj junok mach meb'a' ix ajkan t'a skal eb', yujto a jantacnhej eb' ay sluum ma spat, ix laj schonhel eb'. Axo stojol ix yik'cot eb'."
        },
        {
            "number": "35",
            "text": "Ix yak'anoch eb' t'a yol sk'ab' eb' schecab' Jesús chi'. Axo eb' ix pucanb'at t'a eb' creyente chi', ato syala' tas tz'och yuj junjun eb'."
        },
        {
            "number": "36",
            "text": "Ay jun vinh creyente scuch José, ix ak'ji scuch Bernabé yuj eb' schecab' Jesús. Ha Bernabé syalelk'ochi, Ak'umoch Tek'anil. Ha vinh chi' yinhtilalcan Leví vinh, aj chonhab' Chipre vinh."
        },
        {
            "number": "37",
            "text": "Ay jun sluum vinh ix schonheli. Ix yik'ancot stojol vinh, ix ul yak'ancan vinh t'a eb' schecab' Jesús."
        }
    ]
}