{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ayic van yalan winhaj Pedro yet' winhaj Juan t'a eb' anima, ix k'och eb' winh sacerdote, winh yajalil eb' stanhvumal stemplo Dios yet' eb' winh saduceo."
        },
        {
            "number": "2",
            "text": "Ix cot yoval eb' winh, yujto a winhaj Pedro yet' winhaj Juan chi', van sk'ayb'an eb' anima eb' winh. Van yalan eb' winh to ol pitzvocxi eb' chamnac, yujto icha chi' ix aj spitzvixi Jesús."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yamji eb' winh yuj eb' winh, ix ak'jioch eb' winh t'a preso. Yujto yemxo k'ualil, yuj chi' jun ak'val ix ochcan eb' winh."
        },
        {
            "number": "4",
            "text": "Palta a val eb' ix ab'an slolonel Dios t'a skal eb' anima chi', tzijtum eb' ix ak'anoch Jesús t'a sk'ool. Yuj chi' ix te q'uib' sb'isul eb' creyente. Ha sb'isul eb' winh vinac, ay am oyeoc mil."
        },
        {
            "number": "5",
            "text": "Axo t'a junxo k'u ix smolb'ej sb'a eb' winh sat yajal t'a Jerusalén chi', eb' winh ichamtac vinac ay yopisio yet' eb' winh k'ayb'um t'a ley Moisés."
        },
        {
            "number": "6",
            "text": "Ajun winhaj Anás, winh sat sacerdote ix k'ochpax yet' eb' winh, anhejtona' ix k'ochpax winhaj Caifás, winhaj Juan yet' winhaj Alejandro yet' jantacnhej eb' sk'ab' yoc eb' winh sat sacerdote."
        },
        {
            "number": "7",
            "text": "Ix b'at yak'an ik'joccot winhaj Pedro yet' winhaj Juan t'a yichanh eb' winh. Ix sk'anb'an eb' winh t'a eb' winh: --¿B'ajtil ix eyik' jun eyopisio tik yic tze k'ulan juntzanh tik? ¿Mach tz'ak'an e k'uloc? xchi eb' winh."
        },
        {
            "number": "8",
            "text": "Axo winhaj Pedro chi', te ayoch Yespíritu Dios yet' winh, yuj chi' ix yal winh icha tik: --Ex yajal eyaj t'a eb' chonhab' yet' ex yichamtac vinaquil israel,"
        },
        {
            "number": "9",
            "text": "tze k'anb'ej t'ayonh, yujto ay jun wach'il ix cak' t'a jun winh max yaltaxon sb'ey tik, tecan e gana tzeyab'i tas ix aj sb'oxi winh."
        },
        {
            "number": "10",
            "text": "Yuj chi' a jun tik ol cal t'ayex, yic ol yojtaquejel eb' quetisraelal smasanil. Ha winh ix javi t'a eyichanh tik, ix b'oxi winh yujnhej spoder Jesucristo aj Nazaret, aton jun ix e culusejq'uei. Palta haxo Dios ix ak'anxi pitzvoc t'a skal eb' chamnac."
        },
        {
            "number": "11",
            "text": "Ha ex tik, icha junok b'oum pat, icha chi' eyaji. Axo Jesús, icha q'uen q'ueen alb'ilcan t'a Slolonel Dios Tz'ib'ab'ilcani to malaj tz'och t'ayex. Palta haxo ix och yopisio, icha q'uen q'ueen ix och sjolomoc chiquin pat."
        },
        {
            "number": "12",
            "text": "Malaj junocxo mach syal onh scolani, yujto ha t'a yol yib'anhk’inal tik, malaj junocxo mach ix ak'ji yopisio yuj Dios yak'an co colnab'il, anhej val Jesús, xchi winh t'a eb'."
        },
        {
            "number": "13",
            "text": "Axo ix yilan eb' winh yajal chi' to ix stek'b'ej sb'a winhaj Pedro chi' yet' winhaj Juan yalani. Ix yilanpax eb' winh to manh k'ayb'ab'iloc eb' winh, comon anima eb' winh. Yuj chi' ix te sat sk'ool eb' winh. Ichato chi' ix nachajel yuj eb' winh to junnhej ek'nac eb' winh yet' Jesús."
        },
        {
            "number": "14",
            "text": "Ix yilanpax eb' winh to linhanoch winh ix b'oxi yoc chi' t'a stz'ey eb' winh. Yuj chi' maj yal yak'anoch junok tas eb' winh t'a yib'anh eb' winh."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yalan eb' winh to tz'ik'jiel winhaj Pedro yet' winhaj Juan chi' t'a yichanh eb' winh, yacb'an slolon kan eb' winh sch'ocoj."
        },
        {
            "number": "16",
            "text": "Ixnhej elta eb' winh, ix yalan eb' winh icha tik: --¿Tas val scutej eb' winh schavanhil tze na'a? Yujto yojtacnhej eb' aj Jerusalén tik to ix sb'o jun niwan milagro eb' winh. Yuj chi' max yal calani to es."
        },
        {
            "number": "17",
            "text": "Axo ticnaic, yic max spuquel jun ab'ix tik eb' winh t'a skal eb' anima, co xib'tejec eb' winh, yic wach' manhxo ol yalel yab'ixal Jesucristo eb' winh t'a junocxo anima, xchi eb' winh yajal chi'."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix yavtanxioch eb' winh eb' winh. Ix yalan val eb' winh t'a eb' winh to manhxa b'ak'uinh syalel yab'ixal Jesús eb' winh, manhxa pax b'ak'uinh sk'ayb'ej eb' anima eb' winh t'a jun k'ayb'ub'al chi'."
        },
        {
            "number": "19",
            "text": "Palta haxo ix tak'vi winhaj Pedro yet' winhaj Juan chi' t'a eb' winh icha tik: --Scham val e naani. ¿Tom wach' t'a sat Dios tze na'a, tato a eyic chi' sco k'anab'ajej, haxo Dios max co k'anab'ajej tas syala'?"
        },
        {
            "number": "20",
            "text": "Yuj chi', max yal cactan calanel yab'ixal tas ix quila' yet' tas ix cab'i, xchi eb' winh."
        },
        {
            "number": "21",
            "text": "Yuj chi', ix wach' xib'taj eb' winh yuj eb' winh. Ix ak'jiel eb' winh t'a libre. Max nachaj yuj eb' winh tas syutej eb' winh yak'anoch yaelal t'a yib'anh eb' winh. Yujto masanil eb' chonhab' van yalan wach' lolonel d'ha Dios yuj jun ix sk'ulej eb' winh chi'."
        },
        {
            "number": "22",
            "text": "Ha winh ix b'oxi yoc chi', másxo 40 ab'il sk'inal winh."
        },
        {
            "number": "23",
            "text": "Ixlajwi yak'jiel winhaj Pedro yet' winhaj Juan chi' t'a libre, ix b'at eb' winh. Ix k'ochxi eb' winh b'aj aycan juntzanhxo eb' yetb'eyum. Ix laj yalan eb' winh jantac tas ix yal eb' winh sat sacerdote yet' eb' winh ichamtac vinac ay yopisio."
        },
        {
            "number": "24",
            "text": "Axo ix yab'an eb' yetb'eyum eb' winh chi', junnhej molanh ix aj slesalvi eb' d'ha Dios. Ix yalan eb' icha tik: --Mamin, ach co Diosal, a ach a b'onac satcha’anh yet' lum lum tik, ha' mar yet' smasanil tastac."
        },
        {
            "number": "25",
            "text": "Ha ach lolonnac ach yet' Espíritu t'a jun a checab' scuch David ayic yalannaccan icha tik: ¿Tas val yuj tz'el veq'uek'oc yav eb' ch'oc chonhab'il sq'uechaanh? ¿Tas val yuj slajtiej sb'a eb' t'a junok tas manh ol tzak'van eb' sb'oani?"
        },
        {
            "number": "26",
            "text": "Ha eb' winh rey yet' eb' winh yajal t'a juntzanh chonhab' chi', schichonoch sk'ool eb' winh, smolb'an sb'a eb' winh, junlajanxonhej syutej slajtian sb'a eb' winh t'a spatic winh Yajal yet' t'a spatic winh rey sik'b'ilel uuj, xchi t'a Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "27",
            "text": "D'a val yel, a winhaj Herodes, winhaj Poncio Pilato, eb' manh israeloc yet' pax eb' israel, ix smolb'ej sb'a eb' t'a yol chonhab' tik. Ix slajtian sb'a eb' t'a spatic Uninal, aton jun sik'b'ilelta uuj, aton jun ak'b'ilcan yopisio uuj."
        },
        {
            "number": "28",
            "text": "Ix laj sb'o eb' jantacnhej tas alb'ilcan uuj t'a peca', yujto elnacxo t'a a k'ool to icha chi' sk'ulej eb'."
        },
        {
            "number": "29",
            "text": "Axo ticnaic Mamin, ina val eb' tik, ste cot yoval eb' t'ayonh. Yuj chi', ak' co tek'anil yic max onh xiv calanel a lolonel, yujto a checab' onh."
        },
        {
            "number": "30",
            "text": "Ak' val a poder t'ayonh, yic wach' ol b'oxoc sk'ool eb' penaay. Ak' co b'o juntzanh milagro sch'oxanel a poder, yujnhej Uninal aton Jesús, sik'b'ilcaneli, xchi eb' d'ha Dios."
        },
        {
            "number": "31",
            "text": "Ayic ix lajvi slesalvi eb' chi', haxo jun pat b'aj ayek' eb' chi' ix te tzicub'tanhaj yuj Dios. Ix te och val Yespíritu Dios yet' eb' smasanil. Yuj chi' ix stek'b'ej sb'a eb' yalanel slolonel Dios chi'."
        },
        {
            "number": "32",
            "text": "Jantacnhej eb' ix ak'anoch Jesús t'a sk'ool, jun lajannhej ix yutej spensar eb'. Junk'olalxonhej ix aj eb'. Malaj junok mach ix alan yicoc junok tas sch'ocoj. Yujto a jantacnhej tas ay t'a eb', junnhej ix yutej eb' smasanil."
        },
        {
            "number": "33",
            "text": "Axo eb' schecab' Jesús ix tek'b'an sb'a yalaneli to ix pitzvixi Cajal Jesús chi'. Axo Dios ix och yet' eb' creyente smasanil."
        },
        {
            "number": "34",
            "text": "Malaj junok mach meb'a' ix ajkan t'a skal eb', yujto a jantacnhej eb' ay sluum ma spat, ix laj schonhel eb'. Axo stojol ix yik'cot eb'."
        },
        {
            "number": "35",
            "text": "Ix yak'anoch eb' t'a yol sk'ab' eb' schecab' Jesús chi'. Axo eb' ix pucanb'at t'a eb' creyente chi', ato syala' tas tz'och yuj junjun eb'."
        },
        {
            "number": "36",
            "text": "Ay jun winh creyente scuch José, ix ak'ji scuch Bernabé yuj eb' schecab' Jesús. Ha Bernabé syalelk'ochi, Ak'umoch Tek'anil. Ha winh chi' yinhtilalcan Leví winh, aj chonhab' Chipre winh."
        },
        {
            "number": "37",
            "text": "Ay jun sluum winh ix schonheli. Ix yik'ancot stojol winh, ix ul yak'ancan winh t'a eb' schecab' Jesús."
        }
    ]
}