{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ayic wan yalan winhaj Pedro yet' winhaj Juan t'a heb' anima, ix k'och heb' winh sacerdote, winh yajalil heb' stanhwumal stemplo Dios yet' heb' winh saduceo."
        },
        {
            "number": "2",
            "text": "Ix cot yowal heb' winh, yujto a winhaj Pedro yet' winhaj Juan chi', wan sk'ayb'an heb' anima heb' winh. Van yalan heb' winh to ol pitzwokxi heb' chamnac, yujto icha chi' ix aj spitzwixi Jesús."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yamji heb' winh yuj heb' winh, ix ak'jioch heb' winh t'a preso. Yujto yemxo k'ualil, yuj chi' jun ak'wal ix ochcan heb' winh."
        },
        {
            "number": "4",
            "text": "Palta a wal heb' ix ab'an slolonel Dios t'a skal heb' anima chi', tzijtum heb' ix ak'anoch Jesús t'a sk'ool. Yuj chi' ix te q'uib' sb'isul heb' creyente. Ha sb'isul heb' winh winak, ay am oyeoc mil."
        },
        {
            "number": "5",
            "text": "Axo t'a junxo k'u ix smolb'ej sb'a heb' winh sat yajal t'a Jerusalén chi', heb' winh ichamtac winak ay yopisio yet' heb' winh k'ayb'um t'a ley Moisés."
        },
        {
            "number": "6",
            "text": "Ajun winhaj Anás, winh sat sacerdote ix k'ochpax yet' heb' winh, anhejtona' ix k'ochpax winhaj Caifás, winhaj Juan yet' winhaj Alejandro yet' jantacnhej heb' sk'ab' yoc heb' winh sat sacerdote."
        },
        {
            "number": "7",
            "text": "Ix b'at yak'an ik'joccot winhaj Pedro yet' winhaj Juan t'a yichanh heb' winh. Ix sk'anb'an heb' winh t'a heb' winh: --¿B'ajtil ix eyik' jun eyopisio tik yic tze k'ulan juntzanh tik? ¿Mach tz'ak'an he k'uloc? xchi heb' winh."
        },
        {
            "number": "8",
            "text": "Axo winhaj Pedro chi', te ayoch Yespíritu Dios yet' winh, yuj chi' ix yal winh icha tik: --Ex yajal eyaj t'a heb' chonhab' yet' ex yichamtac winaquil israel,"
        },
        {
            "number": "9",
            "text": "tze k'anb'ej t'ayonh, yujto ay jun wach'il ix cak' t'a jun winh max yaltaxon sb'ey tik, tecan he gana tzeyab'i tas ix aj sb'oxi winh."
        },
        {
            "number": "10",
            "text": "Yuj chi' a jun tik ol kal t'ayex, yic ol yojtaquejel heb' quetisraelal smasanil. Ha winh ix jawi t'a eyichanh tik, ix b'oxi winh yujnhej spoder Jesucristo aj Nazaret, aton jun ix he culusejk'ei. Palta haxo Dios ix ak'anxi pitzwoc t'a skal heb' chamnac."
        },
        {
            "number": "11",
            "text": "Ha ex tik, icha junok b'oum pat, icha chi' eyaji. Axo Jesús, icha k'een k'een alb'ilcan t'a Slolonel Dios Tz'ib'ab'ilcani to malaj tz'och t'ayex. Palta haxo ix och yopisio, icha k'een k'een ix och sjolomoc chiquin pat."
        },
        {
            "number": "12",
            "text": "Malaj junocxo mach syal onh scolani, yujto ha t'a yol yib'anhk’inal tik, malaj junocxo mach ix ak'ji yopisio yuj Dios yak'an ko colnab'il, anhej wal Jesús, xchi winh t'a heb'."
        },
        {
            "number": "13",
            "text": "Axo ix yilan heb' winh yajal chi' to ix stek'b'ej sb'a winhaj Pedro chi' yet' winhaj Juan yalani. Ix yilanpax heb' winh to manh k'ayb'ab'iloc heb' winh, comon anima heb' winh. Yuj chi' ix te sat sk'ool heb' winh. Ichato chi' ix nachajel yuj heb' winh to junnhej ek'nac heb' winh yet' Jesús."
        },
        {
            "number": "14",
            "text": "Ix yilanpax heb' winh to linhanoch winh ix b'oxi yoc chi' t'a stz'ey heb' winh. Yuj chi' maj yal yak'anoch junok tas heb' winh t'a yib'anh heb' winh."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yalan heb' winh to tz'ik'jiel winhaj Pedro yet' winhaj Juan chi' t'a yichanh heb' winh, yacb'an slolon kan heb' winh sch'ocoj."
        },
        {
            "number": "16",
            "text": "Ixnhej elta heb' winh, ix yalan heb' winh icha tik: --¿Tas wal scutej heb' winh schawanhil tze na'a? Yujto yojtacnhej heb' aj Jerusalén tik to ix sb'o jun niwan milagro heb' winh. Yuj chi' max yal calani to es."
        },
        {
            "number": "17",
            "text": "Axo ticnaik, yic max spuquel jun ab'ix tik heb' winh t'a skal heb' anima, ko xib'tejec heb' winh, yic wach' manhxo ol yalel yab'ixal Jesucristo heb' winh t'a junocxo anima, xchi heb' winh yajal chi'."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix yavtanxioch heb' winh heb' winh. Ix yalan wal heb' winh t'a heb' winh to manhxa b'ak'uinh syalel yab'ixal Jesús heb' winh, manhxa pax b'ak'uinh sk'ayb'ej heb' anima heb' winh t'a jun k'ayb'ub'al chi'."
        },
        {
            "number": "19",
            "text": "Palta haxo ix tak'wi winhaj Pedro yet' winhaj Juan chi' t'a heb' winh icha tik: --Scham wal he naani. ¿Tom wach' t'a sat Dios tze na'a, tato a eyic chi' sco k'anab'ajej, haxo Dios max ko k'anab'ajej tas syala'?"
        },
        {
            "number": "20",
            "text": "Yuj chi', max yal cactan calanel yab'ixal tas ix quila' yet' tas ix cab'i, xchi heb' winh."
        },
        {
            "number": "21",
            "text": "Yuj chi', ix wach' xib'taj heb' winh yuj heb' winh. Ix ak'jiel heb' winh t'a libre. Max nachaj yuj heb' winh tas syutej heb' winh yak'anoch yaelal t'a yib'anh heb' winh. Yujto masanil heb' chonhab' wan yalan wach' lolonel d'ha Dios yuj jun ix sk'ulej heb' winh chi'."
        },
        {
            "number": "22",
            "text": "Ha winh ix b'oxi yoc chi', másxo 40 ab'il sk'inal winh."
        },
        {
            "number": "23",
            "text": "Ixlajwi yak'jiel winhaj Pedro yet' winhaj Juan chi' t'a libre, ix b'at heb' winh. Ix k'ochxi heb' winh b'aj aycan juntzanhxo heb' yetb'eyum. Ix laj yalan heb' winh jantac tas ix yal heb' winh sat sacerdote yet' heb' winh ichamtac winak ay yopisio."
        },
        {
            "number": "24",
            "text": "Axo ix yab'an heb' yetb'eyum heb' winh chi', junnhej molanh ix aj slesalwi heb' d'ha Dios. Ix yalan heb' icha tik: --Mamin, ach ko Diosal, a ach a b'onac satcha’anh yet' lum lum tik, ha' mar yet' smasanil tastac."
        },
        {
            "number": "25",
            "text": "Ha ach lolonnac ach yet' Espíritu t'a jun a checab' scuch Dawid ayic yalannaccan icha tik: ¿Tas wal yuj tz'el wek'ek'oc yav heb' ch'oc chonhab'il sk'echaanh? ¿Tas wal yuj slajtiej sb'a heb' t'a junok tas manh ol tzak'wan heb' sb'oani?"
        },
        {
            "number": "26",
            "text": "Ha heb' winh rey yet' heb' winh yajal t'a juntzanh chonhab' chi', schichonoch sk'ool heb' winh, smolb'an sb'a heb' winh, junlajanxonhej syutej slajtian sb'a heb' winh t'a spatic winh Yajal yet' t'a spatic winh rey sik'b'ilel uuj, xchi t'a Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "27",
            "text": "D'a wal yel, a winhaj Herodes, winhaj Poncio Pilato, heb' manh israelok yet' pax heb' israel, ix smolb'ej sb'a heb' t'a yol chonhab' tik. Ix slajtian sb'a heb' t'a spatic Uninal, aton jun sik'b'ilelta uuj, aton jun ak'b'ilcan yopisio uuj."
        },
        {
            "number": "28",
            "text": "Ix laj sb'o heb' jantacnhej tas alb'ilcan uuj t'a peka', yujto elnacxo t'a a k'ool to icha chi' sk'ulej heb'."
        },
        {
            "number": "29",
            "text": "Axo ticnaik Mamin, ina wal heb' tik, ste cot yowal heb' t'ayonh. Yuj chi', ak' ko tek'anil yic max onh xiv calanel a lolonel, yujto a checab' onh."
        },
        {
            "number": "30",
            "text": "Ak' wal a poder t'ayonh, yic wach' ol b'oxoc sk'ool heb' penaay. Ak' ko b'o juntzanh milagro sch'oxanel a poder, yujnhej Uninal aton Jesús, sik'b'ilcaneli, xchi heb' d'ha Dios."
        },
        {
            "number": "31",
            "text": "Ayic ix lajwi slesalwi heb' chi', haxo jun pat b'aj ayek' heb' chi' ix te tzicub'tanhaj yuj Dios. Ix te och wal Yespíritu Dios yet' heb' smasanil. Yuj chi' ix stek'b'ej sb'a heb' yalanel slolonel Dios chi'."
        },
        {
            "number": "32",
            "text": "Jantacnhej heb' ix ak'anoch Jesús t'a sk'ool, jun lajannhej ix yutej spensar heb'. Junk'olalxonhej ix aj heb'. Malaj junok mach ix alan yicoc junok tas sch'ocoj. Yujto a jantacnhej tas ay t'a heb', junnhej ix yutej heb' smasanil."
        },
        {
            "number": "33",
            "text": "Axo heb' schecab' Jesús ix tek'b'an sb'a yalaneli to ix pitzwixi Kajal Jesús chi'. Axo Dios ix och yet' heb' creyente smasanil."
        },
        {
            "number": "34",
            "text": "Malaj junok mach meb'a' ix ajkan t'a skal heb', yujto a jantacnhej heb' ay sluum ma spat, ix laj schonhel heb'. Axo stojol ix yik'cot heb'."
        },
        {
            "number": "35",
            "text": "Ix yak'anoch heb' t'a yol sk'ab' heb' schecab' Jesús chi'. Axo heb' ix pucanb'at t'a heb' creyente chi', ato syala' tas tz'och yuj junjun heb'."
        },
        {
            "number": "36",
            "text": "Ay jun winh creyente scuch José, ix ak'ji scuch Bernabé yuj heb' schecab' Jesús. Ha Bernabé syalelk'ochi, Ak'umoch Tek'anil. Ha winh chi' yinhtilalcan Leví winh, aj chonhab' Chipre winh."
        },
        {
            "number": "37",
            "text": "Ay jun sluum winh ix schonheli. Ix yik'ancot stojol winh, ix ul yak'ancan winh t'a heb' schecab' Jesús."
        }
    ]
}