{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun winh scuchan Ananías, haxo ix yetb'eyum winh Safira sb'i ix. Ay jun sluum winh ix schonheli."
        },
        {
            "number": "2",
            "text": "Ix schaan stojol jun sluum winh chi', palta ix yik'canel nanhal yic winh yet' ix yetb'eyum chi', yuj chi' manh tz'acanoc stojol ayic xid' yak'ancan winh t'a heb' schecab' Jesús. Palta haxo ix aj yalan winh to tz'acan k'een tumin chi' smasanil. Yojtac pax ix yetb'eyum winh to icha chi' yaji."
        },
        {
            "number": "3",
            "text": "Axo ix yalan winhaj Pedro t'a winh: --¿Tas yuj ix yak' a k'ool winh Satanás, yuj chi' tzesej t'a Yespíritu Dios? Ina ix ik'canel nanhal k'een ic t'a stojol jun a lu'um chi'."
        },
        {
            "number": "4",
            "text": "Ayic manto a chonh lu'um, yel ic lu'um. Anhejtona' icha pax chi', ayic ix a chonhaneli, yel ic ton stojol chi'. Yuj chi', ¿tas yuj ix a na jun chukal tik? Manhoklaj t'a heb' anima tzesej, palta a d'ha Dios tzesej, xchi winhaj Pedro chi' t'a winh."
        },
        {
            "number": "5",
            "text": "Ix lajwinhej yab'an jun chi' winhaj Ananías chi', ix ek' telnaj winh, ix cham winh. Axo heb' ix ab'an specal jun chi', ix te xiv heb'."
        },
        {
            "number": "6",
            "text": "Axo juntzanh heb' kelemtac ix jawi, ix sb'ak'anoch jun k'apac heb' t'a sniwanil winh. Ix yik'anelta winh heb', ix b'at smucancan winh heb'."
        },
        {
            "number": "7",
            "text": "Ayxom oxeoc hora scham winhaj Ananías chi', ix k'och ix yetb'eyum winh. Ix och ix t'a yol pat. Manh yojtacoc ix tato ay tas ix ik'an winh yetb'eyum ix chi'."
        },
        {
            "number": "8",
            "text": "Axo winhaj Pedro ix k'anb'an t'a ix: --Al t'ayin, ¿tom yel to icha tik ix he chonhb'at jun he lu'um chi'? xchi winh t'a ix. --I', ichaton chi', xchi ix t'a winh."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yal winh t'a ix: --¿Tas yuj tze mol lajtiej he b'a yic tzeyak'an prowal Yespíritu Dios Kajal? Ina yajek' heb' winh ix xid' mucancan winh etb'eyum t'a ti' pat chi'. Axo ticnaik ol ach yik'paxb'at heb' winh a ach tik, xchi winh t'a ix."
        },
        {
            "number": "10",
            "text": "D'a jun rato chi', ix telwi ix t'a yichanh winhaj Pedro chi'. Ix cham ix. Axo ix ochk'och heb' kelemtac chi', ix yilan heb' chamnacxo pax ix. Yuj chi' ix yik'b'at ix heb'. Ix b'at smucanem ix heb' t'a stz'ey winh yetb'eyum chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix xivk'e heb' creyente smasanil yet' jantacnhej heb' ix ab'an specal jun chi'."
        },
        {
            "number": "12",
            "text": "Axo heb' schecab' Jesús chi', tzijtum milagro ix sb'o heb'. Ix sch'ox wal el spoder Dios heb' t'a skal heb' anima. Ha t'a jun stentail stemplo Dios scuchan yic Salomón, ata' ix smolb'ej sb'a heb' creyente smasanil."
        },
        {
            "number": "13",
            "text": "Axo heb' manh creyenteoc, malaj heb' stek'b'ej sb'a sk'ochi yic smolb'an sb'a heb' yet' heb'. Palta yojtac heb' to te wach' heb' creyente chi'."
        },
        {
            "number": "14",
            "text": "Tzijtum heb' winh winak yet' heb' ix ix, ix ak'anoch Jesús t'a sk'ool."
        },
        {
            "number": "15",
            "text": "Tz'ik'jipaxelta heb' penaay t'a yoltac calle. Ay heb' tz'ik'jielta t'a sat ch'at, ay heb' t'a sat swaynub'. Ata' ix stanhwej heb' yek' winhaj Pedro, yic tope tzek' jab'oc yenhul winh t'a yib'anh heb' snaani."
        },
        {
            "number": "16",
            "text": "Tzijtum heb' anima ix cot t'a juntzanh chonhab' t'a slak'anil Jerusalén. Ix yik'ancot juntzanh heb' penaay heb' yet' heb' tz'ixtax yuj heb' enemigo. Ix laj b'oxican sk'ool heb' smasanil."
        },
        {
            "number": "17",
            "text": "Axo winh sat sacerdote yet' heb' yetb'eyum smasanil, aton heb' spartido heb' saduceo, ix te och chichonk'olal t'a spixan heb'."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix schec yamjoc heb' winh schecab' Jesús chi' heb'. Ix ak'jioch heb' winh t'a jun preso yic heb' chonhab'."
        },
        {
            "number": "19",
            "text": "Axo t'ak'walil ay jun yángel Dios Kajal ix ul jacan te' preso chi'. Ix ik'jielta heb' winh. Ixlajwi chi', ix yalan t'a heb' winh:"
        },
        {
            "number": "20",
            "text": "--Ixiquec t'a stemplo Dios. Tzex och t'a yol yamaq'uil. Tzex aj linhan ta', tzeyalanel wach' ab'ix yic k 'inal t'a junelnhej, xchi jun ángel chi' t'a heb' winh."
        },
        {
            "number": "21",
            "text": "Yuj chi' toxo wan sakb'i ayic ix ochk'och heb' winh t'a yol yamaq'uil stemplo Dios chi', ix sk'ayb'an heb' anima heb' winh ta'. Axo winh sat sacerdote chi' yet' heb' winh yetb'eyum ix awtankot heb' winh sat yajal, aton jantacnhej heb' winh yajal yaj t'a heb' israel. Ixlajwi chi', ix schecanb'at jaywanh heb' winh polencía heb', yic sb'at heb' winh yik'elta heb' winh schecab' Jesús chi' t'a preso."
        },
        {
            "number": "22",
            "text": "Axo ix k'och heb' winh t'a te' preso chi', manhxalaj mach ayeq'ui. Ixlajwi yilan heb' winh to manhxalaj mach, ix b'at yalan heb' winh icha tik:"
        },
        {
            "number": "23",
            "text": "--Ix quila', wach' yajoch sk'ab' te' preso chi'. Axo heb' stanhwumal te' chi', linhanek' heb' t'a sti' te'. Palta haxo ix ko jacan te', ix quilani manhxalaj mach ayek' t'a yol te', xchi heb' winh."
        },
        {
            "number": "24",
            "text": "Axo winh sat sacerdote chi', heb' yetb'eyum yet' pax winh yajal heb' winh stanhwumal stemplo Dios, ayic ix yab'an juntzanh chi' heb' winh, ix te sat sk'ool heb' winh. Maj nachajel-laj yuj heb' winh tas wal yaji."
        },
        {
            "number": "25",
            "text": "Junanto rato chi' ix k'och junxo winh. Ix yalan winh t'a heb' winh: --Ha heb' winh ix eyak'och t'a preso, ayxo ek' heb' winh t'a yamaq'uil stemplo Dios ticnaik. Van sk'ayb'aj heb' anima yuj heb' winh, xchi winh."
        },
        {
            "number": "26",
            "text": "Yuj chi', haxo winh yajal heb' stanhwan templo chi' yet' heb' winh polencía, ix b'at heb' winh yik'cot heb' winh. Palta ak'ank'olal ix yutej heb' winh yik'ancot heb' winh schecab' Jesús chi', yujto ix xiv heb' winh sjulk'enaj yuj heb' anima."
        },
        {
            "number": "27",
            "text": "Ix b'at ak'ji heb' winh schecab' Jesús chi' t'a yichanh heb' winh sat yajal. Axo winh sat sacerdote chi' ix alan t'a heb' winh."
        },
        {
            "number": "28",
            "text": "--Ina ix cham wal calan t'ayex to maxtzac he k'ayb'ej heb' anima t'a sk'ayb'ub'al Jesús. ¿Tom max he k'anab'ajej? Ha ticnaik, ix te pucaxb'at he k'ayb'ub'al t'a Jerusalén tik, masanto he gana tze ch'oxelta to a onh ix ko milcham Jesús chi', xchi winh t'a heb' winh."
        },
        {
            "number": "29",
            "text": "Palta ix tak'wi winhaj Pedro yet' juntzanhxo heb' winh schecab' Jesús, ix yalan heb' winh: --Yowalil a tas syal Dios, a sco k'anab'ajej. Axo juntzanh schecnab'il anima, tato max scha sb'a yet' yic Dios, max ko k'anab'ajejlaj."
        },
        {
            "number": "30",
            "text": "Ha ex tik ix eyak' miljoccham Jesús, ayic ix d'unhb'ajk'e t'a te' culus. Palta a jun Dios b'aj yak'nac em sb'a heb' ko mam quicham, anheja' ko Diosal a onh tik. A' ix ak'an pitzwokxi Jesús chi' t'a skal heb' chamnac."
        },
        {
            "number": "31",
            "text": "Ha ix ak'an yopisio, ix yik'anb'at t'a swach'k'ab'. Ix yak'anoch Cajaloc yet' ko Columaloc, yic wach' sco na ko b'a a onh israel onh tik, yic slajwican ko mul yuj."
        },
        {
            "number": "32",
            "text": "Ha onh tik, skak' testigoal ko b'a yuj juntzanh skal tik t'ayex. Anhejtona' Yespíritu Dios syak' pax testigoal sb'a qued'oc. Ha Dios tz'ak'an Yespíritu tik t'a jantacnhej mach sk'anab'ajan tas syala', xchi heb' winh."
        },
        {
            "number": "33",
            "text": "Ayic ix yab'an jun chi' heb' winh yajal chi', ix te cot yowal heb' winh. Ix snib'ej heb' winh smilcham heb' winh t'a elanhchamel."
        },
        {
            "number": "34",
            "text": "Palta ha t'a skal heb' winh yajal chi' ay jun winh fariseo scuch Gamaliel ayeq'ui. Te k'ayb'um winh t'a sley Dios. B'inajnac winh t'a wach'il yuj heb' anima. Ix k'e linhan winh. Ix schecan winh ik'joccanelta heb' winh schecab' Jesús chi' junok rato."
        },
        {
            "number": "35",
            "text": "Ixlajwi yelcancot heb' winh chi', ix yalan winh: --Ex wetisraelal, naec wal sik'lab'il tas tzeyutej he b'oan yaj juntzanh heb' winh tik."
        },
        {
            "number": "36",
            "text": "Co naeccot jun winh scuch Teudas ek'nac t'a yalanhtaxo. Yak'nacoch sb'a winh yajalil t'a skal heb' anima. Yalannaquel winh to te ay yopisio winh. Ay am junok chanhe' ciento winak ochnac yet' winh. Palta miljicham winh. Axo jantac heb' ochnac yet' winh chi', saclemnaccanb'at heb'. Satnacpaxcanem jun yic heb' chi'."
        },
        {
            "number": "37",
            "text": "Ixlajwi chi', ay jun winh scuch Judas aj Galilea, yak'nacoch sb'a winh yak'an owal yet' heb' winh yajal ayic ix ik'jichaanh sb'isul heb' anima. Tzijtum anima ochnac yet' winh. Anheja' ix miljipaxcham junxo winh chi'. Axo jantacnhej heb' ochnac yet' winh, saclemnacpaxcanb'at heb'."
        },
        {
            "number": "38",
            "text": "Yuj chi' swal t'ayex, cactejec quixtan heb' winh schecab' Jesús tik, yil heb' winh. Ha jun yic heb' winh tik, tato anhej heb' anima ay yico', munil ol satxicanemoc."
        },
        {
            "number": "39",
            "text": "Palta tato ha Dios ay yico', manh ol yal-laj cak'an lajwoc. Ay smay to wan cak'an owal yet' Dios chi', xchi winh."
        },
        {
            "number": "40",
            "text": "Ix snaan heb' winh yajal chi' to te yel syal winh. Yuj chi' ix avtajxioch heb' winh schecab' Jesús chi' yuj heb' winh. Ix yalan heb' winh to smak'ji heb' winh. Ix yalanpax heb' winh t'a heb' winh to maxtzac yalel yab'ixal Jesús heb' winh. Ixlajwi chi', ix actajel heb' winh."
        },
        {
            "number": "41",
            "text": "Yuj chi' ix elta heb' winh schecab' Jesús chi' t'a yichanh heb' winh sat yajal. Te wach' ix yab' heb' winh, yujto yujnhej Jesús ix yab' syail heb' winh icha sgana Dios."
        },
        {
            "number": "42",
            "text": "Masanil k'u ix yalel yab'ixal Jesús heb' winh to Cristo toni, syalelk'ochi Jun Sik'b'ilel yuj Dios. Ix laj ek' yalel heb' winh t'a yol yamaq'uil stemplo Dios yet' t'a caltac pat."
        }
    ]
}