{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun winh scuchan Ananías, haxo ix yetb'eyum winh Safira sb'i ix. Ay jun sluum winh ix schonheli."
        },
        {
            "number": "2",
            "text": "Ix schaan stojol jun sluum winh chi', palta ix yik'canel nanhal yic winh yet' ix yetb'eyum chi', yuj chi' manh tz'acanoc stojol ayic xid' yak'ancan winh t'a eb' schecab' Jesús. Palta haxo ix aj yalan winh to tz'acan q'uen tumin chi' smasanil. Yojtac pax ix yetb'eyum winh to icha chi' yaji."
        },
        {
            "number": "3",
            "text": "Axo ix yalan winhaj Pedro t'a winh: --¿Tas yuj ix yak' a k'ool winh Satanás, yuj chi' tzesej t'a Yespíritu Dios? Ina ix ik'canel nanhal q'uen ic t'a stojol jun a lu'um chi'."
        },
        {
            "number": "4",
            "text": "Ayic manto a chonh lu'um, yel ic lu'um. Anhejtona' icha pax chi', ayic ix a chonhaneli, yel ic ton stojol chi'. Yuj chi', ¿tas yuj ix a na jun chukal tik? Manhoclaj t'a eb' anima tzesej, palta a d'ha Dios tzesej, xchi winhaj Pedro chi' t'a winh."
        },
        {
            "number": "5",
            "text": "Ix lajwinhej yab'an jun chi' winhaj Ananías chi', ix ek' telnaj winh, ix cham winh. Axo eb' ix ab'an specal jun chi', ix te xiv eb'."
        },
        {
            "number": "6",
            "text": "Axo juntzanh eb' quelemtac ix javi, ix sb'ak'anoch jun k'apac eb' t'a snivanil winh. Ix yik'anelta winh eb', ix b'at smucancan winh eb'."
        },
        {
            "number": "7",
            "text": "Ayxom oxeoc hora scham winhaj Ananías chi', ix k'och ix yetb'eyum winh. Ix och ix t'a yol pat. Manh yojtacoc ix tato ay tas ix ik'an winh yetb'eyum ix chi'."
        },
        {
            "number": "8",
            "text": "Axo winhaj Pedro ix k'anb'an t'a ix: --Al t'ayin, ¿tom yel to icha tik ix e chonhb'at jun e lu'um chi'? xchi winh t'a ix. --I', ichaton chi', xchi ix t'a winh."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yal winh t'a ix: --¿Tas yuj tze mol lajtiej e b'a yic tzeyak'an proval Yespíritu Dios Cajal? Ina yajek' eb' winh ix xid' mucancan winh etb'eyum t'a ti' pat chi'. Axo ticnaic ol ach yik'paxb'at eb' winh a ach tik, xchi winh t'a ix."
        },
        {
            "number": "10",
            "text": "D'a jun rato chi', ix telvi ix t'a yichanh winhaj Pedro chi'. Ix cham ix. Axo ix ochk'och eb' quelemtac chi', ix yilan eb' chamnacxo pax ix. Yuj chi' ix yik'b'at ix eb'. Ix b'at smucanem ix eb' t'a stz'ey winh yetb'eyum chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix xivq'ue eb' creyente smasanil yet' jantacnhej eb' ix ab'an specal jun chi'."
        },
        {
            "number": "12",
            "text": "Axo eb' schecab' Jesús chi', tzijtum milagro ix sb'o eb'. Ix sch'ox val el spoder Dios eb' t'a skal eb' anima. Ha t'a jun stentail stemplo Dios scuchan yic Salomón, ata' ix smolb'ej sb'a eb' creyente smasanil."
        },
        {
            "number": "13",
            "text": "Axo eb' manh creyenteoc, malaj eb' stek'b'ej sb'a sk'ochi yic smolb'an sb'a eb' yet' eb'. Palta yojtac eb' to te wach' eb' creyente chi'."
        },
        {
            "number": "14",
            "text": "Tzijtum eb' winh vinac yet' eb' ix ix, ix ak'anoch Jesús t'a sk'ool."
        },
        {
            "number": "15",
            "text": "Tz'ik'jipaxelta eb' penaay t'a yoltac calle. Ay eb' tz'ik'jielta t'a sat ch'at, ay eb' t'a sat svaynub'. Ata' ix stanhvej eb' yek' winhaj Pedro, yic tope tzek' jab'oc yenhul winh t'a yib'anh eb' snaani."
        },
        {
            "number": "16",
            "text": "Tzijtum eb' anima ix cot t'a juntzanh chonhab' t'a slak'anil Jerusalén. Ix yik'ancot juntzanh eb' penaay eb' yet' eb' tz'ixtax yuj eb' enemigo. Ix laj b'oxican sk'ool eb' smasanil."
        },
        {
            "number": "17",
            "text": "Axo winh sat sacerdote yet' eb' yetb'eyum smasanil, aton eb' spartido eb' saduceo, ix te och chichonk'olal t'a spixan eb'."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix schec yamjoc eb' winh schecab' Jesús chi' eb'. Ix ak'jioch eb' winh t'a jun preso yic eb' chonhab'."
        },
        {
            "number": "19",
            "text": "Axo t'ak'walil ay jun yángel Dios Cajal ix ul jacan te' preso chi'. Ix ik'jielta eb' winh. Ixlajwi chi', ix yalan t'a eb' winh:"
        },
        {
            "number": "20",
            "text": "--Ixiquec t'a stemplo Dios. Tzex och t'a yol yamaq'uil. Tzex aj linhan ta', tzeyalanel wach' ab'ix yic q'uinal t'a junelnhej, xchi jun ángel chi' t'a eb' winh."
        },
        {
            "number": "21",
            "text": "Yuj chi' toxo van sakb'i ayic ix ochk'och eb' winh t'a yol yamaq'uil stemplo Dios chi', ix sk'ayb'an eb' anima eb' winh ta'. Axo winh sat sacerdote chi' yet' eb' winh yetb'eyum ix awtankot eb' winh sat yajal, aton jantacnhej eb' winh yajal yaj t'a eb' israel. Ixlajwi chi', ix schecanb'at jayvanh eb' winh polencía eb', yic sb'at eb' winh yiq'uelta eb' winh schecab' Jesús chi' t'a preso."
        },
        {
            "number": "22",
            "text": "Axo ix k'och eb' winh t'a te' preso chi', manhxalaj mach ayeq'ui. Ixlajwi yilan eb' winh to manhxalaj mach, ix b'at yalan eb' winh icha tik:"
        },
        {
            "number": "23",
            "text": "--Ix quila', wach' yajoch sk'ab' te' preso chi'. Axo eb' stanhvumal te' chi', linhanek' eb' t'a sti' te'. Palta haxo ix co jacan te', ix quilani manhxalaj mach ayek' t'a yol te', xchi eb' winh."
        },
        {
            "number": "24",
            "text": "Axo winh sat sacerdote chi', eb' yetb'eyum yet' pax winh yajal eb' winh stanhvumal stemplo Dios, ayic ix yab'an juntzanh chi' eb' winh, ix te sat sk'ool eb' winh. Maj nachajel-laj yuj eb' winh tas val yaji."
        },
        {
            "number": "25",
            "text": "Junanto rato chi' ix k'och junxo winh. Ix yalan winh t'a eb' winh: --Ha eb' winh ix eyak'och t'a preso, ayxo ek' eb' winh t'a yamaq'uil stemplo Dios ticnaic. Van sk'ayb'aj eb' anima yuj eb' winh, xchi winh."
        },
        {
            "number": "26",
            "text": "Yuj chi', haxo winh yajal eb' stanhvan templo chi' yet' eb' winh polencía, ix b'at eb' winh yik'cot eb' winh. Palta ak'ank'olal ix yutej eb' winh yik'ancot eb' winh schecab' Jesús chi', yujto ix xiv eb' winh sjulq'uenaj yuj eb' anima."
        },
        {
            "number": "27",
            "text": "Ix b'at ak'ji eb' winh schecab' Jesús chi' t'a yichanh eb' winh sat yajal. Axo winh sat sacerdote chi' ix alan t'a eb' winh."
        },
        {
            "number": "28",
            "text": "--Ina ix cham val calan t'ayex to maxtzac e k'ayb'ej eb' anima t'a sk'ayb'ub'al Jesús. ¿Tom max e k'anab'ajej? Ha ticnaic, ix te pucaxb'at e k'ayb'ub'al t'a Jerusalén tik, masanto e gana tze ch'oxelta to a onh ix co milcham Jesús chi', xchi winh t'a eb' winh."
        },
        {
            "number": "29",
            "text": "Palta ix tak'vi winhaj Pedro yet' juntzanhxo eb' winh schecab' Jesús, ix yalan eb' winh: --Yovalil a tas syal Dios, a sco k'anab'ajej. Axo juntzanh schecnab'il anima, tato max scha sb'a yet' yic Dios, max co k'anab'ajejlaj."
        },
        {
            "number": "30",
            "text": "Ha ex tik ix eyak' miljoccham Jesús, ayic ix d'unhb'ajq'ue t'a te' culus. Palta a jun Dios b'aj yak'nac em sb'a eb' co mam quicham, anheja' co Diosal a onh tik. A' ix ak'an pitzvocxi Jesús chi' t'a skal eb' chamnac."
        },
        {
            "number": "31",
            "text": "Ha ix ak'an yopisio, ix yik'anb'at t'a swach'k'ab'. Ix yak'anoch Cajaloc yet' co Columaloc, yic wach' sco na co b'a a onh israel onh tik, yic slajvican co mul yuj."
        },
        {
            "number": "32",
            "text": "Ha onh tik, scak' testigoal co b'a yuj juntzanh skal tik t'ayex. Anhejtona' Yespíritu Dios syak' pax testigoal sb'a qued'oc. Ha Dios tz'ak'an Yespíritu tik t'a jantacnhej mach sk'anab'ajan tas syala', xchi eb' winh."
        },
        {
            "number": "33",
            "text": "Ayic ix yab'an jun chi' eb' winh yajal chi', ix te cot yoval eb' winh. Ix snib'ej eb' winh smilcham eb' winh t'a elanhchamel."
        },
        {
            "number": "34",
            "text": "Palta ha t'a skal eb' winh yajal chi' ay jun winh fariseo scuch Gamaliel ayeq'ui. Te k'ayb'um winh t'a sley Dios. B'inajnac winh t'a wach'il yuj eb' anima. Ix q'ue linhan winh. Ix schecan winh ik'joccanelta eb' winh schecab' Jesús chi' junok rato."
        },
        {
            "number": "35",
            "text": "Ixlajwi yelcancot eb' winh chi', ix yalan winh: --Ex vetisraelal, naec val sik'lab'il tas tzeyutej e b'oan yaj juntzanh eb' winh tik."
        },
        {
            "number": "36",
            "text": "Co naeccot jun winh scuch Teudas ek'nac t'a yalanhtaxo. Yak'nacoch sb'a winh yajalil t'a skal eb' anima. Yalannaquel winh to te ay yopisio winh. Ay am junok chanhe' ciento vinac ochnac yet' winh. Palta miljicham winh. Axo jantac eb' ochnac yet' winh chi', saclemnaccanb'at eb'. Satnacpaxcanem jun yic eb' chi'."
        },
        {
            "number": "37",
            "text": "Ixlajwi chi', ay jun winh scuch Judas aj Galilea, yak'nacoch sb'a winh yak'an oval yet' eb' winh yajal ayic ix ik'jichaanh sb'isul eb' anima. Tzijtum anima ochnac yet' winh. Anheja' ix miljipaxcham junxo winh chi'. Axo jantacnhej eb' ochnac yet' winh, saclemnacpaxcanb'at eb'."
        },
        {
            "number": "38",
            "text": "Yuj chi' swal t'ayex, cactejec quixtan eb' winh schecab' Jesús tik, yil eb' winh. Ha jun yic eb' winh tik, tato anhej eb' anima ay yico', munil ol satxicanemoc."
        },
        {
            "number": "39",
            "text": "Palta tato ha Dios ay yico', manh ol yal-laj cak'an lajvoc. Ay smay to van cak'an oval yet' Dios chi', xchi winh."
        },
        {
            "number": "40",
            "text": "Ix snaan eb' winh yajal chi' to te yel syal winh. Yuj chi' ix avtajxioch eb' winh schecab' Jesús chi' yuj eb' winh. Ix yalan eb' winh to smak'ji eb' winh. Ix yalanpax eb' winh t'a eb' winh to maxtzac yalel yab'ixal Jesús eb' winh. Ixlajwi chi', ix actajel eb' winh."
        },
        {
            "number": "41",
            "text": "Yuj chi' ix elta eb' winh schecab' Jesús chi' t'a yichanh eb' winh sat yajal. Te wach' ix yab' eb' winh, yujto yujnhej Jesús ix yab' syail eb' winh icha sgana Dios."
        },
        {
            "number": "42",
            "text": "Masanil k'u ix yalel yab'ixal Jesús eb' winh to Cristo toni, syalelk'ochi Jun Sik'b'ilel yuj Dios. Ix laj ek' yalel eb' winh t'a yol yamaq'uil stemplo Dios yet' t'a caltac pat."
        }
    ]
}