{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "A d'a jun tiempoal chi', ix te q'uib' sb'isul eb' creyente. Palta a eb' creyente aj Grecia, ix cot yoval eb' d'a eb' creyente aj Israel, yujto ayic tz'ak'ji va eb' meb'a' d'a junjun k'u, manh tz'acanoc tz'ak'ji svael eb' ix chamnac yetb'eyum aj Grecia chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix avtajcot eb' creyente smasanil yuj eb' schecab' Jesús chi'. Ix yalan eb': --Manh smojoc scactejcan calanel slolonel Dios tic yic axonhej vael tic squila'."
        },
        {
            "number": "3",
            "text": "Yuj chi', ex vuk'tac, tze say ucvanhoc vinac d'a co cal tic, tzeyak'anoch yopisio eb' sb'oan jun munlajel tic. A eb' tze say chi', aton eb' te vach' sb'eyb'al, eb' snachaj val el yic Dios yuuj, eb' te ay val och Yespíritu Dios yed'oc."
        },
        {
            "number": "4",
            "text": "A onhxo tic, anheja' ol onh lesalvoc, ol calanpaxel slolonel Dios, xchi eb' lajchavanh chi'."
        },
        {
            "number": "5",
            "text": "Ix te tzalaj eb' smasanil yuj jun lolonel chi'. Axo eb' vinh ix sik'jiel chi', aton eb' vinh tic: Vinhaj Esteban, te ay val och spensar vinh d'a Dios, te ay val och Yespíritu Dios yed' vinh, vinhaj Felipe, vinhaj Prócoro, vinhaj Nicanor, vinhaj Timón, vinhaj Parmenas yed' vinhaj Nicolás aj Antioquía. A vinhaj Nicolás tic, ochnac vinh d'a sk'ayb'ub'al eb' israel d'a yalanhtaxo."
        },
        {
            "number": "6",
            "text": "Ix lajvi sik'jielta eb' vinh chi', ix ik'jib'at eb' vinh d'a yichanh eb' vinh schecab' Jesús. Axo eb' vinh schecab' Jesús chi' ix lesalvi yuj eb' vinh, ix yak'anpaxek' sk'ab' eb' vinh d'a sjolom eb' vinh."
        },
        {
            "number": "7",
            "text": "Axo slolonel Dios ix te pucaxb'at d'a scal eb' anima. Yuj chi' ix te q'uib' sb'isul eb' creyente d'a Jerusalén chi'. Ay pax juntzanh eb' vinh sacerdote ix ak'anoch Cristo d'a sk'ool."
        },
        {
            "number": "8",
            "text": "Axo vinhaj Esteban chi', nivan svach'k'olal Dios ix scha vinh. Ix och val Dios yed' vinh, yuj chi' tzijtum milagro ix sch'oxel vinh d'a scal eb' anima."
        },
        {
            "number": "9",
            "text": "Palta ay juntzanh eb' israel smolb'ej sb'a d'a jun spatil culto scuch Yic eb' Ak'b'ilxocanel d'a Libre. Ay pax juntzanhxo eb' aj chonhab' Cirene, eb' aj Alejandría, eb' aj Cilicia yed' eb' aj Asia. Ix k'och eb' d'a vinhaj Esteban chi'. Ix stelan sb'a eb' yed' vinh."
        },
        {
            "number": "10",
            "text": "Palta maj yak'laj ganar vinh eb', yujto a Espíritu Santo ix ak'an sjelanil vinh."
        },
        {
            "number": "11",
            "text": "Axo eb' chi', tonhej ix sman jayvanh stestigo eb'. Ix ak'ji sk'ool eb' yuj eb', yic syal eb' icha tic: --Ix cab' sb'uchvaj vinhaj Esteban tic d'a spatic vinh co mam quicham aj Moisés yed' d'a Dios, xchi eb'."
        },
        {
            "number": "12",
            "text": "Icha chi' ix yutej eb' stzuntzan chaanh eb' chonhab', eb' ichamtac vinac yed' eb' k'ayb'um d'a ley Moisés. Yuj chi' ix cot jucnaj eb' d'a vinhaj Esteban chi', ix syaman vinh eb', xid' yak'anoch vinh eb' d'a yichanh eb' vinh sat yajal."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi', ix manji juntzanhxo eb' tz'ak'anoch es d'a yib'anh vinhaj Esteban chi' yuj eb'. Ix stz'acan yal eb' icha tic d'a eb' vinh yajal chi': --A vinhaj Esteban tic, max yactejcan vinh sb'uchvaj d'a jun templo yicnhej Dios yaj tic. Sb'uchvaj pax vinh d'a ley Moisés."
        },
        {
            "number": "14",
            "text": "Ix cab' yalan vinh icha tic: A Jesús aj Nazaret ol pojanem stemplo Dios tic. Ol q'uexchaj juntzanh co b'eyb'al ak'b'ilcan d'ayonh yuj Moisés chi', xchi vinh, xchi eb'."
        },
        {
            "number": "15",
            "text": "Axo eb' vinh yajal chi' yed' eb' k'ojanem ta' smasanil, ix och q'uelan eb' d'a vinhaj Esteban chi', ix yilanoch sat vinh eb', lajan yilji icha sat junoc ángel."
        }
    ]
}