{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ix te q'uib' sb'isul eb' creyente. Palta a eb' creyente aj Grecia, ix cot yoval eb' t'a eb' creyente aj Israel, yujto ayic tz'ak'ji wa eb' meb'a' t'a junjun k'u, manh tz'acanoc tz'ak'ji svael eb' ix chamnac yetb'eyum aj Grecia chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix avtajcot eb' creyente smasanil yuj eb' schecab' Jesús chi'. Ix yalan eb': --Manh smojoc scactejcan calanel slolonel Dios tik yic axonhej vael tik squila'."
        },
        {
            "number": "3",
            "text": "Yuj chi', ex vuk'tac, tze say ucvanhoc vinac t'a co cal tik, tzeyak'anoch yopisio eb' sb'oan jun munlajel tik. Ha eb' tze say chi', aton eb' te wach' sb'eyb'al, eb' snachaj val el yic Dios yuj, eb' te ay val och Yespíritu Dios yet'oc."
        },
        {
            "number": "4",
            "text": "Ha onhxo tik, anheja' ol onh lesalvoc, ol calanpaxel slolonel Dios, xchi eb' lajchawanh chi'."
        },
        {
            "number": "5",
            "text": "Ix te tzalaj eb' smasanil yuj jun lolonel chi'. Axo eb' winh ix sik'jiel chi', aton eb' winh tik: Vinhaj Esteban, te ay val och spensar winh d'ha Dios, te ay val och Yespíritu Dios yet' winh, winhaj Felipe, winhaj Prócoro, winhaj Nicanor, winhaj Timón, winhaj Parmenas yet' winhaj Nicolás aj Antioquía. Ha winhaj Nicolás tik, ochnac winh t'a sk'ayb'ub'al eb' israel t'a yalanhtaxo."
        },
        {
            "number": "6",
            "text": "Ixlajwi sik'jielta eb' winh chi', ix ik'jib'at eb' winh t'a yichanh eb' winh schecab' Jesús. Axo eb' winh schecab' Jesús chi' ix lesalvi yuj eb' winh, ix yak'anpaxek' sk'ab' eb' winh t'a sjolom eb' winh."
        },
        {
            "number": "7",
            "text": "Axo slolonel Dios ix te pucaxb'at t'a skal eb' anima. Yuj chi' ix te q'uib' sb'isul eb' creyente t'a Jerusalén chi'. Ay pax juntzanh eb' winh sacerdote ix ak'anoch Cristo t'a sk'ool."
        },
        {
            "number": "8",
            "text": "Axo winhaj Esteban chi', niwan swach'k'olal Dios ix scha winh. Ix och val Dios yet' winh, yuj chi' tzijtum milagro ix sch'oxel winh t'a skal eb' anima."
        },
        {
            "number": "9",
            "text": "Palta ay juntzanh eb' israel smolb'ej sb'ha t'a jun spatil culto scuch Yic eb' Ak'b'ilxocanel t'a Libre. Ay pax juntzanhxo eb' aj chonhab' Cirene, eb' aj Alejandría, eb' aj Cilicia yet' eb' aj Asia. Ix k'och eb' t'a winhaj Esteban chi'. Ix stelan sb'a eb' yet' winh."
        },
        {
            "number": "10",
            "text": "Palta maj yak'laj ganar winh eb', yujto a Espíritu Santo ix ak'an sjelanil winh."
        },
        {
            "number": "11",
            "text": "Axo eb' chi', tonhej ix sman jayvanh stestigo eb'. Ix ak'ji sk'ool eb' yuj eb', yic syal eb' icha tik: --Ix cab' sb'uchvaj winhaj Esteban tik t'a spatic winh co mam quicham aj Moisés yet' d'ha Dios, xchi eb'."
        },
        {
            "number": "12",
            "text": "Icha chi' ix yutej eb' stzuntzan chaanh eb' chonhab', eb' ichamtac vinac yet' eb' k'ayb'um t'a ley Moisés. Yuj chi' ix cot jucnaj eb' t'a winhaj Esteban chi', ix syaman winh eb', xid' yak'anoch winh eb' t'a yichanh eb' winh sat yajal."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix manji juntzanhxo eb' tz'ak'anoch es t'a yib'anh winhaj Esteban chi' yuj eb'. Ix stz'acan yal eb' icha tik t'a eb' winh yajal chi': --Ha winhaj Esteban tik, max yactejcan winh sb'uchvaj t'a jun templo yicnhej Dios yaj tik. Sb'uchvaj pax winh t'a ley Moisés."
        },
        {
            "number": "14",
            "text": "Ix cab' yalan winh icha tik: Ha Jesús aj Nazaret ol pojanem stemplo Dios tik. Ol q'uexchaj juntzanh co b'eyb'al ak'b'ilcan t'ayonh yuj Moisés chi', xchi winh, xchi eb'."
        },
        {
            "number": "15",
            "text": "Axo eb' winh yajal chi' yet' eb' k'ojanem ta' smasanil, ix och q'uelan eb' t'a winhaj Esteban chi', ix yilanoch sat winh eb', lajan yilji icha sat junok ángel."
        }
    ]
}