{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Axo winh sat sacerdote ix k'anb'an t'a winhaj Esteban chi': --¿Yel am juntzanh ix yal heb' tik? xchi winh."
        },
        {
            "number": "2",
            "text": "Yuj chi', ix yal winhaj Esteban chi' icha tik: --Ex wetchonhab' yet' ex ichamtac winak, ab'ec nab'i. Ha Dios, te niwan yelk'ochi. Sch'oxnac sb'ha t'a winh ko mam quicham aj Abraham ayic ayek' winh t'a yol yic Mesopotamia, ayic manto k'och cajan winh t'a chonhab' Harán."
        },
        {
            "number": "3",
            "text": "Yalannac Dios chi' icha tik t'a winh: Actejcan lum a lu'um tik yet' jantac heb' a k'ab' oc. Ixic t'a junxo lugar ol in ch'ox t'ayach, xchi t'a winh."
        },
        {
            "number": "4",
            "text": "Slajwi chi', yactannaccan slugar heb' caldeo winh b'aj ayek' chi'. Axo t'a chonhab' Harán k'ochnaccan cajan winh. Axo yic schamnac winh smam winh, yik'jinaccot winh yuj Dios t'a jun lugar b'aj ay onh ek' tik."
        },
        {
            "number": "5",
            "text": "Palta malaj jab'oc lu'um yak'nac Dios chi' yicoc winh t'a tik. Malaj jab'oc ak'jinac t'a winh, palta yak'naccan sti' Dios chi' t'a winh, ayic yalannaccan icha tik: Ol wak' jun a lu'um. Axo yic ol ach chamoc, ol kan jun a lu'um chi' yicoc heb' inhtilal, xchi Dios chi' t'a winh. Ayic mantalaj junok yuninal winh, ata' yalnaccan jun chi' Dios."
        },
        {
            "number": "6",
            "text": "Yalannacpaxcan Dios chi' icha tik t'a winh: Ha heb' inhtilal ol k'och cajan heb' t'a yol yic junxo ch'oc chonhab'il. Ol ak'joc och heb' schecab'oc heb' ch'oc chonhab'il chi'. Chanhe' ciento ab'il ol yab' syail heb' yuj heb'."
        },
        {
            "number": "7",
            "text": "Palta a in ol wak'och yaelal t'a yib'anh heb' ch'oc chonhab'il chi'. Ol lajwoc chi', ol elta heb' inhtilal chi' t'a jun lugar chi', ol in yak'an serwil heb' t'a jun lugar tik, xchinac Dios chi'."
        },
        {
            "number": "8",
            "text": "Anhejtona', yak'nacxican sti' Dios t'a winhaj Abraham chi'. Yalannaccan t'a winh to tz'och jun yechel t'a sniwanil winh yet' t'a jantacnhej heb' yinhtilal winh, yic wach' scheclajeli to ay strato Dios yet' heb'. Ha jun yechel chi', aton jun scuch circuncisión. Yuj chi', ayic yalji jun yuninal winhaj Abraham scuch Isaac, yucub'ixial yalji, yak'ji circuncidar yuj winhaj Abraham chi'. Anhejtona' yalji pax jun yuninal winhaj Isaac chi' scuch Jacob, ak'jipax circuncidar yuj winhaj Isaac chi'. Axo winhaj Jacob chi', lajchawanh heb' yuninal winh aljinac. Laj ak'ji circuncidar heb' smasanil. Ha heb' lajchawanh chi', aton heb' ko mam quicham a onh israel onh tik."
        },
        {
            "number": "9",
            "text": "Ha t'a skal heb' ko mam quicham chi', ay jun winh yuk'tac heb' scuchan José. Ha junel meltzajoch heb' yuk'tac winhaj José chi' ajk'olal t'ay. Yuj chi' schonhb'at winh heb' t'a Egipto, palta haxo Dios och yet' winh."
        },
        {
            "number": "10",
            "text": "Ha Dios chi' colanelta winh t'a skal juntzanh syaelal. Yak'an sjelanil t'a winh. Och yet' winh, yic wach' syutej sb'a winh t'a yichanh winh sreyal heb' aj Egipto chi'. Yuj chi' yak'och yopisio winhaj José chi' winh yoch yajalil t'a Egipto chi'. Anhejtona', yak'och winhaj José chi' winh yilumaloc spat."
        },
        {
            "number": "11",
            "text": "Palta ha t'a jun pekti’ chi', ja jun niwan wejel t'a yib'anh masanil heb' aj Egipto chi' yet' t'a yib'anh heb' aj Canaán. Te ya' ek' heb' yuj jun wejel chi'. Icha pax chi' heb' ko mam quicham ay t'a Canaán chi', manhxa b'aj wach' scot tas syab'lej heb'."
        },
        {
            "number": "12",
            "text": "Axo yab'an winhaj Jacob chi' to ay ixim trigo t'a Egipto chi'. Yuj chi' schecb'at heb' yuninal winh chi' ta', aton heb' ko mam quicham. Sb'ab'elalto heb' b'at t'a jun chi'."
        },
        {
            "number": "13",
            "text": "Axo schecjixib'at heb' t'a schaelal, ato ta' yal winhaj José chi' t'a heb' to yuk'tac sb'a winh yet' heb'. Icha chi' aj yojtacanel winhaj Faraón chi' mach heb' yetchonhab' winhaj José chi'."
        },
        {
            "number": "14",
            "text": "Axo winhaj José chi' checan ik'jib'at winhaj Jacob t'ay, aton winh smam winh. Schecan ik'jib'at heb' yuk'tac yet' heb' ix yetb'eyum heb' yet' pax heb' yuninal heb' smasanil, 75 sb'isul heb'."
        },
        {
            "number": "15",
            "text": "Icha chi' aj sk'och winhaj Jacob chi' t'a Egipto chi'. Ata' cham winh. Junjunal champax heb' ko mam quicham chi' ta'."
        },
        {
            "number": "16",
            "text": "Ichato chi' yik'jixicot sniwanil winh chi' yuj heb' junelxo t'a chonhab' Siquem. Axo ta' ak'jinacoch sniwanil heb' chi' t'a yol jun k'een nhak'een. Ha jun k'een chi', atax winhaj Abraham manannaccanel k'een t'a heb' yuninal winhaj Hamor aj chonhab' Siquem chi'."
        },
        {
            "number": "17",
            "text": "Axo yic wanxo sk'och stiempoal yelk'och tas yalnaccan Dios t'a winhaj Abraham chi', ayic yak'annaccan sti' t'a winh, q'uib'chaanh sb'isul heb' yinhtilal winh t'a Egipto chi'. Te tzijtum aj sb'isul heb' ta'."
        },
        {
            "number": "18",
            "text": "k'ojank'olalto och junxo winh sreyal heb' aj Egipto chi'. Ha jun winh chi', manhxo yojtacoc yab'ixal winhaj José chi' winh."
        },
        {
            "number": "19",
            "text": "Ha jun winh rey chi', yixtejnac wal heb' ko mam quicham chi' winh. Yak'nac wal chukal winh t'a heb'. Yalannac winh t'a heb' to yowalil syumel jantacnhej heb' swinac unin heb' tzato alji, yic munil syak'cham sb'a heb' b'aj sb'at yumjicanel chi'."
        },
        {
            "number": "20",
            "text": "Aton t'a jun pekti’ chi' alji winhaj Moisés. Te wach' aj winh t'a yichanh Dios. Oxenhej ujal q'uib'tzitaj winh yuj smam snun t'a yol spat."
        },
        {
            "number": "21",
            "text": "Slajwi chi', yactajcan winh yuj ix snun icha syal jun ley chi'. Axo jun ix yisil winh rey chi' ilanelta winh. Yik'anb'at winh ix t'a spat. Sq'uib'tzitan winh ix icha wal junok yune'."
        },
        {
            "number": "22",
            "text": "Axo winhaj Moisés chi' sk'ayb'ej winh jantacnhej tas yojtac heb' aj Egipto chi'. Yuj chi' te jelan aj slolon winh. Jelan pax aj winh sk'ulan masanil tastac."
        },
        {
            "number": "23",
            "text": "Ayic 40 ab'ilxo sk'inal winh, sja t'a spensar winh b'at yilan heb' yetchonhab', aton heb' quetisraelal."
        },
        {
            "number": "24",
            "text": "Axo sk'och winh, yilan winh to ay jun winh aj Egipto chi' wan yak'an chukal t'a jun winh yetchonhab' winh. Yuj chi' och winh yet' winh. Axo winh ak'anek' spak winh yetchonhab' chi' ayic smak'ancham winh aj Egipto chi' winh."
        },
        {
            "number": "25",
            "text": "Snaan winhaj Moisés chi' to snachajel yuj heb' yetchonhab' winh chi' to ha Dios wan yak'lab'an winh yic scolancanel heb'. Palta maj nachajel-laj yuj heb'."
        },
        {
            "number": "26",
            "text": "Axo t'a junxo k'u sk'och winh t'a chawanhxo heb' yetchonhab'. Yilan winh to wan stzuntzan sb'a heb'. Ha sgana winhaj Moisés chi' to tz'och heb' t'a junk'olal, yuj chi' yal winh t'a heb': Ex wetchonhab', ¿tas yuj tzeyak' owal? Ina eyetchonhab' he b'a, xchi winh t'a heb'."
        },
        {
            "number": "27",
            "text": "Palta haxo winh wan yak'an owal chi' ik'anel winhaj Moisés chi'. Yalan winh t'a winh: ¿Mach ix ach ak'anoch juezal, yic tzonh ak'an mandar?"
        },
        {
            "number": "28",
            "text": "¿Tom a gana tzin a mak'paxchamoc icha utej jun winh aj Egipto ewi? xchi winh."
        },
        {
            "number": "29",
            "text": "Slajwinhej yab'an jun chi' winhaj Moisés chi', sb'atcan winh elelal. Sk'ochcan cajan winh t'a skal heb' ch'oc chonhab'il t'a yol yic Madián. Axo ta' alji chawanh yuninal winh."
        },
        {
            "number": "30",
            "text": "Ayxom 40 ab'iloc sk'och winh ta', sb'at winh t'a tzalan Sinaí, b'aj malaj anima. Axo ta' sch'ox sb'a jun ángel t'a winh. Ayek' t'a skal jun k'ak' b'aj wan stz'a jun te' q'uiix."
        },
        {
            "number": "31",
            "text": "Axo yic yilanb'at jun chi' winh, tonhej te sat sk'ool winh. Yuj chi' b'at winh yilb'ati, haxo Dios Kajal alan t'a winh:"
        },
        {
            "number": "32",
            "text": "Ha in ton tik, jun Dios b'aj yak'nac em sb'a heb' a mam icham, aton winhaj Abraham, winhaj Isaac yet' winhaj Jacob, xchi t'a winh. Axo winhaj Moisés chi', te ib'xik'e winh yuj xiwelal. Majxo ochlaj k'elan winh t'ay."
        },
        {
            "number": "33",
            "text": "Yalan Dios Kajal chi' t'a winh: Quichel a xanhab', yujto ha t'a jun lugar b'aj ayach ek' tik, a inton ayinek' t'ay."
        },
        {
            "number": "34",
            "text": "Ha heb' in chonhab' ayek' t'a Egipto, swila' to wan yab'an syail heb' ta'. Swab'anpaxi to sk'acwi heb' yab'an syail. Yuj chi' in jawi wik'elta heb' t'a skal syaelal chi'. Yuj chi', ixic. Ol ach in checb'at t'a Egipto chi', xchi Dios chi' t'a winh."
        },
        {
            "number": "35",
            "text": "D'a peka' maj chajoclaj winh yuj heb' yetchonhab' chi'. Malaj ochnac winh t'a heb'. Yalannac heb' t'a winh: ¿Mach ach ak'anoch juezal, yuj chi' tzonh ak' mandar? xchi heb' t'a winh. Palta ha Dios ak'an yopisio winh yak'an mandar heb'. Yak'jipax yopisio winh yic syik'elta heb' t'a skal yaelal chi'. Ha jun ángel sch'ox sb'ha t'a winh t'a skal te' q'uiix chi', a och yet' winh."
        },
        {
            "number": "36",
            "text": "Aton winhaj Moisés chi' ik'annaquelta heb' quetchonhab' t'a Egipto chi'. 40 ab'il sch'oxnac juntzanh milagro winh t'a Egipto chi' yet' t'ha ha' Chacchac Mar yet' pax t'a tzinan lu'um."
        },
        {
            "number": "37",
            "text": "Aton winh alannac icha tik t'a heb' quetisraelal chi': Ha Dios ol sik'anelta jun schecab' t'a skal heb' quetchonhab' icha ix yutej in sik'anelta a in tik, xchi winh t'a heb'."
        },
        {
            "number": "38",
            "text": "Ek'nac winh yet' heb' ko mam quicham t'a jun taquinh lu'um. Aypaxek' jun ángel yet' heb', aton jun lolonnac yet' winh t'a tzalan Sinaí. Ha t'a winhaj Moisés chi', ata' yalnaccan juntzanh lolonel Dios tz'ak'an ko k 'inal. Axo winh alannaccan t'ayonh."
        },
        {
            "number": "39",
            "text": "Palta a heb' ko mam quicham chi', maj yal sk'ool heb' sk'anab'ajej tas yal winh chi'. Yuj chi' spatiquejel winh heb'. Snib'ej heb' meltzaj t'a Egipto."
        },
        {
            "number": "40",
            "text": "Yalan heb' t'a winhaj Aarón: B'o juntzanhoc ko diosal yic tzonh scuchb'ani, yujto a winhaj Moisés chi', jun winh ix onh ik'anelta t'a Egipto, manh cojtacoc tas ix ik'an winh, xchi heb'."
        },
        {
            "number": "41",
            "text": "Yuj chi', sb'oan jun k'een heb' icha quelem wacax. Ha jun chi' yak'och heb' sdiosaloc. Smilanpax juntzanh nok' nok' heb' silab'oc t'ay. Yak'anoch sq'uinhal jun sdiosal heb' sb'o chi'."
        },
        {
            "number": "42",
            "text": "Yuj chi', yik'el sb'ha Dios t'a skal heb'. Actajcan heb' sch'ocoj yic wach' syak'em sb'a heb' t'a juntzanh k'anal ay t'a satcha’anh. Stz'ib'ejnaccan jun schecab' Dios icha tik: Ex israel, ayic yek'nac 40 ab'il heb' he mam eyicham t'a tzinan lu'um, manhoc t'ayin snhusnac silab' heb' yet' yofrenda."
        },
        {
            "number": "43",
            "text": "Malaj jab'oc tas eyak'nac t'ayin. Palta a jun he diosal scuch Moloc, b'achb'il yet'tal eyuuj yet' jun yechel k'anal scuch Renfán, a juntzanh chi' eyalnac och he diosaloc. Ha t'a juntzanh yechel he b'onac chi', ata' eyalnac he b'a. Yuj chi' ol ex wik'canel t'a jun he lu'um tik, haxo ex wak'ancanb'at t'a yichanhb'at Babilonia, xchican Dios t'a Slolonel Tz'ib'ab'ilcani."
        },
        {
            "number": "44",
            "text": "Palta ayic yek'nac heb' ko mam quicham chi' t'a tzinan lu'um chi', yet'nac jun yet'tal sley Dios heb'. Aton jun yet'tal chi' b'onaccan yuj winhaj Moisés chi', icha ajnac yalan Dios chi' t'a winh, ayic sch'oxannac jun yechel t'a winh."
        },
        {
            "number": "45",
            "text": "Ha jun yet'tal chi', k'ojank'olal cannac t'a juntzanhxo heb' ko mam quicham. Axo winhaj Josué ik'annaccot jun chi' yet' heb'. Ayic yicannac jun sluum heb' ch'oc chonhab'il tik heb', aton heb' pechb'ilel yuj Dios. Ha jun yet'tal sley Dios chi', yet'nac heb', masanto ochnac winhaj Dawid sreyaloc heb'."
        },
        {
            "number": "46",
            "text": "Ha winhaj Dawid chi', te niwan swach'k'olal Dios schanac winh. Yuj chi', snib'ej winh sb'onac jun stemplo Dios, aton jun Dios b'aj yak'naquem sb'a winhaj Jacob, aton pax ko Diosal."
        },
        {
            "number": "47",
            "text": "Palta ato wal winhaj Salomón b'oannac stemplo Dios chi',"
        },
        {
            "number": "48",
            "text": "wach'chom ha Dios yelxo wal te niwan yelk'ochi, max aj t'a junok templo b'ob'il yuj heb' anima. Yalnaccan jun schecab' t'a peka' icha tik:"
        },
        {
            "number": "49",
            "text": "Ha satcha’anh, aton in despacho. Axo yol yib'anhk’inal, icha sk'anh woc yaji. Yuj chi', ¿tasto wal ol eyutoc he b'oan junok in templo? Malaj junok lugar b'aj syal wik'an wip."
        },
        {
            "number": "50",
            "text": "Yujto a in ix in b'o masanil juntzanh tik, xchi Dios t'a Slolonel Tz'ib'ab'ilcani."
        },
        {
            "number": "51",
            "text": "Palta a ex tik, te pit ex. Lajan wal he pensar yet' heb' manh ojtannacoc Dios. Max eyak'och he chiquin t'a slolonel. Tonhej tze macoch waan Yespíritu Dios. Yuj chi', lajan ex yet' heb' ko mam quicham chi'."
        },
        {
            "number": "52",
            "text": "Ina heb' schecab' Dios t'a peka', laj yab'nac syail heb' yuj heb' ko mam quicham chi'. Aton heb' schecab' Dios chi' alannaccani to ol jawok winh tojol spensar, palta milb'ilcham heb' yuj heb' ko mam quicham chi'. Axo ix jawi jun tojol spensar chi', a exxo ix eyak'och t'a yol sk'ab' chamel, ix eyak'an miljocchamoc."
        },
        {
            "number": "53",
            "text": "Wach'chom ak'b'ilcan juntzanh schecnab'il Dios t'ayex yuj heb' ángel, palta max he k'anab'ajej, xchi winhaj Esteban chi' t'a heb'."
        },
        {
            "number": "54",
            "text": "Ayic ix yab'an juntzanh chi' heb', ix te och pitz'an t'a spixan heb', ix cot yowal heb' t'a winhaj Esteban chi'. Ix sk'ux wal ye heb' scot yowal."
        },
        {
            "number": "55",
            "text": "Palta haxo winhaj Esteban chi', te ay wal och Yespíritu Dios yet' winh, yuj chi' ix k'e k'elan winh t'a satcha’anh, ix yilank'e stziquiquial Dios winh. Ix yilan winh to linhanek' Jesús t'a swach'k'ab' Dios chi'."
        },
        {
            "number": "56",
            "text": "Yuj chi' ix yalan winh: --Inai, a swilani to jacan spuertail satcha’anh. Swilani to a jun Ak'b'ilcot yuj Dios yoch animail, linhanek' t'a swach' k'ab' Dios chi' ticnaik, xchi winh."
        },
        {
            "number": "57",
            "text": "Axo heb' ayek' ta', ix k'e nhilnaj heb' yawaji. Ix smacan schiquin heb'. Ix cot nhilnaj heb' t'a winh, ix jachjiel winh t'a stiel chonhab' yuj heb'."
        },
        {
            "number": "58",
            "text": "Ha heb' ix ak'anb'at t'a yib'anh winhaj Esteban chi', ix squichel spatic sk'apac junjun heb', ix yak'ancanb'at heb' t'a jun winh scuch Saulo, yic wach' a winh tz'ilancani. Ixlajwi chi', ix och ijan heb' sjulancham winhaj Esteban chi' yet' k'een k'een."
        },
        {
            "number": "59",
            "text": "Ayic wan sjulk'enan cham winh chi' heb', ix lesalwi winh d'ha Dios. --Mamin Jesús, cha in pixan, xchi winh."
        },
        {
            "number": "60",
            "text": "Ixlajwi chi' ix em cuman winh. Te chaanh ix yutej sjaj winh slesalwi d'ha Dios: --Mamin, manh ak'canoch jun smul heb' tik t'a yib'anh, xchi winh. Ixlajwi yalan jun chi' winh, ix cham winh."
        }
    ]
}