{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Axo winh sat sacerdote ix k'anb'an t'a winhaj Esteban chi': --¿Yel am juntzanh ix yal eb' tik? xchi winh."
        },
        {
            "number": "2",
            "text": "Yuj chi', ix yal winhaj Esteban chi' icha tik: --Ex vetchonhab' yet' ex ichamtac vinac, ab'ec nab'i. Ha Dios, te niwan yelk'ochi. Sch'oxnac sb'ha t'a winh co mam quicham aj Abraham ayic ayek' winh t'a yol yic Mesopotamia, ayic manto k'och cajan winh t'a chonhab' Harán."
        },
        {
            "number": "3",
            "text": "Yalannac Dios chi' icha tik t'a winh: Actejcan lum a lu'um tik yet' jantac eb' a k'ab' oc. Ixic t'a junxo lugar ol in ch'ox t'ayach, xchi t'a winh."
        },
        {
            "number": "4",
            "text": "Slajvi chi', yactannaccan slugar eb' caldeo winh b'aj ayek' chi'. Axo t'a chonhab' Harán k'ochnaccan cajan winh. Axo yic schamnac winh smam winh, yik'jinaccot winh yuj Dios t'a jun lugar b'aj ay onh ek' tik."
        },
        {
            "number": "5",
            "text": "Palta malaj jab'oc lu'um yak'nac Dios chi' yicoc winh t'a tik. Malaj jab'oc ak'jinac t'a winh, palta yak'naccan sti' Dios chi' t'a winh, ayic yalannaccan icha tik: Ol vak' jun a lu'um. Axo yic ol ach chamoc, ol kan jun a lu'um chi' yicoc eb' inhtilal, xchi Dios chi' t'a winh. Ayic mantalaj junok yuninal winh, ata' yalnaccan jun chi' Dios."
        },
        {
            "number": "6",
            "text": "Yalannacpaxcan Dios chi' icha tik t'a winh: Ha eb' inhtilal ol k'och cajan eb' t'a yol yic junxo ch'oc chonhab'il. Ol ak'joc och eb' schecab'oc eb' ch'oc chonhab'il chi'. Chanhe' ciento ab'il ol yab' syail eb' yuj eb'."
        },
        {
            "number": "7",
            "text": "Palta a in ol vak'och yaelal t'a yib'anh eb' ch'oc chonhab'il chi'. Ol lajvoc chi', ol elta eb' inhtilal chi' t'a jun lugar chi', ol in yak'an servil eb' t'a jun lugar tik, xchinac Dios chi'."
        },
        {
            "number": "8",
            "text": "Anhejtona', yak'nacxican sti' Dios t'a winhaj Abraham chi'. Yalannaccan t'a winh to tz'och jun yechel t'a snivanil winh yet' t'a jantacnhej eb' yinhtilal winh, yic wach' scheclajeli to ay strato Dios yet' eb'. Ha jun yechel chi', aton jun scuch circuncisión. Yuj chi', ayic yalji jun yuninal winhaj Abraham scuch Isaac, yucub'ixial yalji, yak'ji circuncidar yuj winhaj Abraham chi'. Anhejtona' yalji pax jun yuninal winhaj Isaac chi' scuch Jacob, ak'jipax circuncidar yuj winhaj Isaac chi'. Axo winhaj Jacob chi', lajchawanh eb' yuninal winh aljinac. Laj ak'ji circuncidar eb' smasanil. Ha eb' lajchawanh chi', aton eb' co mam quicham a onh israel onh tik."
        },
        {
            "number": "9",
            "text": "Ha t'a skal eb' co mam quicham chi', ay jun winh yuk'tac eb' scuchan José. Ha junel meltzajoch eb' yuk'tac winhaj José chi' ajk'olal t'ay. Yuj chi' schonhb'at winh eb' t'a Egipto, palta haxo Dios och yet' winh."
        },
        {
            "number": "10",
            "text": "Ha Dios chi' colanelta winh t'a skal juntzanh syaelal. Yak'an sjelanil t'a winh. Och yet' winh, yic wach' syutej sb'a winh t'a yichanh winh sreyal eb' aj Egipto chi'. Yuj chi' yak'och yopisio winhaj José chi' winh yoch yajalil t'a Egipto chi'. Anhejtona', yak'och winhaj José chi' winh yilumaloc spat."
        },
        {
            "number": "11",
            "text": "Palta ha t'a jun pekti’ chi', ja jun niwan vejel t'a yib'anh masanil eb' aj Egipto chi' yet' t'a yib'anh eb' aj Canaán. Te ya' ek' eb' yuj jun vejel chi'. Icha pax chi' eb' co mam quicham ay t'a Canaán chi', manhxa b'aj wach' scot tas syab'lej eb'."
        },
        {
            "number": "12",
            "text": "Axo yab'an winhaj Jacob chi' to ay ixim trigo t'a Egipto chi'. Yuj chi' schecb'at eb' yuninal winh chi' ta', aton eb' co mam quicham. Sb'ab'elalto eb' b'at t'a jun chi'."
        },
        {
            "number": "13",
            "text": "Axo schecjixib'at eb' t'a schaelal, ato ta' yal winhaj José chi' t'a eb' to yuk'tac sb'a winh yet' eb'. Icha chi' aj yojtacanel winhaj Faraón chi' mach eb' yetchonhab' winhaj José chi'."
        },
        {
            "number": "14",
            "text": "Axo winhaj José chi' checan ik'jib'at winhaj Jacob t'ay, aton winh smam winh. Schecan ik'jib'at eb' yuk'tac yet' eb' ix yetb'eyum eb' yet' pax eb' yuninal eb' smasanil, 75 sb'isul eb'."
        },
        {
            "number": "15",
            "text": "Icha chi' aj sk'och winhaj Jacob chi' t'a Egipto chi'. Ata' cham winh. Junjunal champax eb' co mam quicham chi' ta'."
        },
        {
            "number": "16",
            "text": "Ichato chi' yik'jixicot snivanil winh chi' yuj eb' junelxo t'a chonhab' Siquem. Axo ta' ak'jinacoch snivanil eb' chi' t'a yol jun q'uen nhaq'ueen. Ha jun q'uen chi', atax winhaj Abraham manannaccanel q'ueen t'a eb' yuninal winhaj Hamor aj chonhab' Siquem chi'."
        },
        {
            "number": "17",
            "text": "Axo yic vanxo sk'och stiempoal yelk'och tas yalnaccan Dios t'a winhaj Abraham chi', ayic yak'annaccan sti' t'a winh, q'uib'chaanh sb'isul eb' yinhtilal winh t'a Egipto chi'. Te tzijtum aj sb'isul eb' ta'."
        },
        {
            "number": "18",
            "text": "k'ojank'olalto och junxo winh sreyal eb' aj Egipto chi'. Ha jun winh chi', manhxo yojtacoc yab'ixal winhaj José chi' winh."
        },
        {
            "number": "19",
            "text": "Ha jun winh rey chi', yixtejnac val eb' co mam quicham chi' winh. Yak'nac val chukal winh t'a eb'. Yalannac winh t'a eb' to yowalil syumel jantacnhej eb' svinac unin eb' tzato alji, yic munil syak'cham sb'a eb' b'aj sb'at yumjicanel chi'."
        },
        {
            "number": "20",
            "text": "Aton t'a jun pekti’ chi' alji winhaj Moisés. Te wach' aj winh t'a yichanh Dios. Oxenhej ujal q'uib'tzitaj winh yuj smam snun t'a yol spat."
        },
        {
            "number": "21",
            "text": "Slajvi chi', yactajcan winh yuj ix snun icha syal jun ley chi'. Axo jun ix yisil winh rey chi' ilanelta winh. Yik'anb'at winh ix t'a spat. Sq'uib'tzitan winh ix icha val junok yune'."
        },
        {
            "number": "22",
            "text": "Axo winhaj Moisés chi' sk'ayb'ej winh jantacnhej tas yojtac eb' aj Egipto chi'. Yuj chi' te jelan aj slolon winh. Jelan pax aj winh sk'ulan masanil tastac."
        },
        {
            "number": "23",
            "text": "Ayic 40 ab'ilxo sk'inal winh, sja t'a spensar winh b'at yilan eb' yetchonhab', aton eb' quetisraelal."
        },
        {
            "number": "24",
            "text": "Axo sk'och winh, yilan winh to ay jun winh aj Egipto chi' van yak'an chukal t'a jun winh yetchonhab' winh. Yuj chi' och winh yet' winh. Axo winh ak'anek' spak winh yetchonhab' chi' ayic smak'ancham winh aj Egipto chi' winh."
        },
        {
            "number": "25",
            "text": "Snaan winhaj Moisés chi' to snachajel yuj eb' yetchonhab' winh chi' to ha Dios van yak'lab'an winh yic scolancanel eb'. Palta maj nachajel-laj yuj eb'."
        },
        {
            "number": "26",
            "text": "Axo t'a junxo k'u sk'och winh t'a chavanhxo eb' yetchonhab'. Yilan winh to van stzuntzan sb'a eb'. Ha sgana winhaj Moisés chi' to tz'och eb' t'a junk'olal, yuj chi' yal winh t'a eb': Ex vetchonhab', ¿tas yuj tzeyak' oval? Ina eyetchonhab' e b'a, xchi winh t'a eb'."
        },
        {
            "number": "27",
            "text": "Palta haxo winh van yak'an oval chi' ik'anel winhaj Moisés chi'. Yalan winh t'a winh: ¿Mach ix ach ak'anoch juezal, yic tzonh ak'an mandar?"
        },
        {
            "number": "28",
            "text": "¿Tom a gana tzin a mak'paxchamoc icha utej jun winh aj Egipto evi? xchi winh."
        },
        {
            "number": "29",
            "text": "Slajwinhej yab'an jun chi' winhaj Moisés chi', sb'atcan winh elelal. Sk'ochcan cajan winh t'a skal eb' ch'oc chonhab'il t'a yol yic Madián. Axo ta' alji chavanh yuninal winh."
        },
        {
            "number": "30",
            "text": "Ayxom 40 ab'iloc sk'och winh ta', sb'at winh t'a tzalan Sinaí, b'aj malaj anima. Axo ta' sch'ox sb'a jun ángel t'a winh. Ayek' t'a skal jun k'ak' b'aj van stz'a jun te' q'uiix."
        },
        {
            "number": "31",
            "text": "Axo yic yilanb'at jun chi' winh, tonhej te sat sk'ool winh. Yuj chi' b'at winh yilb'ati, haxo Dios Cajal alan t'a winh:"
        },
        {
            "number": "32",
            "text": "Ha in ton tik, jun Dios b'aj yak'nac em sb'a eb' a mam icham, aton winhaj Abraham, winhaj Isaac yet' winhaj Jacob, xchi t'a winh. Axo winhaj Moisés chi', te ib'xiq'ue winh yuj xivelal. Majxo ochlaj q'uelan winh t'ay."
        },
        {
            "number": "33",
            "text": "Yalan Dios Cajal chi' t'a winh: Quichel a xanhab', yujto ha t'a jun lugar b'aj ayach ek' tik, a inton ayinek' t'ay."
        },
        {
            "number": "34",
            "text": "Ha eb' in chonhab' ayek' t'a Egipto, svila' to van yab'an syail eb' ta'. Svab'anpaxi to sk'acvi eb' yab'an syail. Yuj chi' in javi viq'uelta eb' t'a skal syaelal chi'. Yuj chi', ixic. Ol ach in checb'at t'a Egipto chi', xchi Dios chi' t'a winh."
        },
        {
            "number": "35",
            "text": "D'a peca' maj chajoclaj winh yuj eb' yetchonhab' chi'. Malaj ochnac winh t'a eb'. Yalannac eb' t'a winh: ¿Mach ach ak'anoch juezal, yuj chi' tzonh ak' mandar? xchi eb' t'a winh. Palta ha Dios ak'an yopisio winh yak'an mandar eb'. Yak'jipax yopisio winh yic syiq'uelta eb' t'a skal yaelal chi'. Ha jun ángel sch'ox sb'ha t'a winh t'a skal te' q'uiix chi', a och yet' winh."
        },
        {
            "number": "36",
            "text": "Aton winhaj Moisés chi' ik'annaquelta eb' quetchonhab' t'a Egipto chi'. 40 ab'il sch'oxnac juntzanh milagro winh t'a Egipto chi' yet' t'ha ha' Chacchac Mar yet' pax t'a tzinan lu'um."
        },
        {
            "number": "37",
            "text": "Aton winh alannac icha tik t'a eb' quetisraelal chi': Ha Dios ol sik'anelta jun schecab' t'a skal eb' quetchonhab' icha ix yutej in sik'anelta a in tik, xchi winh t'a eb'."
        },
        {
            "number": "38",
            "text": "Ek'nac winh yet' eb' co mam quicham t'a jun taquinh lu'um. Aypaxek' jun ángel yet' eb', aton jun lolonnac yet' winh t'a tzalan Sinaí. Ha t'a winhaj Moisés chi', ata' yalnaccan juntzanh lolonel Dios tz'ak'an co q'uinal. Axo winh alannaccan t'ayonh."
        },
        {
            "number": "39",
            "text": "Palta a eb' co mam quicham chi', maj yal sk'ool eb' sk'anab'ajej tas yal winh chi'. Yuj chi' spatiquejel winh eb'. Snib'ej eb' meltzaj t'a Egipto."
        },
        {
            "number": "40",
            "text": "Yalan eb' t'a winhaj Aarón: B'o juntzanhoc co diosal yic tzonh scuchb'ani, yujto a winhaj Moisés chi', jun winh ix onh ik'anelta t'a Egipto, manh cojtacoc tas ix ik'an winh, xchi eb'."
        },
        {
            "number": "41",
            "text": "Yuj chi', sb'oan jun q'ueen eb' icha quelem vacax. Ha jun chi' yak'och eb' sdiosaloc. Smilanpax juntzanh nok' nok' eb' silab'oc t'ay. Yak'anoch sq'uinhal jun sdiosal eb' sb'o chi'."
        },
        {
            "number": "42",
            "text": "Yuj chi', yiq'uel sb'ha Dios t'a skal eb'. Actajcan eb' sch'ocoj yic wach' syaq'uem sb'a eb' t'a juntzanh k'anal ay t'a satcha’anh. Stz'ib'ejnaccan jun schecab' Dios icha tik: Ex israel, ayic yek'nac 40 ab'il eb' e mam eyicham t'a tzinan lu'um, manhoc t'ayin snhusnac silab' eb' yet' yofrenda."
        },
        {
            "number": "43",
            "text": "Malaj jab'oc tas eyak'nac t'ayin. Palta a jun e diosal scuch Moloc, b'achb'il yet'tal eyuuj yet' jun yechel k'anal scuch Renfán, a juntzanh chi' eyalnac och e diosaloc. Ha t'a juntzanh yechel e b'onac chi', ata' eyalnac e b'a. Yuj chi' ol ex vik'canel t'a jun e lu'um tik, haxo ex vak'ancanb'at t'a yichanhb'at Babilonia, xchican Dios t'a Slolonel Tz'ib'ab'ilcani."
        },
        {
            "number": "44",
            "text": "Palta ayic yek'nac eb' co mam quicham chi' t'a tzinan lu'um chi', yet'nac jun yet'tal sley Dios eb'. Aton jun yet'tal chi' b'onaccan yuj winhaj Moisés chi', icha ajnac yalan Dios chi' t'a winh, ayic sch'oxannac jun yechel t'a winh."
        },
        {
            "number": "45",
            "text": "Ha jun yet'tal chi', k'ojank'olal cannac t'a juntzanhxo eb' co mam quicham. Axo winhaj Josué ik'annaccot jun chi' yet' eb'. Ayic yicannac jun sluum eb' ch'oc chonhab'il tik eb', aton eb' pechb'ilel yuj Dios. Ha jun yet'tal sley Dios chi', yet'nac eb', masanto ochnac winhaj David sreyaloc eb'."
        },
        {
            "number": "46",
            "text": "Ha winhaj David chi', te niwan swach'k'olal Dios schanac winh. Yuj chi', snib'ej winh sb'onac jun stemplo Dios, aton jun Dios b'aj yak'naquem sb'a winhaj Jacob, aton pax co Diosal."
        },
        {
            "number": "47",
            "text": "Palta ato val winhaj Salomón b'oannac stemplo Dios chi',"
        },
        {
            "number": "48",
            "text": "wach'chom ha Dios yelxo val te niwan yelk'ochi, max aj t'a junok templo b'ob'il yuj eb' anima. Yalnaccan jun schecab' t'a peca' icha tik:"
        },
        {
            "number": "49",
            "text": "Ha satcha’anh, aton in despacho. Axo yol yib'anhk’inal, icha sk'anh voc yaji. Yuj chi', ¿tasto val ol eyutoc e b'oan junok in templo? Malaj junok lugar b'aj syal vik'an vip."
        },
        {
            "number": "50",
            "text": "Yujto a in ix in b'o masanil juntzanh tik, xchi Dios t'a Slolonel Tz'ib'ab'ilcani."
        },
        {
            "number": "51",
            "text": "Palta a ex tik, te pit ex. Lajan val e pensar yet' eb' manh ojtannacoc Dios. Max eyak'och e chiquin t'a slolonel. Tonhej tze macoch vaan Yespíritu Dios. Yuj chi', lajan ex yet' eb' co mam quicham chi'."
        },
        {
            "number": "52",
            "text": "Ina eb' schecab' Dios t'a peca', laj yab'nac syail eb' yuj eb' co mam quicham chi'. Aton eb' schecab' Dios chi' alannaccani to ol javok winh tojol spensar, palta milb'ilcham eb' yuj eb' co mam quicham chi'. Axo ix javi jun tojol spensar chi', a exxo ix eyak'och t'a yol sk'ab' chamel, ix eyak'an miljocchamoc."
        },
        {
            "number": "53",
            "text": "Wach'chom ak'b'ilcan juntzanh schecnab'il Dios t'ayex yuj eb' ángel, palta max e k'anab'ajej, xchi winhaj Esteban chi' t'a eb'."
        },
        {
            "number": "54",
            "text": "Ayic ix yab'an juntzanh chi' eb', ix te och pitz'an t'a spixan eb', ix cot yoval eb' t'a winhaj Esteban chi'. Ix sk'ux val ye eb' scot yoval."
        },
        {
            "number": "55",
            "text": "Palta haxo winhaj Esteban chi', te ay val och Yespíritu Dios yet' winh, yuj chi' ix q'ue q'uelan winh t'a satcha’anh, ix yilanq'ue stziquiquial Dios winh. Ix yilan winh to linhanek' Jesús t'a swach'k'ab' Dios chi'."
        },
        {
            "number": "56",
            "text": "Yuj chi' ix yalan winh: --Inai, a svilani to jacan spuertail satcha’anh. Svilani to a jun Ak'b'ilcot yuj Dios yoch animail, linhanek' t'a swach' k'ab' Dios chi' ticnaic, xchi winh."
        },
        {
            "number": "57",
            "text": "Axo eb' ayek' ta', ix q'ue nhilnaj eb' yavaji. Ix smacan schiquin eb'. Ix cot nhilnaj eb' t'a winh, ix jachjiel winh t'a stiel chonhab' yuj eb'."
        },
        {
            "number": "58",
            "text": "Ha eb' ix ak'anb'at t'a yib'anh winhaj Esteban chi', ix squichel spatic sk'apac junjun eb', ix yak'ancanb'at eb' t'a jun winh scuch Saulo, yic wach' a winh tz'ilancani. Ixlajwi chi', ix och ijan eb' sjulancham winhaj Esteban chi' yet' q'uen q'ueen."
        },
        {
            "number": "59",
            "text": "Ayic van sjulq'uenan cham winh chi' eb', ix lesalvi winh d'ha Dios. --Mamin Jesús, cha in pixan, xchi winh."
        },
        {
            "number": "60",
            "text": "Ixlajwi chi' ix em cuman winh. Te chaanh ix yutej sjaj winh slesalvi d'ha Dios: --Mamin, manh ak'canoch jun smul eb' tik t'a yib'anh, xchi winh. Ixlajwi yalan jun chi' winh, ix cham winh."
        }
    ]
}