{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Axo vinh sat sacerdote ix k'anb'an d'a vinhaj Esteban chi': --¿Yel am juntzanh ix yal eb' tic? xchi vinh."
        },
        {
            "number": "2",
            "text": "Yuj chi', ix yal vinhaj Esteban chi' icha tic: --Ex vetchonhab' yed' ex ichamtac vinac, ab'ec nab'i. A Dios, te nivan yelk'ochi. Sch'oxnac sb'a d'a vinh co mam quicham aj Abraham ayic ayek' vinh d'a yol yic Mesopotamia, ayic manto k'och cajan vinh d'a chonhab' Harán."
        },
        {
            "number": "3",
            "text": "Yalannac Dios chi' icha tic d'a vinh: Actejcan lum a luum tic yed' jantac eb' a k'ab' oc. Ixic d'a junxo lugar ol in ch'ox d'ayach, xchi d'a vinh."
        },
        {
            "number": "4",
            "text": "Slajvi chi', yactannaccan slugar eb' caldeo vinh b'aj ayek' chi'. Axo d'a chonhab' Harán k'ochnaccan cajan vinh. Axo yic schamnac vinh smam vinh, yik'jinaccot vinh yuj Dios d'a jun lugar b'aj ay onh ek' tic."
        },
        {
            "number": "5",
            "text": "Palta malaj jab'oc luum yak'nac Dios chi' yicoc vinh d'a tic. Malaj jab'oc ak'jinac d'a vinh, palta yak'naccan sti' Dios chi' d'a vinh, ayic yalannaccan icha tic: Ol vak' jun a luum. Axo yic ol ach chamoc, ol can jun a luum chi' yicoc eb' inhtilal, xchi Dios chi' d'a vinh. Ayic mantalaj junoc yuninal vinh, ata' yalnaccan jun chi' Dios."
        },
        {
            "number": "6",
            "text": "Yalannacpaxcan Dios chi' icha tic d'a vinh: A eb' inhtilal ol k'och cajan eb' d'a yol yic junxo ch'oc chonhab'il. Ol ak'joc och eb' schecab'oc eb' ch'oc chonhab'il chi'. Chanhe' ciento ab'il ol yab' syail eb' yuj eb'."
        },
        {
            "number": "7",
            "text": "Palta a in ol vak'och yaelal d'a yib'anh eb' ch'oc chonhab'il chi'. Ol lajvoc chi', ol elta eb' inhtilal chi' d'a jun lugar chi', ol in yak'an servil eb' d'a jun lugar tic, xchinac Dios chi'."
        },
        {
            "number": "8",
            "text": "Anhejtona', yak'nacxican sti' Dios d'a vinhaj Abraham chi'. Yalannaccan d'a vinh to tz'och jun yechel d'a snivanil vinh yed' d'a jantacnhej eb' yinhtilal vinh, yic vach' scheclajeli to ay strato Dios yed' eb'. A jun yechel chi', aton jun scuch circuncisión. Yuj chi', ayic yalji jun yuninal vinhaj Abraham scuch Isaac, yucub'ixial yalji, yak'ji circuncidar yuj vinhaj Abraham chi'. Anhejtona' yalji pax jun yuninal vinhaj Isaac chi' scuch Jacob, ak'jipax circuncidar yuj vinhaj Isaac chi'. Axo vinhaj Jacob chi', lajchavanh eb' yuninal vinh aljinac. Laj ak'ji circuncidar eb' smasanil. A eb' lajchavanh chi', aton eb' co mam quicham a onh israel onh tic."
        },
        {
            "number": "9",
            "text": "A d'a scal eb' co mam quicham chi', ay jun vinh yuk'tac eb' scuchan José. A junel meltzajoch eb' yuk'tac vinhaj José chi' ajk'olal d'ay. Yuj chi' schonhb'at vinh eb' d'a Egipto, palta axo Dios och yed' vinh."
        },
        {
            "number": "10",
            "text": "A Dios chi' colanelta vinh d'a scal juntzanh syaelal. Yak'an sjelanil d'a vinh. Och yed' vinh, yic vach' syutej sb'a vinh d'a yichanh vinh sreyal eb' aj Egipto chi'. Yuj chi' yak'och yopisio vinhaj José chi' vinh yoch yajalil d'a Egipto chi'. Anhejtona', yak'och vinhaj José chi' vinh yilumaloc spat."
        },
        {
            "number": "11",
            "text": "Palta a d'a jun tiempoal chi', ja jun nivan vejel d'a yib'anh masanil eb' aj Egipto chi' yed' d'a yib'anh eb' aj Canaán. Te ya' ek' eb' yuj jun vejel chi'. Icha pax chi' eb' co mam quicham ay d'a Canaán chi', manhxa b'aj vach' scot tas syab'lej eb'."
        },
        {
            "number": "12",
            "text": "Axo yab'an vinhaj Jacob chi' to ay ixim trigo d'a Egipto chi'. Yuj chi' schecb'at eb' yuninal vinh chi' ta', aton eb' co mam quicham. Sb'ab'elalto eb' b'at d'a jun chi'."
        },
        {
            "number": "13",
            "text": "Axo schecjixib'at eb' d'a schaelal, ato ta' yal vinhaj José chi' d'a eb' to yuk'tac sb'a vinh yed' eb'. Icha chi' aj yojtacanel vinhaj Faraón chi' mach eb' yetchonhab' vinhaj José chi'."
        },
        {
            "number": "14",
            "text": "Axo vinhaj José chi' checan ik'jib'at vinhaj Jacob d'ay, aton vinh smam vinh. Schecan ik'jib'at eb' yuk'tac yed' eb' ix yetb'eyum eb' yed' pax eb' yuninal eb' smasanil, 75 sb'isul eb'."
        },
        {
            "number": "15",
            "text": "Icha chi' aj sk'och vinhaj Jacob chi' d'a Egipto chi'. Ata' cham vinh. Junjunal champax eb' co mam quicham chi' ta'."
        },
        {
            "number": "16",
            "text": "Ichato chi' yik'jixicot snivanil vinh chi' yuj eb' junelxo d'a chonhab' Siquem. Axo ta' ak'jinacoch snivanil eb' chi' d'a yol jun q'uen nhaq'ueen. A jun q'uen chi', atax vinhaj Abraham manannaccanel q'ueen d'a eb' yuninal vinhaj Hamor aj chonhab' Siquem chi'."
        },
        {
            "number": "17",
            "text": "Axo yic vanxo sk'och stiempoal yelk'och tas yalnaccan Dios d'a vinhaj Abraham chi', ayic yak'annaccan sti' d'a vinh, q'uib'chaanh sb'isul eb' yinhtilal vinh d'a Egipto chi'. Te tzijtum aj sb'isul eb' ta'."
        },
        {
            "number": "18",
            "text": "k'ojank'olalto och junxo vinh sreyal eb' aj Egipto chi'. A jun vinh chi', manhxo yojtacoc yab'ixal vinhaj José chi' vinh."
        },
        {
            "number": "19",
            "text": "A jun vinh rey chi', yixtejnac val eb' co mam quicham chi' vinh. Yak'nac val chucal vinh d'a eb'. Yalannac vinh d'a eb' to yovalil syumel jantacnhej eb' svinac unin eb' tzato alji, yic munil syak'cham sb'a eb' b'aj sb'at yumjicanel chi'."
        },
        {
            "number": "20",
            "text": "Aton d'a jun tiempoal chi' alji vinhaj Moisés. Te vach' aj vinh d'a yichanh Dios. Oxenhej ujal q'uib'tzitaj vinh yuj smam snun d'a yol spat."
        },
        {
            "number": "21",
            "text": "Slajvi chi', yactajcan vinh yuj ix snun icha syal jun ley chi'. Axo jun ix yisil vinh rey chi' ilanelta vinh. Yik'anb'at vinh ix d'a spat. Sq'uib'tzitan vinh ix icha val junoc yune'."
        },
        {
            "number": "22",
            "text": "Axo vinhaj Moisés chi' sk'ayb'ej vinh jantacnhej tas yojtac eb' aj Egipto chi'. Yuj chi' te jelan aj slolon vinh. Jelan pax aj vinh sk'ulan masanil tastac."
        },
        {
            "number": "23",
            "text": "Ayic 40 ab'ilxo sq'uinal vinh, sja d'a spensar vinh b'at yilan eb' yetchonhab', aton eb' quetisraelal."
        },
        {
            "number": "24",
            "text": "Axo sk'och vinh, yilan vinh to ay jun vinh aj Egipto chi' van yak'an chucal d'a jun vinh yetchonhab' vinh. Yuj chi' och vinh yed' vinh. Axo vinh ak'anek' spac vinh yetchonhab' chi' ayic smak'ancham vinh aj Egipto chi' vinh."
        },
        {
            "number": "25",
            "text": "Snaan vinhaj Moisés chi' to snachajel yuj eb' yetchonhab' vinh chi' to a Dios van yak'lab'an vinh yic scolancanel eb'. Palta maj nachajel-laj yuj eb'."
        },
        {
            "number": "26",
            "text": "Axo d'a junxo k'u sk'och vinh d'a chavanhxo eb' yetchonhab'. Yilan vinh to van stzuntzan sb'a eb'. A sgana vinhaj Moisés chi' to tz'och eb' d'a junk'olal, yuj chi' yal vinh d'a eb': Ex vetchonhab', ¿tas yuj tzeyak' oval? Ina eyetchonhab' e b'a, xchi vinh d'a eb'."
        },
        {
            "number": "27",
            "text": "Palta axo vinh van yak'an oval chi' ik'anel vinhaj Moisés chi'. Yalan vinh d'a vinh: ¿Mach ix ach ak'anoch juezal, yic tzonh ak'an mandar?"
        },
        {
            "number": "28",
            "text": "¿Tom a gana tzin a mak'paxchamoc icha utej jun vinh aj Egipto evi? xchi vinh."
        },
        {
            "number": "29",
            "text": "Slajvinhej yab'an jun chi' vinhaj Moisés chi', sb'atcan vinh elelal. Sk'ochcan cajan vinh d'a scal eb' ch'oc chonhab'il d'a yol yic Madián. Axo ta' alji chavanh yuninal vinh."
        },
        {
            "number": "30",
            "text": "Ayxom 40 ab'iloc sk'och vinh ta', sb'at vinh d'a tzalan Sinaí, b'aj malaj anima. Axo ta' sch'ox sb'a jun ángel d'a vinh. Ayek' d'a scal jun k'ak' b'aj van stz'a jun te' q'uiix."
        },
        {
            "number": "31",
            "text": "Axo yic yilanb'at jun chi' vinh, tonhej te sat sk'ool vinh. Yuj chi' b'at vinh yilb'ati, axo Dios Cajal alan d'a vinh:"
        },
        {
            "number": "32",
            "text": "A in ton tic, jun Dios b'aj yak'nac em sb'a eb' a mam icham, aton vinhaj Abraham, vinhaj Isaac yed' vinhaj Jacob, xchi d'a vinh. Axo vinhaj Moisés chi', te ib'xiq'ue vinh yuj xivelal. Majxo ochlaj q'uelan vinh d'ay."
        },
        {
            "number": "33",
            "text": "Yalan Dios Cajal chi' d'a vinh: Quichel a xanhab', yujto a d'a jun lugar b'aj ayach ek' tic, a inton ayinek' d'ay."
        },
        {
            "number": "34",
            "text": "A eb' in chonhab' ayek' d'a Egipto, svila' to van yab'an syail eb' ta'. Svab'anpaxi to sk'acvi eb' yab'an syail. Yuj chi' in javi viq'uelta eb' d'a scal syaelal chi'. Yuj chi', ixic. Ol ach in checb'at d'a Egipto chi', xchi Dios chi' d'a vinh."
        },
        {
            "number": "35",
            "text": "D'a peca' maj chajoclaj vinh yuj eb' yetchonhab' chi'. Malaj ochnac vinh d'a eb'. Yalannac eb' d'a vinh: ¿Mach ach ak'anoch juezal, yuj chi' tzonh ak' mandar? xchi eb' d'a vinh. Palta a Dios ak'an yopisio vinh yak'an mandar eb'. Yak'jipax yopisio vinh yic syiq'uelta eb' d'a scal yaelal chi'. A jun ángel sch'ox sb'a d'a vinh d'a scal te' q'uiix chi', a och yed' vinh."
        },
        {
            "number": "36",
            "text": "Aton vinhaj Moisés chi' ik'annaquelta eb' quetchonhab' d'a Egipto chi'. 40 ab'il sch'oxnac juntzanh milagro vinh d'a Egipto chi' yed' d'a a' Chacchac Mar yed' pax d'a tz'inan luum."
        },
        {
            "number": "37",
            "text": "Aton vinh alannac icha tic d'a eb' quetisraelal chi': A Dios ol sik'anelta jun schecab' d'a scal eb' quetchonhab' icha ix yutej in sik'anelta a in tic, xchi vinh d'a eb'."
        },
        {
            "number": "38",
            "text": "Ek'nac vinh yed' eb' co mam quicham d'a jun taquinh luum. Aypaxek' jun ángel yed' eb', aton jun lolonnac yed' vinh d'a tzalan Sinaí. A d'a vinhaj Moisés chi', ata' yalnaccan juntzanh lolonel Dios tz'ak'an co q'uinal. Axo vinh alannaccan d'ayonh."
        },
        {
            "number": "39",
            "text": "Palta a eb' co mam quicham chi', maj yal sk'ool eb' sk'anab'ajej tas yal vinh chi'. Yuj chi' spatiquejel vinh eb'. Snib'ej eb' meltzaj d'a Egipto."
        },
        {
            "number": "40",
            "text": "Yalan eb' d'a vinhaj Aarón: B'o juntzanhoc co diosal yic tzonh scuchb'ani, yujto a vinhaj Moisés chi', jun vinh ix onh ik'anelta d'a Egipto, manh cojtacoc tas ix ik'an vinh, xchi eb'."
        },
        {
            "number": "41",
            "text": "Yuj chi', sb'oan jun q'ueen eb' icha quelem vacax. A jun chi' yak'och eb' sdiosaloc. Smilanpax juntzanh nok' nok' eb' silab'oc d'ay. Yak'anoch sq'uinhal jun sdiosal eb' sb'o chi'."
        },
        {
            "number": "42",
            "text": "Yuj chi', yiq'uel sb'a Dios d'a scal eb'. Actajcan eb' sch'ocoj yic vach' syaq'uem sb'a eb' d'a juntzanh k'anal ay d'a satchaanh. Stz'ib'ejnaccan jun schecab' Dios icha tic: Ex israel, ayic yek'nac 40 ab'il eb' e mam eyicham d'a tz'inan luum, manhoc d'ayin snhusnac silab' eb' yed' yofrenda."
        },
        {
            "number": "43",
            "text": "Malaj jab'oc tas eyak'nac d'ayin. Palta a jun e diosal scuch Moloc, b'achb'il yed'tal eyuuj yed' jun yechel k'anal scuch Renfán, a juntzanh chi' eyalnac och e diosaloc. A d'a juntzanh yechel e b'onac chi', ata' eyalnac e b'a. Yuj chi' ol ex vik'canel d'a jun e luum tic, axo ex vak'ancanb'at d'a yichanhb'at Babilonia, xchican Dios d'a Slolonel Tz'ib'ab'ilcani."
        },
        {
            "number": "44",
            "text": "Palta ayic yek'nac eb' co mam quicham chi' d'a tz'inan luum chi', yed'nac jun yed'tal sley Dios eb'. Aton jun yed'tal chi' b'onaccan yuj vinhaj Moisés chi', icha ajnac yalan Dios chi' d'a vinh, ayic sch'oxannac jun yechel d'a vinh."
        },
        {
            "number": "45",
            "text": "A jun yed'tal chi', k'ojank'olal cannac d'a juntzanhxo eb' co mam quicham. Axo vinhaj Josué ik'annaccot jun chi' yed' eb'. Ayic yicannac jun sluum eb' ch'oc chonhab'il tic eb', aton eb' pechb'ilel yuj Dios. A jun yed'tal sley Dios chi', yed'nac eb', masanto ochnac vinhaj David sreyaloc eb'."
        },
        {
            "number": "46",
            "text": "A vinhaj David chi', te nivan svach'k'olal Dios schanac vinh. Yuj chi', snib'ej vinh sb'onac jun stemplo Dios, aton jun Dios b'aj yak'naquem sb'a vinhaj Jacob, aton pax co Diosal."
        },
        {
            "number": "47",
            "text": "Palta ato val vinhaj Salomón b'oannac stemplo Dios chi',"
        },
        {
            "number": "48",
            "text": "vach'chom a Dios yelxo val te nivan yelk'ochi, max aj d'a junoc templo b'ob'il yuj eb' anima. Yalnaccan jun schecab' d'a peca' icha tic:"
        },
        {
            "number": "49",
            "text": "A satchaanh, aton in despacho. Axo yolyib'anhq'uinal, icha sk'anh voc yaji. Yuj chi', ¿tasto val ol eyutoc e b'oan junoc in templo? Malaj junoc lugar b'aj syal vik'an vip."
        },
        {
            "number": "50",
            "text": "Yujto a in ix in b'o masanil juntzanh tic, xchi Dios d'a Slolonel Tz'ib'ab'ilcani."
        },
        {
            "number": "51",
            "text": "Palta a ex tic, te pit ex. Lajan val e pensar yed' eb' manh ojtannacoc Dios. Max eyak'och e chiquin d'a slolonel. Tonhej tze macoch vaan Yespíritu Dios. Yuj chi', lajan ex yed' eb' co mam quicham chi'."
        },
        {
            "number": "52",
            "text": "Ina eb' schecab' Dios d'a peca', laj yab'nac syail eb' yuj eb' co mam quicham chi'. Aton eb' schecab' Dios chi' alannaccani to ol javoc vinh tojol spensar, palta milb'ilcham eb' yuj eb' co mam quicham chi'. Axo ix javi jun tojol spensar chi', a exxo ix eyak'och d'a yol sk'ab' chamel, ix eyak'an miljocchamoc."
        },
        {
            "number": "53",
            "text": "Vach'chom ak'b'ilcan juntzanh schecnab'il Dios d'ayex yuj eb' ángel, palta max e k'anab'ajej, xchi vinhaj Esteban chi' d'a eb'."
        },
        {
            "number": "54",
            "text": "Ayic ix yab'an juntzanh chi' eb', ix te och pitz'an d'a spixan eb', ix cot yoval eb' d'a vinhaj Esteban chi'. Ix sk'ux val ye eb' scot yoval."
        },
        {
            "number": "55",
            "text": "Palta axo vinhaj Esteban chi', te ay val och Yespíritu Dios yed' vinh, yuj chi' ix q'ue q'uelan vinh d'a satchaanh, ix yilanq'ue stziquiquial Dios vinh. Ix yilan vinh to linhanek' Jesús d'a svach'k'ab' Dios chi'."
        },
        {
            "number": "56",
            "text": "Yuj chi' ix yalan vinh: --Inai, a svilani to jacan spuertail satchaanh. Svilani to a jun Ak'b'ilcot yuj Dios yoch animail, linhanek' d'a svach' k'ab' Dios chi' ticnaic, xchi vinh."
        },
        {
            "number": "57",
            "text": "Axo eb' ayek' ta', ix q'ue nhilnaj eb' yavaji. Ix smacan schiquin eb'. Ix cot nhilnaj eb' d'a vinh, ix jachjiel vinh d'a stiel chonhab' yuj eb'."
        },
        {
            "number": "58",
            "text": "A eb' ix ak'anb'at d'a yib'anh vinhaj Esteban chi', ix squichel spatic sk'apac junjun eb', ix yak'ancanb'at eb' d'a jun vinh scuch Saulo, yic vach' a vinh tz'ilancani. Ix lajvi chi', ix och ijan eb' sjulancham vinhaj Esteban chi' yed' q'uen q'ueen."
        },
        {
            "number": "59",
            "text": "Ayic van sjulq'uenan cham vinh chi' eb', ix lesalvi vinh d'a Dios. --Mamin Jesús, cha in pixan, xchi vinh."
        },
        {
            "number": "60",
            "text": "Ix lajvi chi' ix em cuman vinh. Te chaanh ix yutej sjaj vinh slesalvi d'a Dios: --Mamin, manh ak'canoch jun smul eb' tic d'a yib'anh, xchi vinh. Ix lajvi yalan jun chi' vinh, ix cham vinh."
        }
    ]
}