{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Axo vinh sat sacerdote ix k'anb'an t'a vinhaj Esteban chi': --¿Yel am juntzanh ix yal eb' tik? xchi vinh."
        },
        {
            "number": "2",
            "text": "Yuj chi', ix yal vinhaj Esteban chi' icha tik: --Ex vetchonhab' yet' ex ichamtac vinac, ab'ec nab'i. Ha Dios, te niwan yelk'ochi. Sch'oxnac sb'ha t'a vinh co mam quicham aj Abraham ayic ayek' vinh t'a yol yic Mesopotamia, ayic manto k'och cajan vinh t'a chonhab' Harán."
        },
        {
            "number": "3",
            "text": "Yalannac Dios chi' icha tik t'a vinh: Actejcan lum a lu'um tik yet' jantac eb' a k'ab' oc. Ixic t'a junxo lugar ol in ch'ox t'ayach, xchi t'a vinh."
        },
        {
            "number": "4",
            "text": "Slajvi chi', yactannaccan slugar eb' caldeo vinh b'aj ayek' chi'. Axo t'a chonhab' Harán k'ochnaccan cajan vinh. Axo yic schamnac vinh smam vinh, yik'jinaccot vinh yuj Dios t'a jun lugar b'aj ay onh ek' tik."
        },
        {
            "number": "5",
            "text": "Palta malaj jab'oc lu'um yak'nac Dios chi' yicoc vinh t'a tik. Malaj jab'oc ak'jinac t'a vinh, palta yak'naccan sti' Dios chi' t'a vinh, ayic yalannaccan icha tik: Ol vak' jun a lu'um. Axo yic ol ach chamoc, ol kan jun a lu'um chi' yicoc eb' inhtilal, xchi Dios chi' t'a vinh. Ayic mantalaj junok yuninal vinh, ata' yalnaccan jun chi' Dios."
        },
        {
            "number": "6",
            "text": "Yalannacpaxcan Dios chi' icha tik t'a vinh: Ha eb' inhtilal ol k'och cajan eb' t'a yol yic junxo ch'oc chonhab'il. Ol ak'joc och eb' schecab'oc eb' ch'oc chonhab'il chi'. Chanhe' ciento ab'il ol yab' syail eb' yuj eb'."
        },
        {
            "number": "7",
            "text": "Palta a in ol vak'och yaelal t'a yib'anh eb' ch'oc chonhab'il chi'. Ol lajvoc chi', ol elta eb' inhtilal chi' t'a jun lugar chi', ol in yak'an servil eb' t'a jun lugar tik, xchinac Dios chi'."
        },
        {
            "number": "8",
            "text": "Anhejtona', yak'nacxican sti' Dios t'a vinhaj Abraham chi'. Yalannaccan t'a vinh to tz'och jun yechel t'a snivanil vinh yet' t'a jantacnhej eb' yinhtilal vinh, yic wach' scheclajeli to ay strato Dios yet' eb'. Ha jun yechel chi', aton jun scuch circuncisión. Yuj chi', ayic yalji jun yuninal vinhaj Abraham scuch Isaac, yucub'ixial yalji, yak'ji circuncidar yuj vinhaj Abraham chi'. Anhejtona' yalji pax jun yuninal vinhaj Isaac chi' scuch Jacob, ak'jipax circuncidar yuj vinhaj Isaac chi'. Axo vinhaj Jacob chi', lajchavanh eb' yuninal vinh aljinac. Laj ak'ji circuncidar eb' smasanil. Ha eb' lajchavanh chi', aton eb' co mam quicham a onh israel onh tik."
        },
        {
            "number": "9",
            "text": "Ha t'a skal eb' co mam quicham chi', ay jun vinh yuk'tac eb' scuchan José. Ha junel meltzajoch eb' yuk'tac vinhaj José chi' ajk'olal t'ay. Yuj chi' schonhb'at vinh eb' t'a Egipto, palta haxo Dios och yet' vinh."
        },
        {
            "number": "10",
            "text": "Ha Dios chi' colanelta vinh t'a skal juntzanh syaelal. Yak'an sjelanil t'a vinh. Och yet' vinh, yic wach' syutej sb'a vinh t'a yichanh vinh sreyal eb' aj Egipto chi'. Yuj chi' yak'och yopisio vinhaj José chi' vinh yoch yajalil t'a Egipto chi'. Anhejtona', yak'och vinhaj José chi' vinh yilumaloc spat."
        },
        {
            "number": "11",
            "text": "Palta ha t'a jun pekti’ chi', ja jun niwan vejel t'a yib'anh masanil eb' aj Egipto chi' yet' t'a yib'anh eb' aj Canaán. Te ya' ek' eb' yuj jun vejel chi'. Icha pax chi' eb' co mam quicham ay t'a Canaán chi', manhxa b'aj wach' scot tas syab'lej eb'."
        },
        {
            "number": "12",
            "text": "Axo yab'an vinhaj Jacob chi' to ay ixim trigo t'a Egipto chi'. Yuj chi' schecb'at eb' yuninal vinh chi' ta', aton eb' co mam quicham. Sb'ab'elalto eb' b'at t'a jun chi'."
        },
        {
            "number": "13",
            "text": "Axo schecjixib'at eb' t'a schaelal, ato ta' yal vinhaj José chi' t'a eb' to yuk'tac sb'a vinh yet' eb'. Icha chi' aj yojtacanel vinhaj Faraón chi' mach eb' yetchonhab' vinhaj José chi'."
        },
        {
            "number": "14",
            "text": "Axo vinhaj José chi' checan ik'jib'at vinhaj Jacob t'ay, aton vinh smam vinh. Schecan ik'jib'at eb' yuk'tac yet' eb' ix yetb'eyum eb' yet' pax eb' yuninal eb' smasanil, 75 sb'isul eb'."
        },
        {
            "number": "15",
            "text": "Icha chi' aj sk'och vinhaj Jacob chi' t'a Egipto chi'. Ata' cham vinh. Junjunal champax eb' co mam quicham chi' ta'."
        },
        {
            "number": "16",
            "text": "Ichato chi' yik'jixicot snivanil vinh chi' yuj eb' junelxo t'a chonhab' Siquem. Axo ta' ak'jinacoch snivanil eb' chi' t'a yol jun q'uen nhaq'ueen. Ha jun q'uen chi', atax vinhaj Abraham manannaccanel q'ueen t'a eb' yuninal vinhaj Hamor aj chonhab' Siquem chi'."
        },
        {
            "number": "17",
            "text": "Axo yic vanxo sk'och stiempoal yelk'och tas yalnaccan Dios t'a vinhaj Abraham chi', ayic yak'annaccan sti' t'a vinh, q'uib'chaanh sb'isul eb' yinhtilal vinh t'a Egipto chi'. Te tzijtum aj sb'isul eb' ta'."
        },
        {
            "number": "18",
            "text": "k'ojank'olalto och junxo vinh sreyal eb' aj Egipto chi'. Ha jun vinh chi', manhxo yojtacoc yab'ixal vinhaj José chi' vinh."
        },
        {
            "number": "19",
            "text": "Ha jun vinh rey chi', yixtejnac val eb' co mam quicham chi' vinh. Yak'nac val chucal vinh t'a eb'. Yalannac vinh t'a eb' to yovalil syumel jantacnhej eb' svinac unin eb' tzato alji, yic munil syak'cham sb'a eb' b'aj sb'at yumjicanel chi'."
        },
        {
            "number": "20",
            "text": "Aton t'a jun pekti’ chi' alji vinhaj Moisés. Te wach' aj vinh t'a yichanh Dios. Oxenhej ujal q'uib'tzitaj vinh yuj smam snun t'a yol spat."
        },
        {
            "number": "21",
            "text": "Slajvi chi', yactajcan vinh yuj ix snun icha syal jun ley chi'. Axo jun ix yisil vinh rey chi' ilanelta vinh. Yik'anb'at vinh ix t'a spat. Sq'uib'tzitan vinh ix icha val junok yune'."
        },
        {
            "number": "22",
            "text": "Axo vinhaj Moisés chi' sk'ayb'ej vinh jantacnhej tas yojtac eb' aj Egipto chi'. Yuj chi' te jelan aj slolon vinh. Jelan pax aj vinh sk'ulan masanil tastac."
        },
        {
            "number": "23",
            "text": "Ayic 40 ab'ilxo sq'uinal vinh, sja t'a spensar vinh b'at yilan eb' yetchonhab', aton eb' quetisraelal."
        },
        {
            "number": "24",
            "text": "Axo sk'och vinh, yilan vinh to ay jun vinh aj Egipto chi' van yak'an chucal t'a jun vinh yetchonhab' vinh. Yuj chi' och vinh yet' vinh. Axo vinh ak'anek' spac vinh yetchonhab' chi' ayic smak'ancham vinh aj Egipto chi' vinh."
        },
        {
            "number": "25",
            "text": "Snaan vinhaj Moisés chi' to snachajel yuj eb' yetchonhab' vinh chi' to ha Dios van yak'lab'an vinh yic scolancanel eb'. Palta maj nachajel-laj yuj eb'."
        },
        {
            "number": "26",
            "text": "Axo t'a junxo k'u sk'och vinh t'a chavanhxo eb' yetchonhab'. Yilan vinh to van stzuntzan sb'a eb'. Ha sgana vinhaj Moisés chi' to tz'och eb' t'a junk'olal, yuj chi' yal vinh t'a eb': Ex vetchonhab', ¿tas yuj tzeyak' oval? Ina eyetchonhab' e b'a, xchi vinh t'a eb'."
        },
        {
            "number": "27",
            "text": "Palta haxo vinh van yak'an oval chi' ik'anel vinhaj Moisés chi'. Yalan vinh t'a vinh: ¿Mach ix ach ak'anoch juezal, yic tzonh ak'an mandar?"
        },
        {
            "number": "28",
            "text": "¿Tom a gana tzin a mak'paxchamoc icha utej jun vinh aj Egipto evi? xchi vinh."
        },
        {
            "number": "29",
            "text": "Slajvinhej yab'an jun chi' vinhaj Moisés chi', sb'atcan vinh elelal. Sk'ochcan cajan vinh t'a skal eb' ch'oc chonhab'il t'a yol yic Madián. Axo ta' alji chavanh yuninal vinh."
        },
        {
            "number": "30",
            "text": "Ayxom 40 ab'iloc sk'och vinh ta', sb'at vinh t'a tzalan Sinaí, b'aj malaj anima. Axo ta' sch'ox sb'a jun ángel t'a vinh. Ayek' t'a skal jun k'ak' b'aj van stz'a jun te' q'uiix."
        },
        {
            "number": "31",
            "text": "Axo yic yilanb'at jun chi' vinh, tonhej te sat sk'ool vinh. Yuj chi' b'at vinh yilb'ati, haxo Dios Cajal alan t'a vinh:"
        },
        {
            "number": "32",
            "text": "Ha in ton tik, jun Dios b'aj yak'nac em sb'a eb' a mam icham, aton vinhaj Abraham, vinhaj Isaac yet' vinhaj Jacob, xchi t'a vinh. Axo vinhaj Moisés chi', te ib'xiq'ue vinh yuj xivelal. Majxo ochlaj q'uelan vinh t'ay."
        },
        {
            "number": "33",
            "text": "Yalan Dios Cajal chi' t'a vinh: Quichel a xanhab', yujto ha t'a jun lugar b'aj ayach ek' tik, a inton ayinek' t'ay."
        },
        {
            "number": "34",
            "text": "Ha eb' in chonhab' ayek' t'a Egipto, svila' to van yab'an syail eb' ta'. Svab'anpaxi to sk'acvi eb' yab'an syail. Yuj chi' in javi viq'uelta eb' t'a skal syaelal chi'. Yuj chi', ixic. Ol ach in checb'at t'a Egipto chi', xchi Dios chi' t'a vinh."
        },
        {
            "number": "35",
            "text": "D'a peca' maj chajoclaj vinh yuj eb' yetchonhab' chi'. Malaj ochnac vinh t'a eb'. Yalannac eb' t'a vinh: ¿Mach ach ak'anoch juezal, yuj chi' tzonh ak' mandar? xchi eb' t'a vinh. Palta ha Dios ak'an yopisio vinh yak'an mandar eb'. Yak'jipax yopisio vinh yic syiq'uelta eb' t'a skal yaelal chi'. Ha jun ángel sch'ox sb'ha t'a vinh t'a skal te' q'uiix chi', a och yet' vinh."
        },
        {
            "number": "36",
            "text": "Aton vinhaj Moisés chi' ik'annaquelta eb' quetchonhab' t'a Egipto chi'. 40 ab'il sch'oxnac juntzanh milagro vinh t'a Egipto chi' yet' t'ha ha' Chacchac Mar yet' pax t'a tzinan lu'um."
        },
        {
            "number": "37",
            "text": "Aton vinh alannac icha tik t'a eb' quetisraelal chi': Ha Dios ol sik'anelta jun schecab' t'a skal eb' quetchonhab' icha ix yutej in sik'anelta a in tik, xchi vinh t'a eb'."
        },
        {
            "number": "38",
            "text": "Ek'nac vinh yet' eb' co mam quicham t'a jun taquinh lu'um. Aypaxek' jun ángel yet' eb', aton jun lolonnac yet' vinh t'a tzalan Sinaí. Ha t'a vinhaj Moisés chi', ata' yalnaccan juntzanh lolonel Dios tz'ak'an co q'uinal. Axo vinh alannaccan t'ayonh."
        },
        {
            "number": "39",
            "text": "Palta a eb' co mam quicham chi', maj yal sk'ool eb' sk'anab'ajej tas yal vinh chi'. Yuj chi' spatiquejel vinh eb'. Snib'ej eb' meltzaj t'a Egipto."
        },
        {
            "number": "40",
            "text": "Yalan eb' t'a vinhaj Aarón: B'o juntzanhoc co diosal yic tzonh scuchb'ani, yujto a vinhaj Moisés chi', jun vinh ix onh ik'anelta t'a Egipto, manh cojtacoc tas ix ik'an vinh, xchi eb'."
        },
        {
            "number": "41",
            "text": "Yuj chi', sb'oan jun q'ueen eb' icha quelem vacax. Ha jun chi' yak'och eb' sdiosaloc. Smilanpax juntzanh nok' nok' eb' silab'oc t'ay. Yak'anoch sq'uinhal jun sdiosal eb' sb'o chi'."
        },
        {
            "number": "42",
            "text": "Yuj chi', yiq'uel sb'ha Dios t'a skal eb'. Actajcan eb' sch'ocoj yic wach' syaq'uem sb'a eb' t'a juntzanh k'anal ay t'a satcha’anh. Stz'ib'ejnaccan jun schecab' Dios icha tik: Ex israel, ayic yek'nac 40 ab'il eb' e mam eyicham t'a tzinan lu'um, manhoc t'ayin snhusnac silab' eb' yet' yofrenda."
        },
        {
            "number": "43",
            "text": "Malaj jab'oc tas eyak'nac t'ayin. Palta a jun e diosal scuch Moloc, b'achb'il yet'tal eyuuj yet' jun yechel k'anal scuch Renfán, a juntzanh chi' eyalnac och e diosaloc. Ha t'a juntzanh yechel e b'onac chi', ata' eyalnac e b'a. Yuj chi' ol ex vik'canel t'a jun e lu'um tik, haxo ex vak'ancanb'at t'a yichanhb'at Babilonia, xchican Dios t'a Slolonel Tz'ib'ab'ilcani."
        },
        {
            "number": "44",
            "text": "Palta ayic yek'nac eb' co mam quicham chi' t'a tzinan lu'um chi', yet'nac jun yet'tal sley Dios eb'. Aton jun yet'tal chi' b'onaccan yuj vinhaj Moisés chi', icha ajnac yalan Dios chi' t'a vinh, ayic sch'oxannac jun yechel t'a vinh."
        },
        {
            "number": "45",
            "text": "Ha jun yet'tal chi', k'ojank'olal cannac t'a juntzanhxo eb' co mam quicham. Axo vinhaj Josué ik'annaccot jun chi' yet' eb'. Ayic yicannac jun sluum eb' ch'oc chonhab'il tik eb', aton eb' pechb'ilel yuj Dios. Ha jun yet'tal sley Dios chi', yet'nac eb', masanto ochnac vinhaj David sreyaloc eb'."
        },
        {
            "number": "46",
            "text": "Ha vinhaj David chi', te niwan svach'k'olal Dios schanac vinh. Yuj chi', snib'ej vinh sb'onac jun stemplo Dios, aton jun Dios b'aj yak'naquem sb'a vinhaj Jacob, aton pax co Diosal."
        },
        {
            "number": "47",
            "text": "Palta ato val vinhaj Salomón b'oannac stemplo Dios chi',"
        },
        {
            "number": "48",
            "text": "wach'chom ha Dios yelxo val te niwan yelk'ochi, max aj t'a junok templo b'ob'il yuj eb' anima. Yalnaccan jun schecab' t'a peca' icha tik:"
        },
        {
            "number": "49",
            "text": "Ha satcha’anh, aton in despacho. Axo yol yib'anhk’inal, icha sk'anh voc yaji. Yuj chi', ¿tasto val ol eyutoc e b'oan junok in templo? Malaj junok lugar b'aj syal vik'an vip."
        },
        {
            "number": "50",
            "text": "Yujto a in ix in b'o masanil juntzanh tik, xchi Dios t'a Slolonel Tz'ib'ab'ilcani."
        },
        {
            "number": "51",
            "text": "Palta a ex tik, te pit ex. Lajan val e pensar yet' eb' manh ojtannacoc Dios. Max eyak'och e chiquin t'a slolonel. Tonhej tze macoch vaan Yespíritu Dios. Yuj chi', lajan ex yet' eb' co mam quicham chi'."
        },
        {
            "number": "52",
            "text": "Ina eb' schecab' Dios t'a peca', laj yab'nac syail eb' yuj eb' co mam quicham chi'. Aton eb' schecab' Dios chi' alannaccani to ol javoc vinh tojol spensar, palta milb'ilcham eb' yuj eb' co mam quicham chi'. Axo ix javi jun tojol spensar chi', a exxo ix eyak'och t'a yol sk'ab' chamel, ix eyak'an miljocchamoc."
        },
        {
            "number": "53",
            "text": "Wach'chom ak'b'ilcan juntzanh schecnab'il Dios t'ayex yuj eb' ángel, palta max e k'anab'ajej, xchi vinhaj Esteban chi' t'a eb'."
        },
        {
            "number": "54",
            "text": "Ayic ix yab'an juntzanh chi' eb', ix te och pitz'an t'a spixan eb', ix cot yoval eb' t'a vinhaj Esteban chi'. Ix sk'ux val ye eb' scot yoval."
        },
        {
            "number": "55",
            "text": "Palta haxo vinhaj Esteban chi', te ay val och Yespíritu Dios yet' vinh, yuj chi' ix q'ue q'uelan vinh t'a satcha’anh, ix yilanq'ue stziquiquial Dios vinh. Ix yilan vinh to linhanek' Jesús t'a svach'k'ab' Dios chi'."
        },
        {
            "number": "56",
            "text": "Yuj chi' ix yalan vinh: --Inai, a svilani to jacan spuertail satcha’anh. Svilani to a jun Ak'b'ilcot yuj Dios yoch animail, linhanek' t'a svach' k'ab' Dios chi' ticnaic, xchi vinh."
        },
        {
            "number": "57",
            "text": "Axo eb' ayek' ta', ix q'ue nhilnaj eb' yavaji. Ix smacan schiquin eb'. Ix cot nhilnaj eb' t'a vinh, ix jachjiel vinh t'a stiel chonhab' yuj eb'."
        },
        {
            "number": "58",
            "text": "Ha eb' ix ak'anb'at t'a yib'anh vinhaj Esteban chi', ix squichel spatic sk'apac junjun eb', ix yak'ancanb'at eb' t'a jun vinh scuch Saulo, yic wach' a vinh tz'ilancani. Ixlajwi chi', ix och ijan eb' sjulancham vinhaj Esteban chi' yet' q'uen q'ueen."
        },
        {
            "number": "59",
            "text": "Ayic van sjulq'uenan cham vinh chi' eb', ix lesalvi vinh d'ha Dios. --Mamin Jesús, cha in pixan, xchi vinh."
        },
        {
            "number": "60",
            "text": "Ixlajwi chi' ix em cuman vinh. Te chaanh ix yutej sjaj vinh slesalvi d'ha Dios: --Mamin, manh ak'canoch jun smul eb' tik t'a yib'anh, xchi vinh. Ixlajwi yalan jun chi' vinh, ix cham vinh."
        }
    ]
}