{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Te locan vinhaj Saulo yed' eb' ix milancham vinhaj Esteban chi'. Aton val d'a jun k'u chi' ix och ijan eb' anima yak'anoch syaelal eb' creyente d'a Jerusalén chi'. Ix yab'an val syail eb' sik'lab'il. Yuj chi' ix laj saclemb'at eb'. Ix laj b'at eb' d'a yol yic Judea yed' Samaria. Axonhej eb' schecab' Jesús ix can d'a Jerusalén chi'."
        },
        {
            "number": "2",
            "text": "Ix lajvinhej scham vinhaj Esteban chi', ay juntzanh eb' vinh ayoch spensar d'a Dios ix ik'anb'at snivanil vinh chi', ix b'at smucanem vinh eb'. Ix te ok' eb' vinh yuj vinh."
        },
        {
            "number": "3",
            "text": "Axo vinhaj Saulo chi', ix yak' val chucal vinh d'a eb' creyente. Yalnhej b'aj ayek' eb', ix laj och vinh d'a yol spat eb'. Ix laj yiq'uelta eb' vinh vinac vinh yed' eb' ix ix, ix b'at yak'anoch eb' vinh d'a preso."
        },
        {
            "number": "4",
            "text": "Axo eb' creyente ix el d'a Jerusalén, ix laj saclemb'at eb'. Masanil b'ajtac ix laj k'och eb' ix laj yalel vach' ab'ix yic colnab'il eb'."
        },
        {
            "number": "5",
            "text": "Ay jun vinh scuch Felipe ix k'och d'a jun chonhab' d'a yol yic Samaria. Ix yalcanel yab'ixal Cristo vinh d'a scal eb'."
        },
        {
            "number": "6",
            "text": "Axo eb' anima ayek' ta', ix smaclej val yab' eb' tas ix yal vinh chi'. Ix yilanpax juntzanh milagro eb' ix sb'o vinh."
        },
        {
            "number": "7",
            "text": "A d'a jun chonhab' chi', tzijtum eb' anima ayoch eb' enemigo d'ay, axo vinhaj Felipe chi' ix laj ik'anel eb' d'a eb'. Ix laj el yav eb' yel d'a eb'. Tzijtum eb' sicb'inaqueli yed' eb' max yal sb'eyi, ix laj b'oxican eb' yuj vinh."
        },
        {
            "number": "8",
            "text": "Yuj juntzanh chi' ix te tzalaj sk'ool eb' anima smasanil d'a jun chonhab' chi'."
        },
        {
            "number": "9",
            "text": "Palta ay jun vinh vinac scuch Simón ta'. Ste aq'uej val musansatil eb' anima vinh, yujto te nivan yelk'och vinh yalani, ay tas syal yuj vinh yalani."
        },
        {
            "number": "10",
            "text": "Masanil eb' malaj yelk'ochi yed' eb' nivan yelk'ochi, jun lajan syak'och spensar eb' d'a vinh, syalan eb': --A vinhaj Simón, aton jun dios scuchan Nivan Spoder, xchi eb' d'a vinh."
        },
        {
            "number": "11",
            "text": "Syak' val och spensar eb' d'a vinh, yujto pecatax syamnacoch vinh yak'an musansatil eb', syalan vinh to tzuji yuuj."
        },
        {
            "number": "12",
            "text": "Axo vinhaj Felipe chi' ix alanel d'a scal eb' tas tz'aj yoch eb' d'a yol sk'ab' Dios. Ix yalanel yab'ixal Jesucristo vinh d'a eb'. Yuj chi' ay eb' vinh vinac yed' eb' ix ix, ix ak'anoch d'a sk'ool tas ix yal vinh chi'. Ix lajvi chi', ix schaan sbautismo eb'."
        },
        {
            "number": "13",
            "text": "Icha pax chi' vinhaj Simón chi', ix yak'och slolonel Dios vinh d'a sk'ool. Ix schaan pax sbautismo vinh. Ix lajvinhej chi', junxonhej ix ek' vinh yed' vinhaj Felipe chi'. Ay juntzanh milagro ix sch'ox vinhaj Felipe chi', te nivan yelk'ochi. Yuj chi', ix te sat sk'ool vinhaj Simón chi' yilani."
        },
        {
            "number": "14",
            "text": "Axo eb' schecab' Jesús ayek' d'a Jerusalén, ayic ix yab'an eb' to ay eb' aj Samaria ix ak'anoch slolonel Dios d'a sk'ool, ix schecb'at vinhaj Pedro eb' yed' vinhaj Juan yil eb'."
        },
        {
            "number": "15",
            "text": "Ayic ix k'och eb' vinh, ix lesalvi eb' vinh yuj eb' creyente aj Samaria chi', yic vach' tz'ak'ji Espíritu Santo d'a eb',"
        },
        {
            "number": "16",
            "text": "yujto manta junoc eb' schaani. Anhejanto d'a sb'i Cajal Jesús b'aj ix ak'ji bautizar eb'."
        },
        {
            "number": "17",
            "text": "Axo vinhaj Pedro yed' vinhaj Juan chi' ix ak'anek' sk'ab' d'a sjolom eb'. Ichato chi' ix schaancan Espíritu Santo chi' eb'."
        },
        {
            "number": "18",
            "text": "Ix yilan vinhaj Simón chi' to ayic ix yak'anek' sk'ab' eb' vinh d'a sjolom eb' creyente chi', ix schacan Espíritu Santo eb', yuj chi' ix yaltej tumin vinh d'a eb' vinh schecab' Jesús chi'."
        },
        {
            "number": "19",
            "text": "Ix yalan vinh d'a eb' vinh icha tic: --Aq'uec vopisio eyed'oc yic vach' yalnhej mach ol vaq'uek' in k'ab' d'a sjolom, ol schacan Espíritu Santo chi', xchi vinh d'a eb' vinh."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix yalan vinhaj Pedro d'a vinh: --Ach satocab'el yed' q'uen a tumin chi', yujto a jun tas syak' Dios d'a nab'anhej ix a nib'ej a man yed' jab' a tumin tic."
        },
        {
            "number": "21",
            "text": "Malaj alan ic qued'oc. Malaj och d'a jun copisio tic, yujto manh tojoloc a pensar d'a yichanh Dios."
        },
        {
            "number": "22",
            "text": "Yuj chi' na a b'a yuj jun a chucal tic. k'an d'a Dios, tope ol ach yak' nivank'olal yuj tas van a naan tic."
        },
        {
            "number": "23",
            "text": "Yujto svila' to anhej chichonk'olal tza na'a, yujto anhej chucal van ak'an servil, xchi vinhaj Pedro chi' d'a vinh."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix yalxi vinh: --Tze k'an val d'a Dios Cajal vuuj, yic manh ol javoc jun yaelal tzeyal tic d'a vib'anh, xchi vinh."
        },
        {
            "number": "25",
            "text": "Axo pax vinhaj Pedro yed' vinhaj Juan chi', ix yalel yab'ixal Jesús eb' vinh. Ix yalanpaxel slolonel Dios Cajal eb' vinh d'a Samaria chi'. Ix lajvi chi', yacb'an van smeltzajxib'at eb' vinh d'a Jerusalén, tzijtum juntzanh yunetac chonhab' d'a yol yic Samaria chi' b'aj ix ek' eb' vinh yalcanel vach' ab'ix yic colnab'il."
        },
        {
            "number": "26",
            "text": "Ay jun yángel Dios Cajal ix alan icha tic d'a vinhaj Felipe chi': --Ak' lista a b'a. Ixic d'a sur, d'a jun b'e scot d'a Jerusalén, sk'och d'a chonhab' Gaza, xchi. A jun b'e chi', aton jun tz'ek' d'a tz'inan luum."
        },
        {
            "number": "27",
            "text": "Yuj chi', ix yak' lista sb'a vinh, ix b'at vinh. Axo d'a yol b'e chi', ix yil-laj sb'a vinh yed' jun vinh aj Etiopía. A jun vinh chi' ay yopisio vinh yuj ix Candace, ix yajal yaj d'a Etiopía chi'. Sik'um tumin yaj vinh d'a ix. Ix xid'ek' vinh yaq'uem sb'a d'a Dios d'a Jerusalén."
        },
        {
            "number": "28",
            "text": "Van spax vinh d'a Etiopía chi'. k'ojanem vinh d'a yol jun scarruaje. Van yilan Slolonel Dios vinh tz'ib'ab'ilcan yuj vinhaj Isaías, aton vinh schecab' Dios."
        },
        {
            "number": "29",
            "text": "Axo Yespíritu Dios ix alan d'a vinhaj Felipe chi': --Ixic, nitzb'at a b'a d'a stz'ey jun carruaje chi', xchi."
        },
        {
            "number": "30",
            "text": "Axo ix k'och vinh d'a stz'ey, ix yab'an vinh to van yavtan Slolonel Dios vinh, aton jun tz'ib'ab'ilcan yuj vinhaj Isaías. Yuj chi' ix yal vinh d'a vinh: --¿Tzam nachajel uuj tas van avtan chi'? xchi vinh."
        },
        {
            "number": "31",
            "text": "Ix yalan vinh: --Tato malaj mach tzin k'ayb'ani, ¿tas ol aj snachajel vuuj? ¿Max am yal a q'ueta d'a yol carruaje tic yic tzach em k'ojan ved'oc? xchi vinh d'a vinhaj Felipe chi'"
        },
        {
            "number": "32",
            "text": "A Slolonel Dios van yavtan vinh chi', aton jun tz'alan icha tic: Icha junoc nok' calnel tz'ik'jib'at b'aj ol b'at chamoc, icha chi' ol aj yik'jib'at jun Schecab' Dios Cajal schami. Icha junoc nok' calnel tz'innhej xchi sjoxchaji, icha pax chi' ol ajoc."
        },
        {
            "number": "33",
            "text": "Te q'uixvelal ol yutej eb'. Toxonton manh ol sb'o yaj jab'oc eb' d'ay. Malaj junoc mach ol alanoc tato ay yinhtilal ol canoc, yujto ol miljocchamoc, xchi d'a Slolonel Dios chi'."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix sk'anb'ej vinh d'a vinhaj Felipe chi': --Al d'ayin, ¿mach ay yab'ixal jun yalnaccan vinh schecab' Dios chi'? ¿Tom a yab'ixal vinh yalnaccani, ma to ch'oc junocxo mach yalnaccan yab'ixal vinh? xchi vinh aj Etiopía chi'."
        },
        {
            "number": "35",
            "text": "Axo vinhaj Felipe chi' ix alan d'a vinh tas syalelk'och Slolonel Dios chi'. Ix syamanoch vinh yalan yab'ixal Jesucristo d'a vinh."
        },
        {
            "number": "36",
            "text": "Ayic van sb'at eb' vinh d'a yol b'e chi', ix k'och eb' vinh d'a jun a a'. Ix yalan vinh aj Etiopía chi' d'a vinh: Ina jun a a' tic, ¿max am yal in ak'ancan bautizar ticnaic? xchi vinh."
        },
        {
            "number": "37",
            "text": "Ix lajvinhej chi', ix yalan vinh to syamjioch vaan jun scarruaje vinh chi'. Ix em eb' vinh schavanhil d'a yol jun a a' chi'. Axo ta' ix ak'jican bautizar vinh."
        },
        {
            "number": "38",
            "text": "Ayic ix lajvi sq'uexta eb' vinh d'a yol a a' chi', axo Yespíritu Dios ix ik'anb'at vinhaj Felipe chi'. Yuj chi' majxo iljilaj vinh yuj vinh aj Etiopía chi', majxo yil-laj vinh b'aj ix k'och vinh. Palta te tzalajk'olal ix b'atxican vinh aj Etiopía chi' d'a yol b'e chi'."
        },
        {
            "number": "39",
            "text": "Axo vinhaj Felipe chi', a d'a chonhab' Azoto ix k'och vinh. Ix lajvinhej chi', ix b'atxi vinh. Ix laj ek' yalancanel vach' ab'ix yic colnab'il vinh d'a juntzanhxo chonhab', masanto ix k'och vinh d'a chonhab' Cesarea."
        }
    ]
}