{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Te locan winhaj Saulo yet' eb' ix milancham winhaj Esteban chi'. Aton val t'a jun k'u chi' ix och ijan eb' anima yak'anoch syaelal eb' creyente t'a Jerusalén chi'. Ix yab'an val syail eb' sik'lab'il. Yuj chi' ix laj saclemb'at eb'. Ix laj b'at eb' t'a yol yic Judea yet' Samaria. Axonhej eb' schecab' Jesús ix kan t'a Jerusalén chi'."
        },
        {
            "number": "2",
            "text": "Ix lajwinhej scham winhaj Esteban chi', ay juntzanh eb' winh ayoch spensar d'ha Dios ix ik'anb'at snivanil winh chi', ix b'at smucanem winh eb'. Ix te ok' eb' winh yuj winh."
        },
        {
            "number": "3",
            "text": "Axo winhaj Saulo chi', ix yak' val chukal winh t'a eb' creyente. Yalnhej b'aj ayek' eb', ix laj och winh t'a yol spat eb'. Ix laj yiq'uelta eb' winh vinac winh yet' eb' ix ix, ix b'at yak'anoch eb' winh t'a preso."
        },
        {
            "number": "4",
            "text": "Axo eb' creyente ix el t'a Jerusalén, ix laj saclemb'at eb'. Masanil b'ajtac ix laj k'och eb' ix laj yalel wach' ab'ix yic colnab'il eb'."
        },
        {
            "number": "5",
            "text": "Ay jun winh scuch Felipe ix k'och t'a jun chonhab' t'a yol yic Samaria. Ix yalcanel yab'ixal Cristo winh t'a skal eb'."
        },
        {
            "number": "6",
            "text": "Axo eb' anima ayek' ta', ix smaclej val yab' eb' tas ix yal winh chi'. Ix yilanpax juntzanh milagro eb' ix sb'o winh."
        },
        {
            "number": "7",
            "text": "Ha t'a jun chonhab' chi', tzijtum eb' anima ayoch eb' enemigo t'ay, haxo winhaj Felipe chi' ix laj ik'anel eb' t'a eb'. Ix laj el yav eb' yel t'a eb'. Tzijtum eb' sicb'inaqueli yet' eb' max yal sb'eyi, ix laj b'oxican eb' yuj winh."
        },
        {
            "number": "8",
            "text": "Yuj juntzanh chi' ix te tzalaj sk'ool eb' anima smasanil t'a jun chonhab' chi'."
        },
        {
            "number": "9",
            "text": "Palta ay jun winh vinac scuch Simón ta'. Ste aq'uej val musansatil eb' anima winh, yujto te niwan yelk'och winh yalani, ay tas syal yuj winh yalani."
        },
        {
            "number": "10",
            "text": "Masanil eb' malaj yelk'ochi yet' eb' niwan yelk'ochi, jun lajan syak'och spensar eb' t'a winh, syalan eb': --Ha winhaj Simón, aton jun dios scuchan Nivan Spoder, xchi eb' t'a winh."
        },
        {
            "number": "11",
            "text": "Syak' val och spensar eb' t'a winh, yujto pecatax syamnacoch winh yak'an musansatil eb', syalan winh to tzuji yuj."
        },
        {
            "number": "12",
            "text": "Axo winhaj Felipe chi' ix alanel t'a skal eb' tas tz'aj yoch eb' t'a yol sk'ab' Dios. Ix yalanel yab'ixal Jesucristo winh t'a eb'. Yuj chi' ay eb' winh vinac yet' eb' ix ix, ix ak'anoch t'a sk'ool tas ix yal winh chi'. Ixlajwi chi', ix schaan sbautismo eb'."
        },
        {
            "number": "13",
            "text": "Icha pax chi' winhaj Simón chi', ix yak'och slolonel Dios winh t'a sk'ool. Ix schaan pax sbautismo winh. Ix lajwinhej chi', junxonhej ix ek' winh yet' winhaj Felipe chi'. Ay juntzanh milagro ix sch'ox winhaj Felipe chi', te niwan yelk'ochi. Yuj chi', ix te sat sk'ool winhaj Simón chi' yilani."
        },
        {
            "number": "14",
            "text": "Axo eb' schecab' Jesús ayek' t'a Jerusalén, ayic ix yab'an eb' to ay eb' aj Samaria ix ak'anoch slolonel Dios t'a sk'ool, ix schecb'at winhaj Pedro eb' yet' winhaj Juan yil eb'."
        },
        {
            "number": "15",
            "text": "Ayic ix k'och eb' winh, ix lesalvi eb' winh yuj eb' creyente aj Samaria chi', yic wach' tz'ak'ji Espíritu Santo t'a eb',"
        },
        {
            "number": "16",
            "text": "yujto manta junok eb' schaani. Anhejanto t'a sb'i Cajal Jesús b'aj ix ak'ji bautizar eb'."
        },
        {
            "number": "17",
            "text": "Axo winhaj Pedro yet' winhaj Juan chi' ix ak'anek' sk'ab' t'a sjolom eb'. Ichato chi' ix schaancan Espíritu Santo chi' eb'."
        },
        {
            "number": "18",
            "text": "Ix yilan winhaj Simón chi' to ayic ix yak'anek' sk'ab' eb' winh t'a sjolom eb' creyente chi', ix schacan Espíritu Santo eb', yuj chi' ix yaltej tumin winh t'a eb' winh schecab' Jesús chi'."
        },
        {
            "number": "19",
            "text": "Ix yalan winh t'a eb' winh icha tik: --Hak'ek vopisio eyed'oc yic wach' yalnhej mach ol vaq'uek' in k'ab' t'a sjolom, ol schacan Espíritu Santo chi', xchi winh t'a eb' winh."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix yalan winhaj Pedro t'a winh: --Ach satocab'el yet' q'uen a tumin chi', yujto a jun tas syak' Dios t'a nab'anhej ix a nib'ej a man yet' jab' a tumin tik."
        },
        {
            "number": "21",
            "text": "Malaj alan ic qued'oc. Malaj och t'a jun copisio tik, yujto manh tojoloc a pensar t'a yichanh Dios."
        },
        {
            "number": "22",
            "text": "Yuj chi' na a b'a yuj jun a chukal tik. k'an d'ha Dios, tope ol ach yak' nivank'olal yuj tas van a naan tik."
        },
        {
            "number": "23",
            "text": "Yujto svila' to anhej chichonk'olal tza na'a, yujto anhej chukal van ak'an servil, xchi winhaj Pedro chi' t'a winh."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix yalxi winh: --Tze k'an val d'ha Dios Cajal vuuj, yic manh ol javok jun yaelal tzeyal tik t'a vib'anh, xchi winh."
        },
        {
            "number": "25",
            "text": "Axo pax winhaj Pedro yet' winhaj Juan chi', ix yalel yab'ixal Jesús eb' winh. Ix yalanpaxel slolonel Dios Cajal eb' winh t'a Samaria chi'. Ixlajwi chi', yacb'an van smeltzajxib'at eb' winh t'a Jerusalén, tzijtum juntzanh yunetac chonhab' t'a yol yic Samaria chi' b'aj ix ek' eb' winh yalcanel wach' ab'ix yic colnab'il."
        },
        {
            "number": "26",
            "text": "Ay jun yángel Dios Cajal ix alan icha tik t'a winhaj Felipe chi': --Ak' lista a b'a. Ixic t'a sur, t'a jun b'e scot t'a Jerusalén, sk'och t'a chonhab' Gaza, xchi. Ha jun b'e chi', aton jun tzek' t'a tzinan lu'um."
        },
        {
            "number": "27",
            "text": "Yuj chi', ix yak' lista sb'a winh, ix b'at winh. Axo t'a yol b'e chi', ix yil-laj sb'a winh yet' jun winh aj Etiopía. Ha jun winh chi' ay yopisio winh yuj ix Candace, ix yajal yaj t'a Etiopía chi'. Sik'um tumin yaj winh t'a ix. Ix xid'ek' winh yaq'uem sb'a d'ha Dios t'a Jerusalén."
        },
        {
            "number": "28",
            "text": "Van spax winh t'a Etiopía chi'. k'ojanem winh t'a yol jun scarruaje. Van yilan Slolonel Dios winh tz'ib'ab'ilcan yuj winhaj Isaías, aton winh schecab' Dios."
        },
        {
            "number": "29",
            "text": "Axo Yespíritu Dios ix alan t'a winhaj Felipe chi': --Ixic, nitzb'at a b'ha t'a stz'ey jun carruaje chi', xchi."
        },
        {
            "number": "30",
            "text": "Axo ix k'och winh t'a stz'ey, ix yab'an winh to van yavtan Slolonel Dios winh, aton jun tz'ib'ab'ilcan yuj winhaj Isaías. Yuj chi' ix yal winh t'a winh: --¿Tzam nachajel uuj tas van awtan chi'? xchi winh."
        },
        {
            "number": "31",
            "text": "Ix yalan winh: --Tato malaj mach tzin k'ayb'ani, ¿tas ol aj snachajel vuuj? ¿Max am yal a q'ueta t'a yol carruaje tik yic tzach em k'ojan ved'oc? xchi winh t'a winhaj Felipe chi'"
        },
        {
            "number": "32",
            "text": "Ha Slolonel Dios van yavtan winh chi', aton jun tz'alan icha tik: Icha junok nok' calnel tz'ik'jib'at b'aj ol b'at chamoc, icha chi' ol aj yik'jib'at jun Schecab' Dios Cajal schami. Icha junok nok' calnel tz'innhej xchi sjoxchaji, icha pax chi' ol ajoc."
        },
        {
            "number": "33",
            "text": "Te q'uixvelal ol yutej eb'. Toxonton manh ol sb'o yaj jab'oc eb' t'ay. Malaj junok mach ol alanoc tato ay yinhtilal ol canoc, yujto ol miljocchamoc, xchi t'a Slolonel Dios chi'."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix sk'anb'ej winh t'a winhaj Felipe chi': --Al t'ayin, ¿mach ay yab'ixal jun yalnaccan winh schecab' Dios chi'? ¿Tom a yab'ixal winh yalnaccani, ma to ch'oc junocxo mach yalnaccan yab'ixal winh? xchi winh aj Etiopía chi'."
        },
        {
            "number": "35",
            "text": "Axo winhaj Felipe chi' ix alan t'a winh tas syalelk'och Slolonel Dios chi'. Ix syamanoch winh yalan yab'ixal Jesucristo t'a winh."
        },
        {
            "number": "36",
            "text": "Ayic van sb'at eb' winh t'a yol b'e chi', ix k'och eb' winh t'a jun ha ha'. Ix yalan winh aj Etiopía chi' t'a winh: Ina jun ha ha' tik, ¿max am yal in ak'ancan bautizar ticnaic? xchi winh."
        },
        {
            "number": "37",
            "text": "Ix lajwinhej chi', ix yalan winh to syamjioch vaan jun scarruaje winh chi'. Ix em eb' winh schavanhil t'a yol jun ha ha' chi'. Axo ta' ix ak'jican bautizar winh."
        },
        {
            "number": "38",
            "text": "Ayic ix lajvi sq'uexta eb' winh t'a yol ha ha' chi', haxo Yespíritu Dios ix ik'anb'at winhaj Felipe chi'. Yuj chi' majxo iljilaj winh yuj winh aj Etiopía chi', majxo yil-laj winh b'aj ix k'och winh. Palta te tzalajk'olal ix b'atxican winh aj Etiopía chi' t'a yol b'e chi'."
        },
        {
            "number": "39",
            "text": "Axo winhaj Felipe chi', ha t'a chonhab' Azoto ix k'och winh. Ix lajwinhej chi', ix b'atxi winh. Ix laj ek' yalancanel wach' ab'ix yic colnab'il winh t'a juntzanhxo chonhab', masanto ix k'och winh t'a chonhab' Cesarea."
        }
    ]
}