{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Axo vinhaj Saulo, max yactej vinh yalani to ol smilcham eb' tz'ak'anoch Jesús Cajal t'a sk'ool. Yuj chi' ix k'och vinh t'a vinh sat sacerdote."
        },
        {
            "number": "2",
            "text": "Ix sk'anan juntzanh ch'anh carta vinh, yic syik'anb'at ch'anh vinh t'a yoltac spatil culto ay t'a chonhab' Damasco. Ha juntzanh carta chi' tz'ak'an sderecho vinh yic syaman jantacnhej eb' syak'och spensar t'a Jesús, wach'chom vinac ma ix, yic syik'cot eb' vinh preso t'a Jerusalén."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi' ix b'at vinh, palta haxo yic van sk'och vinh t'a slak'anil chonhab' Damasco chi', ix emul copnaj jun sakil k'inal t'a satcha’anh t'a yib'anh vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix telvi vinh t'a sat lu'um. Ix yab'an vinh yoch jun lolonel. Ix yalan icha tik: --Saulo, Saulo, ¿tas yuj tzin ixtej? xchi t'a vinh."
        },
        {
            "number": "5",
            "text": "--Mamin, ¿mach ach? xchi vinh. --Ha in ton tik Jesús in. Ha in val tzin ixtej."
        },
        {
            "number": "6",
            "text": "--Q'ueanh vaan, ixic t'a chonhab' chi'. Ata' ol alchaj t'ayach tas yovalil ol a k'ulej, xchi Jesús chi' t'a vinh."
        },
        {
            "number": "7",
            "text": "Axo eb' vinh yetb'eyum vinhaj Saulo chi', ix vanaj eb' vinh, ix sat sk'ol eb' vinh yuj xivelal. Ix yab' eb' vinh to ay mach sloloni, palta malaj mach ix yil eb' vinh."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix q'ue vaan vinhaj Saulo chi' t'a sat lu'um. Axo yic ix elta q'uelan vinh, majxo yal-laj yilan jab'oc vinh. Yuj chi' a eb' vinh yetb'eyum vinh ix yaman sk'ab', ix squetzanb'at vinh eb' vinh t'a yol chonhab' Damasco chi'."
        },
        {
            "number": "9",
            "text": "Axo ix k'och vinh ta', oxe' k'ual majxo yal-laj yilan vinh. Majxo valaj vinh. Majxo yuk'paxlaj ha' vinh."
        },
        {
            "number": "10",
            "text": "Ha t'a Damasco chi' ay jun vinh creyente scuchan Ananías, haxo Jesús Cajal ix alan t'a vinh icha t'a vayichal icha tik: --Ach Ananías, xchi. --Tik ay in Mamin, xchi vinh."
        },
        {
            "number": "11",
            "text": "--Ixic t'a jun calle scuch Tojol. Ayic tzach k'och t'a spat vinhaj Judas, tza k'anb'an t'a vinh yuj vinhaj Saulo aj Tarso. Ol ilani to van slesalvi vinh."
        },
        {
            "number": "12",
            "text": "Ay jun tas ix in ch'ox t'a vinh. Ix yilan vinh to a ach ol ach k'ochoc, ol ak'anek' a k'ab' t'a sjolom vinh, yic wach' ol jacvocxican sat vinh, xchi Jesús Cajal chi' t'a vinh."
        },
        {
            "number": "13",
            "text": "Palta haxo ix yalan vinh: --Mamin, tzijtum mach ix alan t'ayin yuj vinhaj Saulo chi'. Ha t'a Jerusalén manh jantacoc chucal ix yak' vinh t'a eb' tzach ak'anoch t'a sk'ool."
        },
        {
            "number": "14",
            "text": "Xal ticnaic ix ja vinh t'a tik, yic syamji jantacnhej eb' syal sb'a t'ayach yuj vinh, yujto ak'b'il yopisio vinh yuj eb' vinh sat sacerdote, xchi vinh."
        },
        {
            "number": "15",
            "text": "Palta ix yalanxi Jesús Cajal chi' t'a vinh: --Ixic, yujto a vinhaj Saulo chi', ix in siq'uel vinh, yic wach' ol yalel in lolonel vinh t'a skal eb' manh israeloc, t'a yichanh eb' rey yet' t'a skal eb' eyetisraelal."
        },
        {
            "number": "16",
            "text": "Ha in ol in ch'ox t'a vinh, jantac syaelal yovalil ol yab' vinh vuuj, xchi Jesús Cajal chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi', ix b'at vinhaj Ananías chi' t'a jun pat chi'. Axo ix k'och vinh, ix och vinh t'a yool. Ix yak'anek' sk'ab' vinh t'a sjolom vinhaj Saulo chi'. Ix yalan vinh: --Vuk'tac Saulo, a Cajal Jesús, jun ix sch'ox sb'a t'ayach t'a yol b'e b'aj ach javi chi', ha' in checancot t'ayach, yic wach' ol jacvocxi a sat, haxo yochcan Espíritu Santo t'ayach, xchi vinh t'a vinh."
        },
        {
            "number": "18",
            "text": "Junanto rato chi' ix elta tzicnaj juntzanh icha stumin nok' chay ayoch t'a yol sat vinh, ichato chi' ix b'oxican yilan vinh. Ix q'ue vaan vinh, ix yak'an ak'joc bautizar sb'a vinh."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix wa vinh, ix yik'anxi yip vinh. Ix aj jaye' k'ual vinh yet' eb' creyente t'a Damasco chi'."
        },
        {
            "number": "20",
            "text": "Ha vinhaj Saulo chi', ix syamoch vinh yalel slolonel Dios t'a yoltac spatil culto. Ix yalan vinh to a Jesús, Yuninal ton Dios."
        },
        {
            "number": "21",
            "text": "Jantacnhej eb' ix ab'an yalan vinh, ix te sat sk'ool eb'. Ix yalan eb': --Aton jun vinh tik ix ak'anoch syaelal eb' syal sb'ha t'a Jesús t'a Jerusalén. Ha co naani to sja vinh ul syam eb' creyente t'a tik, yic syik'b'at eb' vinh t'a eb' vinh sat sacerdote, xchi eb'."
        },
        {
            "number": "22",
            "text": "Axo vinhaj Saulo chi', ix ste aq'uej yip vinh yalaneli, yic wach' scheclajeli to a Jesús t'a val yel Cristo toni, aton jun tanhvab'il yuj eb'. Axo eb' israel aj Damasco chi', maj nachajel jab'oc yuj eb' tas syutej eb' spacan t'a vinh."
        },
        {
            "number": "23",
            "text": "Ayic nivanxo tiempo ix eq'ui, ix slajtian sb'a eb' israel t'a spatic vinhaj Saulo chi'. Ix yalan eb' to ol smilcham vinh eb'."
        },
        {
            "number": "24",
            "text": "Palta ix yab' specal vinh to k'ual t'ak'val stanhvan eb' t'a juntzanh b'e sb'at t'a stiel chonhab', yic ata' smilcham vinh eb' snaani."
        },
        {
            "number": "25",
            "text": "Yuj chi', a eb' creyente ix ak'anem vinh t'a yol jun xuuc, haxo t'a sventenail smuroal jun chonhab' chi' ix yaq'uem d'unhunhoc vinh eb' t'ak'walil. Icha chi' ix aj scolchajel vinh."
        },
        {
            "number": "26",
            "text": "Axo yic ix k'och vinhaj Saulo chi' t'a Jerusalén, ix snib'ej vinh smolb'ej sb'a yet' eb' creyente ta', palta tonhej ix xivq'ue eb' smasanil t'a vinh. Maj schalaj yab' eb' tato yel creyentexo vinh."
        },
        {
            "number": "27",
            "text": "Palta a jun vinh scuch Bernabé ix ik'anb'at vinh t'a eb' vinh schecab' Jesús. Ix yalan vinh t'a eb' vinh: --Ha vinhaj Saulo tik, ix yil Cajal Jesús vinh t'a yol b'e. Ix lolonpax Cajal Jesús chi' yet' vinh. Yuj chi' malaj mach b'aj ix xiv vinh yalanel yab'ixal Jesús t'a chonhab' Damasco chi', xchi vinhaj Bernabé chi'."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix aj vinhaj Saulo t'a Jerusalén chi'. Junnhej ix ek' vinh yet' eb' creyente ta'."
        },
        {
            "number": "29",
            "text": "Ix ste tek'b'an sb'a vinh yalanel yab'ixal Cajal Jesús. Ix stelan sb'a vinh yet' eb' yetisraelal tz'alan sti' eb' griego. Palta a eb' chi', ix slajtiej sb'a eb' yic smilancham vinh eb'."
        },
        {
            "number": "30",
            "text": "Axo ix yab'an specal jun chi' eb' creyente, ix yik'anb'at vinhaj Saulo chi' eb' t'a chonhab' Cesarea. Ixlajwi sk'och eb' yet' vinh ta', ix schecancanb'at vinh eb' t'a chonhab' Tarso."
        },
        {
            "number": "31",
            "text": "Ichato chi', ix och vaan spechji b'eyek' eb' creyente t'a masanil chonhab' t'a yol yic Judea, t'a yol yic Galilea yet' t'a yol yic Samaria. Ix laj stek'b'itan sb'a eb'. Te naannhej Cajal Jesús yuj eb'. Ix och Yespíritu Dios yet' eb', yuj chi' ix te q'uib' sb'isul eb'."
        },
        {
            "number": "32",
            "text": "Ha junel, ayic ix ek' vinhaj Pedro yil eb' yetcreyenteal, ix k'och vinh t'a eb' creyente t'a chonhab' Lida."
        },
        {
            "number": "33",
            "text": "Ata' ix ilchaj jun vinh scuch Eneas yuj vinh. Svajxaquilxo ab'il stelvican vinh, yujto sicb'inaquel vinh."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix yal vinh t'a vinh: --Ach Eneas, sval t'ayach, a Jesucristo tz'ak'an b'oxoc a k'ool. Yuj chi' q'ueanh vaan, pac a vaynub' tik, xchi vinh t'a vinh. Val t'a jun rato chi', ix q'ue van vinh."
        },
        {
            "number": "35",
            "text": "Axo eb' anima smasanil aj Lida chi' yet' eb' aj Sarón, ix yil eb' to ix b'oxican vinh. Yuj chi' ix sq'uex sb'eyb'al eb', ix yak'anoch spensar eb' t'a Cajal Jesús."
        },
        {
            "number": "36",
            "text": "Ha t'a chonhab' Jope, ay jun ix creyente scuchan Tabita. Axo t'a ti' griego Dorcas sb'i ix. Te wach' ix, scolvaj ix t'a eb' meb'a'."
        },
        {
            "number": "37",
            "text": "Axo t'a jun tiempo chi', ix yamchaj ix yuj jun yab'il, ix cham ix. Ixlajwi chi', ix b'icchajel snivanil ix, ix ik'jiq'ue t'a yol jun cuarto t'a chaanh."
        },
        {
            "number": "38",
            "text": "Ha jun chonhab' Jope chi', ha t'a slak'anil chonhab' Lida ay, aton b'aj ayek' vinhaj Pedro chi'. Axo ix yab'an eb' creyente to ata' ayek' vinh, ix schecanb'at chavanh vinac eb' t'a vinh, ix yalan eb' vinh: --Cotanh, conh qued'oc t'a Jope val ticnaic, xchi eb' vinh t'a vinh."
        },
        {
            "number": "39",
            "text": "Yuj chi' ix b'at vinhaj Pedro chi' yet' eb' vinh. Axo ix k'och vinh, ix ik'jiq'ue vinh t'a jun cuarto b'aj ay snivanil ix Dorcas chi'. Ata' molanek' eb' ix chamnac yetb'eyum. Van yok' eb' ix yuj ix. Ay juntzanh spichul eb' ix yet' juntzanh scamix sb'onac ix Dorcas chi' ayic pitzanto ix. Ix sch'oxan juntzanh chi' eb' ix t'a vinhaj Pedro chi'."
        },
        {
            "number": "40",
            "text": "Axo vinh ix checanxiemta eb' smasanil. Ixlajwi chi' ix em cuman vinh, ix lesalvi vinh. Ix och q'uelan vinh t'a ix Dorcas chi'. Ix yalan vinh t'a ix: --Ach Tabita, sval t'ayach, q'ueanh vaan, xchi vinh t'a ix. Axo ix elta q'uelan ix. Ix yilanoch vinhaj Pedro chi' ix, ix q'ue k'ojan ix."
        },
        {
            "number": "41",
            "text": "Ha vinh ix yaman sk'ab' ix. Ix squetzanq'ue vaan ix vinh. Ixlajwi chi', ix yavtanxiq'ue eb' ix ix chi' vinh yet' juntzanhxo eb' creyente. Ix sch'oxanelta ix vinh t'a eb' to ix pitzvixi ix."
        },
        {
            "number": "42",
            "text": "Axo eb' aj Jope chi', ix laj yab' specal jun chi' eb'. Yuj chi' tzijtum eb' ix ak'anoch Cajal Jesús t'a sk'ool."
        },
        {
            "number": "43",
            "text": "Ha vinhaj Pedro chi', ixto ek' jayexo k'ual vinh t'a Jope chi', haxo t'a spat jun vinh scuchan Simón smunlaj yet' nok' tz'um ix aj vinh."
        }
    ]
}