{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha jun libro tik syalcot yab'ixal Jesucristo yinhtilal winhaj rey Dawid, yinhtilal pax winhaj Abraham. Aton stzolal sb'i heb' smam yicham Jesucristo tik."
        },
        {
            "number": "2",
            "text": "Ha winhaj Abraham smam winhaj Isaac, a winhaj Isaac chi' smam winhaj Jacob, a winhaj Jacob chi' smam winhaj Judá yet' heb' yuk'tac."
        },
        {
            "number": "3",
            "text": "Ha winhaj Judá chi' smam winhaj Fares yet' winhaj Zara. Tamar sb'i ix snun heb' winh schawanhil. Ha winhaj Fares chi' smam winhaj Esrom, a winhaj Esrom chi' smam winhaj Aram."
        },
        {
            "number": "4",
            "text": "Ha winhaj Aram chi' smam winhaj Aminadab, a winhaj Aminadab chi' smam winhaj Naasón, a winhaj Naasón chi' smam winhaj Salmón."
        },
        {
            "number": "5",
            "text": "Ha winhaj Salmón chi' smam winhaj Booz, a ix Rahab snun winhaj Booz chi'. Ha winhaj Booz chi' smam winhaj Obed, a ix snun winh, Rut sb'i ix. Ha winhaj Obed chi' smam winhaj Isaí."
        },
        {
            "number": "6",
            "text": "Ha winhaj Isaí chi' smam winhaj Dawid, aton winh rey. Ha winhaj Dawid chi' smam winhaj Salomón. Ha ix snun winhaj Salomón chi' aton ix yetb'eyumcan winhaj Urías."
        },
        {
            "number": "7",
            "text": "Ha winhaj Salomón chi' smam winhaj Roboam, a winhaj Roboam chi' smam winhaj Abías, a winhaj Abías chi' smam winhaj Asa."
        },
        {
            "number": "8",
            "text": "Ha winhaj Asa chi' smam winhaj Josafat, a winhaj Josafat chi' smam winhaj Joram, a winhaj Joram chi' smam winhaj Uzías."
        },
        {
            "number": "9",
            "text": "Ha winhaj Uzías chi' smam winhaj Jotam, a winhaj Jotam chi' smam winhaj Acaz, a winhaj Acaz chi' smam winhaj Ezequías."
        },
        {
            "number": "10",
            "text": "Ha winhaj Ezequías chi' smam winhaj Manasés, a winhaj Manasés chi' smam winhaj Amón, a winhaj Amón chi' smam winhaj Josías."
        },
        {
            "number": "11",
            "text": "Ha winhaj Josías chi' smam winhaj Jeconías yet' heb' yuk'tac. D'a jun pekti’ chi', ix ik'jib'at heb' israel t'a Babilonia."
        },
        {
            "number": "12",
            "text": "Ayic ayek' heb' t'a Babilonia chi', ix alji winhaj Salatiel yuninal winhaj Jeconías. Ha winhaj Salatiel chi' smam winhaj Zorobabel."
        },
        {
            "number": "13",
            "text": "Ha winhaj Zorobabel chi' smam winhaj Abiud, a winhaj Abiud chi' smam winhaj Eliaquim, a winhaj Eliaquim chi' smam winhaj Azor."
        },
        {
            "number": "14",
            "text": "Ha winhaj Azor chi' smam winhaj Sadoc, a winhaj Sadoc chi' smam winhaj Aquim, a winhaj Aquim chi' smam winhaj Eliud."
        },
        {
            "number": "15",
            "text": "Ha winhaj Eliud chi' smam winhaj Eleazar, a winhaj Eleazar chi' smam winhaj Matán, a winhaj Matán chi' smam winhaj Jacob."
        },
        {
            "number": "16",
            "text": "Ha winhaj Jacob chi' smam winhaj José, winh yetb'eyum ix María, ix snun Jesús, aton Cristo."
        },
        {
            "number": "17",
            "text": "Yuj chi' chequel yaji to ay 14 makan smam yicham chi', scot t'a winhaj Abraham masanto t'a winhaj Dawid. Tz'elxi yich t'a winhaj Dawid chi', masanto ix ik'jib'at heb' israel t'a Babilonia, ay 14 makan paxi. Axo yic ix ik'jib'at heb' t'a Babilonia chi' masanto ix alji Cristo, 14 makan paxi."
        },
        {
            "number": "18",
            "text": "Icha tik ix aj yalji Jesucristo. Ha winhaj José ayxo strato winh yet' ix María. Palta tonhejanto ay strato heb', manto yik'laj sb'a heb'. Palta haxo ix María chi', ayxo unin yet'nac ix, yujto a Yespíritu Dios ix ak'an scuchoch jun unin chi' ix."
        },
        {
            "number": "19",
            "text": "Ha winhaj José chi', te tojol spensar winh, malaj snib'ej winh scheclajelta ix t'a skal anima. Yuj chi' ix sna winh yaktejcan ix t'a elk'altac, yic malaj mach tz'ojtacanel jun chi'."
        },
        {
            "number": "20",
            "text": "Axo yic wanto snaan jun chi' winh, ay jun yángel Dios Kajal ix ch'ox sb'ha t'a winh t'a swayich. Ix yalan t'a winh: --Ach José, yinhtil winhaj Dawid, manh ach xiv ik'an ix María tik etb'eyumoc. Yujto a Yespíritu Dios ix ak'an pitzwoc jun unin chi' t'a ix."
        },
        {
            "number": "21",
            "text": "Ha jun unin ol aljoc chi', winak unin. JESÚS ol ak' sb'iej, yujto ha' ol ex colancanelta a ex schonhab' ex tik t'a yalanh he mul, xchi t'a winh."
        },
        {
            "number": "22",
            "text": "Icha chi' ix aj yelk'och tas yalnaccan Dios Kajal, ayic ix lolon t'a sti' jun schecab' icha tik:"
        },
        {
            "number": "23",
            "text": "Ay jun ix cob'es, manta winak syik'a', palta ay jun unin ol pitzwoc t'a ix. Ha jun unin ol aljoc chi', winak unin. Emanuel ol ak'joc sb'iej, xchi t'a Slolonel Dios Tz'ib'ab'ilcani. Emanuel, syalelk'ochi, ayek' Dios qued'oc."
        },
        {
            "number": "24",
            "text": "Axo ix el swayanh winhaj José chi', ix sk'anab'ajan winh icha ix yutej yalan jun yángel Dios Kajal chi'. Ichato chi', ix schaan sk'ol winh yik'an ix."
        },
        {
            "number": "25",
            "text": "Palta maj yil-laj sb'a winh yet' ix, masanto ix alji jun unin chi'. Axo ix alji, JESÚS ix yak' heb' sb'iej."
        }
    ]
}