{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha jun libro tik syalcot yab'ixal Jesucristo yinhtilal vinhaj rey David, yinhtilal pax vinhaj Abraham. Aton stzolal sb'i eb' smam yicham Jesucristo tik."
        },
        {
            "number": "2",
            "text": "Ha vinhaj Abraham smam vinhaj Isaac, a vinhaj Isaac chi' smam vinhaj Jacob, a vinhaj Jacob chi' smam vinhaj Judá yet' eb' yuk'tac."
        },
        {
            "number": "3",
            "text": "Ha vinhaj Judá chi' smam vinhaj Fares yet' vinhaj Zara. Tamar sb'i ix snun eb' vinh schavanhil. Ha vinhaj Fares chi' smam vinhaj Esrom, a vinhaj Esrom chi' smam vinhaj Aram."
        },
        {
            "number": "4",
            "text": "Ha vinhaj Aram chi' smam vinhaj Aminadab, a vinhaj Aminadab chi' smam vinhaj Naasón, a vinhaj Naasón chi' smam vinhaj Salmón."
        },
        {
            "number": "5",
            "text": "Ha vinhaj Salmón chi' smam vinhaj Booz, a ix Rahab snun vinhaj Booz chi'. Ha vinhaj Booz chi' smam vinhaj Obed, a ix snun vinh, Rut sb'i ix. Ha vinhaj Obed chi' smam vinhaj Isaí."
        },
        {
            "number": "6",
            "text": "Ha vinhaj Isaí chi' smam vinhaj David, aton vinh rey. Ha vinhaj David chi' smam vinhaj Salomón. Ha ix snun vinhaj Salomón chi' aton ix yetb'eyumcan vinhaj Urías."
        },
        {
            "number": "7",
            "text": "Ha vinhaj Salomón chi' smam vinhaj Roboam, a vinhaj Roboam chi' smam vinhaj Abías, a vinhaj Abías chi' smam vinhaj Asa."
        },
        {
            "number": "8",
            "text": "Ha vinhaj Asa chi' smam vinhaj Josafat, a vinhaj Josafat chi' smam vinhaj Joram, a vinhaj Joram chi' smam vinhaj Uzías."
        },
        {
            "number": "9",
            "text": "Ha vinhaj Uzías chi' smam vinhaj Jotam, a vinhaj Jotam chi' smam vinhaj Acaz, a vinhaj Acaz chi' smam vinhaj Ezequías."
        },
        {
            "number": "10",
            "text": "Ha vinhaj Ezequías chi' smam vinhaj Manasés, a vinhaj Manasés chi' smam vinhaj Amón, a vinhaj Amón chi' smam vinhaj Josías."
        },
        {
            "number": "11",
            "text": "Ha vinhaj Josías chi' smam vinhaj Jeconías yet' eb' yuk'tac. D'a jun pekti’ chi', ix ik'jib'at eb' israel t'a Babilonia."
        },
        {
            "number": "12",
            "text": "Ayic ayek' eb' t'a Babilonia chi', ix alji vinhaj Salatiel yuninal vinhaj Jeconías. Ha vinhaj Salatiel chi' smam vinhaj Zorobabel."
        },
        {
            "number": "13",
            "text": "Ha vinhaj Zorobabel chi' smam vinhaj Abiud, a vinhaj Abiud chi' smam vinhaj Eliaquim, a vinhaj Eliaquim chi' smam vinhaj Azor."
        },
        {
            "number": "14",
            "text": "Ha vinhaj Azor chi' smam vinhaj Sadoc, a vinhaj Sadoc chi' smam vinhaj Aquim, a vinhaj Aquim chi' smam vinhaj Eliud."
        },
        {
            "number": "15",
            "text": "Ha vinhaj Eliud chi' smam vinhaj Eleazar, a vinhaj Eleazar chi' smam vinhaj Matán, a vinhaj Matán chi' smam vinhaj Jacob."
        },
        {
            "number": "16",
            "text": "Ha vinhaj Jacob chi' smam vinhaj José, vinh yetb'eyum ix María, ix snun Jesús, aton Cristo."
        },
        {
            "number": "17",
            "text": "Yuj chi' chequel yaji to ay 14 makan smam yicham chi', scot t'a vinhaj Abraham masanto t'a vinhaj David. Tz'elxi yich t'a vinhaj David chi', masanto ix ik'jib'at eb' israel t'a Babilonia, ay 14 makan paxi. Axo yic ix ik'jib'at eb' t'a Babilonia chi' masanto ix alji Cristo, 14 makan paxi."
        },
        {
            "number": "18",
            "text": "Icha tik ix aj yalji Jesucristo. Ha vinhaj José ayxo strato vinh yet' ix María. Palta tonhejanto ay strato eb', manto yik'laj sb'a eb'. Palta haxo ix María chi', ayxo unin yet'nac ix, yujto a Yespíritu Dios ix ak'an scuchoch jun unin chi' ix."
        },
        {
            "number": "19",
            "text": "Ha vinhaj José chi', te tojol spensar vinh, malaj sgana vinh scheclajelta ix t'a skal anima. Yuj chi' ix sna vinh yactejcan ix t'a elk'altac, yic malaj mach tz'ojtacanel jun chi'."
        },
        {
            "number": "20",
            "text": "Axo yic vanto snaan jun chi' vinh, ay jun yángel Dios Cajal ix ch'ox sb'ha t'a vinh t'a svayich. Ix yalan t'a vinh: --Ach José, yinhtil vinhaj David, manh ach xiv ik'an ix María tik etb'eyumoc. Yujto a Yespíritu Dios ix ak'an pitzvoc jun unin chi' t'a ix."
        },
        {
            "number": "21",
            "text": "Ha jun unin ol aljoc chi', vinac unin. JESÚS ol ak' sb'iej, yujto ha' ol ex colancanelta a ex schonhab' ex tik t'a yalanh e mul, xchi t'a vinh."
        },
        {
            "number": "22",
            "text": "Icha chi' ix aj yelk'och tas yalnaccan Dios Cajal, ayic ix lolon t'a sti' jun schecab' icha tik:"
        },
        {
            "number": "23",
            "text": "Ay jun ix cob'es, manta vinac syik'a', palta ay jun unin ol pitzvoc t'a ix. Ha jun unin ol aljoc chi', vinac unin. Emanuel ol ak'joc sb'iej, xchi t'a Slolonel Dios Tz'ib'ab'ilcani. Emanuel, syalelk'ochi, ayek' Dios qued'oc."
        },
        {
            "number": "24",
            "text": "Axo ix el svayanh vinhaj José chi', ix sk'anab'ajan vinh icha ix yutej yalan jun yángel Dios Cajal chi'. Ichato chi', ix schaan sk'ol vinh yik'an ix."
        },
        {
            "number": "25",
            "text": "Palta maj yil-laj sb'a vinh yet' ix, masanto ix alji jun unin chi'. Axo ix alji, JESÚS ix yak' eb' sb'iej."
        }
    ]
}