{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Axo Jesús ix avtancot eb' sk'ayb'um slajchavanhil. Ix ak'ji yopisio eb' yik'anel eb' enemigo. Ix yak'anpax yopisio eb' yak'an b'oxoc sk'ool eb' yalxonhej tas ilyail tz'ik'ani ma yaelal."
        },
        {
            "number": "2",
            "text": "A eb' lajchavanh schecab' tic: Aton vinhaj Simón, scuchan Pedro yed' jun vinh yuk'tac vinh scuchan Andrés, vinhaj Jacobo yed' pax jun vinh yuk'tac vinh scuchan Juan. A eb' vinh chavanh tic, yuninal eb' vinh vinhaj Zebedeo."
        },
        {
            "number": "3",
            "text": "Yed' pax vinhaj Felipe, vinhaj Bartolomé, vinhaj Tomás, vinhaj Mateo, vinh tecumel alcabar d'a yalanhtaxo, vinhaj Jacobo yuninal vinhaj Alfeo yed' vinhaj Tadeo."
        },
        {
            "number": "4",
            "text": "Ay pax junxo vinh scuch Simón, yetb'eyumejnac eb' Zelote yed' vinhaj Judas aj Queriot, aton vinh ix ak'anoch Jesús d'a yol sk'ab' chamel d'a slajvub'alxo."
        },
        {
            "number": "5",
            "text": "Aton eb' lajchavanh tic ix checjib'at yuj Jesús. Ayic manto b'at eb', ix yalan juntzanh checnab'il tic d'a eb': --Ayic tzex b'ati, manh ex ek' d'a juntzanh schonhab' eb' manh israeloc. Manh ex ek' pax d'a juntzanh chonhab' d'a yol yic Samaria."
        },
        {
            "number": "6",
            "text": "Anhej d'a eb' satnacto d'a scal eb' quetisraelal, anhej ta' tzex eq'ui. Yujto icha juntzanh nok' calnel satnaqueq'ui, icha chi' yaj eb'."
        },
        {
            "number": "7",
            "text": "B'at eyaleli to toxo ol vach' och Dios aj satchaanh Yajalil."
        },
        {
            "number": "8",
            "text": "A eb' penaay yuj lepra, b'at eyak' b'oxoc eb'. Yed' juntzanhxo eb' penaay, tzeyak' pax b'oxoc sk'ool eb'. Tzeyak'anpax pitzvoc eb' chamnac. Anhejtona', slaj eyiq'uel eb' enemigo ayoch d'a eb' anima. Nab'anhej ix e cha jun opisio tic, yuj chi' nab'anhej tzex colvaj pax d'a eb'."
        },
        {
            "number": "9",
            "text": "Ayic tzex b'ati, manh eyik'b'at e tumin. Malaj junoc centavo tzeyik'b'ati."
        },
        {
            "number": "10",
            "text": "Manh eyik'b'at e pa. Junnhej e camix tzeyak'ochi, tzex b'ati. Manh eyik'b'at jun mojocxo e xanhab'. Manh eyik' e k'ococh. Sval juntzanh tic d'ayex, yujto a eb' smunlaji, smoj ton schaan eb' tas syab'lej."
        },
        {
            "number": "11",
            "text": "Ayic tzex k'och d'a junjun chonhab', d'a junjun aldea, tze say junoc mach vach' sb'eyb'al b'aj smoj e cani, masanto tzex b'atxi d'a junocxo lugar."
        },
        {
            "number": "12",
            "text": "Ayic tzex k'och d'a jun pat chi', tzeyal d'a eb' aj pat chi': Ayocab' sjunk'olal Dios eyed'oc, xe chi d'a eb'."
        },
        {
            "number": "13",
            "text": "Tato smoj eb' icha chi', elocab'k'och icha tzeyal chi' d'a eb'. Palta tato manh smojoc eb' icha chi' jun, mocab' elk'och icha tzeyal chi' d'a eb'."
        },
        {
            "number": "14",
            "text": "Tato max ex scha eb', tato malaj sgana eb' d'a tas tzeyal chi', tzex elixta d'a yol spat eb' yed' d'a yol schonhab' eb' chi'. Tze tzicancanel spococal eyoc, yic tze ch'oxancaneli to manhxalaj eyalan eyic d'a eb'."
        },
        {
            "number": "15",
            "text": "Val yel sval d'ayex, ayic ol ja jun k'ual sch'olb'itaj tas yaj eb' anima, yelxo val nivan syaelal eb' ol ak'joc d'a yichanh eb' aj Sodoma yed' eb' aj Gomorra."
        },
        {
            "number": "16",
            "text": "Ab'ec, tzex in checb'ati. Icha juntzanh nok' calnel sb'at d'a scal nok' oques, icha chi' ol ex ajoc. Yuj chi', lista tzeyutej e b'a icha junoc nok' chan te jelan. Palta te nanam tzeyutej e b'a ichoc nok' paramuch."
        },
        {
            "number": "17",
            "text": "Tzeyil val e b'a, yujto ay eb' ol ex ik'anb'at d'a eb' vinh yajal. Ol ex smak' eb' d'a yoltac spatil sculto."
        },
        {
            "number": "18",
            "text": "Ol ex yik'b'at eb' d'a yichanh eb' vinh nivac yajal yed' d'a yichanh eb' vinh rey vuuj. Yuj chi' ol yal eyalanel vab'ixal d'a eb' vinh chi' yed' d'a eb' manh israeloc."
        },
        {
            "number": "19",
            "text": "Palta ayic ol ex ak'jococh d'a yol sk'ab' eb' vinh yajal chi', manh e na yuj tas ol eyala'. Manh ex och ilk'olal yuj tas ol eyutoc eyalan d'a eb' vinh, yujto a d'a jun rato chi', a Dios ol ak'an nachajel eyuuj tas ol eyala'."
        },
        {
            "number": "20",
            "text": "Manhoc ex ol ex lolonoc, yujto a Yespíritu Dios, aton co Mam ol ex majnanoc, ol eyalani."
        },
        {
            "number": "21",
            "text": "A d'a jun tiempoal chi', ay eb' uk'tacab'il ol ak'anoch yuk'tac d'a yol sk'ab' chamel. Ay pax eb' mamab'il icha chi' ol yutoc sb'a d'a eb' yuninal. Anhejtona', ay pax eb' uninab'il ol yak' oval yed' smam chi', ol yak'anoch smam eb' d'a yol sk'ab' chamel."
        },
        {
            "number": "22",
            "text": "Masanil eb' anima ol chichonoch sk'ool d'ayex vuuj. Palta a mach ol ak'an techaj smasanil juntzanh chi', a eb' chi' ol colchajoc."
        },
        {
            "number": "23",
            "text": "Ayic syak'an chucal eb' d'ayex d'a junoc chonhab' b'aj ayex eq'ui, elanhec d'a eb', tzex b'at d'a junocxo chonhab'. Val yel sval d'ayex, ayic manto ex ek'chaj d'a masanil juntzanh schonhab' eb' quetisraelal, ol in jax a in Ak'b'il in cot yuj Dios voch animail tic."
        },
        {
            "number": "24",
            "text": "Malaj junoc eb' k'ayb'um ek'to yelk'och d'a yichanh sk'ayb'umal. Anhejtona', malaj junoc tz'ak'an servil ek'to yelk'och d'a jun tz'ak'an mandar."
        },
        {
            "number": "25",
            "text": "Tato lajan tz'aj junoc k'ayb'um yed' sk'ayb'umal, smoj ton icha chi' tz'aji. Icha pax chi' junoc checab' yed' spatrón. A in tic, ichato aj pat in. A exxo tic, icha uninab'il ex. Ay eb' tz'alani to Beelzebú in, to yajal eb' enemigo vaji. Ocxom val d'ayex a ex tic."
        },
        {
            "number": "26",
            "text": "Yuj chi', manh ex xiv d'a eb' anima. Jantacnhej tas k'ub'eltac yaj ticnaic, ol laj checlajelta. Yed' jantacnhej tas k'ub'eltac yaji, ol laj ak'joc ojtacajeloc."
        },
        {
            "number": "27",
            "text": "A juntzanh tas sval d'ayex d'a k'ub'eltaquil, tzeyalel d'a eb' anima. Yed' juntzanhxo tas k'ub'eltac tzin sajoch d'a e chiquin, tzeyalel d'a yoltac calle."
        },
        {
            "number": "28",
            "text": "Manh ex xiv d'a eb' syal smilan e nivanil tic, yujto a e pixan max yal smilan eb'. Palta a d'a Dios b'aj tzex xivi, yujto a syal satanel e pixan yed' e nivanil, syak'ancanb'at d'a infierno."
        },
        {
            "number": "29",
            "text": "Tzeyilnab' juntzanh nok' cotac much. Ayic schonhchaj nok', chavanh nok' d'a jun yune' tumin, palta malaj junoc nok' scomon chami, tato manh ichoc ta' sgana co Mam Dios."
        },
        {
            "number": "30",
            "text": "Palta a exxo tic, yelxo val nivan eyelk'och d'a yichanh masanil nok' cotac much chi'. Ina masanil xil e jolom b'isb'il yuuj. Yuj chi', manh ex xivoc."
        },
        {
            "number": "31",
            "text": "Yalnhej mach eb' max q'uixvi yalan d'a yichanh eb' anima to vico', a inxo tic, ol val eb' vicoc d'a co Mam Dios ayek' d'a satchaanh."
        },
        {
            "number": "32",
            "text": "Palta axo eb' tz'alan d'a yichanh eb' anima to manh vicoc eb', anhejtona' in, ol valpax d'a co Mam Dios ayek' d'a satchaanh to manh vicoc eb'."
        },
        {
            "number": "33",
            "text": "Manh e na' to in ja vak' junk'olal d'a scal eb' anima d'a yolyib'anhq'uinal tic. Manh yujoc yoch junk'olal d'a scal eb' in javi. Palta yuj yoch oval d'a scal eb'."
        },
        {
            "number": "34",
            "text": "In javi, yic vach' ay eb' vinh vinac ol yak' oval yed' smam. Ay eb' ix ix ol yak' oval yed' snun. Ay eb' ix alib'al ol yak' oval yed' ix yalib'."
        },
        {
            "number": "35",
            "text": "Yuj chi', a eb' jun yaj yed' junoc mach d'a yol spat, aton eb' ol laj meltzajoch ajk'olal d'ay junjun."
        },
        {
            "number": "36",
            "text": "A mach másxo val xajanej smam snun d'a vichanh, manh smojoc yoch vicoc. Anhejtona', a mach másxo val xajanej yuninal d'a vichanh, manh smojoc yoch vicoc."
        },
        {
            "number": "37",
            "text": "A mach manh b'ecanoc sk'ool yab'an syail vuuj, manh b'ecanoc sk'ool yoch chamel d'a yib'anh, tz'och d'a spenec te' culus, manh smojoc yoch tzak'an vuuj."
        },
        {
            "number": "38",
            "text": "A eb' sgana scol sb'a d'a yolyib'anhq'uinal tic, ol satel sq'uinal eb' d'a junelnhej. Palta axo eb' sb'ec sb'a scham vuuj, aton eb' ol scha sq'uinal d'a junelnhej."
        },
        {
            "number": "39",
            "text": "A eb' tzex chaani, a in tzin scha eb'. Axo eb' tzin chaan chi', van schaan pax jun checjinac in cot eb'."
        },
        {
            "number": "40",
            "text": "A eb' schaan junoc schecab' Dios, yujnhej to schecab' Dios yaji, ol scha spac eb' icha yic eb' schecab' Dios chi'. A eb' schaan junoc mach tojol sb'eyb'al, yujnhej to tojol sb'eyb'al, ol scha spac eb' icha yic eb' tojol sb'eyb'al chi'."
        },
        {
            "number": "41",
            "text": "Yalnhej junoc mach eb' sian junoc vaso siquila' d'a junoc eb' in k'ayb'um, yujnhej to in k'ayb'um, vach'chom junoc malaj val yelk'ochi, val yel ol scha spac eb'."
        }
    ]
}