{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Axo Jesús ix awtankot heb' sk'ayb'um slajchawanhil. Ix ak'ji yopisio heb' yik'anel heb' enemigo. Ix yak'anpax yopisio heb' yak'an b'oxoc sk'ool heb' yalxonhej tas ilyail tz'ik'ani ma yaelal."
        },
        {
            "number": "2",
            "text": "Ha heb' lajchawanh schekab' tik: Aton winhaj Simón, skuchan Pedro yet' jun winh yuk'tac winh skuchan Andrés, winhaj Jacobo yet' pax jun winh yuk'tac winh skuchan Juan. Ha heb' winh chawanh tik, yuninal heb' winh winhaj Zebedeo."
        },
        {
            "number": "3",
            "text": "Yed' pax winhaj Felipe, winhaj Bartolomé, winhaj Tomás, winhaj Mateo, winh tecumel alcabar t'a yalanhtaxo, winhaj Jacobo yuninal winhaj Alfeo yet' winhaj Tadeo."
        },
        {
            "number": "4",
            "text": "Ay pax junxo winh scuch Simón, yetb'eyumejnac heb' Zelote yet' winhaj Judas aj Queriot, aton winh ix ak'anoch Jesús t'a yol sk'ab' chamel t'a slajwub'alxo."
        },
        {
            "number": "5",
            "text": "Aton heb' lajchawanh tik ix checjib'at yuj Jesús. Ayic manto b'at heb', ix yalan juntzanh checnab'il tik t'a heb': --Ayic tzex b'ati, manh ex ek' t'a juntzanh schonhab' heb' manh israelok. Manh ex ek' pax t'a juntzanh chonhab' t'a yol yic Samaria."
        },
        {
            "number": "6",
            "text": "Anhej t'a heb' satnacto t'a skal heb' quetisraelal, anhej ta' tzex eq'ui. Yujto icha juntzanh nok' kalnel satnaqueq'ui, icha chi' yaj heb'."
        },
        {
            "number": "7",
            "text": "B'at eyaleli to toxo ol wach' och Dios aj satcha’anh Yajalil."
        },
        {
            "number": "8",
            "text": "Ha heb' penaay yuj lepra, b'at eyak' b'oxoc heb'. Yed' juntzanhxo heb' penaay, tzeyak' pax b'oxoc sk'ool heb'. Tzeyak'anpax pitzwoc heb' chamnac. Anhejtona', slaj eyik'el heb' enemigo ayoch t'a heb' anima. Nab'anhej ix he cha jun opisio tik, yuj chi' nab'anhej tzex kolwaj pax t'a heb'."
        },
        {
            "number": "9",
            "text": "Ayic tzex b'ati, manh eyik'b'at he tumin. Malaj junok centawo tzeyik'b'ati."
        },
        {
            "number": "10",
            "text": "Manh eyik'b'at he pa. Junnhej he camix tzeyak'ochi, tzex b'ati. Manh eyik'b'at jun mojocxo he xanhab'. Manh eyik' he k'ococh. Swal juntzanh tik t'ayex, yujto a heb' smunlaji, smoj ton schaan heb' tas syab'lej."
        },
        {
            "number": "11",
            "text": "Ayic tzex k'och t'a junjun chonhab', t'a junjun aldea, tze say junok mach wach' sb'eyb'al b'aj smoj he kani, masanto tzex b'atxi t'a junocxo lugar."
        },
        {
            "number": "12",
            "text": "Ayic tzex k'och t'a jun pat chi', tzeyal t'a heb' aj pat chi': Ayokab' sjunk'olal Dios eyed'oc, xe chi t'a heb'."
        },
        {
            "number": "13",
            "text": "Tato smoj heb' icha chi', elokab'k'och icha tzeyal chi' t'a heb'. Palta tato manh smojoc heb' icha chi' jun, mokab' elk'och icha tzeyal chi' t'a heb'."
        },
        {
            "number": "14",
            "text": "Tato max ex scha heb', tato malaj snib'ej heb' t'a tas tzeyal chi', tzex elixta t'a yol spat heb' yet' t'a yol schonhab' heb' chi'. Tze tzikankanel spokokal eyoc, yic tze ch'oxankaneli to manhxalaj eyalan eyic t'a heb'."
        },
        {
            "number": "15",
            "text": "Val yel swal t'ayex, ayic ol ja jun k'ual sch'olb'itaj tas yaj heb' anima, yelxo wal niwan syaelal heb' ol ak'joc t'a yichanh heb' aj Sodoma yet' heb' aj Gomorra."
        },
        {
            "number": "16",
            "text": "Ab'ec, tzex in checb'ati. Icha juntzanh nok' kalnel sb'at t'a skal nok' oques, icha chi' ol ex ajoc. Yuj chi', lista tzeyutej he b'a icha junok nok' chan te jelan. Palta te nanam tzeyutej he b'a ichoc nok' paramuch."
        },
        {
            "number": "17",
            "text": "Tzeyil wal he b'a, yujto ay heb' ol ex ik'anb'at t'a heb' winh yajal. Ol ex smak' heb' t'a yoltac spatil sculto."
        },
        {
            "number": "18",
            "text": "Ol ex yik'b'at heb' t'a yichanh heb' winh niwac yajal yet' t'a yichanh heb' winh rey wuuj. Yuj chi' ol yal eyalanel wab'ixal t'a heb' winh chi' yet' t'a heb' manh israelok."
        },
        {
            "number": "19",
            "text": "Palta ayic ol ex ak'jococh t'a yol sk'ab' heb' winh yajal chi', manh he na yuj tas ol eyala'. Manh ex och ilk'olal yuj tas ol eyutoc eyalan t'a heb' winh, yujto ha t'a jun rato chi', ha Dios ol ak'an nachajel eyuuj tas ol eyala'."
        },
        {
            "number": "20",
            "text": "Manhok ex ol ex lolonoc, yujto a Yespíritu Dios, aton ko Mam ol ex majnanoc, ol eyalani."
        },
        {
            "number": "21",
            "text": "Ha t'a jun pekti’ chi', ay heb' uk'takab'il ol ak'anoch yuk'tac t'a yol sk'ab' chamel. Ay pax heb' mamab'il icha chi' ol yutoc sb'ha t'a heb' yuninal. Anhejtona', ay pax heb' uninab'il ol yak' owal yet' smam chi', ol yak'anoch smam heb' t'a yol sk'ab' chamel."
        },
        {
            "number": "22",
            "text": "Masanil heb' anima ol chichonoch sk'ool t'ayex wuuj. Palta a mach ol ak'an techaj smasanil juntzanh chi', a heb' chi' ol colchajoc."
        },
        {
            "number": "23",
            "text": "Ayic syak'an chukal heb' t'ayex t'a junok chonhab' b'aj ayex eq'ui, elanhec t'a heb', tzex b'at t'a junocxo chonhab'. Val yel swal t'ayex, ayic manto ex ek'chaj t'a masanil juntzanh schonhab' heb' quetisraelal, ol in jax a in Ak'b'il in cot yuj Dios woch animail tik."
        },
        {
            "number": "24",
            "text": "Malaj junok heb' k'ayb'um ek'to yelk'och t'a yichanh sk'ayb'umal. Anhejtona', malaj junok tz'ak'an serwil ek'to yelk'och t'a jun tz'ak'an mandar."
        },
        {
            "number": "25",
            "text": "Tato lajan tz'aj junok k'ayb'um yet' sk'ayb'umal, smoj ton icha chi' tz'aji. Icha pax chi' junok chekab' yet' spatrón. Ha in tik, ichato aj pat in. Ha exxo tik, icha uninab'il ex. Ay heb' tz'alani to Beelzebú in, to yajal heb' enemigo waji. Ocxom wal t'ayex a ex tik."
        },
        {
            "number": "26",
            "text": "Yuj chi', manh ex xiv t'a heb' anima. Jantacnhej tas k'ub'eltac yaj ticnaik, ol laj checlajelta. Yed' jantacnhej tas k'ub'eltac yaji, ol laj ak'joc ojtakajeloc."
        },
        {
            "number": "27",
            "text": "Ha juntzanh tas swal t'ayex t'a k'ub'eltaquil, tzeyalel t'a heb' anima. Yed' juntzanhxo tas k'ub'eltac tzin sajoch t'a he chiquin, tzeyalel t'a yoltac calle."
        },
        {
            "number": "28",
            "text": "Manh ex xiv t'a heb' syal smilan he niwanil tik, yujto a he pixan max yal smilan heb'. Palta a d'ha Dios b'aj tzex xiwi, yujto a syal satanel he pixan yet' he niwanil, syak'ankanb'at t'a infierno."
        },
        {
            "number": "29",
            "text": "Tzeyilnab' juntzanh nok' cotac much. Ayic schonhchaj nok', chawanh nok' t'a jun yune' tumin, palta malaj junok nok' scomon chami, tato manh ichoc ta' snib'ej ko Mam Dios."
        },
        {
            "number": "30",
            "text": "Palta a exxo tik, yelxo wal niwan eyelk'och t'a yichanh masanil nok' cotac much chi'. Ina masanil xil he jolom b'isb'il yuj. Yuj chi', manh ex xiwoc."
        },
        {
            "number": "31",
            "text": "Yalnhej mach heb' max q'uixwi yalan t'a yichanh heb' anima to wico', a inxo tik, ol wal heb' wicoc t'a ko Mam Dios ayek' t'a satcha’anh."
        },
        {
            "number": "32",
            "text": "Palta haxo heb' tz'alan t'a yichanh heb' anima to manh wicoc heb', anhejtona' in, ol walpax t'a ko Mam Dios ayek' t'a satcha’anh to manh wicoc heb'."
        },
        {
            "number": "33",
            "text": "Manh he na' to in ja wak' junk'olal t'a skal heb' anima t'a yol yib'anhk’inal tik. Manh yujoc yoch junk'olal t'a skal heb' in jawi. Palta yuj yoch owal t'a skal heb'."
        },
        {
            "number": "34",
            "text": "In jawi, yic wach' ay heb' winh winak ol yak' owal yet' smam. Ay heb' ix ix ol yak' owal yet' snun. Ay heb' ix alib'al ol yak' owal yet' ix yalib'."
        },
        {
            "number": "35",
            "text": "Yuj chi', a heb' jun yaj yet' junok mach t'a yol spat, aton heb' ol laj meltzajoch ajk'olal t'ay junjun."
        },
        {
            "number": "36",
            "text": "Ha mach másxo wal xajanej smam snun t'a wichanh, manh smojoc yoch wicoc. Anhejtona', a mach másxo wal xajanej yuninal t'a wichanh, manh smojoc yoch wicoc."
        },
        {
            "number": "37",
            "text": "Ha mach manh b'ekanoc sk'ool yab'an syail wuuj, manh b'ekanoc sk'ool yoch chamel t'a yib'anh, tz'och t'a spenec te' culus, manh smojoc yoch tzak'an wuuj."
        },
        {
            "number": "38",
            "text": "Ha heb' snib'ej scol sb'ha t'a yol yib'anhk’inal tik, ol satel sk'inal heb' t'a junelnhej. Palta haxo heb' sb'ec sb'a scham wuuj, aton heb' ol scha sk'inal t'a junelnhej."
        },
        {
            "number": "39",
            "text": "Ha heb' tzex chaani, a in tzin scha heb'. Axo heb' tzin chaan chi', wan schaan pax jun checjinac in cot heb'."
        },
        {
            "number": "40",
            "text": "Ha heb' schaan junok schekab' Dios, yujnhej to schekab' Dios yaji, ol scha spak heb' icha yic heb' schekab' Dios chi'. Ha heb' schaan junok mach tojol sb'eyb'al, yujnhej to tojol sb'eyb'al, ol scha spak heb' icha yic heb' tojol sb'eyb'al chi'."
        },
        {
            "number": "41",
            "text": "Yalnhej junok mach heb' sian junok waso siquila' t'a junok heb' in k'ayb'um, yujnhej to in k'ayb'um, wach'chom junok malaj wal yelk'ochi, wal yel ol scha spak heb'."
        }
    ]
}