{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Axo Jesús ix awtankot eb' sk'ayb'um slajchavanhil. Ix ak'ji yopisio eb' yik'anel eb' enemigo. Ix yak'anpax yopisio eb' yak'an b'oxoc sk'ool eb' yalxonhej tas ilyail tz'ik'ani ma yaelal."
        },
        {
            "number": "2",
            "text": "Ha eb' lajchawanh schecab' tik: Aton winhaj Simón, scuchan Pedro yet' jun winh yuk'tac winh scuchan Andrés, winhaj Jacobo yet' pax jun winh yuk'tac winh scuchan Juan. Ha eb' winh chavanh tik, yuninal eb' winh winhaj Zebedeo."
        },
        {
            "number": "3",
            "text": "Yed' pax winhaj Felipe, winhaj Bartolomé, winhaj Tomás, winhaj Mateo, winh tecumel alcabar t'a yalanhtaxo, winhaj Jacobo yuninal winhaj Alfeo yet' winhaj Tadeo."
        },
        {
            "number": "4",
            "text": "Ay pax junxo winh scuch Simón, yetb'eyumejnac eb' Zelote yet' winhaj Judas aj Queriot, aton winh ix ak'anoch Jesús t'a yol sk'ab' chamel t'a slajvub'alxo."
        },
        {
            "number": "5",
            "text": "Aton eb' lajchawanh tik ix checjib'at yuj Jesús. Ayic manto b'at eb', ix yalan juntzanh checnab'il tik t'a eb': --Ayic tzex b'ati, manh ex ek' t'a juntzanh schonhab' eb' manh israeloc. Manh ex ek' pax t'a juntzanh chonhab' t'a yol yic Samaria."
        },
        {
            "number": "6",
            "text": "Anhej t'a eb' satnacto t'a skal eb' quetisraelal, anhej ta' tzex eq'ui. Yujto icha juntzanh nok' calnel satnaqueq'ui, icha chi' yaj eb'."
        },
        {
            "number": "7",
            "text": "B'at eyaleli to toxo ol wach' och Dios aj satcha’anh Yajalil."
        },
        {
            "number": "8",
            "text": "Ha eb' penaay yuj lepra, b'at eyak' b'oxoc eb'. Yed' juntzanhxo eb' penaay, tzeyak' pax b'oxoc sk'ool eb'. Tzeyak'anpax pitzvoc eb' chamnac. Anhejtona', slaj eyiq'uel eb' enemigo ayoch t'a eb' anima. Nab'anhej ix e cha jun opisio tik, yuj chi' nab'anhej tzex kolwaj pax t'a eb'."
        },
        {
            "number": "9",
            "text": "Ayic tzex b'ati, manh eyik'b'at e tumin. Malaj junok centavo tzeyik'b'ati."
        },
        {
            "number": "10",
            "text": "Manh eyik'b'at e pa. Junnhej e camix tzeyak'ochi, tzex b'ati. Manh eyik'b'at jun mojocxo e xanhab'. Manh eyik' e k'ococh. Sval juntzanh tik t'ayex, yujto a eb' smunlaji, smoj ton schaan eb' tas syab'lej."
        },
        {
            "number": "11",
            "text": "Ayic tzex k'och t'a junjun chonhab', t'a junjun aldea, tze say junok mach wach' sb'eyb'al b'aj smoj e cani, masanto tzex b'atxi t'a junocxo lugar."
        },
        {
            "number": "12",
            "text": "Ayic tzex k'och t'a jun pat chi', tzeyal t'a eb' aj pat chi': Ayokab' sjunk'olal Dios eyed'oc, xe chi t'a eb'."
        },
        {
            "number": "13",
            "text": "Tato smoj eb' icha chi', elocab'k'och icha tzeyal chi' t'a eb'. Palta tato manh smojoc eb' icha chi' jun, mocab' elk'och icha tzeyal chi' t'a eb'."
        },
        {
            "number": "14",
            "text": "Tato max ex scha eb', tato malaj sgana eb' t'a tas tzeyal chi', tzex elixta t'a yol spat eb' yet' t'a yol schonhab' eb' chi'. Tze tzicancanel spococal eyoc, yic tze ch'oxancaneli to manhxalaj eyalan eyic t'a eb'."
        },
        {
            "number": "15",
            "text": "Val yel swal t'ayex, ayic ol ja jun k'ual sch'olb'itaj tas yaj eb' anima, yelxo val niwan syaelal eb' ol ak'joc t'a yichanh eb' aj Sodoma yet' eb' aj Gomorra."
        },
        {
            "number": "16",
            "text": "Ab'ec, tzex in checb'ati. Icha juntzanh nok' calnel sb'at t'a skal nok' oques, icha chi' ol ex ajoc. Yuj chi', lista tzeyutej e b'a icha junok nok' chan te jelan. Palta te nanam tzeyutej e b'a ichoc nok' paramuch."
        },
        {
            "number": "17",
            "text": "Tzeyil val e b'a, yujto ay eb' ol ex ik'anb'at t'a eb' winh yajal. Ol ex smak' eb' t'a yoltac spatil sculto."
        },
        {
            "number": "18",
            "text": "Ol ex yik'b'at eb' t'a yichanh eb' winh nivac yajal yet' t'a yichanh eb' winh rey vuuj. Yuj chi' ol yal eyalanel vab'ixal t'a eb' winh chi' yet' t'a eb' manh israeloc."
        },
        {
            "number": "19",
            "text": "Palta ayic ol ex ak'jococh t'a yol sk'ab' eb' winh yajal chi', manh e na yuj tas ol eyala'. Manh ex och ilk'olal yuj tas ol eyutoc eyalan t'a eb' winh, yujto ha t'a jun rato chi', ha Dios ol ak'an nachajel eyuuj tas ol eyala'."
        },
        {
            "number": "20",
            "text": "Manhoc ex ol ex lolonoc, yujto a Yespíritu Dios, aton co Mam ol ex majnanoc, ol eyalani."
        },
        {
            "number": "21",
            "text": "Ha t'a jun pekti’ chi', ay eb' uk'tacab'il ol ak'anoch yuk'tac t'a yol sk'ab' chamel. Ay pax eb' mamab'il icha chi' ol yutoc sb'ha t'a eb' yuninal. Anhejtona', ay pax eb' uninab'il ol yak' oval yet' smam chi', ol yak'anoch smam eb' t'a yol sk'ab' chamel."
        },
        {
            "number": "22",
            "text": "Masanil eb' anima ol chichonoch sk'ool t'ayex vuuj. Palta a mach ol ak'an techaj smasanil juntzanh chi', a eb' chi' ol colchajoc."
        },
        {
            "number": "23",
            "text": "Ayic syak'an chukal eb' t'ayex t'a junok chonhab' b'aj ayex eq'ui, elanhec t'a eb', tzex b'at t'a junocxo chonhab'. Val yel swal t'ayex, ayic manto ex ek'chaj t'a masanil juntzanh schonhab' eb' quetisraelal, ol in jax a in Ak'b'il in cot yuj Dios voch animail tik."
        },
        {
            "number": "24",
            "text": "Malaj junok eb' k'ayb'um ek'to yelk'och t'a yichanh sk'ayb'umal. Anhejtona', malaj junok tz'ak'an servil ek'to yelk'och t'a jun tz'ak'an mandar."
        },
        {
            "number": "25",
            "text": "Tato lajan tz'aj junok k'ayb'um yet' sk'ayb'umal, smoj ton icha chi' tz'aji. Icha pax chi' junok checab' yet' spatrón. Ha in tik, ichato aj pat in. Ha exxo tik, icha uninab'il ex. Ay eb' tz'alani to Beelzebú in, to yajal eb' enemigo vaji. Ocxom val t'ayex a ex tik."
        },
        {
            "number": "26",
            "text": "Yuj chi', manh ex xiv t'a eb' anima. Jantacnhej tas k'ub'eltac yaj ticnaic, ol laj checlajelta. Yed' jantacnhej tas k'ub'eltac yaji, ol laj ak'joc ojtacajeloc."
        },
        {
            "number": "27",
            "text": "Ha juntzanh tas swal t'ayex t'a k'ub'eltaquil, tzeyalel t'a eb' anima. Yed' juntzanhxo tas k'ub'eltac tzin sajoch t'a e chiquin, tzeyalel t'a yoltac calle."
        },
        {
            "number": "28",
            "text": "Manh ex xiv t'a eb' syal smilan e nivanil tik, yujto a e pixan max yal smilan eb'. Palta a d'ha Dios b'aj tzex xivi, yujto a syal satanel e pixan yet' e nivanil, syak'ancanb'at t'a infierno."
        },
        {
            "number": "29",
            "text": "Tzeyilnab' juntzanh nok' cotac much. Ayic schonhchaj nok', chavanh nok' t'a jun yune' tumin, palta malaj junok nok' scomon chami, tato manh ichoc ta' sgana co Mam Dios."
        },
        {
            "number": "30",
            "text": "Palta a exxo tik, yelxo val niwan eyelk'och t'a yichanh masanil nok' cotac much chi'. Ina masanil xil e jolom b'isb'il yuj. Yuj chi', manh ex xivoc."
        },
        {
            "number": "31",
            "text": "Yalnhej mach eb' max q'uixvi yalan t'a yichanh eb' anima to vico', a inxo tik, ol val eb' vicoc t'a co Mam Dios ayek' t'a satcha’anh."
        },
        {
            "number": "32",
            "text": "Palta haxo eb' tz'alan t'a yichanh eb' anima to manh vicoc eb', anhejtona' in, ol valpax t'a co Mam Dios ayek' t'a satcha’anh to manh vicoc eb'."
        },
        {
            "number": "33",
            "text": "Manh e na' to in ja vak' junk'olal t'a skal eb' anima t'a yol yib'anhk’inal tik. Manh yujoc yoch junk'olal t'a skal eb' in javi. Palta yuj yoch oval t'a skal eb'."
        },
        {
            "number": "34",
            "text": "In javi, yic wach' ay eb' winh vinac ol yak' oval yet' smam. Ay eb' ix ix ol yak' oval yet' snun. Ay eb' ix alib'al ol yak' oval yet' ix yalib'."
        },
        {
            "number": "35",
            "text": "Yuj chi', a eb' jun yaj yet' junok mach t'a yol spat, aton eb' ol laj meltzajoch ajk'olal t'ay junjun."
        },
        {
            "number": "36",
            "text": "Ha mach másxo val xajanej smam snun t'a vichanh, manh smojoc yoch vicoc. Anhejtona', a mach másxo val xajanej yuninal t'a vichanh, manh smojoc yoch vicoc."
        },
        {
            "number": "37",
            "text": "Ha mach manh b'ecanoc sk'ool yab'an syail vuuj, manh b'ecanoc sk'ool yoch chamel t'a yib'anh, tz'och t'a spenec te' culus, manh smojoc yoch tzak'an vuuj."
        },
        {
            "number": "38",
            "text": "Ha eb' sgana scol sb'ha t'a yol yib'anhk’inal tik, ol satel sk'inal eb' t'a junelnhej. Palta haxo eb' sb'ec sb'a scham vuuj, aton eb' ol scha sk'inal t'a junelnhej."
        },
        {
            "number": "39",
            "text": "Ha eb' tzex chaani, a in tzin scha eb'. Axo eb' tzin chaan chi', van schaan pax jun checjinac in cot eb'."
        },
        {
            "number": "40",
            "text": "Ha eb' schaan junok schecab' Dios, yujnhej to schecab' Dios yaji, ol scha spak eb' icha yic eb' schecab' Dios chi'. Ha eb' schaan junok mach tojol sb'eyb'al, yujnhej to tojol sb'eyb'al, ol scha spak eb' icha yic eb' tojol sb'eyb'al chi'."
        },
        {
            "number": "41",
            "text": "Yalnhej junok mach eb' sian junok vaso siquila' t'a junok eb' in k'ayb'um, yujnhej to in k'ayb'um, wach'chom junok malaj val yelk'ochi, val yel ol scha spak eb'."
        }
    ]
}