{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajwi yalan juntzanh checnab'il chi' Jesús t'a heb' sk'ayb'um slajchawanhil, ix b'ati. Ix ek' yalel slolonel Dios yab' heb' anima t'a juntzanh chonhab' t'a jun lugar chi', ix sk'ayb'anpax heb' anima chi'."
        },
        {
            "number": "2",
            "text": "Ha t'a jun pekti’ chi', ayoch winhaj Juan t'a preso, winh tz'ak'an bautizar. Ix yab'an winh tastac wan sk'ulan Cristo, yuj chi' ix schecb'at chawanh heb' winh sk'ayb'um winh t'a Jesús chi'."
        },
        {
            "number": "3",
            "text": "Ix b'at sk'anb'an heb' winh t'ay icha tik: --¿Tom a ach tik tanhwab'il a ja cuuj, mato ch'oc junocxo sco tanhwej sjawi? xchi heb' winh t'ay."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yalan t'a heb' winh: --Paxanhec t'a winhaj Juan chi', tzeyalan t'a winh tastac wan eyab'ani, eyilan t'a tik."
        },
        {
            "number": "5",
            "text": "Tzeyal t'a winh to a heb' max ujilaj yilani, tzaxo yal yilan heb'. Ha heb' max uji sb'eyi, tzaxo yal sb'ey heb'. Ha heb' slaj k'a yuj lepra, slaj b'oxican sk'ool heb'. Ha heb' max uji yab'ani, tzaxo yab' heb', yet' heb' chamnac, ay heb' wan spitzwixi. Axo heb' meb'a', wan yalji wach' ab'ix yic colnab'il t'a heb'."
        },
        {
            "number": "6",
            "text": "Yuj chi' a heb' tzin ak'anoch yipoc sk'ool, te wach' yic heb'. Icha chi' tzeyutej eyalan t'a winhaj Juan chi' a tzex k'ochxi, xchi Jesús chi' t'a heb' winh."
        },
        {
            "number": "7",
            "text": "Ayic toxo ix b'at heb' winh schecab' winhaj Juan chi', ix och ijan Jesús yalan t'a heb' anima yuj winhaj Juan chi': --¿Tas xid' eyilnac t'a tzinan lu'um? ¿Tom a junok te' aj tz'ib'xi yuj ik' xid' eyilnac?"
        },
        {
            "number": "8",
            "text": "Tato maay jun, ¿tas xid' eyilnac? ¿Mato a jun anima te wach' spichul xid' eyilnac? Cojtac to a heb' wach' spichul chi' ayek' heb' t'a spat heb' winh rey."
        },
        {
            "number": "9",
            "text": "Palta jun, ¿tas xid' eyilnac? ¿Tom xid' eyilnac jun winh tz'alanel slolonel Dios? Yel, yalumel slolonel Dios yaj winhaj Juan chi', palta manhocnhej jun chi' yopisio winh."
        },
        {
            "number": "10",
            "text": "Aton yab'ixal winhaj Juan chi' yalnaccan Dios t'a Slolonel Tz'ib'ab'ilcani. Ayic ayocto yalannaccan yuj winh icha tik: Ol in checb'at jun in checab', ol b'ab'laj b'at uuj. Icha tz'aj sb'o b'e, icha chi' ol yutoc sb'oan sb'eyb'al heb' anima, ayic manto ach k'ochi, xchican t'a Slolonel Dios chi'."
        },
        {
            "number": "11",
            "text": "Swal t'ayex to ha t'a skal heb' anima, malaj junok mach ek'to yelk'och t'a winhaj Juan chi'. Palta t'a skal heb' ayoch t'a yol sk'ab' Dios, wach'chom heb' malaj wal yelk'ochi, másxo ek'to swach'il yic heb' t'a yichanh yic winhaj Juan chi'."
        },
        {
            "number": "12",
            "text": "Atax ix och ijan winhaj Juan chi' yak'an bautizar, masanto ticnaik, tzijtum heb' anima yelk'olal tz'och t'a yol sk'ab' Dios. Ay heb' tek'tek' syutej sb'a, syak' wal pural sb'a heb' yak'anoch sb'ha t'a yol sk'ab'."
        },
        {
            "number": "13",
            "text": "Ayic manto alji winhaj Juan chi', yalnaccan heb' schecab' Dios smasanil to ol wach' och Dios Yajalil. Anhejtona', icha pax chi' yalan ley Moisés."
        },
        {
            "number": "14",
            "text": "Tato he gana tzeyak'och t'a he k'ool, a winhaj Juan chi' aton winhaj Elías, winh tanhwab'il sjawi eyuuj."
        },
        {
            "number": "15",
            "text": "Ha juntzanh tzeyab' tik, naec wal sik'lab'il."
        },
        {
            "number": "16",
            "text": "--¿Mach yet'oc ol in lajb'ej heb' anima t'a jun pekti’ tik? ¿Chajtil yaj spensar heb' tze na'a? Lajan heb' icha heb' unin stajni t'a mercado. Ay heb' tz'alan t'a heb' yetuninal:"
        },
        {
            "number": "17",
            "text": "Ayic ix ko pu'an ko flauta eyuuj, maj ex chanhalwoclaj. Ayic ix onh b'itan t'a cuseltaquil, maj ex ok'laj qued'oc, xchi heb'. Icha heb' unin malaj sgana t'a junok tas chi', icha chi' eyaj a ex tik."
        },
        {
            "number": "18",
            "text": "Yujto a sb'eyb'al winhaj Juan chi', malaj juntzanh tas wach' swa'a syuk'ej winh, yuj chi' tzeyalani to enemigo ayoch t'a winh."
        },
        {
            "number": "19",
            "text": "Axo ticnaik in japax a in Ak'b'il in cot yuj Dios woch animail tik, tzin wa'i, swuk'an ha' t'a skal heb' anima. Tzeyalanpaxi to b'uk'tzin in, uk'um in anh, swamigoan pax heb' winh tecumel alcabar yet' juntzanhxo heb' chuk sb'eyb'al. Palta a heb' ay sjelanil Dios t'ay, scheclajelta sjelanil heb' chi' t'a tastac sk'ulej, xchi Jesús t'a heb'."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix och ijan Jesús yalani tas smul heb' anima t'a juntzanh chonhab' b'aj ix sb'o juntzanh milagro, yujto wach'chom te ay milagro ix sb'o ta', palta max sna jab'oc sb'a heb'. Ix yalani:"
        },
        {
            "number": "21",
            "text": "--Ha ex wal tik ex aj Corazín, te chuk eyiko'. Yed' ex aj Betsaida, te chuk pax eyiko'. Octom t'a Tiro yet' t'a Sidón ix b'oji juntzanh milagro icha ix b'oji t'a he kal tik. Tato icha chi', pecataxom snanac sb'a heb'. Toxom ix yak'och juntzanh pichul heb' ya swa'i. Toxom ix yak'k'e k'een tik'aq'uil taanh heb' t'a sjolom, yic scheclajeli to ste kus heb' yuj smul."
        },
        {
            "number": "22",
            "text": "Yuj chi' swal t'ayex, ato ol ja jun k'ual yic ol ch'olb'itaj yaj heb' anima, yelxo wal niwan he yaelal ol ak'joc t'a yichanh heb' aj Tiro yet' heb' aj Sidón chi'."
        },
        {
            "number": "23",
            "text": "Anhejtona', icha ex chi' ex aj Capernaum. Niwanoc tze na' to smoj ol ex k'ek'och t'a satcha’anh. Palta tonhej ol ex emcan t'a skal heb' chamnac. Octom ha t'a Sodoma b'ob'il juntzanh milagro icha ix b'oji t'a he kal. Tato icha chi', snanac am sb'a heb', haxo schonhab' heb' chi', ay am ek' ticnaik."
        },
        {
            "number": "24",
            "text": "Yuj chi' swal t'ayex, ato ol ja jun k'ual yic ol ch'olb'itaj yaj heb' anima, yelxo wal niwan he yaelal ol ak'joc t'a yichanh heb' aj Sodoma chi', xchi Jesús."
        },
        {
            "number": "25",
            "text": "Ha t'a jun pekti’ chi', ix lesalwi Jesús, ix yalan icha tik: --Mamin, Yajal ach t'a satcha’anh yet' t'a yol yib'anhk’inal tik. Yuj wal Dios t'ayach Mamin, yujto ix a k'ub'ejel juntzanh tik t'a heb' jelan, t'a heb' te ay spensar t'a yichanh heb' yetanimail, haxo t'a heb' icha unin, ata' ix a ch'oxo'."
        },
        {
            "number": "26",
            "text": "Icha chi' ix aj Mamin, yujto icha chi' a gana, xchi d'ha Dios."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix yalanxi: --Ha in Mam ix ak'anoch masanil tas t'a yol in k'ab'. Ha in Yuninal in tik, malaj junok mach ojtannac in sik'lab'il, anhej in Mam ojtannac in. Anhejtona', malaj junok mach ojtannac in Mam chi'. Ha innhej Yuninal in, wojtac, ojtacab'il pax yuj heb' in gana swak' yojtaquejeli."
        },
        {
            "number": "28",
            "text": "Cotanhec t'ayin masanil ex tz'el eyip he munlaji yet' ex te al eyaj yuj eyicatz, ol wak' eyik' eyip."
        },
        {
            "number": "29",
            "text": "Ol wak' junok icatz he cuch wed'oc. k'ayb'ejec t'ayin, yujto a in tik nanam in, emnaquil in. Tato icha chi', ol eyik' eyip."
        },
        {
            "number": "30",
            "text": "Yujto a jun icatz swak' he cuch tik, manh aloc, manh ajaltacoc in eyak'an serwil, xchi Jesús t'a heb'."
        }
    ]
}