{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi yalan juntzanh checnab'il chi' Jesús t'a eb' sk'ayb'um slajchavanhil, ix b'ati. Ix ek' yalel slolonel Dios yab' eb' anima t'a juntzanh chonhab' t'a jun lugar chi', ix sk'ayb'anpax eb' anima chi'."
        },
        {
            "number": "2",
            "text": "Ha t'a jun pekti’ chi', ayoch vinhaj Juan t'a preso, vinh tz'ak'an bautizar. Ix yab'an vinh tastac van sk'ulan Cristo, yuj chi' ix schecb'at chavanh eb' vinh sk'ayb'um vinh t'a Jesús chi'."
        },
        {
            "number": "3",
            "text": "Ix b'at sk'anb'an eb' vinh t'ay icha tik: --¿Tom a ach tik tanhvab'il a ja cuuj, mato ch'oc junocxo sco tanhvej sjavi? xchi eb' vinh t'ay."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yalan t'a eb' vinh: --Paxanhec t'a vinhaj Juan chi', tzeyalan t'a vinh tastac van eyab'ani, eyilan t'a tik."
        },
        {
            "number": "5",
            "text": "Tzeyal t'a vinh to a eb' max ujilaj yilani, tzaxo yal yilan eb'. Ha eb' max uji sb'eyi, tzaxo yal sb'ey eb'. Ha eb' slaj k'a yuj lepra, slaj b'oxican sk'ool eb'. Ha eb' max uji yab'ani, tzaxo yab' eb', yet' eb' chamnac, ay eb' van spitzvixi. Axo eb' meb'a', van yalji wach' ab'ix yic colnab'il t'a eb'."
        },
        {
            "number": "6",
            "text": "Yuj chi' a eb' tzin ak'anoch yipoc sk'ool, te wach' yic eb'. Icha chi' tzeyutej eyalan t'a vinhaj Juan chi' a tzex k'ochxi, xchi Jesús chi' t'a eb' vinh."
        },
        {
            "number": "7",
            "text": "Ayic toxo ix b'at eb' vinh schecab' vinhaj Juan chi', ix och ijan Jesús yalan t'a eb' anima yuj vinhaj Juan chi': --¿Tas xid' eyilnac t'a tzinan lu'um? ¿Tom a junok te' aj tz'ib'xi yuj ik' xid' eyilnac?"
        },
        {
            "number": "8",
            "text": "Tato maay jun, ¿tas xid' eyilnac? ¿Mato a jun anima te wach' spichul xid' eyilnac? Cojtac to a eb' wach' spichul chi' ayek' eb' t'a spat eb' vinh rey."
        },
        {
            "number": "9",
            "text": "Palta jun, ¿tas xid' eyilnac? ¿Tom xid' eyilnac jun vinh tz'alanel slolonel Dios? Yel, yalumel slolonel Dios yaj vinhaj Juan chi', palta manhocnhej jun chi' yopisio vinh."
        },
        {
            "number": "10",
            "text": "Aton yab'ixal vinhaj Juan chi' yalnaccan Dios t'a Slolonel Tz'ib'ab'ilcani. Ayic ayocto yalannaccan yuj vinh icha tik: Ol in checb'at jun in checab', ol b'ab'laj b'at uuj. Icha tz'aj sb'o b'e, icha chi' ol yutoc sb'oan sb'eyb'al eb' anima, ayic manto ach k'ochi, xchican t'a Slolonel Dios chi'."
        },
        {
            "number": "11",
            "text": "Sval t'ayex to ha t'a skal eb' anima, malaj junok mach ek'to yelk'och t'a vinhaj Juan chi'. Palta t'a skal eb' ayoch t'a yol sk'ab' Dios, wach'chom eb' malaj val yelk'ochi, másxo ek'to swach'il yic eb' t'a yichanh yic vinhaj Juan chi'."
        },
        {
            "number": "12",
            "text": "Atax ix och ijan vinhaj Juan chi' yak'an bautizar, masanto ticnaic, tzijtum eb' anima yelk'olal tz'och t'a yol sk'ab' Dios. Ay eb' tek'tek' syutej sb'a, syak' val pural sb'a eb' yak'anoch sb'ha t'a yol sk'ab'."
        },
        {
            "number": "13",
            "text": "Ayic manto alji vinhaj Juan chi', yalnaccan eb' schecab' Dios smasanil to ol wach' och Dios Yajalil. Anhejtona', icha pax chi' yalan ley Moisés."
        },
        {
            "number": "14",
            "text": "Tato e gana tzeyak'och t'a e k'ool, a vinhaj Juan chi' aton vinhaj Elías, vinh tanhvab'il sjavi eyuuj."
        },
        {
            "number": "15",
            "text": "Ha juntzanh tzeyab' tik, naec val sik'lab'il."
        },
        {
            "number": "16",
            "text": "--¿Mach yet'oc ol in lajb'ej eb' anima t'a jun pekti’ tik? ¿Chajtil yaj spensar eb' tze na'a? Lajan eb' icha eb' unin stajni t'a mercado. Ay eb' tz'alan t'a eb' yetuninal:"
        },
        {
            "number": "17",
            "text": "Ayic ix co pu'an co flauta eyuuj, maj ex chanhalvoclaj. Ayic ix onh b'itan t'a cuseltaquil, maj ex ok'laj qued'oc, xchi eb'. Icha eb' unin malaj sgana t'a junok tas chi', icha chi' eyaj a ex tik."
        },
        {
            "number": "18",
            "text": "Yujto a sb'eyb'al vinhaj Juan chi', malaj juntzanh tas wach' sva'a syuq'uej vinh, yuj chi' tzeyalani to enemigo ayoch t'a vinh."
        },
        {
            "number": "19",
            "text": "Axo ticnaic in japax a in Ak'b'il in cot yuj Dios voch animail tik, tzin wa'i, svuk'an ha' t'a skal eb' anima. Tzeyalanpaxi to b'uk'tzin in, uk'um in anh, svamigoan pax eb' vinh tecumel alcabar yet' juntzanhxo eb' chuk sb'eyb'al. Palta a eb' ay sjelanil Dios t'ay, scheclajelta sjelanil eb' chi' t'a tastac sk'ulej, xchi Jesús t'a eb'."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix och ijan Jesús yalani tas smul eb' anima t'a juntzanh chonhab' b'aj ix sb'o juntzanh milagro, yujto wach'chom te ay milagro ix sb'o ta', palta max sna jab'oc sb'a eb'. Ix yalani:"
        },
        {
            "number": "21",
            "text": "--Ha ex val tik ex aj Corazín, te chuk eyiko'. Yed' ex aj Betsaida, te chuk pax eyiko'. Octom t'a Tiro yet' t'a Sidón ix b'oji juntzanh milagro icha ix b'oji t'a e cal tik. Tato icha chi', pecataxom snanac sb'a eb'. Toxom ix yak'och juntzanh pichul eb' ya sva'i. Toxom ix yak'q'ue q'uen tik'aq'uil taanh eb' t'a sjolom, yic scheclajeli to ste cus eb' yuj smul."
        },
        {
            "number": "22",
            "text": "Yuj chi' sval t'ayex, ato ol ja jun k'ual yic ol ch'olb'itaj yaj eb' anima, yelxo val niwan e yaelal ol ak'joc t'a yichanh eb' aj Tiro yet' eb' aj Sidón chi'."
        },
        {
            "number": "23",
            "text": "Anhejtona', icha ex chi' ex aj Capernaum. Nivanoc tze na' to smoj ol ex q'uek'och t'a satcha’anh. Palta tonhej ol ex emcan t'a skal eb' chamnac. Octom ha t'a Sodoma b'ob'il juntzanh milagro icha ix b'oji t'a e cal. Tato icha chi', snanac am sb'a eb', haxo schonhab' eb' chi', ay am ek' ticnaic."
        },
        {
            "number": "24",
            "text": "Yuj chi' sval t'ayex, ato ol ja jun k'ual yic ol ch'olb'itaj yaj eb' anima, yelxo val niwan e yaelal ol ak'joc t'a yichanh eb' aj Sodoma chi', xchi Jesús."
        },
        {
            "number": "25",
            "text": "Ha t'a jun pekti’ chi', ix lesalvi Jesús, ix yalan icha tik: --Mamin, Yajal ach t'a satcha’anh yet' t'a yol yib'anhk’inal tik. Yuj val dios t'ayach Mamin, yujto ix a k'ub'ejel juntzanh tik t'a eb' jelan, t'a eb' te ay spensar t'a yichanh eb' yetanimail, haxo t'a eb' icha unin, ata' ix a ch'oxo'."
        },
        {
            "number": "26",
            "text": "Icha chi' ix aj Mamin, yujto icha chi' a gana, xchi d'ha Dios."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix yalanxi: --Ha in Mam ix ak'anoch masanil tas t'a yol in k'ab'. Ha in Yuninal in tik, malaj junok mach ojtannac in sik'lab'il, anhej in Mam ojtannac in. Anhejtona', malaj junok mach ojtannac in Mam chi'. Ha innhej Yuninal in, vojtac, ojtacab'il pax yuj eb' in gana svak' yojtaquejeli."
        },
        {
            "number": "28",
            "text": "Cotanhec t'ayin masanil ex tz'el eyip e munlaji yet' ex te al eyaj yuj eyicatz, ol vak' eyik' eyip."
        },
        {
            "number": "29",
            "text": "Ol vak' junok icatz e cuch ved'oc. k'ayb'ejec t'ayin, yujto a in tik nanam in, emnaquil in. Tato icha chi', ol eyik' eyip."
        },
        {
            "number": "30",
            "text": "Yujto a jun icatz svak' e cuch tik, manh aloc, manh ajaltacoc in eyak'an servil, xchi Jesús t'a eb'."
        }
    ]
}