{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun sk'ual ik'oj ip, ix ek' Jesús t'a jun b'e t'a skal ixim trigo yet' eb' sk'ayb'um. Axo eb' sk'ayb'um chi', ix te och svejel eb'. Yuj chi', ix sk'utzelta ixim jolom trigo chi' eb', ix svuchanel ixim eb' sk'uxu'."
        },
        {
            "number": "2",
            "text": "Palta ix yilan juntzanh eb' vinh fariseo tas ix sk'ulej eb', yuj chi' ix yalan eb' t'a Jesús: --Ina eb' a k'ayb'um tik. Van smunlaj eb' t'a sk'ual ik'oj ip, palta manh sleyaloc sco k'ulej icha chi', xchi eb' vinh."
        },
        {
            "number": "3",
            "text": "Palta ix yalan t'a eb' vinh: --¿Tom manta b'aj tzeyil t'a Slolonel Dios Tz'ib'ab'ilcani, tas sk'ulejnac vinhaj David t'a junel, ayic ste ochnac svejel vinh yet' eb' ajun yet'oc?"
        },
        {
            "number": "4",
            "text": "Xid'naquek' vinh t'a scajnub' Dios. Svanac juntzanh ixim pan vinh yicnhej Dios yaji yet' eb' ajun yet'oc chi'. Ha juntzanh ixim pan chi', anhej eb' sacerdote ay yalan yic svaan ixim. Manh sleyaloc scomon vaan ixim vinh yet' eb' ajun yet'oc. Palta manh muloc jun sk'ulejnac vinh chi' yet' eb' t'a yichanh Dios."
        },
        {
            "number": "5",
            "text": "¿Tom malaj b'aj ix eyil t'a ley Moisés to a eb' sacerdote, eb' ay t'a yol stemplo Dios, manh sk'anab'ajejnacoc sk'ual ik'oj ip eb'? Palta manh ochnacoclaj smuloc eb'."
        },
        {
            "number": "6",
            "text": "Palta a in tik sval t'ayex, ay jun t'a e cal tik ek'to yelk'och t'a yichanh stemplo Dios, a in ton tik."
        },
        {
            "number": "7",
            "text": "Octom val snachajel eyuuj tas yalnaccan Dios t'a Slolonel Tz'ib'ab'ilcani, ayic yalannaccan icha tik: In gana tz'ok' e k'ool t'a eb' eyetanimail. Manhocnhej juntzanh silab' snhusji chi' in gana, xchi. Octom snachajel jun tik eyuuj, max am eyala' to tz'och smul eb' malaj smul."
        },
        {
            "number": "8",
            "text": "Ha in tik Ak'b'il in cot yuj Dios voch animail, yuj chi' syal valani tas sco k'ulej t'a sk'ual ik'oj ip, xchi Jesús t'a eb' vinh fariseo chi'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix b'at Jesús, ix k'och t'a yol spatil sculto eb' vinh."
        },
        {
            "number": "10",
            "text": "Ata' ay jun vinh sicb'inaquel sk'ab', junelnhej taquinh roquinac. Axo eb' vinh chi', sgana eb' vinh ay junok smul Jesús tz'ilchaji, yic syak'och eb' vinh t'a yib'anh. Yuj chi', ix stz'acan sk'anb'ej eb' vinh t'ay: --¿Ay am sleyal scak' b'oxoc junok penaay t'a sk'ual ik'oj ip, mato maay? xchi eb' vinh."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yalan t'a eb' vinh: --Q'uinaloc ay junok nok' e calnel sb'at t'a yol junok xab' t'a sk'ual ik'oj ip, ¿tom max ex b'at eyik'q'ueta nok'?"
        },
        {
            "number": "12",
            "text": "Ocxom junok anima, yelxo val niwan yelk'och t'a yichanh junok nok' calnel chi'. Yuj chi', sleyal ton sco k'ulej juntzanh tas wach' t'a sk'ual ik'oj ip, xchi t'a eb' vinh."
        },
        {
            "number": "13",
            "text": "Ix lajvinhej chi', ix yalan t'a vinh: --Hak'uel lian a k'ab' chi', xchi t'a vinh. Ix slianel sk'ab' vinh chi', ix b'oxican b'ian. Lajan ix aj yet' jun toxonton wach' chi'."
        },
        {
            "number": "14",
            "text": "Axo ix elta eb' vinh fariseo chi', ix slajtian sb'a eb' vinh tas ol yutoc eb' vinh smilan Jesús."
        },
        {
            "number": "15",
            "text": "Ayic ix snaanel Jesús tas sgana eb' syutej, ix sb'esanel sb'a ta'. Tzijtum anima ix b'at yet'oc. Masanil eb' penaay, ix laj b'oxican sk'ool eb' yuj."
        },
        {
            "number": "16",
            "text": "Ix yalan t'a eb': --Ayta b'aj tzeyaleli mach in, xchi."
        },
        {
            "number": "17",
            "text": "Icha chi' ix aj yelk'och tas tz'ib'ab'ilcan yuj vinhaj Isaías, vinh schecab' Dios t'a peca'. Xchican icha tik:"
        },
        {
            "number": "18",
            "text": "Ha jun tik, in checab' yaji, sik'b'il yajcanel vuuj. Te xajan vuuj. Tzin q'ue val chaanh yet'oc. Ol vak' Vespíritu t'ay. Ol yalanel t'a skal eb' manh israeloc to ol ch'olb'itaj tas yaj eb' t'a stojolal."
        },
        {
            "number": "19",
            "text": "Malaj b'aj ol yak' oval. Malaj b'aj ol el yav. Malaj mach ol ab'an sjaj t'a yol calle."
        },
        {
            "number": "20",
            "text": "Ay eb' ob'iltac, icha junok te' aj spacchaji, ma icha junok candil van stupi, icha chi' yaj eb', palta ha' ol colvaj yet' eb', manh ol ixtaj eb' yuj. Icha chi' ol yutoc sb'a, masanto ol wach' och yajalil, haxo yak'an yajalil chi' t'a stojolal."
        },
        {
            "number": "21",
            "text": "Axo eb' anima t'a junjun chonhab', ol yak'och eb' yipoc sk'ool, xchi Dios t'a Slolonel Tz'ib'ab'ilcani."
        },
        {
            "number": "22",
            "text": "Ay jun vinh ix ik'jib'at t'a Jesús. Max ujilaj yilan vinh, max yalpaxlaj slolon vinh, yujto ixtab'il vinh yuj jun enemigo. Axo Jesús ix ak'an b'oxoc sk'ool vinh. Yuj chi' ix yilxi vinh, ix lolonxi vinh."
        },
        {
            "number": "23",
            "text": "Axo eb' anima smasanil ix te sat sk'ool eb' yilani. Ix laj yalan eb': --Ha jun vinh tik, ¿tecan a jun yinhtilal vinhaj David vinh tanhvab'il sja cuuj? xchi eb'."
        },
        {
            "number": "24",
            "text": "Palta ayic ix yab'an juntzanh chi' eb' vinh fariseo, ix yalan eb' vinh: --Ha jun vinh tik, syalton yik'anel eb' enemigo vinh, yujto a vinh Beelzebú, yajal eb' enemigo, a ayoch yet' vinh, xchi eb' vinh."
        },
        {
            "number": "25",
            "text": "Axo Jesús, yojtacxo tas van snaan eb' vinh chi', yuj chi' ix yalan t'a eb' vinh: --Ha junok nación spoj sb'ha t'a yol yico', sjuvieli. Anhejtona' junok chonhab', ma junok pat spoj sb'ha t'a yol yico', sjuvipaxeli."
        },
        {
            "number": "26",
            "text": "Anhejtona', icha pax chi' vinh Satanás, tato spechel eb' yetenemigoal vinh, spojnacxom sb'a eb', ¿tom ol najtilax yopisio vinh?"
        },
        {
            "number": "27",
            "text": "Ha ex tik tzeyala', yujto ayoch vinh Beelzebú ved'oc yuj chi' tzin pechel eb' enemigo chi'. Tato yel tzeyala', ¿mach ayoch yet' eb' e k'ayb'um chi' ayic spechanel eb' enemigo chi' eb'? Anhejtona' eb' e k'ayb'um chi' sch'oxanel e paltail."
        },
        {
            "number": "28",
            "text": "Palta yujnhej Yespíritu Dios tzin pechel eb' enemigo chi'. Yuj chi', scheclajeli to toxo ix och Dios yak' yajalil t'a e cal."
        },
        {
            "number": "29",
            "text": "Q'uinaloc ay junok vinh te ay yip. Malaj junok mach syal scomon och t'a yol spat vinh, syik'anb'at tastac ay t'a vinh. Anhej tato tz'ak'ji ganar stzek'chajcan vinh aj pat chi', anhej icha chi', syal yik'jib'at tastac ay t'a yol spat vinh chi'."
        },
        {
            "number": "30",
            "text": "Ha eb' manh ayococh ved'oc, ajk'ool eb' t'ayin. Ha eb' max molb'ancot eb' anima t'ayin, a eb' spechan saclem eb' anima chi'."
        },
        {
            "number": "31",
            "text": "Yuj chi', sval t'ayex, yalxonhej tas smul eb' anima, yalxonhej tas malaj swach'il syal eb', ol yal yak'ji lajvoc yuj Dios. Palta a eb' sb'uchvaj t'a Yespíritu Dios, manhxo ol ak'joclaj nivank'olal eb'."
        },
        {
            "number": "32",
            "text": "Ha eb' tz'alan junok chukal t'a in patic a in Ak'b'il in cot yuj Dios voch animail tik, syal yak'ji lajvoc smul eb'. Palta haxo eb' sb'uchvaj t'a spatic Yespíritu Dios, a smul eb' chi', manhxo ol ek'b'atlaj, wach'chom ticnaic, wach'chom t'a junxo tiempoal toto ol javoc."
        },
        {
            "number": "33",
            "text": "Naec sik'lab'il, tato ay junok te te' wach', wach' sat te' syak'a'. Tato ay junok te te' chuk, chuk sat te' syak'a'. Yuj sat te' chi', scojtaquejel tas te'al te'."
        },
        {
            "number": "34",
            "text": "Ha ex tik, lajan ex icha juntzanh nok' chan. Malaj e wach'il. Yuj chi', ¿tom ay jab'oc tas wach' syal eyalani? Yujto anhej tas ay t'a e pensar, anhej chi' tzeyala'."
        },
        {
            "number": "35",
            "text": "Tato wach' co pensar, wach' scutej co b'a, yujto anhej tas wach' chi' ay t'a co pensar. Axo ta chuk co pensar, chuk scutej co b'a, yujto anhej chukal sco na'a."
        },
        {
            "number": "36",
            "text": "Yuj chi', sval t'ayex, ato yic ol ja jun k'ual yic ol ch'olb'itaj tas eyaji, jantacnhej juntzanh lolonel malaj yopisio tzeyala', ol ch'olb'itaj tas eyaj yuj."
        },
        {
            "number": "37",
            "text": "Yujto ha Dios ol ex ch'olb'itan yuj tas tzeyala'. Ol yala', tato malaj e mul yuj tas slaj eyal chi', mato ay, xchi Jesús."
        },
        {
            "number": "38",
            "text": "Ay juntzanh eb' vinh k'ayb'um t'a ley Moisés yet' juntzanh eb' vinh fariseo ix alan t'a Jesús: --Ach co k'ayb'umal, co gana tza ch'ox junok milagro quila', xchi eb' vinh t'ay."
        },
        {
            "number": "39",
            "text": "Yuj chi' ix yalan t'a eb' vinh: --Ha ex t'a jun pekti’ tik, malaj e wach'il, manhoc d'ha Dios tzeyak'och e pensar. Tonhej tze k'an eyil junok milagro, junok sch'oxan spoder Dios. Palta a junok milagro ol ch'oxjoc eyila', aton jun icha sch'oxnac Dios yet' jun vinh schecab' scuchan Jonás."
        },
        {
            "number": "40",
            "text": "Ha vinhaj Jonás chi', oxe' k'ual, oxe' ak'val ek'nac vinh t'a yol sk'ool jun nok' niwan chay. Icha ajnac vinhaj Jonás chi', icha chi' ol in aj pax a in tik, a in Ak'b'il in cot yuj Dios voch animail tik. Oxe' k'ual, oxe' ak'val ol in ek' t'a yol lu'um."
        },
        {
            "number": "41",
            "text": "Ayic ek' yalannaccanel yab'ixal Dios vinhaj Jonás t'a eb' aj Nínive, snanac val sb'a eb'. Axo ticnaic, ayinek' eyed'oc, ek'to velk'och t'a yichanh vinhaj Jonás chi', palta max e nalaj e b'a. Yuj chi', ato ol javoc jun k'ual yic ol ch'olb'itaj tas eyaji, a eb' aj Nínive chi', ol q'ue vaan eb', ol yalan e mul eb'."
        },
        {
            "number": "42",
            "text": "Icha pax chi' jun ix yajal t'a Sur t'a peca', te najat cotnac ix, ul yab'annac sjelanil vinhaj Salomón ix. Axo ticnaic, ay in ek' t'a tik, ek'to velk'och t'a yichanh vinh, palta max ul e k'anb'ej eyab' t'ayin. Yuj chi', ato ol javoc jun k'ual ayic ol ch'olb'itaj tas eyaji, ol q'ue vaan ix, ol yalan e mul ix."
        },
        {
            "number": "43",
            "text": "Q'uinaloc ay jun enemigo tz'el t'a junok anima ticnaic. Tz'ek' t'a tzinan lu'um, sayan b'aj syik' yip. Palta max ilchaj yuj."
        },
        {
            "number": "44",
            "text": "Yuj chi' snaani: Ol in pax t'a in pat b'aj cotnac in, xchi. Axo yic sk'ochxi, syilan jun anima chi', icha junok pat mesesi yool, malaj yajal, wach' yilji."
        },
        {
            "number": "45",
            "text": "Yuj chi' smeltzajxib'at t'a spatic, sb'at yik'ancot ucvanhocxo eb' enemigo ek'to schucal t'a yichanh. Swach' och cajan eb' smasanil t'a jun anima chi'. Yuj chi', ste juwiel jun anima chi' icha t'a sb'ab'elal. Icha jun anima chi', icha chi' ol aj swach' juwiel e pensar a ex tik, xchi Jesús t'a eb'."
        },
        {
            "number": "46",
            "text": "Vanto yalan Jesús t'a eb' anima chi', ix k'och ix snun yet' eb' yuk'tac. Ha t'a ti' pat ix k'och eb'. Sgana eb' sk'umej Jesús chi'."
        },
        {
            "number": "47",
            "text": "Yuj chi' ay jun vinh ix alan t'a Jesús: --Ix ja ix a nun yet' eb' uk'tac t'a ti' pat. Sgana eb' slolon ed'oc, xchi vinh t'ay."
        },
        {
            "number": "48",
            "text": "Palta ix yalan Jesús t'a vinh: --¿Mach ix in nun, mach eb' vuk'tac chi' tza na'a? xchi."
        },
        {
            "number": "49",
            "text": "Ixlajwi chi', ix sch'oxan eb' sk'ayb'um t'a vinh. --Aton eb' tik, icha in nun, icha vuk'tac yaj eb'."
        },
        {
            "number": "50",
            "text": "Yujto a mach sk'ulan tas sgana in Mam t'a satcha’anh, aton eb' chi' icha vuk'tac, icha vanab', icha in nun yaji, xchi Jesús."
        }
    ]
}