{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun sk'ual ik'oj ip, ix ek' Jesús t'a jun b'e t'a skal ixim trigo yet' heb' sk'ayb'um. Axo heb' sk'ayb'um chi', ix te och swejel heb'. Yuj chi', ix sk'utzelta ixim jolom trigo chi' heb', ix swuchanel ixim heb' sk'uxu'."
        },
        {
            "number": "2",
            "text": "Palta ix yilan juntzanh heb' winh fariseo tas ix sk'ulej heb', yuj chi' ix yalan heb' t'a Jesús: --Ina heb' a k'ayb'um tik. Van smunlaj heb' t'a sk'ual ik'oj ip, palta manh sleyaloc sko k'ulej icha chi', xchi heb' winh."
        },
        {
            "number": "3",
            "text": "Palta ix yalan t'a heb' winh: --¿Tom manta b'aj tzeyil t'a Slolonel Dios Tz'ib'ab'ilkani, tas sk'ulejnac winhaj Dawid t'a junel, ayic ste ochnac swejel winh yet' heb' ajun yet'oc?"
        },
        {
            "number": "4",
            "text": "Xid'naquek' winh t'a skajnub' Dios. Swanac juntzanh ixim pan winh yicnhej Dios yaji yet' heb' ajun yet'oc chi'. Ha juntzanh ixim pan chi', anhej heb' sacerdote ay yalan yic swaan ixim. Manh sleyaloc scomon waan ixim winh yet' heb' ajun yet'oc. Palta manh muloc jun sk'ulejnac winh chi' yet' heb' t'a yichanh Dios."
        },
        {
            "number": "5",
            "text": "¿Tom malaj b'aj ix eyil t'a ley Moisés to a heb' sacerdote, heb' ay t'a yol stemplo Dios, manh sk'anab'ajejnacoc sk'ual ik'oj ip heb'? Palta manh ochnacoclaj smuloc heb'."
        },
        {
            "number": "6",
            "text": "Palta a in tik swal t'ayex, ay jun t'a he kal tik ek'to yelk'och t'a yichanh stemplo Dios, a in ton tik."
        },
        {
            "number": "7",
            "text": "Octom wal snachajel eyuuj tas yalnakkan Dios t'a Slolonel Tz'ib'ab'ilkani, ayic yalannakkan icha tik: In gana tz'ok' he k'ool t'a heb' eyetanimail. Manhoknhej juntzanh silab' snhusji chi' in gana, xchi. Octom snachajel jun tik eyuuj, max am eyala' to tz'och smul heb' malaj smul."
        },
        {
            "number": "8",
            "text": "Ha in tik Ak'b'il in cot yuj Dios woch animail, yuj chi' syal walani tas sko k'ulej t'a sk'ual ik'oj ip, xchi Jesús t'a heb' winh fariseo chi'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix b'at Jesús, ix k'och t'a yol spatil sculto heb' winh."
        },
        {
            "number": "10",
            "text": "Ata' ay jun winh sicb'inaquel sk'ab', junelnhej taquinh roquinac. Axo heb' winh chi', snib'ej heb' winh ay junok smul Jesús tz'ilchaji, yic syak'och heb' winh t'a yib'anh. Yuj chi', ix stz'akan sk'anb'ej heb' winh t'ay: --¿Ay am sleyal skak' b'oxoc junok penaay t'a sk'ual ik'oj ip, mato maay? xchi heb' winh."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yalan t'a heb' winh: --Q'uinaloc ay junok nok' he kalnel sb'at t'a yol junok xab' t'a sk'ual ik'oj ip, ¿tom max ex b'at eyik'k'eta nok'?"
        },
        {
            "number": "12",
            "text": "Ocxom junok anima, yelxo wal niwan yelk'och t'a yichanh junok nok' kalnel chi'. Yuj chi', sleyal ton sko k'ulej juntzanh tas wach' t'a sk'ual ik'oj ip, xchi t'a heb' winh."
        },
        {
            "number": "13",
            "text": "Ix lajwinhej chi', ix yalan t'a winh: --Hak'uel lian a k'ab' chi', xchi t'a winh. Ix slianel sk'ab' winh chi', ix b'oxikan b'ian. Lajan ix aj yet' jun toxonton wach' chi'."
        },
        {
            "number": "14",
            "text": "Axo ix elta heb' winh fariseo chi', ix slajtian sb'a heb' winh tas ol yutoc heb' winh smilan Jesús."
        },
        {
            "number": "15",
            "text": "Ayic ix snaanel Jesús tas snib'ej heb' syutej, ix sb'esanel sb'a ta'. Tzijtum anima ix b'at yet'oc. Masanil heb' penaay, ix laj b'oxikan sk'ool heb' yuj."
        },
        {
            "number": "16",
            "text": "Ix yalan t'a heb': --Ayta b'aj tzeyaleli mach in, xchi."
        },
        {
            "number": "17",
            "text": "Icha chi' ix aj yelk'och tas tz'ib'ab'ilkan yuj winhaj Isaías, winh schekab' Dios t'a peka'. Xchikan icha tik:"
        },
        {
            "number": "18",
            "text": "Ha jun tik, in chekab' yaji, sik'b'il yajkanel wuuj. Te xajan wuuj. Tzin k'e wal chaanh yet'oc. Ol wak' Vespíritu t'ay. Ol yalanel t'a skal heb' manh israelok to ol ch'olb'itaj tas yaj heb' t'a stojolal."
        },
        {
            "number": "19",
            "text": "Malaj b'aj ol yak' owal. Malaj b'aj ol el yav. Malaj mach ol ab'an sjaj t'a yol calle."
        },
        {
            "number": "20",
            "text": "Ay heb' ob'iltac, icha junok te' aj spacchaji, ma icha junok candil wan stupi, icha chi' yaj heb', palta ha' ol kolwaj yet' heb', manh ol ixtaj heb' yuj. Icha chi' ol yutoc sb'a, masanto ol wach' och yajalil, haxo yak'an yajalil chi' t'a stojolal."
        },
        {
            "number": "21",
            "text": "Axo heb' anima t'a junjun chonhab', ol yak'och heb' yipoc sk'ool, xchi Dios t'a Slolonel Tz'ib'ab'ilkani."
        },
        {
            "number": "22",
            "text": "Ay jun winh ix ik'jib'at t'a Jesús. Max ujilaj yilan winh, max yalpaxlaj slolon winh, yujto ixtab'il winh yuj jun enemigo. Axo Jesús ix ak'an b'oxoc sk'ool winh. Yuj chi' ix yilxi winh, ix lolonxi winh."
        },
        {
            "number": "23",
            "text": "Axo heb' anima smasanil ix te sat sk'ool heb' yilani. Ix laj yalan heb': --Ha jun winh tik, ¿tekan a jun yinhtilal winhaj Dawid winh tanhwab'il sja cuuj? xchi heb'."
        },
        {
            "number": "24",
            "text": "Palta ayic ix yab'an juntzanh chi' heb' winh fariseo, ix yalan heb' winh: --Ha jun winh tik, syalton yik'anel heb' enemigo winh, yujto a winh Beelzebú, yajal heb' enemigo, a ayoch yet' winh, xchi heb' winh."
        },
        {
            "number": "25",
            "text": "Axo Jesús, yojtakxo tas wan snaan heb' winh chi', yuj chi' ix yalan t'a heb' winh: --Ha junok nación spoj sb'ha t'a yol yico', sjuwieli. Anhejtona' junok chonhab', ma junok pat spoj sb'ha t'a yol yico', sjuwipaxeli."
        },
        {
            "number": "26",
            "text": "Anhejtona', icha pax chi' winh Satanás, tato spechel heb' yetenemigoal winh, spojnacxom sb'a heb', ¿tom ol najtilax yopisio winh?"
        },
        {
            "number": "27",
            "text": "Ha ex tik tzeyala', yujto ayoch winh Beelzebú wed'oc yuj chi' tzin pechel heb' enemigo chi'. Tato yel tzeyala', ¿mach ayoch yet' heb' he k'ayb'um chi' ayic spechanel heb' enemigo chi' heb'? Anhejtona' heb' he k'ayb'um chi' sch'oxanel he paltail."
        },
        {
            "number": "28",
            "text": "Palta yujnhej Yespíritu Dios tzin pechel heb' enemigo chi'. Yuj chi', scheclajeli to toxo ix och Dios yak' yajalil t'a he kal."
        },
        {
            "number": "29",
            "text": "Q'uinaloc ay junok winh te ay yip. Malaj junok mach syal scomon och t'a yol spat winh, syik'anb'at tastac ay t'a winh. Anhej tato tz'ak'ji ganar stzek'chajkan winh aj pat chi', anhej icha chi', syal yik'jib'at tastac ay t'a yol spat winh chi'."
        },
        {
            "number": "30",
            "text": "Ha heb' manh ayococh wed'oc, ajk'ool heb' t'ayin. Ha heb' max molb'ancot heb' anima t'ayin, a heb' spechan saclem heb' anima chi'."
        },
        {
            "number": "31",
            "text": "Yuj chi', swal t'ayex, yalxonhej tas smul heb' anima, yalxonhej tas malaj swach'il syal heb', ol yal yak'ji lajwoc yuj Dios. Palta a heb' sb'uchwaj t'a Yespíritu Dios, manhxo ol ak'joclaj niwank'olal heb'."
        },
        {
            "number": "32",
            "text": "Ha heb' tz'alan junok chukal t'a in patic a in Ak'b'il in cot yuj Dios woch animail tik, syal yak'ji lajwoc smul heb'. Palta haxo heb' sb'uchwaj t'a spatic Yespíritu Dios, a smul heb' chi', manhxo ol ek'b'atlaj, wach'chom ticnaik, wach'chom t'a junxo tiempoal toto ol jawok."
        },
        {
            "number": "33",
            "text": "Naec sik'lab'il, tato ay junok te te' wach', wach' sat te' syak'a'. Tato ay junok te te' chuk, chuk sat te' syak'a'. Yuj sat te' chi', scojtaquejel tas te'al te'."
        },
        {
            "number": "34",
            "text": "Ha ex tik, lajan ex icha juntzanh nok' chan. Malaj he wach'il. Yuj chi', ¿tom ay jab'oc tas wach' syal eyalani? Yujto anhej tas ay t'a he pensar, anhej chi' tzeyala'."
        },
        {
            "number": "35",
            "text": "Tato wach' ko pensar, wach' scutej ko b'a, yujto anhej tas wach' chi' ay t'a ko pensar. Axo ta chuk ko pensar, chuk scutej ko b'a, yujto anhej chukal sko na'a."
        },
        {
            "number": "36",
            "text": "Yuj chi', swal t'ayex, ato yic ol ja jun k'ual yic ol ch'olb'itaj tas eyaji, jantacnhej juntzanh lolonel malaj yopisio tzeyala', ol ch'olb'itaj tas eyaj yuj."
        },
        {
            "number": "37",
            "text": "Yujto ha Dios ol ex ch'olb'itan yuj tas tzeyala'. Ol yala', tato malaj he mul yuj tas slaj eyal chi', mato ay, xchi Jesús."
        },
        {
            "number": "38",
            "text": "Ay juntzanh heb' winh k'ayb'um t'a ley Moisés yet' juntzanh heb' winh fariseo ix alan t'a Jesús: --Ach ko k'ayb'umal, ko gana tza ch'ox junok milagro quila', xchi heb' winh t'ay."
        },
        {
            "number": "39",
            "text": "Yuj chi' ix yalan t'a heb' winh: --Ha ex t'a jun pekti’ tik, malaj he wach'il, manhoc d'ha Dios tzeyak'och he pensar. Tonhej tze k'an eyil junok milagro, junok sch'oxan spoder Dios. Palta a junok milagro ol ch'oxjoc eyila', aton jun icha sch'oxnac Dios yet' jun winh schekab' skuchan Jonás."
        },
        {
            "number": "40",
            "text": "Ha winhaj Jonás chi', oxe' k'ual, oxe' ak'wal ek'nac winh t'a yol sk'ool jun nok' niwan chay. Icha ajnac winhaj Jonás chi', icha chi' ol in aj pax a in tik, a in Ak'b'il in cot yuj Dios woch animail tik. Oxe' k'ual, oxe' ak'wal ol in ek' t'a yol lu'um."
        },
        {
            "number": "41",
            "text": "Ayic ek' yalannakkanel yab'ixal Dios winhaj Jonás t'a heb' aj Níniwe, snanac wal sb'a heb'. Axo ticnaik, ayinek' eyed'oc, ek'to welk'och t'a yichanh winhaj Jonás chi', palta max he nalaj he b'a. Yuj chi', ato ol jawok jun k'ual yic ol ch'olb'itaj tas eyaji, a heb' aj Níniwe chi', ol k'e waan heb', ol yalan he mul heb'."
        },
        {
            "number": "42",
            "text": "Icha pax chi' jun ix yajal t'a Sur t'a peka', te najat cotnac ix, ul yab'annac sjelanil winhaj Salomón ix. Axo ticnaik, ay in ek' t'a tik, ek'to welk'och t'a yichanh winh, palta max ul he k'anb'ej eyab' t'ayin. Yuj chi', ato ol jawok jun k'ual ayic ol ch'olb'itaj tas eyaji, ol k'e waan ix, ol yalan he mul ix."
        },
        {
            "number": "43",
            "text": "Q'uinaloc ay jun enemigo tz'el t'a junok anima ticnaik. Tz'ek' t'a tzinan lu'um, sayan b'aj syik' yip. Palta max ilchaj yuj."
        },
        {
            "number": "44",
            "text": "Yuj chi' snaani: Ol in pax t'a in pat b'aj cotnac in, xchi. Axo yic sk'ochxi, syilan jun anima chi', icha junok pat mesesi yool, malaj yajal, wach' yilji."
        },
        {
            "number": "45",
            "text": "Yuj chi' smeltzajxib'at t'a spatic, sb'at yik'ancot ucwanhocxo heb' enemigo ek'to schukal t'a yichanh. Swach' och kajan heb' smasanil t'a jun anima chi'. Yuj chi', ste juwiel jun anima chi' icha t'a sb'ab'elal. Icha jun anima chi', icha chi' ol aj swach' juwiel he pensar a ex tik, xchi Jesús t'a heb'."
        },
        {
            "number": "46",
            "text": "Vanto yalan Jesús t'a heb' anima chi', ix k'och ix snun yet' heb' yuk'tac. Ha t'a ti' pat ix k'och heb'. Snib'ej heb' sk'umej Jesús chi'."
        },
        {
            "number": "47",
            "text": "Yuj chi' ay jun winh ix alan t'a Jesús: --Ix ja ix a nun yet' heb' uk'tac t'a ti' pat. Snib'ej heb' slolon ed'oc, xchi winh t'ay."
        },
        {
            "number": "48",
            "text": "Palta ix yalan Jesús t'a winh: --¿Mach ix in nun, mach heb' wuk'tac chi' tza na'a? xchi."
        },
        {
            "number": "49",
            "text": "Ixlajwi chi', ix sch'oxan heb' sk'ayb'um t'a winh. --Aton heb' tik, icha in nun, icha wuk'tac yaj heb'."
        },
        {
            "number": "50",
            "text": "Yujto a mach sk'ulan tas snib'ej in Mam t'a satcha’anh, aton heb' chi' icha wuk'tac, icha wanab', icha in nun yaji, xchi Jesús."
        }
    ]
}