{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "A d'a jun sk'ual ik'oj ip, ix ek' Jesús d'a jun b'e d'a scal ixim trigo yed' eb' sk'ayb'um. Axo eb' sk'ayb'um chi', ix te och svejel eb'. Yuj chi', ix sk'utzelta ixim jolom trigo chi' eb', ix svuchanel ixim eb' sk'uxu'."
        },
        {
            "number": "2",
            "text": "Palta ix yilan juntzanh eb' vinh fariseo tas ix sk'ulej eb', yuj chi' ix yalan eb' d'a Jesús: --Ina eb' a k'ayb'um tic. Van smunlaj eb' d'a sk'ual ik'oj ip, palta manh sleyaloc sco k'ulej icha chi', xchi eb' vinh."
        },
        {
            "number": "3",
            "text": "Palta ix yalan d'a eb' vinh: --¿Tom manta b'aj tzeyil d'a Slolonel Dios Tz'ib'ab'ilcani, tas sk'ulejnac vinhaj David d'a junel, ayic ste ochnac svejel vinh yed' eb' ajun yed'oc?"
        },
        {
            "number": "4",
            "text": "Xid'naquek' vinh d'a scajnub' Dios. Svanac juntzanh ixim pan vinh yicnhej Dios yaji yed' eb' ajun yed'oc chi'. A juntzanh ixim pan chi', anhej eb' sacerdote ay yalan yic svaan ixim. Manh sleyaloc scomon vaan ixim vinh yed' eb' ajun yed'oc. Palta manh muloc jun sk'ulejnac vinh chi' yed' eb' d'a yichanh Dios."
        },
        {
            "number": "5",
            "text": "¿Tom malaj b'aj ix eyil d'a ley Moisés to a eb' sacerdote, eb' ay d'a yol stemplo Dios, manh sk'anab'ajejnacoc sk'ual ik'oj ip eb'? Palta manh ochnacoclaj smuloc eb'."
        },
        {
            "number": "6",
            "text": "Palta a in tic sval d'ayex, ay jun d'a e cal tic ek'to yelk'och d'a yichanh stemplo Dios, a in ton tic."
        },
        {
            "number": "7",
            "text": "Octom val snachajel eyuuj tas yalnaccan Dios d'a Slolonel Tz'ib'ab'ilcani, ayic yalannaccan icha tic: In gana tz'ok' e k'ool d'a eb' eyetanimail. Manhocnhej juntzanh silab' snhusji chi' in gana, xchi. Octom snachajel jun tic eyuuj, max am eyala' to tz'och smul eb' malaj smul."
        },
        {
            "number": "8",
            "text": "A in tic Ak'b'il in cot yuj Dios voch animail, yuj chi' syal valani tas sco k'ulej d'a sk'ual ik'oj ip, xchi Jesús d'a eb' vinh fariseo chi'."
        },
        {
            "number": "9",
            "text": "Ix lajvi chi', ix b'at Jesús, ix k'och d'a yol spatil sculto eb' vinh."
        },
        {
            "number": "10",
            "text": "Ata' ay jun vinh sicb'inaquel sk'ab', junelnhej taquinh roquinac. Axo eb' vinh chi', sgana eb' vinh ay junoc smul Jesús tz'ilchaji, yic syak'och eb' vinh d'a yib'anh. Yuj chi', ix stz'acan sk'anb'ej eb' vinh d'ay: --¿Ay am sleyal scak' b'oxoc junoc penaay d'a sk'ual ik'oj ip, mato maay? xchi eb' vinh."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yalan d'a eb' vinh: --Q'uinaloc ay junoc nok' e calnel sb'at d'a yol junoc xab' d'a sk'ual ik'oj ip, ¿tom max ex b'at eyik'q'ueta nok'?"
        },
        {
            "number": "12",
            "text": "Ocxom junoc anima, yelxo val nivan yelk'och d'a yichanh junoc nok' calnel chi'. Yuj chi', sleyal ton sco k'ulej juntzanh tas vach' d'a sk'ual ik'oj ip, xchi d'a eb' vinh."
        },
        {
            "number": "13",
            "text": "Ix lajvinhej chi', ix yalan d'a vinh: --Aq'uel lian a k'ab' chi', xchi d'a vinh. Ix slianel sk'ab' vinh chi', ix b'oxican b'ian. Lajan ix aj yed' jun toxonton vach' chi'."
        },
        {
            "number": "14",
            "text": "Axo ix elta eb' vinh fariseo chi', ix slajtian sb'a eb' vinh tas ol yutoc eb' vinh smilan Jesús."
        },
        {
            "number": "15",
            "text": "Ayic ix snaanel Jesús tas sgana eb' syutej, ix sb'esanel sb'a ta'. Tzijtum anima ix b'at yed'oc. Masanil eb' penaay, ix laj b'oxican sk'ool eb' yuuj."
        },
        {
            "number": "16",
            "text": "Ix yalan d'a eb': --Ayta b'aj tzeyaleli mach in, xchi."
        },
        {
            "number": "17",
            "text": "Icha chi' ix aj yelk'och tas tz'ib'ab'ilcan yuj vinhaj Isaías, vinh schecab' Dios d'a peca'. Xchican icha tic:"
        },
        {
            "number": "18",
            "text": "A jun tic, in checab' yaji, sik'b'il yajcanel vuuj. Te xajan vuuj. Tzin q'ue val chaanh yed'oc. Ol vak' Vespíritu d'ay. Ol yalanel d'a scal eb' manh israeloc to ol ch'olb'itaj tas yaj eb' d'a stojolal."
        },
        {
            "number": "19",
            "text": "Malaj b'aj ol yak' oval. Malaj b'aj ol el yav. Malaj mach ol ab'an sjaj d'a yol calle."
        },
        {
            "number": "20",
            "text": "Ay eb' ob'iltac, icha junoc te' aj spacchaji, ma icha junoc candil van stupi, icha chi' yaj eb', palta a' ol colvaj yed' eb', manh ol ixtaj eb' yuuj. Icha chi' ol yutoc sb'a, masanto ol vach' och yajalil, axo yak'an yajalil chi' d'a stojolal."
        },
        {
            "number": "21",
            "text": "Axo eb' anima d'a junjun chonhab', ol yak'och eb' yipoc sk'ool, xchi Dios d'a Slolonel Tz'ib'ab'ilcani."
        },
        {
            "number": "22",
            "text": "Ay jun vinh ix ik'jib'at d'a Jesús. Max ujilaj yilan vinh, max yalpaxlaj slolon vinh, yujto ixtab'il vinh yuj jun enemigo. Axo Jesús ix ak'an b'oxoc sk'ool vinh. Yuj chi' ix yilxi vinh, ix lolonxi vinh."
        },
        {
            "number": "23",
            "text": "Axo eb' anima smasanil ix te sat sk'ool eb' yilani. Ix laj yalan eb': --A jun vinh tic, ¿tecan a jun yinhtilal vinhaj David vinh tanhvab'il sja cuuj? xchi eb'."
        },
        {
            "number": "24",
            "text": "Palta ayic ix yab'an juntzanh chi' eb' vinh fariseo, ix yalan eb' vinh: --A jun vinh tic, syalton yik'anel eb' enemigo vinh, yujto a vinh Beelzebú, yajal eb' enemigo, a ayoch yed' vinh, xchi eb' vinh."
        },
        {
            "number": "25",
            "text": "Axo Jesús, yojtacxo tas van snaan eb' vinh chi', yuj chi' ix yalan d'a eb' vinh: --A junoc nación spoj sb'a d'a yol yico', sjuvieli. Anhejtona' junoc chonhab', ma junoc pat spoj sb'a d'a yol yico', sjuvipaxeli."
        },
        {
            "number": "26",
            "text": "Anhejtona', icha pax chi' vinh Satanás, tato spechel eb' yetenemigoal vinh, spojnacxom sb'a eb', ¿tom ol najtilax yopisio vinh?"
        },
        {
            "number": "27",
            "text": "A ex tic tzeyala', yujto ayoch vinh Beelzebú ved'oc yuj chi' tzin pechel eb' enemigo chi'. Tato yel tzeyala', ¿mach ayoch yed' eb' e k'ayb'um chi' ayic spechanel eb' enemigo chi' eb'? Anhejtona' eb' e k'ayb'um chi' sch'oxanel e paltail."
        },
        {
            "number": "28",
            "text": "Palta yujnhej Yespíritu Dios tzin pechel eb' enemigo chi'. Yuj chi', scheclajeli to toxo ix och Dios yak' yajalil d'a e cal."
        },
        {
            "number": "29",
            "text": "Q'uinaloc ay junoc vinh te ay yip. Malaj junoc mach syal scomon och d'a yol spat vinh, syik'anb'at tastac ay d'a vinh. Anhej tato tz'ak'ji ganar stzek'chajcan vinh aj pat chi', anhej icha chi', syal yik'jib'at tastac ay d'a yol spat vinh chi'."
        },
        {
            "number": "30",
            "text": "A eb' manh ayococh ved'oc, ajk'ool eb' d'ayin. A eb' max molb'ancot eb' anima d'ayin, a eb' spechan saclem eb' anima chi'."
        },
        {
            "number": "31",
            "text": "Yuj chi', sval d'ayex, yalxonhej tas smul eb' anima, yalxonhej tas malaj svach'il syal eb', ol yal yak'ji lajvoc yuj Dios. Palta a eb' sb'uchvaj d'a Yespíritu Dios, manhxo ol ak'joclaj nivank'olal eb'."
        },
        {
            "number": "32",
            "text": "A eb' tz'alan junoc chucal d'a in patic a in Ak'b'il in cot yuj Dios voch animail tic, syal yak'ji lajvoc smul eb'. Palta axo eb' sb'uchvaj d'a spatic Yespíritu Dios, a smul eb' chi', manhxo ol ek'b'atlaj, vach'chom ticnaic, vach'chom d'a junxo tiempoal toto ol javoc."
        },
        {
            "number": "33",
            "text": "Naec sik'lab'il, tato ay junoc te te' vach', vach' sat te' syak'a'. Tato ay junoc te te' chuc, chuc sat te' syak'a'. Yuj sat te' chi', scojtaquejel tas te'al te'."
        },
        {
            "number": "34",
            "text": "A ex tic, lajan ex icha juntzanh nok' chan. Malaj e vach'il. Yuj chi', ¿tom ay jab'oc tas vach' syal eyalani? Yujto anhej tas ay d'a e pensar, anhej chi' tzeyala'."
        },
        {
            "number": "35",
            "text": "Tato vach' co pensar, vach' scutej co b'a, yujto anhej tas vach' chi' ay d'a co pensar. Axo ta chuc co pensar, chuc scutej co b'a, yujto anhej chucal sco na'a."
        },
        {
            "number": "36",
            "text": "Yuj chi', sval d'ayex, ato yic ol ja jun k'ual yic ol ch'olb'itaj tas eyaji, jantacnhej juntzanh lolonel malaj yopisio tzeyala', ol ch'olb'itaj tas eyaj yuuj."
        },
        {
            "number": "37",
            "text": "Yujto a Dios ol ex ch'olb'itan yuj tas tzeyala'. Ol yala', tato malaj e mul yuj tas slaj eyal chi', mato ay, xchi Jesús."
        },
        {
            "number": "38",
            "text": "Ay juntzanh eb' vinh k'ayb'um d'a ley Moisés yed' juntzanh eb' vinh fariseo ix alan d'a Jesús: --Ach co k'ayb'umal, co gana tza ch'ox junoc milagro quila', xchi eb' vinh d'ay."
        },
        {
            "number": "39",
            "text": "Yuj chi' ix yalan d'a eb' vinh: --A ex d'a jun tiempoal tic, malaj e vach'il, manhoc d'a Dios tzeyak'och e pensar. Tonhej tze k'an eyil junoc milagro, junoc sch'oxan spoder Dios. Palta a junoc milagro ol ch'oxjoc eyila', aton jun icha sch'oxnac Dios yed' jun vinh schecab' scuchan Jonás."
        },
        {
            "number": "40",
            "text": "A vinhaj Jonás chi', oxe' k'ual, oxe' ak'val ek'nac vinh d'a yol sk'ool jun nok' nivan chay. Icha ajnac vinhaj Jonás chi', icha chi' ol in aj pax a in tic, a in Ak'b'il in cot yuj Dios voch animail tic. Oxe' k'ual, oxe' ak'val ol in ek' d'a yol luum."
        },
        {
            "number": "41",
            "text": "Ayic ek' yalannaccanel yab'ixal Dios vinhaj Jonás d'a eb' aj Nínive, snanac val sb'a eb'. Axo ticnaic, ayinek' eyed'oc, ek'to velk'och d'a yichanh vinhaj Jonás chi', palta max e nalaj e b'a. Yuj chi', ato ol javoc jun k'ual yic ol ch'olb'itaj tas eyaji, a eb' aj Nínive chi', ol q'ue vaan eb', ol yalan e mul eb'."
        },
        {
            "number": "42",
            "text": "Icha pax chi' jun ix yajal d'a Sur d'a peca', te najat cotnac ix, ul yab'annac sjelanil vinhaj Salomón ix. Axo ticnaic, ay in ek' d'a tic, ek'to velk'och d'a yichanh vinh, palta max ul e k'anb'ej eyab' d'ayin. Yuj chi', ato ol javoc jun k'ual ayic ol ch'olb'itaj tas eyaji, ol q'ue vaan ix, ol yalan e mul ix."
        },
        {
            "number": "43",
            "text": "Q'uinaloc ay jun enemigo tz'el d'a junoc anima ticnaic. Tz'ek' d'a tz'inan luum, sayan b'aj syik' yip. Palta max ilchaj yuuj."
        },
        {
            "number": "44",
            "text": "Yuj chi' snaani: Ol in pax d'a in pat b'aj cotnac in, xchi. Axo yic sk'ochxi, syilan jun anima chi', icha junoc pat mesesi yool, malaj yajal, vach' yilji."
        },
        {
            "number": "45",
            "text": "Yuj chi' smeltzajxib'at d'a spatic, sb'at yik'ancot ucvanhocxo eb' enemigo ek'to schucal d'a yichanh. Svach' och cajan eb' smasanil d'a jun anima chi'. Yuj chi', ste juviel jun anima chi' icha d'a sb'ab'elal. Icha jun anima chi', icha chi' ol aj svach' juviel e pensar a ex tic, xchi Jesús d'a eb'."
        },
        {
            "number": "46",
            "text": "Vanto yalan Jesús d'a eb' anima chi', ix k'och ix snun yed' eb' yuk'tac. A d'a ti' pat ix k'och eb'. Sgana eb' sk'umej Jesús chi'."
        },
        {
            "number": "47",
            "text": "Yuj chi' ay jun vinh ix alan d'a Jesús: --Ix ja ix a nun yed' eb' uk'tac d'a ti' pat. Sgana eb' slolon ed'oc, xchi vinh d'ay."
        },
        {
            "number": "48",
            "text": "Palta ix yalan Jesús d'a vinh: --¿Mach ix in nun, mach eb' vuk'tac chi' tza na'a? xchi."
        },
        {
            "number": "49",
            "text": "Ix lajvi chi', ix sch'oxan eb' sk'ayb'um d'a vinh. --Aton eb' tic, icha in nun, icha vuk'tac yaj eb'."
        },
        {
            "number": "50",
            "text": "Yujto a mach sk'ulan tas sgana in Mam d'a satchaanh, aton eb' chi' icha vuk'tac, icha vanab', icha in nun yaji, xchi Jesús."
        }
    ]
}