{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "D'a jun k'ual chi', ix elta Jesús t'a yol pat. Ix b'at em k'ojan t'a sti' ha' nhajab'."
        },
        {
            "number": "2",
            "text": "Tzijtum anima ix k'och b'aj ayek' chi'. Yuj chi', ix och t'a yol jun barco. Ata' ix em k'ojan. Axo heb' anima chi' ix kan heb' t'a sti' ha'."
        },
        {
            "number": "3",
            "text": "Tzijtum juntzanh ab'ix ix yal t'a heb'. Ix yalan icha tik: --Ay jun winh ix b'at tzicojcanb'at inhat trigo."
        },
        {
            "number": "4",
            "text": "Ayic wan stzikanb'at ixim winh, ay ixim ix emkan t'a yol b'e. Axo nok' much ix lojank'e ixim."
        },
        {
            "number": "5",
            "text": "Ay juntzanhxo ixim ix emkan t'a yib'anhtac k'een sam k'een, b'aj jab'nhej slumal. Elanhchamel ix ja ixim, yujto quennhej slumal."
        },
        {
            "number": "6",
            "text": "Palta haxo yic ix el yoc k'u, elanhchamel ix tacjiel ixim, yujto malaj wal sch'anhal yib' ixim."
        },
        {
            "number": "7",
            "text": "Ay juntzanhxo ixim ix emkan t'a skaltac anh ank'ultak. Axo ix te q'uib' juntzanh anh ank'ultak chi', ix satel ixim inhat chi' t'a skal anh."
        },
        {
            "number": "8",
            "text": "Ay pax juntzanhxo ixim ix emkan b'aj yax sat lu'um. Ha juntzanh ixim chi', ix satan ixim. Ay ixim ix yak' sat t'a cien. Ay ixim ix yak' sat t'a 60. Ay ixim ix yak' sat t'a 30."
        },
        {
            "number": "9",
            "text": "Ha juntzanh tzeyab' tik, naec wal sik'lab'il, xchi Jesús chi' t'a heb'."
        },
        {
            "number": "10",
            "text": "Axo heb' sk'ayb'um Jesús ix k'och t'a stz'ey. Ix sk'anb'an heb' t'ay: --¿Tas yuj anhej juntzanh ab'ix sch'oxanel k'ayb'ub'al tzal t'a heb'? xchi heb' t'ay."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yalan t'a heb': --Anhej t'ayex sch'ox ko Mam Dios juntzanh tas mantalaj mach ojtannac, yic snachajel eyuuj tas tz'aj eyoch t'a yol sk'ab'. Palta haxo t'a juntzanhxo heb' quetanimail, max sch'oxlaj."
        },
        {
            "number": "12",
            "text": "Yujto a mach snib'ej snachajel yuj, ayto tas ol wach' nachajel yuj. Axo heb' malaj snib'ej snachajel juntzanh tik yuj, ol ik'joc ek' t'a heb'."
        },
        {
            "number": "13",
            "text": "Yuj chi', anhej juntzanh ab'ix sch'oxanel k'ayb'ub'al swal t'a heb'. Yujto wach'chom syil junok tas heb', skanxi heb' t'a ichnhej ta'. Ichato malaj tas syil heb'. Anhejtona', wach'chom syab' heb', palta max nachajel-laj yuj heb'."
        },
        {
            "number": "14",
            "text": "Yuj heb' anima chi', icha tik ix aj yelk'och tas yalnakkan winhaj Isaías ayic yalannakkan winh icha tik: Val yel ol yab' heb', palta manh ol nachajel-laj yuj heb'. Val yel ol yil heb', palta manh ol nachaj paxel-laj yuj heb'."
        },
        {
            "number": "15",
            "text": "Yujto a heb' anima tik, toxo ix pitb'iel heb'. Ichato makan schiquin heb', ichato smutz' sat heb', yic wach' max uji yilan heb', max yab' pax heb' yet' schiquin. Yuj chi' max nachajel-laj yuj heb'. Max sk'ex jab'oc spensar heb', max colchaj heb' wuuj, xchi Dios t'a Slolonel Tz'ib'ab'ilkani."
        },
        {
            "number": "16",
            "text": "Palta a ex tik, wach' eyiko', jakan he sat eyilani, jakan pax he chiquin eyab'ani."
        },
        {
            "number": "17",
            "text": "Val yel swal t'ayex, tzijtum heb' schekab' Dios t'a peka' yet' juntzanhxo heb' te tojol sb'eyb'al, snib'ej heb' yilnac juntzanh tzeyil tik, palta maj yil-laj heb'. Snib'ej heb' yab'nac juntzanh tzeyab' tik, palta maj yab'laj heb'."
        },
        {
            "number": "18",
            "text": "Hak'ek och he chiquin t'ayin. Ol wal t'ayex tas syalelk'och yab'ixal winh tzicumb'at inhat trigo."
        },
        {
            "number": "19",
            "text": "Ha juntzanh inhat ix emkan t'a yol b'e, syalelk'ochi, ay heb' anima tz'ab'an slolonel Dios, chajtil tz'aj yoch heb' t'a yol sk'ab', palta max nachajel-laj yuj heb'. Axo winh diablo sk'och t'a heb', syik'anel slolonel Dios chi' winh t'a spensar heb'."
        },
        {
            "number": "20",
            "text": "Axo juntzanhxo inhat ix emkan t'a yib'anh k'een k'een, syalelk'ochi, ay juntzanhxo anima tz'ab'an slolonel Dios. Niwanoc sk'echaanh heb' schaani."
        },
        {
            "number": "21",
            "text": "Palta malaj stek'anil heb'. Axo yic sja junok yaelal, mato tz'ak'jioch t'a yib'anh heb' yuj slolonel Dios, elanhchamel sjuwixiel spensar heb'."
        },
        {
            "number": "22",
            "text": "Axo juntzanhxo inhat ix emkan t'a kaltac ank'ultak, syalelk'ochi, ay juntzanhxo heb' tz'ab'an slolonel Dios, palta te ilk'olalnhej yaj heb' yuj juntzanh yic yol yib'anhk’inal tik. Syak'an musansatil sb'a heb' yuj sb'eyumal. Yuj juntzanh chi', sjuwiel heb' t'a slolonel Dios. Lajan tz'aj heb' icha ixim trigo malaj sat syak'a'."
        },
        {
            "number": "23",
            "text": "Palta haxo juntzanh inhat ix emkan b'aj ay syaxil sat lu'um, syalelk'ochi, ay juntzanhxo heb' tz'ab'an slolonel Dios, snachajel yuj heb'. Ha heb' chi', lajan heb' icha juntzanh inhat niwan sat syak'a'. Ay heb' lajan icha juntzanh inhat syak' sat t'a cien. Ay pax heb' icha juntzanh syak' sat t'a 60 yet' t'a 30, xchi Jesús."
        },
        {
            "number": "24",
            "text": "Ix yalan junxo ab'ix tik Jesús t'a heb' sk'ayb'um: --Ol wal t'ayex chajtil tz'aj yoch heb' anima t'a yol sk'ab' Dios aj satcha’anh. Lajan icha junok winh ix tzikanem yinhat trigo te wach' t'a sat sluum."
        },
        {
            "number": "25",
            "text": "Axo t'ak'walil, waynac winh, ix k'och jun winh ajk'ool t'a sluum winh chi'. Ix stzikanem juntzanh inhat awalanh t'a skal strigo winh chi'."
        },
        {
            "number": "26",
            "text": "Axo yic wanxo spoj ixim trigo chi', ix checlaji to ay anh awalanh t'a skal ixim."
        },
        {
            "number": "27",
            "text": "Yuj chi', haxo heb' schekab' winh aj lu'um chi' xid' alan t'ay: Mamin, a juntzanh inhat a tzicnaquem t'a jun a lu'um chi', te wach', palta ¿b'aj am ix cot juntzanh anh awalanh ix pak' t'a skal? xchi heb' t'a winh."
        },
        {
            "number": "28",
            "text": "Tekan a junok wajk'ool xid' tzikanem juntzanh chi' t'a skal ixim, xchi winh t'a heb'. ¿Ay am a gana b'at ko tok'el juntzanh anh awalanh chi'? xchi heb' t'a winh."
        },
        {
            "number": "29",
            "text": "Maay, yujto ayic ol he tok'anel juntzanh anh awalanh chi', ol el pax ixim trigo chi' yet'oc."
        },
        {
            "number": "30",
            "text": "Canokab'nhej icha chi' masanto ol jochchaj ixim trigo chi'. Ato ta' ol wal t'a heb' in majan, ol stok'anel juntzanh anh awalanh chi' heb'. Ol stzek'an heb' manojail, ol snhusantz'a heb'. Ol lajwoc chi', ol sjochanel ixim trigo chi' heb' b'ian, ol smolb'ankan ixim heb' t'a yol spatil, xchi winh t'a heb' schekab' chi', xchi Jesús."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi', ix yalanpax junxo ab'ix tik Jesús: --Ol wal t'ayex chajtil tz'aj sq'uib' sb'isul heb' anima yoch t'a yol sk'ab' Dios aj satcha’anh. Ha sb'isul heb' chi', lajan icha junok inhat mostaza syawej junok winh t'a sat sluum."
        },
        {
            "number": "32",
            "text": "Ha juntzanh inhat chi', yelxo te cotac t'a yichanh masanil juntzanhxo inhat. Palta haxo sq'uib'i, más niwac tz'aj t'a yichanh juntzanhxo anh skawej t'a junjun ab'il. Lajan tz'aj icha juntzanh te te'. Axo nok' much, sk'och nok' t'a sk'ab', sb'oan so' nok' ta', xchi Jesús."
        },
        {
            "number": "33",
            "text": "Ix yalanpax junxo ab'ix tik Jesús t'a heb': --Ol walxi t'ayex chajtil tz'aj sq'uib' sb'isul heb' anima yoch t'a yol sk'ab' Dios aj satcha’anh. Lajan icha jab' yich pan syak'och junok ix ix t'a skal oxeoc echlab' harina. Masanil ixim harina chi' sipji yuj, xchi Jesús."
        },
        {
            "number": "34",
            "text": "Ayic ix yalanel Jesús t'a skal heb' anima chi', anhej juntzanh ab'ix ajaltac snachajeli, a ix yal t'a heb'. Anhej juntzanh ab'ix chi' ix yak'lab'ej ayic ix yalanel t'a heb'."
        },
        {
            "number": "35",
            "text": "Icha chi' ix aj yelk'och tas tz'ib'ab'ilkan t'a peka' yuj jun schekab' Dios ayic ix yalani: Ha juntzanh ab'ix ajaltac snachajeli, a ol wal t'a heb' anima. Ol wal juntzanh tas malaj mach ojtannac yictax ix b'ojikan yol yib'anhk’inal tik yuj Dios, xchi t'a Slolonel Tz'ib'ab'ilkani."
        },
        {
            "number": "36",
            "text": "Axo Jesús, ix tak'lankan sb'a yet' heb' anima chi', ix ochxi t'a yol pat. Ix och pax heb' sk'ayb'um yet'oc. Ix yalan heb' t'ay: --Ha yab'ixal anh awalanh ix al chi', al t'ayonh tas wal syalelk'ochi, xchi heb' t'ay."
        },
        {
            "number": "37",
            "text": "Yuj chi' ix yalan t'a heb': --Ha jun tzicumb'at inhat trigo te wach', syalelk'ochi, a in Ak'b'il in cot yuj Dios woch animail tik."
        },
        {
            "number": "38",
            "text": "Axo jun lu'um chi', syalelk'ochi, aton yol yib'anhk’inal tik. Ha juntzanh inhat wach' chi', aton heb' ayoch t'a yol sk'ab' Dios. Axo juntzanh anh awalanh chi', aton heb' yic winh diablo."
        },
        {
            "number": "39",
            "text": "Ha jun yajk'ool winh aj lu'um chi', aton winh diablo chi'. Ha jun pekti’ ol jochchajel ixim trigo chi', syalelk'ochi, aton yic ol lajwoquek' yol yib'anhk’inal tik. Axo heb' jochum trigo chi', aton heb' ángel."
        },
        {
            "number": "40",
            "text": "Icha stok'jiel juntzanh anh awalanh chi' snhusjitz'aoc, icha chi' ol aj heb' anima ayic ol lajwoquek' yol yib'anhk’inal tik."
        },
        {
            "number": "41",
            "text": "Ha in Ak'b'il in cot yuj Dios woch animail tik, ol in checcot heb' vángel. Ol laj smolb'an juntzanh heb' tz'ak'an juwoquel spensar heb' yetanimail yet' juntzanhxo heb' chuk sk'ulej. Ol laj ik'joc el heb' b'aj ol in och Yajalil."
        },
        {
            "number": "42",
            "text": "Axo syumchajkanb'at heb' t'a yol jun icha horno b'aj ayoch k'ak'. Ol laj ok' heb' ta'. Ol siq'uik'oc heb' yoq'ui."
        },
        {
            "number": "43",
            "text": "Axo heb' tojol sb'eyb'al, icha wal yilji k'u, icha chi' ol aj yilji heb' t'a yol sk'ab' ko Mam Dios. Ha wal juntzanh tzeyab' tik, naec wal sik'lab'il."
        },
        {
            "number": "44",
            "text": "Ha b'aj tz'och heb' anima t'a yol sk'ab' Dios aj satcha’anh, lajan icha junok tas te wach', te caro stojol, k'ub'anel t'a yol lu'um. Ayic tz'ilchaj yuj junok winh winak, t'a jun rato chi' swach' mukankan winh junelxo. Ste tzalaj winh yuj. Yuj chi' schonhel winh masanil tas ay t'ay, yic smanan jun lu'um chi' winh yicoc."
        },
        {
            "number": "45",
            "text": "Ha b'aj tz'och heb' anima t'a yol sk'ab' Dios aj satcha’anh, lajan icha junok manwajum tzek' sayan juntzanh k'een tonh te caro stojol, perla sb'i."
        },
        {
            "number": "46",
            "text": "Tato ay junok te wach' tz'ilchaj yuj, te caro stojol, schonhel masanil tas ay t'ay, smanan jun perla chi' yicoc."
        },
        {
            "number": "47",
            "text": "Ol wal junxo ab'ix tik t'ayex chajtil tz'aj yoch heb' anima t'a yol sk'ab' Dios aj satcha’anh. Lajan icha junok chimpa yamlab' chay tz'ak'jiem yol ha', tzijtum makanhil nok' chay tz'ochkan t'a yol ch'anh."
        },
        {
            "number": "48",
            "text": "Axo yic sb'ud'ji ch'anh, syik'ank'eta ch'anh heb' yamum chay chi', syik'anel heb' t'a sti' ha'. Ata' tz'em k'ojan heb', sik'anel nok' wach' heb', smolb'an nok' heb' t'a yol junok xuuc. Axo nok' schukal, syumcanel nok' heb'."
        },
        {
            "number": "49",
            "text": "Icha chi' ol aj heb' anima, ayic ol lajwoquek' yol yib'anhk’inal tik, ol cot heb' ángel ul yik'el heb' chuk t'a skal heb' wach'."
        },
        {
            "number": "50",
            "text": "Axo syumjikanb'at heb' chi' t'a yol jun icha horno b'aj ayoch k'ak'. Ol te ok' heb' ta'. Ol siq'uik'oc heb' yoq'ui, xchi Jesús."
        },
        {
            "number": "51",
            "text": "Ixlajwi chi' ix sk'anb'an Jesús t'a heb' sk'ayb'um: --¿Tzam nachajel juntzanh tik smasanil eyuuj? xchi t'a heb'. --Snachajel cuuj Mamin, xchi heb' t'ay."
        },
        {
            "number": "52",
            "text": "--Ha ex tik, k'ayb'ab'il exxo, chajtil tz'aj yoch heb' anima t'a yol sk'ab' Dios aj satcha’anh. Yuj chi', syal eyak'an k'ayb'aj juntzanh ak' k'ayb'ub'al yet' juntzanh ojtakab'ilxo, xchi t'a heb'."
        },
        {
            "number": "53",
            "text": "Ha ix lajwi yalan juntzanh ab'ix chi' Jesús, ix elxi t'a jun lugar chi'."
        },
        {
            "number": "54",
            "text": "Ix k'ochxi t'a schonhab'. Ix och t'a yol spatil culto. Ata' ix sk'ayb'ej heb' anima. Ha heb' anima chi' tonhej ix sat sk'ool heb' yuj. Ix laj yalan heb': --¿B'aj am ix sk'ayb'ej sjelanil jun winh tik? ¿Tas syutej winh sb'oan juntzanh milagro tik?"
        },
        {
            "number": "55",
            "text": "Ha jun winh tik, yuninal winh winh nhicum te'. Axo ix snun winh, aton ix María. Cojtak pax heb' yuk'tac winh, aton winhaj Jacobo, winhaj José, winhaj Simón yet' winhaj Judas."
        },
        {
            "number": "56",
            "text": "Anhejtona' pax heb' ix yanab' winh, ayek' heb' ix t'a ko kal. Yuj chi', ¿b'aj am ix yik' jun sjelanil winh tik? xchi heb'."
        },
        {
            "number": "57",
            "text": "Yuj chi', tonhej ix somchajel spensar heb' yuj. Palta ix yalan Jesús chi' t'a heb': --Ha heb' schekab' Dios, ay yelk'och heb' t'a yichanh heb' anima smasanil. Palta haxo t'a yichanh heb' yetchonhab' heb' yet' t'a yichanh heb' jun yaj yet' heb' t'a yol spat, malaj yelk'och heb', xchi Jesús."
        },
        {
            "number": "58",
            "text": "Jayenhej milagro ix sb'o t'a jun lugar chi', yujto max yak'ochlaj heb' t'a sk'ool."
        }
    ]
}