{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "D'a jun k'ual chi', ix elta Jesús d'a yol pat. Ix b'at em k'ojan d'a sti' a' nhajab'."
        },
        {
            "number": "2",
            "text": "Tzijtum anima ix k'och b'aj ayek' chi'. Yuj chi', ix och d'a yol jun barco. Ata' ix em k'ojan. Axo eb' anima chi' ix can eb' d'a sti' a'."
        },
        {
            "number": "3",
            "text": "Tzijtum juntzanh ab'ix ix yal d'a eb'. Ix yalan icha tic: --Ay jun vinh ix b'at tzicojcanb'at inhat trigo."
        },
        {
            "number": "4",
            "text": "Ayic van stzicanb'at ixim vinh, ay ixim ix emcan d'a yol b'e. Axo nok' much ix lojanq'ue ixim."
        },
        {
            "number": "5",
            "text": "Ay juntzanhxo ixim ix emcan d'a yib'anhtac q'uen sam q'ueen, b'aj jab'nhej slumal. Elanhchamel ix ja ixim, yujto quennhej slumal."
        },
        {
            "number": "6",
            "text": "Palta axo yic ix el yoc k'u, elanhchamel ix tacjiel ixim, yujto malaj val sch'anhal yib' ixim."
        },
        {
            "number": "7",
            "text": "Ay juntzanhxo ixim ix emcan d'a scaltac anh ank'ultac. Axo ix te q'uib' juntzanh anh ank'ultac chi', ix satel ixim inhat chi' d'a scal anh."
        },
        {
            "number": "8",
            "text": "Ay pax juntzanhxo ixim ix emcan b'aj yax sat luum. A juntzanh ixim chi', ix satan ixim. Ay ixim ix yak' sat d'a cien. Ay ixim ix yak' sat d'a 60. Ay ixim ix yak' sat d'a 30."
        },
        {
            "number": "9",
            "text": "A juntzanh tzeyab' tic, naec val sik'lab'il, xchi Jesús chi' d'a eb'."
        },
        {
            "number": "10",
            "text": "Axo eb' sk'ayb'um Jesús ix k'och d'a stz'ey. Ix sk'anb'an eb' d'ay: --¿Tas yuj anhej juntzanh ab'ix sch'oxanel k'ayb'ub'al tzal d'a eb'? xchi eb' d'ay."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yalan d'a eb': --Anhej d'ayex sch'ox co Mam Dios juntzanh tas mantalaj mach ojtannac, yic snachajel eyuuj tas tz'aj eyoch d'a yol sk'ab'. Palta axo d'a juntzanhxo eb' quetanimail, max sch'oxlaj."
        },
        {
            "number": "12",
            "text": "Yujto a mach snib'ej snachajel yuuj, ayto tas ol vach' nachajel yuuj. Axo eb' malaj sgana snachajel juntzanh tic yuuj, ol ik'joc ek' d'a eb'."
        },
        {
            "number": "13",
            "text": "Yuj chi', anhej juntzanh ab'ix sch'oxanel k'ayb'ub'al sval d'a eb'. Yujto vach'chom syil junoc tas eb', scanxi eb' d'a ichnhej ta'. Ichato malaj tas syil eb'. Anhejtona', vach'chom syab' eb', palta max nachajel-laj yuj eb'."
        },
        {
            "number": "14",
            "text": "Yuj eb' anima chi', icha tic ix aj yelk'och tas yalnaccan vinhaj Isaías ayic yalannaccan vinh icha tic: Val yel ol yab' eb', palta manh ol nachajel-laj yuj eb'. Val yel ol yil eb', palta manh ol nachaj paxel-laj yuj eb'."
        },
        {
            "number": "15",
            "text": "Yujto a eb' anima tic, toxo ix pitb'iel eb'. Ichato macan schiquin eb', ichato smutz' sat eb', yic vach' max uji yilan eb', max yab' pax eb' yed' schiquin. Yuj chi' max nachajel-laj yuj eb'. Max sq'uex jab'oc spensar eb', max colchaj eb' vuuj, xchi Dios d'a Slolonel Tz'ib'ab'ilcani."
        },
        {
            "number": "16",
            "text": "Palta a ex tic, vach' eyico', jacan e sat eyilani, jacan pax e chiquin eyab'ani."
        },
        {
            "number": "17",
            "text": "Val yel sval d'ayex, tzijtum eb' schecab' Dios d'a peca' yed' juntzanhxo eb' te tojol sb'eyb'al, sgana eb' yilnac juntzanh tzeyil tic, palta maj yil-laj eb'. Sgana eb' yab'nac juntzanh tzeyab' tic, palta maj yab'laj eb'."
        },
        {
            "number": "18",
            "text": "Aq'uec och e chiquin d'ayin. Ol val d'ayex tas syalelk'och yab'ixal vinh tzicumb'at inhat trigo."
        },
        {
            "number": "19",
            "text": "A juntzanh inhat ix emcan d'a yol b'e, syalelk'ochi, ay eb' anima tz'ab'an slolonel Dios, chajtil tz'aj yoch eb' d'a yol sk'ab', palta max nachajel-laj yuj eb'. Axo vinh diablo sk'och d'a eb', syik'anel slolonel Dios chi' vinh d'a spensar eb'."
        },
        {
            "number": "20",
            "text": "Axo juntzanhxo inhat ix emcan d'a yib'anh q'uen q'ueen, syalelk'ochi, ay juntzanhxo anima tz'ab'an slolonel Dios. Nivanoc sq'uechaanh eb' schaani."
        },
        {
            "number": "21",
            "text": "Palta malaj stek'anil eb'. Axo yic sja junoc yaelal, mato tz'ak'jioch d'a yib'anh eb' yuj slolonel Dios, elanhchamel sjuvixiel spensar eb'."
        },
        {
            "number": "22",
            "text": "Axo juntzanhxo inhat ix emcan d'a caltac ank'ultac, syalelk'ochi, ay juntzanhxo eb' tz'ab'an slolonel Dios, palta te ilk'olalnhej yaj eb' yuj juntzanh yic yolyib'anhq'uinal tic. Syak'an musansatil sb'a eb' yuj sb'eyumal. Yuj juntzanh chi', sjuviel eb' d'a slolonel Dios. Lajan tz'aj eb' icha ixim trigo malaj sat syak'a'."
        },
        {
            "number": "23",
            "text": "Palta axo juntzanh inhat ix emcan b'aj ay syaxil sat luum, syalelk'ochi, ay juntzanhxo eb' tz'ab'an slolonel Dios, snachajel yuj eb'. A eb' chi', lajan eb' icha juntzanh inhat nivan sat syak'a'. Ay eb' lajan icha juntzanh inhat syak' sat d'a cien. Ay pax eb' icha juntzanh syak' sat d'a 60 yed' d'a 30, xchi Jesús."
        },
        {
            "number": "24",
            "text": "Ix yalan junxo ab'ix tic Jesús d'a eb' sk'ayb'um: --Ol val d'ayex chajtil tz'aj yoch eb' anima d'a yol sk'ab' Dios aj satchaanh. Lajan icha junoc vinh ix tzicanem yinhat trigo te vach' d'a sat sluum."
        },
        {
            "number": "25",
            "text": "Axo d'ak'valil, vaynac vinh, ix k'och jun vinh ajk'ool d'a sluum vinh chi'. Ix stzicanem juntzanh inhat avalanh d'a scal strigo vinh chi'."
        },
        {
            "number": "26",
            "text": "Axo yic vanxo spoj ixim trigo chi', ix checlaji to ay anh avalanh d'a scal ixim."
        },
        {
            "number": "27",
            "text": "Yuj chi', axo eb' schecab' vinh aj luum chi' xid' alan d'ay: Mamin, a juntzanh inhat a tzicnaquem d'a jun a luum chi', te vach', palta ¿b'aj am ix cot juntzanh anh avalanh ix pak' d'a scal? xchi eb' d'a vinh."
        },
        {
            "number": "28",
            "text": "Tecan a junoc vajk'ool xid' tzicanem juntzanh chi' d'a scal ixim, xchi vinh d'a eb'. ¿Ay am a gana b'at co toq'uel juntzanh anh avalanh chi'? xchi eb' d'a vinh."
        },
        {
            "number": "29",
            "text": "Maay, yujto ayic ol e tok'anel juntzanh anh avalanh chi', ol el pax ixim trigo chi' yed'oc."
        },
        {
            "number": "30",
            "text": "Canocab'nhej icha chi' masanto ol jochchaj ixim trigo chi'. Ato ta' ol val d'a eb' in majan, ol stok'anel juntzanh anh avalanh chi' eb'. Ol stzek'an eb' manojail, ol snhusantz'a eb'. Ol lajvoc chi', ol sjochanel ixim trigo chi' eb' b'ian, ol smolb'ancan ixim eb' d'a yol spatil, xchi vinh d'a eb' schecab' chi', xchi Jesús."
        },
        {
            "number": "31",
            "text": "Ix lajvi chi', ix yalanpax junxo ab'ix tic Jesús: --Ol val d'ayex chajtil tz'aj sq'uib' sb'isul eb' anima yoch d'a yol sk'ab' Dios aj satchaanh. A sb'isul eb' chi', lajan icha junoc inhat mostaza syavej junoc vinh d'a sat sluum."
        },
        {
            "number": "32",
            "text": "A juntzanh inhat chi', yelxo te cotac d'a yichanh masanil juntzanhxo inhat. Palta axo sq'uib'i, más nivac tz'aj d'a yichanh juntzanhxo anh scavej d'a junjun ab'il. Lajan tz'aj icha juntzanh te te'. Axo nok' much, sk'och nok' d'a sk'ab', sb'oan so' nok' ta', xchi Jesús."
        },
        {
            "number": "33",
            "text": "Ix yalanpax junxo ab'ix tic Jesús d'a eb': --Ol valxi d'ayex chajtil tz'aj sq'uib' sb'isul eb' anima yoch d'a yol sk'ab' Dios aj satchaanh. Lajan icha jab' yich pan syak'och junoc ix ix d'a scal oxeoc echlab' harina. Masanil ixim harina chi' sipji yuuj, xchi Jesús."
        },
        {
            "number": "34",
            "text": "Ayic ix yalanel Jesús d'a scal eb' anima chi', anhej juntzanh ab'ix ajaltac snachajeli, a ix yal d'a eb'. Anhej juntzanh ab'ix chi' ix yak'lab'ej ayic ix yalanel d'a eb'."
        },
        {
            "number": "35",
            "text": "Icha chi' ix aj yelk'och tas tz'ib'ab'ilcan d'a peca' yuj jun schecab' Dios ayic ix yalani: A juntzanh ab'ix ajaltac snachajeli, a ol val d'a eb' anima. Ol val juntzanh tas malaj mach ojtannac yictax ix b'ojican yolyib'anhq'uinal tic yuj Dios, xchi d'a Slolonel Tz'ib'ab'ilcani."
        },
        {
            "number": "36",
            "text": "Axo Jesús, ix tak'lancan sb'a yed' eb' anima chi', ix ochxi d'a yol pat. Ix och pax eb' sk'ayb'um yed'oc. Ix yalan eb' d'ay: --A yab'ixal anh avalanh ix al chi', al d'ayonh tas val syalelk'ochi, xchi eb' d'ay."
        },
        {
            "number": "37",
            "text": "Yuj chi' ix yalan d'a eb': --A jun tzicumb'at inhat trigo te vach', syalelk'ochi, a in Ak'b'il in cot yuj Dios voch animail tic."
        },
        {
            "number": "38",
            "text": "Axo jun luum chi', syalelk'ochi, aton yolyib'anhq'uinal tic. A juntzanh inhat vach' chi', aton eb' ayoch d'a yol sk'ab' Dios. Axo juntzanh anh avalanh chi', aton eb' yic vinh diablo."
        },
        {
            "number": "39",
            "text": "A jun yajk'ool vinh aj luum chi', aton vinh diablo chi'. A jun tiempoal ol jochchajel ixim trigo chi', syalelk'ochi, aton yic ol lajvoquek' yolyib'anhq'uinal tic. Axo eb' jochum trigo chi', aton eb' ángel."
        },
        {
            "number": "40",
            "text": "Icha stok'jiel juntzanh anh avalanh chi' snhusjitz'aoc, icha chi' ol aj eb' anima ayic ol lajvoquek' yolyib'anhq'uinal tic."
        },
        {
            "number": "41",
            "text": "A in Ak'b'il in cot yuj Dios voch animail tic, ol in checcot eb' vángel. Ol laj smolb'an juntzanh eb' tz'ak'an juvoquel spensar eb' yetanimail yed' juntzanhxo eb' chuc sk'ulej. Ol laj ik'joc el eb' b'aj ol in och Yajalil."
        },
        {
            "number": "42",
            "text": "Axo syumchajcanb'at eb' d'a yol jun icha horno b'aj ayoch k'ak'. Ol laj ok' eb' ta'. Ol siq'uik'oc eb' yoq'ui."
        },
        {
            "number": "43",
            "text": "Axo eb' tojol sb'eyb'al, icha val yilji k'u, icha chi' ol aj yilji eb' d'a yol sk'ab' co Mam Dios. A val juntzanh tzeyab' tic, naec val sik'lab'il."
        },
        {
            "number": "44",
            "text": "A b'aj tz'och eb' anima d'a yol sk'ab' Dios aj satchaanh, lajan icha junoc tas te vach', te caro stojol, k'ub'anel d'a yol luum. Ayic tz'ilchaj yuj junoc vinh vinac, d'a jun rato chi' svach' mucancan vinh junelxo. Ste tzalaj vinh yuuj. Yuj chi' schonhel vinh masanil tas ay d'ay, yic smanan jun luum chi' vinh yicoc."
        },
        {
            "number": "45",
            "text": "A b'aj tz'och eb' anima d'a yol sk'ab' Dios aj satchaanh, lajan icha junoc manvajum tzek' sayan juntzanh q'uen tonh te caro stojol, perla sb'i."
        },
        {
            "number": "46",
            "text": "Tato ay junoc te vach' tz'ilchaj yuuj, te caro stojol, schonhel masanil tas ay d'ay, smanan jun perla chi' yicoc."
        },
        {
            "number": "47",
            "text": "Ol val junxo ab'ix tic d'ayex chajtil tz'aj yoch eb' anima d'a yol sk'ab' Dios aj satchaanh. Lajan icha junoc chimpa yamlab' chay tz'ak'jiem yol a', tzijtum macanhil nok' chay tz'ochcan d'a yol ch'anh."
        },
        {
            "number": "48",
            "text": "Axo yic sb'ud'ji ch'anh, syik'anq'ueta ch'anh eb' yamum chay chi', syik'anel eb' d'a sti' a'. Ata' tz'em k'ojan eb', sik'anel nok' vach' eb', smolb'an nok' eb' d'a yol junoc xuuc. Axo nok' schucal, syumcanel nok' eb'."
        },
        {
            "number": "49",
            "text": "Icha chi' ol aj eb' anima, ayic ol lajvoquek' yolyib'anhq'uinal tic, ol cot eb' ángel ul yiq'uel eb' chuc d'a scal eb' vach'."
        },
        {
            "number": "50",
            "text": "Axo syumjicanb'at eb' chi' d'a yol jun icha horno b'aj ayoch k'ak'. Ol te ok' eb' ta'. Ol siq'uik'oc eb' yoq'ui, xchi Jesús."
        },
        {
            "number": "51",
            "text": "Ix lajvi chi' ix sk'anb'an Jesús d'a eb' sk'ayb'um: --¿Tzam nachajel juntzanh tic smasanil eyuuj? xchi d'a eb'. --Snachajel cuuj Mamin, xchi eb' d'ay."
        },
        {
            "number": "52",
            "text": "--A ex tic, k'ayb'ab'il exxo, chajtil tz'aj yoch eb' anima d'a yol sk'ab' Dios aj satchaanh. Yuj chi', syal eyak'an k'ayb'aj juntzanh ak' k'ayb'ub'al yed' juntzanh ojtacab'ilxo, xchi d'a eb'."
        },
        {
            "number": "53",
            "text": "A ix lajvi yalan juntzanh ab'ix chi' Jesús, ix elxi d'a jun lugar chi'."
        },
        {
            "number": "54",
            "text": "Ix k'ochxi d'a schonhab'. Ix och d'a yol spatil culto. Ata' ix sk'ayb'ej eb' anima. A eb' anima chi' tonhej ix sat sk'ool eb' yuuj. Ix laj yalan eb': --¿B'aj am ix sk'ayb'ej sjelanil jun vinh tic? ¿Tas syutej vinh sb'oan juntzanh milagro tic?"
        },
        {
            "number": "55",
            "text": "A jun vinh tic, yuninal vinh vinh nhicum te'. Axo ix snun vinh, aton ix María. Cojtac pax eb' yuk'tac vinh, aton vinhaj Jacobo, vinhaj José, vinhaj Simón yed' vinhaj Judas."
        },
        {
            "number": "56",
            "text": "Anhejtona' pax eb' ix yanab' vinh, ayek' eb' ix d'a co cal. Yuj chi', ¿b'aj am ix yik' jun sjelanil vinh tic? xchi eb'."
        },
        {
            "number": "57",
            "text": "Yuj chi', tonhej ix somchajel spensar eb' yuuj. Palta ix yalan Jesús chi' d'a eb': --A eb' schecab' Dios, ay yelk'och eb' d'a yichanh eb' anima smasanil. Palta axo d'a yichanh eb' yetchonhab' eb' yed' d'a yichanh eb' jun yaj yed' eb' d'a yol spat, malaj yelk'och eb', xchi Jesús."
        },
        {
            "number": "58",
            "text": "Jayenhej milagro ix sb'o d'a jun lugar chi', yujto max yak'ochlaj eb' d'a sk'ool."
        }
    ]
}