{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "D'a jun k'ual chi', ix elta Jesús t'a yol pat. Ix b'at em k'ojan t'a sti' ha' nhajab'."
        },
        {
            "number": "2",
            "text": "Tzijtum anima ix k'och b'aj ayek' chi'. Yuj chi', ix och t'a yol jun barco. Ata' ix em k'ojan. Axo eb' anima chi' ix kan eb' t'a sti' ha'."
        },
        {
            "number": "3",
            "text": "Tzijtum juntzanh ab'ix ix yal t'a eb'. Ix yalan icha tik: --Ay jun vinh ix b'at tzicojcanb'at inhat trigo."
        },
        {
            "number": "4",
            "text": "Ayic van stzicanb'at ixim vinh, ay ixim ix emcan t'a yol b'e. Axo nok' much ix lojanq'ue ixim."
        },
        {
            "number": "5",
            "text": "Ay juntzanhxo ixim ix emcan t'a yib'anhtac q'uen sam q'ueen, b'aj jab'nhej slumal. Elanhchamel ix ja ixim, yujto quennhej slumal."
        },
        {
            "number": "6",
            "text": "Palta haxo yic ix el yoc k'u, elanhchamel ix tacjiel ixim, yujto malaj val sch'anhal yib' ixim."
        },
        {
            "number": "7",
            "text": "Ay juntzanhxo ixim ix emcan t'a scaltac anh ank'ultak. Axo ix te q'uib' juntzanh anh ank'ultak chi', ix satel ixim inhat chi' t'a skal anh."
        },
        {
            "number": "8",
            "text": "Ay pax juntzanhxo ixim ix emcan b'aj yax sat lu'um. Ha juntzanh ixim chi', ix satan ixim. Ay ixim ix yak' sat t'a cien. Ay ixim ix yak' sat t'a 60. Ay ixim ix yak' sat t'a 30."
        },
        {
            "number": "9",
            "text": "Ha juntzanh tzeyab' tik, naec val sik'lab'il, xchi Jesús chi' t'a eb'."
        },
        {
            "number": "10",
            "text": "Axo eb' sk'ayb'um Jesús ix k'och t'a stz'ey. Ix sk'anb'an eb' t'ay: --¿Tas yuj anhej juntzanh ab'ix sch'oxanel k'ayb'ub'al tzal t'a eb'? xchi eb' t'ay."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yalan t'a eb': --Anhej t'ayex sch'ox co Mam Dios juntzanh tas mantalaj mach ojtannac, yic snachajel eyuuj tas tz'aj eyoch t'a yol sk'ab'. Palta haxo t'a juntzanhxo eb' quetanimail, max sch'oxlaj."
        },
        {
            "number": "12",
            "text": "Yujto a mach snib'ej snachajel yuj, ayto tas ol wach' nachajel yuj. Axo eb' malaj sgana snachajel juntzanh tik yuj, ol ik'joc ek' t'a eb'."
        },
        {
            "number": "13",
            "text": "Yuj chi', anhej juntzanh ab'ix sch'oxanel k'ayb'ub'al sval t'a eb'. Yujto wach'chom syil junok tas eb', scanxi eb' t'a ichnhej ta'. Ichato malaj tas syil eb'. Anhejtona', wach'chom syab' eb', palta max nachajel-laj yuj eb'."
        },
        {
            "number": "14",
            "text": "Yuj eb' anima chi', icha tik ix aj yelk'och tas yalnaccan vinhaj Isaías ayic yalannaccan vinh icha tik: Val yel ol yab' eb', palta manh ol nachajel-laj yuj eb'. Val yel ol yil eb', palta manh ol nachaj paxel-laj yuj eb'."
        },
        {
            "number": "15",
            "text": "Yujto a eb' anima tik, toxo ix pitb'iel eb'. Ichato macan schiquin eb', ichato smutz' sat eb', yic wach' max uji yilan eb', max yab' pax eb' yet' schiquin. Yuj chi' max nachajel-laj yuj eb'. Max sq'uex jab'oc spensar eb', max colchaj eb' vuuj, xchi Dios t'a Slolonel Tz'ib'ab'ilcani."
        },
        {
            "number": "16",
            "text": "Palta a ex tik, wach' eyico', jacan e sat eyilani, jacan pax e chiquin eyab'ani."
        },
        {
            "number": "17",
            "text": "Val yel sval t'ayex, tzijtum eb' schecab' Dios t'a peca' yet' juntzanhxo eb' te tojol sb'eyb'al, sgana eb' yilnac juntzanh tzeyil tik, palta maj yil-laj eb'. Sgana eb' yab'nac juntzanh tzeyab' tik, palta maj yab'laj eb'."
        },
        {
            "number": "18",
            "text": "Hak'ek och e chiquin t'ayin. Ol val t'ayex tas syalelk'och yab'ixal vinh tzicumb'at inhat trigo."
        },
        {
            "number": "19",
            "text": "Ha juntzanh inhat ix emcan t'a yol b'e, syalelk'ochi, ay eb' anima tz'ab'an slolonel Dios, chajtil tz'aj yoch eb' t'a yol sk'ab', palta max nachajel-laj yuj eb'. Axo vinh diablo sk'och t'a eb', syik'anel slolonel Dios chi' vinh t'a spensar eb'."
        },
        {
            "number": "20",
            "text": "Axo juntzanhxo inhat ix emcan t'a yib'anh q'uen q'ueen, syalelk'ochi, ay juntzanhxo anima tz'ab'an slolonel Dios. Nivanoc sq'uechaanh eb' schaani."
        },
        {
            "number": "21",
            "text": "Palta malaj stek'anil eb'. Axo yic sja junok yaelal, mato tz'ak'jioch t'a yib'anh eb' yuj slolonel Dios, elanhchamel sjuvixiel spensar eb'."
        },
        {
            "number": "22",
            "text": "Axo juntzanhxo inhat ix emcan t'a caltac ank'ultak, syalelk'ochi, ay juntzanhxo eb' tz'ab'an slolonel Dios, palta te ilk'olalnhej yaj eb' yuj juntzanh yic yol yib'anhk’inal tik. Syak'an musansatil sb'a eb' yuj sb'eyumal. Yuj juntzanh chi', sjuviel eb' t'a slolonel Dios. Lajan tz'aj eb' icha ixim trigo malaj sat syak'a'."
        },
        {
            "number": "23",
            "text": "Palta haxo juntzanh inhat ix emcan b'aj ay syaxil sat lu'um, syalelk'ochi, ay juntzanhxo eb' tz'ab'an slolonel Dios, snachajel yuj eb'. Ha eb' chi', lajan eb' icha juntzanh inhat niwan sat syak'a'. Ay eb' lajan icha juntzanh inhat syak' sat t'a cien. Ay pax eb' icha juntzanh syak' sat t'a 60 yet' t'a 30, xchi Jesús."
        },
        {
            "number": "24",
            "text": "Ix yalan junxo ab'ix tik Jesús t'a eb' sk'ayb'um: --Ol val t'ayex chajtil tz'aj yoch eb' anima t'a yol sk'ab' Dios aj satcha’anh. Lajan icha junok vinh ix tzicanem yinhat trigo te wach' t'a sat sluum."
        },
        {
            "number": "25",
            "text": "Axo t'ak'walil, vaynac vinh, ix k'och jun vinh ajk'ool t'a sluum vinh chi'. Ix stzicanem juntzanh inhat avalanh t'a skal strigo vinh chi'."
        },
        {
            "number": "26",
            "text": "Axo yic vanxo spoj ixim trigo chi', ix checlaji to ay anh avalanh t'a skal ixim."
        },
        {
            "number": "27",
            "text": "Yuj chi', haxo eb' schecab' vinh aj lu'um chi' xid' alan t'ay: Mamin, a juntzanh inhat a tzicnaquem t'a jun a lu'um chi', te wach', palta ¿b'aj am ix cot juntzanh anh avalanh ix pak' t'a skal? xchi eb' t'a vinh."
        },
        {
            "number": "28",
            "text": "Tecan a junok vajk'ool xid' tzicanem juntzanh chi' t'a skal ixim, xchi vinh t'a eb'. ¿Ay am a gana b'at co toq'uel juntzanh anh avalanh chi'? xchi eb' t'a vinh."
        },
        {
            "number": "29",
            "text": "Maay, yujto ayic ol e tok'anel juntzanh anh avalanh chi', ol el pax ixim trigo chi' yet'oc."
        },
        {
            "number": "30",
            "text": "Canocab'nhej icha chi' masanto ol jochchaj ixim trigo chi'. Ato ta' ol val t'a eb' in majan, ol stok'anel juntzanh anh avalanh chi' eb'. Ol stzek'an eb' manojail, ol snhusantz'a eb'. Ol lajvoc chi', ol sjochanel ixim trigo chi' eb' b'ian, ol smolb'ancan ixim eb' t'a yol spatil, xchi vinh t'a eb' schecab' chi', xchi Jesús."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi', ix yalanpax junxo ab'ix tik Jesús: --Ol val t'ayex chajtil tz'aj sq'uib' sb'isul eb' anima yoch t'a yol sk'ab' Dios aj satcha’anh. Ha sb'isul eb' chi', lajan icha junok inhat mostaza syavej junok vinh t'a sat sluum."
        },
        {
            "number": "32",
            "text": "Ha juntzanh inhat chi', yelxo te cotac t'a yichanh masanil juntzanhxo inhat. Palta haxo sq'uib'i, más nivac tz'aj t'a yichanh juntzanhxo anh scavej t'a junjun ab'il. Lajan tz'aj icha juntzanh te te'. Axo nok' much, sk'och nok' t'a sk'ab', sb'oan so' nok' ta', xchi Jesús."
        },
        {
            "number": "33",
            "text": "Ix yalanpax junxo ab'ix tik Jesús t'a eb': --Ol valxi t'ayex chajtil tz'aj sq'uib' sb'isul eb' anima yoch t'a yol sk'ab' Dios aj satcha’anh. Lajan icha jab' yich pan syak'och junok ix ix t'a skal oxeoc echlab' harina. Masanil ixim harina chi' sipji yuj, xchi Jesús."
        },
        {
            "number": "34",
            "text": "Ayic ix yalanel Jesús t'a skal eb' anima chi', anhej juntzanh ab'ix ajaltac snachajeli, a ix yal t'a eb'. Anhej juntzanh ab'ix chi' ix yak'lab'ej ayic ix yalanel t'a eb'."
        },
        {
            "number": "35",
            "text": "Icha chi' ix aj yelk'och tas tz'ib'ab'ilcan t'a peca' yuj jun schecab' Dios ayic ix yalani: Ha juntzanh ab'ix ajaltac snachajeli, a ol val t'a eb' anima. Ol val juntzanh tas malaj mach ojtannac yictax ix b'ojican yol yib'anhk’inal tik yuj Dios, xchi t'a Slolonel Tz'ib'ab'ilcani."
        },
        {
            "number": "36",
            "text": "Axo Jesús, ix tak'lancan sb'a yet' eb' anima chi', ix ochxi t'a yol pat. Ix och pax eb' sk'ayb'um yet'oc. Ix yalan eb' t'ay: --Ha yab'ixal anh avalanh ix al chi', al t'ayonh tas val syalelk'ochi, xchi eb' t'ay."
        },
        {
            "number": "37",
            "text": "Yuj chi' ix yalan t'a eb': --Ha jun tzicumb'at inhat trigo te wach', syalelk'ochi, a in Ak'b'il in cot yuj Dios voch animail tik."
        },
        {
            "number": "38",
            "text": "Axo jun lu'um chi', syalelk'ochi, aton yol yib'anhk’inal tik. Ha juntzanh inhat wach' chi', aton eb' ayoch t'a yol sk'ab' Dios. Axo juntzanh anh avalanh chi', aton eb' yic vinh diablo."
        },
        {
            "number": "39",
            "text": "Ha jun yajk'ool vinh aj lu'um chi', aton vinh diablo chi'. Ha jun pekti’ ol jochchajel ixim trigo chi', syalelk'ochi, aton yic ol lajvoquek' yol yib'anhk’inal tik. Axo eb' jochum trigo chi', aton eb' ángel."
        },
        {
            "number": "40",
            "text": "Icha stok'jiel juntzanh anh avalanh chi' snhusjitz'aoc, icha chi' ol aj eb' anima ayic ol lajvoquek' yol yib'anhk’inal tik."
        },
        {
            "number": "41",
            "text": "Ha in Ak'b'il in cot yuj Dios voch animail tik, ol in checcot eb' vángel. Ol laj smolb'an juntzanh eb' tz'ak'an juvoquel spensar eb' yetanimail yet' juntzanhxo eb' chuc sk'ulej. Ol laj ik'joc el eb' b'aj ol in och Yajalil."
        },
        {
            "number": "42",
            "text": "Axo syumchajcanb'at eb' t'a yol jun icha horno b'aj ayoch k'ak'. Ol laj ok' eb' ta'. Ol siq'uik'oc eb' yoq'ui."
        },
        {
            "number": "43",
            "text": "Axo eb' tojol sb'eyb'al, icha val yilji k'u, icha chi' ol aj yilji eb' t'a yol sk'ab' co Mam Dios. Ha val juntzanh tzeyab' tik, naec val sik'lab'il."
        },
        {
            "number": "44",
            "text": "Ha b'aj tz'och eb' anima t'a yol sk'ab' Dios aj satcha’anh, lajan icha junok tas te wach', te caro stojol, k'ub'anel t'a yol lu'um. Ayic tz'ilchaj yuj junok vinh vinac, t'a jun rato chi' svach' mucancan vinh junelxo. Ste tzalaj vinh yuj. Yuj chi' schonhel vinh masanil tas ay t'ay, yic smanan jun lu'um chi' vinh yicoc."
        },
        {
            "number": "45",
            "text": "Ha b'aj tz'och eb' anima t'a yol sk'ab' Dios aj satcha’anh, lajan icha junok manvajum tzek' sayan juntzanh q'uen tonh te caro stojol, perla sb'i."
        },
        {
            "number": "46",
            "text": "Tato ay junok te wach' tz'ilchaj yuj, te caro stojol, schonhel masanil tas ay t'ay, smanan jun perla chi' yicoc."
        },
        {
            "number": "47",
            "text": "Ol val junxo ab'ix tik t'ayex chajtil tz'aj yoch eb' anima t'a yol sk'ab' Dios aj satcha’anh. Lajan icha junok chimpa yamlab' chay tz'ak'jiem yol ha', tzijtum macanhil nok' chay tz'ochcan t'a yol ch'anh."
        },
        {
            "number": "48",
            "text": "Axo yic sb'ud'ji ch'anh, syik'anq'ueta ch'anh eb' yamum chay chi', syik'anel eb' t'a sti' ha'. Ata' tz'em k'ojan eb', sik'anel nok' wach' eb', smolb'an nok' eb' t'a yol junok xuuc. Axo nok' schucal, syumcanel nok' eb'."
        },
        {
            "number": "49",
            "text": "Icha chi' ol aj eb' anima, ayic ol lajvoquek' yol yib'anhk’inal tik, ol cot eb' ángel ul yiq'uel eb' chuc t'a skal eb' wach'."
        },
        {
            "number": "50",
            "text": "Axo syumjicanb'at eb' chi' t'a yol jun icha horno b'aj ayoch k'ak'. Ol te ok' eb' ta'. Ol siq'uik'oc eb' yoq'ui, xchi Jesús."
        },
        {
            "number": "51",
            "text": "Ixlajwi chi' ix sk'anb'an Jesús t'a eb' sk'ayb'um: --¿Tzam nachajel juntzanh tik smasanil eyuuj? xchi t'a eb'. --Snachajel cuuj Mamin, xchi eb' t'ay."
        },
        {
            "number": "52",
            "text": "--Ha ex tik, k'ayb'ab'il exxo, chajtil tz'aj yoch eb' anima t'a yol sk'ab' Dios aj satcha’anh. Yuj chi', syal eyak'an k'ayb'aj juntzanh ak' k'ayb'ub'al yet' juntzanh ojtacab'ilxo, xchi t'a eb'."
        },
        {
            "number": "53",
            "text": "Ha ix lajvi yalan juntzanh ab'ix chi' Jesús, ix elxi t'a jun lugar chi'."
        },
        {
            "number": "54",
            "text": "Ix k'ochxi t'a schonhab'. Ix och t'a yol spatil culto. Ata' ix sk'ayb'ej eb' anima. Ha eb' anima chi' tonhej ix sat sk'ool eb' yuj. Ix laj yalan eb': --¿B'aj am ix sk'ayb'ej sjelanil jun vinh tik? ¿Tas syutej vinh sb'oan juntzanh milagro tik?"
        },
        {
            "number": "55",
            "text": "Ha jun vinh tik, yuninal vinh vinh nhicum te'. Axo ix snun vinh, aton ix María. Cojtac pax eb' yuk'tac vinh, aton vinhaj Jacobo, vinhaj José, vinhaj Simón yet' vinhaj Judas."
        },
        {
            "number": "56",
            "text": "Anhejtona' pax eb' ix yanab' vinh, ayek' eb' ix t'a co cal. Yuj chi', ¿b'aj am ix yik' jun sjelanil vinh tik? xchi eb'."
        },
        {
            "number": "57",
            "text": "Yuj chi', tonhej ix somchajel spensar eb' yuj. Palta ix yalan Jesús chi' t'a eb': --Ha eb' schecab' Dios, ay yelk'och eb' t'a yichanh eb' anima smasanil. Palta haxo t'a yichanh eb' yetchonhab' eb' yet' t'a yichanh eb' jun yaj yet' eb' t'a yol spat, malaj yelk'och eb', xchi Jesús."
        },
        {
            "number": "58",
            "text": "Jayenhej milagro ix sb'o t'a jun lugar chi', yujto max yak'ochlaj eb' t'a sk'ool."
        }
    ]
}