{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ix yab'an spekal Jesús winhaj Herodes, aton winh yajal t'a yol yic Galilea."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yalan winh t'a heb' tz'ak'an serwil: --Ha jun winh chi', aton winhaj Juan, winh ak'jinac bautizar, ix pitzwixi winh t'a skal heb' chamnac. Yuj chi' ay yopisio winh sb'oan juntzanh milagro chi', xchi winh."
        },
        {
            "number": "3",
            "text": "Icha chi' ix yutej winh yalani, yujto a winh miljinaccham winhaj Juan chi'. Icha tik yuj chamnac winhaj Juan chi': Ay jun winh yuk'tac winhaj Herodes chi' skuchan Felipe. Herodías sb'i ix yetb'eyum winhaj Felipe chi'. Ha winhaj Herodes chi' ix montanel ix yetb'eyum winhaj Felipe chi'. Yuj chi' a winhaj Juan chi' ix b'at alan t'a winhaj Herodes chi' icha tik: --Manh smojoc tzik' jun ix tik, xchi winh. Axo ix Herodías chi' ix ak'an sk'ool winhaj Herodes chi'. Yuj chi' ix checji yamjoc winhaj Juan chi', ix och winh t'a preso, ix och k'een cadena t'a winh."
        },
        {
            "number": "4",
            "text": "Snib'ej winh smilancham winhaj Juan chi', palta xiv winh t'a heb' anima, yujto ix nachajel yuj heb' anima chi' smasanil to ha Dios ay schekab' winhaj Juan chi'."
        },
        {
            "number": "5",
            "text": "Axo yic ix och sq'uinhal yab'ilal winhaj Herodes chi', ix yavtancot juntzanh heb' niwac winak winh. Axo ix yune' ix Herodías chi', ix k'och ix t'a yichanh heb', ix chanhalwi ix. Te wach' schanhalwi ix ix yil winhaj Herodes chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yak' sti' winh t'a ix, ix slocan sb'i Dios winh: --Yalnhej tas junok ol a k'an t'ayin, ol wak' t'ayach, xchi winh t'a ix."
        },
        {
            "number": "7",
            "text": "Axo ix snun ix, ix ak'an sk'uloc, yuj chi' ix yal ix t'a winhaj Herodes chi': --Ak' sjolom winhaj Juan, winh tz'ak'an bautizar t'ayin t'a yol junok pultu, xchi ix."
        },
        {
            "number": "8",
            "text": "Axo ix yab'an jun chi' winh rey chi', ix te kus chaanh winh. Palta toxo ix sloc sb'i Dios winh, ix yab'anpax heb' winh ayek' yet' winh. Yuj chi' ix yalan winh to tz'ak'ji t'a ix."
        },
        {
            "number": "9",
            "text": "Ix yak'an órden winh to sb'at tzepjiel sjolom winhaj Juan chi' t'a preso."
        },
        {
            "number": "10",
            "text": "Slajwi chi', tz'ik'chajcot t'a yol junok pultu. Icha chi' ix yutej heb'. Ix ak'ji sjolom winhaj Juan chi' t'a ix. Axo ix ix ak'an t'a ix snun chi'."
        },
        {
            "number": "11",
            "text": "Axo heb' sk'ayb'um winhaj Juan chi', ix k'och heb'. Ix yik'anb'at sniwanil winh heb', ix b'at smukanem heb'. Ixlajwi chi', ix b'at yalan heb' t'a Jesús tas ix aj winhaj Juan chi' schami."
        },
        {
            "number": "12",
            "text": "Ha ix yab'an jun chi' Jesús, ix och t'a yol jun te' barco yet' heb' sk'ayb'um. Sch'ocojxonhej heb' ix b'at t'a jun lugar b'aj malaj anima. Palta ix yab'an heb' anima to sb'at heb'. Yuj chi' ix laj elta heb' t'a junjun chonhab'. Ix laj b'at heb' t'a yoc yic sk'och heb' b'aj sk'och Jesús chi'."
        },
        {
            "number": "13",
            "text": "Axo ix elta t'a yol te' barco chi', ix yilani, manh jantacoc heb' anima ayxo ek' ta'. Yuj chi' ix ok' sk'ool t'a heb'. Ix yak'an b'oxoc sk'ool juntzanh heb' penaay ix ik'jib'at t'ay."
        },
        {
            "number": "14",
            "text": "Axo t'a yemk'ualil, ix k'och heb' sk'ayb'um t'a stz'ey. Ix yalan heb': --Ina wanxo yem k'u, palta t'a jun lugar tik malaj anima. Yuj chi', tekan wach' tza chec pax heb' anima tik t'a juntzanh aldea t'a slak'anil tik, yic wach' ol sman wa sb'a heb' ta', xchi heb' t'ay."
        },
        {
            "number": "15",
            "text": "--Manh yowaliloc b'at sman wa sb'a heb'. Hak'ek wa heb' a ex tik, xchi Jesús t'a heb' sk'ayb'um chi'."
        },
        {
            "number": "16",
            "text": "--Palta oye'nhej ixim pan qued'nac yet' cha pitanh nok' chay, xchi heb' t'ay."
        },
        {
            "number": "17",
            "text": "--Ik'eccot t'ayin, xchi Jesús t'a heb'."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix yalan t'a heb' anima to tz'em k'ojan heb' t'a jun ak'lic b'aj ayek' chi'. Ix yik'anchaanh o lechanh pan chi' yet' cha pitanh nok' chay chi'. Ix k'e k'elan t'a satcha’anh, ix yak'an yuj diosal yuj. Ix xepanb'at ixim pan chi'. Ixlajwi chi', ix yak'anb'at t'a heb' sk'ayb'um chi'. Axo heb' ix pucanb'at t'a skal heb' anima chi'."
        },
        {
            "number": "19",
            "text": "Ix wa heb' smasanil, ix b'ud'ji heb'. Ayic ix lajwi swa heb' chi', ix smolank'e waan lajchawexo xuuc ixim ix yak' sobre heb' sk'ayb'um chi'."
        },
        {
            "number": "20",
            "text": "Oye' mil heb' winh winak ix wa'i. Axo heb' ix ix yet' heb' unin ix wa'i, maj b'isjoclaj heb'."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix yalan Jesús t'a heb' sk'ayb'um to tz'ochxi heb' t'a yol te' barco chi', yic sb'ab'laj k'axpajkanek' heb' t'a ha ha' chi'. Axo Jesús ixto kani, ix yalan quilcob'ha t'a heb' anima chi'."
        },
        {
            "number": "22",
            "text": "Ixlajwi stak'lan sb'a yet' heb', ix b'at t'a jun tzalan, yic slesalwi ta'. Axo yic ix k'ik'b'i, ayek' ta' sch'ocoj."
        },
        {
            "number": "23",
            "text": "Axo heb' sk'ayb'um, wan snanhalb'i yek'k'och heb' t'a snanhal ha'. Palta pural sb'ey te' barco chi' yuj ha', yujto ov sja ik' t'a yichanh heb'."
        },
        {
            "number": "24",
            "text": "Axo yic ayto sakb'i, ix k'och Jesús t'a stz'ey heb'. Van sb'eyb'at t'a sat ha'."
        },
        {
            "number": "25",
            "text": "Ayic ix yilan heb' sk'ayb'um chi' sb'ey t'a sat ha', ix te xiv heb' yuj. Ix el yav heb' yuj xiwelal. Ix laj yalan heb': --Tekan to lab' jun squil tik, xchi heb'."
        },
        {
            "number": "26",
            "text": "Palta ix yal Jesús t'a heb': --Tek'an tzeyutej he b'a. Ha in. Manh ex xiwoc, xchi t'a heb'."
        },
        {
            "number": "27",
            "text": "Axo ix yalan winhaj Pedro t'ay: --Mamin, tato yel a ach, avtej in b'at ed' ta', yic ol in b'eyb'at t'a sat ha' yic tzin k'och t'ayach, xchi winh t'ay."
        },
        {
            "number": "28",
            "text": "--Cotanh, xchi t'a winh. Yuj chi' ix elta winh t'a yol te' barco chi'. Ix b'eyb'at winh t'a sat ha' yic sk'och winh t'a Jesús chi'."
        },
        {
            "number": "29",
            "text": "Axo ix yab'an winh, te ov ik', ix xivk'e winh. Yuj chi' ijan ix b'at winh t'a yich ha', ix el yav winh. --Mamin, colin, xchi winh."
        },
        {
            "number": "30",
            "text": "Yed'nhej chi', ix b'at yamji sk'ab' winh yuj Jesús, ix yalan t'a winh: --Ha ach tik, te jab'nhej tzin ak'och t'a a k'ool. ¿Tas yuj tzak' chab'k'olal? xchi t'a winh."
        },
        {
            "number": "31",
            "text": "Axo yic ix och heb' t'a yol te' barco chi', ix och waan jun ik' chi'."
        },
        {
            "number": "32",
            "text": "Axo heb' ayek' t'a yol te', ix em cuman heb' t'a yichanh Jesús. Ix yalan heb': --Val yel a ach tik, Yuninal ach Dios, xchi heb' t'ay."
        },
        {
            "number": "33",
            "text": "Ix k'axpajek' heb' t'ha ha' chi'. Ix k'och heb' t'a Genesaret."
        },
        {
            "number": "34",
            "text": "Axo ix yilan heb' anima to a Jesús, ix laj yalanel heb' t'a juntzanh lugar chi'. Yuj chi' ix ik'jib'at masanil heb' penaay t'ay."
        },
        {
            "number": "35",
            "text": "Ix sk'anan heb' syam jab'oc sti' spichul. Ha heb' ix yamani, ix b'oxikan sk'ool heb' yuj."
        }
    ]
}