{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ix yab'an specal Jesús vinhaj Herodes, aton vinh yajal t'a yol yic Galilea."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yalan vinh t'a eb' tz'ak'an servil: --Ha jun vinh chi', aton vinhaj Juan, vinh ak'jinac bautizar, ix pitzvixi vinh t'a skal eb' chamnac. Yuj chi' ay yopisio vinh sb'oan juntzanh milagro chi', xchi vinh."
        },
        {
            "number": "3",
            "text": "Icha chi' ix yutej vinh yalani, yujto a vinh miljinaccham vinhaj Juan chi'. Icha tik yuj chamnac vinhaj Juan chi': Ay jun vinh yuk'tac vinhaj Herodes chi' scuchan Felipe. Herodías sb'i ix yetb'eyum vinhaj Felipe chi'. Ha vinhaj Herodes chi' ix montanel ix yetb'eyum vinhaj Felipe chi'. Yuj chi' a vinhaj Juan chi' ix b'at alan t'a vinhaj Herodes chi' icha tik: --Manh smojoc tzik' jun ix tik, xchi vinh. Axo ix Herodías chi' ix ak'an sk'ool vinhaj Herodes chi'. Yuj chi' ix checji yamjoc vinhaj Juan chi', ix och vinh t'a preso, ix och q'uen cadena t'a vinh."
        },
        {
            "number": "4",
            "text": "Sgana vinh smilancham vinhaj Juan chi', palta xiv vinh t'a eb' anima, yujto ix nachajel yuj eb' anima chi' smasanil to ha Dios ay schecab' vinhaj Juan chi'."
        },
        {
            "number": "5",
            "text": "Axo yic ix och sq'uinhal yab'ilal vinhaj Herodes chi', ix yavtancot juntzanh eb' nivac vinac vinh. Axo ix yune' ix Herodías chi', ix k'och ix t'a yichanh eb', ix chanhalvi ix. Te wach' schanhalvi ix ix yil vinhaj Herodes chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yak' sti' vinh t'a ix, ix slocan sb'i Dios vinh: --Yalnhej tas junok ol a k'an t'ayin, ol vak' t'ayach, xchi vinh t'a ix."
        },
        {
            "number": "7",
            "text": "Axo ix snun ix, ix ak'an sk'uloc, yuj chi' ix yal ix t'a vinhaj Herodes chi': --Ak' sjolom vinhaj Juan, vinh tz'ak'an bautizar t'ayin t'a yol junok pultu, xchi ix."
        },
        {
            "number": "8",
            "text": "Axo ix yab'an jun chi' vinh rey chi', ix te cus chaanh vinh. Palta toxo ix sloc sb'i Dios vinh, ix yab'anpax eb' vinh ayek' yet' vinh. Yuj chi' ix yalan vinh to tz'ak'ji t'a ix."
        },
        {
            "number": "9",
            "text": "Ix yak'an órden vinh to sb'at tzepjiel sjolom vinhaj Juan chi' t'a preso."
        },
        {
            "number": "10",
            "text": "Slajvi chi', tz'ik'chajcot t'a yol junok pultu. Icha chi' ix yutej eb'. Ix ak'ji sjolom vinhaj Juan chi' t'a ix. Axo ix ix ak'an t'a ix snun chi'."
        },
        {
            "number": "11",
            "text": "Axo eb' sk'ayb'um vinhaj Juan chi', ix k'och eb'. Ix yik'anb'at snivanil vinh eb', ix b'at smucanem eb'. Ixlajwi chi', ix b'at yalan eb' t'a Jesús tas ix aj vinhaj Juan chi' schami."
        },
        {
            "number": "12",
            "text": "Ha ix yab'an jun chi' Jesús, ix och t'a yol jun te' barco yet' eb' sk'ayb'um. Sch'ocojxonhej eb' ix b'at t'a jun lugar b'aj malaj anima. Palta ix yab'an eb' anima to sb'at eb'. Yuj chi' ix laj elta eb' t'a junjun chonhab'. Ix laj b'at eb' t'a yoc yic sk'och eb' b'aj sk'och Jesús chi'."
        },
        {
            "number": "13",
            "text": "Axo ix elta t'a yol te' barco chi', ix yilani, manh jantacoc eb' anima ayxo ek' ta'. Yuj chi' ix ok' sk'ool t'a eb'. Ix yak'an b'oxoc sk'ool juntzanh eb' penaay ix ik'jib'at t'ay."
        },
        {
            "number": "14",
            "text": "Axo t'a yemk'ualil, ix k'och eb' sk'ayb'um t'a stz'ey. Ix yalan eb': --Ina vanxo yem k'u, palta t'a jun lugar tik malaj anima. Yuj chi', tecan wach' tza chec pax eb' anima tik t'a juntzanh aldea t'a slak'anil tik, yic wach' ol sman wa sb'a eb' ta', xchi eb' t'ay."
        },
        {
            "number": "15",
            "text": "--Manh yovaliloc b'at sman wa sb'a eb'. Hak'ek wa eb' a ex tik, xchi Jesús t'a eb' sk'ayb'um chi'."
        },
        {
            "number": "16",
            "text": "--Palta oye'nhej ixim pan qued'nac yet' cha pitanh nok' chay, xchi eb' t'ay."
        },
        {
            "number": "17",
            "text": "--Iq'ueccot t'ayin, xchi Jesús t'a eb'."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix yalan t'a eb' anima to tz'em k'ojan eb' t'a jun ak'lic b'aj ayek' chi'. Ix yik'anchaanh o lechanh pan chi' yet' cha pitanh nok' chay chi'. Ix q'ue q'uelan t'a satcha’anh, ix yak'an yuj diosal yuj. Ix xepanb'at ixim pan chi'. Ixlajwi chi', ix yak'anb'at t'a eb' sk'ayb'um chi'. Axo eb' ix pucanb'at t'a skal eb' anima chi'."
        },
        {
            "number": "19",
            "text": "Ix wa eb' smasanil, ix b'ud'ji eb'. Ayic ix lajvi sva eb' chi', ix smolanq'ue vaan lajchavexo xuuc ixim ix yak' sobre eb' sk'ayb'um chi'."
        },
        {
            "number": "20",
            "text": "Oye' mil eb' vinh vinac ix wa'i. Axo eb' ix ix yet' eb' unin ix wa'i, maj b'isjoclaj eb'."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix yalan Jesús t'a eb' sk'ayb'um to tz'ochxi eb' t'a yol te' barco chi', yic sb'ab'laj k'axpajcanek' eb' t'a ha ha' chi'. Axo Jesús ixto cani, ix yalan quilcob'ha t'a eb' anima chi'."
        },
        {
            "number": "22",
            "text": "Ixlajwi stak'lan sb'a yet' eb', ix b'at t'a jun tzalan, yic slesalvi ta'. Axo yic ix k'ik'b'i, ayek' ta' sch'ocoj."
        },
        {
            "number": "23",
            "text": "Axo eb' sk'ayb'um, van snanhalb'i yek'k'och eb' t'a snanhal ha'. Palta pural sb'ey te' barco chi' yuj ha', yujto ov sja ik' t'a yichanh eb'."
        },
        {
            "number": "24",
            "text": "Axo yic ayto sakb'i, ix k'och Jesús t'a stz'ey eb'. Van sb'eyb'at t'a sat ha'."
        },
        {
            "number": "25",
            "text": "Ayic ix yilan eb' sk'ayb'um chi' sb'ey t'a sat ha', ix te xiv eb' yuj. Ix el yav eb' yuj xivelal. Ix laj yalan eb': --Tecan to lab' jun squil tik, xchi eb'."
        },
        {
            "number": "26",
            "text": "Palta ix yal Jesús t'a eb': --Tek'an tzeyutej e b'a. Ha in. Manh ex xivoc, xchi t'a eb'."
        },
        {
            "number": "27",
            "text": "Axo ix yalan vinhaj Pedro t'ay: --Mamin, tato yel a ach, avtej in b'at ed' ta', yic ol in b'eyb'at t'a sat ha' yic tzin k'och t'ayach, xchi vinh t'ay."
        },
        {
            "number": "28",
            "text": "--Cotanh, xchi t'a vinh. Yuj chi' ix elta vinh t'a yol te' barco chi'. Ix b'eyb'at vinh t'a sat ha' yic sk'och vinh t'a Jesús chi'."
        },
        {
            "number": "29",
            "text": "Axo ix yab'an vinh, te ov ik', ix xivq'ue vinh. Yuj chi' ijan ix b'at vinh t'a yich ha', ix el yav vinh. --Mamin, colin, xchi vinh."
        },
        {
            "number": "30",
            "text": "Yed'nhej chi', ix b'at yamji sk'ab' vinh yuj Jesús, ix yalan t'a vinh: --Ha ach tik, te jab'nhej tzin ak'och t'a a k'ool. ¿Tas yuj tzak' chab'k'olal? xchi t'a vinh."
        },
        {
            "number": "31",
            "text": "Axo yic ix och eb' t'a yol te' barco chi', ix och vaan jun ik' chi'."
        },
        {
            "number": "32",
            "text": "Axo eb' ayek' t'a yol te', ix em cuman eb' t'a yichanh Jesús. Ix yalan eb': --Val yel a ach tik, Yuninal ach Dios, xchi eb' t'ay."
        },
        {
            "number": "33",
            "text": "Ix k'axpajek' eb' t'ha ha' chi'. Ix k'och eb' t'a Genesaret."
        },
        {
            "number": "34",
            "text": "Axo ix yilan eb' anima to a Jesús, ix laj yalanel eb' t'a juntzanh lugar chi'. Yuj chi' ix ik'jib'at masanil eb' penaay t'ay."
        },
        {
            "number": "35",
            "text": "Ix sk'anan eb' syam jab'oc sti' spichul. Ha eb' ix yamani, ix b'oxican sk'ool eb' yuj."
        }
    ]
}