{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "A d'a jun tiempoal chi', ix yab'an specal Jesús vinhaj Herodes, aton vinh yajal d'a yol yic Galilea."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yalan vinh d'a eb' tz'ak'an servil: --A jun vinh chi', aton vinhaj Juan, vinh ak'jinac bautizar, ix pitzvixi vinh d'a scal eb' chamnac. Yuj chi' ay yopisio vinh sb'oan juntzanh milagro chi', xchi vinh."
        },
        {
            "number": "3",
            "text": "Icha chi' ix yutej vinh yalani, yujto a vinh miljinaccham vinhaj Juan chi'. Icha tic yuuj chamnac vinhaj Juan chi': Ay jun vinh yuk'tac vinhaj Herodes chi' scuchan Felipe. Herodías sb'i ix yetb'eyum vinhaj Felipe chi'. A vinhaj Herodes chi' ix montanel ix yetb'eyum vinhaj Felipe chi'. Yuj chi' a vinhaj Juan chi' ix b'at alan d'a vinhaj Herodes chi' icha tic: --Manh smojoc tzik' jun ix tic, xchi vinh. Axo ix Herodías chi' ix ak'an sk'ool vinhaj Herodes chi'. Yuj chi' ix checji yamjoc vinhaj Juan chi', ix och vinh d'a preso, ix och q'uen cadena d'a vinh."
        },
        {
            "number": "4",
            "text": "Sgana vinh smilancham vinhaj Juan chi', palta xiv vinh d'a eb' anima, yujto ix nachajel yuj eb' anima chi' smasanil to a Dios ay schecab' vinhaj Juan chi'."
        },
        {
            "number": "5",
            "text": "Axo yic ix och sq'uinhal yab'ilal vinhaj Herodes chi', ix yavtancot juntzanh eb' nivac vinac vinh. Axo ix yune' ix Herodías chi', ix k'och ix d'a yichanh eb', ix chanhalvi ix. Te vach' schanhalvi ix ix yil vinhaj Herodes chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yak' sti' vinh d'a ix, ix slocan sb'i Dios vinh: --Yalnhej tas junoc ol a k'an d'ayin, ol vak' d'ayach, xchi vinh d'a ix."
        },
        {
            "number": "7",
            "text": "Axo ix snun ix, ix ak'an sk'uloc, yuj chi' ix yal ix d'a vinhaj Herodes chi': --Ak' sjolom vinhaj Juan, vinh tz'ak'an bautizar d'ayin d'a yol junoc pultu, xchi ix."
        },
        {
            "number": "8",
            "text": "Axo ix yab'an jun chi' vinh rey chi', ix te cus chaanh vinh. Palta toxo ix sloc sb'i Dios vinh, ix yab'anpax eb' vinh ayek' yed' vinh. Yuj chi' ix yalan vinh to tz'ak'ji d'a ix."
        },
        {
            "number": "9",
            "text": "Ix yak'an órden vinh to sb'at tzepjiel sjolom vinhaj Juan chi' d'a preso."
        },
        {
            "number": "10",
            "text": "Slajvi chi', tz'ik'chajcot d'a yol junoc pultu. Icha chi' ix yutej eb'. Ix ak'ji sjolom vinhaj Juan chi' d'a ix. Axo ix ix ak'an d'a ix snun chi'."
        },
        {
            "number": "11",
            "text": "Axo eb' sk'ayb'um vinhaj Juan chi', ix k'och eb'. Ix yik'anb'at snivanil vinh eb', ix b'at smucanem eb'. Ix lajvi chi', ix b'at yalan eb' d'a Jesús tas ix aj vinhaj Juan chi' schami."
        },
        {
            "number": "12",
            "text": "A ix yab'an jun chi' Jesús, ix och d'a yol jun te' barco yed' eb' sk'ayb'um. Sch'ocojxonhej eb' ix b'at d'a jun lugar b'aj malaj anima. Palta ix yab'an eb' anima to sb'at eb'. Yuj chi' ix laj elta eb' d'a junjun chonhab'. Ix laj b'at eb' d'a yoc yic sk'och eb' b'aj sk'och Jesús chi'."
        },
        {
            "number": "13",
            "text": "Axo ix elta d'a yol te' barco chi', ix yilani, manh jantacoc eb' anima ayxo ek' ta'. Yuj chi' ix ok' sk'ool d'a eb'. Ix yak'an b'oxoc sk'ool juntzanh eb' penaay ix ik'jib'at d'ay."
        },
        {
            "number": "14",
            "text": "Axo d'a yemk'ualil, ix k'och eb' sk'ayb'um d'a stz'ey. Ix yalan eb': --Ina vanxo yem k'u, palta d'a jun lugar tic malaj anima. Yuj chi', tecan vach' tza chec pax eb' anima tic d'a juntzanh aldea d'a slak'anil tic, yic vach' ol sman va sb'a eb' ta', xchi eb' d'ay."
        },
        {
            "number": "15",
            "text": "--Manh yovaliloc b'at sman va sb'a eb'. Aq'uec va eb' a ex tic, xchi Jesús d'a eb' sk'ayb'um chi'."
        },
        {
            "number": "16",
            "text": "--Palta oye'nhej ixim pan qued'nac yed' cha pitanh nok' chay, xchi eb' d'ay."
        },
        {
            "number": "17",
            "text": "--Iq'ueccot d'ayin, xchi Jesús d'a eb'."
        },
        {
            "number": "18",
            "text": "Ix lajvi chi', ix yalan d'a eb' anima to tz'em k'ojan eb' d'a jun ak'lic b'aj ayek' chi'. Ix yik'anchaanh o lechanh pan chi' yed' cha pitanh nok' chay chi'. Ix q'ue q'uelan d'a satchaanh, ix yak'an yuj diosal yuuj. Ix xepanb'at ixim pan chi'. Ix lajvi chi', ix yak'anb'at d'a eb' sk'ayb'um chi'. Axo eb' ix pucanb'at d'a scal eb' anima chi'."
        },
        {
            "number": "19",
            "text": "Ix va eb' smasanil, ix b'ud'ji eb'. Ayic ix lajvi sva eb' chi', ix smolanq'ue vaan lajchavexo xuuc ixim ix yak' sobre eb' sk'ayb'um chi'."
        },
        {
            "number": "20",
            "text": "Oye' mil eb' vinh vinac ix va'i. Axo eb' ix ix yed' eb' unin ix va'i, maj b'isjoclaj eb'."
        },
        {
            "number": "21",
            "text": "Ix lajvi chi', ix yalan Jesús d'a eb' sk'ayb'um to tz'ochxi eb' d'a yol te' barco chi', yic sb'ab'laj k'axpajcanek' eb' d'a a a' chi'. Axo Jesús ixto cani, ix yalan quilcob'a d'a eb' anima chi'."
        },
        {
            "number": "22",
            "text": "Ix lajvi stak'lan sb'a yed' eb', ix b'at d'a jun tzalan, yic slesalvi ta'. Axo yic ix q'uik'b'i, ayek' ta' sch'ocoj."
        },
        {
            "number": "23",
            "text": "Axo eb' sk'ayb'um, van snanhalb'i yek'k'och eb' d'a snanhal a'. Palta pural sb'ey te' barco chi' yuj a', yujto ov sja ik' d'a yichanh eb'."
        },
        {
            "number": "24",
            "text": "Axo yic ayto sacb'i, ix k'och Jesús d'a stz'ey eb'. Van sb'eyb'at d'a sat a'."
        },
        {
            "number": "25",
            "text": "Ayic ix yilan eb' sk'ayb'um chi' sb'ey d'a sat a', ix te xiv eb' yuuj. Ix el yav eb' yuj xivelal. Ix laj yalan eb': --Tecan to lab' jun squil tic, xchi eb'."
        },
        {
            "number": "26",
            "text": "Palta ix yal Jesús d'a eb': --Tek'an tzeyutej e b'a. A in. Manh ex xivoc, xchi d'a eb'."
        },
        {
            "number": "27",
            "text": "Axo ix yalan vinhaj Pedro d'ay: --Mamin, tato yel a ach, avtej in b'at ed' ta', yic ol in b'eyb'at d'a sat a' yic tzin k'och d'ayach, xchi vinh d'ay."
        },
        {
            "number": "28",
            "text": "--Cotanh, xchi d'a vinh. Yuj chi' ix elta vinh d'a yol te' barco chi'. Ix b'eyb'at vinh d'a sat a' yic sk'och vinh d'a Jesús chi'."
        },
        {
            "number": "29",
            "text": "Axo ix yab'an vinh, te ov ik', ix xivq'ue vinh. Yuj chi' ijan ix b'at vinh d'a yich a', ix el yav vinh. --Mamin, colin, xchi vinh."
        },
        {
            "number": "30",
            "text": "Yed'nhej chi', ix b'at yamji sk'ab' vinh yuj Jesús, ix yalan d'a vinh: --A ach tic, te jab'nhej tzin ak'och d'a a k'ool. ¿Tas yuj tzak' chab'k'olal? xchi d'a vinh."
        },
        {
            "number": "31",
            "text": "Axo yic ix och eb' d'a yol te' barco chi', ix och vaan jun ik' chi'."
        },
        {
            "number": "32",
            "text": "Axo eb' ayek' d'a yol te', ix em cuman eb' d'a yichanh Jesús. Ix yalan eb': --Val yel a ach tic, Yuninal ach Dios, xchi eb' d'ay."
        },
        {
            "number": "33",
            "text": "Ix k'axpajek' eb' d'a a' chi'. Ix k'och eb' d'a Genesaret."
        },
        {
            "number": "34",
            "text": "Axo ix yilan eb' anima to a Jesús, ix laj yalanel eb' d'a juntzanh lugar chi'. Yuj chi' ix ik'jib'at masanil eb' penaay d'ay."
        },
        {
            "number": "35",
            "text": "Ix sk'anan eb' syam jab'oc sti' spichul. A eb' ix yamani, ix b'oxican sk'ool eb' yuuj."
        }
    ]
}