{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ay juntzanh eb' vinh fariseo yed' eb' vinh k'ayb'um d'a ley Moisés, ix cot eb' vinh d'a Jerusalén. Ix smolb'an sb'a eb' vinh b'aj ayek' Jesús. Ix sk'anb'an eb' vinh d'ay:"
        },
        {
            "number": "2",
            "text": "--¿Tas yuj max sk'anab'ajej sb'eyb'al eb' co mam quicham eb' a k'ayb'um? ¿Tas yuj max sb'iquel sk'ab' eb' ayic sva eb' icha sley eb' co mam quicham chi'? xchi eb' vinh d'ay."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yalan Jesús d'a eb' vinh: --A exxo tic, ¿tas yuj max e k'anab'ajej juntzanh schecnab'il Dios? Anhej juntzanh sley eb' co mam quicham tze k'anab'ajej."
        },
        {
            "number": "4",
            "text": "Yalnaccan Dios icha tic: Ayocab' yelk'och e mam e nun d'a e sat. A mach sb'ajan smam snun, smiljichamoc, xchi Dios."
        },
        {
            "number": "5",
            "text": "Palta a exxo tic, tzeyala' to manh yovaliloc scolvaj junoc mach d'a smam snun. Tato ay junoc tz'alan d'a smam snun: Max yal in colvaj d'ayex, yujto masanil tas ay d'ayin, a Dios ay yico', tato xchi, te vach' tzeyab'i."
        },
        {
            "number": "6",
            "text": "A exxo tic tzeyala', tato ay mach tz'alan icha chi', manhxo yovaliloc scolvaj d'a smam snun. Icha chi' tzeyutej eyixtanel schecnab'il Dios, yujto anhej juntzanh sley eb' co mam quicham chi' tze k'anab'ajej."
        },
        {
            "number": "7",
            "text": "Chab' sat ex. Yel ton val tas yalnaccan vinhaj Isaías eyuuj icha tic:"
        },
        {
            "number": "8",
            "text": "A eb' anima tic, anhej yed' sti' eb' syal vach' lolonel d'ayin. Palta axo spensar eb', najat yajcaneli."
        },
        {
            "number": "9",
            "text": "Nivanoc tzul yaq'uem sb'a eb' d'ayin. Anhej juntzanh schecnab'il anima syak' eb' k'ayb'ajoc, xchi Dios d'a Slolonel Tz'ib'ab'ilcani, xchi Jesús chi' d'a eb' vinh."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', ix yavtancot eb' anima. Ix yalan d'a eb': --Ab'ec. Nachajocab' eyuuj tas svala':"
        },
        {
            "number": "11",
            "text": "A juntzanh tas scak'och d'a co ti', max onh juviel-laj yuuj d'a yichanh Dios. Palta a juntzanh tas tz'elta d'a co ti', a tzonh juanel d'a yichanh, xchi d'a eb'."
        },
        {
            "number": "12",
            "text": "Yuj chi', ix k'och eb' sk'ayb'um d'a stz'ey. Ix yalan eb': --¿Ojtac ama to ix te cot yoval eb' vinh fariseo chi' yuj jun ix al chi'? xchi eb' d'ay."
        },
        {
            "number": "13",
            "text": "Ix yalanpax d'a eb': --Jantacnhej juntzanh te te' manh avab'iloc yuj co Mam Dios ayek' d'a satchaanh, ol tok'jocq'ueta te' yed' sch'anhal yib'. Yuj chi', icha junoc te te' stok'jiq'ueta yed' sch'anhal yib' chi', icha chi' ol aj eb'."
        },
        {
            "number": "14",
            "text": "Yuj chi', yilxo eb'. Lajan eb' icha junoc mach max uji yilani, nivanoc squetzb'at junocxo mach max uji pax yilani. Q'uinaloc ay junoc mach max uji yilani, squetzanb'at junocxo mach max uji yilan chi' yed'oc, syetb'atej sb'a eb' d'a junoc vitz schavanhil, xchi Jesús."
        },
        {
            "number": "15",
            "text": "Axo ix yalan vinhaj Pedro d'a Jesús: --Al d'ayonh tas syalelk'och jun ab'ix ix al d'a eb' fariseo chi', xchi vinh d'ay."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix yalan Jesús: --¿Tom max nachajpaxel jun chi' eyuuj?"
        },
        {
            "number": "17",
            "text": "¿Tom manh eyojtacoc? A tas scak'och d'a co ti', a d'a yol co k'ool tz'emk'ochi, axo d'a junxo rato, tz'elxicani."
        },
        {
            "number": "18",
            "text": "Palta a juntzanh tas tz'elta d'a co ti', a d'a co pensar spitzvicoti. Aton juntzanh chi' tzonh juanel d'a yichanh Dios."
        },
        {
            "number": "19",
            "text": "Yujto a d'a spensar eb' anima spitzvi chuc pensaril, miloj anima, ajmulal, elk'al, testigoal d'a es yed' b'uchumtaquil."
        },
        {
            "number": "20",
            "text": "Aton juntzanh chi' tz'ik'an sjuviel eb' anima d'a yichanh Dios. Palta vach'chom max co b'iquel co k'ab' tzonh va'i, max onh juviel-laj d'a yichanh Dios, xchi Jesús."
        },
        {
            "number": "21",
            "text": "Ix lajvi chi', ix b'atxi Jesús. Ix k'och d'a yol yic Tiro yed' d'a Sidón."
        },
        {
            "number": "22",
            "text": "Ata' ay jun ix manh israeloc, aj Canaán ix. Ix k'och ix d'a Jesús. Ix avaj chaanh ix d'ay: --Mamin, yinhtil ach vinhaj David, ok'oc val a k'ool d'ayin. Ay jun ix vune' ayoch jun enemigo d'ay. Syab' val syail ix yuuj, xchi ix d'ay."
        },
        {
            "number": "23",
            "text": "Palta max tak'vilaj d'a ix. Axo ix k'och eb' sk'ayb'um d'a stz'ey, ix yalan eb' d'ay: --Octom tza chec meltzaj jun ix tic, yujto manh jantacoc yavaj ix d'a co patic, xchi eb' d'ay."
        },
        {
            "number": "24",
            "text": "Ix lajvi chi', ix tak'vi Jesús: --Anhej d'a eb' quetisraelal checb'il in cot yuj Dios. Yujto icha yaj juntzanh nok' calnel sateq'ui, icha chi' yaj eb', xchi."
        },
        {
            "number": "25",
            "text": "Palta ix ek'b'at ix d'a yichanh eb'. Ix em cuman ix d'a yichanh Jesús. Ix yalan ix d'ay: --Mamin, colvajanh d'ayin, xchi ix d'ay."
        },
        {
            "number": "26",
            "text": "--Palta manh vach'oc tato stok'jiek' yooch eb' uninab'il, tz'ak'jib'at d'a nok' yunetac tz'i', xchi Jesús d'a ix."
        },
        {
            "number": "27",
            "text": "Palta ix tak'vi ix d'ay: --Yel ton Mamin, palta a nok' yunetac tz'i' chi' sik'anq'ue sk'ajil yooch eb' uninab'il d'a yalanh smexa vinh aj pat, xchi ix d'ay."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix yalanxi d'a ix: --A ach tic, svila' tzak' val och Dios d'a a k'ool. Yuj chi', b'oocab' icha tas tza nib'ej chi', xchi d'a ix. A d'a jun rato chi', ix b'oxican sk'ool ix yune' ix chi'."
        },
        {
            "number": "29",
            "text": "Ix lajvi chi', ix b'atxi Jesús. Ix b'eyb'at d'a sti' a' nhajab' yic Galilea. Ix k'och d'a jun tzalan. Ix em k'ojan ta'."
        },
        {
            "number": "30",
            "text": "Manh jantacoc eb' anima ix k'och b'aj ayek' chi'. Ix ik'jicot juntzanh eb' max yal sb'eyi, eb' max uji yilani, eb' max yal sloloni yed' eb' malaj sk'ab'. Tzijtumto juntzanhxo eb' penaay ix ik'jicot d'ay. Ix ik'jicot eb' d'a yichanh Jesús. Axo ix ak'an b'oxoc sk'ool eb'."
        },
        {
            "number": "31",
            "text": "A eb' max yal sloloni, ix lolonq'ue eb', a eb' malaj sk'ab', ix b'oxi eb'. A eb' max yal sb'eyi, ix b'eyxi eb'. Anheja' eb' max uji yilani, ix yilxi eb'. Ayic ix yilan juntzanh chi' eb' anima, ix te sat sk'ool eb'. Ix yalan vach' lolonel eb' d'a Dios."
        },
        {
            "number": "32",
            "text": "Ix yavtancot eb' sk'ayb'um Jesús, ix yalan d'a eb': --Tz'ok' in k'ool yuj juntzanh anima tic, yujto chab'jitax jacan eb' d'ayin. A ticnaic manhxa tas sva eb'. Max yal in k'ool tzin chec pax eb' d'a spat, tato max va eb' sb'ati. Ay smay tz'el yip eb' d'a yol b'e, xchi d'a eb'."
        },
        {
            "number": "33",
            "text": "--Palta tzijtum eb'. ¿Tas ol cutoc cak'an va eb' d'a jun tz'inan luum tic? xchi eb' sk'ayb'um chi'."
        },
        {
            "number": "34",
            "text": "--¿Jaye' ixim pan eyed'nac? xchi d'a eb'. --Uquenhej ixim yed' jay k'otanh nok' chay, xchi eb' d'ay."
        },
        {
            "number": "35",
            "text": "Ix lajvi chi', ix yalan d'a eb' anima chi' to tz'em k'ojjab' eb' d'a sat luum."
        },
        {
            "number": "36",
            "text": "Ix yik'anchaanh ixim pan chi' yuquil yed' jay k'otanh nok' chay chi'. Ix yak'an yuj diosal d'a Dios yuuj. Ix xepanb'at ixim pan chi' yed' nok' chay chi'. Ix yak'an d'a eb' sk'ayb'um. Axo eb' ix pucanb'at d'a eb' anima chi'."
        },
        {
            "number": "37",
            "text": "Ix va eb' smasanil, ix b'ud'ji eb'. A ix lajvi sva eb', uqueto xuuc ixim ix yak' sobre ix smolq'ue eb' sk'ayb'um chi'."
        },
        {
            "number": "38",
            "text": "Chanhe' mil eb' vinh vinac ix va'i. Axo eb' ix ix yed' eb' unin, maj b'isjoclaj eb'."
        },
        {
            "number": "39",
            "text": "Ix lajvi chi', ix yalan quilcob'a Jesús d'a eb' anima chi'. Ix ochxi d'a yol te' barco. Ix b'at d'a yol yic Magadán."
        }
    ]
}