{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ay juntzanh eb' winh fariseo yet' eb' winh k'ayb'um t'a ley Moisés, ix cot eb' winh t'a Jerusalén. Ix smolb'an sb'a eb' winh b'aj ayek' Jesús. Ix sk'anb'an eb' winh t'ay:"
        },
        {
            "number": "2",
            "text": "--¿Tas yuj max sk'anab'ajej sb'eyb'al eb' co mam quicham eb' a k'ayb'um? ¿Tas yuj max sb'iquel sk'ab' eb' ayic sva eb' icha sley eb' co mam quicham chi'? xchi eb' winh t'ay."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yalan Jesús t'a eb' winh: --Ha exxo tik, ¿tas yuj max e k'anab'ajej juntzanh schecnab'il Dios? Anhej juntzanh sley eb' co mam quicham tze k'anab'ajej."
        },
        {
            "number": "4",
            "text": "Yalnaccan Dios icha tik: Ayokab' yelk'och e mam e nun t'a e sat. Ha mach sb'ajan smam snun, smiljichamoc, xchi Dios."
        },
        {
            "number": "5",
            "text": "Palta a exxo tik, tzeyala' to manh yovaliloc skolwaj junok mach t'a smam snun. Tato ay junok tz'alan t'a smam snun: Max yal in kolwaj t'ayex, yujto masanil tas ay t'ayin, ha Dios ay yico', tato xchi, te wach' tzeyab'i."
        },
        {
            "number": "6",
            "text": "Ha exxo tik tzeyala', tato ay mach tz'alan icha chi', manhxo yovaliloc skolwaj t'a smam snun. Icha chi' tzeyutej eyixtanel schecnab'il Dios, yujto anhej juntzanh sley eb' co mam quicham chi' tze k'anab'ajej."
        },
        {
            "number": "7",
            "text": "Chab' sat ex. Yel ton val tas yalnaccan winhaj Isaías eyuuj icha tik:"
        },
        {
            "number": "8",
            "text": "Ha eb' anima tik, anhej yet' sti' eb' syal wach' lolonel t'ayin. Palta haxo spensar eb', najat yajcaneli."
        },
        {
            "number": "9",
            "text": "Nivanoc tzul yaq'uem sb'a eb' t'ayin. Anhej juntzanh schecnab'il anima syak' eb' k'ayb'ajoc, xchi Dios t'a Slolonel Tz'ib'ab'ilcani, xchi Jesús chi' t'a eb' winh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix yavtancot eb' anima. Ix yalan t'a eb': --Ab'ec. Nachajocab' eyuuj tas svala':"
        },
        {
            "number": "11",
            "text": "Ha juntzanh tas scak'och t'a co ti', max onh juwiel-laj yuj t'a yichanh Dios. Palta a juntzanh tas tz'elta t'a co ti', a tzonh juanel t'a yichanh, xchi t'a eb'."
        },
        {
            "number": "12",
            "text": "Yuj chi', ix k'och eb' sk'ayb'um t'a stz'ey. Ix yalan eb': --¿Ojtac ama to ix te cot yoval eb' winh fariseo chi' yuj jun ix al chi'? xchi eb' t'ay."
        },
        {
            "number": "13",
            "text": "Ix yalanpax t'a eb': --Jantacnhej juntzanh te te' manh avab'iloc yuj co Mam Dios ayek' t'a satcha’anh, ol tok'jocq'ueta te' yet' sch'anhal yib'. Yuj chi', icha junok te te' stok'jiq'ueta yet' sch'anhal yib' chi', icha chi' ol aj eb'."
        },
        {
            "number": "14",
            "text": "Yuj chi', yilxo eb'. Lajan eb' icha junok mach max uji yilani, nivanoc squetzb'at junocxo mach max uji pax yilani. Q'uinaloc ay junok mach max uji yilani, squetzanb'at junocxo mach max uji yilan chi' yet'oc, syetb'atej sb'a eb' t'a junok vitz schavanhil, xchi Jesús."
        },
        {
            "number": "15",
            "text": "Axo ix yalan winhaj Pedro t'a Jesús: --Al t'ayonh tas syalelk'och jun ab'ix ix al t'a eb' fariseo chi', xchi winh t'ay."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix yalan Jesús: --¿Tom max nachajpaxel jun chi' eyuuj?"
        },
        {
            "number": "17",
            "text": "¿Tom manh eyojtacoc? Ha tas scak'och t'a co ti', ha t'a yol co k'ool tz'emk'ochi, haxo t'a junxo rato, tz'elxicani."
        },
        {
            "number": "18",
            "text": "Palta a juntzanh tas tz'elta t'a co ti', ha t'a co pensar spitzvicoti. Aton juntzanh chi' tzonh juanel t'a yichanh Dios."
        },
        {
            "number": "19",
            "text": "Yujto ha t'a spensar eb' anima spitzvi chuk pensaril, miloj anima, ajmulal, elk'al, testigoal t'a es yet' b'uchumtaquil."
        },
        {
            "number": "20",
            "text": "Aton juntzanh chi' tz'ik'an sjuwiel eb' anima t'a yichanh Dios. Palta wach'chom max co b'iquel co k'ab' tzonh wa'i, max onh juwiel-laj t'a yichanh Dios, xchi Jesús."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix b'atxi Jesús. Ix k'och t'a yol yic Tiro yet' t'a Sidón."
        },
        {
            "number": "22",
            "text": "Ata' ay jun ix manh israeloc, aj Canaán ix. Ix k'och ix t'a Jesús. Ix avaj chaanh ix t'ay: --Mamin, yinhtil ach winhaj David, ok'oc val a k'ool t'ayin. Ay jun ix vune' ayoch jun enemigo t'ay. Syab' val syail ix yuj, xchi ix t'ay."
        },
        {
            "number": "23",
            "text": "Palta max tak'vilaj t'a ix. Axo ix k'och eb' sk'ayb'um t'a stz'ey, ix yalan eb' t'ay: --Octom tza chec meltzaj jun ix tik, yujto manh jantacoc yavaj ix t'a co patic, xchi eb' t'ay."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix tak'vi Jesús: --Anhej t'a eb' quetisraelal checb'il in cot yuj Dios. Yujto icha yaj juntzanh nok' calnel sateq'ui, icha chi' yaj eb', xchi."
        },
        {
            "number": "25",
            "text": "Palta ix ek'b'at ix t'a yichanh eb'. Ix em cuman ix t'a yichanh Jesús. Ix yalan ix t'ay: --Mamin, colvajanh t'ayin, xchi ix t'ay."
        },
        {
            "number": "26",
            "text": "--Palta manh wach'oc tato stok'jiek' yooch eb' uninab'il, tz'ak'jib'at t'a nok' yunetac tz'i', xchi Jesús t'a ix."
        },
        {
            "number": "27",
            "text": "Palta ix tak'vi ix t'ay: --Yel ton Mamin, palta a nok' yunetac tz'i' chi' sik'anq'ue sk'ajil yooch eb' uninab'il t'a yalanh smexa winh aj pat, xchi ix t'ay."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix yalanxi t'a ix: --Ha ach tik, svila' tzak' val och Dios t'a a k'ool. Yuj chi', b'oocab' icha tas tza nib'ej chi', xchi t'a ix. Ha t'a jun rato chi', ix b'oxican sk'ool ix yune' ix chi'."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix b'atxi Jesús. Ix b'eyb'at t'a sti' ha' nhajab' yic Galilea. Ix k'och t'a jun tzalan. Ix em k'ojan ta'."
        },
        {
            "number": "30",
            "text": "Manh jantacoc eb' anima ix k'och b'aj ayek' chi'. Ix ik'jicot juntzanh eb' max yal sb'eyi, eb' max uji yilani, eb' max yal sloloni yet' eb' malaj sk'ab'. Tzijtumto juntzanhxo eb' penaay ix ik'jicot t'ay. Ix ik'jicot eb' t'a yichanh Jesús. Axo ix ak'an b'oxoc sk'ool eb'."
        },
        {
            "number": "31",
            "text": "Ha eb' max yal sloloni, ix lolonq'ue eb', a eb' malaj sk'ab', ix b'oxi eb'. Ha eb' max yal sb'eyi, ix b'eyxi eb'. Anheja' eb' max uji yilani, ix yilxi eb'. Ayic ix yilan juntzanh chi' eb' anima, ix te sat sk'ool eb'. Ix yalan wach' lolonel eb' d'ha Dios."
        },
        {
            "number": "32",
            "text": "Ix yavtancot eb' sk'ayb'um Jesús, ix yalan t'a eb': --Tz'ok' in k'ool yuj juntzanh anima tik, yujto chab'jitax jacan eb' t'ayin. Ha ticnaic manhxa tas sva eb'. Max yal in k'ool tzin chec pax eb' t'a spat, tato max wa eb' sb'ati. Ay smay tz'el yip eb' t'a yol b'e, xchi t'a eb'."
        },
        {
            "number": "33",
            "text": "--Palta tzijtum eb'. ¿Tas ol cutoc cak'an wa eb' t'a jun tzinan lu'um tik? xchi eb' sk'ayb'um chi'."
        },
        {
            "number": "34",
            "text": "--¿Jaye' ixim pan eyed'nac? xchi t'a eb'. --Uquenhej ixim yet' jay k'otanh nok' chay, xchi eb' t'ay."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi', ix yalan t'a eb' anima chi' to tz'em k'ojjab' eb' t'a sat lu'um."
        },
        {
            "number": "36",
            "text": "Ix yik'anchaanh ixim pan chi' yuquil yet' jay k'otanh nok' chay chi'. Ix yak'an yuj diosal d'ha Dios yuj. Ix xepanb'at ixim pan chi' yet' nok' chay chi'. Ix yak'an t'a eb' sk'ayb'um. Axo eb' ix pucanb'at t'a eb' anima chi'."
        },
        {
            "number": "37",
            "text": "Ix wa eb' smasanil, ix b'ud'ji eb'. Ha ix lajvi sva eb', uqueto xuuc ixim ix yak' sobre ix smolq'ue eb' sk'ayb'um chi'."
        },
        {
            "number": "38",
            "text": "Chanhe' mil eb' winh vinac ix wa'i. Axo eb' ix ix yet' eb' unin, maj b'isjoclaj eb'."
        },
        {
            "number": "39",
            "text": "Ixlajwi chi', ix yalan quilcob'a Jesús t'a eb' anima chi'. Ix ochxi t'a yol te' barco. Ix b'at t'a yol yic Magadán."
        }
    ]
}