{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ay juntzanh heb' winh fariseo yet' heb' winh k'ayb'um t'a ley Moisés, ix cot heb' winh t'a Jerusalén. Ix smolb'an sb'a heb' winh b'aj ayek' Jesús. Ix sk'anb'an heb' winh t'ay:"
        },
        {
            "number": "2",
            "text": "--¿Tas yuj max sk'anab'ajej sb'eyb'al heb' ko mam quicham heb' a k'ayb'um? ¿Tas yuj max sb'iquel sk'ab' heb' ayic swa heb' icha sley heb' ko mam quicham chi'? xchi heb' winh t'ay."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yalan Jesús t'a heb' winh: --Ha exxo tik, ¿tas yuj max he k'anab'ajej juntzanh schecnab'il Dios? Anhej juntzanh sley heb' ko mam quicham tze k'anab'ajej."
        },
        {
            "number": "4",
            "text": "Yalnaccan Dios icha tik: Ayokab' yelk'och he mam he nun t'a he sat. Ha mach sb'ajan smam snun, smiljichamoc, xchi Dios."
        },
        {
            "number": "5",
            "text": "Palta a exxo tik, tzeyala' to manh yowaliloc skolwaj junok mach t'a smam snun. Tato ay junok tz'alan t'a smam snun: Max yal in kolwaj t'ayex, yujto masanil tas ay t'ayin, ha Dios ay yico', tato xchi, te wach' tzeyab'i."
        },
        {
            "number": "6",
            "text": "Ha exxo tik tzeyala', tato ay mach tz'alan icha chi', manhxo yowaliloc skolwaj t'a smam snun. Icha chi' tzeyutej eyixtanel schecnab'il Dios, yujto anhej juntzanh sley heb' ko mam quicham chi' tze k'anab'ajej."
        },
        {
            "number": "7",
            "text": "Chab' sat ex. Yel ton wal tas yalnaccan winhaj Isaías eyuuj icha tik:"
        },
        {
            "number": "8",
            "text": "Ha heb' anima tik, anhej yet' sti' heb' syal wach' lolonel t'ayin. Palta haxo spensar heb', najat yajcaneli."
        },
        {
            "number": "9",
            "text": "Niwanoc tzul yak'em sb'a heb' t'ayin. Anhej juntzanh schecnab'il anima syak' heb' k'ayb'ajoc, xchi Dios t'a Slolonel Tz'ib'ab'ilcani, xchi Jesús chi' t'a heb' winh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix yavtancot heb' anima. Ix yalan t'a heb': --Ab'ec. Nachajocab' eyuuj tas swala':"
        },
        {
            "number": "11",
            "text": "Ha juntzanh tas skak'och t'a ko ti', max onh juwiel-laj yuj t'a yichanh Dios. Palta a juntzanh tas tz'elta t'a ko ti', a tzonh juanel t'a yichanh, xchi t'a heb'."
        },
        {
            "number": "12",
            "text": "Yuj chi', ix k'och heb' sk'ayb'um t'a stz'ey. Ix yalan heb': --¿Ojtac ama to ix te cot yowal heb' winh fariseo chi' yuj jun ix al chi'? xchi heb' t'ay."
        },
        {
            "number": "13",
            "text": "Ix yalanpax t'a heb': --Jantacnhej juntzanh te te' manh awab'iloc yuj ko Mam Dios ayek' t'a satcha’anh, ol tok'jock'eta te' yet' sch'anhal yib'. Yuj chi', icha junok te te' stok'jik'eta yet' sch'anhal yib' chi', icha chi' ol aj heb'."
        },
        {
            "number": "14",
            "text": "Yuj chi', yilxo heb'. Lajan heb' icha junok mach max uji yilani, niwanoc squetzb'at junocxo mach max uji pax yilani. Q'uinaloc ay junok mach max uji yilani, squetzanb'at junocxo mach max uji yilan chi' yet'oc, syetb'atej sb'a heb' t'a junok witz schawanhil, xchi Jesús."
        },
        {
            "number": "15",
            "text": "Axo ix yalan winhaj Pedro t'a Jesús: --Al t'ayonh tas syalelk'och jun ab'ix ix al t'a heb' fariseo chi', xchi winh t'ay."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix yalan Jesús: --¿Tom max nachajpaxel jun chi' eyuuj?"
        },
        {
            "number": "17",
            "text": "¿Tom manh eyojtacoc? Ha tas skak'och t'a ko ti', ha t'a yol ko k'ool tz'emk'ochi, haxo t'a junxo rato, tz'elxicani."
        },
        {
            "number": "18",
            "text": "Palta a juntzanh tas tz'elta t'a ko ti', ha t'a ko pensar spitzwicoti. Aton juntzanh chi' tzonh juanel t'a yichanh Dios."
        },
        {
            "number": "19",
            "text": "Yujto ha t'a spensar heb' anima spitzwi chuk pensaril, miloj anima, ajmulal, elk'al, testigoal t'a es yet' b'uchumtaquil."
        },
        {
            "number": "20",
            "text": "Aton juntzanh chi' tz'ik'an sjuwiel heb' anima t'a yichanh Dios. Palta wach'chom max ko b'iquel ko k'ab' tzonh wa'i, max onh juwiel-laj t'a yichanh Dios, xchi Jesús."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix b'atxi Jesús. Ix k'och t'a yol yic Tiro yet' t'a Sidón."
        },
        {
            "number": "22",
            "text": "Ata' ay jun ix manh israelok, aj Canaán ix. Ix k'och ix t'a Jesús. Ix awaj chaanh ix t'ay: --Mamin, yinhtil ach winhaj Dawid, ok'oc wal a k'ool t'ayin. Ay jun ix wune' ayoch jun enemigo t'ay. Syab' wal syail ix yuj, xchi ix t'ay."
        },
        {
            "number": "23",
            "text": "Palta max tak'wilaj t'a ix. Axo ix k'och heb' sk'ayb'um t'a stz'ey, ix yalan heb' t'ay: --Octom tza chec meltzaj jun ix tik, yujto manh jantacoc yawaj ix t'a ko patic, xchi heb' t'ay."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix tak'wi Jesús: --Anhej t'a heb' quetisraelal checb'il in cot yuj Dios. Yujto icha yaj juntzanh nok' calnel sateq'ui, icha chi' yaj heb', xchi."
        },
        {
            "number": "25",
            "text": "Palta ix ek'b'at ix t'a yichanh heb'. Ix em cuman ix t'a yichanh Jesús. Ix yalan ix t'ay: --Mamin, colwajanh t'ayin, xchi ix t'ay."
        },
        {
            "number": "26",
            "text": "--Palta manh wach'oc tato stok'jiek' yooch heb' uninab'il, tz'ak'jib'at t'a nok' yunetac tz'i', xchi Jesús t'a ix."
        },
        {
            "number": "27",
            "text": "Palta ix tak'wi ix t'ay: --Yel ton Mamin, palta a nok' yunetac tz'i' chi' sik'ank'e sk'ajil yooch heb' uninab'il t'a yalanh smexa winh aj pat, xchi ix t'ay."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix yalanxi t'a ix: --Ha ach tik, swila' tzak' wal och Dios t'a a k'ool. Yuj chi', b'oocab' icha tas tza nib'ej chi', xchi t'a ix. Ha t'a jun rato chi', ix b'oxican sk'ool ix yune' ix chi'."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix b'atxi Jesús. Ix b'eyb'at t'a sti' ha' nhajab' yic Galilea. Ix k'och t'a jun tzalan. Ix em k'ojan ta'."
        },
        {
            "number": "30",
            "text": "Manh jantacoc heb' anima ix k'och b'aj ayek' chi'. Ix ik'jicot juntzanh heb' max yal sb'eyi, heb' max uji yilani, heb' max yal sloloni yet' heb' malaj sk'ab'. Tzijtumto juntzanhxo heb' penaay ix ik'jicot t'ay. Ix ik'jicot heb' t'a yichanh Jesús. Axo ix ak'an b'oxoc sk'ool heb'."
        },
        {
            "number": "31",
            "text": "Ha heb' max yal sloloni, ix lolonk'e heb', a heb' malaj sk'ab', ix b'oxi heb'. Ha heb' max yal sb'eyi, ix b'eyxi heb'. Anheja' heb' max uji yilani, ix yilxi heb'. Ayic ix yilan juntzanh chi' heb' anima, ix te sat sk'ool heb'. Ix yalan wach' lolonel heb' d'ha Dios."
        },
        {
            "number": "32",
            "text": "Ix yavtancot heb' sk'ayb'um Jesús, ix yalan t'a heb': --Tz'ok' in k'ool yuj juntzanh anima tik, yujto chab'jitax jacan heb' t'ayin. Ha ticnaik manhxa tas swa heb'. Max yal in k'ool tzin chec pax heb' t'a spat, tato max wa heb' sb'ati. Ay smay tz'el yip heb' t'a yol b'e, xchi t'a heb'."
        },
        {
            "number": "33",
            "text": "--Palta tzijtum heb'. ¿Tas ol cutoc cak'an wa heb' t'a jun tzinan lu'um tik? xchi heb' sk'ayb'um chi'."
        },
        {
            "number": "34",
            "text": "--¿Jaye' ixim pan eyed'nac? xchi t'a heb'. --Uquenhej ixim yet' jay k'otanh nok' chay, xchi heb' t'ay."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi', ix yalan t'a heb' anima chi' to tz'em k'ojjab' heb' t'a sat lu'um."
        },
        {
            "number": "36",
            "text": "Ix yik'anchaanh ixim pan chi' yuquil yet' jay k'otanh nok' chay chi'. Ix yak'an yuj diosal d'ha Dios yuj. Ix xepanb'at ixim pan chi' yet' nok' chay chi'. Ix yak'an t'a heb' sk'ayb'um. Axo heb' ix pucanb'at t'a heb' anima chi'."
        },
        {
            "number": "37",
            "text": "Ix wa heb' smasanil, ix b'ud'ji heb'. Ha ix lajwi swa heb', uqueto xuuc ixim ix yak' sobre ix smolk'e heb' sk'ayb'um chi'."
        },
        {
            "number": "38",
            "text": "Chanhe' mil heb' winh winak ix wa'i. Axo heb' ix ix yet' heb' unin, maj b'isjoclaj heb'."
        },
        {
            "number": "39",
            "text": "Ixlajwi chi', ix yalan quilcob'a Jesús t'a heb' anima chi'. Ix ochxi t'a yol te' barco. Ix b'at t'a yol yic Magadán."
        }
    ]
}