{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ay juntzanh eb' fariseo yet' eb' saduceo ix k'och t'a Jesús, yujto sgana eb' yak'an proval. Yuj chi' ix sk'an yil junok milagro eb' scot t'a satcha’anh."
        },
        {
            "number": "2",
            "text": "Palta ix yalan Jesús t'a eb': --Ha ex tik, ay b'aj tzeyal icha tik t'a yemk'ualil: Ha k'ik'an maxtzac yak'laj nhab', yujto van stz'a asun, xe chi."
        },
        {
            "number": "3",
            "text": "Ay b'aj tzeyal pax t'a q'uinhib'alil: Ha ticnaic musan, te k'ik' asun, ol yak' nhab', xe chi. Jelan eyilan juntzanh asun, tzeyalani tato ol yak' nhab', mato maay. Ay juntzanhxo yechel sch'oxan tas yaj jun pekti’ tik, palta ina max nachajel juntzanh chi' eyuuj. Yuj chi', chab' sat ex."
        },
        {
            "number": "4",
            "text": "Ha ex tik, te chuk ex, manhoclaj d'ha Dios tzeyak'och e pensar. Yuj chi' tonhej tze k'an eyil junok milagro scot d'ha Dios. Palta anhej jun milagro ol ak'joc eyila', aton jun icha sch'oxnac Dios yet' winhaj Jonás, xchi t'a eb'. Ixlajwi chi', ix el t'a stz'ey eb', ix b'ati."
        },
        {
            "number": "5",
            "text": "Ix b'at Jesús yet' eb' sk'ayb'um t'a junxo sk'axepal ha' nhajab'. Axo eb' sk'ayb'um chi', maj snalaj eb' yik'b'at ixim pan yic sva'a."
        },
        {
            "number": "6",
            "text": "Ix yalan Jesús t'a eb': --Ab'ec tas swal tik. Tzeyil val e b'a yuj yich span eb' fariseo yet' yuj yich span eb' saduceo, xchi t'a eb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yalub'tanhan eb' yuj juntzanh ix yal chi'. --Syal icha chi', yujto maj quik'cotlaj ixim co pan, xchi eb'."
        },
        {
            "number": "8",
            "text": "Axo Jesús yojtacxo tas van yalan eb'. Yuj chi' ix yalanpax t'a eb': --¿Tas yuj tzeyala' to malaj ixim e pan? Tevelnhej tzeyak'och Dios t'a e k'ool."
        },
        {
            "number": "9",
            "text": "¿Tom anheja' max nachajel eyuuj? ¿Tom max e nacoti ayic vak'annac oye' pan t'a oye' mil vinac, jayeto xuuc yak'nac sobre e molnacxiq'uei?"
        },
        {
            "number": "10",
            "text": "Yed' vak'annac pax uque' pan t'a chanhe' mil vinac, ¿tom max e nacoti jayeto xuuc yak'nac sobre e molnacxiq'uei?"
        },
        {
            "number": "11",
            "text": "Ayic ix valan t'ayex yuj yich span eb' fariseo yet' yich span eb' saduceo, ¿tas yuj max nachajel eyuuj tas syalelk'ochi? Ha e naani to a ixim pan svala', xchi t'a eb'."
        },
        {
            "number": "12",
            "text": "Ayic ix yalan juntzanh chi' Jesús, ichato chi' ix nachajel yuj eb' to manhoc yich pan b'aj syil sb'a eb', palta aton t'a juntzanh k'ayb'ub'al syal eb' fariseo yet' eb' saduceo."
        },
        {
            "number": "13",
            "text": "Ayic ix k'och Jesús yet' eb' sk'ayb'um t'a yol yic Cesarea yic Filipo, ix sk'anb'an t'a eb': --Ha in Ak'b'il in cot yuj Dios voch animail tik, ¿mach in am yalan eb' anima tzeyab'i? xchi t'a eb'."
        },
        {
            "number": "14",
            "text": "--Ay eb' tz'alani, tob' a ach tik Juan ach, winh ix ak'an bautizar. Ay pax eb' tz'alani tob' Elías ach. Ay pax eb' tz'alani, tob' Jeremías ach, mato junocxo schecab' Dios ek'nac t'a peca', xchi eb' t'ay."
        },
        {
            "number": "15",
            "text": "--Xal ex tik, ¿mach in e naani? xchi t'a eb'."
        },
        {
            "number": "16",
            "text": "Axo winhaj Pedro ix tak'vi t'ay, ix yalan winh icha tik: --Ha achton tik, Cristo ach, Yuninal ach Dios pitzan, xchi winh t'ay."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yalanxi Jesús t'a winh: --Simón, yuninal ach winhaj Jonás, te wach' ico', yujto a jun ix al tik, manhoclaj junok anima ix ak'an nachajel uuj, palta aton in Mam ayek' t'a satcha’anh, a ix ak'an nachajel uuj."
        },
        {
            "number": "18",
            "text": "Ha in swal t'ayach, a ach ton Pedro ach. (Pedro syalelk'ochi, q'ueen.) Ha t'a yib'anh jun tenam chi' ol in b'o viglesia. Ha viglesia chi', manh ol ak'joc ganar eb' yuj spoder chamel."
        },
        {
            "number": "19",
            "text": "Ha t'ayach ol vak' sllaveal yic tz'och eb' anima t'a yol sk'ab' Dios aj satcha’anh. Ha tas ol ala' to ay yowalil t'a yol yib'anhk’inal tik, ay pax yowalil t'a satcha’anh. Anhejtona' a tas ol ala' to malaj yowalil t'a yol yib'anhk’inal tik, malaj pax yowalil t'a satcha’anh, xchi Jesús t'a winh."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix yalan t'a eb' sk'ayb'um chi': --Ayta b'aj tzeyala' to a in tik Cristo in, xchi t'a eb'."
        },
        {
            "number": "21",
            "text": "Ha t'a jun pekti’ chi', ix och ijan Jesús yalan t'a eb' sk'ayb'um tas ol ja t'a yib'anh. Ix yalani: --Yovalil ol in b'at t'a Jerusalén. Ata' ol ak'jococh t'a vib'anh yuj eb' ichamtac vinac ay yopisio, eb' sat sacerdote yet' eb' k'ayb'um t'a ley Moisés. Ol in smilcham eb', palta haxo t'a schab'jial, ol in pitzvocxi, xchi t'a eb'."
        },
        {
            "number": "22",
            "text": "Palta haxo winhaj Pedro ix ik'anelta Jesús chi' sch'ocoj, yic syak'lan winh scachani. --Mamin, manh ichocta' sgana Dios. Ha juntzanh ix al chi', manh ol jalaj t'a ib'anh, xchi winh t'ay."
        },
        {
            "number": "23",
            "text": "Palta ix och val q'uelan Jesús t'a winh, ix yalani: --Elanh t'a in stz'ey ach Satanás, yujto a gana tzak' somchajel in pensar. Manhoclaj juntzanh tas yic Dios b'aj tzak'och a pensar. Anhej juntzanh yic anima tza na'a, xchi t'a winh."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix yalanpax t'a eb' sk'ayb'um: --Tato ay mach sgana tz'och in k'ayb'umoc, yowalil manhxo yicoc sb'a sch'ocoj. Sb'ecocab' sb'a yab'an syail vuuj, taxonhej scham t'a te' culus. Tato icha chi', ochocab' tzak'an vuuj."
        },
        {
            "number": "25",
            "text": "Yujto a eb' sgana scol sb'ha t'a yol yib'anhk’inal tik, ol satel sk'inal eb' t'a junelnhej. Axo eb' sb'ec sb'a scham vuuj, aton eb' chi' ol scha sk'inal t'a junelnhej."
        },
        {
            "number": "26",
            "text": "Q'uinaloc tato squiquej masanil tas ay t'a yol yib'anhk’inal tik, palta tato tzonh satcanel t'a junelnhej, ¿tas co ganar? ¿Tasto val ol cak' stojoloc yic tzonh colchajeli?"
        },
        {
            "number": "27",
            "text": "Yujto a in Ak'b'il in cot yuj Dios voch animail tik, a yet' spoder in Mam ol in ja yet' eb' vángel. Axo vak'an spak chi' t'a junjun anima, icha tastac ix sk'ulej eb'."
        },
        {
            "number": "28",
            "text": "Val yel swal t'ayex, ay juntzanh ex ayex ek' t'a tik, manto ex chamlaj, olto eyil in javi, ol in och Yajalil, xchi t'a eb' sk'ayb'um chi'."
        }
    ]
}