{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ay juntzanh heb' fariseo yet' heb' saduceo ix k'och t'a Jesús, yujto snib'ej heb' yak'an prowal. Yuj chi' ix sk'an yil junok milagro heb' scot t'a satcha’anh."
        },
        {
            "number": "2",
            "text": "Palta ix yalan Jesús t'a heb': --Ha ex tik, ay b'aj tzeyal icha tik t'a yemk'ualil: Ha k'ik'an maxtzac yak'laj nhab', yujto wan stz'a asun, xe chi."
        },
        {
            "number": "3",
            "text": "Ay b'aj tzeyal pax t'a q'uinhib'alil: Ha ticnaik musan, te k'ik' asun, ol yak' nhab', xe chi. Jelan eyilan juntzanh asun, tzeyalani tato ol yak' nhab', mato maay. Ay juntzanhxo yechel sch'oxan tas yaj jun pekti’ tik, palta ina max nachajel juntzanh chi' eyuuj. Yuj chi', chab' sat ex."
        },
        {
            "number": "4",
            "text": "Ha ex tik, te chuk ex, manhoclaj d'ha Dios tzeyak'och he pensar. Yuj chi' tonhej tze k'an eyil junok milagro scot d'ha Dios. Palta anhej jun milagro ol ak'joc eyila', aton jun icha sch'oxnac Dios yet' winhaj Jonás, xchi t'a heb'. Ixlajwi chi', ix el t'a stz'ey heb', ix b'ati."
        },
        {
            "number": "5",
            "text": "Ix b'at Jesús yet' heb' sk'ayb'um t'a junxo sk'axepal ha' nhajab'. Axo heb' sk'ayb'um chi', maj snalaj heb' yik'b'at ixim pan yic swa'a."
        },
        {
            "number": "6",
            "text": "Ix yalan Jesús t'a heb': --Ab'ec tas swal tik. Tzeyil wal he b'a yuj yich span heb' fariseo yet' yuj yich span heb' saduceo, xchi t'a heb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yalub'tanhan heb' yuj juntzanh ix yal chi'. --Syal icha chi', yujto maj quik'cotlaj ixim ko pan, xchi heb'."
        },
        {
            "number": "8",
            "text": "Axo Jesús yojtakxo tas wan yalan heb'. Yuj chi' ix yalanpax t'a heb': --¿Tas yuj tzeyala' to malaj ixim he pan? Tewelnhej tzeyak'och Dios t'a he k'ool."
        },
        {
            "number": "9",
            "text": "¿Tom anheja' max nachajel eyuuj? ¿Tom max he nacoti ayic wak'annac oye' pan t'a oye' mil winak, jayeto xuuc yak'nac sobre he molnacxik'ei?"
        },
        {
            "number": "10",
            "text": "Yed' wak'annac pax uque' pan t'a chanhe' mil winak, ¿tom max he nacoti jayeto xuuc yak'nac sobre he molnacxik'ei?"
        },
        {
            "number": "11",
            "text": "Ayic ix walan t'ayex yuj yich span heb' fariseo yet' yich span heb' saduceo, ¿tas yuj max nachajel eyuuj tas syalelk'ochi? Ha he naani to a ixim pan swala', xchi t'a heb'."
        },
        {
            "number": "12",
            "text": "Ayic ix yalan juntzanh chi' Jesús, ichato chi' ix nachajel yuj heb' to manhoc yich pan b'aj syil sb'a heb', palta aton t'a juntzanh k'ayb'ub'al syal heb' fariseo yet' heb' saduceo."
        },
        {
            "number": "13",
            "text": "Ayic ix k'och Jesús yet' heb' sk'ayb'um t'a yol yic Cesarea yic Filipo, ix sk'anb'an t'a heb': --Ha in Ak'b'il in cot yuj Dios woch animail tik, ¿mach in am yalan heb' anima tzeyab'i? xchi t'a heb'."
        },
        {
            "number": "14",
            "text": "--Ay heb' tz'alani, tob' a ach tik Juan ach, winh ix ak'an bautizar. Ay pax heb' tz'alani tob' Elías ach. Ay pax heb' tz'alani, tob' Jeremías ach, mato junocxo schekab' Dios ek'nac t'a peka', xchi heb' t'ay."
        },
        {
            "number": "15",
            "text": "--Xal ex tik, ¿mach in he naani? xchi t'a heb'."
        },
        {
            "number": "16",
            "text": "Axo winhaj Pedro ix tak'wi t'ay, ix yalan winh icha tik: --Ha achton tik, Cristo ach, Yuninal ach Dios pitzan, xchi winh t'ay."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yalanxi Jesús t'a winh: --Simón, yuninal ach winhaj Jonás, te wach' ico', yujto a jun ix al tik, manhoclaj junok anima ix ak'an nachajel uuj, palta aton in Mam ayek' t'a satcha’anh, a ix ak'an nachajel uuj."
        },
        {
            "number": "18",
            "text": "Ha in swal t'ayach, a ach ton Pedro ach. (Pedro syalelk'ochi, k'een.) Ha t'a yib'anh jun tenam chi' ol in b'o wiglesia. Ha wiglesia chi', manh ol ak'joc ganar heb' yuj spoder chamel."
        },
        {
            "number": "19",
            "text": "Ha t'ayach ol wak' sllaweal yic tz'och heb' anima t'a yol sk'ab' Dios aj satcha’anh. Ha tas ol ala' to ay yowalil t'a yol yib'anhk’inal tik, ay pax yowalil t'a satcha’anh. Anhejtona' a tas ol ala' to malaj yowalil t'a yol yib'anhk’inal tik, malaj pax yowalil t'a satcha’anh, xchi Jesús t'a winh."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix yalan t'a heb' sk'ayb'um chi': --Ayta b'aj tzeyala' to a in tik Cristo in, xchi t'a heb'."
        },
        {
            "number": "21",
            "text": "Ha t'a jun pekti’ chi', ix och ijan Jesús yalan t'a heb' sk'ayb'um tas ol ja t'a yib'anh. Ix yalani: --Yowalil ol in b'at t'a Jerusalén. Ata' ol ak'jococh t'a wib'anh yuj heb' ichamtac winak ay yopisio, heb' sat sacerdote yet' heb' k'ayb'um t'a ley Moisés. Ol in smilcham heb', palta haxo t'a schab'jial, ol in pitzwokxi, xchi t'a heb'."
        },
        {
            "number": "22",
            "text": "Palta haxo winhaj Pedro ix ik'anelta Jesús chi' sch'ocoj, yic syak'lan winh skachani. --Mamin, manh ichocta' snib'ej Dios. Ha juntzanh ix al chi', manh ol jalaj t'a ib'anh, xchi winh t'ay."
        },
        {
            "number": "23",
            "text": "Palta ix och wal k'elan Jesús t'a winh, ix yalani: --Elanh t'a in stz'ey ach Satanás, yujto a gana tzak' somchajel in pensar. Manhoklaj juntzanh tas yic Dios b'aj tzak'och a pensar. Anhej juntzanh yic anima tza na'a, xchi t'a winh."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix yalanpax t'a heb' sk'ayb'um: --Tato ay mach snib'ej tz'och in k'ayb'umoc, yowalil manhxo yicoc sb'a sch'ocoj. Sb'ecokab' sb'a yab'an syail wuuj, taxonhej scham t'a te' culus. Tato icha chi', ochokab' tzak'an wuuj."
        },
        {
            "number": "25",
            "text": "Yujto a heb' snib'ej scol sb'ha t'a yol yib'anhk’inal tik, ol satel sk'inal heb' t'a junelnhej. Axo heb' sb'ec sb'a scham wuuj, aton heb' chi' ol scha sk'inal t'a junelnhej."
        },
        {
            "number": "26",
            "text": "Q'uinaloc tato squiquej masanil tas ay t'a yol yib'anhk’inal tik, palta tato tzonh satkanel t'a junelnhej, ¿tas ko ganar? ¿Tasto wal ol kak' stojoloc yic tzonh colchajeli?"
        },
        {
            "number": "27",
            "text": "Yujto a in Ak'b'il in cot yuj Dios woch animail tik, a yet' spoder in Mam ol in ja yet' heb' vángel. Axo wak'an spak chi' t'a junjun anima, icha tastac ix sk'ulej heb'."
        },
        {
            "number": "28",
            "text": "Val yel swal t'ayex, ay juntzanh ex ayex ek' t'a tik, manto ex chamlaj, olto eyil in jawi, ol in och Yajalil, xchi t'a heb' sk'ayb'um chi'."
        }
    ]
}