{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ob'xitax chi', haxo Jesús ix ik'anb'at vinhaj Pedro, vinhaj Jacobo yet' vinh yuk'tac vinh scuchan Juan. Sch'ocojil eb' ix b'at yet'oc t'a jun niwan tzalan."
        },
        {
            "number": "2",
            "text": "Ata' ix q'uexmaj yilji Jesús t'a yichanh eb'. Veei ix aj sat icha yoc k'u, haxo spichul, te sac ix aj icha sakil k'inal."
        },
        {
            "number": "3",
            "text": "Axo t'a jun rato chi', ix ul sch'ox sb'a vinhaj Moisés yet' vinhaj Elías. Ix lolon eb' yet' Jesús."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yalan vinhaj Pedro t'a Jesús chi': --Mamin, te wach' cajek' t'a tik. Tato a gana, sco b'o oxeoc lechpat, jun ico', jun yic vinhaj Moisés yet' jun yic vinhaj Elías, xchi vinh."
        },
        {
            "number": "5",
            "text": "Van to yalan vinhaj Pedro chi', ix k'och jun asun. Ix em moyan t'a yib'anh eb'. Toxonhej veei yilji. Ixlajwi chi', ix ab'chaj jun lolonel t'a skal asun chi', ix yalani: --Aton jun tik Vuninal, te xajanab'il vuuj. Tzin tzalaj val yet'oc. Hak'uecoch e chiquin t'a tas syala', xchi."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an jun chi' eb' sk'ayb'um, ix em lachaljoc eb'. Ix te xivb'at eb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix k'och Jesús t'a stz'ey eb'. Ix maslaj eb' yuj. --Q'ueanhec vaan. Manh ex xivoc, xchi t'a eb'."
        },
        {
            "number": "8",
            "text": "Axo ix yilan eb', manhxalaj mach ayeq'ui. Axonhej Jesús ayeq'ui."
        },
        {
            "number": "9",
            "text": "Ayic van yemxita eb' t'a jun tzalan chi', ix yalan Jesús t'a eb': --Ayta b'aj tzeyalelta jun ix eyil chi'. Ha in Ak'b'il in cot yuj Dios voch animail tik, ato yic ol in pitzvocxi t'a skal eb' chamnac, ato ta' ol eyaleli, xchi t'a eb'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix sk'anb'an eb' sk'ayb'um chi' t'ay: --Ha eb' k'ayb'um t'a ley Moisés, syal eb': Ha vinhaj Elías, yowalil ol b'ab'laj javoc, xchi eb'. ¿Tas am yuj syal eb' icha chi'? xchi eb' t'a Jesús."
        },
        {
            "number": "11",
            "text": "Ix yalanxi t'a eb': --Yel ton syal eb', yowalil ol javoc vinhaj Elías chi', yic sna sb'a eb' anima."
        },
        {
            "number": "12",
            "text": "Palta sval t'ayex ulnacxoek' vinh. Palta max nachajel yuj eb' tato a vinh. Yuj chi', yutejnac vinh eb' icha val sgana. Icha pax chi' ol aj vab'an syail yuj eb' a in Ak'b'il in cot yuj Dios voch animail tik, xchi Jesús t'a eb' sk'ayb'um chi'."
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj snachajel yuj eb' to aton vinhaj Juan, vinh ak'annac bautizar, ix yal Jesús."
        },
        {
            "number": "14",
            "text": "Axo ix k'ochxi eb' b'aj ay jun nhilanh anima. Ix k'och jun vinh t'a Jesús, ix em cuman vinh t'a yichanh, ix yalan vinh t'ay:"
        },
        {
            "number": "15",
            "text": "--Mamin, ¿ma max ok' a k'ool t'a jun vuninal? Scot numnaj t'a sjolom. Te ya yaj yuj. Tzijtum elxo sb'at t'a yol k'ak' yet' t'a yol ha ha' yuj."
        },
        {
            "number": "16",
            "text": "Ix vik'cot t'a eb' a k'ayb'um tik, palta maj b'olaj sk'ool yuj eb', xchi vinh t'a Jesús."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yalan Jesús chi': --Ha ex tik, max eyak'och Dios t'a e k'ool, te pit ex. Inai, ayxo tiempo ay in ek' eyed'oc. ¿B'aq'uinhto val ol nachajel eyuuj? Svab' val syail eyuuj. Ixiquec b'at iq'ueccot vinh unin chi', xchi."
        },
        {
            "number": "18",
            "text": "Axo ix k'och vinh unin chi' t'a Jesús, ix stuman jun enemigo ayoch chi' t'a vinh. Yuj chi' ix el jun enemigo chi' t'a vinh. D'a jun rato chi', ix b'oxican sk'ool vinh yuj."
        },
        {
            "number": "19",
            "text": "Axo yic ix kan Jesús sch'ocoj yet' eb' sk'ayb'um, ix sk'anb'an eb' t'ay: --¿Tas am yuj maj el jun enemigo chi' cuuj? xchi eb' t'ay."
        },
        {
            "number": "20",
            "text": "--Maj el-laj yujto max eyak' val och Dios t'a e k'ool. Val yel sval t'ayex, tato tzeyak'och Dios chi' t'a e k'ool, wach'chom jab'nhej, icha junok pitanh sat anh mostaza, ol yal eyalan icha tik t'a jun vitz tik: Elanh t'a ed'tal tik, ixic t'a junocxo lugar, xe chi. Tato icha chi', ol el eyuuj. Masanil tas ol yal eyuuj tato yel tzeyak'och Dios t'a e k'ool, xchi t'a eb'."
        },
        {
            "number": "21",
            "text": "Ayic molanxoek' Jesús yet' eb' sk'ayb'um t'a yol yic Galilea, ix yalan t'a eb': --Ha in Ak'b'il in cot yuj Dios voch animail tik, ol in ak'jococh t'a yol sk'ab' eb' anima."
        },
        {
            "number": "22",
            "text": "Ol in smilancham eb'. Axo t'a schab'jial, ol in pitzvocxoc, xchi t'a eb'. Ayic ix yab'an juntzanh chi' eb', ix te cus eb'."
        },
        {
            "number": "23",
            "text": "Ayic ix k'och eb' t'a Capernaum, a eb' tecumel tumin yuj stemplo Dios xid' alan t'a vinhaj Pedro: --Ha vinh e k'ayb'umal tik, ¿tzam yak' q'uen tumin vinh stecjiel yic stemplo Dios? xchi eb' vinh."
        },
        {
            "number": "24",
            "text": "--Syak' q'uen vinh, xchi vinh t'a eb'. Axo yic ix k'ochxi vinhaj Pedro t'a yol pat, a Jesús ix b'ab'laj alan t'a vinh: --Simón, ¿tas tza na'a? Ha juntzanh tumin stecjiel yuj eb' rey, ¿mach am tz'ak'ani? ¿Am eb' yuninal eb' tz'ak'ani, mato a eb' anima? xchi t'a vinh."
        },
        {
            "number": "25",
            "text": "--Ha eb' anima, xchi vinh. Yuj chi', ix yalanxi Jesús t'a vinh: --Tato icha chi', a eb' uninab'il, manh yovaliloc syak' eb'."
        },
        {
            "number": "26",
            "text": "Palta malaj co gana somchaj sk'ool eb'. Yuj chi', ixic t'a sti' ha' nhajab'. B'at aq'uem q'uen anzuelo t'a yol ha'. Ha jun nok' b'ab'el chay syamchaj uuj, tzik'q'ueta nok'. Axo t'a yol sti' nok' ol ilchaj jun tumin uuj. k'ocb'il ol yab' jun tumin stecjiel chi' t'ayonh. Yuj chi' tzik'cot jun tumin chi', b'at ak'an t'a eb' tecumel tumin chi' cuuj co chavanhil, xchi t'a vinh."
        }
    ]
}