{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ob'xitax chi', haxo Jesús ix ik'anb'at winhaj Pedro, winhaj Jacobo yet' winh yuk'tac winh scuchan Juan. Sch'ocojil heb' ix b'at yet'oc t'a jun niwan tzalan."
        },
        {
            "number": "2",
            "text": "Ata' ix k'exmaj yilji Jesús t'a yichanh heb'. Veei ix aj sat icha yoc k'u, haxo spichul, te sac ix aj icha sakil k'inal."
        },
        {
            "number": "3",
            "text": "Axo t'a jun rato chi', ix ul sch'ox sb'a winhaj Moisés yet' winhaj Elías. Ix lolon heb' yet' Jesús."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yalan winhaj Pedro t'a Jesús chi': --Mamin, te wach' cajek' t'a tik. Tato a gana, sco b'o oxeoc lechpat, jun ico', jun yic winhaj Moisés yet' jun yic winhaj Elías, xchi winh."
        },
        {
            "number": "5",
            "text": "Van to yalan winhaj Pedro chi', ix k'och jun asun. Ix em moyan t'a yib'anh heb'. Toxonhej weei yilji. Ixlajwi chi', ix ab'chaj jun lolonel t'a skal asun chi', ix yalani: --Aton jun tik Vuninal, te xajanab'il wuuj. Tzin tzalaj wal yet'oc. Hak'uecoch he chiquin t'a tas syala', xchi."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an jun chi' heb' sk'ayb'um, ix em lachaljoc heb'. Ix te xivb'at heb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix k'och Jesús t'a stz'ey heb'. Ix maslaj heb' yuj. --Q'ueanhec waan. Manh ex xiwoc, xchi t'a heb'."
        },
        {
            "number": "8",
            "text": "Axo ix yilan heb', manhxalaj mach ayeq'ui. Axonhej Jesús ayeq'ui."
        },
        {
            "number": "9",
            "text": "Ayic wan yemxita heb' t'a jun tzalan chi', ix yalan Jesús t'a heb': --Ayta b'aj tzeyalelta jun ix eyil chi'. Ha in Ak'b'il in cot yuj Dios woch animail tik, ato yic ol in pitzwokxi t'a skal heb' chamnac, ato ta' ol eyaleli, xchi t'a heb'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix sk'anb'an heb' sk'ayb'um chi' t'ay: --Ha heb' k'ayb'um t'a ley Moisés, syal heb': Ha winhaj Elías, yowalil ol b'ab'laj jawok, xchi heb'. ¿Tas am yuj syal heb' icha chi'? xchi heb' t'a Jesús."
        },
        {
            "number": "11",
            "text": "Ix yalanxi t'a heb': --Yel ton syal heb', yowalil ol jawok winhaj Elías chi', yic sna sb'a heb' anima."
        },
        {
            "number": "12",
            "text": "Palta swal t'ayex ulnacxoek' winh. Palta max nachajel yuj heb' tato a winh. Yuj chi', yutejnac winh heb' icha wal snib'ej. Icha pax chi' ol aj wab'an syail yuj heb' a in Ak'b'il in cot yuj Dios woch animail tik, xchi Jesús t'a heb' sk'ayb'um chi'."
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj snachajel yuj heb' to aton winhaj Juan, winh ak'annac bautizar, ix yal Jesús."
        },
        {
            "number": "14",
            "text": "Axo ix k'ochxi heb' b'aj ay jun nhilanh anima. Ix k'och jun winh t'a Jesús, ix em cuman winh t'a yichanh, ix yalan winh t'ay:"
        },
        {
            "number": "15",
            "text": "--Mamin, ¿ma max ok' a k'ool t'a jun wuninal? Scot numnaj t'a sjolom. Te ya yaj yuj. Tzijtum elxo sb'at t'a yol k'ak' yet' t'a yol ha ha' yuj."
        },
        {
            "number": "16",
            "text": "Ix wik'cot t'a heb' a k'ayb'um tik, palta maj b'olaj sk'ool yuj heb', xchi winh t'a Jesús."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yalan Jesús chi': --Ha ex tik, max eyak'och Dios t'a he k'ool, te pit ex. Inai, ayxo tiempo ay in ek' eyed'oc. ¿B'aq'uinhto wal ol nachajel eyuuj? Swab' wal syail eyuuj. Ixiquec b'at ik'eccot winh unin chi', xchi."
        },
        {
            "number": "18",
            "text": "Axo ix k'och winh unin chi' t'a Jesús, ix stuman jun enemigo ayoch chi' t'a winh. Yuj chi' ix el jun enemigo chi' t'a winh. D'a jun rato chi', ix b'oxican sk'ool winh yuj."
        },
        {
            "number": "19",
            "text": "Axo yic ix kan Jesús sch'ocoj yet' heb' sk'ayb'um, ix sk'anb'an heb' t'ay: --¿Tas am yuj maj el jun enemigo chi' cuuj? xchi heb' t'ay."
        },
        {
            "number": "20",
            "text": "--Maj el-laj yujto max eyak' wal och Dios t'a he k'ool. Val yel swal t'ayex, tato tzeyak'och Dios chi' t'a he k'ool, wach'chom jab'nhej, icha junok pitanh sat anh mostaza, ol yal eyalan icha tik t'a jun witz tik: Elanh t'a ed'tal tik, ixic t'a junocxo lugar, xe chi. Tato icha chi', ol el eyuuj. Masanil tas ol yal eyuuj tato yel tzeyak'och Dios t'a he k'ool, xchi t'a heb'."
        },
        {
            "number": "21",
            "text": "Ayic molanxoek' Jesús yet' heb' sk'ayb'um t'a yol yic Galilea, ix yalan t'a heb': --Ha in Ak'b'il in cot yuj Dios woch animail tik, ol in ak'jococh t'a yol sk'ab' heb' anima."
        },
        {
            "number": "22",
            "text": "Ol in smilancham heb'. Axo t'a schab'jial, ol in pitzwocxoc, xchi t'a heb'. Ayic ix yab'an juntzanh chi' heb', ix te kus heb'."
        },
        {
            "number": "23",
            "text": "Ayic ix k'och heb' t'a Capernaum, a heb' tecumel tumin yuj stemplo Dios xid' alan t'a winhaj Pedro: --Ha winh he k'ayb'umal tik, ¿tzam yak' k'een tumin winh stecjiel yic stemplo Dios? xchi heb' winh."
        },
        {
            "number": "24",
            "text": "--Syak' k'een winh, xchi winh t'a heb'. Axo yic ix k'ochxi winhaj Pedro t'a yol pat, a Jesús ix b'ab'laj alan t'a winh: --Simón, ¿tas tza na'a? Ha juntzanh tumin stecjiel yuj heb' rey, ¿mach am tz'ak'ani? ¿Am heb' yuninal heb' tz'ak'ani, mato a heb' anima? xchi t'a winh."
        },
        {
            "number": "25",
            "text": "--Ha heb' anima, xchi winh. Yuj chi', ix yalanxi Jesús t'a winh: --Tato icha chi', a heb' uninab'il, manh yowaliloc syak' heb'."
        },
        {
            "number": "26",
            "text": "Palta malaj ko gana somchaj sk'ool heb'. Yuj chi', ixic t'a sti' ha' nhajab'. B'at ak'em k'een anzuelo t'a yol ha'. Ha jun nok' b'ab'el chay syamchaj uuj, tzik'k'eta nok'. Axo t'a yol sti' nok' ol ilchaj jun tumin uuj. k'ocb'il ol yab' jun tumin stecjiel chi' t'ayonh. Yuj chi' tzik'cot jun tumin chi', b'at ak'an t'a heb' tecumel tumin chi' cuuj ko chawanhil, xchi t'a winh."
        }
    ]
}