{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "A d'a jun tiempoal chi', ix k'och eb' sk'ayb'um Jesús d'ay. Ix sk'anb'an eb': --¿Mach am junoc más nivan yelk'och d'a yol sk'ab' Dios aj satchaanh? xchi eb' d'ay."
        },
        {
            "number": "2",
            "text": "Axo Jesús ix avtancot jun unin, ix yak'anoch d'a scal eb'."
        },
        {
            "number": "3",
            "text": "Ix yalan d'a eb': --Val yel sval d'ayex, tato max e q'uex e pensar, tato manh lajanoc tz'aj e pensar icha eb' unin, max yal eyoch d'a yol sk'ab' Dios aj satchaanh."
        },
        {
            "number": "4",
            "text": "Yuj chi', a eb' te emnaquil syutej sb'a icha jun unin tic, anhej eb' te nivan yelk'och ta'."
        },
        {
            "number": "5",
            "text": "A mach schaan junoc anima lajan icha jun unin tic, yujto vic jun anima chi', a in tzin scha'a."
        },
        {
            "number": "6",
            "text": "Palta tato ay mach tz'ak'an somchaj spensar junoc anima tzin ak'anoch d'a sk'ool, aton junoc icha spensar eb' unin tic, chuc yic jun chi'. Octom b'ab'el spixjioch junoc nivan q'uen d'a sjaj, syumjicanb'at d'a yol a' mar yic sjik'vichamoc, yacb'an manto yak' somchaj spensar jun anima chi'. Tato icha chi', más vach' yico'."
        },
        {
            "number": "7",
            "text": "Ob'iltac eb' anima yuj juntzanh tas tz'ak'an somchajel spensar. Masanil tiempo ay juntzanh chi', palta a val eb' tz'ak'an somchajel spensar eb' yetanimail, te chuc yic eb'."
        },
        {
            "number": "8",
            "text": "Tato a junoc e k'ab', ma junoc eyoc tzex ik'anb'at d'a chucal, más vach' tze tzepeli, tzeyumaneli, yujto vach'chom manh ex tz'acanoc, tato ol e cha e q'uinal d'a junelnhej, te vach' eyico'. Palta vach'chom tz'acan e k'ab' yed' eyoc, tato ol ex b'atcan d'a scal jun k'ak' malaj b'aq'uinh stupi, te chuc eyico'."
        },
        {
            "number": "9",
            "text": "Tato a junoc yol e sat tzex ik'anb'at d'a chucal, más vach' tzeyiq'uelta, tzeyumaneli. Yujto vach'chom junnhej yol e sat, tato ol e cha e q'uinal d'a junelnhej, te vach' eyico'. Palta vach'chom tz'acan yol e sat, tato ol ex b'atcan d'a scal k'ak' d'a infierno, te chuc eyico'."
        },
        {
            "number": "10",
            "text": "Manh e patiquejel eb' unin tic. Sval d'ayex to a eb' ángel stanhvan junjun eb', masanil tiempo ayek' eb' yed' co Mam Dios d'a satchaanh."
        },
        {
            "number": "11",
            "text": "Q'uinaloc ay junoc mach ay junoc ciento scalnel. Tato satb'at junoc, syactancan nok' 99 b'aj ayek' chi', sb'at sayan nok' satcan chi'."
        },
        {
            "number": "12",
            "text": "Tato tz'ilchaj nok' yuuj, ste tzalaj yuj nok'. Axo nok' 99 ayek' chi', ichato max tzalaj yuj nok'."
        },
        {
            "number": "13",
            "text": "Icha pax chi' co Mam ay d'a satchaanh. Malaj sgana ay junoc d'a scal eb' unin tic sateli."
        },
        {
            "number": "14",
            "text": "Tato ay junoc uk'tac tz'och smul d'ayach, b'at al d'ay sch'ocoj to ix och smul d'ayach. Tato scha yab' d'ayach, tzak' ganar a montan jun uk'tac chi'."
        },
        {
            "number": "15",
            "text": "Palta tato max scha yab' d'ayach, tzik'b'at jun chavanhocxo mach, b'at yalan eb' d'ay. Ayocab' chavanh oxvanhoc testigo, yic vach' ay yip masanil tas tz'alji, icha syal d'a Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "16",
            "text": "Palta tato anheja' max scha yab'i, tzal d'a iglesia. Tato anheja' max scha yab' pax d'a eb', canocab' ichnhej ta'. Icha junoc comon anima d'a ch'oc chonhab'il, ma junoc tecumel tumin, ichocab' ta' tz'ajcan d'a ichanh."
        },
        {
            "number": "17",
            "text": "Val yel sval d'ayex, a tas ol eyala' to ay yovalil d'a yolyib'anhq'uinal tic, a jun chi' ay pax yovalil d'a satchaanh. Anhejtona', a tas ol eyala' to malaj yovalil d'a yolyib'anhq'uinal tic, a jun chi' malaj pax yovalil d'a satchaanh."
        },
        {
            "number": "18",
            "text": "Svalan pax d'ayex, tato ay chavanhoc ex lajannhej e naan tas ol e k'ana', axo co Mam Dios ayek' d'a satchaanh ol ak'an d'ayex,"
        },
        {
            "number": "19",
            "text": "yujto a b'aj ay chavanh oxvanhoc anima smolb'ej sb'a, yic syalan sb'a eb' d'ayin, ayinek' yed' eb', xchi Jesús."
        },
        {
            "number": "20",
            "text": "Axo vinhaj Pedro ix k'och d'a stz'ey, ix yalan vinh d'ay: --Mamin, tato ay junoc vuk'tac tzijtum el tz'och smul d'ayin, ¿jayel svak' nivank'olal d'ay? ¿Yovalil am svak' nivank'olal uqueloc? xchi vinh."
        },
        {
            "number": "21",
            "text": "--Sval d'ayach, manh uquelocnhej tzak' nivank'olal. Vach'chom 500 el tz'och smul d'ayach, yovalil anheja' tzak'nhej nivank'olal, xchi Jesús."
        },
        {
            "number": "22",
            "text": "Ol val d'ayex chajtil ol aj eb' ayxo och d'a yol sk'ab' Dios aj satchaanh. Lajan icha junoc vinh rey sb'o yaj scuenta yed' eb' tz'ak'an servil."
        },
        {
            "number": "23",
            "text": "Ayic ix och ijan sb'oan yaj juntzanh scuenta vinh chi', ix ik'jicot jun vinh tz'ak'an servil, manhxo b'ischajb'enoc jantac sb'oc vinh d'a vinh rey chi'."
        },
        {
            "number": "24",
            "text": "Palta a jun vinh chi', malaj stumin vinh. Yuj chi' ix yal vinh rey chi' to yovalil schonhjiel vinh yed' ix yetb'eyum, eb' yuninal yed' jantacnhej tas ay d'a vinh, talaj stupchajel sb'oc vinh chi'."
        },
        {
            "number": "25",
            "text": "Axo vinh tz'ak'an servil chi', ix em cuman vinh d'a yichanh vinh rey chi'. Ix tevioch vinh d'a vinh: Mamin, ak' in nivank'olal. Jab'jab'il ol in tup in b'oc chi' smasanil d'ayach, xchi vinh."
        },
        {
            "number": "26",
            "text": "Yuj chi', ix yil sk'ol vinh rey chi' d'a vinh. Ix ak'jican lajvoc sb'oc vinh smasanil. Ix el vinh d'a libre."
        },
        {
            "number": "27",
            "text": "Axo yic ix el vinh d'a libre chi', ix ilchajel jun vinh yetmunlajvumal vinh yuuj, ay jab' sb'oc vinh d'a vinh. Yuj chi' ix och b'inb'in vinh d'a sjaj vinh, ix yalan vinh: Ak'cot a b'oc chi' d'ayin val ticnaic, xchi vinh."
        },
        {
            "number": "28",
            "text": "Palta ix em cumnaj jun vinh ay sb'oc chi' d'a yichanh vinh. Ix tevi vinh d'a vinh: Ak' in nivank'olal. Jab'jab'il ol in tup in b'oc chi' d'ayach smasanil, xchi vinh."
        },
        {
            "number": "29",
            "text": "Palta maj yal sk'ool vinh ix yak' nivank'olal vinh. Yuj chi', ix ik'jib'at vinh d'a preso yuj vinh, masanto ix stup sb'oc vinh chi' d'a vinh."
        },
        {
            "number": "30",
            "text": "Axo ix yilan juntzanhxo eb' vinh yetmunlajvumal vinh chi' tas ix sk'ulej vinh, ix te och eb' vinh ilk'olal yilani. Yuj chi' ix b'at yal eb' vinh d'a vinh rey chi', tas ix sk'ulej vinh."
        },
        {
            "number": "31",
            "text": "Axo vinh rey chi', ix checan avtajcot vinh. Ix yalan vinh: Ach in checab', puch vinac ach. Inai, ix vak' lajvoc a b'oc chi' smasanil, yujto ix al a b'a d'ayin."
        },
        {
            "number": "32",
            "text": "Octom val ix il a k'ol d'a vinh etb'eyum chi', icha ix ok' in k'ool d'ayach, xchi vinh."
        },
        {
            "number": "33",
            "text": "Yuj chi', ix te cot yoval vinh rey chi'. Ix ak'jioch vinh d'a preso yuj vinh. Ix yalan vinh to tz'ak'jioch yaelal d'a yib'anh vinh masanto stup sb'oc vinh chi'."
        },
        {
            "number": "34",
            "text": "Yuj chi', a ex tic, tato max eyak' nivank'olal d'a eb' eyuk'tac eyanab' d'a smasanil e k'ool, icha chi' ol ex yutocxi co Mam Dios ay d'a satchaanh, xchi Jesús d'a eb'."
        }
    ]
}