{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ix k'och eb' sk'ayb'um Jesús t'ay. Ix sk'anb'an eb': --¿Mach am junok más niwan yelk'och t'a yol sk'ab' Dios aj satcha’anh? xchi eb' t'ay."
        },
        {
            "number": "2",
            "text": "Axo Jesús ix avtancot jun unin, ix yak'anoch t'a skal eb'."
        },
        {
            "number": "3",
            "text": "Ix yalan t'a eb': --Val yel sval t'ayex, tato max e q'uex e pensar, tato manh lajanoc tz'aj e pensar icha eb' unin, max yal eyoch t'a yol sk'ab' Dios aj satcha’anh."
        },
        {
            "number": "4",
            "text": "Yuj chi', a eb' te emnaquil syutej sb'a icha jun unin tik, anhej eb' te niwan yelk'och ta'."
        },
        {
            "number": "5",
            "text": "Ha mach schaan junok anima lajan icha jun unin tik, yujto wik jun anima chi', a in tzin scha'a."
        },
        {
            "number": "6",
            "text": "Palta tato ay mach tz'ak'an somchaj spensar junok anima tzin ak'anoch t'a sk'ool, aton junok icha spensar eb' unin tik, chuk yic jun chi'. Octom b'ab'el spixjioch junok niwan q'uen t'a sjaj, syumjicanb'at t'a yol ha' mar yic sjik'vichamoc, yacb'an manto yak' somchaj spensar jun anima chi'. Tato icha chi', más wach' yico'."
        },
        {
            "number": "7",
            "text": "Ob'iltac eb' anima yuj juntzanh tas tz'ak'an somchajel spensar. Masanil tiempo ay juntzanh chi', palta a val eb' tz'ak'an somchajel spensar eb' yetanimail, te chuk yic eb'."
        },
        {
            "number": "8",
            "text": "Tato a junok e k'ab', ma junok eyoc tzex ik'anb'at t'a chukal, más wach' tze tzepeli, tzeyumaneli, yujto wach'chom manh ex tz'acanoc, tato ol e cha e q'uinal t'a junelnhej, te wach' eyiko'. Palta wach'chom tz'acan e k'ab' yet' eyoc, tato ol ex b'atcan t'a skal jun k'ak' malaj b'ak'uinh stupi, te chuk eyiko'."
        },
        {
            "number": "9",
            "text": "Tato a junok yol e sat tzex ik'anb'at t'a chukal, más wach' tzeyiq'uelta, tzeyumaneli. Yujto wach'chom junnhej yol e sat, tato ol e cha e q'uinal t'a junelnhej, te wach' eyiko'. Palta wach'chom tz'acan yol e sat, tato ol ex b'atcan t'a skal k'ak' t'a infierno, te chuk eyiko'."
        },
        {
            "number": "10",
            "text": "Manh e patiquejel eb' unin tik. Sval t'ayex to a eb' ángel stanhvan junjun eb', masanil tiempo ayek' eb' yet' co Mam Dios t'a satcha’anh."
        },
        {
            "number": "11",
            "text": "Q'uinaloc ay junok mach ay junok ciento scalnel. Tato satb'at junok, syactancan nok' 99 b'aj ayek' chi', sb'at sayan nok' satcan chi'."
        },
        {
            "number": "12",
            "text": "Tato tz'ilchaj nok' yuj, ste tzalaj yuj nok'. Axo nok' 99 ayek' chi', ichato max tzalaj yuj nok'."
        },
        {
            "number": "13",
            "text": "Icha pax chi' co Mam ay t'a satcha’anh. Malaj sgana ay junok t'a skal eb' unin tik sateli."
        },
        {
            "number": "14",
            "text": "Tato ay junok uk'tac tz'och smul t'ayach, b'at al t'ay sch'ocoj to ix och smul t'ayach. Tato scha yab' t'ayach, tzak' ganar a montan jun uk'tac chi'."
        },
        {
            "number": "15",
            "text": "Palta tato max scha yab' t'ayach, tzik'b'at jun chavanhocxo mach, b'at yalan eb' t'ay. Ayokab' chavanh oxvanhoc testigo, yic wach' ay yip masanil tas tz'alji, icha syal t'a Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "16",
            "text": "Palta tato anheja' max scha yab'i, tzal t'a iglesia. Tato anheja' max scha yab' pax t'a eb', canocab' ichnhej ta'. Icha junok comon anima t'a ch'oc chonhab'il, ma junok tecumel tumin, ichocab' ta' tz'ajkan t'a ichanh."
        },
        {
            "number": "17",
            "text": "Val yel sval t'ayex, a tas ol eyala' to ay yowalil t'a yol yib'anhk’inal tik, a jun chi' ay pax yowalil t'a satcha’anh. Anhejtona', a tas ol eyala' to malaj yowalil t'a yol yib'anhk’inal tik, a jun chi' malaj pax yowalil t'a satcha’anh."
        },
        {
            "number": "18",
            "text": "Svalan pax t'ayex, tato ay chavanhoc ex lajannhej e naan tas ol e k'ana', haxo co Mam Dios ayek' t'a satcha’anh ol ak'an t'ayex,"
        },
        {
            "number": "19",
            "text": "yujto a b'aj ay chavanh oxvanhoc anima smolb'ej sb'a, yic syalan sb'a eb' t'ayin, ayinek' yet' eb', xchi Jesús."
        },
        {
            "number": "20",
            "text": "Axo vinhaj Pedro ix k'och t'a stz'ey, ix yalan vinh t'ay: --Mamin, tato ay junok vuk'tac tzijtum el tz'och smul t'ayin, ¿jayel svak' nivank'olal t'ay? ¿Yovalil am svak' nivank'olal uqueloc? xchi vinh."
        },
        {
            "number": "21",
            "text": "--Sval t'ayach, manh uquelocnhej tzak' nivank'olal. Wach'chom 500 el tz'och smul t'ayach, yowalil anheja' tzak'nhej nivank'olal, xchi Jesús."
        },
        {
            "number": "22",
            "text": "Ol val t'ayex chajtil ol aj eb' ayxo och t'a yol sk'ab' Dios aj satcha’anh. Lajan icha junok vinh rey sb'o yaj scuenta yet' eb' tz'ak'an servil."
        },
        {
            "number": "23",
            "text": "Ayic ix och ijan sb'oan yaj juntzanh scuenta vinh chi', ix ik'jicot jun vinh tz'ak'an servil, manhxo b'ischajb'enoc jantac sb'oc vinh t'a vinh rey chi'."
        },
        {
            "number": "24",
            "text": "Palta a jun vinh chi', malaj stumin vinh. Yuj chi' ix yal vinh rey chi' to yowalil schonhjiel vinh yet' ix yetb'eyum, eb' yuninal yet' jantacnhej tas ay t'a vinh, talaj stupchajel sb'oc vinh chi'."
        },
        {
            "number": "25",
            "text": "Axo vinh tz'ak'an servil chi', ix em cuman vinh t'a yichanh vinh rey chi'. Ix tevioch vinh t'a vinh: Mamin, ak' in nivank'olal. Jab'jab'il ol in tup in b'oc chi' smasanil t'ayach, xchi vinh."
        },
        {
            "number": "26",
            "text": "Yuj chi', ix yil sk'ol vinh rey chi' t'a vinh. Ix ak'jican lajvoc sb'oc vinh smasanil. Ix el vinh t'a libre."
        },
        {
            "number": "27",
            "text": "Axo yic ix el vinh t'a libre chi', ix ilchajel jun vinh yetmunlajvumal vinh yuj, ay jab' sb'oc vinh t'a vinh. Yuj chi' ix och b'inb'in vinh t'a sjaj vinh, ix yalan vinh: Ak'cot a b'oc chi' t'ayin val ticnaic, xchi vinh."
        },
        {
            "number": "28",
            "text": "Palta ix em cumnaj jun vinh ay sb'oc chi' t'a yichanh vinh. Ix tevi vinh t'a vinh: Ak' in nivank'olal. Jab'jab'il ol in tup in b'oc chi' t'ayach smasanil, xchi vinh."
        },
        {
            "number": "29",
            "text": "Palta maj yal sk'ool vinh ix yak' nivank'olal vinh. Yuj chi', ix ik'jib'at vinh t'a preso yuj vinh, masanto ix stup sb'oc vinh chi' t'a vinh."
        },
        {
            "number": "30",
            "text": "Axo ix yilan juntzanhxo eb' vinh yetmunlajvumal vinh chi' tas ix sk'ulej vinh, ix te och eb' vinh ilk'olal yilani. Yuj chi' ix b'at yal eb' vinh t'a vinh rey chi', tas ix sk'ulej vinh."
        },
        {
            "number": "31",
            "text": "Axo vinh rey chi', ix checan avtajcot vinh. Ix yalan vinh: Ach in checab', puch vinac ach. Inai, ix vak' lajvoc a b'oc chi' smasanil, yujto ix al a b'a t'ayin."
        },
        {
            "number": "32",
            "text": "Octom val ix il a k'ol t'a vinh etb'eyum chi', icha ix ok' in k'ool t'ayach, xchi vinh."
        },
        {
            "number": "33",
            "text": "Yuj chi', ix te cot yoval vinh rey chi'. Ix ak'jioch vinh t'a preso yuj vinh. Ix yalan vinh to tz'ak'jioch yaelal t'a yib'anh vinh masanto stup sb'oc vinh chi'."
        },
        {
            "number": "34",
            "text": "Yuj chi', a ex tik, tato max eyak' nivank'olal t'a eb' eyuk'tac eyanab' t'a smasanil e k'ool, icha chi' ol ex yutocxi co Mam Dios ay t'a satcha’anh, xchi Jesús t'a eb'."
        }
    ]
}