{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ix k'och heb' sk'ayb'um Jesús t'ay. Ix sk'anb'an heb': --¿Mach am junok más niwan yelk'och t'a yol sk'ab' Dios aj satcha’anh? xchi heb' t'ay."
        },
        {
            "number": "2",
            "text": "Axo Jesús ix awtankot jun unin, ix yak'anoch t'a skal heb'."
        },
        {
            "number": "3",
            "text": "Ix yalan t'a heb': --Val yel swal t'ayex, tato max he k'ex he pensar, tato manh lajanoc tz'aj he pensar icha heb' unin, max yal eyoch t'a yol sk'ab' Dios aj satcha’anh."
        },
        {
            "number": "4",
            "text": "Yuj chi', a heb' te emnaquil syutej sb'a icha jun unin tik, anhej heb' te niwan yelk'och ta'."
        },
        {
            "number": "5",
            "text": "Ha mach schaan junok anima lajan icha jun unin tik, yujto wik jun anima chi', a in tzin scha'a."
        },
        {
            "number": "6",
            "text": "Palta tato ay mach tz'ak'an somchaj spensar junok anima tzin ak'anoch t'a sk'ool, aton junok icha spensar heb' unin tik, chuk yic jun chi'. Octom b'ab'el spixjioch junok niwan k'een t'a sjaj, syumjicanb'at t'a yol ha' mar yic sjik'wichamoc, yacb'an manto yak' somchaj spensar jun anima chi'. Tato icha chi', más wach' yico'."
        },
        {
            "number": "7",
            "text": "Ob'iltac heb' anima yuj juntzanh tas tz'ak'an somchajel spensar. Masanil tiempo ay juntzanh chi', palta a wal heb' tz'ak'an somchajel spensar heb' yetanimail, te chuk yic heb'."
        },
        {
            "number": "8",
            "text": "Tato a junok he k'ab', ma junok eyoc tzex ik'anb'at t'a chukal, más wach' tze tzepeli, tzeyumaneli, yujto wach'chom manh ex tz'acanoc, tato ol he cha he k 'inal t'a junelnhej, te wach' eyiko'. Palta wach'chom tz'acan he k'ab' yet' eyoc, tato ol ex b'atcan t'a skal jun k'ak' malaj b'ak'uinh stupi, te chuk eyiko'."
        },
        {
            "number": "9",
            "text": "Tato a junok yol he sat tzex ik'anb'at t'a chukal, más wach' tzeyik'elta, tzeyumaneli. Yujto wach'chom junnhej yol he sat, tato ol he cha he k 'inal t'a junelnhej, te wach' eyiko'. Palta wach'chom tz'acan yol he sat, tato ol ex b'atcan t'a skal k'ak' t'a infierno, te chuk eyiko'."
        },
        {
            "number": "10",
            "text": "Manh he patiquejel heb' unin tik. Swal t'ayex to a heb' ángel stanhwan junjun heb', masanil tiempo ayek' heb' yet' ko Mam Dios t'a satcha’anh."
        },
        {
            "number": "11",
            "text": "Q'uinaloc ay junok mach ay junok ciento scalnel. Tato satb'at junok, syactancan nok' 99 b'aj ayek' chi', sb'at sayan nok' satcan chi'."
        },
        {
            "number": "12",
            "text": "Tato tz'ilchaj nok' yuj, ste tzalaj yuj nok'. Axo nok' 99 ayek' chi', ichato max tzalaj yuj nok'."
        },
        {
            "number": "13",
            "text": "Icha pax chi' ko Mam ay t'a satcha’anh. Malaj snib'ej ay junok t'a skal heb' unin tik sateli."
        },
        {
            "number": "14",
            "text": "Tato ay junok uk'tac tz'och smul t'ayach, b'at al t'ay sch'ocoj to ix och smul t'ayach. Tato scha yab' t'ayach, tzak' ganar a montan jun uk'tac chi'."
        },
        {
            "number": "15",
            "text": "Palta tato max scha yab' t'ayach, tzik'b'at jun chawanhocxo mach, b'at yalan heb' t'ay. Ayokab' chawanh oxwanhoc testigo, yic wach' ay yip masanil tas tz'alji, icha syal t'a Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "16",
            "text": "Palta tato anheja' max scha yab'i, tzal t'a iglesia. Tato anheja' max scha yab' pax t'a heb', canocab' ichnhej ta'. Icha junok comon anima t'a ch'oc chonhab'il, ma junok tecumel tumin, ichocab' ta' tz'ajkan t'a ichanh."
        },
        {
            "number": "17",
            "text": "Val yel swal t'ayex, a tas ol eyala' to ay yowalil t'a yol yib'anhk’inal tik, a jun chi' ay pax yowalil t'a satcha’anh. Anhejtona', a tas ol eyala' to malaj yowalil t'a yol yib'anhk’inal tik, a jun chi' malaj pax yowalil t'a satcha’anh."
        },
        {
            "number": "18",
            "text": "Swalan pax t'ayex, tato ay chawanhoc ex lajannhej he naan tas ol he k'ana', haxo ko Mam Dios ayek' t'a satcha’anh ol ak'an t'ayex,"
        },
        {
            "number": "19",
            "text": "yujto a b'aj ay chawanh oxwanhoc anima smolb'ej sb'a, yic syalan sb'a heb' t'ayin, ayinek' yet' heb', xchi Jesús."
        },
        {
            "number": "20",
            "text": "Axo winhaj Pedro ix k'och t'a stz'ey, ix yalan winh t'ay: --Mamin, tato ay junok wuk'tac tzijtum el tz'och smul t'ayin, ¿jayel swak' niwank'olal t'ay? ¿Yowalil am swak' niwank'olal uqueloc? xchi winh."
        },
        {
            "number": "21",
            "text": "--Swal t'ayach, manh uquelocnhej tzak' niwank'olal. Wach'chom 500 el tz'och smul t'ayach, yowalil anheja' tzak'nhej niwank'olal, xchi Jesús."
        },
        {
            "number": "22",
            "text": "Ol wal t'ayex chajtil ol aj heb' ayxo och t'a yol sk'ab' Dios aj satcha’anh. Lajan icha junok winh rey sb'o yaj scuenta yet' heb' tz'ak'an serwil."
        },
        {
            "number": "23",
            "text": "Ayic ix och ijan sb'oan yaj juntzanh scuenta winh chi', ix ik'jicot jun winh tz'ak'an serwil, manhxo b'ischajb'enoc jantac sb'oc winh t'a winh rey chi'."
        },
        {
            "number": "24",
            "text": "Palta a jun winh chi', malaj stumin winh. Yuj chi' ix yal winh rey chi' to yowalil schonhjiel winh yet' ix yetb'eyum, heb' yuninal yet' jantacnhej tas ay t'a winh, talaj stupchajel sb'oc winh chi'."
        },
        {
            "number": "25",
            "text": "Axo winh tz'ak'an serwil chi', ix em cuman winh t'a yichanh winh rey chi'. Ix tewioch winh t'a winh: Mamin, ak' in niwank'olal. Jab'jab'il ol in tup in b'oc chi' smasanil t'ayach, xchi winh."
        },
        {
            "number": "26",
            "text": "Yuj chi', ix yil sk'ol winh rey chi' t'a winh. Ix ak'jican lajwoc sb'oc winh smasanil. Ix el winh t'a libre."
        },
        {
            "number": "27",
            "text": "Axo yic ix el winh t'a libre chi', ix ilchajel jun winh yetmunlajwumal winh yuj, ay jab' sb'oc winh t'a winh. Yuj chi' ix och b'inb'in winh t'a sjaj winh, ix yalan winh: Ak'cot a b'oc chi' t'ayin wal ticnaik, xchi winh."
        },
        {
            "number": "28",
            "text": "Palta ix em cumnaj jun winh ay sb'oc chi' t'a yichanh winh. Ix tewi winh t'a winh: Ak' in niwank'olal. Jab'jab'il ol in tup in b'oc chi' t'ayach smasanil, xchi winh."
        },
        {
            "number": "29",
            "text": "Palta maj yal sk'ool winh ix yak' niwank'olal winh. Yuj chi', ix ik'jib'at winh t'a preso yuj winh, masanto ix stup sb'oc winh chi' t'a winh."
        },
        {
            "number": "30",
            "text": "Axo ix yilan juntzanhxo heb' winh yetmunlajwumal winh chi' tas ix sk'ulej winh, ix te och heb' winh ilk'olal yilani. Yuj chi' ix b'at yal heb' winh t'a winh rey chi', tas ix sk'ulej winh."
        },
        {
            "number": "31",
            "text": "Axo winh rey chi', ix checan avtajcot winh. Ix yalan winh: Ach in checab', puch winak ach. Inai, ix wak' lajwoc a b'oc chi' smasanil, yujto ix al a b'a t'ayin."
        },
        {
            "number": "32",
            "text": "Octom wal ix il a k'ol t'a winh etb'eyum chi', icha ix ok' in k'ool t'ayach, xchi winh."
        },
        {
            "number": "33",
            "text": "Yuj chi', ix te cot yowal winh rey chi'. Ix ak'jioch winh t'a preso yuj winh. Ix yalan winh to tz'ak'jioch yaelal t'a yib'anh winh masanto stup sb'oc winh chi'."
        },
        {
            "number": "34",
            "text": "Yuj chi', a ex tik, tato max eyak' niwank'olal t'a heb' eyuk'tac eyanab' t'a smasanil he k'ool, icha chi' ol ex yutocxi ko Mam Dios ay t'a satcha’anh, xchi Jesús t'a heb'."
        }
    ]
}