{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi yalan juntzanh chi' Jesús, ix elxi t'a Galilea b'aj ayek' chi'. Ix k'och t'a yol yic Judea t'a sk'axepalek' ha' niwan Jordán."
        },
        {
            "number": "2",
            "text": "Tzijtum eb' anima ix och tzak'an yuj. Ix ak'ji b'oxoc sk'ool eb' penaay ta' yuj."
        },
        {
            "number": "3",
            "text": "Ay juntzanh eb' fariseo ix k'och t'ay. Sgana eb' yak'an proval. Yuj chi' ix sk'anb'an eb': --¿Ay am sleyal spuc sb'a junok vinh vinac yet' ix yetb'eyum yalnhej tas yuj? xchi eb'."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yalan t'a eb': --¿Tom manta b'aj tzeyil t'a Slolonel Dios Tz'ib'ab'ilcani, atax yic sb'oannac yol yib'anhk’inal tik Dios, b'ob'il vinh vinac yet' ix ix?"
        },
        {
            "number": "5",
            "text": "Yalnaccani: Yuj chi', a vinh vinac, yowalil syactejcan smam snun vinh, yic junxonhej tz'ajkan vinh yet' ix yetb'eyum. Axo eb' schavanhil, ichato junxonhej nivanil tz'aj eb', xchi Dios."
        },
        {
            "number": "6",
            "text": "Yel manhxo chavanhoc eb', junxonhej yaj eb'. Yuj chi', a eb' junxonhej yajcan yuj Dios, max yal-laj yak'anoch sb'a anima yic spucan sb'a eb', xchi Jesús t'a eb'."
        },
        {
            "number": "7",
            "text": "Ix yalanxi eb' t'ay: --¿Palta tas yuj yalnaccan vinhaj Moisés to a vinh vinac syal yak'an yumal yic pucojb'ail vinh t'a ix yetb'eyum, slajvi chi' schecan pax ix vinh? xchi eb' t'ay."
        },
        {
            "number": "8",
            "text": "--Yuj e pital, yuj chi' yalnaccan vinhaj Moisés to syal e pucan e b'a yet' ix eyetb'eyum chi'. Palta atax sb'oannac yol yib'anhk’inal tik Dios, manh ichocta' yajcan yuj."
        },
        {
            "number": "9",
            "text": "Yuj chi', sval t'ayex, a mach spuc sb'a yet' ix yetb'eyum, syik'an junocxo ix, tz'em vinh ajmulal. Anhej tato tz'em ix t'a mul yet' junocxo vinac, syal spucan sb'a vinh yet' ix, xchi t'a eb'."
        },
        {
            "number": "10",
            "text": "Axo eb' sk'ayb'um ix alan t'ay: --Tato icha chi', más am wach' max cak'och ix quetb'eyum, xchi eb'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yalan t'a eb': --Palta manh masaniloc anima stechaj yuj jun tzeyal chi'. Anhej eb' tz'och Dios yet'oc, anhej eb' stechaj yuj."
        },
        {
            "number": "12",
            "text": "Ay juntzanh eb', atax t'a yaljub'al aytaxon palta yaj eb'. Yuj chi' max yal yoch yetb'eyum eb'. Ay pax eb' toto sjuvi yuj eb' yetanimail. Yuj chi' max yal yoch yetb'eyum eb'. Ay pax eb' max yak'ochtaxon yetb'eyum, yujto axonhej Yajalil eb' ay t'a satcha’anh sgana syak' servil. Ha eb' tz'ak'an techaj jun tik, techajocab' yuj eb', xchi Jesús t'a eb'."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ay juntzanh eb' unin ix yik'b'at eb' anima t'a Jesús, yic syaq'uek' sk'ab' t'a sjolom eb', slesalvi yuj eb'. Palta haxo eb' sk'ayb'um ix cachanoch vaan eb'."
        },
        {
            "number": "14",
            "text": "Palta ix yalan t'a eb' sk'ayb'um chi': --Chaeccot eb' unin t'ayin. Manh e cach eb' sja t'ayin. Yujto anhej eb' lajan spensar icha eb' unin tik, anhej eb' ol yal yoch t'a yol sk'ab' Dios aj satcha’anh, xchi t'a eb'."
        },
        {
            "number": "15",
            "text": "Ichato chi', ix yak'anek' sk'ab' t'a sjolom eb'. Ixlajwi chi', ix el t'a jun lugar chi'."
        },
        {
            "number": "16",
            "text": "Ha junel, ay jun vinh quelem ix k'och t'a Jesús. Ix yalan vinh t'ay: --Ach in wach' k'ayb'umal, tzin k'anb'ej t'ayach, ¿tas wach' tzin k'ulej yic wach' ol in cha in q'uinal t'a junelnhej? xchi vinh t'ay."
        },
        {
            "number": "17",
            "text": "--¿Tas yuj tzin al wach'il? Junnhej mach wach', aton Dios, malaj junocxo. Tato a gana tza cha a q'uinal, k'anab'ajej juntzanh checnab'il tik, xchi Jesús t'a vinh."
        },
        {
            "number": "18",
            "text": "--¿Tastac juntzanh checnab'il tzin k'anab'ajej chi'? xchi vinh t'ay. --Manh e milcham eyetanimail. Manh ex em ajmulal. Manh ex elk'anoc. Manh e naq'ue lolonel t'a spatic eb' eyetanimail."
        },
        {
            "number": "19",
            "text": "Ayokab' yelk'och e mam e nun t'a e sat. Ichaocab' eya'ilan e b'a, ichaocab' chi' e xajanan eb' ay t'a spatic schiquin e pat."
        },
        {
            "number": "20",
            "text": "--Atax in cotoch uninal, tzin k'anab'ajej juntzanh checnab'il tik smasanil. Yuj chi' ¿tasto val in paltail? xchi vinh."
        },
        {
            "number": "21",
            "text": "--Tato a gana manhxa jab'oc a paltail, ixic, b'at chonhcanel smasanil tastac ay t'ayach. Tzak'an stojol t'a eb' meb'a', yuj chi' ol a cha a b'eyumal t'a satcha’anh. Ichato chi' b'ian, tzach jaxi, haxo och chi' in k'ayb'umoc, xchi Jesús t'a vinh."
        },
        {
            "number": "22",
            "text": "Ayic ix yab'an juntzanh chi' vinh, cusk'olalxo ix pax vinh, yujto manh jantacoc tas ay t'a vinh."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix yalanxi Jesús t'a eb' sk'ayb'um: --Val yel sval t'ayex, a eb' b'eyum, tato ol och eb' t'a yol sk'ab' Dios aj satcha’anh, te pural ol och eb'."
        },
        {
            "number": "24",
            "text": "Svalan t'ayex: Q'uinaloc ay junok nok' camello, ¿tom ol yal yek' nok' t'a yixal junok q'uen acxa? Icha chi' yaj eb' b'eyum. Yelxo val pural ol och eb' t'a yol sk'ab' Dios, xchi t'a eb'."
        },
        {
            "number": "25",
            "text": "Ayic ix yab'an jun chi' eb' sk'ayb'um, ix te sat sk'ool eb'. Ix laj yalan eb': --Tato icha chi', ¿mach eb' ol colchaj jun? xchi eb'."
        },
        {
            "number": "26",
            "text": "Yuj chi', ix och q'uelan Jesús t'a eb', ix yalani: --Ha jun tik malaj junok anima syal yuj. Palta anhej Dios syal yuj. Yujto masanil tas syalnhej yuj, xchi t'a eb'."
        },
        {
            "number": "27",
            "text": "Axo vinhaj Pedro ix alan t'ay: --Mamin, a onh tik, ix cactejcan masanil tas ay t'ayonh, onh och a k'ayb'umoc. Yuj chi', ¿tas am spac ol co cha'a? xchi vinh."
        },
        {
            "number": "28",
            "text": "--Val yel sval t'ayex, ato yic ol ak'b'ocxi masanil tastac, ato ta' ol e cha spac eyiko'. Ha in Ak'b'il in cot yuj Dios voch animail tik, ol in em k'ojan t'a in k'ojnub', b'aj ol checlajel in poder. Ha exxo ix ex och in k'ayb'umoc tik, ol ex em k'ojan e lajchavanhil t'a junjun e k'ojnub'. Ol e ch'olb'itan yaj eb' quetisraelal slajchavil makan."
        },
        {
            "number": "29",
            "text": "Ha mach syactejcan spat vuuj, mato yuk'tac, yanab', mato smam snun, ma yuninal, mato sluum syactejcan vuuj, a jun chi', te niwan spac ol scha'a. Anhejtona' ol schaan sq'uinal t'a junelnhej."
        },
        {
            "number": "30",
            "text": "Ay eb' anima niwan yelk'och t'a co cal ticnaic. Palta a eb' chi', tzijtum eb' malaj jab'oc ol aj yelk'och t'a jun pekti’ chi'. Anhejtona', ay eb' malaj jab'oc yelk'och t'a co cal ticnaic, palta ha t'a skal eb' chi', ay eb' niwan ol aj yelk'och t'a jun pekti’ chi', xchi Jesús t'a eb'."
        }
    ]
}