{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi yalan juntzanh chi' Jesús, ix elxi d'a Galilea b'aj ayek' chi'. Ix k'och d'a yol yic Judea d'a sk'axepalek' a' nivan Jordán."
        },
        {
            "number": "2",
            "text": "Tzijtum eb' anima ix och tzak'an yuuj. Ix ak'ji b'oxoc sk'ool eb' penaay ta' yuuj."
        },
        {
            "number": "3",
            "text": "Ay juntzanh eb' fariseo ix k'och d'ay. Sgana eb' yak'an proval. Yuj chi' ix sk'anb'an eb': --¿Ay am sleyal spuc sb'a junoc vinh vinac yed' ix yetb'eyum yalnhej tas yuuj? xchi eb'."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yalan d'a eb': --¿Tom manta b'aj tzeyil d'a Slolonel Dios Tz'ib'ab'ilcani, atax yic sb'oannac yolyib'anhq'uinal tic Dios, b'ob'il vinh vinac yed' ix ix?"
        },
        {
            "number": "5",
            "text": "Yalnaccani: Yuj chi', a vinh vinac, yovalil syactejcan smam snun vinh, yic junxonhej tz'ajcan vinh yed' ix yetb'eyum. Axo eb' schavanhil, ichato junxonhej nivanil tz'aj eb', xchi Dios."
        },
        {
            "number": "6",
            "text": "Yel manhxo chavanhoc eb', junxonhej yaj eb'. Yuj chi', a eb' junxonhej yajcan yuj Dios, max yal-laj yak'anoch sb'a anima yic spucan sb'a eb', xchi Jesús d'a eb'."
        },
        {
            "number": "7",
            "text": "Ix yalanxi eb' d'ay: --¿Palta tas yuj yalnaccan vinhaj Moisés to a vinh vinac syal yak'an yumal yic pucojb'ail vinh d'a ix yetb'eyum, slajvi chi' schecan pax ix vinh? xchi eb' d'ay."
        },
        {
            "number": "8",
            "text": "--Yuj e pital, yuj chi' yalnaccan vinhaj Moisés to syal e pucan e b'a yed' ix eyetb'eyum chi'. Palta atax sb'oannac yolyib'anhq'uinal tic Dios, manh ichocta' yajcan yuuj."
        },
        {
            "number": "9",
            "text": "Yuj chi', sval d'ayex, a mach spuc sb'a yed' ix yetb'eyum, syik'an junocxo ix, tz'em vinh ajmulal. Anhej tato tz'em ix d'a mul yed' junocxo vinac, syal spucan sb'a vinh yed' ix, xchi d'a eb'."
        },
        {
            "number": "10",
            "text": "Axo eb' sk'ayb'um ix alan d'ay: --Tato icha chi', más am vach' max cak'och ix quetb'eyum, xchi eb'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yalan d'a eb': --Palta manh masaniloc anima stechaj yuj jun tzeyal chi'. Anhej eb' tz'och Dios yed'oc, anhej eb' stechaj yuuj."
        },
        {
            "number": "12",
            "text": "Ay juntzanh eb', atax d'a yaljub'al aytaxon palta yaj eb'. Yuj chi' max yal yoch yetb'eyum eb'. Ay pax eb' toto sjuvi yuj eb' yetanimail. Yuj chi' max yal yoch yetb'eyum eb'. Ay pax eb' max yak'ochtaxon yetb'eyum, yujto axonhej Yajalil eb' ay d'a satchaanh sgana syak' servil. A eb' tz'ak'an techaj jun tic, techajocab' yuj eb', xchi Jesús d'a eb'."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi', ay juntzanh eb' unin ix yik'b'at eb' anima d'a Jesús, yic syaq'uek' sk'ab' d'a sjolom eb', slesalvi yuj eb'. Palta axo eb' sk'ayb'um ix cachanoch vaan eb'."
        },
        {
            "number": "14",
            "text": "Palta ix yalan d'a eb' sk'ayb'um chi': --Chaeccot eb' unin d'ayin. Manh e cach eb' sja d'ayin. Yujto anhej eb' lajan spensar icha eb' unin tic, anhej eb' ol yal yoch d'a yol sk'ab' Dios aj satchaanh, xchi d'a eb'."
        },
        {
            "number": "15",
            "text": "Ichato chi', ix yak'anek' sk'ab' d'a sjolom eb'. Ix lajvi chi', ix el d'a jun lugar chi'."
        },
        {
            "number": "16",
            "text": "A junel, ay jun vinh quelem ix k'och d'a Jesús. Ix yalan vinh d'ay: --Ach in vach' k'ayb'umal, tzin k'anb'ej d'ayach, ¿tas vach' tzin k'ulej yic vach' ol in cha in q'uinal d'a junelnhej? xchi vinh d'ay."
        },
        {
            "number": "17",
            "text": "--¿Tas yuj tzin al vach'il? Junnhej mach vach', aton Dios, malaj junocxo. Tato a gana tza cha a q'uinal, k'anab'ajej juntzanh checnab'il tic, xchi Jesús d'a vinh."
        },
        {
            "number": "18",
            "text": "--¿Tastac juntzanh checnab'il tzin k'anab'ajej chi'? xchi vinh d'ay. --Manh e milcham eyetanimail. Manh ex em ajmulal. Manh ex elk'anoc. Manh e naq'ue lolonel d'a spatic eb' eyetanimail."
        },
        {
            "number": "19",
            "text": "Ayocab' yelk'och e mam e nun d'a e sat. Ichaocab' eya'ilan e b'a, ichaocab' chi' e xajanan eb' ay d'a spatic schiquin e pat."
        },
        {
            "number": "20",
            "text": "--Atax in cotoch uninal, tzin k'anab'ajej juntzanh checnab'il tic smasanil. Yuj chi' ¿tasto val in paltail? xchi vinh."
        },
        {
            "number": "21",
            "text": "--Tato a gana manhxa jab'oc a paltail, ixic, b'at chonhcanel smasanil tastac ay d'ayach. Tzak'an stojol d'a eb' meb'a', yuj chi' ol a cha a b'eyumal d'a satchaanh. Ichato chi' b'ian, tzach jaxi, axo och chi' in k'ayb'umoc, xchi Jesús d'a vinh."
        },
        {
            "number": "22",
            "text": "Ayic ix yab'an juntzanh chi' vinh, cusk'olalxo ix pax vinh, yujto manh jantacoc tas ay d'a vinh."
        },
        {
            "number": "23",
            "text": "Ix lajvi chi', ix yalanxi Jesús d'a eb' sk'ayb'um: --Val yel sval d'ayex, a eb' b'eyum, tato ol och eb' d'a yol sk'ab' Dios aj satchaanh, te pural ol och eb'."
        },
        {
            "number": "24",
            "text": "Svalan d'ayex: Q'uinaloc ay junoc nok' camello, ¿tom ol yal yek' nok' d'a yixal junoc q'uen acxa? Icha chi' yaj eb' b'eyum. Yelxo val pural ol och eb' d'a yol sk'ab' Dios, xchi d'a eb'."
        },
        {
            "number": "25",
            "text": "Ayic ix yab'an jun chi' eb' sk'ayb'um, ix te sat sk'ool eb'. Ix laj yalan eb': --Tato icha chi', ¿mach eb' ol colchaj jun? xchi eb'."
        },
        {
            "number": "26",
            "text": "Yuj chi', ix och q'uelan Jesús d'a eb', ix yalani: --A jun tic malaj junoc anima syal yuuj. Palta anhej Dios syal yuuj. Yujto masanil tas syalnhej yuuj, xchi d'a eb'."
        },
        {
            "number": "27",
            "text": "Axo vinhaj Pedro ix alan d'ay: --Mamin, a onh tic, ix cactejcan masanil tas ay d'ayonh, onh och a k'ayb'umoc. Yuj chi', ¿tas am spac ol co cha'a? xchi vinh."
        },
        {
            "number": "28",
            "text": "--Val yel sval d'ayex, ato yic ol ak'b'ocxi masanil tastac, ato ta' ol e cha spac eyico'. A in Ak'b'il in cot yuj Dios voch animail tic, ol in em k'ojan d'a in k'ojnub', b'aj ol checlajel in poder. A exxo ix ex och in k'ayb'umoc tic, ol ex em k'ojan e lajchavanhil d'a junjun e k'ojnub'. Ol e ch'olb'itan yaj eb' quetisraelal slajchavil macanh."
        },
        {
            "number": "29",
            "text": "A mach syactejcan spat vuuj, mato yuk'tac, yanab', mato smam snun, ma yuninal, mato sluum syactejcan vuuj, a jun chi', te nivan spac ol scha'a. Anhejtona' ol schaan sq'uinal d'a junelnhej."
        },
        {
            "number": "30",
            "text": "Ay eb' anima nivan yelk'och d'a co cal ticnaic. Palta a eb' chi', tzijtum eb' malaj jab'oc ol aj yelk'och d'a jun tiempoal chi'. Anhejtona', ay eb' malaj jab'oc yelk'och d'a co cal ticnaic, palta a d'a scal eb' chi', ay eb' nivan ol aj yelk'och d'a jun tiempoal chi', xchi Jesús d'a eb'."
        }
    ]
}