{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi yalan juntzanh chi' Jesús, ix elxi t'a Galilea b'aj ayek' chi'. Ix k'och t'a yol yic Judea t'a sk'axepalek' ha' niwan Jordán."
        },
        {
            "number": "2",
            "text": "Tzijtum heb' anima ix och tzak'an yuj. Ix ak'ji b'oxoc sk'ool heb' penaay ta' yuj."
        },
        {
            "number": "3",
            "text": "Ay juntzanh heb' fariseo ix k'och t'ay. Snib'ej heb' yak'an prowal. Yuj chi' ix sk'anb'an heb': --¿Ay am sleyal spuk sb'a junok winh winak yet' ix yetb'eyum yalnhej tas yuj? xchi heb'."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yalan t'a heb': --¿Tom manta b'aj tzeyil t'a Slolonel Dios Tz'ib'ab'ilkani, atax yic sb'oannac yol yib'anhk’inal tik Dios, b'ob'il winh winak yet' ix ix?"
        },
        {
            "number": "5",
            "text": "Yalnakkani: Yuj chi', a winh winak, yowalil syactejkan smam snun winh, yic junxonhej tz'ajkan winh yet' ix yetb'eyum. Axo heb' schawanhil, ichato junxonhej niwanil tz'aj heb', xchi Dios."
        },
        {
            "number": "6",
            "text": "Yel manhxo chawanhoc heb', junxonhej yaj heb'. Yuj chi', a heb' junxonhej yajkan yuj Dios, max yal-laj yak'anoch sb'a anima yic spukan sb'a heb', xchi Jesús t'a heb'."
        },
        {
            "number": "7",
            "text": "Ix yalanxi heb' t'ay: --¿Palta tas yuj yalnakkan winhaj Moisés to a winh winak syal yak'an yumal yic pucojb'ail winh t'a ix yetb'eyum, slajwi chi' schekan pax ix winh? xchi heb' t'ay."
        },
        {
            "number": "8",
            "text": "--Yuj he pital, yuj chi' yalnakkan winhaj Moisés to syal he pucan he b'a yet' ix eyetb'eyum chi'. Palta atax sb'oannac yol yib'anhk’inal tik Dios, manh ichocta' yajkan yuj."
        },
        {
            "number": "9",
            "text": "Yuj chi', swal t'ayex, a mach spuk sb'a yet' ix yetb'eyum, syik'an junocxo ix, tz'em winh ajmulal. Anhej tato tz'em ix t'a mul yet' junocxo winak, syal spukan sb'a winh yet' ix, xchi t'a heb'."
        },
        {
            "number": "10",
            "text": "Axo heb' sk'ayb'um ix alan t'ay: --Tato icha chi', más am wach' max kak'och ix quetb'eyum, xchi heb'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yalan t'a heb': --Palta manh masaniloc anima stechaj yuj jun tzeyal chi'. Anhej heb' tz'och Dios yet'oc, anhej heb' stechaj yuj."
        },
        {
            "number": "12",
            "text": "Ay juntzanh heb', atax t'a yaljub'al aytaxon palta yaj heb'. Yuj chi' max yal yoch yetb'eyum heb'. Ay pax heb' toto sjuwi yuj heb' yetanimail. Yuj chi' max yal yoch yetb'eyum heb'. Ay pax heb' max yak'ochtaxon yetb'eyum, yujto axonhej Yajalil heb' ay t'a satcha’anh snib'ej syak' serwil. Ha heb' tz'ak'an techaj jun tik, techajokab' yuj heb', xchi Jesús t'a heb'."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ay juntzanh heb' unin ix yik'b'at heb' anima t'a Jesús, yic syak'ek' sk'ab' t'a sjolom heb', slesalwi yuj heb'. Palta haxo heb' sk'ayb'um ix cachanoch waan heb'."
        },
        {
            "number": "14",
            "text": "Palta ix yalan t'a heb' sk'ayb'um chi': --Chaeccot heb' unin t'ayin. Manh he cach heb' sja t'ayin. Yujto anhej heb' lajan spensar icha heb' unin tik, anhej heb' ol yal yoch t'a yol sk'ab' Dios aj satcha’anh, xchi t'a heb'."
        },
        {
            "number": "15",
            "text": "Ichato chi', ix yak'anek' sk'ab' t'a sjolom heb'. Ixlajwi chi', ix el t'a jun lugar chi'."
        },
        {
            "number": "16",
            "text": "Ha junel, ay jun winh quelem ix k'och t'a Jesús. Ix yalan winh t'ay: --Ach in wach' k'ayb'umal, tzin k'anb'ej t'ayach, ¿tas wach' tzin k'ulej yic wach' ol in cha in k 'inal t'a junelnhej? xchi winh t'ay."
        },
        {
            "number": "17",
            "text": "--¿Tas yuj tzin al wach'il? Junnhej mach wach', aton Dios, malaj junocxo. Tato a gana tza cha a k 'inal, k'anab'ajej juntzanh checnab'il tik, xchi Jesús t'a winh."
        },
        {
            "number": "18",
            "text": "--¿Tastac juntzanh checnab'il tzin k'anab'ajej chi'? xchi winh t'ay. --Manh he milcham eyetanimail. Manh ex em ajmulal. Manh ex elk'anoc. Manh he nak'e lolonel t'a spatic heb' eyetanimail."
        },
        {
            "number": "19",
            "text": "Ayokab' yelk'och he mam he nun t'a he sat. Ichaokab' eya'ilan he b'a, ichaokab' chi' he xajanan heb' ay t'a spatic schiquin he pat."
        },
        {
            "number": "20",
            "text": "--Atax in cotoch uninal, tzin k'anab'ajej juntzanh checnab'il tik smasanil. Yuj chi' ¿tasto wal in paltail? xchi winh."
        },
        {
            "number": "21",
            "text": "--Tato a gana manhxa jab'oc a paltail, ixic, b'at chonhcanel smasanil tastac ay t'ayach. Tzak'an stojol t'a heb' meb'a', yuj chi' ol a cha a b'eyumal t'a satcha’anh. Ichato chi' b'ian, tzach jaxi, haxo och chi' in k'ayb'umoc, xchi Jesús t'a winh."
        },
        {
            "number": "22",
            "text": "Ayic ix yab'an juntzanh chi' winh, cusk'olalxo ix pax winh, yujto manh jantacoc tas ay t'a winh."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix yalanxi Jesús t'a heb' sk'ayb'um: --Val yel swal t'ayex, a heb' b'eyum, tato ol och heb' t'a yol sk'ab' Dios aj satcha’anh, te pural ol och heb'."
        },
        {
            "number": "24",
            "text": "Swalan t'ayex: Q'uinaloc ay junok nok' camello, ¿tom ol yal yek' nok' t'a yixal junok k'een acxa? Icha chi' yaj heb' b'eyum. Yelxo wal pural ol och heb' t'a yol sk'ab' Dios, xchi t'a heb'."
        },
        {
            "number": "25",
            "text": "Ayic ix yab'an jun chi' heb' sk'ayb'um, ix te sat sk'ool heb'. Ix laj yalan heb': --Tato icha chi', ¿mach heb' ol colchaj jun? xchi heb'."
        },
        {
            "number": "26",
            "text": "Yuj chi', ix och k'elan Jesús t'a heb', ix yalani: --Ha jun tik malaj junok anima syal yuj. Palta anhej Dios syal yuj. Yujto masanil tas syalnhej yuj, xchi t'a heb'."
        },
        {
            "number": "27",
            "text": "Axo winhaj Pedro ix alan t'ay: --Mamin, a onh tik, ix kactejkan masanil tas ay t'ayonh, onh och a k'ayb'umoc. Yuj chi', ¿tas am spak ol ko cha'a? xchi winh."
        },
        {
            "number": "28",
            "text": "--Val yel swal t'ayex, ato yic ol ak'b'ocxi masanil tastac, ato ta' ol he cha spak eyiko'. Ha in Ak'b'il in cot yuj Dios woch animail tik, ol in em k'ojan t'a in k'ojnub', b'aj ol checlajel in poder. Ha exxo ix ex och in k'ayb'umoc tik, ol ex em k'ojan he lajchawanhil t'a junjun he k'ojnub'. Ol he ch'olb'itan yaj heb' quetisraelal slajchawil makan."
        },
        {
            "number": "29",
            "text": "Ha mach syactejkan spat wuuj, mato yuk'tac, yanab', mato smam snun, ma yuninal, mato sluum syactejkan wuuj, a jun chi', te niwan spak ol scha'a. Anhejtona' ol schaan sk'inal t'a junelnhej."
        },
        {
            "number": "30",
            "text": "Ay heb' anima niwan yelk'och t'a ko kal ticnaik. Palta a heb' chi', tzijtum heb' malaj jab'oc ol aj yelk'och t'a jun pekti’ chi'. Anhejtona', ay heb' malaj jab'oc yelk'och t'a ko kal ticnaik, palta ha t'a skal heb' chi', ay heb' niwan ol aj yelk'och t'a jun pekti’ chi', xchi Jesús t'a heb'."
        }
    ]
}