{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a chonhab' Belén, t'a yol yic Judea, ata' ix alji Jesús. Ha t'a jun pekti’ chi', a vinhaj Herodes ayoch reyal t'a Judea. Ay juntzanh eb' vinh vinac scuchan mago schuman yet' q'uen k'anal. Ayic toxo ix alji Jesús, ix cot eb' vinh b'aj sja k'u. Ix ja eb' vinh t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ix sk'anb'anek' eb' vinh: --¿B'aj ay jun unin toto ix alji, jun ol och e reyaloc a ex israel ex tik? Ha b'aj sja k'u, ata' ix quil sq'ueul jun q'uen k'anal. Ha q'uen sch'oxani to ix alji. Yuj chi' onh coti, yic scaq'uem co b'a t'ay, xchi eb' vinh."
        },
        {
            "number": "3",
            "text": "Axo ix yab'an specal jun chi' vinhaj rey Herodes, ix te somchaj spensar vinh. Yed' jantac eb' ay t'a Jerusalén chi', ix te somchajq'ue eb' yet' vinh."
        },
        {
            "number": "4",
            "text": "Ix yavtancot masanil eb' vinh sat sacerdote vinh yet' eb' vinh k'ayb'um t'a ley Moisés. Ix sk'anb'an vinh t'a eb' vinh: --¿B'ajtil ol aljoc vinh Cristo? xchi vinh t'a eb' vinh."
        },
        {
            "number": "5",
            "text": "Ix yalan eb' vinh: --Ha t'a chonhab' Belén, t'a yol yic Judá, ata' ol aljoc vinh. Yujto ay jun schecab' Dios tz'ib'annaccan icha tik:"
        },
        {
            "number": "6",
            "text": "Ha jun chonhab' Belén, t'a yol yic Judea, yunenhej t'a yichanh juntzanhxo chonhab' ay t'a yol yic Judá chi'. Palta ek'al yopisio t'a yichanh juntzanhxo chonhab' chi'. Yujto ata' ol aljoc jun vinh yajal, Ha ol ilan in chonhab' Israel, xchi t'a Slolonel Dios Tz'ib'ab'ilcani, xchi eb' vinh."
        },
        {
            "number": "7",
            "text": "Axo vinhaj Herodes chi' ix checan avtajcot eb' vinh mago chi'. Elk'altac ix sk'anb'ej vinh yab' t'a eb' vinh, b'ak'nhitax ix sch'ox sb'a jun k'anal chi' t'a eb' vinh."
        },
        {
            "number": "8",
            "text": "Ixlajwi yab'an vinh, ix checjib'at eb' vinh yuj vinh t'a chonhab' Belén. Ayic manto b'at eb' vinh, ix stz'acan yal vinh icha tik: --Ixiquec t'a Belén chi'. Cham val e k'anb'an eyab'i b'ajtil ayek' jun unin chi'. Slajvi schax chi' eyuuj, tzul eyalan t'ayin, yic ol in b'at vak'paxem in b'a t'ay, xchi vinh."
        },
        {
            "number": "9",
            "text": "Ixlajwi yab'an juntzanh chi' eb' vinh, ix b'at eb' vinh. Axo jun k'anal syil eb' vinh b'aj sjavi k'u chi', b'ab'el sb'at yuj eb' vinh, masanto ix k'och t'a stojolal yib'anh b'aj ay jun unin chi'. Ata' ix och vaan."
        },
        {
            "number": "10",
            "text": "Axo ix yilanxi jun k'anal chi' eb' vinh, ix te tzalaj eb' vinh."
        },
        {
            "number": "11",
            "text": "Ix och eb' vinh t'a yol jun pat chi'. Ix yilan jun unin chi' eb' vinh yet' snun, aton ix María. Ix em cuman eb' vinh t'ay. Ix yak'anem sb'a eb' vinh t'ay. Ixlajwi chi', ix sjacan juntzanh scaxa eb' vinh b'aj ayem juntzanh silab'. Ix sian oro eb' vinh t'a jun unin chi'. Ix sian juntzanh te suk'uq'ui sjab' eb' vinh, snhusji yet' juntzanhxo yal te suk'uq'ui sjab' scuchan mirra."
        },
        {
            "number": "12",
            "text": "Axo ix alji t'a eb' vinh t'a svayich, to maxtzac ek' eb' vinh yal t'a vinhaj Herodes chi'. Yuj chi' ch'ocxo b'e b'aj ix pax eb' vinh t'a schonhab'."
        },
        {
            "number": "13",
            "text": "Ixlajwi spax eb' vinh mago chi', ay jun yángel Dios Cajal ix ch'ox sb'ha t'a vinhaj José chi' t'a svayich, ix yalani: --Q'ueanh vaan. Ik'b'at vinh unin tik ed'oc yet' snun. Elanhec t'a elanhchamel. Tzex b'at t'a Egipto. Tzex cannhej ta', masanto ol valxi t'ayach, yujto a vinhaj Herodes ol checan sayjoquek' jun unin tik, yujto sgana vinh ol yak' miljocchamoc, xchi jun ángel chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix q'ue vaan vinhaj José chi'. Ix yik'anb'at jun unin chi' vinh yet' ix María t'ak'walil. Ix b'at eb' t'a Egipto."
        },
        {
            "number": "15",
            "text": "Ata' ix aj eb' masanto ix cham vinhaj Herodes chi'. Icha chi' ix aj yelk'och tas yalnaccan Dios Cajal a ix lolon t'a sti' jun schecab'. Xchi icha tik: Ha t'a Egipto ix vavtej paxta Vuninal, xchi."
        },
        {
            "number": "16",
            "text": "Axo ix yilan vinhaj Herodes chi' to majxo ek' eb' vinh mago chi' yal t'a vinh, ix snaanel vinh to tonhej ix ak'ji musansatil vinh yuj eb' vinh. Yuj chi', ix te cot yoval vinh. Ix schecan miljoccham jantacnhej eb' vinac unin vinh ay t'a chonhab' Belén yet' eb' ay t'a slak'anil jun chonhab' chi'. Ix laj cham eb' schab'il ab'il yet' eb' manto tz'acvi chab' ab'il. Yujto icha chi' stiempoal ix sk'anb'ej vinh t'a eb' vinh mago chi'."
        },
        {
            "number": "17",
            "text": "Icha chi' ix aj yelk'och tas tz'ib'ab'ilcan yuj jun vinh schecab' Dios scuchan Jeremías. Xchi icha tik:"
        },
        {
            "number": "18",
            "text": "Ix ab'chaj jun av t'a chonhab' Ramá. Ay jun niwan oq'uel yet' jun niwan cusk'olal. Ha ix Raquel, ix ok' ix yuj eb' yune'. Malaj sgana ix tz'ak'ji snivanil sk'ool, yujto manhxalaj eb' yune' ix, xchi."
        },
        {
            "number": "19",
            "text": "Axo yic ix cham vinhaj Herodes chi', ix sch'oxan sb'a jun yángel Dios Cajal t'a vinhaj José chi' t'a svayich, ayic ayek' vinh t'a Egipto. Ix yalan t'a vinh:"
        },
        {
            "number": "20",
            "text": "--Q'ueanh vaan. Ik'b'at vinh unin tik yet' snun. Paxanhec t'a e chonhab', yujto a eb' vinh sgana smilancham jun unin tik, chamnacxo eb' vinh, xchi jun ángel chi'."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix q'ue vaan vinhaj José chi'. Ix yik'ancot jun unin chi' vinh yet' ix snun t'a yol yic Israel chi'."
        },
        {
            "number": "22",
            "text": "Palta ix yab'an vinhaj José chi' to a jun vinh yuninal vinhaj Herodes scuchan Arquelao aycanoch sq'uexuloc vinh smam chi' yak'an mandar t'a Judea chi'. Yuj chi', ix xiv vinh sk'och cajan ta'. Ix yalan Dios t'a vinh t'a svayich tas sk'ulej. Yuj chi' ix b'atcan eb' t'a yol yic Galilea."
        },
        {
            "number": "23",
            "text": "Ayic ix k'och eb' ta', ix cajnaj eb' t'a chonhab' Nazaret. Icha chi' ix aj yelk'och tas yalnaccan eb' schecab' Dios t'a peca'. Tz'ib'ab'ilcan yuj eb', chajtil to ol yal eb' anima to aj Nazaret Jesús."
        }
    ]
}