{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a chonhab' Belén, t'a yol yic Judea, ata' ix alji Jesús. Ha t'a jun pekti’ chi', a winhaj Herodes ayoch reyal t'a Judea. Ay juntzanh eb' winh vinac scuchan mago schuman yet' q'uen k'anal. Ayic toxo ix alji Jesús, ix cot eb' winh b'aj sja k'u. Ix ja eb' winh t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ix sk'anb'anek' eb' winh: --¿B'aj ay jun unin toto ix alji, jun ol och e reyaloc a ex israel ex tik? Ha b'aj sja k'u, ata' ix quil sq'ueul jun q'uen k'anal. Ha q'uen sch'oxani to ix alji. Yuj chi' onh coti, yic scaq'uem co b'a t'ay, xchi eb' winh."
        },
        {
            "number": "3",
            "text": "Axo ix yab'an specal jun chi' winhaj rey Herodes, ix te somchaj spensar winh. Yed' jantac eb' ay t'a Jerusalén chi', ix te somchajq'ue eb' yet' winh."
        },
        {
            "number": "4",
            "text": "Ix yavtancot masanil eb' winh sat sacerdote winh yet' eb' winh k'ayb'um t'a ley Moisés. Ix sk'anb'an winh t'a eb' winh: --¿B'ajtil ol aljoc winh Cristo? xchi winh t'a eb' winh."
        },
        {
            "number": "5",
            "text": "Ix yalan eb' winh: --Ha t'a chonhab' Belén, t'a yol yic Judá, ata' ol aljoc winh. Yujto ay jun schecab' Dios tz'ib'annaccan icha tik:"
        },
        {
            "number": "6",
            "text": "Ha jun chonhab' Belén, t'a yol yic Judea, yunenhej t'a yichanh juntzanhxo chonhab' ay t'a yol yic Judá chi'. Palta ek'al yopisio t'a yichanh juntzanhxo chonhab' chi'. Yujto ata' ol aljoc jun winh yajal, Ha ol ilan in chonhab' Israel, xchi t'a Slolonel Dios Tz'ib'ab'ilcani, xchi eb' winh."
        },
        {
            "number": "7",
            "text": "Axo winhaj Herodes chi' ix checan avtajcot eb' winh mago chi'. Elk'altac ix sk'anb'ej winh yab' t'a eb' winh, b'ak'nhitax ix sch'ox sb'a jun k'anal chi' t'a eb' winh."
        },
        {
            "number": "8",
            "text": "Ixlajwi yab'an winh, ix checjib'at eb' winh yuj winh t'a chonhab' Belén. Ayic manto b'at eb' winh, ix stz'acan yal winh icha tik: --Ixiquec t'a Belén chi'. Cham val e k'anb'an eyab'i b'ajtil ayek' jun unin chi'. Slajvi schax chi' eyuuj, tzul eyalan t'ayin, yic ol in b'at vak'paxem in b'a t'ay, xchi winh."
        },
        {
            "number": "9",
            "text": "Ixlajwi yab'an juntzanh chi' eb' winh, ix b'at eb' winh. Axo jun k'anal syil eb' winh b'aj sjavi k'u chi', b'ab'el sb'at yuj eb' winh, masanto ix k'och t'a stojolal yib'anh b'aj ay jun unin chi'. Ata' ix och vaan."
        },
        {
            "number": "10",
            "text": "Axo ix yilanxi jun k'anal chi' eb' winh, ix te tzalaj eb' winh."
        },
        {
            "number": "11",
            "text": "Ix och eb' winh t'a yol jun pat chi'. Ix yilan jun unin chi' eb' winh yet' snun, aton ix María. Ix em cuman eb' winh t'ay. Ix yak'anem sb'a eb' winh t'ay. Ixlajwi chi', ix sjacan juntzanh scaxa eb' winh b'aj ayem juntzanh silab'. Ix sian oro eb' winh t'a jun unin chi'. Ix sian juntzanh te suk'uq'ui sjab' eb' winh, snhusji yet' juntzanhxo yal te suk'uq'ui sjab' scuchan mirra."
        },
        {
            "number": "12",
            "text": "Axo ix alji t'a eb' winh t'a svayich, to maxtzac ek' eb' winh yal t'a winhaj Herodes chi'. Yuj chi' ch'ocxo b'e b'aj ix pax eb' winh t'a schonhab'."
        },
        {
            "number": "13",
            "text": "Ixlajwi spax eb' winh mago chi', ay jun yángel Dios Cajal ix ch'ox sb'ha t'a winhaj José chi' t'a svayich, ix yalani: --Q'ueanh vaan. Ik'b'at winh unin tik ed'oc yet' snun. Elanhec t'a elanhchamel. Tzex b'at t'a Egipto. Tzex cannhej ta', masanto ol valxi t'ayach, yujto a winhaj Herodes ol checan sayjoquek' jun unin tik, yujto sgana winh ol yak' miljocchamoc, xchi jun ángel chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix q'ue vaan winhaj José chi'. Ix yik'anb'at jun unin chi' winh yet' ix María t'ak'walil. Ix b'at eb' t'a Egipto."
        },
        {
            "number": "15",
            "text": "Ata' ix aj eb' masanto ix cham winhaj Herodes chi'. Icha chi' ix aj yelk'och tas yalnaccan Dios Cajal a ix lolon t'a sti' jun schecab'. Xchi icha tik: Ha t'a Egipto ix vavtej paxta Vuninal, xchi."
        },
        {
            "number": "16",
            "text": "Axo ix yilan winhaj Herodes chi' to majxo ek' eb' winh mago chi' yal t'a winh, ix snaanel winh to tonhej ix ak'ji musansatil winh yuj eb' winh. Yuj chi', ix te cot yoval winh. Ix schecan miljoccham jantacnhej eb' vinac unin winh ay t'a chonhab' Belén yet' eb' ay t'a slak'anil jun chonhab' chi'. Ix laj cham eb' schab'il ab'il yet' eb' manto tz'acvi chab' ab'il. Yujto icha chi' stiempoal ix sk'anb'ej winh t'a eb' winh mago chi'."
        },
        {
            "number": "17",
            "text": "Icha chi' ix aj yelk'och tas tz'ib'ab'ilcan yuj jun winh schecab' Dios scuchan Jeremías. Xchi icha tik:"
        },
        {
            "number": "18",
            "text": "Ix ab'chaj jun av t'a chonhab' Ramá. Ay jun niwan oq'uel yet' jun niwan cusk'olal. Ha ix Raquel, ix ok' ix yuj eb' yune'. Malaj sgana ix tz'ak'ji snivanil sk'ool, yujto manhxalaj eb' yune' ix, xchi."
        },
        {
            "number": "19",
            "text": "Axo yic ix cham winhaj Herodes chi', ix sch'oxan sb'a jun yángel Dios Cajal t'a winhaj José chi' t'a svayich, ayic ayek' winh t'a Egipto. Ix yalan t'a winh:"
        },
        {
            "number": "20",
            "text": "--Q'ueanh vaan. Ik'b'at winh unin tik yet' snun. Paxanhec t'a e chonhab', yujto a eb' winh sgana smilancham jun unin tik, chamnacxo eb' winh, xchi jun ángel chi'."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix q'ue vaan winhaj José chi'. Ix yik'ancot jun unin chi' winh yet' ix snun t'a yol yic Israel chi'."
        },
        {
            "number": "22",
            "text": "Palta ix yab'an winhaj José chi' to a jun winh yuninal winhaj Herodes scuchan Arquelao aycanoch sq'uexuloc winh smam chi' yak'an mandar t'a Judea chi'. Yuj chi', ix xiv winh sk'och cajan ta'. Ix yalan Dios t'a winh t'a svayich tas sk'ulej. Yuj chi' ix b'atcan eb' t'a yol yic Galilea."
        },
        {
            "number": "23",
            "text": "Ayic ix k'och eb' ta', ix cajnaj eb' t'a chonhab' Nazaret. Icha chi' ix aj yelk'och tas yalnaccan eb' schecab' Dios t'a peca'. Tz'ib'ab'ilcan yuj eb', chajtil to ol yal eb' anima to aj Nazaret Jesús."
        }
    ]
}