{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a chonhab' Belén, t'a yol yic Judea, ata' ix alji Jesús. Ha t'a jun pekti’ chi', a winhaj Herodes ayoch reyal t'a Judea. Ay juntzanh heb' winh winak scuchan mago schuman yet' k'een k'anal. Ayic toxo ix alji Jesús, ix cot heb' winh b'aj sja k'u. Ix ja heb' winh t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ix sk'anb'anek' heb' winh: --¿B'aj ay jun unin toto ix alji, jun ol och he reyaloc a ex israel ex tik? Ha b'aj sja k'u, ata' ix quil sk'eul jun k'een k'anal. Ha k'een sch'oxani to ix alji. Yuj chi' onh koti, yic skak'em ko b'a t'ay, xchi heb' winh."
        },
        {
            "number": "3",
            "text": "Axo ix yab'an specal jun chi' winhaj rey Herodes, ix te somchaj spensar winh. Yed' jantac heb' ay t'a Jerusalén chi', ix te somchajk'e heb' yet' winh."
        },
        {
            "number": "4",
            "text": "Ix yavtancot masanil heb' winh sat sacerdote winh yet' heb' winh k'ayb'um t'a ley Moisés. Ix sk'anb'an winh t'a heb' winh: --¿B'ajtil ol aljoc winh Cristo? xchi winh t'a heb' winh."
        },
        {
            "number": "5",
            "text": "Ix yalan heb' winh: --Ha t'a chonhab' Belén, t'a yol yic Judá, ata' ol aljoc winh. Yujto ay jun schecab' Dios tz'ib'annaccan icha tik:"
        },
        {
            "number": "6",
            "text": "Ha jun chonhab' Belén, t'a yol yic Judea, yunenhej t'a yichanh juntzanhxo chonhab' ay t'a yol yic Judá chi'. Palta ek'al yopisio t'a yichanh juntzanhxo chonhab' chi'. Yujto ata' ol aljoc jun winh yajal, Ha ol ilan in chonhab' Israel, xchi t'a Slolonel Dios Tz'ib'ab'ilcani, xchi heb' winh."
        },
        {
            "number": "7",
            "text": "Axo winhaj Herodes chi' ix checan avtajcot heb' winh mago chi'. Elk'altac ix sk'anb'ej winh yab' t'a heb' winh, b'ak'nhitax ix sch'ox sb'a jun k'anal chi' t'a heb' winh."
        },
        {
            "number": "8",
            "text": "Ixlajwi yab'an winh, ix checjib'at heb' winh yuj winh t'a chonhab' Belén. Ayic manto b'at heb' winh, ix stz'acan yal winh icha tik: --Ixiquec t'a Belén chi'. Cham wal he k'anb'an eyab'i b'ajtil ayek' jun unin chi'. Slajwi schax chi' eyuuj, tzul eyalan t'ayin, yic ol in b'at wak'paxem in b'a t'ay, xchi winh."
        },
        {
            "number": "9",
            "text": "Ixlajwi yab'an juntzanh chi' heb' winh, ix b'at heb' winh. Axo jun k'anal syil heb' winh b'aj sjawi k'u chi', b'ab'el sb'at yuj heb' winh, masanto ix k'och t'a stojolal yib'anh b'aj ay jun unin chi'. Ata' ix och waan."
        },
        {
            "number": "10",
            "text": "Axo ix yilanxi jun k'anal chi' heb' winh, ix te tzalaj heb' winh."
        },
        {
            "number": "11",
            "text": "Ix och heb' winh t'a yol jun pat chi'. Ix yilan jun unin chi' heb' winh yet' snun, aton ix María. Ix em cuman heb' winh t'ay. Ix yak'anem sb'a heb' winh t'ay. Ixlajwi chi', ix sjacan juntzanh scaxa heb' winh b'aj ayem juntzanh silab'. Ix sian oro heb' winh t'a jun unin chi'. Ix sian juntzanh te suk'uq'ui sjab' heb' winh, snhusji yet' juntzanhxo yal te suk'uq'ui sjab' scuchan mirra."
        },
        {
            "number": "12",
            "text": "Axo ix alji t'a heb' winh t'a swayich, to maxtzac ek' heb' winh yal t'a winhaj Herodes chi'. Yuj chi' ch'ocxo b'e b'aj ix pax heb' winh t'a schonhab'."
        },
        {
            "number": "13",
            "text": "Ixlajwi spax heb' winh mago chi', ay jun yángel Dios Kajal ix ch'ox sb'ha t'a winhaj José chi' t'a swayich, ix yalani: --Q'ueanh waan. Ik'b'at winh unin tik ed'oc yet' snun. Elanhec t'a elanhchamel. Tzex b'at t'a Egipto. Tzex cannhej ta', masanto ol walxi t'ayach, yujto a winhaj Herodes ol checan sayjoquek' jun unin tik, yujto sgana winh ol yak' miljocchamoc, xchi jun ángel chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix k'e waan winhaj José chi'. Ix yik'anb'at jun unin chi' winh yet' ix María t'ak'walil. Ix b'at heb' t'a Egipto."
        },
        {
            "number": "15",
            "text": "Ata' ix aj heb' masanto ix cham winhaj Herodes chi'. Icha chi' ix aj yelk'och tas yalnaccan Dios Kajal a ix lolon t'a sti' jun schecab'. Xchi icha tik: Ha t'a Egipto ix wavtej paxta Vuninal, xchi."
        },
        {
            "number": "16",
            "text": "Axo ix yilan winhaj Herodes chi' to majxo ek' heb' winh mago chi' yal t'a winh, ix snaanel winh to tonhej ix ak'ji musansatil winh yuj heb' winh. Yuj chi', ix te cot yowal winh. Ix schecan miljoccham jantacnhej heb' winak unin winh ay t'a chonhab' Belén yet' heb' ay t'a slak'anil jun chonhab' chi'. Ix laj cham heb' schab'il ab'il yet' heb' manto tz'acwi chab' ab'il. Yujto icha chi' stiempoal ix sk'anb'ej winh t'a heb' winh mago chi'."
        },
        {
            "number": "17",
            "text": "Icha chi' ix aj yelk'och tas tz'ib'ab'ilcan yuj jun winh schecab' Dios scuchan Jeremías. Xchi icha tik:"
        },
        {
            "number": "18",
            "text": "Ix ab'chaj jun av t'a chonhab' Ramá. Ay jun niwan ok'el yet' jun niwan cusk'olal. Ha ix Raquel, ix ok' ix yuj heb' yune'. Malaj sgana ix tz'ak'ji sniwanil sk'ool, yujto manhxalaj heb' yune' ix, xchi."
        },
        {
            "number": "19",
            "text": "Axo yic ix cham winhaj Herodes chi', ix sch'oxan sb'a jun yángel Dios Kajal t'a winhaj José chi' t'a swayich, ayic ayek' winh t'a Egipto. Ix yalan t'a winh:"
        },
        {
            "number": "20",
            "text": "--Q'ueanh waan. Ik'b'at winh unin tik yet' snun. Paxanhec t'a he chonhab', yujto a heb' winh sgana smilancham jun unin tik, chamnacxo heb' winh, xchi jun ángel chi'."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix k'e waan winhaj José chi'. Ix yik'ancot jun unin chi' winh yet' ix snun t'a yol yic Israel chi'."
        },
        {
            "number": "22",
            "text": "Palta ix yab'an winhaj José chi' to a jun winh yuninal winhaj Herodes scuchan Arquelao aycanoch sk'exuloc winh smam chi' yak'an mandar t'a Judea chi'. Yuj chi', ix xiv winh sk'och cajan ta'. Ix yalan Dios t'a winh t'a swayich tas sk'ulej. Yuj chi' ix b'atcan heb' t'a yol yic Galilea."
        },
        {
            "number": "23",
            "text": "Ayic ix k'och heb' ta', ix cajnaj heb' t'a chonhab' Nazaret. Icha chi' ix aj yelk'och tas yalnaccan heb' schecab' Dios t'a peka'. Tz'ib'ab'ilcan yuj heb', chajtil to ol yal heb' anima to aj Nazaret Jesús."
        }
    ]
}