{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "A d'a chonhab' Belén, d'a yol yic Judea, ata' ix alji Jesús. A d'a jun tiempoal chi', a vinhaj Herodes ayoch reyal d'a Judea. Ay juntzanh eb' vinh vinac scuchan mago schuman yed' q'uen k'anal. Ayic toxo ix alji Jesús, ix cot eb' vinh b'aj sja k'u. Ix ja eb' vinh d'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ix sk'anb'anek' eb' vinh: --¿B'aj ay jun unin toto ix alji, jun ol och e reyaloc a ex israel ex tic? A b'aj sja k'u, ata' ix quil sq'ueul jun q'uen k'anal. A q'uen sch'oxani to ix alji. Yuj chi' onh coti, yic scaq'uem co b'a d'ay, xchi eb' vinh."
        },
        {
            "number": "3",
            "text": "Axo ix yab'an specal jun chi' vinhaj rey Herodes, ix te somchaj spensar vinh. Yed' jantac eb' ay d'a Jerusalén chi', ix te somchajq'ue eb' yed' vinh."
        },
        {
            "number": "4",
            "text": "Ix yavtancot masanil eb' vinh sat sacerdote vinh yed' eb' vinh k'ayb'um d'a ley Moisés. Ix sk'anb'an vinh d'a eb' vinh: --¿B'ajtil ol aljoc vinh Cristo? xchi vinh d'a eb' vinh."
        },
        {
            "number": "5",
            "text": "Ix yalan eb' vinh: --A d'a chonhab' Belén, d'a yol yic Judá, ata' ol aljoc vinh. Yujto ay jun schecab' Dios tz'ib'annaccan icha tic:"
        },
        {
            "number": "6",
            "text": "A jun chonhab' Belén, d'a yol yic Judea, yunenhej d'a yichanh juntzanhxo chonhab' ay d'a yol yic Judá chi'. Palta ek'al yopisio d'a yichanh juntzanhxo chonhab' chi'. Yujto ata' ol aljoc jun vinh yajal, A ol ilan in chonhab' Israel, xchi d'a Slolonel Dios Tz'ib'ab'ilcani, xchi eb' vinh."
        },
        {
            "number": "7",
            "text": "Axo vinhaj Herodes chi' ix checan avtajcot eb' vinh mago chi'. Elk'altac ix sk'anb'ej vinh yab' d'a eb' vinh, b'ak'nhitax ix sch'ox sb'a jun k'anal chi' d'a eb' vinh."
        },
        {
            "number": "8",
            "text": "Ix lajvi yab'an vinh, ix checjib'at eb' vinh yuj vinh d'a chonhab' Belén. Ayic manto b'at eb' vinh, ix stz'acan yal vinh icha tic: --Ixiquec d'a Belén chi'. Cham val e k'anb'an eyab'i b'ajtil ayek' jun unin chi'. Slajvi schax chi' eyuuj, tzul eyalan d'ayin, yic ol in b'at vak'paxem in b'a d'ay, xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix lajvi yab'an juntzanh chi' eb' vinh, ix b'at eb' vinh. Axo jun k'anal syil eb' vinh b'aj sjavi k'u chi', b'ab'el sb'at yuj eb' vinh, masanto ix k'och d'a stojolal yib'anh b'aj ay jun unin chi'. Ata' ix och vaan."
        },
        {
            "number": "10",
            "text": "Axo ix yilanxi jun k'anal chi' eb' vinh, ix te tzalaj eb' vinh."
        },
        {
            "number": "11",
            "text": "Ix och eb' vinh d'a yol jun pat chi'. Ix yilan jun unin chi' eb' vinh yed' snun, aton ix María. Ix em cuman eb' vinh d'ay. Ix yak'anem sb'a eb' vinh d'ay. Ix lajvi chi', ix sjacan juntzanh scaxa eb' vinh b'aj ayem juntzanh silab'. Ix sian oro eb' vinh d'a jun unin chi'. Ix sian juntzanh te suk'uq'ui sjab' eb' vinh, snhusji yed' juntzanhxo yal te suk'uq'ui sjab' scuchan mirra."
        },
        {
            "number": "12",
            "text": "Axo ix alji d'a eb' vinh d'a svayich, to maxtzac ek' eb' vinh yal d'a vinhaj Herodes chi'. Yuj chi' ch'ocxo b'e b'aj ix pax eb' vinh d'a schonhab'."
        },
        {
            "number": "13",
            "text": "Ix lajvi spax eb' vinh mago chi', ay jun yángel Dios Cajal ix ch'ox sb'a d'a vinhaj José chi' d'a svayich, ix yalani: --Q'ueanh vaan. Ik'b'at vinh unin tic ed'oc yed' snun. Elanhec d'a elanhchamel. Tzex b'at d'a Egipto. Tzex cannhej ta', masanto ol valxi d'ayach, yujto a vinhaj Herodes ol checan sayjoquek' jun unin tic, yujto sgana vinh ol yak' miljocchamoc, xchi jun ángel chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix q'ue vaan vinhaj José chi'. Ix yik'anb'at jun unin chi' vinh yed' ix María d'ak'valil. Ix b'at eb' d'a Egipto."
        },
        {
            "number": "15",
            "text": "Ata' ix aj eb' masanto ix cham vinhaj Herodes chi'. Icha chi' ix aj yelk'och tas yalnaccan Dios Cajal a ix lolon d'a sti' jun schecab'. Xchi icha tic: A d'a Egipto ix vavtej paxta Vuninal, xchi."
        },
        {
            "number": "16",
            "text": "Axo ix yilan vinhaj Herodes chi' to majxo ek' eb' vinh mago chi' yal d'a vinh, ix snaanel vinh to tonhej ix ak'ji musansatil vinh yuj eb' vinh. Yuj chi', ix te cot yoval vinh. Ix schecan miljoccham jantacnhej eb' vinac unin vinh ay d'a chonhab' Belén yed' eb' ay d'a slak'anil jun chonhab' chi'. Ix laj cham eb' schab'il ab'il yed' eb' manto tz'acvi chab' ab'il. Yujto icha chi' stiempoal ix sk'anb'ej vinh d'a eb' vinh mago chi'."
        },
        {
            "number": "17",
            "text": "Icha chi' ix aj yelk'och tas tz'ib'ab'ilcan yuj jun vinh schecab' Dios scuchan Jeremías. Xchi icha tic:"
        },
        {
            "number": "18",
            "text": "Ix ab'chaj jun av d'a chonhab' Ramá. Ay jun nivan oq'uel yed' jun nivan cusk'olal. A ix Raquel, ix ok' ix yuj eb' yune'. Malaj sgana ix tz'ak'ji snivanil sk'ool, yujto manhxalaj eb' yune' ix, xchi."
        },
        {
            "number": "19",
            "text": "Axo yic ix cham vinhaj Herodes chi', ix sch'oxan sb'a jun yángel Dios Cajal d'a vinhaj José chi' d'a svayich, ayic ayek' vinh d'a Egipto. Ix yalan d'a vinh:"
        },
        {
            "number": "20",
            "text": "--Q'ueanh vaan. Ik'b'at vinh unin tic yed' snun. Paxanhec d'a e chonhab', yujto a eb' vinh sgana smilancham jun unin tic, chamnacxo eb' vinh, xchi jun ángel chi'."
        },
        {
            "number": "21",
            "text": "Ix lajvi chi', ix q'ue vaan vinhaj José chi'. Ix yik'ancot jun unin chi' vinh yed' ix snun d'a yol yic Israel chi'."
        },
        {
            "number": "22",
            "text": "Palta ix yab'an vinhaj José chi' to a jun vinh yuninal vinhaj Herodes scuchan Arquelao aycanoch sq'uexuloc vinh smam chi' yak'an mandar d'a Judea chi'. Yuj chi', ix xiv vinh sk'och cajan ta'. Ix yalan Dios d'a vinh d'a svayich tas sk'ulej. Yuj chi' ix b'atcan eb' d'a yol yic Galilea."
        },
        {
            "number": "23",
            "text": "Ayic ix k'och eb' ta', ix cajnaj eb' d'a chonhab' Nazaret. Icha chi' ix aj yelk'och tas yalnaccan eb' schecab' Dios d'a peca'. Tz'ib'ab'ilcan yuj eb', chajtil to ol yal eb' anima to aj Nazaret Jesús."
        }
    ]
}