{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jesús t'a heb' sk'ayb'um icha tik: --Ol wal t'ayex tas tz'aj yoch heb' anima t'a yol sk'ab' Dios aj satcha’anh. Ha junel, ay jun winh patrón ayto sakb'i ix k'e waan. Ix b'at winh say heb' smajan yic smolanel sat te' uwa heb'."
        },
        {
            "number": "2",
            "text": "Ayic ix ilchaj heb', ix yak' strato winh yet' heb'. Ix yalan winh t'a heb' to jun denario ol stup sk'u junjun heb' winh. Ichato chi' b'ian, ix checjib'at heb' t'a smunlajel winh chi'."
        },
        {
            "number": "3",
            "text": "Axo t'a k'ek'ualilxo, ix b'at winh t'a mercado. Ix yilan winh to ay juntzanhxo heb' winh tonhej ayeq'ui."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yalan winh t'a heb' winh: Tato he gana tze say munlaj he b'a, ixiquec munlajel t'ayin. Tz'acan ol wak' he tojol, yalnhej jantac ol ex munlajoc, xchi winh. Yuj chi' ix b'at heb' winh t'a winh munlajel chi'."
        },
        {
            "number": "5",
            "text": "Axo t'a chimxok'ual, ix b'atxi winh. Anheja' lajan ix yutej winh yak'anxi strato yet' juntzanhxo heb' winh, icha ix yutej winh t'a k'ek'ualil. Anheja' icha chi' ix yutej winh t'a tz'eymajk'ualxo."
        },
        {
            "number": "6",
            "text": "Axo t'a yemxok'ualil, ix b'atxi winh t'a mercado chi'. Axo ix yilan winh, ay juntzanhxo heb' winh tonhej ayeq'ui, ix yalanpax winh t'a heb' winh: ¿Tas yuj tonhej ayex ek' t'a tik tzek' k'u? xchi winh."
        },
        {
            "number": "7",
            "text": "Malaj mach tzonh manani, xchi heb' winh t'a winh. Tato icha chi', ixiquec, munlajanhec jab'oc t'ayin. Ol wak' he tojol icha syal jantac ol ex munlajoc, xchi winh."
        },
        {
            "number": "8",
            "text": "Axo t'a k'ik'b'alxo, ix yalan winh t'a jun winh scaporal: Avtejcot heb' winh in majan chi', tza tupan heb' winh. Ha heb' winh tzak'anto ix och t'a in munlajel chi', a heb' winh tza b'ab'laj tupej. Axo heb' winh b'ab'el ix ochi, tzak'anto tza tup heb' winh, xchi winh."
        },
        {
            "number": "9",
            "text": "Yuj chi', a heb' winh yemxok'ualil ix ochi, a heb' winh ix b'ab'lajk'och scha stojol. Junjun denario ix scha heb' winh stojoloc."
        },
        {
            "number": "10",
            "text": "Axo heb' winh ix b'ab'laj och t'a smunlajel chi', a snaan heb' winh to más niwan stojol heb' winh ol scha'a. Palta anhejtona' junjunnhej denario ix scha heb' winh."
        },
        {
            "number": "11",
            "text": "Ayic ix schaan stojol heb' winh chi', ix cot yowal heb' winh t'a winh patrón chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan heb' winh: Ach ko patrón, a heb' winh ix och t'a slajwub'xo munlajel, junxonhej hora ix yak' heb' winh qued'oc, palta lajan ko tojol ix ak' yet' heb' winh. Palta a onh tik pural ix ek' k'u cuuj, manh jantacoc k'ak' ix cab'i, xchi heb' winh."
        },
        {
            "number": "13",
            "text": "Axo winh patrón chi' ix alan t'a jun winh t'a skal heb' winh: Ach wamigo, manh chucoc swutej in b'a t'ayex. Inai, jun denario ix cutej ko trato."
        },
        {
            "number": "14",
            "text": "Yuj chi', cha a tojol. Ixic. Axo juntzanhxo heb' winh tzak'anto ix och t'a in munlajel, a in t'a in gana, tz'acan swak' stojol heb' winh."
        },
        {
            "number": "15",
            "text": "Yujto a in, wik in tumin. Max yal scot owal t'ayin, yujto wach' swutej in b'ha t'a junjun anima, xchi winh. Icha chi' syal jun ab'ix tik."
        },
        {
            "number": "16",
            "text": "Yuj chi', a heb' malaj yelk'och ticnaik, más niwan ol aj yelk'och heb'. Axo heb' niwan yelk'och ticnaik, manhxalaj ol aj yelk'och heb' ta', xchi Jesús t'a heb'."
        },
        {
            "number": "17",
            "text": "Axo Jesús wan sb'atxi t'a yol b'e yet' heb' ajun yet'oc, wan sb'at heb' t'a Jerusalén. Ayic wan sb'ey heb', ix yavtanelta heb' sk'ayb'um slajchawanhil t'a skal heb' anima chi'. Ix yalan t'a heb':"
        },
        {
            "number": "18",
            "text": "Inai, ticnaik wan ko b'at t'a Jerusalén. Ha in tik, wach'chom Ak'b'il in cot yuj Dios woch animail, palta ol in ak'jococh t'a yol sk'ab' heb' winh sacerdote yet' t'a yol sk'ab' heb' winh k'ayb'um t'a ley Moisés. Ol yak'och chamel heb' winh t'a wib'anh."
        },
        {
            "number": "19",
            "text": "Ol in ak'jococh t'a yol sk'ab' heb' manh israelok. Ol in sb'uch heb'. Ol in smak'an heb'. Ol in culusajk'eoc. Axo t'a schab'jial, ol in pitzwocxoc, xchi t'a heb'."
        },
        {
            "number": "20",
            "text": "Ha ix yetb'eyum winhaj Zebedeo, ix k'och ix t'a Jesús yet' chawanh heb' yune', aton winhaj Jacobo yet' winhaj Juan. Ix em cuman ix t'a yichanh, yujto snib'ej ix sk'an jab'oc tas t'ay."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yalan t'a ix: --¿Tas a gana tza k'an t'ayin? xchi. --Ayic ol ach och Yajalil, comonoc tza cha em k'ojan heb' winh wune' tik t'a a tz'ey, jun winh t'a a wach', haxo junxo winh t'a a k'exanh, xchi ix t'ay."
        },
        {
            "number": "22",
            "text": "Ix yalan Jesús t'a heb' winh schawanhil: --Max nachajel-laj eyuj tas tze k'an t'ayin. ¿Tom ol techaj yaelal eyuuj icha ol in utaj a in tik? xchi t'a heb' winh. --Ol techajoc, xchi heb' winh t'ay."
        },
        {
            "number": "23",
            "text": "--Val yel ol ex ak'joc prowal icha ol in utajoc. Icha ol wab' syail a in tik, icha chi' ol aj eyab'anpax syail. Palta a in tik, malaj walan wik ex wak'an em k'ojan t'a in wach' ma t'a in k'exanh. Yujto a ko Mam Dios b'ojinaccani mach heb' ol em k'ojan ta'. Yuj chi' ol ak'joc t'a heb', xchi Jesús t'a heb' winh."
        },
        {
            "number": "24",
            "text": "Axo lajunhwanhxo heb' sk'ayb'um, ayic ix yab'an juntzanh chi' heb', ix cot yowal heb' t'a heb' chawanh chi'."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix avtajcot heb' slajchawanhil yuj Jesús. Ix yalan t'a heb': --Eyojtacxo, a heb' ayoch yajalil t'a junjun niwac chonhab', a heb' tz'ak'an mandar. Axo heb' niwac winak, yajal ton yaj heb' t'a yib'anh heb' anima."
        },
        {
            "number": "26",
            "text": "Palta a ex tik, manh ichocta' ol aj t'a he kal. Tato ay mach snib'ej niwan tz'aj yelk'och t'a he kal, yowalil tz'och ex yak' serwil."
        },
        {
            "number": "27",
            "text": "Ha mach snib'ej sat tz'aj t'a he kal, yowalil tz'och he checab'oc."
        },
        {
            "number": "28",
            "text": "Ichin pax ta' a in Ak'b'il in cot yuj Dios woch animail tik, manh yujoc in yak'an serwil heb' anima in jawi, palta yuj ul wak'an serwil heb', in ja wak'cham in b'a yuj heb', yic wach' tzijtum mach ol colchaj wuuj, xchi t'a heb'."
        },
        {
            "number": "29",
            "text": "Ayic wan yelxi heb' t'a Jericó, tzijtum anima ix och tzak'an yuj Jesús."
        },
        {
            "number": "30",
            "text": "Axo t'a ti' b'e, k'ojanem chawanh winak max uji yilani. Axo ix yab'an heb' to wan yek' Jesús, te chaanh ix awaj heb': --Mamin, ach Yinhtilalcan winhaj Dawid, ¿tom max ok' a k'ool t'ayonh? xchi heb' t'ay."
        },
        {
            "number": "31",
            "text": "Palta haxo heb' anima ix cachan heb' yic tz'em numan heb'. Palta masnhej ix awaj chaanh heb': --Mamin, ach Yinhtilal kan winhaj Dawid, ¿tom max ok' a k'ool t'ayonh? xchi heb'."
        },
        {
            "number": "32",
            "text": "Yuj chi', ix och waan Jesús, ix yavtancot heb': --¿Tas he gana tzex wutej? xchi."
        },
        {
            "number": "33",
            "text": "--Mamin, ko gana tza jac ko sat, xchi heb'."
        },
        {
            "number": "34",
            "text": "Ix ok' sk'ool Jesús t'a heb'. Ix maslaj sat heb' chi' yuj. D'a jun rato chi' ix jacwi sat heb', ix och tzak'an heb' yuj."
        }
    ]
}