{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jesús t'a eb' sk'ayb'um icha tik: --Ol val t'ayex tas tz'aj yoch eb' anima t'a yol sk'ab' Dios aj satcha’anh. Ha junel, ay jun vinh patrón ayto sakb'i ix q'ue vaan. Ix b'at vinh say eb' smajan yic smolanel sat te' uva eb'."
        },
        {
            "number": "2",
            "text": "Ayic ix ilchaj eb', ix yak' strato vinh yet' eb'. Ix yalan vinh t'a eb' to jun denario ol stup sk'u junjun eb' vinh. Ichato chi' b'ian, ix checjib'at eb' t'a smunlajel vinh chi'."
        },
        {
            "number": "3",
            "text": "Axo t'a q'uek'ualilxo, ix b'at vinh t'a mercado. Ix yilan vinh to ay juntzanhxo eb' vinh tonhej ayeq'ui."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yalan vinh t'a eb' vinh: Tato e gana tze say munlaj e b'a, ixiquec munlajel t'ayin. Tz'acan ol vak' e tojol, yalnhej jantac ol ex munlajoc, xchi vinh. Yuj chi' ix b'at eb' vinh t'a vinh munlajel chi'."
        },
        {
            "number": "5",
            "text": "Axo t'a chimxok'ual, ix b'atxi vinh. Anheja' lajan ix yutej vinh yak'anxi strato yet' juntzanhxo eb' vinh, icha ix yutej vinh t'a q'uek'ualil. Anheja' icha chi' ix yutej vinh t'a tz'eymajk'ualxo."
        },
        {
            "number": "6",
            "text": "Axo t'a yemxok'ualil, ix b'atxi vinh t'a mercado chi'. Axo ix yilan vinh, ay juntzanhxo eb' vinh tonhej ayeq'ui, ix yalanpax vinh t'a eb' vinh: ¿Tas yuj tonhej ayex ek' t'a tik tzek' k'u? xchi vinh."
        },
        {
            "number": "7",
            "text": "Malaj mach tzonh manani, xchi eb' vinh t'a vinh. Tato icha chi', ixiquec, munlajanhec jab'oc t'ayin. Ol vak' e tojol icha syal jantac ol ex munlajoc, xchi vinh."
        },
        {
            "number": "8",
            "text": "Axo t'a k'ik'b'alxo, ix yalan vinh t'a jun vinh scaporal: Avtejcot eb' vinh in majan chi', tza tupan eb' vinh. Ha eb' vinh tzak'anto ix och t'a in munlajel chi', a eb' vinh tza b'ab'laj tupej. Axo eb' vinh b'ab'el ix ochi, tzak'anto tza tup eb' vinh, xchi vinh."
        },
        {
            "number": "9",
            "text": "Yuj chi', a eb' vinh yemxok'ualil ix ochi, a eb' vinh ix b'ab'lajk'och scha stojol. Junjun denario ix scha eb' vinh stojoloc."
        },
        {
            "number": "10",
            "text": "Axo eb' vinh ix b'ab'laj och t'a smunlajel chi', a snaan eb' vinh to más niwan stojol eb' vinh ol scha'a. Palta anhejtona' junjunnhej denario ix scha eb' vinh."
        },
        {
            "number": "11",
            "text": "Ayic ix schaan stojol eb' vinh chi', ix cot yoval eb' vinh t'a vinh patrón chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan eb' vinh: Ach co patrón, a eb' vinh ix och t'a slajvub'xo munlajel, junxonhej hora ix yak' eb' vinh qued'oc, palta lajan co tojol ix ak' yet' eb' vinh. Palta a onh tik pural ix ek' k'u cuuj, manh jantacoc k'ak' ix cab'i, xchi eb' vinh."
        },
        {
            "number": "13",
            "text": "Axo vinh patrón chi' ix alan t'a jun vinh t'a skal eb' vinh: Ach vamigo, manh chucoc svutej in b'a t'ayex. Inai, jun denario ix cutej co trato."
        },
        {
            "number": "14",
            "text": "Yuj chi', cha a tojol. Ixic. Axo juntzanhxo eb' vinh tzak'anto ix och t'a in munlajel, a in t'a in gana, tz'acan svak' stojol eb' vinh."
        },
        {
            "number": "15",
            "text": "Yujto a in, wik in tumin. Max yal scot oval t'ayin, yujto wach' svutej in b'ha t'a junjun anima, xchi vinh. Icha chi' syal jun ab'ix tik."
        },
        {
            "number": "16",
            "text": "Yuj chi', a eb' malaj yelk'och ticnaic, más niwan ol aj yelk'och eb'. Axo eb' niwan yelk'och ticnaic, manhxalaj ol aj yelk'och eb' ta', xchi Jesús t'a eb'."
        },
        {
            "number": "17",
            "text": "Axo Jesús van sb'atxi t'a yol b'e yet' eb' ajun yet'oc, van sb'at eb' t'a Jerusalén. Ayic van sb'ey eb', ix yavtanelta eb' sk'ayb'um slajchavanhil t'a skal eb' anima chi'. Ix yalan t'a eb':"
        },
        {
            "number": "18",
            "text": "Inai, ticnaic van co b'at t'a Jerusalén. Ha in tik, wach'chom Ak'b'il in cot yuj Dios voch animail, palta ol in ak'jococh t'a yol sk'ab' eb' vinh sacerdote yet' t'a yol sk'ab' eb' vinh k'ayb'um t'a ley Moisés. Ol yak'och chamel eb' vinh t'a vib'anh."
        },
        {
            "number": "19",
            "text": "Ol in ak'jococh t'a yol sk'ab' eb' manh israeloc. Ol in sb'uch eb'. Ol in smak'an eb'. Ol in culusajq'ueoc. Axo t'a schab'jial, ol in pitzvocxoc, xchi t'a eb'."
        },
        {
            "number": "20",
            "text": "Ha ix yetb'eyum vinhaj Zebedeo, ix k'och ix t'a Jesús yet' chavanh eb' yune', aton vinhaj Jacobo yet' vinhaj Juan. Ix em cuman ix t'a yichanh, yujto sgana ix sk'an jab'oc tas t'ay."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yalan t'a ix: --¿Tas a gana tza k'an t'ayin? xchi. --Ayic ol ach och Yajalil, comonoc tza cha em k'ojan eb' vinh vune' tik t'a a tz'ey, jun vinh t'a a wach', haxo junxo vinh t'a a q'uexanh, xchi ix t'ay."
        },
        {
            "number": "22",
            "text": "Ix yalan Jesús t'a eb' vinh schavanhil: --Max nachajel-laj eyuj tas tze k'an t'ayin. ¿Tom ol techaj yaelal eyuuj icha ol in utaj a in tik? xchi t'a eb' vinh. --Ol techajoc, xchi eb' vinh t'ay."
        },
        {
            "number": "23",
            "text": "--Val yel ol ex ak'joc proval icha ol in utajoc. Icha ol vab' syail a in tik, icha chi' ol aj eyab'anpax syail. Palta a in tik, malaj valan wik ex vak'an em k'ojan t'a in wach' ma t'a in q'uexanh. Yujto a co Mam Dios b'ojinaccani mach eb' ol em k'ojan ta'. Yuj chi' ol ak'joc t'a eb', xchi Jesús t'a eb' vinh."
        },
        {
            "number": "24",
            "text": "Axo lajunhvanhxo eb' sk'ayb'um, ayic ix yab'an juntzanh chi' eb', ix cot yoval eb' t'a eb' chavanh chi'."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix avtajcot eb' slajchavanhil yuj Jesús. Ix yalan t'a eb': --Eyojtacxo, a eb' ayoch yajalil t'a junjun nivac chonhab', a eb' tz'ak'an mandar. Axo eb' nivac vinac, yajal ton yaj eb' t'a yib'anh eb' anima."
        },
        {
            "number": "26",
            "text": "Palta a ex tik, manh ichocta' ol aj t'a e cal. Tato ay mach sgana niwan tz'aj yelk'och t'a e cal, yowalil tz'och ex yak' servil."
        },
        {
            "number": "27",
            "text": "Ha mach sgana sat tz'aj t'a e cal, yowalil tz'och e checab'oc."
        },
        {
            "number": "28",
            "text": "Ichin pax ta' a in Ak'b'il in cot yuj Dios voch animail tik, manh yujoc in yak'an servil eb' anima in javi, palta yuj ul vak'an servil eb', in ja vak'cham in b'a yuj eb', yic wach' tzijtum mach ol colchaj vuuj, xchi t'a eb'."
        },
        {
            "number": "29",
            "text": "Ayic van yelxi eb' t'a Jericó, tzijtum anima ix och tzak'an yuj Jesús."
        },
        {
            "number": "30",
            "text": "Axo t'a ti' b'e, k'ojanem chavanh vinac max uji yilani. Axo ix yab'an eb' to van yek' Jesús, te chaanh ix avaj eb': --Mamin, ach Yinhtilalcan vinhaj David, ¿tom max ok' a k'ool t'ayonh? xchi eb' t'ay."
        },
        {
            "number": "31",
            "text": "Palta haxo eb' anima ix cachan eb' yic tz'em numan eb'. Palta masnhej ix avaj chaanh eb': --Mamin, ach Yinhtilal kan vinhaj David, ¿tom max ok' a k'ool t'ayonh? xchi eb'."
        },
        {
            "number": "32",
            "text": "Yuj chi', ix och vaan Jesús, ix yavtancot eb': --¿Tas e gana tzex vutej? xchi."
        },
        {
            "number": "33",
            "text": "--Mamin, co gana tza jac co sat, xchi eb'."
        },
        {
            "number": "34",
            "text": "Ix ok' sk'ool Jesús t'a eb'. Ix maslaj sat eb' chi' yuj. D'a jun rato chi' ix jacvi sat eb', ix och tzak'an eb' yuj."
        }
    ]
}