{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic van sk'och Jesús yed' eb' sk'ayb'um d'a slak'anil Jerusalén, ix k'och eb' d'a chonhab' Betfagé, d'a yich lum tzalan scuch Olivo. Axo Jesús ix checanb'at chavanh eb' sk'ayb'um."
        },
        {
            "number": "2",
            "text": "Ix yalan d'a eb': --Ixiquec d'a jun aldea d'a quichanhb'at tic. Ata' ol ilchaj jun nok' nun b'uru eyuuj, etzanoch nok'. Aypaxek' jun nok' quelem yune' nok' yed'oc. Tze tijelta nok' schavanhil, tzeyik'ancot nok' d'a tic."
        },
        {
            "number": "3",
            "text": "Tato ay mach tas tz'alan d'ayex, tzeyalan d'a eb': Ay ol och nok' yuj Cajalil. Ol ul cak'xican nok' d'a jun rato, xe chi, xchi Jesús d'a eb'."
        },
        {
            "number": "4",
            "text": "Icha chi' ix aj yelk'och tas tz'ib'yajcan yuj jun schecab' Dios d'a peca', ayic ix yalan icha tic:"
        },
        {
            "number": "5",
            "text": "Tzeyal d'a eb' aj chonhab' Sion icha tic: Ina sja e Reyal d'ayex. Emnaquil sja yed' jun nok' b'uru. Ayq'ue d'a yib'anh jun nok' quelem b'uru, yune' jun nok' nun b'uru, xe chi, xchi d'a Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "6",
            "text": "Ix b'at eb' sk'ayb'um chi'. Ix sk'anab'ajej eb' icha ix yal Jesús."
        },
        {
            "number": "7",
            "text": "Ix yik'ancot jun nok' nun b'uru chi' eb' yed' jun nok' quelem b'uru chi' d'a Jesús. Axo eb' sk'ayb'um chi' ix ak'anq'ue spichul stz'amoc nok'. Ix lajvi chi' ix q'ue Jesús d'a yib'anh nok' quelem b'uru chi'."
        },
        {
            "number": "8",
            "text": "Ayic van sb'ey nok', tzijtum eb' anima ix laj slich'em spichul d'a yol b'e b'aj van sb'eyb'at chi'. Ay pax eb' ix laj xicanelta te k'ab'tac te' ay xiil. Ix laj yak'anem eb' d'a yol b'e."
        },
        {
            "number": "9",
            "text": "Axo eb' b'ab'el yed' eb' tzak'an, ix laj yalanq'ue eb': --Yuj val Dios d'a jun Yinhtilalcan vinhaj David. Calec vach' lolonel d'a vinh checb'ilcot yuj Dios Cajal. Caq'uec yuj diosal d'a Dios aj satchaanh, xchi eb'."
        },
        {
            "number": "10",
            "text": "Ayic ix k'och Jesús d'a yol chonhab' Jerusalén, masanil anima ix laj somchaj chaanh. Ix laj yalan eb': --¿Mach jun sja tic? xchi eb'."
        },
        {
            "number": "11",
            "text": "Axo eb' nhilanek' yed' Jesús ix alani: --Aton Jesús, aj Nazaret yic Galilea. Aton jun tic schecab' Dios, xchi eb'."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi', ix och Jesús d'a yol yamaq'uil stemplo Dios. Ix spechanelta eb' chonhvajum yed' eb' manvajum. Ix laj slocan pak'laj smexa eb' q'uexum tumin yed' xila eb' chonhum paramuch."
        },
        {
            "number": "13",
            "text": "Ix yalan d'a eb': --Icha tic yalnaccan Dios d'a Slolonel Tz'ib'ab'ilcani: A in pat ol aljoc yuuj to yicnhej lesal yaji, xchi. Palta a ex tic, icha junoc nhaq'ueen b'aj sk'ub'ejel sb'a eb' elk'um, icha chi' tzeyutej, xchi d'a eb'."
        },
        {
            "number": "14",
            "text": "Ayic ayek' d'a yamaq'uil stemplo Dios chi', ay juntzanh eb' max uji yilan ix k'och d'ay yed' juntzanh eb' max yal sb'eyi. Ix b'oxican eb' yuuj."
        },
        {
            "number": "15",
            "text": "Palta axo eb' vinh sat sacerdote yed' eb' vinh k'ayb'um d'a ley Moisés, ix yil juntzanh milagro eb' vinh ix sb'o chi'. Ix yab'anpax eb' vinh to ay juntzanh eb' unin tz'alan d'a yamaq'uil stemplo Dios chi': Yuj val Dios d'a jun Yinhtilalcan vinhaj David, xchi eb'. Yuj chi' ix te cot yoval eb' vinh."
        },
        {
            "number": "16",
            "text": "Ix yalan eb' vinh d'a Jesús: --¿Tom max ab' tas syal eb' unin tic? xchi eb' vinh d'ay. --Svab' yalan eb'. ¿Tom malaj b'aj tzeyil d'a Slolonel Dios Tz'ib'ab'ilcani, b'aj tz'alji icha tic d'a co Mam Dios? A eb' unin yed' eb' van to schuni, a eb' tzak'lab'ej yic syal vach' lolonel eb' d'ayach. Icha chi' syala', xchi Jesús d'a eb' vinh."
        },
        {
            "number": "17",
            "text": "Ix lajvi chi', ix b'atxi Jesús chi', ix can eb' yuuj. Ix elxi d'a Jerusalén chi', ix k'och d'a Betania. Axo ta' ix ek' jun ak'val."
        },
        {
            "number": "18",
            "text": "Axo d'a q'uinhib'alil, van spax Jesús d'a Jerusalén ix och svejel."
        },
        {
            "number": "19",
            "text": "Axo ix yilani, ay jun te' higo d'a ti' b'e. Ix k'och d'a te', palta malaj junoc sat te' ix ilchaj yuuj. Tonhej k'ayum xil te'. Yuj chi' ix yalan d'a te': --Manhxa b'aq'uinh ol ach satanoc, xchi d'a te'. D'a jun rato chi', ix tacjiel te'."
        },
        {
            "number": "20",
            "text": "Ayic ix yilan jun chi' eb' sk'ayb'um, ix sat sk'ool eb'. --¿Tastaxlaj yuj junnhej rato ix tacjiel jun te' tic? xchi eb'."
        },
        {
            "number": "21",
            "text": "Val yel sval d'ayex, tato tzeyak'och Dios d'a e k'ool, tato malaj e chab'k'olal, yalnhej junoc tas ol yal eyuuj. Manhocnhej tas icha ix vutej jun te' tic ol yal eyuuj. Vach'chom ol eyal d'a jun tzalan tic: Elanh d'a ed'tal tic. Yumb'at a b'a d'a yol a' nhajab', tato xe chi, ol yalnhej eyuuj icha chi'."
        },
        {
            "number": "22",
            "text": "Yalnhej tas tze k'ana' ayic tzex lesalvi, ol ak'joc d'ayex tato tzeyak'och d'a e k'ool, xchi d'a eb'."
        },
        {
            "number": "23",
            "text": "Ix ochxi Jesús d'a yol yamaq'uil stemplo Dios. Ix sk'ayb'an eb' anima ta'. Axo eb' vinh sat sacerdote yed' eb' vinh ichamtac vinac d'a scal eb' israel chi', ix k'och eb' vinh, ix sk'anb'an eb' vinh d'ay: --¿Tas elk'ochi, yuj chi' a comon b'oej juntzanh chi' evi? ¿Mach val ak'jinac opisio chi'? xchi eb' vinh."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix yalan Jesús chi' d'a eb' vinh: --Anhejtona', ol in k'anb'ejpax junoc tas d'ayex. Tato ol eyal d'ayin, ol valpax d'ayex mach ak'jinac vopisio in b'oan juntzanh chi'."
        },
        {
            "number": "25",
            "text": "¿Mach ak'jinac yopisio vinhaj Juan, yic yak'annac bautizar eb' anima vinh? ¿Am Dios ix ak'ani, mato anima? Alec d'ayin, xchi d'a eb' vinh. Yuj chi', ix slajtian sb'a eb' vinh yuj juntzanh ix yal chi'. Ix laj yalanq'ue eb' vinh: --¿Tas ol cutoc calan d'ay? Tato scala' to a Dios ak'jinac yopisio vinh, axom ol yalan d'ayonh: ¿Tas yuj maj eyak'och vinh d'a e k'ool jun? xchama."
        },
        {
            "number": "26",
            "text": "Palta tato scala' to yicnhej anima yopisio vinh, ay smay yuj eb' anima, yujto a vinhaj Juan chi', schecab' Dios yaj vinh snaan eb' smasanil, xchi eb' vinh."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix yalan eb' vinh d'a Jesús: --Manh cojtacoclaj, xchi eb' vinh d'ay. --Tato icha chi', manh ol val pax d'ayex mach ak'jinac vopisio in b'oan juntzanh chi', xchi Jesús d'a eb' vinh."
        },
        {
            "number": "28",
            "text": "Ix yalan Jesús d'a eb' vinh: --¿Tas tze na yuj jun ab'ix ol val tic? Ay jun vinh, ay chavanh yuninal vinh. Ix yalan vinh d'a vinh b'ab'el unin: Ach vuninal, ixic d'a co munlajel, xchi vinh."
        },
        {
            "number": "29",
            "text": "Maay, manh ol in b'atlaj, xchi vinh d'a vinh smam chi'. Palta d'a jun rato chi', ix snaan sb'a vinh, ix b'at vinh d'a smunlajel vinh smam chi'."
        },
        {
            "number": "30",
            "text": "Ix yalanpax vinh d'a vinh schab'il icha ix yutej vinh yalan d'a vinh b'ab'el. Yuj chi' ix tak'vi vinh schab'il chi': Inye Mamin, ol in b'atoc, xchi vinh. Palta maj b'atlaj vinh."
        },
        {
            "number": "31",
            "text": "A ticnaic, tzin k'anb'ej d'ayex, ¿mach junoc eb' uninab'il chi' ix k'anab'ajan icha sgana smam chi'? xchi Jesús d'a eb' vinh. --Aton vinh b'ab'el unin chi', xchi eb' vinh. Yuj chi' ix yalanxi Jesús d'a eb': --Val yel sval d'ayex, tato ayex ol ex och d'a yol sk'ab' Dios, a val eb' tecumel tumin yed' eb' ix ajmul ix ol b'ab'laj och d'ayex."
        },
        {
            "number": "32",
            "text": "Yujto a vinhaj Juan chi' ix ul alancan d'ayex chajtil tzeyutej e tojolb'itan e b'a, palta maj eyak'ochlaj d'a e k'ool. Axo eb' tecumel tumin yed' eb' ix ajmul ix, ay eb' ix ak'anoch vinh d'a sk'ool. Vach'chom eyilnac tas yutejnac snaan sb'a eb', palta a exxo tic maj e nalaj e b'a yed' eb', maj eyak'och tas ix yal vinhaj Juan chi' d'a e k'ool."
        },
        {
            "number": "33",
            "text": "Aq'uecoch e chiquin d'a junxo ab'ix ol val d'ayex. Ay jun vinh ix avan juntzanh te' uva d'a sat sluum. Ix smacan vinh yed' q'uen tz'alq'ueen. Ix sb'oan jun yed'tal b'aj stek'jiel yal sat te' uva chi' vinh. Ix sb'oanq'ue jun b'aj tz'aj eb' stanhvan te' uva chi' vinh, chaanh ix aji. Ix lajvi chi', ix yak'anb'at sluum vinh chi' majanil yed' te' uva chi' d'a juntzanh eb' munlajvum. Ix b'atcan vinh d'a junxo chonhab' najat."
        },
        {
            "number": "34",
            "text": "Axo yic ix ja stiempoal smolchajel sat te', ix checancot juntzanh eb' schecab' vinh d'a eb' vinh munlajvum chi'. Ix b'at sk'anan smajananub'al luum eb'."
        },
        {
            "number": "35",
            "text": "Ayic ix k'och eb', ix yamchajcot eb' yuj eb' vinh. Ay jun ix smak' eb' vinh. Ay junxo smilcham eb' vinh. Axo junxo ix sjulq'uenejcham eb' vinh."
        },
        {
            "number": "36",
            "text": "Axo vinh aj luum chi' ix checanb'at juntzanhxo eb' schecab'. Ek'alto sb'isul eb' ix b'atxi chi' d'a eb' ix b'at d'a sb'ab'elal. Palta lajan ix aj eb' icha eb' ix b'ab'laj xid'ek' chi'."
        },
        {
            "number": "37",
            "text": "Ichato chi' ix schecanb'at jun yuninal vinh. Tato icha chi' ol xiv eb' vinh d'a jun vuninal tic, xchi vinh."
        },
        {
            "number": "38",
            "text": "Palta axo ix yilan eb' vinh to van sk'och jun yuninal vinh chi', ix laj yalan eb' vinh: Ina sjavi vinh uninab'il tic. A ticnaic tato ol cham vinh smam vinh, axo vinh ol ochcan ajluumal. Co mileccham vinh, yic vach' a d'ayonh ol can luum, xchi eb' vinh."
        },
        {
            "number": "39",
            "text": "Yuj chi', ayic ix k'och vinh, ix yamchajcot vinh yuj eb' vinh. Ix sjachanb'at vinh eb' vinh d'a stitac avb'en chi'. Ata' ix smilcham vinh eb' vinh."
        },
        {
            "number": "40",
            "text": "Yuj chi', tzin k'anb'ej d'ayex, ayic ol k'och vinh aj luum chi', ¿tas ol yutoc eb' vinh munlajvum chi' vinh tze na'a? xchi Jesús d'a eb' vinh fariseo chi'."
        },
        {
            "number": "41",
            "text": "--Manh ol ak'joc nivank'olal eb' vinh yuj vinh. Ol smilcham eb' vinh chuc spensar chi' vinh. Ol yak'anxican sluum vinh chi' majanil d'a juntzanhocxo eb' vinh. A eb' vinh chi' ol ak'an smajananub'al d'a vinh ayic ol k'och stiempoal, xchi eb' vinh."
        },
        {
            "number": "42",
            "text": "Yuj chi' ix yalanxi Jesús d'a eb' vinh: --¿Tom malaj b'aj tzeyil d'a Slolonel Dios Tz'ib'ab'ilcani b'aj syala'? A jun q'uen q'ueen malaj yelk'och d'a yichanh eb' b'oum pat, aton q'uen ix ochcan sjolomoc schiquin te' pat chi'. Icha tic ix aj yuj Dios Cajal. Yuj chi' ayic squilani, ste sat co k'ool yuuj, xchi d'a Slolonel Dios chi'."
        },
        {
            "number": "43",
            "text": "Yuj chi' sval d'ayex, ol yal Dios to manhxalaj eyalan eyic eyoch d'a yol sk'ab'. Axo ol yalan d'a juntzanhxo eb' anima, to ay yalan yic eb' yoch e q'uexuloc. Yujto a eb' chi', lajan eb' icha eb' tz'ak'an smajananub'al te' avb'en uva d'a vinh aj luum chi'."
        },
        {
            "number": "44",
            "text": "Tato ay junoc mach tz'em tanhnaj d'a yib'anh jun q'ueen tic, chok' tz'aji. Tato a q'ueen tz'em tanhnaj d'a yib'anh junocxo, icha pococ tz'aji, xchi Jesús d'a eb' vinh."
        },
        {
            "number": "45",
            "text": "Axo eb' vinh sat sacerdote yed' eb' vinh fariseo, ayic ix yab'an juntzanh ab'ix chi' eb' vinh, ix snaanel eb' vinh to a yuj eb' vinh ix yal juntzanh chi' Jesús."
        },
        {
            "number": "46",
            "text": "Yuj chi' sgana eb' vinh ix syama'. Palta ix xiv eb' vinh d'a eb' anima, yujto a Jesús schecab' ton Dios yaj d'a eb' anima chi'."
        }
    ]
}