{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic van sk'och Jesús yet' eb' sk'ayb'um t'a slak'anil Jerusalén, ix k'och eb' t'a chonhab' Betfagé, t'a yich lum tzalan scuch Olivo. Axo Jesús ix checanb'at chavanh eb' sk'ayb'um."
        },
        {
            "number": "2",
            "text": "Ix yalan t'a eb': --Ixiquec t'a jun aldea t'a quichanhb'at tik. Ata' ol ilchaj jun nok' nun b'uru eyuuj, etzanoch nok'. Aypaxek' jun nok' quelem yune' nok' yet'oc. Tze tijelta nok' schavanhil, tzeyik'ancot nok' t'a tik."
        },
        {
            "number": "3",
            "text": "Tato ay mach tas tz'alan t'ayex, tzeyalan t'a eb': Ay ol och nok' yuj Cajalil. Ol ul cak'xican nok' t'a jun rato, xe chi, xchi Jesús t'a eb'."
        },
        {
            "number": "4",
            "text": "Icha chi' ix aj yelk'och tas tz'ib'yajcan yuj jun schecab' Dios t'a peca', ayic ix yalan icha tik:"
        },
        {
            "number": "5",
            "text": "Tzeyal t'a eb' aj chonhab' Sion icha tik: Ina sja e Reyal t'ayex. Emnaquil sja yet' jun nok' b'uru. Ayq'ue t'a yib'anh jun nok' quelem b'uru, yune' jun nok' nun b'uru, xe chi, xchi t'a Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "6",
            "text": "Ix b'at eb' sk'ayb'um chi'. Ix sk'anab'ajej eb' icha ix yal Jesús."
        },
        {
            "number": "7",
            "text": "Ix yik'ancot jun nok' nun b'uru chi' eb' yet' jun nok' quelem b'uru chi' t'a Jesús. Axo eb' sk'ayb'um chi' ix ak'anq'ue spichul stz'amoc nok'. Ixlajwi chi' ix q'ue Jesús t'a yib'anh nok' quelem b'uru chi'."
        },
        {
            "number": "8",
            "text": "Ayic van sb'ey nok', tzijtum eb' anima ix laj slich'em spichul t'a yol b'e b'aj van sb'eyb'at chi'. Ay pax eb' ix laj xicanelta te k'ab'tac te' ay xiil. Ix laj yak'anem eb' t'a yol b'e."
        },
        {
            "number": "9",
            "text": "Axo eb' b'ab'el yet' eb' tzak'an, ix laj yalanq'ue eb': --Yuj val Dios t'a jun Yinhtilalcan winhaj David. Calec wach' lolonel t'a winh checb'ilcot yuj Dios Cajal. Caq'ek yuj diosal d'ha Dios aj satcha’anh, xchi eb'."
        },
        {
            "number": "10",
            "text": "Ayic ix k'och Jesús t'a yol chonhab' Jerusalén, masanil anima ix laj somchaj chaanh. Ix laj yalan eb': --¿Mach jun sja tik? xchi eb'."
        },
        {
            "number": "11",
            "text": "Axo eb' nhilanek' yet' Jesús ix alani: --Aton Jesús, aj Nazaret yic Galilea. Aton jun tik schecab' Dios, xchi eb'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix och Jesús t'a yol yamaq'uil stemplo Dios. Ix spechanelta eb' chonhvajum yet' eb' manvajum. Ix laj slocan pak'laj smexa eb' q'uexum tumin yet' xila eb' chonhum paramuch."
        },
        {
            "number": "13",
            "text": "Ix yalan t'a eb': --Icha tik yalnaccan Dios t'a Slolonel Tz'ib'ab'ilcani: Ha in pat ol aljoc yuj to yicnhej lesal yaji, xchi. Palta a ex tik, icha junok nhaq'ueen b'aj sk'ub'ejel sb'a eb' elk'um, icha chi' tzeyutej, xchi t'a eb'."
        },
        {
            "number": "14",
            "text": "Ayic ayek' t'a yamaq'uil stemplo Dios chi', ay juntzanh eb' max uji yilan ix k'och t'ay yet' juntzanh eb' max yal sb'eyi. Ix b'oxican eb' yuj."
        },
        {
            "number": "15",
            "text": "Palta haxo eb' winh sat sacerdote yet' eb' winh k'ayb'um t'a ley Moisés, ix yil juntzanh milagro eb' winh ix sb'o chi'. Ix yab'anpax eb' winh to ay juntzanh eb' unin tz'alan t'a yamaq'uil stemplo Dios chi': Yuj val Dios t'a jun Yinhtilalcan winhaj David, xchi eb'. Yuj chi' ix te cot yoval eb' winh."
        },
        {
            "number": "16",
            "text": "Ix yalan eb' winh t'a Jesús: --¿Tom max ab' tas syal eb' unin tik? xchi eb' winh t'ay. --Svab' yalan eb'. ¿Tom malaj b'aj tzeyil t'a Slolonel Dios Tz'ib'ab'ilcani, b'aj tz'alji icha tik t'a co Mam Dios? Ha eb' unin yet' eb' van to schuni, a eb' tzak'lab'ej yic syal wach' lolonel eb' t'ayach. Icha chi' syala', xchi Jesús t'a eb' winh."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix b'atxi Jesús chi', ix kan eb' yuj. Ix elxi t'a Jerusalén chi', ix k'och t'a Betania. Axo ta' ix ek' jun ak'val."
        },
        {
            "number": "18",
            "text": "Axo t'a q'uinhib'alil, van spax Jesús t'a Jerusalén ix och svejel."
        },
        {
            "number": "19",
            "text": "Axo ix yilani, ay jun te' higo t'a ti' b'e. Ix k'och t'a te', palta malaj junok sat te' ix ilchaj yuj. Tonhej k'ayum xil te'. Yuj chi' ix yalan t'a te': --Manhxa b'ak'uinh ol ach satanoc, xchi t'a te'. D'a jun rato chi', ix tacjiel te'."
        },
        {
            "number": "20",
            "text": "Ayic ix yilan jun chi' eb' sk'ayb'um, ix sat sk'ool eb'. --¿Tastaxlaj yuj junnhej rato ix tacjiel jun te' tik? xchi eb'."
        },
        {
            "number": "21",
            "text": "Val yel swal t'ayex, tato tzeyak'och Dios t'a e k'ool, tato malaj e chab'k'olal, yalnhej junok tas ol yal eyuuj. Manhocnhej tas icha ix vutej jun te' tik ol yal eyuuj. Wach'chom ol eyal t'a jun tzalan tik: Elanh t'a ed'tal tik. Yumb'at a b'ha t'a yol ha' nhajab', tato xe chi, ol yalnhej eyuuj icha chi'."
        },
        {
            "number": "22",
            "text": "Yalnhej tas tze k'ana' ayic tzex lesalvi, ol ak'joc t'ayex tato tzeyak'och t'a e k'ool, xchi t'a eb'."
        },
        {
            "number": "23",
            "text": "Ix ochxi Jesús t'a yol yamaq'uil stemplo Dios. Ix sk'ayb'an eb' anima ta'. Axo eb' winh sat sacerdote yet' eb' winh ichamtac vinac t'a skal eb' israel chi', ix k'och eb' winh, ix sk'anb'an eb' winh t'ay: --¿Tas elk'ochi, yuj chi' a comon b'oej juntzanh chi' evi? ¿Mach val ak'jinac opisio chi'? xchi eb' winh."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix yalan Jesús chi' t'a eb' winh: --Anhejtona', ol in k'anb'ejpax junok tas t'ayex. Tato ol eyal t'ayin, ol valpax t'ayex mach ak'jinac vopisio in b'oan juntzanh chi'."
        },
        {
            "number": "25",
            "text": "¿Mach ak'jinac yopisio winhaj Juan, yic yak'annac bautizar eb' anima winh? ¿Am Dios ix ak'ani, mato anima? Alec t'ayin, xchi t'a eb' winh. Yuj chi', ix slajtian sb'a eb' winh yuj juntzanh ix yal chi'. Ix laj yalanq'ue eb' winh: --¿Tas ol cutoc calan t'ay? Tato scala' to ha Dios ak'jinac yopisio winh, axom ol yalan t'ayonh: ¿Tas yuj maj eyak'och winh t'a e k'ool jun? xchama."
        },
        {
            "number": "26",
            "text": "Palta tato scala' to yicnhej anima yopisio winh, ay smay yuj eb' anima, yujto a winhaj Juan chi', schecab' Dios yaj winh snaan eb' smasanil, xchi eb' winh."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix yalan eb' winh t'a Jesús: --Manh cojtacoclaj, xchi eb' winh t'ay. --Tato icha chi', manh ol val pax t'ayex mach ak'jinac vopisio in b'oan juntzanh chi', xchi Jesús t'a eb' winh."
        },
        {
            "number": "28",
            "text": "Ix yalan Jesús t'a eb' winh: --¿Tas tze na yuj jun ab'ix ol val tik? Ay jun winh, ay chavanh yuninal winh. Ix yalan winh t'a winh b'ab'el unin: Ach vuninal, ixic t'a co munlajel, xchi winh."
        },
        {
            "number": "29",
            "text": "Maay, manh ol in b'atlaj, xchi winh t'a winh smam chi'. Palta t'a jun rato chi', ix snaan sb'a winh, ix b'at winh t'a smunlajel winh smam chi'."
        },
        {
            "number": "30",
            "text": "Ix yalanpax winh t'a winh schab'il icha ix yutej winh yalan t'a winh b'ab'el. Yuj chi' ix tak'vi winh schab'il chi': Inye Mamin, ol in b'atoc, xchi winh. Palta maj b'atlaj winh."
        },
        {
            "number": "31",
            "text": "Ha ticnaic, tzin k'anb'ej t'ayex, ¿mach junok eb' uninab'il chi' ix k'anab'ajan icha sgana smam chi'? xchi Jesús t'a eb' winh. --Aton winh b'ab'el unin chi', xchi eb' winh. Yuj chi' ix yalanxi Jesús t'a eb': --Val yel swal t'ayex, tato ayex ol ex och t'a yol sk'ab' Dios, a val eb' tecumel tumin yet' eb' ix ajmul ix ol b'ab'laj och t'ayex."
        },
        {
            "number": "32",
            "text": "Yujto a winhaj Juan chi' ix ul alancan t'ayex chajtil tzeyutej e tojolb'itan e b'a, palta maj eyak'ochlaj t'a e k'ool. Axo eb' tecumel tumin yet' eb' ix ajmul ix, ay eb' ix ak'anoch winh t'a sk'ool. Wach'chom eyilnac tas yutejnac snaan sb'a eb', palta a exxo tik maj e nalaj e b'a yet' eb', maj eyak'och tas ix yal winhaj Juan chi' t'a e k'ool."
        },
        {
            "number": "33",
            "text": "Hak'uecoch e chiquin t'a junxo ab'ix ol val t'ayex. Ay jun winh ix avan juntzanh te' uva t'a sat sluum. Ix smacan winh yet' q'uen tz'alq'ueen. Ix sb'oan jun yet'tal b'aj stek'jiel yal sat te' uva chi' winh. Ix sb'oanq'ue jun b'aj tz'aj eb' stanhvan te' uva chi' winh, chaanh ix aji. Ixlajwi chi', ix yak'anb'at sluum winh chi' majanil yet' te' uva chi' t'a juntzanh eb' munlajvum. Ix b'atcan winh t'a junxo chonhab' najat."
        },
        {
            "number": "34",
            "text": "Axo yic ix ja stiempoal smolchajel sat te', ix checancot juntzanh eb' schecab' winh t'a eb' winh munlajvum chi'. Ix b'at sk'anan smajananub'al lu'um eb'."
        },
        {
            "number": "35",
            "text": "Ayic ix k'och eb', ix yamchajcot eb' yuj eb' winh. Ay jun ix smak' eb' winh. Ay junxo smilcham eb' winh. Axo junxo ix sjulq'uenejcham eb' winh."
        },
        {
            "number": "36",
            "text": "Axo winh aj lu'um chi' ix checanb'at juntzanhxo eb' schecab'. Ek'alto sb'isul eb' ix b'atxi chi' t'a eb' ix b'at t'a sb'ab'elal. Palta lajan ix aj eb' icha eb' ix b'ab'laj xid'ek' chi'."
        },
        {
            "number": "37",
            "text": "Ichato chi' ix schecanb'at jun yuninal winh. Tato icha chi' ol xiv eb' winh t'a jun vuninal tik, xchi winh."
        },
        {
            "number": "38",
            "text": "Palta haxo ix yilan eb' winh to van sk'och jun yuninal winh chi', ix laj yalan eb' winh: Ina sjavi winh uninab'il tik. Ha ticnaic tato ol cham winh smam winh, haxo winh ol ochcan ajluumal. Co mileccham winh, yic wach' a t'ayonh ol kan lu'um, xchi eb' winh."
        },
        {
            "number": "39",
            "text": "Yuj chi', ayic ix k'och winh, ix yamchajcot winh yuj eb' winh. Ix sjachanb'at winh eb' winh t'a stitac avb'en chi'. Ata' ix smilcham winh eb' winh."
        },
        {
            "number": "40",
            "text": "Yuj chi', tzin k'anb'ej t'ayex, ayic ol k'och winh aj lu'um chi', ¿tas ol yutoc eb' winh munlajvum chi' winh tze na'a? xchi Jesús t'a eb' winh fariseo chi'."
        },
        {
            "number": "41",
            "text": "--Manh ol ak'joc nivank'olal eb' winh yuj winh. Ol smilcham eb' winh chuk spensar chi' winh. Ol yak'anxican sluum winh chi' majanil t'a juntzanhocxo eb' winh. Ha eb' winh chi' ol ak'an smajananub'al t'a winh ayic ol k'och stiempoal, xchi eb' winh."
        },
        {
            "number": "42",
            "text": "Yuj chi' ix yalanxi Jesús t'a eb' winh: --¿Tom malaj b'aj tzeyil t'a Slolonel Dios Tz'ib'ab'ilcani b'aj syala'? Ha jun q'uen q'ueen malaj yelk'och t'a yichanh eb' b'oum pat, aton q'uen ix ochcan sjolomoc schiquin te' pat chi'. Icha tik ix aj yuj Dios Cajal. Yuj chi' ayic squilani, ste sat co k'ool yuj, xchi t'a Slolonel Dios chi'."
        },
        {
            "number": "43",
            "text": "Yuj chi' swal t'ayex, ol yal Dios to manhxalaj eyalan eyic eyoch t'a yol sk'ab'. Axo ol yalan t'a juntzanhxo eb' anima, to ay yalan yic eb' yoch e q'uexuloc. Yujto a eb' chi', lajan eb' icha eb' tz'ak'an smajananub'al te' avb'en uva t'a winh aj lu'um chi'."
        },
        {
            "number": "44",
            "text": "Tato ay junok mach tz'em tanhnaj t'a yib'anh jun q'ueen tik, chok' tz'aji. Tato a q'ueen tz'em tanhnaj t'a yib'anh junocxo, icha pococ tz'aji, xchi Jesús t'a eb' winh."
        },
        {
            "number": "45",
            "text": "Axo eb' winh sat sacerdote yet' eb' winh fariseo, ayic ix yab'an juntzanh ab'ix chi' eb' winh, ix snaanel eb' winh to a yuj eb' winh ix yal juntzanh chi' Jesús."
        },
        {
            "number": "46",
            "text": "Yuj chi' sgana eb' winh ix syama'. Palta ix xiv eb' winh t'a eb' anima, yujto a Jesús schecab' ton Dios yaj t'a eb' anima chi'."
        }
    ]
}