{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan junxo ab'ix tik Jesús t'a heb' winh, xchi icha tik:"
        },
        {
            "number": "2",
            "text": "--Ol wal t'ayex chajtil ol aj yoch heb' anima t'a yol sk'ab' Dios aj satcha’anh. Ay jun winh rey ix yak'och sq'uinh jun yuninal yic snupnaji."
        },
        {
            "number": "3",
            "text": "Ayic wan syamchajoch jun q'uinh chi', ix checanb'at heb' schecab' winh, yic tz'ik'jicot heb' avtab'il yuj winh. Palta maj yal-laj sk'ool heb' ix cot t'a jun q'uinh chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yalanxi winh t'a juntzanhxo heb' schecab': Ixiquec, b'at alec t'a heb' avtab'il chi' wuuj to wach'xo yaj tas ol swa heb' wuj t'a tik. To ix wak' miljoc juntzanh nok' wacax yet' juntzanhxo nok' nok' b'ak'uech yak'ji serwil. Listaxo yaj smasanil ticnaik. Yuj chi', ixiquec, alec t'a heb' to elanhchamel scot heb' t'a jun nupnajel tik, xchi winh rey chi' t'a heb'."
        },
        {
            "number": "5",
            "text": "Yuj chi', ix b'at heb' schecab' winh chi' yala'. Palta haxo heb' avtab'il chi', maj stak'cotlaj sb'a heb'. Ay jun ix b'atcan yil sluum. Ay junxo, ix b'at t'a snegocio."
        },
        {
            "number": "6",
            "text": "Axo juntzanhxo heb' ix yamancan heb' schecab' winh chi'. Ix yak'an chukal heb' t'a heb'. Anheja' ix miljicham heb' yuj heb'."
        },
        {
            "number": "7",
            "text": "Axo winh rey chi', ix cot yowal winh. Yuj chi', ix schecb'at juntzanh heb' soldado winh, yic b'at miljoccham heb' ix mak'ancham heb' schecab' winh chi'. Axo schonhab' heb', ix nhusjicantz'aoc."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yalan winh t'a juntzanhxo heb' schecab': Wach'xo yaj smasanil tas yic jun nupnajel tik, palta a heb' avtab'il chi', manh ton smojoc to a heb' tz'avtaji."
        },
        {
            "number": "9",
            "text": "Yuj chi' ixiquec t'a calle. Jantacnhej heb' tz'ilchaj eyuuj, tzeyik'cot heb' t'a jun q'uinh tik, xchi winh t'a heb'."
        },
        {
            "number": "10",
            "text": "Yuj chi', ix b'at juntzanhxo heb' schecab' winh chi' t'a calle. Jantacnhej heb' ix ilchaj yuj heb', heb' chuk yet' heb' wach', ix molb'aj heb'. Yuj chi', ix te b'ud'ji jun pat b'aj ix och jun q'uinh chi' yuj heb' anima."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix ochk'och winh rey chi' yil heb' ix k'och chi'. Ix yilan winh, ay jun winh manhoclaj k'apac pichul yic nupnajel ayoch yuj."
        },
        {
            "number": "12",
            "text": "Yuj chi', ix yalan winh rey chi' t'a winh: Ach wetanimail, ¿tas yuj tzach comon ja t'a jun nupnajel tik? Ina manhoclaj k'apac pichul yic nupnajel ayoch uuj, xchi winh. Maj tak'woclaj winh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix yalan winh rey chi' t'a juntzanh heb' schecab' ayek' yet' ta': Tzeq'ek pitan jun winh tik. Tzeyik'anb'at winh. Tze yumancanb'at winh b'aj ay k’ik’ k’inal. Ata' ol ok' winh. Ol siq'uik'oc winh yoq'ui, ol juch'uch'oc ye winh yuj yab'an syail, xchi winh."
        },
        {
            "number": "14",
            "text": "Icha chi' syal jun ab'ix tik, yujto tzijtum heb' avtab'il yuj Dios, palta jaywannhej heb' sik'b'ileli, xchi Jesús t'a heb' winh."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yik'anel sb'a heb' winh fariseo chi'. Ix slajtian sb'a heb' winh t'a spatic Jesús, tas ol yutoc heb' winh yak'anoch t'a yib'anh yuj slolonel, yujto sgana heb' winh yak'anoch t'a yib'anh."
        },
        {
            "number": "16",
            "text": "Yuj chi', ix schecb'at jaywanh heb' sk'ayb'um heb' winh t'a Jesús chi' yet' jaywanh heb' spartido winhaj Herodes. Ix b'at yalan heb' t'ay: --Ach ko k'ayb'umal, cojtac to te yel tzala'. Cojtac paxi, a jun k'ayb'ub'al sgana Dios, tza k'ayb'ej t'a yel. Junlajan tzutej a pensar t'a spatic heb' anima, yujto max ach och k'elan t'a heb'."
        },
        {
            "number": "17",
            "text": "¿Tas tz'aj tza na'? Ha juntzanh tumin sk'anjiel t'ayonh yuj winh yajal t'a Roma, ¿ay am sleyal skak'a', ma to maay? xchi heb' t'ay."
        },
        {
            "number": "18",
            "text": "Palta yojtacxo Jesús to chuk snaan heb' t'a spatic. Yuj chi', ix yalan t'a heb': --Ha ex tik, chab' sat ex. ¿Tas yuj tzin eyak' prowal?"
        },
        {
            "number": "19",
            "text": "Ch'oxec wil junok tumin tz'ak'ji t'a winh yajal chi', xchi t'a heb' winh. Yuj chi', ix ch'oxji jun tumin chi' yila'."
        },
        {
            "number": "20",
            "text": "Ix sk'anb'anxi t'a heb' winh: --¿Mach ayoch yechel t'a jun tumin tik? ¿Mach ay yic jun b'i tz'ib'ab'iloch tik? xchi t'a heb'."
        },
        {
            "number": "21",
            "text": "--Aton yechel winh yajal t'a Roma yet' sb'i winh, xchi heb'. --Yuj chi', a tas yictaxon winh yajal chi', aq'ek t'a winh. Palta a tas yictaxon Dios, aq'ek t'ay, xchi t'a heb' winh."
        },
        {
            "number": "22",
            "text": "Ayic ix yab'an juntzanh chi' heb', tonhej ix sat sk'ol heb'. Yuj chi' ix el heb' t'a stz'ey Jesús chi', ix b'at heb' b'ian."
        },
        {
            "number": "23",
            "text": "Ha t'a jun k'u chi', ay juntzanh heb' winh saduceo ix k'och t'a Jesús. Ha heb' winh chi' tz'alani to manh ol pitzwokxi heb' chamnac. Yuj chi', ix yalan heb' winh t'ay:"
        },
        {
            "number": "24",
            "text": "--Ach ko k'ayb'umal, a winhaj Moisés tz'ib'annaccani: Q'uinaloc ay junok winh schami, skan ix yetb'eyum winh, palta malaj junok yuninal winh. Tato icha chi', haxo junok yuk'tac winh tz'ik'anxican ix, yic wach' tato tz'aj yuninal junxo winh chi', ichato yuninal winh ix cham chi' yaji. Icha chi' yaj yalancan winhaj Moisés chi'."
        },
        {
            "number": "25",
            "text": "Ha junel, ay ucwaanh heb' winh yuk'tac sb'a ek'nac t'a ko kal. Ha winh b'ab'el winak ik'jinac jun ix ix, palta cham winh. Malaj yuninal winh alji yet' ix. Axo winh yuk'tac winh ik'anpaxcan ix."
        },
        {
            "number": "26",
            "text": "Palta champax junxo winh chi', malaj pax yuninal winh ajkan yet' ix. Icha chi' ajpax winh yoxil. Ek' heb' winh yucwanhil t'a ix."
        },
        {
            "number": "27",
            "text": "Chamel heb' winh yucwanhil, ichato chi' b'ian, scham ix."
        },
        {
            "number": "28",
            "text": "Axo yic ol pitzwokxi heb' chamnac, ¿mach junok heb' winh ol ik'an ix? yujto yik'nac ix heb' winh yucwanhil, xchi heb' winh."
        },
        {
            "number": "29",
            "text": "Yuj chi', ix yalan Jesús t'a heb' winh: --Tonhej tzex somchaji, yujto manh eyojtacoc tas syal t'a Slolonel Dios Tz'ib'ab'ilcani. Manh eyojtacocpaxi jantac spoder Dios."
        },
        {
            "number": "30",
            "text": "Yujto ayic ol pitzwokxi heb' chamnac, manhxalaj ik'lajb'ail. Yujto lajan ol aj heb' yet' heb' yángel Dios ay t'a satcha’anh."
        },
        {
            "number": "31",
            "text": "Palta toxon chequel yaji to ol pitzwokxi heb' chamnac. ¿Tom manta b'aj tzeyil t'a Slolonel Dios Tz'ib'ab'ilcani, tas yalnaccan Dios, ayic yalannaccani?"
        },
        {
            "number": "32",
            "text": "Ha in ton tik, sDiosal in winhaj Abraham, sDiosal in winhaj Isaac, sDiosal in pax winhaj Jacob, xchi. Yuj chi' wach'chom chamnac heb' winh, palta cojtac to manh satnacoc el heb' winh t'a junelnhej, yujto yalnac Dios to sDiosal heb' winh yaji."
        },
        {
            "number": "33",
            "text": "Ayic ix yab'an heb' anima juntzanh ix yal chi', ix te sat sk'ol heb'."
        },
        {
            "number": "34",
            "text": "Axo yic ix yab'an heb' winh fariseo to ix em numnaj heb' winh saduceo chi' yuj Jesús, yuj chi' ix smolb'ej sb'a heb' winh t'a stz'ey."
        },
        {
            "number": "35",
            "text": "Ay jun winh t'a skal heb' k'ayb'um t'a ley Moisés. Sgana winh syak' prowal Jesús. Yuj chi', ix stz'ac sk'anb'ej winh t'ay:"
        },
        {
            "number": "36",
            "text": "--Ach in k'ayb'umal, ¿b'aja junok checnab'il t'a ley Moisés niwan yelk'och t'a yichanh smasanil? xchi winh t'ay."
        },
        {
            "number": "37",
            "text": "Ix yalan Jesús t'a winh: --Tze xajanej Dios Kajal t'a smasanil he k'ool, t'a smasanil he pixan yet' t'a smasanil he pensar."
        },
        {
            "number": "38",
            "text": "Aton jun checnab'il tik, niwan yelk'och t'a yichanh smasanil."
        },
        {
            "number": "39",
            "text": "Axo junxo checnab'il tik, quen manh lajanoc yelk'och yet'oc, xchi icha tik: Ichaocab' eya'ilan he b'a, ichaocab' chi' he xajanan heb' ay t'a spatic schiquin he pat."
        },
        {
            "number": "40",
            "text": "Tato sco k'anab'ajej chab' checnab'il tik, syalelk'ochi, wan ko k'anab'ajan sley Dios smasanil yet' jantacnhej tas tz'ib'yajcan yuj heb' schecab', xchi Jesús t'a winh."
        },
        {
            "number": "41",
            "text": "Aytoek' heb' winh fariseo chi', ix sk'anb'an Jesús t'a heb' winh:"
        },
        {
            "number": "42",
            "text": "--¿Tas xe chi yuj Cristo? ¿Mach ay yinhtilal tze na'a? xchi t'a heb' winh. --Ha Cristo chi', yinhtilalcan winhaj rey Dawid, xchi heb' winh t'ay."
        },
        {
            "number": "43",
            "text": "Ix tak'wi Jesús: --Palta yuj Yespíritu Dios yalnac winhaj Dawid chi' to a Cristo, Yajal yaj t'a winh, xchi icha tik:"
        },
        {
            "number": "44",
            "text": "Ha Dios Kajal alannac t'a Vajalil icha tik: Emanh k'ojan t'a in wach' k'ab' tik, masanto ol wak'canoch heb' ayoch ajk'olal t'ayach t'a yalanh oc, xchi Dios t'a Vajalil, xchi winh."
        },
        {
            "number": "45",
            "text": "Icha chi' yutejnac winhaj Dawid yalancani to a Cristo Yajal yaj t'ay. Yuj chi', ¿tom yinhtilalnhej winhaj Dawid chi' yaji? xchi Jesús t'a heb' winh."
        },
        {
            "number": "46",
            "text": "Palta malaj junok mach ix pacan t'ay. Yuj chi', atax t'a jun k'u chi', malaj junok mach stek'b'ej sb'a sk'anb'an junocxo tas t'ay."
        }
    ]
}