{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan junxo ab'ix tik Jesús t'a eb' winh, xchi icha tik:"
        },
        {
            "number": "2",
            "text": "--Ol val t'ayex chajtil ol aj yoch eb' anima t'a yol sk'ab' Dios aj satcha’anh. Ay jun winh rey ix yak'och sq'uinh jun yuninal yic snupnaji."
        },
        {
            "number": "3",
            "text": "Ayic van syamchajoch jun q'uinh chi', ix checanb'at eb' schecab' winh, yic tz'ik'jicot eb' avtab'il yuj winh. Palta maj yal-laj sk'ool eb' ix cot t'a jun q'uinh chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yalanxi winh t'a juntzanhxo eb' schecab': Ixiquec, b'at alec t'a eb' avtab'il chi' vuuj to wach'xo yaj tas ol sva eb' vuj t'a tik. To ix vak' miljoc juntzanh nok' vacax yet' juntzanhxo nok' nok' b'ak'uech yak'ji servil. Listaxo yaj smasanil ticnaic. Yuj chi', ixiquec, alec t'a eb' to elanhchamel scot eb' t'a jun nupnajel tik, xchi winh rey chi' t'a eb'."
        },
        {
            "number": "5",
            "text": "Yuj chi', ix b'at eb' schecab' winh chi' yala'. Palta haxo eb' avtab'il chi', maj stak'cotlaj sb'a eb'. Ay jun ix b'atcan yil sluum. Ay junxo, ix b'at t'a snegocio."
        },
        {
            "number": "6",
            "text": "Axo juntzanhxo eb' ix yamancan eb' schecab' winh chi'. Ix yak'an chukal eb' t'a eb'. Anheja' ix miljicham eb' yuj eb'."
        },
        {
            "number": "7",
            "text": "Axo winh rey chi', ix cot yoval winh. Yuj chi', ix schecb'at juntzanh eb' soldado winh, yic b'at miljoccham eb' ix mak'ancham eb' schecab' winh chi'. Axo schonhab' eb', ix nhusjicantz'aoc."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yalan winh t'a juntzanhxo eb' schecab': Wach'xo yaj smasanil tas yic jun nupnajel tik, palta a eb' avtab'il chi', manh ton smojoc to a eb' tz'avtaji."
        },
        {
            "number": "9",
            "text": "Yuj chi' ixiquec t'a calle. Jantacnhej eb' tz'ilchaj eyuuj, tzeyik'cot eb' t'a jun q'uinh tik, xchi winh t'a eb'."
        },
        {
            "number": "10",
            "text": "Yuj chi', ix b'at juntzanhxo eb' schecab' winh chi' t'a calle. Jantacnhej eb' ix ilchaj yuj eb', eb' chuk yet' eb' wach', ix molb'aj eb'. Yuj chi', ix te b'ud'ji jun pat b'aj ix och jun q'uinh chi' yuj eb' anima."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix ochk'och winh rey chi' yil eb' ix k'och chi'. Ix yilan winh, ay jun winh manhoclaj k'apac pichul yic nupnajel ayoch yuj."
        },
        {
            "number": "12",
            "text": "Yuj chi', ix yalan winh rey chi' t'a winh: Ach vetanimail, ¿tas yuj tzach comon ja t'a jun nupnajel tik? Ina manhoclaj k'apac pichul yic nupnajel ayoch uuj, xchi winh. Maj tak'voclaj winh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix yalan winh rey chi' t'a juntzanh eb' schecab' ayek' yet' ta': Tzeq'ek pitan jun winh tik. Tzeyik'anb'at winh. Tze yumancanb'at winh b'aj ay k’ik’ k’inal. Ata' ol ok' winh. Ol siq'uik'oc winh yoq'ui, ol juch'uch'oc ye winh yuj yab'an syail, xchi winh."
        },
        {
            "number": "14",
            "text": "Icha chi' syal jun ab'ix tik, yujto tzijtum eb' avtab'il yuj Dios, palta jayvannhej eb' sik'b'ileli, xchi Jesús t'a eb' winh."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yik'anel sb'a eb' winh fariseo chi'. Ix slajtian sb'a eb' winh t'a spatic Jesús, tas ol yutoc eb' winh yak'anoch t'a yib'anh yuj slolonel, yujto sgana eb' winh yak'anoch t'a yib'anh."
        },
        {
            "number": "16",
            "text": "Yuj chi', ix schecb'at jayvanh eb' sk'ayb'um eb' winh t'a Jesús chi' yet' jayvanh eb' spartido winhaj Herodes. Ix b'at yalan eb' t'ay: --Ach co k'ayb'umal, cojtac to te yel tzala'. Cojtac paxi, a jun k'ayb'ub'al sgana Dios, tza k'ayb'ej t'a yel. Junlajan tzutej a pensar t'a spatic eb' anima, yujto max ach och q'uelan t'a eb'."
        },
        {
            "number": "17",
            "text": "¿Tas tz'aj tza na'? Ha juntzanh tumin sk'anjiel t'ayonh yuj winh yajal t'a Roma, ¿ay am sleyal scak'a', ma to maay? xchi eb' t'ay."
        },
        {
            "number": "18",
            "text": "Palta yojtacxo Jesús to chuk snaan eb' t'a spatic. Yuj chi', ix yalan t'a eb': --Ha ex tik, chab' sat ex. ¿Tas yuj tzin eyak' proval?"
        },
        {
            "number": "19",
            "text": "Ch'oxec vil junok tumin tz'ak'ji t'a winh yajal chi', xchi t'a eb' winh. Yuj chi', ix ch'oxji jun tumin chi' yila'."
        },
        {
            "number": "20",
            "text": "Ix sk'anb'anxi t'a eb' winh: --¿Mach ayoch yechel t'a jun tumin tik? ¿Mach ay yic jun b'i tz'ib'ab'iloch tik? xchi t'a eb'."
        },
        {
            "number": "21",
            "text": "--Aton yechel winh yajal t'a Roma yet' sb'i winh, xchi eb'. --Yuj chi', a tas yictaxon winh yajal chi', aq'ek t'a winh. Palta a tas yictaxon Dios, aq'ek t'ay, xchi t'a eb' winh."
        },
        {
            "number": "22",
            "text": "Ayic ix yab'an juntzanh chi' eb', tonhej ix sat sk'ol eb'. Yuj chi' ix el eb' t'a stz'ey Jesús chi', ix b'at eb' b'ian."
        },
        {
            "number": "23",
            "text": "Ha t'a jun k'u chi', ay juntzanh eb' winh saduceo ix k'och t'a Jesús. Ha eb' winh chi' tz'alani to manh ol pitzvocxi eb' chamnac. Yuj chi', ix yalan eb' winh t'ay:"
        },
        {
            "number": "24",
            "text": "--Ach co k'ayb'umal, a winhaj Moisés tz'ib'annaccani: Q'uinaloc ay junok winh schami, skan ix yetb'eyum winh, palta malaj junok yuninal winh. Tato icha chi', haxo junok yuk'tac winh tz'ik'anxican ix, yic wach' tato tz'aj yuninal junxo winh chi', ichato yuninal winh ix cham chi' yaji. Icha chi' yaj yalancan winhaj Moisés chi'."
        },
        {
            "number": "25",
            "text": "Ha junel, ay ucvaanh eb' winh yuk'tac sb'a ek'nac t'a co cal. Ha winh b'ab'el vinac ik'jinac jun ix ix, palta cham winh. Malaj yuninal winh alji yet' ix. Axo winh yuk'tac winh ik'anpaxcan ix."
        },
        {
            "number": "26",
            "text": "Palta champax junxo winh chi', malaj pax yuninal winh ajkan yet' ix. Icha chi' ajpax winh yoxil. Ek' eb' winh yucvanhil t'a ix."
        },
        {
            "number": "27",
            "text": "Chamel eb' winh yucvanhil, ichato chi' b'ian, scham ix."
        },
        {
            "number": "28",
            "text": "Axo yic ol pitzvocxi eb' chamnac, ¿mach junok eb' winh ol ik'an ix? yujto yik'nac ix eb' winh yucvanhil, xchi eb' winh."
        },
        {
            "number": "29",
            "text": "Yuj chi', ix yalan Jesús t'a eb' winh: --Tonhej tzex somchaji, yujto manh eyojtacoc tas syal t'a Slolonel Dios Tz'ib'ab'ilcani. Manh eyojtacocpaxi jantac spoder Dios."
        },
        {
            "number": "30",
            "text": "Yujto ayic ol pitzvocxi eb' chamnac, manhxalaj ik'lajb'ail. Yujto lajan ol aj eb' yet' eb' yángel Dios ay t'a satcha’anh."
        },
        {
            "number": "31",
            "text": "Palta toxon chequel yaji to ol pitzvocxi eb' chamnac. ¿Tom manta b'aj tzeyil t'a Slolonel Dios Tz'ib'ab'ilcani, tas yalnaccan Dios, ayic yalannaccani?"
        },
        {
            "number": "32",
            "text": "Ha in ton tik, sDiosal in winhaj Abraham, sDiosal in winhaj Isaac, sDiosal in pax winhaj Jacob, xchi. Yuj chi' wach'chom chamnac eb' winh, palta cojtac to manh satnacoc el eb' winh t'a junelnhej, yujto yalnac Dios to sDiosal eb' winh yaji."
        },
        {
            "number": "33",
            "text": "Ayic ix yab'an eb' anima juntzanh ix yal chi', ix te sat sk'ol eb'."
        },
        {
            "number": "34",
            "text": "Axo yic ix yab'an eb' winh fariseo to ix em numnaj eb' winh saduceo chi' yuj Jesús, yuj chi' ix smolb'ej sb'a eb' winh t'a stz'ey."
        },
        {
            "number": "35",
            "text": "Ay jun winh t'a skal eb' k'ayb'um t'a ley Moisés. Sgana winh syak' proval Jesús. Yuj chi', ix stz'ac sk'anb'ej winh t'ay:"
        },
        {
            "number": "36",
            "text": "--Ach in k'ayb'umal, ¿b'aja junok checnab'il t'a ley Moisés niwan yelk'och t'a yichanh smasanil? xchi winh t'ay."
        },
        {
            "number": "37",
            "text": "Ix yalan Jesús t'a winh: --Tze xajanej Dios Cajal t'a smasanil e k'ool, t'a smasanil e pixan yet' t'a smasanil e pensar."
        },
        {
            "number": "38",
            "text": "Aton jun checnab'il tik, niwan yelk'och t'a yichanh smasanil."
        },
        {
            "number": "39",
            "text": "Axo junxo checnab'il tik, quen manh lajanoc yelk'och yet'oc, xchi icha tik: Ichaocab' eya'ilan e b'a, ichaocab' chi' e xajanan eb' ay t'a spatic schiquin e pat."
        },
        {
            "number": "40",
            "text": "Tato sco k'anab'ajej chab' checnab'il tik, syalelk'ochi, van co k'anab'ajan sley Dios smasanil yet' jantacnhej tas tz'ib'yajcan yuj eb' schecab', xchi Jesús t'a winh."
        },
        {
            "number": "41",
            "text": "Aytoek' eb' winh fariseo chi', ix sk'anb'an Jesús t'a eb' winh:"
        },
        {
            "number": "42",
            "text": "--¿Tas xe chi yuj Cristo? ¿Mach ay yinhtilal tze na'a? xchi t'a eb' winh. --Ha Cristo chi', yinhtilalcan winhaj rey David, xchi eb' winh t'ay."
        },
        {
            "number": "43",
            "text": "Ix tak'vi Jesús: --Palta yuj Yespíritu Dios yalnac winhaj David chi' to a Cristo, Yajal yaj t'a winh, xchi icha tik:"
        },
        {
            "number": "44",
            "text": "Ha Dios Cajal alannac t'a Vajalil icha tik: Emanh k'ojan t'a in wach' k'ab' tik, masanto ol vak'canoch eb' ayoch ajk'olal t'ayach t'a yalanh oc, xchi Dios t'a Vajalil, xchi winh."
        },
        {
            "number": "45",
            "text": "Icha chi' yutejnac winhaj David yalancani to a Cristo Yajal yaj t'ay. Yuj chi', ¿tom yinhtilalnhej winhaj David chi' yaji? xchi Jesús t'a eb' winh."
        },
        {
            "number": "46",
            "text": "Palta malaj junok mach ix pacan t'ay. Yuj chi', atax t'a jun k'u chi', malaj junok mach stek'b'ej sb'a sk'anb'an junocxo tas t'ay."
        }
    ]
}