{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan junxo ab'ix tik Jesús t'a eb' vinh, xchi icha tik:"
        },
        {
            "number": "2",
            "text": "--Ol val t'ayex chajtil ol aj yoch eb' anima t'a yol sk'ab' Dios aj satcha’anh. Ay jun vinh rey ix yak'och sq'uinh jun yuninal yic snupnaji."
        },
        {
            "number": "3",
            "text": "Ayic van syamchajoch jun q'uinh chi', ix checanb'at eb' schecab' vinh, yic tz'ik'jicot eb' avtab'il yuj vinh. Palta maj yal-laj sk'ool eb' ix cot t'a jun q'uinh chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yalanxi vinh t'a juntzanhxo eb' schecab': Ixiquec, b'at alec t'a eb' avtab'il chi' vuuj to wach'xo yaj tas ol sva eb' vuj t'a tik. To ix vak' miljoc juntzanh nok' vacax yet' juntzanhxo nok' nok' b'ak'uech yak'ji servil. Listaxo yaj smasanil ticnaic. Yuj chi', ixiquec, alec t'a eb' to elanhchamel scot eb' t'a jun nupnajel tik, xchi vinh rey chi' t'a eb'."
        },
        {
            "number": "5",
            "text": "Yuj chi', ix b'at eb' schecab' vinh chi' yala'. Palta haxo eb' avtab'il chi', maj stak'cotlaj sb'a eb'. Ay jun ix b'atcan yil sluum. Ay junxo, ix b'at t'a snegocio."
        },
        {
            "number": "6",
            "text": "Axo juntzanhxo eb' ix yamancan eb' schecab' vinh chi'. Ix yak'an chucal eb' t'a eb'. Anheja' ix miljicham eb' yuj eb'."
        },
        {
            "number": "7",
            "text": "Axo vinh rey chi', ix cot yoval vinh. Yuj chi', ix schecb'at juntzanh eb' soldado vinh, yic b'at miljoccham eb' ix mak'ancham eb' schecab' vinh chi'. Axo schonhab' eb', ix nhusjicantz'aoc."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yalan vinh t'a juntzanhxo eb' schecab': Wach'xo yaj smasanil tas yic jun nupnajel tik, palta a eb' avtab'il chi', manh ton smojoc to a eb' tz'avtaji."
        },
        {
            "number": "9",
            "text": "Yuj chi' ixiquec t'a calle. Jantacnhej eb' tz'ilchaj eyuuj, tzeyik'cot eb' t'a jun q'uinh tik, xchi vinh t'a eb'."
        },
        {
            "number": "10",
            "text": "Yuj chi', ix b'at juntzanhxo eb' schecab' vinh chi' t'a calle. Jantacnhej eb' ix ilchaj yuj eb', eb' chuc yet' eb' wach', ix molb'aj eb'. Yuj chi', ix te b'ud'ji jun pat b'aj ix och jun q'uinh chi' yuj eb' anima."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix ochk'och vinh rey chi' yil eb' ix k'och chi'. Ix yilan vinh, ay jun vinh manhoclaj k'apac pichul yic nupnajel ayoch yuj."
        },
        {
            "number": "12",
            "text": "Yuj chi', ix yalan vinh rey chi' t'a vinh: Ach vetanimail, ¿tas yuj tzach comon ja t'a jun nupnajel tik? Ina manhoclaj k'apac pichul yic nupnajel ayoch uuj, xchi vinh. Maj tak'voclaj vinh."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix yalan vinh rey chi' t'a juntzanh eb' schecab' ayek' yet' ta': Tzeq'ek pitan jun vinh tik. Tzeyik'anb'at vinh. Tze yumancanb'at vinh b'aj ay k’ik’ k’inal. Ata' ol ok' vinh. Ol siq'uik'oc vinh yoq'ui, ol juch'uch'oc ye vinh yuj yab'an syail, xchi vinh."
        },
        {
            "number": "14",
            "text": "Icha chi' syal jun ab'ix tik, yujto tzijtum eb' avtab'il yuj Dios, palta jayvannhej eb' sik'b'ileli, xchi Jesús t'a eb' vinh."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yik'anel sb'a eb' vinh fariseo chi'. Ix slajtian sb'a eb' vinh t'a spatic Jesús, tas ol yutoc eb' vinh yak'anoch t'a yib'anh yuj slolonel, yujto sgana eb' vinh yak'anoch t'a yib'anh."
        },
        {
            "number": "16",
            "text": "Yuj chi', ix schecb'at jayvanh eb' sk'ayb'um eb' vinh t'a Jesús chi' yet' jayvanh eb' spartido vinhaj Herodes. Ix b'at yalan eb' t'ay: --Ach co k'ayb'umal, cojtac to te yel tzala'. Cojtac paxi, a jun k'ayb'ub'al sgana Dios, tza k'ayb'ej t'a yel. Junlajan tzutej a pensar t'a spatic eb' anima, yujto max ach och q'uelan t'a eb'."
        },
        {
            "number": "17",
            "text": "¿Tas tz'aj tza na'? Ha juntzanh tumin sk'anjiel t'ayonh yuj vinh yajal t'a Roma, ¿ay am sleyal scak'a', ma to maay? xchi eb' t'ay."
        },
        {
            "number": "18",
            "text": "Palta yojtacxo Jesús to chuc snaan eb' t'a spatic. Yuj chi', ix yalan t'a eb': --Ha ex tik, chab' sat ex. ¿Tas yuj tzin eyak' proval?"
        },
        {
            "number": "19",
            "text": "Ch'oxec vil junok tumin tz'ak'ji t'a vinh yajal chi', xchi t'a eb' vinh. Yuj chi', ix ch'oxji jun tumin chi' yila'."
        },
        {
            "number": "20",
            "text": "Ix sk'anb'anxi t'a eb' vinh: --¿Mach ayoch yechel t'a jun tumin tik? ¿Mach ay yic jun b'i tz'ib'ab'iloch tik? xchi t'a eb'."
        },
        {
            "number": "21",
            "text": "--Aton yechel vinh yajal t'a Roma yet' sb'i vinh, xchi eb'. --Yuj chi', a tas yictaxon vinh yajal chi', aq'ek t'a vinh. Palta a tas yictaxon Dios, aq'ek t'ay, xchi t'a eb' vinh."
        },
        {
            "number": "22",
            "text": "Ayic ix yab'an juntzanh chi' eb', tonhej ix sat sk'ol eb'. Yuj chi' ix el eb' t'a stz'ey Jesús chi', ix b'at eb' b'ian."
        },
        {
            "number": "23",
            "text": "Ha t'a jun k'u chi', ay juntzanh eb' vinh saduceo ix k'och t'a Jesús. Ha eb' vinh chi' tz'alani to manh ol pitzvocxi eb' chamnac. Yuj chi', ix yalan eb' vinh t'ay:"
        },
        {
            "number": "24",
            "text": "--Ach co k'ayb'umal, a vinhaj Moisés tz'ib'annaccani: Q'uinaloc ay junok vinh schami, skan ix yetb'eyum vinh, palta malaj junok yuninal vinh. Tato icha chi', haxo junok yuk'tac vinh tz'ik'anxican ix, yic wach' tato tz'aj yuninal junxo vinh chi', ichato yuninal vinh ix cham chi' yaji. Icha chi' yaj yalancan vinhaj Moisés chi'."
        },
        {
            "number": "25",
            "text": "Ha junel, ay ucvaanh eb' vinh yuk'tac sb'a ek'nac t'a co cal. Ha vinh b'ab'el vinac ik'jinac jun ix ix, palta cham vinh. Malaj yuninal vinh alji yet' ix. Axo vinh yuk'tac vinh ik'anpaxcan ix."
        },
        {
            "number": "26",
            "text": "Palta champax junxo vinh chi', malaj pax yuninal vinh ajkan yet' ix. Icha chi' ajpax vinh yoxil. Ek' eb' vinh yucvanhil t'a ix."
        },
        {
            "number": "27",
            "text": "Chamel eb' vinh yucvanhil, ichato chi' b'ian, scham ix."
        },
        {
            "number": "28",
            "text": "Axo yic ol pitzvocxi eb' chamnac, ¿mach junok eb' vinh ol ik'an ix? yujto yik'nac ix eb' vinh yucvanhil, xchi eb' vinh."
        },
        {
            "number": "29",
            "text": "Yuj chi', ix yalan Jesús t'a eb' vinh: --Tonhej tzex somchaji, yujto manh eyojtacoc tas syal t'a Slolonel Dios Tz'ib'ab'ilcani. Manh eyojtacocpaxi jantac spoder Dios."
        },
        {
            "number": "30",
            "text": "Yujto ayic ol pitzvocxi eb' chamnac, manhxalaj ik'lajb'ail. Yujto lajan ol aj eb' yet' eb' yángel Dios ay t'a satcha’anh."
        },
        {
            "number": "31",
            "text": "Palta toxon chequel yaji to ol pitzvocxi eb' chamnac. ¿Tom manta b'aj tzeyil t'a Slolonel Dios Tz'ib'ab'ilcani, tas yalnaccan Dios, ayic yalannaccani?"
        },
        {
            "number": "32",
            "text": "Ha in ton tik, sDiosal in vinhaj Abraham, sDiosal in vinhaj Isaac, sDiosal in pax vinhaj Jacob, xchi. Yuj chi' wach'chom chamnac eb' vinh, palta cojtac to manh satnacoc el eb' vinh t'a junelnhej, yujto yalnac Dios to sDiosal eb' vinh yaji."
        },
        {
            "number": "33",
            "text": "Ayic ix yab'an eb' anima juntzanh ix yal chi', ix te sat sk'ol eb'."
        },
        {
            "number": "34",
            "text": "Axo yic ix yab'an eb' vinh fariseo to ix em numnaj eb' vinh saduceo chi' yuj Jesús, yuj chi' ix smolb'ej sb'a eb' vinh t'a stz'ey."
        },
        {
            "number": "35",
            "text": "Ay jun vinh t'a skal eb' k'ayb'um t'a ley Moisés. Sgana vinh syak' proval Jesús. Yuj chi', ix stz'ac sk'anb'ej vinh t'ay:"
        },
        {
            "number": "36",
            "text": "--Ach in k'ayb'umal, ¿b'aja junok checnab'il t'a ley Moisés niwan yelk'och t'a yichanh smasanil? xchi vinh t'ay."
        },
        {
            "number": "37",
            "text": "Ix yalan Jesús t'a vinh: --Tze xajanej Dios Cajal t'a smasanil e k'ool, t'a smasanil e pixan yet' t'a smasanil e pensar."
        },
        {
            "number": "38",
            "text": "Aton jun checnab'il tik, niwan yelk'och t'a yichanh smasanil."
        },
        {
            "number": "39",
            "text": "Axo junxo checnab'il tik, quen manh lajanoc yelk'och yet'oc, xchi icha tik: Ichaocab' eya'ilan e b'a, ichaocab' chi' e xajanan eb' ay t'a spatic schiquin e pat."
        },
        {
            "number": "40",
            "text": "Tato sco k'anab'ajej chab' checnab'il tik, syalelk'ochi, van co k'anab'ajan sley Dios smasanil yet' jantacnhej tas tz'ib'yajcan yuj eb' schecab', xchi Jesús t'a vinh."
        },
        {
            "number": "41",
            "text": "Aytoek' eb' vinh fariseo chi', ix sk'anb'an Jesús t'a eb' vinh:"
        },
        {
            "number": "42",
            "text": "--¿Tas xe chi yuj Cristo? ¿Mach ay yinhtilal tze na'a? xchi t'a eb' vinh. --Ha Cristo chi', yinhtilalcan vinhaj rey David, xchi eb' vinh t'ay."
        },
        {
            "number": "43",
            "text": "Ix tak'vi Jesús: --Palta yuj Yespíritu Dios yalnac vinhaj David chi' to a Cristo, Yajal yaj t'a vinh, xchi icha tik:"
        },
        {
            "number": "44",
            "text": "Ha Dios Cajal alannac t'a Vajalil icha tik: Emanh k'ojan t'a in wach' k'ab' tik, masanto ol vak'canoch eb' ayoch ajk'olal t'ayach t'a yalanh oc, xchi Dios t'a Vajalil, xchi vinh."
        },
        {
            "number": "45",
            "text": "Icha chi' yutejnac vinhaj David yalancani to a Cristo Yajal yaj t'ay. Yuj chi', ¿tom yinhtilalnhej vinhaj David chi' yaji? xchi Jesús t'a eb' vinh."
        },
        {
            "number": "46",
            "text": "Palta malaj junok mach ix pacan t'ay. Yuj chi', atax t'a jun k'u chi', malaj junok mach stek'b'ej sb'a sk'anb'an junocxo tas t'ay."
        }
    ]
}