{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yalan Jesús t'a eb' anima yet' t'a eb' sk'ayb'um:"
        },
        {
            "number": "2",
            "text": "--Ha eb' k'ayb'um t'a ley Moisés yet' eb' fariseo, ay yopisio eb' yalan tas yaj ley chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi', yalnhej tas syal eb' chi', tze k'anab'ajej. Palta manh e k'ulej icha sk'ulej eb' chi'. Yujto a tas syal eb', max sk'anab'ajejlaj eb'."
        },
        {
            "number": "4",
            "text": "Ha juntzanh schecnab'il eb', lajan icha junok icatz te al. Syak'q'ue b'ulan eb' t'a yib'anh anima, palta max yak'och yiximal sk'ab' eb' sd'unhanb'at jab'oc t'a yib'anh eb'."
        },
        {
            "number": "5",
            "text": "Yujnhej to sgana eb' to wach' eb' t'a yichanh anima, nivanoc sk'ulej eb' juntzanh wach'il chi' yil eb'. Ay juntzanh tz'uum b'aj tz'ib'ab'iloch jab'oc slolonel Dios, syak'och eb' t'a sk'ab' yet' t'a snanhal sat. Nivac syutejoch eb', yic wach' eb' t'a yichanh eb' anima snaani. Jucan pax syutejoch spichul eb', yelxo val te jucan yajoch schional yuj eb'."
        },
        {
            "number": "6",
            "text": "Ayic tz'och juntzanh nivac vael, anhej b'aj te wach', anhej ta' tz'em k'ojan eb'. Yed' pax t'a yoltac spatil sculto eb', anhej val t'a juntzanh xila eb' nivac vinac tz'em k'ojan eb'."
        },
        {
            "number": "7",
            "text": "Axo yic slaj ek' eb' t'a calle, stzalaj val eb' ayic slaj yak'anem sb'a eb' anima t'a eb'. Ste q'uechaanh eb' ayic tz'alji eb' yuj eb' anima sk'ayb'umaloc."
        },
        {
            "number": "8",
            "text": "Palta a exxo tik, manh e cha aljoc e b'a k'ayb'umal, yujto junnhej e k'ayb'umal. Ha exxo tik, eyuk'tac e b'a, eyanab' e b'a e masanil."
        },
        {
            "number": "9",
            "text": "Malaj junok mach t'a yol yib'anhk’inal tik tze comon alej e mamoc. Yujto junnhej e Mam, aton Dios ay t'a satcha’anh."
        },
        {
            "number": "10",
            "text": "Manh e cha aljoc e b'a cuchb'umal, yujto junnhej e Cuchb'umal, a in ton Cristo in tik."
        },
        {
            "number": "11",
            "text": "Ha mach syak'och sb'a checab'oc t'a e cal, aton jun chi' te niwan yelk'ochi."
        },
        {
            "number": "12",
            "text": "Ha mach syik'chaanh sb'a, ol ik'jocxiemi. Palta haxo eb' syiq'uem sb'a, aton eb' ol ik'jocchaanh."
        },
        {
            "number": "13",
            "text": "Ha exxo tik ex k'ayb'um t'a ley Moisés yet' ex fariseo, te chuc eyico'. Chab' sat ex. Tze macoch vaan eb' anima, yic max och eb' t'a yol sk'ab' Dios aj satcha’anh. Max ex och a ex tik. Max e chapaxoch eb' sgana yochi."
        },
        {
            "number": "14",
            "text": "Ha ex k'ayb'um ex t'a ley Moisés yet' ex fariseo, te chuc eyico'. Chab' sat ex. Tzex ek' t'a sat lu'um tik yet' t'a sat ha' mar, yic ay mach tze montejoch eyed'oc. Axo eb' tz'och eyed' chi', tonhej svach' juviel spensar eb' eyuuj. Yuj chi', eyuuj ek'b'al yaelal ol ak'jococh t'a yib'anh eb' t'a eyichanh."
        },
        {
            "number": "15",
            "text": "Ha ex tik, lajan ex icha junok mach max uji yilani, ch'oxum b'e syutej sb'ha t'a junocxo. Te chuc eyico', yujto tzeyal icha tik: Tato ay mach slocan sb'i stemplo Dios, malaj tz'ochi, xe chi. Palta tato ay mach slocan sb'i q'uen oro ayoch t'a stemplo Dios chi', yovalil sk'anab'ajej, xe chi."
        },
        {
            "number": "16",
            "text": "Yuj chi', te quistal ex, musansatil eyaji. ¿B'aja junok más niwan yelk'och tze na'a? ¿Tom a q'uen oro chi' sch'ocoj, mato a stemplo Dios chi'? Ha q'uen oro chi', yujto ayoch q'uen t'a stemplo Dios, yujnhej chi' yic Dios yaj q'ueen."
        },
        {
            "number": "17",
            "text": "Tzeyalan paxi: Tato ay mach slocan sb'i jun altar b'aj snhusjitz'a juntzanh silab' d'ha Dios, malaj tz'ochi, xe chi. Palta haxo mach slocan sb'i jun silab' ay t'a altar chi', yovalil sk'anab'ajej, xe chi."
        },
        {
            "number": "18",
            "text": "Yuj chi' te quistal ex. Musansatil eyaji. ¿B'aja junok más niwan yelk'och tze na'a? ¿Tom a jun silab' chi', mato a jun altar chi'? Ha jun silab' chi', yujto ayek' t'a yib'anh jun altar chi', yujnhej chi' yic Dios yaji."
        },
        {
            "number": "19",
            "text": "Yuj chi', tato ay mach slocan sb'i altar, manhocnhej jun altar chi' sloc sb'i. Slocpax sb'i jantacnhej tas ayq'ue t'a yib'anh."
        },
        {
            "number": "20",
            "text": "Anhejtona', tato ay mach slocan sb'i stemplo Dios, manhocnhej templo chi' sloc sb'i. Slocpax sb'i Dios yet'oc, yujto cajan Dios chi' ta'."
        },
        {
            "number": "21",
            "text": "Tato ay pax mach slocan sb'i satcha’anh, syalelk'ochi, van slocan sb'i sdespacho Dios. Slocpax sb'i Dios yet'oc, yujto ata' ayek' Dios chi'."
        },
        {
            "number": "22",
            "text": "Ha ex k'ayb'um ex t'a ley Moisés yet' ex fariseo, te chuc eyico'. Chab' sat ex. Tzeyak' sdiezmoal juntzanh anh alavena, juntzanh anh anix yet' juntzanh anh comino. Palta ay juntzanh schecnab'il Dios niwan yelk'ochi, max e k'anab'ajejlaj. Ha checnab'il chi' tz'alani to yovalil tojol scutej co b'a, tz'ok' pax co k'ool t'a eb' quetanimail, scak'anpaxelk'och tas scala'. Palta inai malaj tz'och juntzanh tik t'ayex. Octom tze k'anab'ajej juntzanh tik, tze k'anab'ajan pax juntzanhxo chi'."
        },
        {
            "number": "23",
            "text": "Ha ex pax tik, lajan ex icha junok mach max uji yilani, ch'oxum b'e syutej sb'ha t'a junocxo. Anhej nok' us tzeyik'canel t'a skal tas tzeyuq'uej. Slajvi chi', haxo nok' camello tze turb'ati."
        },
        {
            "number": "24",
            "text": "Ha ex k'ayb'um ex t'a ley Moisés yet' ex fariseo, te chuc eyico'. Chab' sat ex. Ha ex tik lajan ex icha junok mach anhej spatic svaso yet' yuk'ab' sb'iqueli, haxo yool mictac. Ichex ton ta' a ex tik, te wach'nhej tzeyutej e b'ha t'a yichanh anima, palta haxo t'a elk'altac jun, tonhej tzex och b'eyumal yuj eyixtan anima, yuj eyak'an sgana e pek'al."
        },
        {
            "number": "25",
            "text": "Ha ex fariseo ex tik, ichato max uji eyilan jab'oc. B'ab'laj b'oejec e pensar, ichato chi', wach' ol ex aj t'a yichanh anima."
        },
        {
            "number": "26",
            "text": "Ha ex k'ayb'um ex t'a ley Moisés yet' ex fariseo, te chuc eyico'. Chab' sat ex. Lajan ex icha b'aj smucchaj eb' chamnac, sac yilji. Ha t'a spatic te wach' yilji, palta haxo t'a yool, b'ut'an yuj sb'aquil juntzanh chamnac chi' yet' juntzanhxo tas tzonh ixtanel t'a sat ley."
        },
        {
            "number": "27",
            "text": "Ichex ta', yujto ha t'a yichanh eb' anima, nivanoc wach' tzeyutej e b'a, palta haxo e pensar, chab' sat yaji, te chuc."
        },
        {
            "number": "28",
            "text": "Ha ex k'ayb'um ex t'a ley Moisés yet' ex fariseo, chuc eyico'. Chab' sat ex. Ha ex tik, tzato e b'oq'ue b'aj mucan eb' schecab' Dios. Anheja' pax juntzanh eb' tojol spensar mucan ta', tzato e b'oq'ue smonumentoal."
        },
        {
            "number": "29",
            "text": "Tzeyalani: Q'uinaloc ay onh ek' t'a stiempoal eb' co mam quicham t'a peca' chi', manh cak'nac am och co b'a yet' eb' ayic smilannaccham eb' schecab' Dios chi' eb', nivanoc xe chi."
        },
        {
            "number": "30",
            "text": "Palta a tzeyalan icha chi', tze ch'oxeli to yinhtil ex eb' miljinac eb' schecab' Dios chi'."
        },
        {
            "number": "31",
            "text": "Ha exxo, tze wach' aq'uejoch stz'acub' tas sk'ulejnac eb' e mam eyicham chi'."
        },
        {
            "number": "32",
            "text": "Ha ex tik, te jelan ex t'a chucal icha nok' chan. Anhejtona', icha pax chi' eb' e mam eyicham chi'. ¿Tom ol yal e colanel e b'ha t'a jun yaelal t'a infierno?"
        },
        {
            "number": "33",
            "text": "Ab'ec. Ol in checb'at juntzanh eb' schecab' Dios t'ayex, eb' ay sjelanil t'a yic Dios yet' eb' k'ayb'um. Ay eb' ol e culusejq'uei, ol e milancham eb'. Ay eb' ol e mak' t'a yoltac spatil culto. Ol laj e pech b'eyek' eb' t'a junjun chonhab'."
        },
        {
            "number": "34",
            "text": "Yuj chi', ha t'a eyib'anh ol ja schamel masanil eb' tojol spensar ix miljicham t'a yol yib'anhk’inal tik, yictax ix cham vinhaj Abel, jun vinh tojol spensar, masanto yic ix miljicham vinhaj Zacarías yuninal vinhaj Berequías. Ha vinhaj Zacarías chi', ix miljicham vinh yuj eb' e mam eyicham chi' t'a snanhal stemplo Dios yet' altar."
        },
        {
            "number": "35",
            "text": "Val yel sval t'ayex, a schamel junjun eb' chi', ol ochcan e muloc a ex ayex ek' ticnaic."
        },
        {
            "number": "36",
            "text": "Ha ex val tik ex aj Jerusalén, chuc eyico', tz'ok' val in k'ool eyuuj. Slaj e milnhejcham eb' schecab' Dios. Axo juntzanhxo eb' schecjicot t'ayex yuj Dios, tonhej slaj e julcham eb' t'a q'uen yax q'ueen. Tzijtum elxo in gana tzex vavtejcot t'ayin, icha junok nok' caxlanh syavtejcot yune', smoyanq'ue yune' nok' chi', palta toxon max yal e k'ool."
        },
        {
            "number": "37",
            "text": "Ab'ec. Ha jun e templo tik, ol kan tzinan."
        },
        {
            "number": "38",
            "text": "Sval t'ayex to manhxo ol in eyil-laj, masanto ol eyal icha tik: Calec wach' lolonel t'a jun checb'ilcot yuj Dios Cajal, xe chama, xchi Jesús t'a eb'."
        }
    ]
}