{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yalan Jesús t'a heb' anima yet' t'a heb' sk'ayb'um:"
        },
        {
            "number": "2",
            "text": "--Ha heb' k'ayb'um t'a ley Moisés yet' heb' fariseo, ay yopisio heb' yalan tas yaj ley chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi', yalnhej tas syal heb' chi', tze k'anab'ajej. Palta manh he k'ulej icha sk'ulej heb' chi'. Yujto a tas syal heb', max sk'anab'ajejlaj heb'."
        },
        {
            "number": "4",
            "text": "Ha juntzanh schecnab'il heb', lajan icha junok icatz te al. Syak'k'e b'ulan heb' t'a yib'anh anima, palta max yak'och yiximal sk'ab' heb' sd'unhanb'at jab'oc t'a yib'anh heb'."
        },
        {
            "number": "5",
            "text": "Yujnhej to snib'ej heb' to wach' heb' t'a yichanh anima, niwanoc sk'ulej heb' juntzanh wach'il chi' yil heb'. Ay juntzanh tz'uum b'aj tz'ib'ab'iloch jab'oc slolonel Dios, syak'och heb' t'a sk'ab' yet' t'a snanhal sat. Niwac syutejoch heb', yic wach' heb' t'a yichanh heb' anima snaani. Jucan pax syutejoch spichul heb', yelxo wal te jucan yajoch schional yuj heb'."
        },
        {
            "number": "6",
            "text": "Ayic tz'och juntzanh niwac wael, anhej b'aj te wach', anhej ta' tz'em k'ojan heb'. Yed' pax t'a yoltac spatil sculto heb', anhej wal t'a juntzanh xila heb' niwac winak tz'em k'ojan heb'."
        },
        {
            "number": "7",
            "text": "Axo yic slaj ek' heb' t'a calle, stzalaj wal heb' ayic slaj yak'anem sb'a heb' anima t'a heb'. Ste k'echaanh heb' ayic tz'alji heb' yuj heb' anima sk'ayb'umaloc."
        },
        {
            "number": "8",
            "text": "Palta a exxo tik, manh he cha aljoc he b'a k'ayb'umal, yujto junnhej he k'ayb'umal. Ha exxo tik, eyuk'tac he b'a, eyanab' he b'a he masanil."
        },
        {
            "number": "9",
            "text": "Malaj junok mach t'a yol yib'anhk’inal tik tze comon alej he mamoc. Yujto junnhej he Mam, aton Dios ay t'a satcha’anh."
        },
        {
            "number": "10",
            "text": "Manh he cha aljoc he b'a cuchb'umal, yujto junnhej he Cuchb'umal, a in ton Cristo in tik."
        },
        {
            "number": "11",
            "text": "Ha mach syak'och sb'a checab'oc t'a he kal, aton jun chi' te niwan yelk'ochi."
        },
        {
            "number": "12",
            "text": "Ha mach syik'chaanh sb'a, ol ik'jocxiemi. Palta haxo heb' syik'em sb'a, aton heb' ol ik'jocchaanh."
        },
        {
            "number": "13",
            "text": "Ha exxo tik ex k'ayb'um t'a ley Moisés yet' ex fariseo, te chuk eyiko'. Chab' sat ex. Tze macoch waan heb' anima, yic max och heb' t'a yol sk'ab' Dios aj satcha’anh. Max ex och a ex tik. Max he chapaxoch heb' snib'ej yochi."
        },
        {
            "number": "14",
            "text": "Ha ex k'ayb'um ex t'a ley Moisés yet' ex fariseo, te chuk eyiko'. Chab' sat ex. Tzex ek' t'a sat lu'um tik yet' t'a sat ha' mar, yic ay mach tze montejoch eyed'oc. Axo heb' tz'och eyed' chi', tonhej swach' juwiel spensar heb' eyuuj. Yuj chi', eyuuj ek'b'al yaelal ol ak'jococh t'a yib'anh heb' t'a eyichanh."
        },
        {
            "number": "15",
            "text": "Ha ex tik, lajan ex icha junok mach max uji yilani, ch'oxum b'e syutej sb'ha t'a junocxo. Te chuk eyiko', yujto tzeyal icha tik: Tato ay mach slocan sb'i stemplo Dios, malaj tz'ochi, xe chi. Palta tato ay mach slocan sb'i k'een oro ayoch t'a stemplo Dios chi', yowalil sk'anab'ajej, xe chi."
        },
        {
            "number": "16",
            "text": "Yuj chi', te quistal ex, musansatil eyaji. ¿B'aja junok más niwan yelk'och tze na'a? ¿Tom a k'een oro chi' sch'ocoj, mato a stemplo Dios chi'? Ha k'een oro chi', yujto ayoch k'een t'a stemplo Dios, yujnhej chi' yic Dios yaj k'een."
        },
        {
            "number": "17",
            "text": "Tzeyalan paxi: Tato ay mach slocan sb'i jun altar b'aj snhusjitz'a juntzanh silab' d'ha Dios, malaj tz'ochi, xe chi. Palta haxo mach slocan sb'i jun silab' ay t'a altar chi', yowalil sk'anab'ajej, xe chi."
        },
        {
            "number": "18",
            "text": "Yuj chi' te quistal ex. Musansatil eyaji. ¿B'aja junok más niwan yelk'och tze na'a? ¿Tom a jun silab' chi', mato a jun altar chi'? Ha jun silab' chi', yujto ayek' t'a yib'anh jun altar chi', yujnhej chi' yic Dios yaji."
        },
        {
            "number": "19",
            "text": "Yuj chi', tato ay mach slocan sb'i altar, manhocnhej jun altar chi' sloc sb'i. Slocpax sb'i jantacnhej tas ayk'e t'a yib'anh."
        },
        {
            "number": "20",
            "text": "Anhejtona', tato ay mach slocan sb'i stemplo Dios, manhocnhej templo chi' sloc sb'i. Slocpax sb'i Dios yet'oc, yujto cajan Dios chi' ta'."
        },
        {
            "number": "21",
            "text": "Tato ay pax mach slocan sb'i satcha’anh, syalelk'ochi, wan slocan sb'i sdespacho Dios. Slocpax sb'i Dios yet'oc, yujto ata' ayek' Dios chi'."
        },
        {
            "number": "22",
            "text": "Ha ex k'ayb'um ex t'a ley Moisés yet' ex fariseo, te chuk eyiko'. Chab' sat ex. Tzeyak' sdiezmoal juntzanh anh alawena, juntzanh anh anix yet' juntzanh anh comino. Palta ay juntzanh schecnab'il Dios niwan yelk'ochi, max he k'anab'ajejlaj. Ha checnab'il chi' tz'alani to yowalil tojol scutej ko b'a, tz'ok' pax ko k'ool t'a heb' quetanimail, skak'anpaxelk'och tas scala'. Palta inai malaj tz'och juntzanh tik t'ayex. Octom tze k'anab'ajej juntzanh tik, tze k'anab'ajan pax juntzanhxo chi'."
        },
        {
            "number": "23",
            "text": "Ha ex pax tik, lajan ex icha junok mach max uji yilani, ch'oxum b'e syutej sb'ha t'a junocxo. Anhej nok' us tzeyik'canel t'a skal tas tzeyuk'ej. Slajwi chi', haxo nok' camello tze turb'ati."
        },
        {
            "number": "24",
            "text": "Ha ex k'ayb'um ex t'a ley Moisés yet' ex fariseo, te chuk eyiko'. Chab' sat ex. Ha ex tik lajan ex icha junok mach anhej spatic swaso yet' yuk'ab' sb'iqueli, haxo yool mictac. Ichex ton ta' a ex tik, te wach'nhej tzeyutej he b'ha t'a yichanh anima, palta haxo t'a elk'altac jun, tonhej tzex och b'eyumal yuj eyixtan anima, yuj eyak'an snib'ej he pek'al."
        },
        {
            "number": "25",
            "text": "Ha ex fariseo ex tik, ichato max uji eyilan jab'oc. B'ab'laj b'oejec he pensar, ichato chi', wach' ol ex aj t'a yichanh anima."
        },
        {
            "number": "26",
            "text": "Ha ex k'ayb'um ex t'a ley Moisés yet' ex fariseo, te chuk eyiko'. Chab' sat ex. Lajan ex icha b'aj smucchaj heb' chamnac, sac yilji. Ha t'a spatic te wach' yilji, palta haxo t'a yool, b'ut'an yuj sb'aquil juntzanh chamnac chi' yet' juntzanhxo tas tzonh ixtanel t'a sat ley."
        },
        {
            "number": "27",
            "text": "Ichex ta', yujto ha t'a yichanh heb' anima, niwanoc wach' tzeyutej he b'a, palta haxo he pensar, chab' sat yaji, te chuk."
        },
        {
            "number": "28",
            "text": "Ha ex k'ayb'um ex t'a ley Moisés yet' ex fariseo, chuk eyiko'. Chab' sat ex. Ha ex tik, tzato he b'ok'e b'aj mucan heb' schecab' Dios. Anheja' pax juntzanh heb' tojol spensar mucan ta', tzato he b'ok'e smonumentoal."
        },
        {
            "number": "29",
            "text": "Tzeyalani: Q'uinaloc ay onh ek' t'a stiempoal heb' ko mam quicham t'a peka' chi', manh cak'nac am och ko b'a yet' heb' ayic smilannaccham heb' schecab' Dios chi' heb', niwanoc xe chi."
        },
        {
            "number": "30",
            "text": "Palta a tzeyalan icha chi', tze ch'oxeli to yinhtil ex heb' miljinac heb' schecab' Dios chi'."
        },
        {
            "number": "31",
            "text": "Ha exxo, tze wach' ak'ejoch stz'acub' tas sk'ulejnac heb' he mam eyicham chi'."
        },
        {
            "number": "32",
            "text": "Ha ex tik, te jelan ex t'a chukal icha nok' chan. Anhejtona', icha pax chi' heb' he mam eyicham chi'. ¿Tom ol yal he colanel he b'ha t'a jun yaelal t'a infierno?"
        },
        {
            "number": "33",
            "text": "Ab'ec. Ol in checb'at juntzanh heb' schecab' Dios t'ayex, heb' ay sjelanil t'a yic Dios yet' heb' k'ayb'um. Ay heb' ol he culusejk'ei, ol he milancham heb'. Ay heb' ol he mak' t'a yoltac spatil culto. Ol laj he pech b'eyek' heb' t'a junjun chonhab'."
        },
        {
            "number": "34",
            "text": "Yuj chi', ha t'a eyib'anh ol ja schamel masanil heb' tojol spensar ix miljicham t'a yol yib'anhk’inal tik, yictax ix cham winhaj Abel, jun winh tojol spensar, masanto yic ix miljicham winhaj Zacarías yuninal winhaj Berequías. Ha winhaj Zacarías chi', ix miljicham winh yuj heb' he mam eyicham chi' t'a snanhal stemplo Dios yet' altar."
        },
        {
            "number": "35",
            "text": "Val yel swal t'ayex, a schamel junjun heb' chi', ol ochcan he muloc a ex ayex ek' ticnaik."
        },
        {
            "number": "36",
            "text": "Ha ex wal tik ex aj Jerusalén, chuk eyiko', tz'ok' wal in k'ool eyuuj. Slaj he milnhejcham heb' schecab' Dios. Axo juntzanhxo heb' schecjicot t'ayex yuj Dios, tonhej slaj he julcham heb' t'a k'een yax k'een. Tzijtum elxo in gana tzex wavtejcot t'ayin, icha junok nok' caxlanh syavtejcot yune', smoyank'e yune' nok' chi', palta toxon max yal he k'ool."
        },
        {
            "number": "37",
            "text": "Ab'ec. Ha jun he templo tik, ol kan tzinan."
        },
        {
            "number": "38",
            "text": "Swal t'ayex to manhxo ol in eyil-laj, masanto ol eyal icha tik: Calec wach' lolonel t'a jun checb'ilcot yuj Dios Kajal, xe chama, xchi Jesús t'a heb'."
        }
    ]
}