{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ix elta Jesús t'a yamaq'uil stemplo Dios. Ayic van sb'ati, ix k'och eb' sk'ayb'um t'ay. Ix sch'oxan junjun macanhil yic stemplo Dios chi' eb' t'ay."
        },
        {
            "number": "2",
            "text": "Ix yalan t'a eb': --¿Tzam eyil juntzanh nivac pat tik smasanil? Val yel sval t'ayex, a juntzanh q'uen q'ueen latz'b'ilq'ue tik, manhxa junok q'uen ol kan t'a yib'anh q'uen yetq'ueenal. Ol juchajem smasanil, xchi t'a eb'."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix b'at t'a tzalan Olivo. Ix em k'ojan ta'. Axo eb' sk'ayb'um, ix k'och eb' sch'ocoj t'ay, ix yalan eb': --Sco nib'ej tzal t'ayonh, ¿b'aq'uinh ol ja jun ix al chi'? ¿Tas junok yechel ol ak'an checlajoc to toxo ol ach javoc, to toxo pax ol lajvoquek' jun pekti’ tik? xchi eb' t'ay."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yalanxi Jesús chi' t'a eb': --Te lista tzeyutej e b'a, yic malaj junok mach ol ex ak'an musansatil."
        },
        {
            "number": "5",
            "text": "Yujto tzijtum eb' ol esanel in b'i, ol laj yalan eb': Ha in ton tik Cristo in, xcham eb'. Tzijtum mach ol smusej sat eb'."
        },
        {
            "number": "6",
            "text": "Ol eyab' yoch juntzanh nivac oval. Ol eyab'anpax specal juntzanhxo ijan ol ochoc. Palta manh ex xivoc, yujto yovalil icha chi' ol ujoc elk'ochi. Palta manto ol lajvoc el-laj yol yib'anhk’inal tik ta'."
        },
        {
            "number": "7",
            "text": "Yujto ay juntzanh nivac chonhab' ol yak' oval yet' juntzanhxo nivac chonhab'. Ol yak'an oval eb' yajal yet' eb' yetyajalil. Ol ja pax vejel t'a yib'anh eb'. Ol laj ek' quixcab'."
        },
        {
            "number": "8",
            "text": "Ha juntzanh chi', b'ab'el yaelal. Ayto juntzanhxo ol javoc."
        },
        {
            "number": "9",
            "text": "Ha ex tik, ol laj ex ak'jococh t'a yol sk'ab' eb' yajal, yic ol ex och t'a syaelal yuj eb'. Ol laj ex smilcham eb'. Masanil eb' anima ol laj och ajk'olal t'ayex vuuj."
        },
        {
            "number": "10",
            "text": "Ha t'a jun pekti’ chi', tzijtum mach ol meltzajxican t'a spatic. Ol laj och eb' ajk'olal t'a eb' yetb'eyum taxon chi'. Ol laj yak'lajoch sb'a eb' t'a yol sk'ab' chamel."
        },
        {
            "number": "11",
            "text": "Tzijtum mach ol yaloch sb'a schecab'oc Dios. Tzijtum eb' anima ol smusej sat eb'."
        },
        {
            "number": "12",
            "text": "Ol te q'ue vaan chucal. Yuj chi' tzijtum eb' manhxo ol xajanan Dios."
        },
        {
            "number": "13",
            "text": "Palta a eb' tek'an syutej sb'a yab'an syail masanto t'a slajvub', aton eb' chi' ol colchajoc."
        },
        {
            "number": "14",
            "text": "Axo jun wach' ab'ix tz'alani chajtil tz'aj yoch eb' anima t'a yol sk'ab' Dios, yovalil ol laj aljoquel t'a smasanil yol yib'anhk’inal tik, yic ol laj yab' eb' t'a junjun chonhab'. Ichato chi', ol ja slajvub' chi'."
        },
        {
            "number": "15",
            "text": "Ha vinhaj Daniel, vinh schecab' Dios t'a peca', a vinh aljinaccan yuj jun vinh tz'ak'an chucal, tz'ak'an juvoc juntzanh tasi. Ha mach tz'avtan jun ab'ix chi', nachajocab' el yuj. Ayic ol eyilan jun chi' t'a yol stemplo Dios,"
        },
        {
            "number": "16",
            "text": "a eb' ayek' t'a Judea, b'atocab' eb' elelal t'a tzalquixtac."
        },
        {
            "number": "17",
            "text": "Ha eb' ayq'ue t'a spanhanil yib'anh spat, manhxoocab' emixta eb' yic tz'och eb' yiq'uelta junok tas t'a yol spat, yic sb'at eb' elelal."
        },
        {
            "number": "18",
            "text": "Yed' eb' ayb'at t'a smunlajel, manhxoocab' ol ul yik' spichul eb' b'aj ix cani."
        },
        {
            "number": "19",
            "text": "Ha t'a jun pekti’ chi', te chuc yic eb' ix yab'ix yet' eb' ix vanto schuni yune' ayic ol b'at eb' elelal."
        },
        {
            "number": "20",
            "text": "k'anec d'ha Dios, yic manhoc t'a nhab'il q'uinal ol ex b'at elelal, mato t'a sk'ual ik'oj ip."
        },
        {
            "number": "21",
            "text": "Yujto te niwan yaelal ol javoc t'a jun pekti’ chi'. Manta b'aj tzuji icha chi' yictax ix sb'oan yol yib'anhk’inal tik Dios. Anhej val jun chi', manhxa b'ak'uinh ol ujoc pax junelxo."
        },
        {
            "number": "22",
            "text": "Tato max sk'ochlitej stiempoal jun yaelal chi' Dios, malaj am junok mach ol colchajcanel t'a yol sk'ab' chamel, palta yuj eb' sik'b'ilxoel yuj, ol sk'ochlitej."
        },
        {
            "number": "23",
            "text": "Tato ay eb' ol alan icha tik t'ayex: Ina yajek' Cristo t'a tik, mato, ina yajek' t'a chi', ta xchi eb', manh e cha eyab'i."
        },
        {
            "number": "24",
            "text": "Yujto ay eb' ol laj yaloch sb'a Cristoal. Ay pax eb' ol yaloch sb'a schecab'oc Dios. Ol laj sch'ox juntzanh yechel eb' yet' juntzanh milagro, ol laj musaj sat eb' anima yuj eb'. Ha eb' sik'b'ilxoel yuj Dios, ijan val ol yak' ganar eb' sjuanel spensar eb'."
        },
        {
            "number": "25",
            "text": "Ayocto svalancan juntzanh tik t'ayex."
        },
        {
            "number": "26",
            "text": "Yuj chi', tato ay eb' ol alan icha tik t'ayex: Ab'ec. Ayek' Cristo t'a tzinan lu'um, tato xchi eb', manh ex b'at eyila'. Tato ay pax eb' ol alanoc: Ina yajek' t'a yol jun pat chi', tato xchi eb', manh e cha eyab'i."
        },
        {
            "number": "27",
            "text": "Yujto ayic ol in javoc a in Ak'b'il in cot yuj Dios voch animail tik, masanil mach ol ilanoc, icha tz'aj yek' copnaj leb'lon b'aj sjavi k'u, scheclaj b'aj tz'em k'u, masanil mach tz'ilani."
        },
        {
            "number": "28",
            "text": "Tato smolb'ej sb'a nok' ostoc, syalelk'ochi to ay junok nok' chamnac nok', icha chi' ol ajoc ayic ol in javoc chi'."
        },
        {
            "number": "29",
            "text": "Ayic ol ek'chaj juntzanh yaelal chi', a k'u ol k'ik'b'oqueloc, manhxo ol yak'laj yoc q'uen uj. Axo q'uen k'anal, ol cot q'uen t'a satcha’anh. Axo juntzanh yipal satcha’anh chi' ol tzicub'tanhajoc."
        },
        {
            "number": "30",
            "text": "Ichato chi' b'ian, haxo scheclaj jun yechel t'a satcha’anh to a in Ak'b'il in cot yuj Dios voch animail tik van vemuli. Axo eb' anima t'a junjun chonhab' t'a yol yib'anhk’inal tik, ol laj siq'uik'oc eb' yoq'ui, yujto ol yil eb' vemul t'a skal asun. Manh jantacoc in poder, te niwan in tziquiquial."
        },
        {
            "number": "31",
            "text": "Ha inxo, ol in checcot eb' vángel, te chaanh ol spu strompeta eb' yic smolchajcot eb' sik'b'ilel vuuj. Ol laj ik'joccot eb' b'aj slajvik'och yol yib'anhk’inal tik masanto b'aj ay yich chaanh."
        },
        {
            "number": "32",
            "text": "Ab'ec jun ab'ix ol val yuj te' higo. Ayic svolanxi te' sk'ab', eyojtacxo to toxo ol ja nhab'ilq'uinal."
        },
        {
            "number": "33",
            "text": "Anhejtona', ayic ol eyilan sja masanil juntzanh ix val tik, ol nachajel eyuuj to toxo ol in javoc, ichato ayinxo ek' t'a sti' puerta."
        },
        {
            "number": "34",
            "text": "Val yel sval t'ayex, manh ol satel juntzanh anima tik, masanto ol ek'chaj juntzanh ix val tik smasanil."
        },
        {
            "number": "35",
            "text": "Ha satcha’anh yet' yol yib'anhk’inal tik, ol sateloc, palta a in lolonel, malaj b'ak'uinh ol lajvoqueloc."
        },
        {
            "number": "36",
            "text": "Palta malaj mach ojtannac b'aja k'u, jantac yorail ol in javoc. Ha eb' ángel ay t'a satcha’anh, manh yojtacoclaj eb'. Ha inxo tik, Yuninal in Dios, palta manh vojtacoc paxlaj. Anhej Dios Mamab'il ojtannac."
        },
        {
            "number": "37",
            "text": "Icha t'a stiempoal vinhaj Noé, icha chi' ol aj jun pekti’ ayic ol in ja a in Ak'b'il in cot yuj Dios voch animail tik."
        },
        {
            "number": "38",
            "text": "Yujto ayic manto ja jun oval ha' mucvajum, ¿toc ay tas sna eb' anima? Tonhej sva eb', syuk'an ha' eb', syik'lan sb'a eb'. Icha chi' van sk'ulan eb', ayic sjavinac sk'ual yoch vinhaj Noé t'a yol te' arca chi'."
        },
        {
            "number": "39",
            "text": "Maj nachajel-laj jab'oc yuj eb' masanto sjavinac jun oval ha' mucvajum chi'. Ata' chamnac eb' smasanil. Icha ajnac eb' t'a jun pekti’ chi', icha chi' ol aj eb' anima ayic ol in javoc."
        },
        {
            "number": "40",
            "text": "Q'uinaloc ay chavanhoc vinac ayb'at munlajel ayic ol in ja chi', ay jun ol ik'jocb'atoc, haxo junxo ol canoc."
        },
        {
            "number": "41",
            "text": "Anhejtona' tato ay chavanhoc eb' ix ix van scheni: Jun ix ol ik'jocb'atoc, haxo junxo ix ol canoc."
        },
        {
            "number": "42",
            "text": "Yuj chi', te lista tzeyutej e b'a, yujto manh eyojtacoc jantac yorail ol in javoc, a in e Yajal vaji."
        },
        {
            "number": "43",
            "text": "Anhejtona' tato ay junok vinh aj pat ticnaic, tato yojtac vinh janik' ol ja junok elk'um t'ak'walil, lista syutej sb'a vinh yic max yal yoch jun elk'um chi'."
        },
        {
            "number": "44",
            "text": "Yuj chi', anhejtona' ex, te lista tzeyutej e b'a, yujto ayic manh in maclab'iloc eyuuj, ata' ol in javoc."
        },
        {
            "number": "45",
            "text": "Q'uinaloc ay junok vinh patrón yet' junok schecab'. Ha vinh sk'anab'ajani, vinh ay spensar, aton vinh ol yak'och yopisio vinh yilan spat yet' masanil tas ay t'ay. ¿Palta mach jun sk'anab'ajan chi' tze na'a?"
        },
        {
            "number": "46",
            "text": "Aton vinh van smunlaj icha sgana vinh patrón chi' ayic ol jaxoc. Te wach' yic vinh chi'."
        },
        {
            "number": "47",
            "text": "Val yel sval t'ayex, ol ak'jococh yopisio vinh t'a yib'anh masanil tas ay t'a vinh spatrón chi'."
        },
        {
            "number": "48",
            "text": "Palta tato a vinh checab' chi' chuc spensar, a snaan vinh to manh ol ja vinh spatrón chi' t'a elanhchamel,"
        },
        {
            "number": "49",
            "text": "tz'och ijan vinh smak'an eb' yetchecab'vumal chi'. Tonhej tzek' vinh vael yet' eb' uk'um anh. Tz'uk'vi anh vinh yet' eb'."
        },
        {
            "number": "50",
            "text": "Axo t'a jun k'ual manh maclab'iloc yuj vinh checab' chi', ata' ol jax vinh spatrón chi'. Manh yojtacoc yorail vinh."
        },
        {
            "number": "51",
            "text": "Ol ak'jocb'at jun vinh checab' chi' t'a syaelal. Ol ak'jocb'at vinh yet' eb' yetchab'satil. Ata' ol ok' eb'. Ol siq'uik'oc eb' yok' yab'an syail, xchi Jesús t'a eb' sk'ayb'um."
        }
    ]
}