{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ix elta Jesús d'a yamaq'uil stemplo Dios. Ayic van sb'ati, ix k'och eb' sk'ayb'um d'ay. Ix sch'oxan junjun macanhil yic stemplo Dios chi' eb' d'ay."
        },
        {
            "number": "2",
            "text": "Ix yalan d'a eb': --¿Tzam eyil juntzanh nivac pat tic smasanil? Val yel sval d'ayex, a juntzanh q'uen q'ueen latz'b'ilq'ue tic, manhxa junoc q'uen ol can d'a yib'anh q'uen yetq'ueenal. Ol juchajem smasanil, xchi d'a eb'."
        },
        {
            "number": "3",
            "text": "Ix lajvi chi', ix b'at d'a tzalan Olivo. Ix em k'ojan ta'. Axo eb' sk'ayb'um, ix k'och eb' sch'ocoj d'ay, ix yalan eb': --Sco nib'ej tzal d'ayonh, ¿b'aq'uinh ol ja jun ix al chi'? ¿Tas junoc yechel ol ak'an checlajoc to toxo ol ach javoc, to toxo pax ol lajvoquek' jun tiempoal tic? xchi eb' d'ay."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yalanxi Jesús chi' d'a eb': --Te lista tzeyutej e b'a, yic malaj junoc mach ol ex ak'an musansatil."
        },
        {
            "number": "5",
            "text": "Yujto tzijtum eb' ol esanel in b'i, ol laj yalan eb': A in ton tic Cristo in, xcham eb'. Tzijtum mach ol smusej sat eb'."
        },
        {
            "number": "6",
            "text": "Ol eyab' yoch juntzanh nivac oval. Ol eyab'anpax specal juntzanhxo ijan ol ochoc. Palta manh ex xivoc, yujto yovalil icha chi' ol ujoc elk'ochi. Palta manto ol lajvoc el-laj yolyib'anhq'uinal tic ta'."
        },
        {
            "number": "7",
            "text": "Yujto ay juntzanh nivac chonhab' ol yak' oval yed' juntzanhxo nivac chonhab'. Ol yak'an oval eb' yajal yed' eb' yetyajalil. Ol ja pax vejel d'a yib'anh eb'. Ol laj ek' quixcab'."
        },
        {
            "number": "8",
            "text": "A juntzanh chi', b'ab'el yaelal. Ayto juntzanhxo ol javoc."
        },
        {
            "number": "9",
            "text": "A ex tic, ol laj ex ak'jococh d'a yol sk'ab' eb' yajal, yic ol ex och d'a syaelal yuj eb'. Ol laj ex smilcham eb'. Masanil eb' anima ol laj och ajk'olal d'ayex vuuj."
        },
        {
            "number": "10",
            "text": "A d'a jun tiempoal chi', tzijtum mach ol meltzajxican d'a spatic. Ol laj och eb' ajk'olal d'a eb' yetb'eyum taxon chi'. Ol laj yak'lajoch sb'a eb' d'a yol sk'ab' chamel."
        },
        {
            "number": "11",
            "text": "Tzijtum mach ol yaloch sb'a schecab'oc Dios. Tzijtum eb' anima ol smusej sat eb'."
        },
        {
            "number": "12",
            "text": "Ol te q'ue vaan chucal. Yuj chi' tzijtum eb' manhxo ol xajanan Dios."
        },
        {
            "number": "13",
            "text": "Palta a eb' tek'an syutej sb'a yab'an syail masanto d'a slajvub', aton eb' chi' ol colchajoc."
        },
        {
            "number": "14",
            "text": "Axo jun vach' ab'ix tz'alani chajtil tz'aj yoch eb' anima d'a yol sk'ab' Dios, yovalil ol laj aljoquel d'a smasanil yolyib'anhq'uinal tic, yic ol laj yab' eb' d'a junjun chonhab'. Ichato chi', ol ja slajvub' chi'."
        },
        {
            "number": "15",
            "text": "A vinhaj Daniel, vinh schecab' Dios d'a peca', a vinh aljinaccan yuj jun vinh tz'ak'an chucal, tz'ak'an juvoc juntzanh tasi. A mach tz'avtan jun ab'ix chi', nachajocab' el yuuj. Ayic ol eyilan jun chi' d'a yol stemplo Dios,"
        },
        {
            "number": "16",
            "text": "a eb' ayek' d'a Judea, b'atocab' eb' elelal d'a tzalquixtac."
        },
        {
            "number": "17",
            "text": "A eb' ayq'ue d'a spanhanil yib'anh spat, manhxoocab' emixta eb' yic tz'och eb' yiq'uelta junoc tas d'a yol spat, yic sb'at eb' elelal."
        },
        {
            "number": "18",
            "text": "Yed' eb' ayb'at d'a smunlajel, manhxoocab' ol ul yik' spichul eb' b'aj ix cani."
        },
        {
            "number": "19",
            "text": "A d'a jun tiempoal chi', te chuc yic eb' ix yab'ix yed' eb' ix vanto schuni yune' ayic ol b'at eb' elelal."
        },
        {
            "number": "20",
            "text": "k'anec d'a Dios, yic manhoc d'a nhab'il q'uinal ol ex b'at elelal, mato d'a sk'ual ik'oj ip."
        },
        {
            "number": "21",
            "text": "Yujto te nivan yaelal ol javoc d'a jun tiempoal chi'. Manta b'aj tzuji icha chi' yictax ix sb'oan yolyib'anhq'uinal tic Dios. Anhej val jun chi', manhxa b'aq'uinh ol ujoc pax junelxo."
        },
        {
            "number": "22",
            "text": "Tato max sk'ochlitej stiempoal jun yaelal chi' Dios, malaj am junoc mach ol colchajcanel d'a yol sk'ab' chamel, palta yuj eb' sik'b'ilxoel yuuj, ol sk'ochlitej."
        },
        {
            "number": "23",
            "text": "Tato ay eb' ol alan icha tic d'ayex: Ina yajek' Cristo d'a tic, mato, ina yajek' d'a chi', ta xchi eb', manh e cha eyab'i."
        },
        {
            "number": "24",
            "text": "Yujto ay eb' ol laj yaloch sb'a Cristoal. Ay pax eb' ol yaloch sb'a schecab'oc Dios. Ol laj sch'ox juntzanh yechel eb' yed' juntzanh milagro, ol laj musaj sat eb' anima yuj eb'. A eb' sik'b'ilxoel yuj Dios, ijan val ol yak' ganar eb' sjuanel spensar eb'."
        },
        {
            "number": "25",
            "text": "Ayocto svalancan juntzanh tic d'ayex."
        },
        {
            "number": "26",
            "text": "Yuj chi', tato ay eb' ol alan icha tic d'ayex: Ab'ec. Ayek' Cristo d'a tz'inan luum, tato xchi eb', manh ex b'at eyila'. Tato ay pax eb' ol alanoc: Ina yajek' d'a yol jun pat chi', tato xchi eb', manh e cha eyab'i."
        },
        {
            "number": "27",
            "text": "Yujto ayic ol in javoc a in Ak'b'il in cot yuj Dios voch animail tic, masanil mach ol ilanoc, icha tz'aj yek' copnaj leb'lon b'aj sjavi k'u, scheclaj b'aj tz'em k'u, masanil mach tz'ilani."
        },
        {
            "number": "28",
            "text": "Tato smolb'ej sb'a nok' ostoc, syalelk'ochi to ay junoc nok' chamnac nok', icha chi' ol ajoc ayic ol in javoc chi'."
        },
        {
            "number": "29",
            "text": "Ayic ol ek'chaj juntzanh yaelal chi', a k'u ol q'uik'b'oqueloc, manhxo ol yak'laj yoc q'uen uj. Axo q'uen k'anal, ol cot q'uen d'a satchaanh. Axo juntzanh yipal satchaanh chi' ol tzicub'tanhajoc."
        },
        {
            "number": "30",
            "text": "Ichato chi' b'ian, axo scheclaj jun yechel d'a satchaanh to a in Ak'b'il in cot yuj Dios voch animail tic van vemuli. Axo eb' anima d'a junjun chonhab' d'a yolyib'anhq'uinal tic, ol laj siq'uik'oc eb' yoq'ui, yujto ol yil eb' vemul d'a scal asun. Manh jantacoc in poder, te nivan in tziquiquial."
        },
        {
            "number": "31",
            "text": "A inxo, ol in checcot eb' vángel, te chaanh ol spu strompeta eb' yic smolchajcot eb' sik'b'ilel vuuj. Ol laj ik'joccot eb' b'aj slajvik'och yolyib'anhq'uinal tic masanto b'aj ay yich chaanh."
        },
        {
            "number": "32",
            "text": "Ab'ec jun ab'ix ol val yuj te' higo. Ayic svolanxi te' sk'ab', eyojtacxo to toxo ol ja nhab'ilq'uinal."
        },
        {
            "number": "33",
            "text": "Anhejtona', ayic ol eyilan sja masanil juntzanh ix val tic, ol nachajel eyuuj to toxo ol in javoc, ichato ayinxo ek' d'a sti' puerta."
        },
        {
            "number": "34",
            "text": "Val yel sval d'ayex, manh ol satel juntzanh anima tic, masanto ol ek'chaj juntzanh ix val tic smasanil."
        },
        {
            "number": "35",
            "text": "A satchaanh yed' yolyib'anhq'uinal tic, ol sateloc, palta a in lolonel, malaj b'aq'uinh ol lajvoqueloc."
        },
        {
            "number": "36",
            "text": "Palta malaj mach ojtannac b'aja k'u, jantac yorail ol in javoc. A eb' ángel ay d'a satchaanh, manh yojtacoclaj eb'. A inxo tic, Yuninal in Dios, palta manh vojtacoc paxlaj. Anhej Dios Mamab'il ojtannac."
        },
        {
            "number": "37",
            "text": "Icha d'a stiempoal vinhaj Noé, icha chi' ol aj jun tiempoal ayic ol in ja a in Ak'b'il in cot yuj Dios voch animail tic."
        },
        {
            "number": "38",
            "text": "Yujto ayic manto ja jun oval a' mucvajum, ¿toc ay tas sna eb' anima? Tonhej sva eb', syuk'an a' eb', syik'lan sb'a eb'. Icha chi' van sk'ulan eb', ayic sjavinac sk'ual yoch vinhaj Noé d'a yol te' arca chi'."
        },
        {
            "number": "39",
            "text": "Maj nachajel-laj jab'oc yuj eb' masanto sjavinac jun oval a' mucvajum chi'. Ata' chamnac eb' smasanil. Icha ajnac eb' d'a jun tiempoal chi', icha chi' ol aj eb' anima ayic ol in javoc."
        },
        {
            "number": "40",
            "text": "Q'uinaloc ay chavanhoc vinac ayb'at munlajel ayic ol in ja chi', ay jun ol ik'jocb'atoc, axo junxo ol canoc."
        },
        {
            "number": "41",
            "text": "Anhejtona' tato ay chavanhoc eb' ix ix van scheni: Jun ix ol ik'jocb'atoc, axo junxo ix ol canoc."
        },
        {
            "number": "42",
            "text": "Yuj chi', te lista tzeyutej e b'a, yujto manh eyojtacoc jantac yorail ol in javoc, a in e Yajal vaji."
        },
        {
            "number": "43",
            "text": "Anhejtona' tato ay junoc vinh aj pat ticnaic, tato yojtac vinh janik' ol ja junoc elk'um d'ak'valil, lista syutej sb'a vinh yic max yal yoch jun elk'um chi'."
        },
        {
            "number": "44",
            "text": "Yuj chi', anhejtona' ex, te lista tzeyutej e b'a, yujto ayic manh in maclab'iloc eyuuj, ata' ol in javoc."
        },
        {
            "number": "45",
            "text": "Q'uinaloc ay junoc vinh patrón yed' junoc schecab'. A vinh sk'anab'ajani, vinh ay spensar, aton vinh ol yak'och yopisio vinh yilan spat yed' masanil tas ay d'ay. ¿Palta mach jun sk'anab'ajan chi' tze na'a?"
        },
        {
            "number": "46",
            "text": "Aton vinh van smunlaj icha sgana vinh patrón chi' ayic ol jaxoc. Te vach' yic vinh chi'."
        },
        {
            "number": "47",
            "text": "Val yel sval d'ayex, ol ak'jococh yopisio vinh d'a yib'anh masanil tas ay d'a vinh spatrón chi'."
        },
        {
            "number": "48",
            "text": "Palta tato a vinh checab' chi' chuc spensar, a snaan vinh to manh ol ja vinh spatrón chi' d'a elanhchamel,"
        },
        {
            "number": "49",
            "text": "tz'och ijan vinh smak'an eb' yetchecab'vumal chi'. Tonhej tz'ek' vinh vael yed' eb' uk'um anh. Tz'uk'vi anh vinh yed' eb'."
        },
        {
            "number": "50",
            "text": "Axo d'a jun k'ual manh maclab'iloc yuj vinh checab' chi', ata' ol jax vinh spatrón chi'. Manh yojtacoc yorail vinh."
        },
        {
            "number": "51",
            "text": "Ol ak'jocb'at jun vinh checab' chi' d'a syaelal. Ol ak'jocb'at vinh yed' eb' yetchab'satil. Ata' ol ok' eb'. Ol siq'uik'oc eb' yok' yab'an syail, xchi Jesús d'a eb' sk'ayb'um."
        }
    ]
}