{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ix elta Jesús t'a yamaq'uil stemplo Dios. Ayic wan sb'ati, ix k'och heb' sk'ayb'um t'ay. Ix sch'oxan junjun makanhil yic stemplo Dios chi' heb' t'ay."
        },
        {
            "number": "2",
            "text": "Ix yalan t'a heb': --¿Tzam eyil juntzanh niwac pat tik smasanil? Val yel swal t'ayex, a juntzanh k'een k'een latz'b'ilk'e tik, manhxa junok k'een ol kan t'a yib'anh k'een yetk'eenal. Ol juchajem smasanil, xchi t'a heb'."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix b'at t'a tzalan Oliwo. Ix em k'ojan ta'. Axo heb' sk'ayb'um, ix k'och heb' sch'ocoj t'ay, ix yalan heb': --Sco nib'ej tzal t'ayonh, ¿b'aq'uinh ol ja jun ix al chi'? ¿Tas junok yechel ol ak'an checlajoc to toxo ol ach jawok, to toxo pax ol lajwoquek' jun pekti’ tik? xchi heb' t'ay."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yalanxi Jesús chi' t'a heb': --Te lista tzeyutej he b'a, yic malaj junok mach ol ex ak'an musansatil."
        },
        {
            "number": "5",
            "text": "Yujto tzijtum heb' ol esanel in b'i, ol laj yalan heb': Ha in ton tik Cristo in, xcham heb'. Tzijtum mach ol smusej sat heb'."
        },
        {
            "number": "6",
            "text": "Ol eyab' yoch juntzanh niwac owal. Ol eyab'anpax spekal juntzanhxo ijan ol ochoc. Palta manh ex xiwoc, yujto yowalil icha chi' ol ujok elk'ochi. Palta manto ol lajwoc el-laj yol yib'anhk’inal tik ta'."
        },
        {
            "number": "7",
            "text": "Yujto ay juntzanh niwac chonhab' ol yak' owal yet' juntzanhxo niwac chonhab'. Ol yak'an owal heb' yajal yet' heb' yetyajalil. Ol ja pax wejel t'a yib'anh heb'. Ol laj ek' quixkab'."
        },
        {
            "number": "8",
            "text": "Ha juntzanh chi', b'ab'el yaelal. Ayto juntzanhxo ol jawok."
        },
        {
            "number": "9",
            "text": "Ha ex tik, ol laj ex ak'jococh t'a yol sk'ab' heb' yajal, yic ol ex och t'a syaelal yuj heb'. Ol laj ex smilcham heb'. Masanil heb' anima ol laj och ajk'olal t'ayex wuuj."
        },
        {
            "number": "10",
            "text": "Ha t'a jun pekti’ chi', tzijtum mach ol meltzajxikan t'a spatic. Ol laj och heb' ajk'olal t'a heb' yetb'eyum taxon chi'. Ol laj yak'lajoch sb'a heb' t'a yol sk'ab' chamel."
        },
        {
            "number": "11",
            "text": "Tzijtum mach ol yaloch sb'a schekab'oc Dios. Tzijtum heb' anima ol smusej sat heb'."
        },
        {
            "number": "12",
            "text": "Ol te k'e waan chukal. Yuj chi' tzijtum heb' manhxo ol xajanan Dios."
        },
        {
            "number": "13",
            "text": "Palta a heb' tek'an syutej sb'a yab'an syail masanto t'a slajwub', aton heb' chi' ol colchajoc."
        },
        {
            "number": "14",
            "text": "Axo jun wach' ab'ix tz'alani chajtil tz'aj yoch heb' anima t'a yol sk'ab' Dios, yowalil ol laj aljoquel t'a smasanil yol yib'anhk’inal tik, yic ol laj yab' heb' t'a junjun chonhab'. Ichato chi', ol ja slajwub' chi'."
        },
        {
            "number": "15",
            "text": "Ha winhaj Daniel, winh schekab' Dios t'a peka', a winh aljinakkan yuj jun winh tz'ak'an chukal, tz'ak'an juwoc juntzanh tasi. Ha mach tz'awtan jun ab'ix chi', nachajokab' el yuj. Ayic ol eyilan jun chi' t'a yol stemplo Dios,"
        },
        {
            "number": "16",
            "text": "a heb' ayek' t'a Judea, b'atokab' heb' elelal t'a tzalquixtac."
        },
        {
            "number": "17",
            "text": "Ha heb' ayk'e t'a spanhanil yib'anh spat, manhxookab' emixta heb' yic tz'och heb' yik'elta junok tas t'a yol spat, yic sb'at heb' elelal."
        },
        {
            "number": "18",
            "text": "Yed' heb' ayb'at t'a smunlajel, manhxookab' ol ul yik' spichul heb' b'aj ix kani."
        },
        {
            "number": "19",
            "text": "Ha t'a jun pekti’ chi', te chuk yic heb' ix yab'ix yet' heb' ix wanto schuni yune' ayic ol b'at heb' elelal."
        },
        {
            "number": "20",
            "text": "k'anec d'ha Dios, yic manhoc t'a nhab'il k 'inal ol ex b'at elelal, mato t'a sk'ual ik'oj ip."
        },
        {
            "number": "21",
            "text": "Yujto te niwan yaelal ol jawok t'a jun pekti’ chi'. Manta b'aj tzuji icha chi' yictax ix sb'oan yol yib'anhk’inal tik Dios. Anhej wal jun chi', manhxa b'ak'uinh ol ujok pax junelxo."
        },
        {
            "number": "22",
            "text": "Tato max sk'ochlitej stiempoal jun yaelal chi' Dios, malaj am junok mach ol colchajkanel t'a yol sk'ab' chamel, palta yuj heb' sik'b'ilxoel yuj, ol sk'ochlitej."
        },
        {
            "number": "23",
            "text": "Tato ay heb' ol alan icha tik t'ayex: Ina yajek' Cristo t'a tik, mato, ina yajek' t'a chi', ta xchi heb', manh he cha eyab'i."
        },
        {
            "number": "24",
            "text": "Yujto ay heb' ol laj yaloch sb'a Cristoal. Ay pax heb' ol yaloch sb'a schekab'oc Dios. Ol laj sch'ox juntzanh yechel heb' yet' juntzanh milagro, ol laj musaj sat heb' anima yuj heb'. Ha heb' sik'b'ilxoel yuj Dios, ijan wal ol yak' ganar heb' sjuanel spensar heb'."
        },
        {
            "number": "25",
            "text": "Ayocto swalankan juntzanh tik t'ayex."
        },
        {
            "number": "26",
            "text": "Yuj chi', tato ay heb' ol alan icha tik t'ayex: Ab'ec. Ayek' Cristo t'a tzinan lu'um, tato xchi heb', manh ex b'at eyila'. Tato ay pax heb' ol alanoc: Ina yajek' t'a yol jun pat chi', tato xchi heb', manh he cha eyab'i."
        },
        {
            "number": "27",
            "text": "Yujto ayic ol in jawok a in Ak'b'il in cot yuj Dios woch animail tik, masanil mach ol ilanoc, icha tz'aj yek' copnaj lheb'lon b'aj sjawi k'u, scheclaj b'aj tz'em k'u, masanil mach tz'ilani."
        },
        {
            "number": "28",
            "text": "Tato smolb'ej sb'a nok' ostoc, syalelk'ochi to ay junok nok' chamnac nok', icha chi' ol ajoc ayic ol in jawok chi'."
        },
        {
            "number": "29",
            "text": "Ayic ol ek'chaj juntzanh yaelal chi', a k'u ol k'ik'b'oqueloc, manhxo ol yak'laj yoc k'een uj. Axo k'een k'anal, ol cot k'een t'a satcha’anh. Axo juntzanh yipal satcha’anh chi' ol tzicub'tanhajoc."
        },
        {
            "number": "30",
            "text": "Ichato chi' b'ian, haxo scheclaj jun yechel t'a satcha’anh to a in Ak'b'il in cot yuj Dios woch animail tik wan wemuli. Axo heb' anima t'a junjun chonhab' t'a yol yib'anhk’inal tik, ol laj siq'uik'oc heb' yoq'ui, yujto ol yil heb' wemul t'a skal asun. Manh jantacoc in poder, te niwan in tziquiquial."
        },
        {
            "number": "31",
            "text": "Ha inxo, ol in checcot heb' vángel, te chaanh ol spu strompeta heb' yic smolchajcot heb' sik'b'ilel wuuj. Ol laj ik'joccot heb' b'aj slajwik'och yol yib'anhk’inal tik masanto b'aj ay yich chaanh."
        },
        {
            "number": "32",
            "text": "Ab'ec jun ab'ix ol wal yuj te' higo. Ayic swolanxi te' sk'ab', eyojtakxo to toxo ol ja nhab'ilq'uinal."
        },
        {
            "number": "33",
            "text": "Anhejtona', ayic ol eyilan sja masanil juntzanh ix wal tik, ol nachajel eyuuj to toxo ol in jawok, ichato ayinxo ek' t'a sti' puerta."
        },
        {
            "number": "34",
            "text": "Val yel swal t'ayex, manh ol satel juntzanh anima tik, masanto ol ek'chaj juntzanh ix wal tik smasanil."
        },
        {
            "number": "35",
            "text": "Ha satcha’anh yet' yol yib'anhk’inal tik, ol sateloc, palta a in lolonel, malaj b'ak'uinh ol lajwoqueloc."
        },
        {
            "number": "36",
            "text": "Palta malaj mach ojtannac b'aja k'u, jantac yorail ol in jawok. Ha heb' ángel ay t'a satcha’anh, manh yojtakoclaj heb'. Ha inxo tik, Yuninal in Dios, palta manh wojtakoc paxlaj. Anhej Dios Mamab'il ojtannac."
        },
        {
            "number": "37",
            "text": "Icha t'a stiempoal winhaj Noé, icha chi' ol aj jun pekti’ ayic ol in ja a in Ak'b'il in cot yuj Dios woch animail tik."
        },
        {
            "number": "38",
            "text": "Yujto ayic manto ja jun owal ha' mucwajum, ¿toc ay tas sna heb' anima? Tonhej swa heb', syuk'an ha' heb', syik'lan sb'a heb'. Icha chi' wan sk'ulan heb', ayic sjawinac sk'ual yoch winhaj Noé t'a yol te' arca chi'."
        },
        {
            "number": "39",
            "text": "Maj nachajel-laj jab'oc yuj heb' masanto sjawinac jun owal ha' mucwajum chi'. Ata' chamnac heb' smasanil. Icha ajnac heb' t'a jun pekti’ chi', icha chi' ol aj heb' anima ayic ol in jawok."
        },
        {
            "number": "40",
            "text": "Q'uinaloc ay chawanhoc winak ayb'at munlajel ayic ol in ja chi', ay jun ol ik'jocb'atoc, haxo junxo ol kanok."
        },
        {
            "number": "41",
            "text": "Anhejtona' tato ay chawanhoc heb' ix ix wan scheni: Jun ix ol ik'jocb'atoc, haxo junxo ix ol kanok."
        },
        {
            "number": "42",
            "text": "Yuj chi', te lista tzeyutej he b'a, yujto manh eyojtakoc jantac yorail ol in jawok, a in he Yajal waji."
        },
        {
            "number": "43",
            "text": "Anhejtona' tato ay junok winh aj pat ticnaik, tato yojtak winh janik' ol ja junok elk'um t'ak'walil, lista syutej sb'a winh yic max yal yoch jun elk'um chi'."
        },
        {
            "number": "44",
            "text": "Yuj chi', anhejtona' ex, te lista tzeyutej he b'a, yujto ayic manh in maclab'iloc eyuuj, ata' ol in jawok."
        },
        {
            "number": "45",
            "text": "Q'uinaloc ay junok winh patrón yet' junok schekab'. Ha winh sk'anab'ajani, winh ay spensar, aton winh ol yak'och yopisio winh yilan spat yet' masanil tas ay t'ay. ¿Palta mach jun sk'anab'ajan chi' tze na'a?"
        },
        {
            "number": "46",
            "text": "Aton winh wan smunlaj icha snib'ej winh patrón chi' ayic ol jaxoc. Te wach' yic winh chi'."
        },
        {
            "number": "47",
            "text": "Val yel swal t'ayex, ol ak'jococh yopisio winh t'a yib'anh masanil tas ay t'a winh spatrón chi'."
        },
        {
            "number": "48",
            "text": "Palta tato a winh chekab' chi' chuk spensar, a snaan winh to manh ol ja winh spatrón chi' t'a elanhchamel,"
        },
        {
            "number": "49",
            "text": "tz'och ijan winh smak'an heb' yetchekab'wumal chi'. Tonhej tzek' winh wael yet' heb' uk'um anh. Tz'uk'wi anh winh yet' heb'."
        },
        {
            "number": "50",
            "text": "Axo t'a jun k'ual manh maclab'iloc yuj winh chekab' chi', ata' ol jax winh spatrón chi'. Manh yojtakoc yorail winh."
        },
        {
            "number": "51",
            "text": "Ol ak'jocb'at jun winh chekab' chi' t'a syaelal. Ol ak'jocb'at winh yet' heb' yetchab'satil. Ata' ol ok' heb'. Ol siq'uik'oc heb' yok' yab'an syail, xchi Jesús t'a heb' sk'ayb'um."
        }
    ]
}