{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ol wal t'ayex, chajtil ol aj heb' anima, ayic ol wach' och Dios aj satcha’anh Yajalil. Lajan icha lajunhwanh heb' ix cob'estac. Ix yik'b'at skandil heb' ix t'ak'walil. Ix b'at heb' ix t'a jun nupnajel. Ix b'at heb' ix scha winh wan snupnaj chi'."
        },
        {
            "number": "2",
            "text": "Owanh heb' ix quistal, owanh pax heb' ix ay spensar."
        },
        {
            "number": "3",
            "text": "Ha heb' ix quistal chi', malaj yaceite heb' ix ix yik'b'at yet'oc yic skandil. Anhej jab' aykanem t'a yol skandil heb' ix chi'."
        },
        {
            "number": "4",
            "text": "Axo heb' ix ay spensar chi', ch'oc ix yik'b'at nanhalxo yaceite heb' ix."
        },
        {
            "number": "5",
            "text": "Axo winh wan snupnaj chi', ix ek' hora sjawi winh. Yuj chi', ix laj cot swayanh heb' ix. Ix laj wayb'at heb' ix."
        },
        {
            "number": "6",
            "text": "Axo t'a chimilak'wal, ay jun mach ix awaj t'a heb' ix: Van sja winh wan snupnaji, b'at chaec winh, xchi t'a heb' ix."
        },
        {
            "number": "7",
            "text": "Yuj chi', ix laj k'e waan heb' ix. Ix yak'anoch sk'ak'al skandil heb' ix chi'."
        },
        {
            "number": "8",
            "text": "Axo heb' ix quistal chi' ix alan t'a heb' ix ay spensar chi': Hak'ek jab'oc eyaceite tik ko k'ana'. Axo wal stup quik tik, xchi heb' ix."
        },
        {
            "number": "9",
            "text": "Max kak'laj. Talaj ol lajwoc pax quik tik. Ixiquec, ix manec eyic b'aj schonhchaji, xchi heb' ix."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix b'at heb' ix sman yico'. Aytob'at heb' ix, ix ja winh wan snupnaj chi'. Ha heb' ix lista yaj yet' skandil chi', ix ochkan heb' ix yet' winh b'aj tz'och q'uinh nupnajel chi'. Ix macchajkan te' puerta b'aj ix ochkan heb' chi'."
        },
        {
            "number": "11",
            "text": "Axo ix jax heb' ix quistal chi', ix to awajoch heb' ix: Mamin, Mamin, jaconh ochi, xchi heb' ix."
        },
        {
            "number": "12",
            "text": "Axo ix yalan winh t'a heb' ix: Val yel swal t'ayex, manh ex wojtakoclaj, xchi winh t'a heb' ix."
        },
        {
            "number": "13",
            "text": "Yuj chi', swal t'ayex, te lista tzeyutej he b'a, yujto manh eyojtakoc b'aja sk'ual, yorail ol in jawok, xchi Jesús t'a heb'."
        },
        {
            "number": "14",
            "text": "Ol wal t'ayex, chajtil ol aj heb' anima, ayic ol wach' och Dios aj satcha’anh Yajalil. Lajan icha jun winh ix b'at t'a junxo chonhab' te najat. Ayic manto b'at winh, ix yavtancot heb' schekab' winh. Ix yak'ankan juntzanh stumin winh t'a yol sk'ab' heb'."
        },
        {
            "number": "15",
            "text": "Ay jun b'aj ix yak' oye' talento winh. Axo t'a junxo, chab' talento ix yak' winh. Ay pax junxo b'aj ix yak' jun talento winh, ato syal sjelanil junjun heb'. Ixlajwi chi', ix b'at winh."
        },
        {
            "number": "16",
            "text": "Axo winh chekab' ix chaan oye' talento chi', ix yak' snegocio winh yet' k'een. Ix yak'an ganar oyexo talento winh."
        },
        {
            "number": "17",
            "text": "Icha pax chi' winh ix chaan chab' talento chi', ix yak' ganar chab'xo talento winh."
        },
        {
            "number": "18",
            "text": "Palta haxo winh junnhej talento ix chaan chi', ix sjoy b'aj ix smuquem k'een tumin chi' winh."
        },
        {
            "number": "19",
            "text": "Pecataxo chi' ix jax winh spatrón heb' chi'. Ix sb'oan scuenta winh yet' junjun heb'."
        },
        {
            "number": "20",
            "text": "Ha winh chajinac oye' talento chi', a winh ix b'ab'laj k'och t'a winh. Ix yak'an oyexo talento ix yak' ganar winh chi'. Ix yalan winh t'a winh spatrón chi': Mamin, ak'nakkan oye' talento k'een a tumin tik t'ayin, palta ticnaik, ina pax oyexo talento yune' k'een ix wak' ganar tik, xchi winh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yalan winh spatrón winh chi': Wach' jun. Te wach' ix utej a munlaj t'ayin. Ix a k'anab'ajej icha in gana. Yujto ix a k'anab'ajej yet' jab' tik, yuj chi' tzijtumto tas ol wak' t'ayach. Yuj chi' tzalajanh wed'oc, xchi winh t'a winh schekab' chi'."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix k'och winh b'aj kannak chab' talento chi'. Ix yalan winh t'a winh spatrón chi': Mamin, ak'nakkan chab' talento k'een a tumin tik t'ayin, palta ticnaik, ina chab'xo talento yune' k'een ix wak' ganar tik, xchi winh."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yalanxi winh spatrón winh chi': Wach' jun. Wach' ix utej a munlaj t'ayin. Ix a k'anab'ajej icha in gana. Yujto ix a k'anab'ajej yet' jab' tik, yuj chi' tzijtumto tas ol wak' t'ayach. Yuj chi', tzalajanh wed'oc, xchi winh t'a junxo schekab' chi'."
        },
        {
            "number": "24",
            "text": "Palta haxo ix k'och winh junnhej talento kannak chi' t'ay, ix yalan winh: Ach in patrón, wojtak to ov ach. Tonhej tzach jach'wi, palta malaj tas tzawej. Tonhej tza cha tas syak' ganar junocxo anima."
        },
        {
            "number": "25",
            "text": "Yuj chi', in xiv t'ayach, in mucnaquem k'een a tumin chi' t'a yol lu'um. Ina k'een tik, xchi winh."
        },
        {
            "number": "26",
            "text": "Axo ix yalan winh spatrón winh chi': Ha ach tik, niwanoc chekab' ach, palta malaj a wach'il. Te jaragana ach. Tato ojtak to tonhej tzin jach'wi, palta malaj tas swawej, tonhej tzin cha wiquej tas syak' ganar junocxo anima."
        },
        {
            "number": "27",
            "text": "Tato icha chi', ¿tas yuj maj ak'b'at k'een in tumin tik majanil, yic wach' tzin chapax k'een yet' yune' in jawi? xchi winh t'a winh schekab' chi'."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix yalan winh t'a juntzanh heb' ayek' ta: Ik'equek' k'een talento tik t'a winh. Hak'ek k'een t'a winh ay lajunhe' talento yico'."
        },
        {
            "number": "29",
            "text": "Yujto a mach ay yico', ol wach' ak'joc t'ay yic ol yak' sobre yic chi'. Axo heb' malaj wal yico', ol wach' ik'joquek' jab' yic heb' chi'."
        },
        {
            "number": "30",
            "text": "Axo winh chekab' malaj tz'och tik, b'at yumekkanb'at winh t'a skal k’ik’ k’inal. Ata' ol ok' winh. Ol siq'uik'oc winh yok' yuj yab'an syail, xchi winh, xchi Jesús t'a heb'."
        },
        {
            "number": "31",
            "text": "Ha in Ak'b'il in cot yuj Dios woch animail tik, ol in ja yet' heb' vángel smasanil, ol in och Yajalil. Ol in em k'ojan t'a in k'ojnub'. Ato ta' ol checlajelta to te niwan welk'ochi."
        },
        {
            "number": "32",
            "text": "Ol laj och molan junjun chonhab' t'a wichanh. Ol in pojan snanhal heb' icha junok winh tanhwum kalnel spojanel nok' skalnel t'a skal nok' chiwa."
        },
        {
            "number": "33",
            "text": "Ha heb' icha nok' kalnel chi', ol kan heb' t'a in wach'. Axo heb' icha nok' chiwa, ol kan heb' t'a in k'exanh."
        },
        {
            "number": "34",
            "text": "Ha in Rey in tik, ol wal t'a heb' ay t'a in wach' chi': Ha ex tik, yak'nac swach'k'olal in Mam t'ayex. Ochanhec wed'oc b'aj swak' Yajalil. Yujto atax ix sb'oan yol yib'anhk’inal tik Dios ix sb'oankan jun tik eyicoc."
        },
        {
            "number": "35",
            "text": "Yujto ayic yochnac in wejel, in eyak'nac waoc. Ayic stacjinac in ti', eyak'nac ha' wuk'ej. Ayic in b'eyek' icha yek' junok b'eyum anima, eyak'nac in posado."
        },
        {
            "number": "36",
            "text": "Ayic malaj in pichul, eyak'nac wico'. Ayic penaay in, xid'nac ex in eyila'. Axo yic ay in och preso, xid'nac ex in he k'umej, xin cham t'a heb'."
        },
        {
            "number": "37",
            "text": "Axo heb' tojol sb'eyb'al chi' ol alan t'ayin: Mamin, ¿b'ak'nhi ix quil yoch a wejel yet' stacji a ti'? ¿Toc ay tas ix kak' t'ayach?"
        },
        {
            "number": "38",
            "text": "¿B'ak'nhi ix quil a b'eyek' icha junok b'eyum anima chi', yic tza k'an a posado chi'? Axo yic malaj a pichul, ¿toc ay tas kak'nac t'ayach?"
        },
        {
            "number": "39",
            "text": "Ayic penaay ach yet' t'a yic ay ach och t'a preso chi', ¿toc ay b'aj xid'nac onh ach quila'? xcham heb' t'ayin."
        },
        {
            "number": "40",
            "text": "Icha to chi' b'ian, ol walan t'a heb': Val yel swal t'ayex, ayic ix eyak'an juntzanh tik t'a heb' wuk'tac, heb' wanab', wach'chom t'a heb' malaj yelk'ochi, syalelk'ochi, a t'ayin ix eyak'a', xin cham t'a heb'."
        },
        {
            "number": "41",
            "text": "Ichato chi', ol walan t'a heb' ay t'a in k'exanh: Elanhec a ex tik t'a in tz'ey, yujto aycot yowal sk'ool Dios t'a eyib'anh. Ixiquec t'a jun k'ak' malaj b'ak'uinh stupi, t'a jun lugar sb'onac Dios yicoc winh diablo yet' heb' yángel."
        },
        {
            "number": "42",
            "text": "Yujto ayic ix och in wejel, maj in eyak' waoc. Ayic ix tacji in ti', malaj jab'oc tas ix eyak' wuk'ej."
        },
        {
            "number": "43",
            "text": "Ayic ix in b'eyek' icha junok b'eyum anima, maj eyak' in posado. Ayic malaj in pichul, malaj jab'oc in pichul ix eyak'a'. Anhejtona', ayic penaay in yet' ayic ay in och t'a preso, maj xid' in eyil jab'oc, xin cham t'a heb'."
        },
        {
            "number": "44",
            "text": "Yuj chi', icha tik ol yal heb' t'ayin: Mamin, ¿b'ak'nhi ix ach quila' ayic ix och a wejel, ayic ix tacji a ti' chi', ayic ix ach b'eyeq'ui, ayic malaj a pichul chi', ayic penaay ach, ayic preso aji? ¿Tom ay b'aj maj onh kolwaj t'ayach? xcham heb' t'ayin."
        },
        {
            "number": "45",
            "text": "Palta ol walan t'a heb': Val yel swal t'ayex, ayic maj ex kolwaj t'a juntzanh heb' tik, wach'chom malaj tz'och heb', syalelk'ochi, a t'ayin maj ex colwajoc, xin cham t'a heb'."
        },
        {
            "number": "46",
            "text": "Ha heb' chi', ol b'at heb' t'a syaelal t'a junelnhej. Palta haxo heb' tojol sb'eyb'al, ol scha sk'inal heb' t'a junelnhej, xchi Jesús t'a heb'."
        }
    ]
}