{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ol val d'ayex, chajtil ol aj eb' anima, ayic ol vach' och Dios aj satchaanh Yajalil. Lajan icha lajunhvanh eb' ix cob'estac. Ix yik'b'at scandil eb' ix d'ak'valil. Ix b'at eb' ix d'a jun nupnajel. Ix b'at eb' ix scha vinh van snupnaj chi'."
        },
        {
            "number": "2",
            "text": "Ovanh eb' ix quistal, ovanh pax eb' ix ay spensar."
        },
        {
            "number": "3",
            "text": "A eb' ix quistal chi', malaj yaceite eb' ix ix yik'b'at yed'oc yic scandil. Anhej jab' aycanem d'a yol scandil eb' ix chi'."
        },
        {
            "number": "4",
            "text": "Axo eb' ix ay spensar chi', ch'oc ix yik'b'at nanhalxo yaceite eb' ix."
        },
        {
            "number": "5",
            "text": "Axo vinh van snupnaj chi', ix ek' hora sjavi vinh. Yuj chi', ix laj cot svayanh eb' ix. Ix laj vayb'at eb' ix."
        },
        {
            "number": "6",
            "text": "Axo d'a chimilak'val, ay jun mach ix avaj d'a eb' ix: Van sja vinh van snupnaji, b'at chaec vinh, xchi d'a eb' ix."
        },
        {
            "number": "7",
            "text": "Yuj chi', ix laj q'ue vaan eb' ix. Ix yak'anoch sk'ak'al scandil eb' ix chi'."
        },
        {
            "number": "8",
            "text": "Axo eb' ix quistal chi' ix alan d'a eb' ix ay spensar chi': Aq'uec jab'oc eyaceite tic co k'ana'. Axo val stup quic tic, xchi eb' ix."
        },
        {
            "number": "9",
            "text": "Max cak'laj. Talaj ol lajvoc pax quic tic. Ixiquec, ix manec eyic b'aj schonhchaji, xchi eb' ix."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix b'at eb' ix sman yico'. Aytob'at eb' ix, ix ja vinh van snupnaj chi'. A eb' ix lista yaj yed' scandil chi', ix ochcan eb' ix yed' vinh b'aj tz'och q'uinh nupnajel chi'. Ix macchajcan te' puerta b'aj ix ochcan eb' chi'."
        },
        {
            "number": "11",
            "text": "Axo ix jax eb' ix quistal chi', ix to avajoch eb' ix: Mamin, Mamin, jaconh ochi, xchi eb' ix."
        },
        {
            "number": "12",
            "text": "Axo ix yalan vinh d'a eb' ix: Val yel sval d'ayex, manh ex vojtacoclaj, xchi vinh d'a eb' ix."
        },
        {
            "number": "13",
            "text": "Yuj chi', sval d'ayex, te lista tzeyutej e b'a, yujto manh eyojtacoc b'aja sk'ual, yorail ol in javoc, xchi Jesús d'a eb'."
        },
        {
            "number": "14",
            "text": "Ol val d'ayex, chajtil ol aj eb' anima, ayic ol vach' och Dios aj satchaanh Yajalil. Lajan icha jun vinh ix b'at d'a junxo chonhab' te najat. Ayic manto b'at vinh, ix yavtancot eb' schecab' vinh. Ix yak'ancan juntzanh stumin vinh d'a yol sk'ab' eb'."
        },
        {
            "number": "15",
            "text": "Ay jun b'aj ix yak' oye' talento vinh. Axo d'a junxo, chab' talento ix yak' vinh. Ay pax junxo b'aj ix yak' jun talento vinh, ato syal sjelanil junjun eb'. Ix lajvi chi', ix b'at vinh."
        },
        {
            "number": "16",
            "text": "Axo vinh checab' ix chaan oye' talento chi', ix yak' snegocio vinh yed' q'ueen. Ix yak'an ganar oyexo talento vinh."
        },
        {
            "number": "17",
            "text": "Icha pax chi' vinh ix chaan chab' talento chi', ix yak' ganar chab'xo talento vinh."
        },
        {
            "number": "18",
            "text": "Palta axo vinh junnhej talento ix chaan chi', ix sjoy b'aj ix smuquem q'uen tumin chi' vinh."
        },
        {
            "number": "19",
            "text": "Pecataxo chi' ix jax vinh spatrón eb' chi'. Ix sb'oan scuenta vinh yed' junjun eb'."
        },
        {
            "number": "20",
            "text": "A vinh chajinac oye' talento chi', a vinh ix b'ab'laj k'och d'a vinh. Ix yak'an oyexo talento ix yak' ganar vinh chi'. Ix yalan vinh d'a vinh spatrón chi': Mamin, ak'naccan oye' talento q'uen a tumin tic d'ayin, palta ticnaic, ina pax oyexo talento yune' q'ueen ix vak' ganar tic, xchi vinh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yalan vinh spatrón vinh chi': Vach' jun. Te vach' ix utej a munlaj d'ayin. Ix a k'anab'ajej icha in gana. Yujto ix a k'anab'ajej yed' jab' tic, yuj chi' tzijtumto tas ol vak' d'ayach. Yuj chi' tzalajanh ved'oc, xchi vinh d'a vinh schecab' chi'."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi', ix k'och vinh b'aj cannac chab' talento chi'. Ix yalan vinh d'a vinh spatrón chi': Mamin, ak'naccan chab' talento q'uen a tumin tic d'ayin, palta ticnaic, ina chab'xo talento yune' q'uen ix vak' ganar tic, xchi vinh."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yalanxi vinh spatrón vinh chi': Vach' jun. Vach' ix utej a munlaj d'ayin. Ix a k'anab'ajej icha in gana. Yujto ix a k'anab'ajej yed' jab' tic, yuj chi' tzijtumto tas ol vak' d'ayach. Yuj chi', tzalajanh ved'oc, xchi vinh d'a junxo schecab' chi'."
        },
        {
            "number": "24",
            "text": "Palta axo ix k'och vinh junnhej talento cannac chi' d'ay, ix yalan vinh: Ach in patrón, vojtac to ov ach. Tonhej tzach jach'vi, palta malaj tas tzavej. Tonhej tza cha tas syak' ganar junocxo anima."
        },
        {
            "number": "25",
            "text": "Yuj chi', in xiv d'ayach, in mucnaquem q'uen a tumin chi' d'a yol luum. Ina q'uen tic, xchi vinh."
        },
        {
            "number": "26",
            "text": "Axo ix yalan vinh spatrón vinh chi': A ach tic, nivanoc checab' ach, palta malaj a vach'il. Te jaragana ach. Tato ojtac to tonhej tzin jach'vi, palta malaj tas svavej, tonhej tzin cha viquej tas syak' ganar junocxo anima."
        },
        {
            "number": "27",
            "text": "Tato icha chi', ¿tas yuj maj ak'b'at q'uen in tumin tic majanil, yic vach' tzin chapax q'uen yed' yune' in javi? xchi vinh d'a vinh schecab' chi'."
        },
        {
            "number": "28",
            "text": "Ix lajvi chi', ix yalan vinh d'a juntzanh eb' ayek' ta: Iq'uequek' q'uen talento tic d'a vinh. Aq'uec q'uen d'a vinh ay lajunhe' talento yico'."
        },
        {
            "number": "29",
            "text": "Yujto a mach ay yico', ol vach' ak'joc d'ay yic ol yak' sobre yic chi'. Axo eb' malaj val yico', ol vach' ik'joquek' jab' yic eb' chi'."
        },
        {
            "number": "30",
            "text": "Axo vinh checab' malaj tz'och tic, b'at yumeccanb'at vinh d'a scal q'uik'alq'uinal. Ata' ol ok' vinh. Ol siq'uik'oc vinh yok' yuj yab'an syail, xchi vinh, xchi Jesús d'a eb'."
        },
        {
            "number": "31",
            "text": "A in Ak'b'il in cot yuj Dios voch animail tic, ol in ja yed' eb' vángel smasanil, ol in och Yajalil. Ol in em k'ojan d'a in k'ojnub'. Ato ta' ol checlajelta to te nivan velk'ochi."
        },
        {
            "number": "32",
            "text": "Ol laj och molan junjun chonhab' d'a vichanh. Ol in pojan snanhal eb' icha junoc vinh tanhvum calnel spojanel nok' scalnel d'a scal nok' chiva."
        },
        {
            "number": "33",
            "text": "A eb' icha nok' calnel chi', ol can eb' d'a in vach'. Axo eb' icha nok' chiva, ol can eb' d'a in q'uexanh."
        },
        {
            "number": "34",
            "text": "A in Rey in tic, ol val d'a eb' ay d'a in vach' chi': A ex tic, yak'nac svach'k'olal in Mam d'ayex. Ochanhec ved'oc b'aj svak' Yajalil. Yujto atax ix sb'oan yolyib'anhq'uinal tic Dios ix sb'oancan jun tic eyicoc."
        },
        {
            "number": "35",
            "text": "Yujto ayic yochnac in vejel, in eyak'nac vaoc. Ayic stacjinac in ti', eyak'nac a' vuq'uej. Ayic in b'eyek' icha yek' junoc b'eyum anima, eyak'nac in posado."
        },
        {
            "number": "36",
            "text": "Ayic malaj in pichul, eyak'nac vico'. Ayic penaay in, xid'nac ex in eyila'. Axo yic ay in och preso, xid'nac ex in e k'umej, xin cham d'a eb'."
        },
        {
            "number": "37",
            "text": "Axo eb' tojol sb'eyb'al chi' ol alan d'ayin: Mamin, ¿b'ak'nhi ix quil yoch a vejel yed' stacji a ti'? ¿Toc ay tas ix cak' d'ayach?"
        },
        {
            "number": "38",
            "text": "¿B'ak'nhi ix quil a b'eyek' icha junoc b'eyum anima chi', yic tza k'an a posado chi'? Axo yic malaj a pichul, ¿toc ay tas cak'nac d'ayach?"
        },
        {
            "number": "39",
            "text": "Ayic penaay ach yed' d'a yic ay ach och d'a preso chi', ¿toc ay b'aj xid'nac onh ach quila'? xcham eb' d'ayin."
        },
        {
            "number": "40",
            "text": "Icha to chi' b'ian, ol valan d'a eb': Val yel sval d'ayex, ayic ix eyak'an juntzanh tic d'a eb' vuk'tac, eb' vanab', vach'chom d'a eb' malaj yelk'ochi, syalelk'ochi, a d'ayin ix eyak'a', xin cham d'a eb'."
        },
        {
            "number": "41",
            "text": "Ichato chi', ol valan d'a eb' ay d'a in q'uexanh: Elanhec a ex tic d'a in tz'ey, yujto aycot yoval sk'ool Dios d'a eyib'anh. Ixiquec d'a jun k'ak' malaj b'aq'uinh stupi, d'a jun lugar sb'onac Dios yicoc vinh diablo yed' eb' yángel."
        },
        {
            "number": "42",
            "text": "Yujto ayic ix och in vejel, maj in eyak' vaoc. Ayic ix tacji in ti', malaj jab'oc tas ix eyak' vuq'uej."
        },
        {
            "number": "43",
            "text": "Ayic ix in b'eyek' icha junoc b'eyum anima, maj eyak' in posado. Ayic malaj in pichul, malaj jab'oc in pichul ix eyak'a'. Anhejtona', ayic penaay in yed' ayic ay in och d'a preso, maj xid' in eyil jab'oc, xin cham d'a eb'."
        },
        {
            "number": "44",
            "text": "Yuj chi', icha tic ol yal eb' d'ayin: Mamin, ¿b'ak'nhi ix ach quila' ayic ix och a vejel, ayic ix tacji a ti' chi', ayic ix ach b'eyeq'ui, ayic malaj a pichul chi', ayic penaay ach, ayic preso aji? ¿Tom ay b'aj maj onh colvaj d'ayach? xcham eb' d'ayin."
        },
        {
            "number": "45",
            "text": "Palta ol valan d'a eb': Val yel sval d'ayex, ayic maj ex colvaj d'a juntzanh eb' tic, vach'chom malaj tz'och eb', syalelk'ochi, a d'ayin maj ex colvajoc, xin cham d'a eb'."
        },
        {
            "number": "46",
            "text": "A eb' chi', ol b'at eb' d'a syaelal d'a junelnhej. Palta axo eb' tojol sb'eyb'al, ol scha sq'uinal eb' d'a junelnhej, xchi Jesús d'a eb'."
        }
    ]
}