{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ol val t'ayex, chajtil ol aj eb' anima, ayic ol wach' och Dios aj satcha’anh Yajalil. Lajan icha lajunhvanh eb' ix cob'estac. Ix yik'b'at scandil eb' ix t'ak'walil. Ix b'at eb' ix t'a jun nupnajel. Ix b'at eb' ix scha winh van snupnaj chi'."
        },
        {
            "number": "2",
            "text": "Ovanh eb' ix quistal, ovanh pax eb' ix ay spensar."
        },
        {
            "number": "3",
            "text": "Ha eb' ix quistal chi', malaj yaceite eb' ix ix yik'b'at yet'oc yic scandil. Anhej jab' aycanem t'a yol scandil eb' ix chi'."
        },
        {
            "number": "4",
            "text": "Axo eb' ix ay spensar chi', ch'oc ix yik'b'at nanhalxo yaceite eb' ix."
        },
        {
            "number": "5",
            "text": "Axo winh van snupnaj chi', ix ek' hora sjavi winh. Yuj chi', ix laj cot svayanh eb' ix. Ix laj vayb'at eb' ix."
        },
        {
            "number": "6",
            "text": "Axo t'a chimilak'val, ay jun mach ix avaj t'a eb' ix: Van sja winh van snupnaji, b'at chaec winh, xchi t'a eb' ix."
        },
        {
            "number": "7",
            "text": "Yuj chi', ix laj q'ue vaan eb' ix. Ix yak'anoch sk'ak'al scandil eb' ix chi'."
        },
        {
            "number": "8",
            "text": "Axo eb' ix quistal chi' ix alan t'a eb' ix ay spensar chi': Hak'ek jab'oc eyaceite tik co k'ana'. Axo val stup quic tik, xchi eb' ix."
        },
        {
            "number": "9",
            "text": "Max cak'laj. Talaj ol lajvoc pax quic tik. Ixiquec, ix manec eyic b'aj schonhchaji, xchi eb' ix."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix b'at eb' ix sman yico'. Aytob'at eb' ix, ix ja winh van snupnaj chi'. Ha eb' ix lista yaj yet' scandil chi', ix ochcan eb' ix yet' winh b'aj tz'och q'uinh nupnajel chi'. Ix macchajcan te' puerta b'aj ix ochcan eb' chi'."
        },
        {
            "number": "11",
            "text": "Axo ix jax eb' ix quistal chi', ix to avajoch eb' ix: Mamin, Mamin, jaconh ochi, xchi eb' ix."
        },
        {
            "number": "12",
            "text": "Axo ix yalan winh t'a eb' ix: Val yel swal t'ayex, manh ex vojtacoclaj, xchi winh t'a eb' ix."
        },
        {
            "number": "13",
            "text": "Yuj chi', swal t'ayex, te lista tzeyutej e b'a, yujto manh eyojtacoc b'aja sk'ual, yorail ol in javok, xchi Jesús t'a eb'."
        },
        {
            "number": "14",
            "text": "Ol val t'ayex, chajtil ol aj eb' anima, ayic ol wach' och Dios aj satcha’anh Yajalil. Lajan icha jun winh ix b'at t'a junxo chonhab' te najat. Ayic manto b'at winh, ix yavtancot eb' schecab' winh. Ix yak'ancan juntzanh stumin winh t'a yol sk'ab' eb'."
        },
        {
            "number": "15",
            "text": "Ay jun b'aj ix yak' oye' talento winh. Axo t'a junxo, chab' talento ix yak' winh. Ay pax junxo b'aj ix yak' jun talento winh, ato syal sjelanil junjun eb'. Ixlajwi chi', ix b'at winh."
        },
        {
            "number": "16",
            "text": "Axo winh checab' ix chaan oye' talento chi', ix yak' snegocio winh yet' q'ueen. Ix yak'an ganar oyexo talento winh."
        },
        {
            "number": "17",
            "text": "Icha pax chi' winh ix chaan chab' talento chi', ix yak' ganar chab'xo talento winh."
        },
        {
            "number": "18",
            "text": "Palta haxo winh junnhej talento ix chaan chi', ix sjoy b'aj ix smuquem q'uen tumin chi' winh."
        },
        {
            "number": "19",
            "text": "Pecataxo chi' ix jax winh spatrón eb' chi'. Ix sb'oan scuenta winh yet' junjun eb'."
        },
        {
            "number": "20",
            "text": "Ha winh chajinac oye' talento chi', a winh ix b'ab'laj k'och t'a winh. Ix yak'an oyexo talento ix yak' ganar winh chi'. Ix yalan winh t'a winh spatrón chi': Mamin, ak'naccan oye' talento q'uen a tumin tik t'ayin, palta ticnaic, ina pax oyexo talento yune' q'ueen ix vak' ganar tik, xchi winh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yalan winh spatrón winh chi': Wach' jun. Te wach' ix utej a munlaj t'ayin. Ix a k'anab'ajej icha in gana. Yujto ix a k'anab'ajej yet' jab' tik, yuj chi' tzijtumto tas ol vak' t'ayach. Yuj chi' tzalajanh ved'oc, xchi winh t'a winh schecab' chi'."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix k'och winh b'aj cannac chab' talento chi'. Ix yalan winh t'a winh spatrón chi': Mamin, ak'naccan chab' talento q'uen a tumin tik t'ayin, palta ticnaic, ina chab'xo talento yune' q'uen ix vak' ganar tik, xchi winh."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yalanxi winh spatrón winh chi': Wach' jun. Wach' ix utej a munlaj t'ayin. Ix a k'anab'ajej icha in gana. Yujto ix a k'anab'ajej yet' jab' tik, yuj chi' tzijtumto tas ol vak' t'ayach. Yuj chi', tzalajanh ved'oc, xchi winh t'a junxo schecab' chi'."
        },
        {
            "number": "24",
            "text": "Palta haxo ix k'och winh junnhej talento cannac chi' t'ay, ix yalan winh: Ach in patrón, vojtac to ov ach. Tonhej tzach jach'vi, palta malaj tas tzavej. Tonhej tza cha tas syak' ganar junocxo anima."
        },
        {
            "number": "25",
            "text": "Yuj chi', in xiv t'ayach, in mucnaquem q'uen a tumin chi' t'a yol lu'um. Ina q'uen tik, xchi winh."
        },
        {
            "number": "26",
            "text": "Axo ix yalan winh spatrón winh chi': Ha ach tik, nivanoc checab' ach, palta malaj a wach'il. Te jaragana ach. Tato ojtac to tonhej tzin jach'vi, palta malaj tas svavej, tonhej tzin cha viquej tas syak' ganar junocxo anima."
        },
        {
            "number": "27",
            "text": "Tato icha chi', ¿tas yuj maj ak'b'at q'uen in tumin tik majanil, yic wach' tzin chapax q'uen yet' yune' in javi? xchi winh t'a winh schecab' chi'."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix yalan winh t'a juntzanh eb' ayek' ta: Iq'uequek' q'uen talento tik t'a winh. Hak'ek q'uen t'a winh ay lajunhe' talento yico'."
        },
        {
            "number": "29",
            "text": "Yujto a mach ay yico', ol wach' ak'joc t'ay yic ol yak' sobre yic chi'. Axo eb' malaj val yico', ol wach' ik'joquek' jab' yic eb' chi'."
        },
        {
            "number": "30",
            "text": "Axo winh checab' malaj tz'och tik, b'at yumeccanb'at winh t'a skal k’ik’ k’inal. Ata' ol ok' winh. Ol siq'uik'oc winh yok' yuj yab'an syail, xchi winh, xchi Jesús t'a eb'."
        },
        {
            "number": "31",
            "text": "Ha in Ak'b'il in cot yuj Dios voch animail tik, ol in ja yet' eb' vángel smasanil, ol in och Yajalil. Ol in em k'ojan t'a in k'ojnub'. Ato ta' ol checlajelta to te niwan velk'ochi."
        },
        {
            "number": "32",
            "text": "Ol laj och molan junjun chonhab' t'a vichanh. Ol in pojan snanhal eb' icha junok winh tanhvum calnel spojanel nok' scalnel t'a skal nok' chiva."
        },
        {
            "number": "33",
            "text": "Ha eb' icha nok' calnel chi', ol kan eb' t'a in wach'. Axo eb' icha nok' chiva, ol kan eb' t'a in q'uexanh."
        },
        {
            "number": "34",
            "text": "Ha in Rey in tik, ol val t'a eb' ay t'a in wach' chi': Ha ex tik, yak'nac swach'k'olal in Mam t'ayex. Ochanhec ved'oc b'aj svak' Yajalil. Yujto atax ix sb'oan yol yib'anhk’inal tik Dios ix sb'oancan jun tik eyicoc."
        },
        {
            "number": "35",
            "text": "Yujto ayic yochnac in vejel, in eyak'nac vaoc. Ayic stacjinac in ti', eyak'nac ha' vuq'uej. Ayic in b'eyek' icha yek' junok b'eyum anima, eyak'nac in posado."
        },
        {
            "number": "36",
            "text": "Ayic malaj in pichul, eyak'nac vico'. Ayic penaay in, xid'nac ex in eyila'. Axo yic ay in och preso, xid'nac ex in e k'umej, xin cham t'a eb'."
        },
        {
            "number": "37",
            "text": "Axo eb' tojol sb'eyb'al chi' ol alan t'ayin: Mamin, ¿b'ak'nhi ix quil yoch a vejel yet' stacji a ti'? ¿Toc ay tas ix cak' t'ayach?"
        },
        {
            "number": "38",
            "text": "¿B'ak'nhi ix quil a b'eyek' icha junok b'eyum anima chi', yic tza k'an a posado chi'? Axo yic malaj a pichul, ¿toc ay tas cak'nac t'ayach?"
        },
        {
            "number": "39",
            "text": "Ayic penaay ach yet' t'a yic ay ach och t'a preso chi', ¿toc ay b'aj xid'nac onh ach quila'? xcham eb' t'ayin."
        },
        {
            "number": "40",
            "text": "Icha to chi' b'ian, ol valan t'a eb': Val yel swal t'ayex, ayic ix eyak'an juntzanh tik t'a eb' vuk'tac, eb' vanab', wach'chom t'a eb' malaj yelk'ochi, syalelk'ochi, a t'ayin ix eyak'a', xin cham t'a eb'."
        },
        {
            "number": "41",
            "text": "Ichato chi', ol valan t'a eb' ay t'a in q'uexanh: Elanhec a ex tik t'a in tz'ey, yujto aycot yoval sk'ool Dios t'a eyib'anh. Ixiquec t'a jun k'ak' malaj b'ak'uinh stupi, t'a jun lugar sb'onac Dios yicoc winh diablo yet' eb' yángel."
        },
        {
            "number": "42",
            "text": "Yujto ayic ix och in vejel, maj in eyak' vaoc. Ayic ix tacji in ti', malaj jab'oc tas ix eyak' vuq'uej."
        },
        {
            "number": "43",
            "text": "Ayic ix in b'eyek' icha junok b'eyum anima, maj eyak' in posado. Ayic malaj in pichul, malaj jab'oc in pichul ix eyak'a'. Anhejtona', ayic penaay in yet' ayic ay in och t'a preso, maj xid' in eyil jab'oc, xin cham t'a eb'."
        },
        {
            "number": "44",
            "text": "Yuj chi', icha tik ol yal eb' t'ayin: Mamin, ¿b'ak'nhi ix ach quila' ayic ix och a vejel, ayic ix tacji a ti' chi', ayic ix ach b'eyeq'ui, ayic malaj a pichul chi', ayic penaay ach, ayic preso aji? ¿Tom ay b'aj maj onh kolwaj t'ayach? xcham eb' t'ayin."
        },
        {
            "number": "45",
            "text": "Palta ol valan t'a eb': Val yel swal t'ayex, ayic maj ex kolwaj t'a juntzanh eb' tik, wach'chom malaj tz'och eb', syalelk'ochi, a t'ayin maj ex colvajoc, xin cham t'a eb'."
        },
        {
            "number": "46",
            "text": "Ha eb' chi', ol b'at eb' t'a syaelal t'a junelnhej. Palta haxo eb' tojol sb'eyb'al, ol scha sk'inal eb' t'a junelnhej, xchi Jesús t'a eb'."
        }
    ]
}