{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi yalan juntzanh chi' Jesús, ix yalanxi t'a eb' sk'ayb'um:"
        },
        {
            "number": "2",
            "text": "--Eyojtac, chab'ejocxo tz'och q'uinh yic sco naancoti tas aj yelnaccot eb' co mam quicham t'a Egipto. Ha in Ak'b'il in cot yuj Dios voch animail tik, ata' ol in ak'jococh t'a yol sk'ab' eb' ol in culusanchamoc, xchi t'a eb'."
        },
        {
            "number": "3",
            "text": "Axo eb' vinh sat sacerdote, eb' vinh k'ayb'um t'a ley Moisés yet' eb' vinh ichamtac vinac, ix smolb'ej sb'a eb' vinh t'a spat vinhaj Caifás, vinh sat sacerdote."
        },
        {
            "number": "4",
            "text": "Ata' ix laj yal eb' vinh tas ol yutoc eb' vinh yak'anoch es t'a yib'anh Jesús, yic syamchaj yuj eb' vinh, smilancham eb' vinh."
        },
        {
            "number": "5",
            "text": "Palta ix yalan eb' vinh: --Max yal-laj co yaman vinh t'a yol q'uinh tik, yujto ay smay ol q'ue somnaj eb' anima scot yoval t'ayonh yuj vinh, xchi eb' vinh."
        },
        {
            "number": "6",
            "text": "Ix k'och Jesús t'a Betania. Ix ochk'och t'a yol spat vinhaj Simón. Ha t'a yic yalanhtaxo, penaay vinh yuj jun yab'il scuchan lepra."
        },
        {
            "number": "7",
            "text": "Ayic k'ojanem Jesús sva'i, ix k'och jun ix ix t'ay. Yed'nac jun limeta ix sb'onac yet' jun q'uen scuch alabastro. B'ud'ud'i q'ueen t'a jun suk'uq'ui sjab' te caro stojol. Ix stob'anq'ue jun chi' ix t'a sjolom Jesús."
        },
        {
            "number": "8",
            "text": "Axo ix yilan jun chi' eb' sk'ayb'um Jesús chi', ix cot yoval eb' t'a ix. Ix laj yalanq'ue eb': --¿Tas yuj nab'anhej tz'ixtax jun tik?"
        },
        {
            "number": "9",
            "text": "Ha jun suk'uq'ui sjab' tik, te caro stojol. Octom ix chonhchaji, haxo stojol chi' tz'ak'ji t'a eb' meb'a', xchi eb'."
        },
        {
            "number": "10",
            "text": "Axo ix yab'an juntzanh chi' Jesús, ix yalan t'a eb': --¿Tas yuj tze tzuntzej ix? Ha jun sk'ulej ix tik t'ayin, wach' toni."
        },
        {
            "number": "11",
            "text": "Ha eb' meb'a' tzeyal chi', aynhejek' eb' eyed'oc. Palta a inxo tik, manh masaniloc tiempo ay in ek' eyed'oc."
        },
        {
            "number": "12",
            "text": "Ayocto ix yak'anoch jun suk'uq'ui sjab' tik ix t'a in nivanil tik, yic wach' listaxo vaj yet' in muquil."
        },
        {
            "number": "13",
            "text": "Val yel sval t'ayex, yalnhej b'ajtil ol aljoquel wach' ab'ix yic colnab'il t'a yol yib'anhk’inal tik, ol aljoc pax yab'ixal tas ix sk'ulej ix tik, yic ol najoccot ix, xchi t'a eb' vinh."
        },
        {
            "number": "14",
            "text": "Ay jun vinh t'a skal eb' vinh slajchavanhil, aton vinhaj Judas aj Queriot, ix b'at lolon vinh yet' eb' vinh sat sacerdote."
        },
        {
            "number": "15",
            "text": "Ix yalan vinh t'a eb' vinh icha tik: --Tato svak'och Jesús t'a yol e k'ab', ¿jantac tzin e tupu'? xchi vinh. Yuj chi', 30 plata tumin ix ak'ji t'a vinh yuj eb' vinh."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix sayan modo vinh tas ol yutoc yak'anoch Jesús t'a yol sk'ab' eb'."
        },
        {
            "number": "17",
            "text": "Ha t'a jun sb'ab'el k'ual q'uinh svaji ixim pan malaj yich ayb'at t'a skal, ix k'och eb' sk'ayb'um Jesús t'ay, ix sk'anb'an eb': --¿B'ajtil a gana sco b'o b'aj ol onh vaoc yic sco naancoti tas aj yelnaccot eb' co mam quicham t'a Egipto? xchi eb' t'ay."
        },
        {
            "number": "18",
            "text": "--Ixiquec t'a chonhab'. Ay jun vinh b'aj ol ex k'och t'a spat. Icha tik ol eyal t'a vinh: Xchicot co k'ayb'umal to quenxonhej tiempo ayeq'ui. Yuj chi' syala' to t'a a pat tik ol wa qued' a onh sk'ayb'um onh tik, yic sco nacot yet'oc tas aj yelnaccot eb' co mam quicham t'a Egipto, xchi. Icha chi' tzeyutej eyalan t'a vinh, xchi Jesús t'a eb'."
        },
        {
            "number": "19",
            "text": "Yuj chi', ix b'at eb' sk'ayb'um chi' sb'o icha ix yal chi'. Ix sb'oan eb' tas ol schi eb' t'a q'uinh chi'."
        },
        {
            "number": "20",
            "text": "Axo t'a k'ik'b'alil, ix k'och Jesús chi' vael yet' eb' sk'ayb'um chi'."
        },
        {
            "number": "21",
            "text": "Ayic van sva yet' eb', ix yalani: --Val yel sval t'ayex, ay jun t'a co cal tik ol in ak'anoch t'a yol sk'ab' chamel, xchi t'a eb'."
        },
        {
            "number": "22",
            "text": "Ix laj och eb' ilk'olal yab'an jun chi'. Yuj chi', junjun eb' ix och ijan sk'anb'an yab' t'ay: --Mamin, ¿tom a in? xchi junjun eb' t'ay."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yalan t'a eb': --Ha jun van sva ved' t'a jun uk'ab' ayek' t'a co nanhal tik, a ol in ak'anoch t'a yol sk'ab' chamel."
        },
        {
            "number": "24",
            "text": "Ha in tik, Ak'b'il in cot yuj Dios voch animail tik, palta yowalil ol in chamoc, icha yaj stz'ib'chajcan t'a Slolonel Dios. Palta te chuk yic jun ol in ak'anoch t'a yol sk'ab' chamel chi'. Octom maj uneajlaj. Tato icha chi', más wach' yico', xchi t'a eb'."
        },
        {
            "number": "25",
            "text": "Axo vinhaj Judas, vinh ol ak'anoch t'a yol sk'ab' chamel chi', ix alan t'ay: --Ach in k'ayb'umal, ¿tom a in? xchi vinh. --Ha ach toni, xchi t'a vinh."
        },
        {
            "number": "26",
            "text": "Ayic van sva yet' eb' sk'ayb'um chi', ix yik'anchaanh ixim pan. Ix yak'an yuj diosal yuj ixim. Ix lajvinhej chi', ix xepanb'at ixim, ix yak'an t'a eb' sk'ayb'um. --Vaanhec. Aton in nivanil tik, xchi t'a eb'."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix syaman jun vaso ayem yal sat uva t'a yool. Ix yak'an yuj diosal d'ha Dios yuj. Ix yak'anpax t'a eb'. --Mol uq'uejec jun tik e masanil."
        },
        {
            "number": "28",
            "text": "Yujto aton jun tik in chiq'uil. Yuj in chiq'uil tik ol elk'och jun strato Dios eyed'oc. Ol elcan in chiq'uil tik, yic wach' tzijtum mach ol ak'joc lajvoc smul yuj."
        },
        {
            "number": "29",
            "text": "Palta svalcan t'ayex ticnaic to manhxa b'aj ol vuk' yal sat te' uva, masanto t'a jun k'u ol vuk'xi eyed'oc, ayic ol wach' och co Mam Dios Yajalil, xchi t'a eb'."
        },
        {
            "number": "30",
            "text": "Ixlajwi sb'itan jun b'it eb' d'ha Dios, ix elta eb'. Ix b'at eb' t'a tzalan Olivo."
        },
        {
            "number": "31",
            "text": "Ata' ix yal Jesús t'a eb': --Masanil ex tik ol ex somchajcanel vuuj t'a jun ak'val tik. Yujto tz'ib'yajcan t'a Slolonel Dios: Ol in milcham vinh tanhvum calnel. Axo nok' calnel chi', ol saclemcanb'at nok', xchi."
        },
        {
            "number": "32",
            "text": "Palta haxo yic ol in pitzvocxi, ol in b'ab'laj k'och eyuuj t'a Galilea, xchi t'a eb'."
        },
        {
            "number": "33",
            "text": "Axo vinhaj Pedro ix alan t'ay: --Wach'chom ol somchajcanel spensar eb' t'ayach, palta a in tik, malaj b'ak'uinh ol in somchajeloc, xchi vinh."
        },
        {
            "number": "34",
            "text": "--Val yel sval t'ayach, ha t'a jun ak'val tik, ayic manto ok' nok' caxlanh, oxel ol iq'uel t'a ib'anh ol alani to manh in ojtacoc, xchi Jesús t'a vinh."
        },
        {
            "number": "35",
            "text": "--Wach'chom ol in miljoccham ed'oc, palta manh ol vala' to manh ach vojtacoc, xchi vinhaj Pedro chi' t'ay. Anhejtona' icha chi' ix laj yal eb' sk'ayb'um chi' smasanil."
        },
        {
            "number": "36",
            "text": "Ixlajwi chi', ix k'och Jesús yet' eb' sk'ayb'um t'a Getsemaní. Ata' ix yal t'a eb': --Cananhec t'a tik. Ol b'at in lesalvoc t'a chi', xchi t'a eb'."
        },
        {
            "number": "37",
            "text": "Ixlajwi chi', ix yik'anb'at vinhaj Pedro yet' chavanh eb' yuninal vinhaj Zebedeo yet'oc. Ix och ijan Jesús scusi, ix och ilk'olal."
        },
        {
            "number": "38",
            "text": "Yuj chi' ix yalan t'a eb': --Tzin te cusi, ijan val tzin cham yuj cuselal. Cananhec t'a tik. Pitzanocab' ex ved'oc, xchi Jesús t'a eb'."
        },
        {
            "number": "39",
            "text": "Ixlajwi chi', ix snitzanb'at sb'a, ix em cuman ix emk'och snanhal sat t'a sat lu'um. Ix lesalvi icha tik: --Mamin, tato syala', iq'uek' jun yaelal tik t'a vib'anh. Palta mocab' ichoc in gana a in tik, palta ichocab' val a gana, xchi."
        },
        {
            "number": "40",
            "text": "Ixlajwi chi', ix k'och t'a eb' vinh oxvanh chi', palta ix yilani, vaynac eb' vinh. Yuj chi' ix yalan t'a vinhaj Pedro: --¿Tom max yal pitzan ex junok hora ved'oc?"
        },
        {
            "number": "41",
            "text": "Hak'ek el e vayanh. Lesalvanhec, yic manh ol ex telvoc ayic tzex montajb'at t'a chukal. Ha co pensar, tek'an toni, palta haxo co nivanil, malaj yip, xchi t'a eb'."
        },
        {
            "number": "42",
            "text": "Ixlajwi chi', ix b'atxi lesal, ix yalan icha tik: --Mamin, tato max yal yek' jun yaelal tik t'a vib'anh, elocab'k'och tas nab'il uuj, xchi."
        },
        {
            "number": "43",
            "text": "Axo ix k'ochxi junelxo, ix yilani anheja' vaynac eb' sk'ayb'um chi', yujto max techaj vayanh yuj eb'."
        },
        {
            "number": "44",
            "text": "Yuj chi' ix canxi eb' yuj. Ix b'at lesalvixi t'a yoxelal. Ix yalanxi icha ix yutej yalan t'a sb'ab'elal."
        },
        {
            "number": "45",
            "text": "Axo ix k'ochxi t'a eb' sk'ayb'um chi', ix yalan t'a eb': --¿Tom anheja' vaynac ex? ¿Tom tonhej tzeyik' eyip? Ha ticnaic, a in Ak'b'il in cot yuj Dios voch animail tik, ix k'och yorail vak'jioch t'a yol sk'ab' eb' vinh chuk."
        },
        {
            "number": "46",
            "text": "Q'ueanhec vaan, coyec, yujto lak'anxo ayek' vinh ol in ak'anoch t'a yol sk'ab' eb' ajk'ool, xchi t'a eb' vinh."
        },
        {
            "number": "47",
            "text": "Vanto yalani, ix javi vinhaj Judas. Ha vinh chi' nivanoc ayoch stz'acub'oc eb' uxluchvanh schecab' Jesús chi'. Tzijtum anima ix k'och yet' vinh. Yed'nac yespada eb' yet' te te'. Ha eb' vinh sat sacerdote yet' eb' vinh ichamtac vinac ay yopisio t'a skal eb' israel chi' ix checancot eb'."
        },
        {
            "number": "48",
            "text": "Ha vinhaj Judas chi', vinh ol ak'anoch Jesús t'a yol sk'ab' eb', toxo ix slajtiej sb'a vinh yet' eb'. Ix yalan vinh icha tik: --Ha vinh ol in tz'ub'elta sti', aton vinh chi' tzeyama', xchi vinh t'a eb'."
        },
        {
            "number": "49",
            "text": "Yuj chi', elanhchamel ix k'och vinh t'a Jesús. Ix yalan vinh t'ay: --Buenas noches, ach in k'ayb'umal, xchi vinh t'ay. Ixlajwi chi', ix stz'ub'anelta sti' vinh."
        },
        {
            "number": "50",
            "text": "--Ach vamigo, k'ulej tas tzul a k'uloc chi' t'a tik, xchi t'a vinh. Ixlajwi chi', ix k'och umnaj eb' vinh t'ay. Ix syaman eb' vinh. Ix stzek'an eb' vinh."
        },
        {
            "number": "51",
            "text": "Palta ay jun vinh sk'ayb'um Jesús chi' ix ik'anq'ueta q'uen yespada. Ix stzepanel schiquin jun vinh schecab' vinh sat sacerdote."
        },
        {
            "number": "52",
            "text": "Yuj chi' ix yalan Jesús t'a vinh sk'ayb'um chi': --Ak'xiem q'uen espada chi' t'a yol yatut, yujto a eb' tz'ak'an oval yet' q'uen espada, ol champax eb' yuj q'ueen."
        },
        {
            "number": "53",
            "text": "¿Tom manh ojtacoc, tato in gana tzin k'ancot d'ha Dios, aton in Mam, ek'to t'a 72 mil eb' ángel ol yak'cot in scol t'a elanhchamel?"
        },
        {
            "number": "54",
            "text": "Palta tato ol in k'ancoti, manh ol elk'ochlaj tas tz'ib'yajcan t'a Slolonel Dios, yujto tz'ib'yajcani to yowalil icha tik ol in ajoc, xchi Jesús."
        },
        {
            "number": "55",
            "text": "Ixlajwi chi', ix yalanpax t'a eb' vinh ix k'och chi': --¿Tom yajal in t'a skal eb' tz'ak'an oval yet' eb' yajal tzeyila', yuj chi' eyed' eyespada yet' e te', tzex ja in eyama'? Junjun k'u tzex in k'ayb'an t'a yol yamaq'uil stemplo Dios, palta maj in eyam ta'."
        },
        {
            "number": "56",
            "text": "Palta icha ton tik ol aj yelk'och tas tz'ib'yajcan yuj eb' schecab' Dios t'a Slolonel, xchi t'a eb' vinh. Ix actajcan yuj eb' sk'ayb'um chi' sch'ocoj. Ix b'at eb' elelal smasanil."
        },
        {
            "number": "57",
            "text": "Ha eb' vinh ix yaman Jesús, ix yik'b'at eb' vinh t'a vinhaj Caifás, aton vinh sat sacerdote. Ata' ix smolb'ej sb'a eb' k'ayb'um t'a ley Moisés yet' eb' vinh ichamtac vinac ay yopisio."
        },
        {
            "number": "58",
            "text": "Axo vinhaj Pedro, najat tzak'anto sb'at vinh yuj. Ix ochk'och vinh t'a yamaq'uil spat vinh sat yaj t'a eb' vinh chi'. Ix em k'ojan vinh yet' eb' vinh polencía, yic syilan vinh tas ol ajoc."
        },
        {
            "number": "59",
            "text": "Axo eb' vinh sat sacerdote, eb' vinh ichamtac vinac yet' masanil eb' vinh sat yajal, ix say juntzanh vinac eb' vinh, yic syak'och es eb' t'a yib'anh Jesús chi' yic tz'och chamel t'a yib'anh."
        },
        {
            "number": "60",
            "text": "Manh jantacoc eb' ix k'ochi. Ix yak'anoch juntzanh es eb' t'a yib'anh. Palta malaj junok eb' ix elk'och tas ix yala'. k'ojank'olal to ix q'ue van chavanhxo vinac chi', ix yak'an val och es eb' t'a yib'anh."
        },
        {
            "number": "61",
            "text": "Ix yalan eb': --Ix cab' yalani: Ha in tik, syal in satanel stemplo Dios, haxo t'a schab'jial tzin b'oanxiq'uei, xchi, xchi eb'."
        },
        {
            "number": "62",
            "text": "Axo vinh sat sacerdote, ix q'ue vaan, ix yalan vinh t'a Jesús: --¿Tom max ach tak'vi jab'oc? ¿Tom max ab' juntzanh syak'och eb' vinh tik t'a ib'anh? xchi vinh t'ay."
        },
        {
            "number": "63",
            "text": "Axo Jesús tz'innhej xchi. Yuj chi' ix yalanxi vinh t'ay: --Al t'ayonh, tato Cristo ach, tato Yuninal ach Dios. Yovalil tzal t'a sat Dios pitzan, tato yel tzala', xchi vinh t'ay."
        },
        {
            "number": "64",
            "text": "--Ha in ton tik, icha tzal chi'. Svalanpax t'ayex, a in Ak'b'il in cot yuj Dios voch animail tik, ol in eyila', k'ojan in em t'a swach' k'ab' Dios, aton Jun niwan spoder. Ol eyilpax vemul t'a skal asun t'a satcha’anh, xchi Jesús t'a vinh."
        },
        {
            "number": "65",
            "text": "Ayic ix yab'an juntzanh chi' vinh sat sacerdote chi', ix snhik'chitan spichul vinh scot yoval. Ix yalan vinh t'a eb' yetyajalil chi': --Ha jun vinh tik sb'uchvaj vinh d'ha Dios. ¿Tasto tz'och testigo sco saya'? Toxo ix cab' sb'uchvaj vinh."
        },
        {
            "number": "66",
            "text": "¿Tas xe chi yuj vinh ticnaic? xchi vinh. --Ix och smul vinh. Smoj scham vinh, xchi eb' vinh."
        },
        {
            "number": "67",
            "text": "Ixlajwi chi', ix tzub'aj sat Jesús chi' yuj eb'. Ix d'ob'jib'at sti', ay pax eb' ix tz'itanb'at sat."
        },
        {
            "number": "68",
            "text": "Ix yalan eb' t'ay: --Ha ach nivanoc tzach alnax Cristoal tik, ala' mach tzach mak'ani, xchi eb' t'ay."
        },
        {
            "number": "69",
            "text": "Axo vinhaj Pedro, k'ojanek' vinh t'a yamaq'uil jun pat chi'. Ix k'och jun ix criada t'a vinh. --Ha ach tik, etb'eyum a b'a yet' Jesús aj Nazaret tik, xchi ix t'a vinh."
        },
        {
            "number": "70",
            "text": "Palta ix yiq'uel vinh t'a yib'anh t'a yichanh eb' smasanil: --Ha jun tzal tik, manh vojtacoclaj, xchi vinh t'a ix."
        },
        {
            "number": "71",
            "text": "Axo yic ix elta vinhaj Pedro chi' t'a sti' spuertail amak', ix ilji vinh yuj junxo ix. --Aton jun vinh tik, yetb'eyum sb'a yet' Jesús aj Nazaret tik, xchi ix."
        },
        {
            "number": "72",
            "text": "Palta ix yik'anxiel vinh t'a yib'anh. Ix slocan sb'i Dios vinh: --Manh vojtacoclaj jun vinh tik, xchi vinh t'a eb'."
        },
        {
            "number": "73",
            "text": "Junanto rato chi', ix k'och eb' aytaxon ek' ta' t'a vinhaj Pedro chi', ix yalan eb' t'a vinh: --Val yel, etb'eyum a b'a yet' eb' sk'ayb'um Jesús tik, yujto lajan a lolon yet' eb' scab'i, xchi eb'."
        },
        {
            "number": "74",
            "text": "Yuj chi', ix sk'anancot yoval sk'ool Dios vinh t'a yib'anh. Ix slocan sb'i Dios vinh: --Ha jun vinh tik, manh vojtacoclaj vinh, xchi vinh t'a eb'. Van to yalan jun chi' vinh, ix ok' nok' caxlanh."
        },
        {
            "number": "75",
            "text": "Yuj chi', ix snaancot vinh tas ix yal Jesús, ayic ix yalan icha tik: Ayic mantzac ok' nok' caxlanh, oxel ol iq'uel t'a ib'anh to manh in ojtacoc, xchi t'a vinh. Yuj chi' ix sb'esanelta sb'a vinhaj Pedro chi', ix te ok' vinh sik'lab'il."
        }
    ]
}