{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajwi yalan juntzanh chi' Jesús, ix yalanxi t'a heb' sk'ayb'um:"
        },
        {
            "number": "2",
            "text": "--Eyojtac, chab'ejocxo tz'och q'uinh yic sco naancoti tas aj yelnaccot heb' ko mam quicham t'a Egipto. Ha in Ak'b'il in cot yuj Dios woch animail tik, ata' ol in ak'jococh t'a yol sk'ab' heb' ol in culusanchamoc, xchi t'a heb'."
        },
        {
            "number": "3",
            "text": "Axo heb' winh sat sacerdote, heb' winh k'ayb'um t'a ley Moisés yet' heb' winh ichamtac winak, ix smolb'ej sb'a heb' winh t'a spat winhaj Caifás, winh sat sacerdote."
        },
        {
            "number": "4",
            "text": "Ata' ix laj yal heb' winh tas ol yutoc heb' winh yak'anoch es t'a yib'anh Jesús, yic syamchaj yuj heb' winh, smilancham heb' winh."
        },
        {
            "number": "5",
            "text": "Palta ix yalan heb' winh: --Max yal-laj ko yaman winh t'a yol q'uinh tik, yujto ay smay ol k'e somnaj heb' anima scot yowal t'ayonh yuj winh, xchi heb' winh."
        },
        {
            "number": "6",
            "text": "Ix k'och Jesús t'a Betania. Ix ochk'och t'a yol spat winhaj Simón. Ha t'a yic yalanhtaxo, penaay winh yuj jun yab'il scuchan lepra."
        },
        {
            "number": "7",
            "text": "Ayic k'ojanem Jesús swa'i, ix k'och jun ix ix t'ay. Yed'nac jun limeta ix sb'onac yet' jun k'een scuch alabastro. B'ud'ud'i k'een t'a jun suk'uq'ui sjab' te caro stojol. Ix stob'ank'e jun chi' ix t'a sjolom Jesús."
        },
        {
            "number": "8",
            "text": "Axo ix yilan jun chi' heb' sk'ayb'um Jesús chi', ix cot yowal heb' t'a ix. Ix laj yalank'e heb': --¿Tas yuj nab'anhej tz'ixtax jun tik?"
        },
        {
            "number": "9",
            "text": "Ha jun suk'uq'ui sjab' tik, te caro stojol. Octom ix chonhchaji, haxo stojol chi' tz'ak'ji t'a heb' meb'a', xchi heb'."
        },
        {
            "number": "10",
            "text": "Axo ix yab'an juntzanh chi' Jesús, ix yalan t'a heb': --¿Tas yuj tze tzuntzej ix? Ha jun sk'ulej ix tik t'ayin, wach' toni."
        },
        {
            "number": "11",
            "text": "Ha heb' meb'a' tzeyal chi', aynhejek' heb' eyed'oc. Palta a inxo tik, manh masaniloc tiempo ay in ek' eyed'oc."
        },
        {
            "number": "12",
            "text": "Ayocto ix yak'anoch jun suk'uq'ui sjab' tik ix t'a in niwanil tik, yic wach' listaxo waj yet' in muquil."
        },
        {
            "number": "13",
            "text": "Val yel swal t'ayex, yalnhej b'ajtil ol aljoquel wach' ab'ix yic colnab'il t'a yol yib'anhk’inal tik, ol aljoc pax yab'ixal tas ix sk'ulej ix tik, yic ol najoccot ix, xchi t'a heb' winh."
        },
        {
            "number": "14",
            "text": "Ay jun winh t'a skal heb' winh slajchawanhil, aton winhaj Judas aj Queriot, ix b'at lolon winh yet' heb' winh sat sacerdote."
        },
        {
            "number": "15",
            "text": "Ix yalan winh t'a heb' winh icha tik: --Tato swak'och Jesús t'a yol he k'ab', ¿jantac tzin he tupu'? xchi winh. Yuj chi', 30 plata tumin ix ak'ji t'a winh yuj heb' winh."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix sayan modo winh tas ol yutoc yak'anoch Jesús t'a yol sk'ab' heb'."
        },
        {
            "number": "17",
            "text": "Ha t'a jun sb'ab'el k'ual q'uinh swaji ixim pan malaj yich ayb'at t'a skal, ix k'och heb' sk'ayb'um Jesús t'ay, ix sk'anb'an heb': --¿B'ajtil a gana sco b'o b'aj ol onh waoc yic sco naancoti tas aj yelnaccot heb' ko mam quicham t'a Egipto? xchi heb' t'ay."
        },
        {
            "number": "18",
            "text": "--Ixiquec t'a chonhab'. Ay jun winh b'aj ol ex k'och t'a spat. Icha tik ol eyal t'a winh: Xchicot ko k'ayb'umal to quenxonhej tiempo ayeq'ui. Yuj chi' syala' to t'a a pat tik ol wa qued' a onh sk'ayb'um onh tik, yic sco nacot yet'oc tas aj yelnaccot heb' ko mam quicham t'a Egipto, xchi. Icha chi' tzeyutej eyalan t'a winh, xchi Jesús t'a heb'."
        },
        {
            "number": "19",
            "text": "Yuj chi', ix b'at heb' sk'ayb'um chi' sb'o icha ix yal chi'. Ix sb'oan heb' tas ol schi heb' t'a q'uinh chi'."
        },
        {
            "number": "20",
            "text": "Axo t'a k'ik'b'alil, ix k'och Jesús chi' wael yet' heb' sk'ayb'um chi'."
        },
        {
            "number": "21",
            "text": "Ayic wan swa yet' heb', ix yalani: --Val yel swal t'ayex, ay jun t'a ko kal tik ol in ak'anoch t'a yol sk'ab' chamel, xchi t'a heb'."
        },
        {
            "number": "22",
            "text": "Ix laj och heb' ilk'olal yab'an jun chi'. Yuj chi', junjun heb' ix och ijan sk'anb'an yab' t'ay: --Mamin, ¿tom a in? xchi junjun heb' t'ay."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yalan t'a heb': --Ha jun wan swa wed' t'a jun uk'ab' ayek' t'a ko nanhal tik, a ol in ak'anoch t'a yol sk'ab' chamel."
        },
        {
            "number": "24",
            "text": "Ha in tik, Ak'b'il in cot yuj Dios woch animail tik, palta yowalil ol in chamoc, icha yaj stz'ib'chajcan t'a Slolonel Dios. Palta te chuk yic jun ol in ak'anoch t'a yol sk'ab' chamel chi'. Octom maj uneajlaj. Tato icha chi', más wach' yico', xchi t'a heb'."
        },
        {
            "number": "25",
            "text": "Axo winhaj Judas, winh ol ak'anoch t'a yol sk'ab' chamel chi', ix alan t'ay: --Ach in k'ayb'umal, ¿tom a in? xchi winh. --Ha ach toni, xchi t'a winh."
        },
        {
            "number": "26",
            "text": "Ayic wan swa yet' heb' sk'ayb'um chi', ix yik'anchaanh ixim pan. Ix yak'an yuj diosal yuj ixim. Ix lajwinhej chi', ix xepanb'at ixim, ix yak'an t'a heb' sk'ayb'um. --Vaanhec. Aton in niwanil tik, xchi t'a heb'."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix syaman jun waso ayem yal sat uwa t'a yool. Ix yak'an yuj diosal d'ha Dios yuj. Ix yak'anpax t'a heb'. --Mol uk'ejec jun tik he masanil."
        },
        {
            "number": "28",
            "text": "Yujto aton jun tik in chiq'uil. Yuj in chiq'uil tik ol elk'och jun strato Dios eyed'oc. Ol elcan in chiq'uil tik, yic wach' tzijtum mach ol ak'joc lajwoc smul yuj."
        },
        {
            "number": "29",
            "text": "Palta swalcan t'ayex ticnaik to manhxa b'aj ol wuk' yal sat te' uwa, masanto t'a jun k'u ol wuk'xi eyed'oc, ayic ol wach' och ko Mam Dios Yajalil, xchi t'a heb'."
        },
        {
            "number": "30",
            "text": "Ixlajwi sb'itan jun b'it heb' d'ha Dios, ix elta heb'. Ix b'at heb' t'a tzalan Oliwo."
        },
        {
            "number": "31",
            "text": "Ata' ix yal Jesús t'a heb': --Masanil ex tik ol ex somchajcanel wuuj t'a jun ak'wal tik. Yujto tz'ib'yajcan t'a Slolonel Dios: Ol in milcham winh tanhwum calnel. Axo nok' calnel chi', ol saclemcanb'at nok', xchi."
        },
        {
            "number": "32",
            "text": "Palta haxo yic ol in pitzwokxi, ol in b'ab'laj k'och eyuuj t'a Galilea, xchi t'a heb'."
        },
        {
            "number": "33",
            "text": "Axo winhaj Pedro ix alan t'ay: --Wach'chom ol somchajcanel spensar heb' t'ayach, palta a in tik, malaj b'ak'uinh ol in somchajeloc, xchi winh."
        },
        {
            "number": "34",
            "text": "--Val yel swal t'ayach, ha t'a jun ak'wal tik, ayic manto ok' nok' caxlanh, oxel ol ik'el t'a ib'anh ol alani to manh in ojtacoc, xchi Jesús t'a winh."
        },
        {
            "number": "35",
            "text": "--Wach'chom ol in miljoccham ed'oc, palta manh ol wala' to manh ach wojtacoc, xchi winhaj Pedro chi' t'ay. Anhejtona' icha chi' ix laj yal heb' sk'ayb'um chi' smasanil."
        },
        {
            "number": "36",
            "text": "Ixlajwi chi', ix k'och Jesús yet' heb' sk'ayb'um t'a Getsemaní. Ata' ix yal t'a heb': --Cananhec t'a tik. Ol b'at in lesalwoc t'a chi', xchi t'a heb'."
        },
        {
            "number": "37",
            "text": "Ixlajwi chi', ix yik'anb'at winhaj Pedro yet' chawanh heb' yuninal winhaj Zebedeo yet'oc. Ix och ijan Jesús scusi, ix och ilk'olal."
        },
        {
            "number": "38",
            "text": "Yuj chi' ix yalan t'a heb': --Tzin te cusi, ijan wal tzin cham yuj cuselal. Cananhec t'a tik. Pitzanocab' ex wed'oc, xchi Jesús t'a heb'."
        },
        {
            "number": "39",
            "text": "Ixlajwi chi', ix snitzanb'at sb'a, ix em cuman ix emk'och snanhal sat t'a sat lu'um. Ix lesalwi icha tik: --Mamin, tato syala', ik'ek' jun yaelal tik t'a wib'anh. Palta mocab' ichoc in gana a in tik, palta ichocab' wal a gana, xchi."
        },
        {
            "number": "40",
            "text": "Ixlajwi chi', ix k'och t'a heb' winh oxwanh chi', palta ix yilani, waynac heb' winh. Yuj chi' ix yalan t'a winhaj Pedro: --¿Tom max yal pitzan ex junok hora wed'oc?"
        },
        {
            "number": "41",
            "text": "Hak'ek el he wayanh. Lesalwanhec, yic manh ol ex telwoc ayic tzex montajb'at t'a chukal. Ha ko pensar, tek'an toni, palta haxo ko niwanil, malaj yip, xchi t'a heb'."
        },
        {
            "number": "42",
            "text": "Ixlajwi chi', ix b'atxi lesal, ix yalan icha tik: --Mamin, tato max yal yek' jun yaelal tik t'a wib'anh, elokab'k'och tas nab'il uuj, xchi."
        },
        {
            "number": "43",
            "text": "Axo ix k'ochxi junelxo, ix yilani anheja' waynac heb' sk'ayb'um chi', yujto max techaj wayanh yuj heb'."
        },
        {
            "number": "44",
            "text": "Yuj chi' ix canxi heb' yuj. Ix b'at lesalwixi t'a yoxelal. Ix yalanxi icha ix yutej yalan t'a sb'ab'elal."
        },
        {
            "number": "45",
            "text": "Axo ix k'ochxi t'a heb' sk'ayb'um chi', ix yalan t'a heb': --¿Tom anheja' waynac ex? ¿Tom tonhej tzeyik' eyip? Ha ticnaik, a in Ak'b'il in cot yuj Dios woch animail tik, ix k'och yorail wak'jioch t'a yol sk'ab' heb' winh chuk."
        },
        {
            "number": "46",
            "text": "Q'ueanhec waan, coyec, yujto lak'anxo ayek' winh ol in ak'anoch t'a yol sk'ab' heb' ajk'ool, xchi t'a heb' winh."
        },
        {
            "number": "47",
            "text": "Vanto yalani, ix jawi winhaj Judas. Ha winh chi' niwanoc ayoch stz'acub'oc heb' uxluchwanh schecab' Jesús chi'. Tzijtum anima ix k'och yet' winh. Yed'nac yespada heb' yet' te te'. Ha heb' winh sat sacerdote yet' heb' winh ichamtac winak ay yopisio t'a skal heb' israel chi' ix checancot heb'."
        },
        {
            "number": "48",
            "text": "Ha winhaj Judas chi', winh ol ak'anoch Jesús t'a yol sk'ab' heb', toxo ix slajtiej sb'a winh yet' heb'. Ix yalan winh icha tik: --Ha winh ol in tz'ub'elta sti', aton winh chi' tzeyama', xchi winh t'a heb'."
        },
        {
            "number": "49",
            "text": "Yuj chi', elanhchamel ix k'och winh t'a Jesús. Ix yalan winh t'ay: --Buenas noches, ach in k'ayb'umal, xchi winh t'ay. Ixlajwi chi', ix stz'ub'anelta sti' winh."
        },
        {
            "number": "50",
            "text": "--Ach wamigo, k'ulej tas tzul a k'uloc chi' t'a tik, xchi t'a winh. Ixlajwi chi', ix k'och umnaj heb' winh t'ay. Ix syaman heb' winh. Ix stzek'an heb' winh."
        },
        {
            "number": "51",
            "text": "Palta ay jun winh sk'ayb'um Jesús chi' ix ik'ank'eta k'een yespada. Ix stzepanel schiquin jun winh schecab' winh sat sacerdote."
        },
        {
            "number": "52",
            "text": "Yuj chi' ix yalan Jesús t'a winh sk'ayb'um chi': --Ak'xiem k'een espada chi' t'a yol yatut, yujto a heb' tz'ak'an owal yet' k'een espada, ol champax heb' yuj k'een."
        },
        {
            "number": "53",
            "text": "¿Tom manh ojtacoc, tato in gana tzin k'ancot d'ha Dios, aton in Mam, ek'to t'a 72 mil heb' ángel ol yak'cot in scol t'a elanhchamel?"
        },
        {
            "number": "54",
            "text": "Palta tato ol in k'ancoti, manh ol elk'ochlaj tas tz'ib'yajcan t'a Slolonel Dios, yujto tz'ib'yajcani to yowalil icha tik ol in ajoc, xchi Jesús."
        },
        {
            "number": "55",
            "text": "Ixlajwi chi', ix yalanpax t'a heb' winh ix k'och chi': --¿Tom yajal in t'a skal heb' tz'ak'an owal yet' heb' yajal tzeyila', yuj chi' eyed' eyespada yet' he te', tzex ja in eyama'? Junjun k'u tzex in k'ayb'an t'a yol yamaq'uil stemplo Dios, palta maj in eyam ta'."
        },
        {
            "number": "56",
            "text": "Palta icha ton tik ol aj yelk'och tas tz'ib'yajcan yuj heb' schecab' Dios t'a Slolonel, xchi t'a heb' winh. Ix actajcan yuj heb' sk'ayb'um chi' sch'ocoj. Ix b'at heb' elelal smasanil."
        },
        {
            "number": "57",
            "text": "Ha heb' winh ix yaman Jesús, ix yik'b'at heb' winh t'a winhaj Caifás, aton winh sat sacerdote. Ata' ix smolb'ej sb'a heb' k'ayb'um t'a ley Moisés yet' heb' winh ichamtac winak ay yopisio."
        },
        {
            "number": "58",
            "text": "Axo winhaj Pedro, najat tzak'anto sb'at winh yuj. Ix ochk'och winh t'a yamaq'uil spat winh sat yaj t'a heb' winh chi'. Ix em k'ojan winh yet' heb' winh polencía, yic syilan winh tas ol ajoc."
        },
        {
            "number": "59",
            "text": "Axo heb' winh sat sacerdote, heb' winh ichamtac winak yet' masanil heb' winh sat yajal, ix say juntzanh winak heb' winh, yic syak'och es heb' t'a yib'anh Jesús chi' yic tz'och chamel t'a yib'anh."
        },
        {
            "number": "60",
            "text": "Manh jantacoc heb' ix k'ochi. Ix yak'anoch juntzanh es heb' t'a yib'anh. Palta malaj junok heb' ix elk'och tas ix yala'. k'ojank'olal to ix k'e wan chawanhxo winak chi', ix yak'an wal och es heb' t'a yib'anh."
        },
        {
            "number": "61",
            "text": "Ix yalan heb': --Ix cab' yalani: Ha in tik, syal in satanel stemplo Dios, haxo t'a schab'jial tzin b'oanxik'ei, xchi, xchi heb'."
        },
        {
            "number": "62",
            "text": "Axo winh sat sacerdote, ix k'e waan, ix yalan winh t'a Jesús: --¿Tom max ach tak'wi jab'oc? ¿Tom max ab' juntzanh syak'och heb' winh tik t'a ib'anh? xchi winh t'ay."
        },
        {
            "number": "63",
            "text": "Axo Jesús tz'innhej xchi. Yuj chi' ix yalanxi winh t'ay: --Al t'ayonh, tato Cristo ach, tato Yuninal ach Dios. Yowalil tzal t'a sat Dios pitzan, tato yel tzala', xchi winh t'ay."
        },
        {
            "number": "64",
            "text": "--Ha in ton tik, icha tzal chi'. Swalanpax t'ayex, a in Ak'b'il in cot yuj Dios woch animail tik, ol in eyila', k'ojan in em t'a swach' k'ab' Dios, aton Jun niwan spoder. Ol eyilpax wemul t'a skal asun t'a satcha’anh, xchi Jesús t'a winh."
        },
        {
            "number": "65",
            "text": "Ayic ix yab'an juntzanh chi' winh sat sacerdote chi', ix snhik'chitan spichul winh scot yowal. Ix yalan winh t'a heb' yetyajalil chi': --Ha jun winh tik sb'uchwaj winh d'ha Dios. ¿Tasto tz'och testigo sco saya'? Toxo ix cab' sb'uchwaj winh."
        },
        {
            "number": "66",
            "text": "¿Tas xe chi yuj winh ticnaik? xchi winh. --Ix och smul winh. Smoj scham winh, xchi heb' winh."
        },
        {
            "number": "67",
            "text": "Ixlajwi chi', ix tzub'aj sat Jesús chi' yuj heb'. Ix d'ob'jib'at sti', ay pax heb' ix tz'itanb'at sat."
        },
        {
            "number": "68",
            "text": "Ix yalan heb' t'ay: --Ha ach niwanoc tzach alnax Cristoal tik, ala' mach tzach mak'ani, xchi heb' t'ay."
        },
        {
            "number": "69",
            "text": "Axo winhaj Pedro, k'ojanek' winh t'a yamaq'uil jun pat chi'. Ix k'och jun ix criada t'a winh. --Ha ach tik, etb'eyum a b'a yet' Jesús aj Nazaret tik, xchi ix t'a winh."
        },
        {
            "number": "70",
            "text": "Palta ix yik'el winh t'a yib'anh t'a yichanh heb' smasanil: --Ha jun tzal tik, manh wojtacoclaj, xchi winh t'a ix."
        },
        {
            "number": "71",
            "text": "Axo yic ix elta winhaj Pedro chi' t'a sti' spuertail amak', ix ilji winh yuj junxo ix. --Aton jun winh tik, yetb'eyum sb'a yet' Jesús aj Nazaret tik, xchi ix."
        },
        {
            "number": "72",
            "text": "Palta ix yik'anxiel winh t'a yib'anh. Ix slocan sb'i Dios winh: --Manh wojtacoclaj jun winh tik, xchi winh t'a heb'."
        },
        {
            "number": "73",
            "text": "Junanto rato chi', ix k'och heb' aytaxon ek' ta' t'a winhaj Pedro chi', ix yalan heb' t'a winh: --Val yel, etb'eyum a b'a yet' heb' sk'ayb'um Jesús tik, yujto lajan a lolon yet' heb' scab'i, xchi heb'."
        },
        {
            "number": "74",
            "text": "Yuj chi', ix sk'anancot yowal sk'ool Dios winh t'a yib'anh. Ix slocan sb'i Dios winh: --Ha jun winh tik, manh wojtacoclaj winh, xchi winh t'a heb'. Van to yalan jun chi' winh, ix ok' nok' caxlanh."
        },
        {
            "number": "75",
            "text": "Yuj chi', ix snaancot winh tas ix yal Jesús, ayic ix yalan icha tik: Ayic mantzac ok' nok' caxlanh, oxel ol ik'el t'a ib'anh to manh in ojtacoc, xchi t'a winh. Yuj chi' ix sb'esanelta sb'a winhaj Pedro chi', ix te ok' winh sik'lab'il."
        }
    ]
}