{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix q'uinhib'i, ix smolb'an sb'a heb' sat sacerdote smasanil yet' heb' ichamtac winak ay yopisio t'a skal heb' israel. Ix laj yalan heb' tas ol yutoc heb' yak'anoch chamel t'a yib'anh Jesús."
        },
        {
            "number": "2",
            "text": "Yuj chi', ix stzek' heb', ix yik'anb'at heb', xid' yak'anoch heb' t'a yol sk'ab' winhaj Poncio Pilato, aton winh gobernador."
        },
        {
            "number": "3",
            "text": "Ha winhaj Judas, winh ix ak'anoch Jesús t'a yol sk'ab' heb' winh, ayic ix yab'an winh to ix och chamel t'a yib'anh Jesús chi', ix snaan sb'a sk'ool winh. Ix b'atxi winh b'aj ay heb' winh sat sacerdote yet' heb' winh ichamtac winak, yujto ix snib'ej winh ix yak'xi meltzaj 30 plata tumin ix scha t'a heb' winh."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yalan winh t'a heb' winh: --Ix och wal in mul, yujto ix wak'och Jesús chi' t'a yol sk'ab' chamel, palta malaj jab'oc smul, xchi winh. Palta ix yalan heb' winh: --Ha onh tik, malaj coch t'a a mul chi'. Ha chumxo t'a chi', xchi heb' winh."
        },
        {
            "number": "5",
            "text": "Ha ix yab'an jun chi' winh, ix syumankan och juntzanh tumin chi' winh t'a yol yamaq'uil stemplo Dios. Ixlajwi chi', ix b'at winh sd'unhb'ejcham sb'a."
        },
        {
            "number": "6",
            "text": "Axo heb' winh sat sacerdote ix sik'ank'e k'een tumin chi', ix yalan heb' winh: --Max yal-laj kak'anoch juntzanh tumin tik t'a skal k'een ofrenda, yujto ix manjicham jun winh yuj k'een, xchi heb' winh."
        },
        {
            "number": "7",
            "text": "Yuj chi', ix laj yal-lan yab' heb' winh. Ix yalan heb' winh tas ol och k'een. Ixlajwi chi', ix smanan jun sluum jun winh tz'acum heb' winh, yic ata' smucji heb' ch'oc chonhab'il slaj chami."
        },
        {
            "number": "8",
            "text": "Yuj chi', Slumal Chik' ix sb'iejkan jun lugar chi'. Icha chi' ix sb'iejnhejkani."
        },
        {
            "number": "9",
            "text": "Icha chi' ix aj yelk'och tas yalnakkan winhaj Jeremías schekab' Dios t'a peka', ayic yalannakkani: Ix yik' 30 plata tumin heb', aton stojol jantac snanac heb' aj Israel."
        },
        {
            "number": "10",
            "text": "Ha t'a jun tumin chi' ix manjiel sluum jun winh tz'acum. Icha chi' yalnakkan Dios Kajal t'ayin, xchi."
        },
        {
            "number": "11",
            "text": "Ayic ix k'och Jesús t'a yichanh winhaj Pilato, winh gobernador, ix sk'anb'an winh t'ay: --¿Tom a ach tik, Sreyal ach heb' israel? xchi winh t'ay. --Yel ton tzala', xchi."
        },
        {
            "number": "12",
            "text": "Axo heb' winh sat sacerdote yet' heb' winh ichamtac winak, ix yak'b'at heb' winh t'a yib'anh, palta maj tak'woclaj."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix yalanxi winhaj Pilato chi' t'ay: --¿Tom max ab' juntzanh tas syak'och heb' winh t'a ib'anh tik? xchi winh t'ay."
        },
        {
            "number": "14",
            "text": "Palta manh wal jab'oc ix tak'wi. Yuj chi' ix te sat sk'ool winh yuj."
        },
        {
            "number": "15",
            "text": "Ha t'a junjun ab'il t'a sk'ual q'uinh, tz'ak'jielta junjun heb' preso yuj winh gobernador, ato syala', mach sk'anelta heb' anima."
        },
        {
            "number": "16",
            "text": "Ha t'a preso chi' ayoch jun winh skuchan Barrabás. Ojtakab'il winh yuj heb' anima smasanil."
        },
        {
            "number": "17",
            "text": "Ayic molanek' heb' chi', ix sk'anb'an winhaj Pilato chi' t'a heb': --¿Mach junok he gana swak'el t'a libre, am winhaj Barrabás, mato a Jesús, syal heb' Cristoal? xchi winh t'a heb'."
        },
        {
            "number": "18",
            "text": "Icha chi' ix yal winh, yujto yojtaktaxon winh to yuj schichonk'olal heb' winh sacerdote ix ak'jioch Jesús chi' t'a yol sk'ab' winh."
        },
        {
            "number": "19",
            "text": "k'ojanem winhaj Pilato chi' t'a sdespacho, ix k'och schekab' ix yetb'eyum winh t'ay. Ix yalanb'at ix: Manh a locb'ej a b'ha t'a winh tojol spensar chi', yujto ix in wayichej winh q'uiq'ui. Tzin xivb'at yuj jun in wayich chi', xchi ix."
        },
        {
            "number": "20",
            "text": "Palta haxo heb' winh sat sacerdote yet' heb' winh ichamtac winak ix ak'an sk'ool heb' anima, yic a winhaj Barrabás sk'anelta heb'. Axo Jesús sk'an cham heb'."
        },
        {
            "number": "21",
            "text": "Ix sk'anb'anxi winh gobernador chi' t'a heb': --¿Mach junok heb' chawanh tik he gana swak'elta t'a libre? xchi winh. --Ha winhaj Barrabás ko gana tzak'elta, xchi heb'."
        },
        {
            "number": "22",
            "text": "--Palta ¿tas ol wutoc Jesús, tz'aljipax Cristoal tik? xchi winh. --Culusejk'ei, xchi heb' smasanil."
        },
        {
            "number": "23",
            "text": "--Palta ¿tas wal junok chukal ix sk'ulej winh tzeyila'? xchi winh. Palta ix k'e umnaj heb' yalani: --Culusejk'ei, xchi heb'."
        },
        {
            "number": "24",
            "text": "Axo ix yilan winhaj Pilato chi' to max yak' ganar winh scolan Jesús, tonhej ix wach' k'e somnaj heb' anima yalan yuj. Yuj chi', ix schec winh ik'jicot jab' yaal. Ix sb'ikanel sk'ab' winh t'a yichanh heb' anima chi' smasanil. Icha chi' ix yutej winh sch'oxan t'a heb' to manh lokanok winh yet' heb'. Ix yalanxi winh t'a heb': --Ha in tik malaj woch t'a schamel winh tojol spensar tik. E chumxo t'a chi', xchi winh t'a heb'."
        },
        {
            "number": "25",
            "text": "Yuj chi', ix laj yalan heb' smasanil t'a winh: --Ochokab'kan schamel winh chi' ko muloc yet' t'a yib'anh heb' cuninal, xchi heb'."
        },
        {
            "number": "26",
            "text": "Ayic ix yab'an jun chi' winh, ix ak'jielta winhaj Barrabás chi' t'a libre. Axo Jesús ix schec mak'joc winh. Ix ak'jioch t'a yol sk'ab' heb' sculusank'ei."
        },
        {
            "number": "27",
            "text": "Axo heb' winh soldado yic winh yajal chi', ix yik'anb'at Jesús heb' t'a spat winh. Ata' ix yavtejcot heb' soldado heb' masanil."
        },
        {
            "number": "28",
            "text": "Ix squichan el spichul Jesús heb' winh. Ix yak'anoch junxo pichul chacchac heb' winh t'ay."
        },
        {
            "number": "29",
            "text": "Ix sjalan setan jun te' q'uiix heb' winh. Ix yak'ank'e heb' winh t'a sjolom scoronaoc, yic lajan tz'aj yilji icha junok rey snaan heb' winh. Ix yak'och jun te' aj heb' winh sk'ocochoc t'a swach' k'ab'. Ixlajwi chi', ix laj stz'akan em cuman sb'a heb' winh t'a yichanh. Ix laj b'uchwaj heb' winh t'ay. Ix laj stz'akan yal heb' winh t'ay: --Tzalajanh ach sreyal heb' israel, xchi heb' winh."
        },
        {
            "number": "30",
            "text": "Ix tzub'aj yuj heb' winh. Ix tok'jiek' te' aj chi' t'ay. Ix ste pajanoch te' heb' winh t'a sjolom."
        },
        {
            "number": "31",
            "text": "Ayic ix lajwi sb'uchwaj heb' winh t'ay, ix squichanxiel jun pichul chacchac chi' heb' winh t'ay. Ix yak'anxioch spichultaxon chi' heb' winh. Ichato chi' ix yik'anb'at heb' winh b'aj ol culusajk'eoc."
        },
        {
            "number": "32",
            "text": "Ayic wan sb'at heb' winh yet' Jesús, ix ilchajel jun winh aj Cirene skuchan Simón yuj heb' winh. Ix ak'ji pural winh yuj heb' winh yic skuchanb'at te' sculusal Jesús chi'."
        },
        {
            "number": "33",
            "text": "Icha chi' ix aj sk'och heb' t'a jun lugar scuch Gólgota. Ha Gólgota chi', syalelk'ochi, B'aj Ay Sb'aquil Jolom."
        },
        {
            "number": "34",
            "text": "Ata' ix yak' yal uwa heb' winh yuk'ej, kalan yaj yet' anh ixaj. Palta ayic ix yab'lani, maj schalaj yuk'ej t'a heb' winh."
        },
        {
            "number": "35",
            "text": "Ichato chi' ix culusajk'e Jesús chi'. Axo heb' winh soldado chi', ix yak' suerte heb' winh, yic spojek' spichul Jesús heb' winh t'a spatic."
        },
        {
            "number": "36",
            "text": "Ixlajwi chi', ix em k'ojan heb' stanhwan yila'."
        },
        {
            "number": "37",
            "text": "Axo t'a sjolom sculusal chi' ix och jun letra. Ha tz'alani tas yuj ix ak'jioch chamel t'a yib'anh. Aton Jesús tik, Sreyal heb' israel, xchi jun letra chi'."
        },
        {
            "number": "38",
            "text": "Anhejtona' ay chawanh heb' elk'um ix culusajk'e yet'oc, jun t'a swach', jun t'a sk'exanh. Junjun sculusal junjun heb'."
        },
        {
            "number": "39",
            "text": "Axo heb' ix laj ek' ta', sb'uchwajk'e heb' t'ay."
        },
        {
            "number": "40",
            "text": "Ix yalan heb': --Ha ach ton tik, ix ala' to tza satel stemplo Dios, haxo t'a schab'jial tza b'oanxik'e sk'exul. Col a b'a ticnaik. Tato yel Yuninal ach Dios, emanhcot t'a te' culus chi', xchi heb' t'ay."
        },
        {
            "number": "41",
            "text": "Icha pax chi' heb' winh sat sacerdote, heb' winh k'ayb'um t'a ley Moisés, heb' winh fariseo yet' heb' winh ichamtac winak, ix laj b'uchwaj heb' winh t'ay. Ix laj yalank'e heb' winh:"
        },
        {
            "number": "42",
            "text": "--Niwanoc ix colchaj juntzanhxo heb' yuj winh, palta ina max ujilaj scolan sb'a winh ticnaik. Ha jun winh tik niwanoc ko Reyal a onh israel onh tik. Ha ticnaik, yik'okab'emta sb'a winh t'a te' culus tik quila'. Ichato chi', ol kak'anoch t'a ko k'ool."
        },
        {
            "number": "43",
            "text": "Niwanoc ix yak'och Dios winh yipoc sk'ool. Yuj chi' colwajokab' Dios chi' yet' winh quil ticnaik tato yel xajan winh yuj Dios. Inato ix yal winh to Yuninal Dios, xchi heb' winh."
        },
        {
            "number": "44",
            "text": "Axo heb' elk'um culusab'ilk'e yet' chi', ix b'uchwaj pax heb' t'ay."
        },
        {
            "number": "45",
            "text": "Axo t'a chimk'ualil, ix k'ik'b'i t'a masanil yol yib'anhk’inal tik, masanto t'a a las tres."
        },
        {
            "number": "46",
            "text": "Ixlajwi chi', ix awajk'e Jesús chi': --Elí, Elí, ¿lama sabactani? xchi. Syalelk'ochi: Ach in Diosal, ach in Diosal, ¿tas yuj tzin actejkan in ch'ocoj? xchi."
        },
        {
            "number": "47",
            "text": "Ay jaywanh heb' ayek' ta', ayic ix yab'an heb' jun ix yal chi', ix yalan heb': --Ha t'a winhaj Elías, winh schekab' Dios, ata' tz'awaji, xchi heb'."
        },
        {
            "number": "48",
            "text": "D'a jun rato chi', ix b'at lemnaj jun winh. Ix yik'ancot jun tz'ub'lab' winh, ix slab'anem winh t'a skal winagre. Ix yak'anoch winh t'a sjolom jun te' aj, ix yak'an winh stz'ub'u'."
        },
        {
            "number": "49",
            "text": "Palta ay juntzanhxo heb' ix alan t'a winh: --Yilxo winh, quil b'ela tato ol ja winhaj Elías chi' ul scol winh, xchi heb'."
        },
        {
            "number": "50",
            "text": "Axo Jesús, te chaanh ix awajk'e junelxo. Ichato chi' ix chami."
        },
        {
            "number": "51",
            "text": "Val t'a jun rato chi', haxo jun k'apac cortina ayoch smaculoc snanhal stemplo Dios, chab'nhej ix aj snanhal k'apac snhik'chaji. Ix nhik'chajcot t'a sjolom masanto t'a yoctac. Ix ek' pax jun niwan quixkab'. Ix laj jat juntzanh niwac k'een."
        },
        {
            "number": "52",
            "text": "Axo juntzanhxo k'een joyb'ilel yool b'aj ayoch heb' chamnac, ay k'een ix laj jacwi. Axo juntzanh heb' yicxo Dios chamnacxo, tzijtum heb' ix pitzwixi yet' sniwanil."
        },
        {
            "number": "53",
            "text": "Ato yic ix pitzwixi Jesús, ato ta' ix elta heb' t'a juntzanh k'een b'aj aykanoch chi'. Ix k'och heb' t'a yol chonhab' Jerusalén chi', aton jun chonhab' yicnhej Dios yaji. Tzijtum heb' anima ix laj ilan heb'."
        },
        {
            "number": "54",
            "text": "Axo heb' winh soldado stanhwumal Jesús yet' winh skapitanil heb', ix yab'an heb' winh yek' jun quixkab' chi'. Ix yilanpax heb' winh juntzanhxo tas ix uji. Yuj chi', ix te xiv heb' winh. Ix laj yalan heb' winh: --Ha jun winh ix cham tik, wal yel Yuninal ton Dios, xchi heb' winh."
        },
        {
            "number": "55",
            "text": "Ay pax juntzanh heb' ix ix najattac aycoti, wan yilan heb' ix. Ha heb' ix chi', ek'nac heb' ix yet' Jesús chi' ayic ayek' t'a Galilea. Axo scoti, scot heb' ix yet'oc yic tz'ak'ji serwil yuj heb' ix."
        },
        {
            "number": "56",
            "text": "Ha t'a skal heb' ix, ayek' ix María aj Magdala, ix María snun winhaj Jacobo yet' winhaj José yet' pax ix snun heb' yuninal winhaj Zebedeo."
        },
        {
            "number": "57",
            "text": "Ay jun winh b'eyum skuchan José aj chonhab' Arimatea. Sk'ayb'umpax Jesús yaj winh."
        },
        {
            "number": "58",
            "text": "Axo t'a yemk'ualil ix k'och winh t'a winhaj Pilato. Ix sk'ananemta sniwanil Jesús chi' winh. Yuj chi' ix yalan winhaj Pilato chi' to tz'ak'ji sniwanil Jesús chi' t'a winh."
        },
        {
            "number": "59",
            "text": "Ix b'at yik'anemta winh. Ix spichanoch winh t'a jun k'apac sábana te sac."
        },
        {
            "number": "60",
            "text": "Ay jun k'een joyb'ilxoel yool, yictaxon winhaj José chi', mantalaj junok chamnac tz'ak'jioch t'a yool. Ata' ix yak'kanoch sniwanil Jesús chi' winh. Ix sb'alanoch jun niwan k'een winh smaculoc sti', ix pax winh."
        },
        {
            "number": "61",
            "text": "Axo ix María aj Magdala yet' junxo ix María, ix k'och heb' ix ta', ix em k'ojan heb' ix t'a slak'anil k'een."
        },
        {
            "number": "62",
            "text": "Ha t'a jun k'ual chi', sk'ual yak'an lista sb'a heb' israel, yujto k'ik'anocxo sk'ual ik'oj ip. Axo t'a junxo k'u ix k'och heb' winh sat sacerdote yet' heb' winh fariseo t'a winhaj Pilato."
        },
        {
            "number": "63",
            "text": "Ix yalan heb' winh: --Ach kajal, sko nacot jun winh esalwum chi', a ix yalani: Schab'jial in chami, ol in pitzwokxi, niwanoc xchi winh."
        },
        {
            "number": "64",
            "text": "Yuj chi', ma max ak' pawor t'ayonh. Tza checb'at stanhwumal jun b'aj xid' ak'jikanoch sniwanil winh chi', masanto tz'el schab'jial chi'. Tato maay, tekan ol b'at heb' sk'ayb'um winh yelk'ejelta sniwanil chi'. Ol lajwoc chi', haxo ol yalanel heb' t'a skal heb' anima: Ix pitzwixi Jesús t'a skal heb' chamnac, xcham heb'. Tato icha chi', haxo jun slajwub'alxo es más niwan ol aj t'a yichanh jun b'ab'el es ix yal chi', xchi heb' winh t'a winhaj Pilato chi'."
        },
        {
            "number": "65",
            "text": "Yuj chi' ix yalan winhaj Pilato chi': --Ha ex tik ay he soldado. Olxo eyila' tas ol eyutoc he tanhwani, xchi winh."
        },
        {
            "number": "66",
            "text": "Yuj chi', ix yik'anb'at heb' soldado heb' winh chi'. Ix stanhwan k'een heb' winh. Ix yak'och jun sello heb' winh t'a smacul k'een. Axo heb' soldado chi', ix kan heb' t'a sti' k'een stanhwej."
        }
    ]
}