{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix q'uinhib'i, ix smolb'an sb'a eb' sat sacerdote smasanil yet' eb' ichamtac vinac ay yopisio t'a skal eb' israel. Ix laj yalan eb' tas ol yutoc eb' yak'anoch chamel t'a yib'anh Jesús."
        },
        {
            "number": "2",
            "text": "Yuj chi', ix stzek' eb', ix yik'anb'at eb', xid' yak'anoch eb' t'a yol sk'ab' vinhaj Poncio Pilato, aton vinh gobernador."
        },
        {
            "number": "3",
            "text": "Ha vinhaj Judas, vinh ix ak'anoch Jesús t'a yol sk'ab' eb' vinh, ayic ix yab'an vinh to ix och chamel t'a yib'anh Jesús chi', ix snaan sb'a sk'ool vinh. Ix b'atxi vinh b'aj ay eb' vinh sat sacerdote yet' eb' vinh ichamtac vinac, yujto ix snib'ej vinh ix yak'xi meltzaj 30 plata tumin ix scha t'a eb' vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yalan vinh t'a eb' vinh: --Ix och val in mul, yujto ix vak'och Jesús chi' t'a yol sk'ab' chamel, palta malaj jab'oc smul, xchi vinh. Palta ix yalan eb' vinh: --Ha onh tik, malaj coch t'a a mul chi'. Ha chumxo t'a chi', xchi eb' vinh."
        },
        {
            "number": "5",
            "text": "Ha ix yab'an jun chi' vinh, ix syumancan och juntzanh tumin chi' vinh t'a yol yamaq'uil stemplo Dios. Ixlajwi chi', ix b'at vinh sd'unhb'ejcham sb'a."
        },
        {
            "number": "6",
            "text": "Axo eb' vinh sat sacerdote ix sik'anq'ue q'uen tumin chi', ix yalan eb' vinh: --Max yal-laj cak'anoch juntzanh tumin tik t'a skal q'uen ofrenda, yujto ix manjicham jun vinh yuj q'ueen, xchi eb' vinh."
        },
        {
            "number": "7",
            "text": "Yuj chi', ix laj yal-lan yab' eb' vinh. Ix yalan eb' vinh tas ol och q'ueen. Ixlajwi chi', ix smanan jun sluum jun vinh tz'acum eb' vinh, yic ata' smucji eb' ch'oc chonhab'il slaj chami."
        },
        {
            "number": "8",
            "text": "Yuj chi', Slumal Chik' ix sb'iejkan jun lugar chi'. Icha chi' ix sb'iejnhejcani."
        },
        {
            "number": "9",
            "text": "Icha chi' ix aj yelk'och tas yalnaccan vinhaj Jeremías schecab' Dios t'a peca', ayic yalannaccani: Ix yik' 30 plata tumin eb', aton stojol jantac snanac eb' aj Israel."
        },
        {
            "number": "10",
            "text": "Ha t'a jun tumin chi' ix manjiel sluum jun vinh tz'acum. Icha chi' yalnaccan Dios Cajal t'ayin, xchi."
        },
        {
            "number": "11",
            "text": "Ayic ix k'och Jesús t'a yichanh vinhaj Pilato, vinh gobernador, ix sk'anb'an vinh t'ay: --¿Tom a ach tik, Sreyal ach eb' israel? xchi vinh t'ay. --Yel ton tzala', xchi."
        },
        {
            "number": "12",
            "text": "Axo eb' vinh sat sacerdote yet' eb' vinh ichamtac vinac, ix yak'b'at eb' vinh t'a yib'anh, palta maj tak'voclaj."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix yalanxi vinhaj Pilato chi' t'ay: --¿Tom max ab' juntzanh tas syak'och eb' vinh t'a ib'anh tik? xchi vinh t'ay."
        },
        {
            "number": "14",
            "text": "Palta manh val jab'oc ix tak'vi. Yuj chi' ix te sat sk'ool vinh yuj."
        },
        {
            "number": "15",
            "text": "Ha t'a junjun ab'il t'a sk'ual q'uinh, tz'ak'jielta junjun eb' preso yuj vinh gobernador, ato syala', mach sk'anelta eb' anima."
        },
        {
            "number": "16",
            "text": "Ha t'a preso chi' ayoch jun vinh scuchan Barrabás. Ojtacab'il vinh yuj eb' anima smasanil."
        },
        {
            "number": "17",
            "text": "Ayic molanek' eb' chi', ix sk'anb'an vinhaj Pilato chi' t'a eb': --¿Mach junok e gana svaq'uel t'a libre, am vinhaj Barrabás, mato a Jesús, syal eb' Cristoal? xchi vinh t'a eb'."
        },
        {
            "number": "18",
            "text": "Icha chi' ix yal vinh, yujto yojtactaxon vinh to yuj schichonk'olal eb' vinh sacerdote ix ak'jioch Jesús chi' t'a yol sk'ab' vinh."
        },
        {
            "number": "19",
            "text": "k'ojanem vinhaj Pilato chi' t'a sdespacho, ix k'och schecab' ix yetb'eyum vinh t'ay. Ix yalanb'at ix: Manh a locb'ej a b'ha t'a vinh tojol spensar chi', yujto ix in vayichej vinh q'uiq'ui. Tzin xivb'at yuj jun in vayich chi', xchi ix."
        },
        {
            "number": "20",
            "text": "Palta haxo eb' vinh sat sacerdote yet' eb' vinh ichamtac vinac ix ak'an sk'ool eb' anima, yic a vinhaj Barrabás sk'anelta eb'. Axo Jesús sk'an cham eb'."
        },
        {
            "number": "21",
            "text": "Ix sk'anb'anxi vinh gobernador chi' t'a eb': --¿Mach junok eb' chavanh tik e gana svaq'uelta t'a libre? xchi vinh. --Ha vinhaj Barrabás co gana tzaq'uelta, xchi eb'."
        },
        {
            "number": "22",
            "text": "--Palta ¿tas ol vutoc Jesús, tz'aljipax Cristoal tik? xchi vinh. --Culusejq'uei, xchi eb' smasanil."
        },
        {
            "number": "23",
            "text": "--Palta ¿tas val junok chucal ix sk'ulej vinh tzeyila'? xchi vinh. Palta ix q'ue umnaj eb' yalani: --Culusejq'uei, xchi eb'."
        },
        {
            "number": "24",
            "text": "Axo ix yilan vinhaj Pilato chi' to max yak' ganar vinh scolan Jesús, tonhej ix wach' q'ue somnaj eb' anima yalan yuj. Yuj chi', ix schec vinh ik'jicot jab' yaal. Ix sb'icanel sk'ab' vinh t'a yichanh eb' anima chi' smasanil. Icha chi' ix yutej vinh sch'oxan t'a eb' to manh locanoc vinh yet' eb'. Ix yalanxi vinh t'a eb': --Ha in tik malaj voch t'a schamel vinh tojol spensar tik. E chumxo t'a chi', xchi vinh t'a eb'."
        },
        {
            "number": "25",
            "text": "Yuj chi', ix laj yalan eb' smasanil t'a vinh: --Ochocab'kan schamel vinh chi' co muloc yet' t'a yib'anh eb' cuninal, xchi eb'."
        },
        {
            "number": "26",
            "text": "Ayic ix yab'an jun chi' vinh, ix ak'jielta vinhaj Barrabás chi' t'a libre. Axo Jesús ix schec mak'joc vinh. Ix ak'jioch t'a yol sk'ab' eb' sculusanq'uei."
        },
        {
            "number": "27",
            "text": "Axo eb' vinh soldado yic vinh yajal chi', ix yik'anb'at Jesús eb' t'a spat vinh. Ata' ix yavtejcot eb' soldado eb' masanil."
        },
        {
            "number": "28",
            "text": "Ix squichan el spichul Jesús eb' vinh. Ix yak'anoch junxo pichul chacchac eb' vinh t'ay."
        },
        {
            "number": "29",
            "text": "Ix sjalan setan jun te' q'uiix eb' vinh. Ix yak'anq'ue eb' vinh t'a sjolom scoronaoc, yic lajan tz'aj yilji icha junok rey snaan eb' vinh. Ix yak'och jun te' aj eb' vinh sk'ocochoc t'a svach' k'ab'. Ixlajwi chi', ix laj stz'acan em cuman sb'a eb' vinh t'a yichanh. Ix laj b'uchvaj eb' vinh t'ay. Ix laj stz'acan yal eb' vinh t'ay: --Tzalajanh ach sreyal eb' israel, xchi eb' vinh."
        },
        {
            "number": "30",
            "text": "Ix tzub'aj yuj eb' vinh. Ix tok'jiek' te' aj chi' t'ay. Ix ste pajanoch te' eb' vinh t'a sjolom."
        },
        {
            "number": "31",
            "text": "Ayic ix lajvi sb'uchvaj eb' vinh t'ay, ix squichanxiel jun pichul chacchac chi' eb' vinh t'ay. Ix yak'anxioch spichultaxon chi' eb' vinh. Ichato chi' ix yik'anb'at eb' vinh b'aj ol culusajq'ueoc."
        },
        {
            "number": "32",
            "text": "Ayic van sb'at eb' vinh yet' Jesús, ix ilchajel jun vinh aj Cirene scuchan Simón yuj eb' vinh. Ix ak'ji pural vinh yuj eb' vinh yic scuchanb'at te' sculusal Jesús chi'."
        },
        {
            "number": "33",
            "text": "Icha chi' ix aj sk'och eb' t'a jun lugar scuch Gólgota. Ha Gólgota chi', syalelk'ochi, B'aj Ay Sb'aquil Jolom."
        },
        {
            "number": "34",
            "text": "Ata' ix yak' yal uva eb' vinh yuq'uej, calan yaj yet' anh ixaj. Palta ayic ix yab'lani, maj schalaj yuq'uej t'a eb' vinh."
        },
        {
            "number": "35",
            "text": "Ichato chi' ix culusajq'ue Jesús chi'. Axo eb' vinh soldado chi', ix yak' suerte eb' vinh, yic spojek' spichul Jesús eb' vinh t'a spatic."
        },
        {
            "number": "36",
            "text": "Ixlajwi chi', ix em k'ojan eb' stanhvan yila'."
        },
        {
            "number": "37",
            "text": "Axo t'a sjolom sculusal chi' ix och jun letra. Ha tz'alani tas yuj ix ak'jioch chamel t'a yib'anh. Aton Jesús tik, Sreyal eb' israel, xchi jun letra chi'."
        },
        {
            "number": "38",
            "text": "Anhejtona' ay chavanh eb' elk'um ix culusajq'ue yet'oc, jun t'a svach', jun t'a sq'uexanh. Junjun sculusal junjun eb'."
        },
        {
            "number": "39",
            "text": "Axo eb' ix laj ek' ta', sb'uchvajq'ue eb' t'ay."
        },
        {
            "number": "40",
            "text": "Ix yalan eb': --Ha ach ton tik, ix ala' to tza satel stemplo Dios, haxo t'a schab'jial tza b'oanxiq'ue sq'uexul. Col a b'a ticnaic. Tato yel Yuninal ach Dios, emanhcot t'a te' culus chi', xchi eb' t'ay."
        },
        {
            "number": "41",
            "text": "Icha pax chi' eb' vinh sat sacerdote, eb' vinh k'ayb'um t'a ley Moisés, eb' vinh fariseo yet' eb' vinh ichamtac vinac, ix laj b'uchvaj eb' vinh t'ay. Ix laj yalanq'ue eb' vinh:"
        },
        {
            "number": "42",
            "text": "--Nivanoc ix colchaj juntzanhxo eb' yuj vinh, palta ina max ujilaj scolan sb'a vinh ticnaic. Ha jun vinh tik nivanoc co Reyal a onh israel onh tik. Ha ticnaic, yik'ocab'emta sb'a vinh t'a te' culus tik quila'. Ichato chi', ol cak'anoch t'a co k'ool."
        },
        {
            "number": "43",
            "text": "Nivanoc ix yak'och Dios vinh yipoc sk'ool. Yuj chi' colvajocab' Dios chi' yet' vinh quil ticnaic tato yel xajan vinh yuj Dios. Inato ix yal vinh to Yuninal Dios, xchi eb' vinh."
        },
        {
            "number": "44",
            "text": "Axo eb' elk'um culusab'ilq'ue yet' chi', ix b'uchvaj pax eb' t'ay."
        },
        {
            "number": "45",
            "text": "Axo t'a chimk'ualil, ix k'ik'b'i t'a masanil yol yib'anhk’inal tik, masanto t'a a las tres."
        },
        {
            "number": "46",
            "text": "Ixlajwi chi', ix avajq'ue Jesús chi': --Elí, Elí, ¿lama sabactani? xchi. Syalelk'ochi: Ach in Diosal, ach in Diosal, ¿tas yuj tzin actejcan in ch'ocoj? xchi."
        },
        {
            "number": "47",
            "text": "Ay jayvanh eb' ayek' ta', ayic ix yab'an eb' jun ix yal chi', ix yalan eb': --Ha t'a vinhaj Elías, vinh schecab' Dios, ata' tz'avaji, xchi eb'."
        },
        {
            "number": "48",
            "text": "D'a jun rato chi', ix b'at lemnaj jun vinh. Ix yik'ancot jun tz'ub'lab' vinh, ix slab'anem vinh t'a skal vinagre. Ix yak'anoch vinh t'a sjolom jun te' aj, ix yak'an vinh stz'ub'u'."
        },
        {
            "number": "49",
            "text": "Palta ay juntzanhxo eb' ix alan t'a vinh: --Yilxo vinh, quil b'ela tato ol ja vinhaj Elías chi' ul scol vinh, xchi eb'."
        },
        {
            "number": "50",
            "text": "Axo Jesús, te chaanh ix avajq'ue junelxo. Ichato chi' ix chami."
        },
        {
            "number": "51",
            "text": "Val t'a jun rato chi', haxo jun k'apac cortina ayoch smaculoc snanhal stemplo Dios, chab'nhej ix aj snanhal k'apac snhik'chaji. Ix nhik'chajcot t'a sjolom masanto t'a yoctac. Ix ek' pax jun niwan quixcab'. Ix laj jat juntzanh nivac q'ueen."
        },
        {
            "number": "52",
            "text": "Axo juntzanhxo q'uen joyb'ilel yool b'aj ayoch eb' chamnac, ay q'uen ix laj jacvi. Axo juntzanh eb' yicxo Dios chamnacxo, tzijtum eb' ix pitzvixi yet' snivanil."
        },
        {
            "number": "53",
            "text": "Ato yic ix pitzvixi Jesús, ato ta' ix elta eb' t'a juntzanh q'uen b'aj aycanoch chi'. Ix k'och eb' t'a yol chonhab' Jerusalén chi', aton jun chonhab' yicnhej Dios yaji. Tzijtum eb' anima ix laj ilan eb'."
        },
        {
            "number": "54",
            "text": "Axo eb' vinh soldado stanhvumal Jesús yet' vinh scapitanil eb', ix yab'an eb' vinh yek' jun quixcab' chi'. Ix yilanpax eb' vinh juntzanhxo tas ix uji. Yuj chi', ix te xiv eb' vinh. Ix laj yalan eb' vinh: --Ha jun vinh ix cham tik, val yel Yuninal ton Dios, xchi eb' vinh."
        },
        {
            "number": "55",
            "text": "Ay pax juntzanh eb' ix ix najattac aycoti, van yilan eb' ix. Ha eb' ix chi', ek'nac eb' ix yet' Jesús chi' ayic ayek' t'a Galilea. Axo scoti, scot eb' ix yet'oc yic tz'ak'ji servil yuj eb' ix."
        },
        {
            "number": "56",
            "text": "Ha t'a skal eb' ix, ayek' ix María aj Magdala, ix María snun vinhaj Jacobo yet' vinhaj José yet' pax ix snun eb' yuninal vinhaj Zebedeo."
        },
        {
            "number": "57",
            "text": "Ay jun vinh b'eyum scuchan José aj chonhab' Arimatea. Sk'ayb'umpax Jesús yaj vinh."
        },
        {
            "number": "58",
            "text": "Axo t'a yemk'ualil ix k'och vinh t'a vinhaj Pilato. Ix sk'ananemta snivanil Jesús chi' vinh. Yuj chi' ix yalan vinhaj Pilato chi' to tz'ak'ji snivanil Jesús chi' t'a vinh."
        },
        {
            "number": "59",
            "text": "Ix b'at yik'anemta vinh. Ix spichanoch vinh t'a jun k'apac sábana te sac."
        },
        {
            "number": "60",
            "text": "Ay jun q'ueen joyb'ilxoel yool, yictaxon vinhaj José chi', mantalaj junok chamnac tz'ak'jioch t'a yool. Ata' ix yak'canoch snivanil Jesús chi' vinh. Ix sb'alanoch jun niwan q'ueen vinh smaculoc sti', ix pax vinh."
        },
        {
            "number": "61",
            "text": "Axo ix María aj Magdala yet' junxo ix María, ix k'och eb' ix ta', ix em k'ojan eb' ix t'a slak'anil q'ueen."
        },
        {
            "number": "62",
            "text": "Ha t'a jun k'ual chi', sk'ual yak'an lista sb'a eb' israel, yujto k'ik'anocxo sk'ual ik'oj ip. Axo t'a junxo k'u ix k'och eb' vinh sat sacerdote yet' eb' vinh fariseo t'a vinhaj Pilato."
        },
        {
            "number": "63",
            "text": "Ix yalan eb' vinh: --Ach cajal, sco nacot jun vinh esalvum chi', a ix yalani: Schab'jial in chami, ol in pitzvocxi, nivanoc xchi vinh."
        },
        {
            "number": "64",
            "text": "Yuj chi', ma max ak' pavor t'ayonh. Tza checb'at stanhvumal jun b'aj xid' ak'jicanoch snivanil vinh chi', masanto tz'el schab'jial chi'. Tato maay, tecan ol b'at eb' sk'ayb'um vinh yelq'uejelta snivanil chi'. Ol lajvoc chi', haxo ol yalanel eb' t'a skal eb' anima: Ix pitzvixi Jesús t'a skal eb' chamnac, xcham eb'. Tato icha chi', haxo jun slajvub'alxo es más niwan ol aj t'a yichanh jun b'ab'el es ix yal chi', xchi eb' vinh t'a vinhaj Pilato chi'."
        },
        {
            "number": "65",
            "text": "Yuj chi' ix yalan vinhaj Pilato chi': --Ha ex tik ay e soldado. Olxo eyila' tas ol eyutoc e tanhvani, xchi vinh."
        },
        {
            "number": "66",
            "text": "Yuj chi', ix yik'anb'at eb' soldado eb' vinh chi'. Ix stanhvan q'uen eb' vinh. Ix yak'och jun sello eb' vinh t'a smacul q'ueen. Axo eb' soldado chi', ix kan eb' t'a sti' q'ueen stanhvej."
        }
    ]
}