{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix ek'b'at sk'ual ik'oj ip, ix q'uinhib'i d'a domingo, b'ab'el k'u yic semana. Ix b'at ix María aj Magdala yed' junxo ix María b'aj ix ak'jicanoch snivanil Jesús."
        },
        {
            "number": "2",
            "text": "Axo yic van sk'och eb' ix ta', ix ek' jun nivan quixcab', yujto a jun yángel Dios Cajal ix emta d'a satchaanh. Ix k'och d'a jun q'uen chi'. Ix yik'anelta q'uen smacul chi'. Ix em k'ojan d'a yib'anh q'ueen."
        },
        {
            "number": "3",
            "text": "Icha yek' copnaj k'ak' yilji, te sac spichul icha q'uen sacb'at."
        },
        {
            "number": "4",
            "text": "Axo eb' soldado, van stanhvan q'uen q'ueen chi', ayic ix yilan eb', ix te ib'xiq'ue eb' yuj xivelal. Ix laj telvi eb', icha chamnac ix aj eb'."
        },
        {
            "number": "5",
            "text": "Axo jun ángel chi' ix alan d'a eb' ix: --Manh ex xivoc. Vojtac to a Jesús tzek' e saya', aton jun ix culusajq'uei."
        },
        {
            "number": "6",
            "text": "Manhxo ayococh d'a tic. Toxo ix pitzvixi icha yaj yalancan d'ayex. Cotanhec, ilecnab'i, ilec yed'tal b'aj ix ul yak'och eb' vinh."
        },
        {
            "number": "7",
            "text": "Ixiquec, b'at alec elanhchamel d'a eb' sk'ayb'um to ix pitzvixi d'a scal eb' chamnac. Ol b'ab'lajk'och eyuuj d'a Galilea. Ata' ol eyila'. Aton juntzanh tic tzul val d'ayex, xchi jun ángel chi' d'a eb' ix."
        },
        {
            "number": "8",
            "text": "D'a jun rato chi', ix yactancan q'uen b'aj mucan chi' eb' ix. Ix xiv eb' ix, palta ix te tzalajpax eb' ix. Yuj chi', ix b'at lemnaj eb' ix yal d'a eb' sk'ayb'um Jesús chi'."
        },
        {
            "number": "9",
            "text": "Axo yic vanto sb'ey eb' ix, ix sch'oxan sb'a Jesús d'a eb' ix. Ix k'anb'aj sk'ool eb' ix yuuj. Yuj chi', ix k'och eb' ix d'a stz'ey. Ix yak'anem sb'a eb' ix d'ay. Ix syaman yoc Jesús chi' eb' ix."
        },
        {
            "number": "10",
            "text": "Ix yalan d'a eb' ix: --Manh ex xivoc. Ixiquec, b'at alec d'a eb' in k'ayb'um to sb'at eb' d'a Galilea, yujto ata' ol in yil eb', xchi d'a eb' ix."
        },
        {
            "number": "11",
            "text": "Ayic van sb'at eb' chi', a jayvanh eb' soldado ix tanhvan q'uen chi', ix b'at eb' d'a chonhab'. Ix k'och eb' d'a eb' vinh sat sacerdote. Ix laj yal eb' tas ix uji."
        },
        {
            "number": "12",
            "text": "Ix lajvi yab'an juntzanh chi' eb' vinh, ix b'at yal-lan yab' eb' vinh yed' eb' vinh ichamtac vinac ay yopisio. Ix laj yalan eb' vinh to nivan tumin ol yak' eb' vinh d'a eb' soldado chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi', ix yalan eb' vinh d'a eb' soldado chi': --Yovalil tzeyala': Ayic vaynac onh d'ak'valil, a eb' sk'ayb'um xid' ik'anelta snivanil Jesús chi', xe chi."
        },
        {
            "number": "14",
            "text": "Tato syab' specal jun tic vinh gobernador, malaj pena. Ol onh b'at co b'o yaj yed' vinh, xchi eb' vinh."
        },
        {
            "number": "15",
            "text": "Yuj chi', ix scha juntzanh tumin chi' eb' vinh soldado chi'. Ix ek' yalan eb' vinh icha ix yal eb' vinh chi'. Yuj chi' anheja' tz'ab'chaj jun es chi' d'a scal eb' israel."
        },
        {
            "number": "16",
            "text": "Axo eb' uxluchvanh sk'ayb'um Jesús chi', ix b'at eb' d'a Galilea. Ata' ix k'och eb' d'a jun tzalan yalnaccan Jesús."
        },
        {
            "number": "17",
            "text": "Ata' ix yil Jesús eb'. Ix laj em cumjab' eb' d'ay. Palta ay jayvanh eb' ay schab'k'olal."
        },
        {
            "number": "18",
            "text": "Axo Jesús, ix k'och d'a stz'ey eb'. Ix yalan d'a eb': --In ak'jioch Yajalil d'a yib'anh masanil tas ay d'a satchaanh yed' d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "19",
            "text": "Yuj chi', ixiquec, k'ayb'ejec eb' anima d'a junjun chonhab', yic ol laj och eb' in k'ayb'umoc. Slaj eyak' bautizar eb' d'a sb'i Dios Mamab'il yed' Dios Uninab'il, a in ton tic yed' Dios Espíritu Santo."
        },
        {
            "number": "20",
            "text": "Tze k'ayb'ej eb', yic vach' a jantacnhej tas valnaccan d'ayex ol laj sk'anab'ajej eb'. Ab'ec, ay in ek' eyed' d'a masanil tiempo, masanto ol lajvoquek' yolyib'anhq'uinal tic, xchi Jesús d'a eb'."
        }
    ]
}