{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix ek'b'at sk'ual ik'oj ip, ix q'uinhib'i t'a domingo, b'ab'el k'u yic semana. Ix b'at ix María aj Magdala yet' junxo ix María b'aj ix ak'jikanoch sniwanil Jesús."
        },
        {
            "number": "2",
            "text": "Axo yic wan sk'och heb' ix ta', ix ek' jun niwan quixkab', yujto a jun yángel Dios Kajal ix emta t'a satcha’anh. Ix k'och t'a jun k'een chi'. Ix yik'anelta k'een smacul chi'. Ix em k'ojan t'a yib'anh k'een."
        },
        {
            "number": "3",
            "text": "Icha yek' copnaj k'ak' yilji, te sac spichul icha k'een sacb'at."
        },
        {
            "number": "4",
            "text": "Axo heb' soldado, wan stanhwan k'een k'een chi', ayic ix yilan heb', ix te ib'xik'e heb' yuj xiwelal. Ix laj telwi heb', icha chamnac ix aj heb'."
        },
        {
            "number": "5",
            "text": "Axo jun ángel chi' ix alan t'a heb' ix: --Manh ex xiwoc. Vojtak to a Jesús tzek' he saya', aton jun ix culusajk'ei."
        },
        {
            "number": "6",
            "text": "Manhxo ayococh t'a tik. Toxo ix pitzwixi icha yaj yalankan t'ayex. Cotanhec, ilecnab'i, ilec yet'tal b'aj ix ul yak'och heb' winh."
        },
        {
            "number": "7",
            "text": "Ixiquec, b'at alec elanhchamel t'a heb' sk'ayb'um to ix pitzwixi t'a skal heb' chamnac. Ol b'ab'lajk'och eyuuj t'a Galilea. Ata' ol eyila'. Aton juntzanh tik tzul wal t'ayex, xchi jun ángel chi' t'a heb' ix."
        },
        {
            "number": "8",
            "text": "D'a jun rato chi', ix yactankan k'een b'aj mukan chi' heb' ix. Ix xiv heb' ix, palta ix te tzalajpax heb' ix. Yuj chi', ix b'at lemnaj heb' ix yal t'a heb' sk'ayb'um Jesús chi'."
        },
        {
            "number": "9",
            "text": "Axo yic wanto sb'ey heb' ix, ix sch'oxan sb'a Jesús t'a heb' ix. Ix k'anb'aj sk'ool heb' ix yuj. Yuj chi', ix k'och heb' ix t'a stz'ey. Ix yak'anem sb'a heb' ix t'ay. Ix syaman yoc Jesús chi' heb' ix."
        },
        {
            "number": "10",
            "text": "Ix yalan t'a heb' ix: --Manh ex xiwoc. Ixiquec, b'at alec t'a heb' in k'ayb'um to sb'at heb' t'a Galilea, yujto ata' ol in yil heb', xchi t'a heb' ix."
        },
        {
            "number": "11",
            "text": "Ayic wan sb'at heb' chi', a jaywanh heb' soldado ix tanhwan k'een chi', ix b'at heb' t'a chonhab'. Ix k'och heb' t'a heb' winh sat sacerdote. Ix laj yal heb' tas ix uji."
        },
        {
            "number": "12",
            "text": "Ixlajwi yab'an juntzanh chi' heb' winh, ix b'at yal-lan yab' heb' winh yet' heb' winh ichamtac winak ay yopisio. Ix laj yalan heb' winh to niwan tumin ol yak' heb' winh t'a heb' soldado chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi', ix yalan heb' winh t'a heb' soldado chi': --Yowalil tzeyala': Ayic waynac onh t'ak'walil, a heb' sk'ayb'um xid' ik'anelta sniwanil Jesús chi', xe chi."
        },
        {
            "number": "14",
            "text": "Tato syab' spekal jun tik winh gobernador, malaj pena. Ol onh b'at ko b'o yaj yet' winh, xchi heb' winh."
        },
        {
            "number": "15",
            "text": "Yuj chi', ix scha juntzanh tumin chi' heb' winh soldado chi'. Ix ek' yalan heb' winh icha ix yal heb' winh chi'. Yuj chi' anheja' tz'ab'chaj jun es chi' t'a skal heb' israel."
        },
        {
            "number": "16",
            "text": "Axo heb' uxluchwanh sk'ayb'um Jesús chi', ix b'at heb' t'a Galilea. Ata' ix k'och heb' t'a jun tzalan yalnakkan Jesús."
        },
        {
            "number": "17",
            "text": "Ata' ix yil Jesús heb'. Ix laj em cumjab' heb' t'ay. Palta ay jaywanh heb' ay schab'k'olal."
        },
        {
            "number": "18",
            "text": "Axo Jesús, ix k'och t'a stz'ey heb'. Ix yalan t'a heb': --In ak'jioch Yajalil t'a yib'anh masanil tas ay t'a satcha’anh yet' t'a yol yib'anhk’inal tik."
        },
        {
            "number": "19",
            "text": "Yuj chi', ixiquec, k'ayb'ejec heb' anima t'a junjun chonhab', yic ol laj och heb' in k'ayb'umoc. Slaj eyak' bautizar heb' t'a sb'i Dios Mamab'il yet' Dios Uninab'il, a in ton tik yet' Dios Espíritu Santo."
        },
        {
            "number": "20",
            "text": "Tze k'ayb'ej heb', yic wach' a jantacnhej tas walnakkan t'ayex ol laj sk'anab'ajej heb'. Ab'ec, ay in ek' eyed' t'a masanil tiempo, masanto ol lajwoquek' yol yib'anhk’inal tik, xchi Jesús t'a heb'."
        }
    ]
}