{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ay jun winh scuchan Juan ix ak'an bautizar t'a tzinan lu'um t'a yol yic Judea. Ata' ix yalel slolonel Dios winh t'a heb' anima ix laj k'och t'ay."
        },
        {
            "number": "2",
            "text": "Ix yalan winh icha tik t'a heb': --Naec he b'a yuj he chukal, yujto toxo ol wach' och Dios aj satcha’anh Yajalil, xchi winh."
        },
        {
            "number": "3",
            "text": "Ay jun winh schecab' Dios scuchan Isaías, ayocto ix stz'ib'ancan yab'ixal winhaj Juan chi' winh t'a Slolonel Dios Tz'ib'ab'ilcani, xchi icha tik: Ay jun t'a tzinan lu'um, chaanh ol yal icha tik: Icha tz'aj sb'o b'e yic sjawi junok yajal, icha chi' tzeyutej he b'oan he b'eyb'al, yujto ol jawok Dios Kajal, xchama, xchi t'a Slolonel Dios chi'."
        },
        {
            "number": "4",
            "text": "Ha winhaj Juan chi', a xil nok' camello ayoch spichuloc winh, haxo stzek'ul winh, a nok' tz'uum. Ha juntzanh nok' icha nok' yol sojoy schi winh, haxo nok' caltacte'al yal chab' syuk'ej winh."
        },
        {
            "number": "5",
            "text": "Ha heb' aj Jerusalén smasanil, sk'och heb' smaclej yab' t'a winh. Ay pax heb' t'a junjun chonhab' t'a yol yic Judea yet' heb' ay t'a slak'anil ha' niwan Jordán sk'ochi,"
        },
        {
            "number": "6",
            "text": "ix laj yalank'eta smul heb'. Ixlajwi chi', ix yak'an ak'joc bautizar sb'a heb' yuj winh t'ha ha' Jordán chi'."
        },
        {
            "number": "7",
            "text": "Tzijtum heb' fariseo yet' heb' saduceo ix laj k'och b'aj wan yak'an bautizar winh chi'. Ix yalan winh t'a heb': --Ha ex tik, te jelan ex t'a chukal icha nok' chan. ¿Mach ix alan t'ayex to syal he colanel he b'ha t'a jun niwan yaelal ol jawok?"
        },
        {
            "number": "8",
            "text": "Tato tze na he b'a yuj he mul, yowalil wach' tzeyutej he b'a yic scheclajeli to ix he na he b'a."
        },
        {
            "number": "9",
            "text": "Manh eyal icha tik: Malaj pena, yinhtil onh kan winhaj Abraham. Yuj chi' malaj tas ol jawok t'a quib'anh, manh xe chioc. Yujto a in swal t'ayex, tato sgana Dios, syal yoch juntzanh k'een k'een tik yinhtilaloc winhaj Abraham chi' he k'exuloc."
        },
        {
            "number": "10",
            "text": "Ha jun yaelal ol jawok chi', lajan icha junok winh winak lista yaj yet' sch'acab' t'a yich juntzanh te' avb'en te'. Jantacnhej te' chuclaj sat syak'a', ol laj ch'acjoquel te'. Ol syumancanb'at te' winh t'a yol k'ak'."
        },
        {
            "number": "11",
            "text": "Ha in tik, t'a wal yel tzex wak' bautizar t'a ha ha', yic chequel to ix he na he b'a. Palta ay wal junxo tzak'an sjawi wuuj. Ha ol ak'an Yespíritu Dios t'ayex, mato a k'ak' ol yak' t'ayex. Icha to ol ex ak'joc bautizar yuj. Ha jun ol jawok chi', yelxo wal niwan yelk'och t'a wichanh. Manh in mojoc wak'an serwil, wach'chom tonhej swik'el xanhab'."
        },
        {
            "number": "12",
            "text": "Ha jun chi', lajan icha junok winh sluchank'e waan strigo yet' sluchlab', yic tz'el smatz'il ixim. Smesanxik'e waan t'a stek'lab'. Sik'anxib'at ixim trigo chi' t'a yet'tal. Axo yoc ixim chi', snhustz'ha t'a yol jun k'ak' malaj b'ak'uinh stupi, xchi winhaj Juan chi' t'a heb'."
        },
        {
            "number": "13",
            "text": "Ha t'a jun pekti’ chi', spetoj Jesús t'a yol yic Galilea. Ix k'och t'ha ha' niwan Jordán, b'aj ayek' winhaj Juan, yic syak'an ak'joc bautizar sb'a."
        },
        {
            "number": "14",
            "text": "Ha t'a sb'ab'elal max yal-laj sk'ool winhaj Juan chi' syak' bautizar Jesús. Yuj chi' ix yal winh t'a Jesús chi': --Smoj a in tzin ak' bautizar, yuj chi' manh smojoc a in tzach wak' bautizar, xchi winh."
        },
        {
            "number": "15",
            "text": "Palta ix yalan Jesús chi' t'a winh: --Yowalil ol a k'ulej jun tik yujto smoj sco k'anab'ajej jantacnhej tas syal Dios, xchi t'a winh. Ichato chi', ix chaan sk'ol winhaj Juan chi'."
        },
        {
            "number": "16",
            "text": "Axo yic ix lajwi yak'ji bautizar Jesús, ix k'exta t'a yol ha'. Axo t'a jun rato chi', ix jacwi satcha’anh. Ix yilan yemul Yespíritu Dios t'a yib'anh, icha junok nok' paramuch."
        },
        {
            "number": "17",
            "text": "Axo ix yab'an heb', ay jun ix lolonemta t'a satcha’anh. Ix yalan icha tik: --Aton jun tik, Vuninal. Te xajanab'il wuuj. Tzin tzalaj wal yet'oc, xchi."
        }
    ]
}