{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ay jun vinh scuchan Juan ix ak'an bautizar t'a tzinan lu'um t'a yol yic Judea. Ata' ix yalel slolonel Dios vinh t'a eb' anima ix laj k'och t'ay."
        },
        {
            "number": "2",
            "text": "Ix yalan vinh icha tik t'a eb': --Naec e b'a yuj e chucal, yujto toxo ol wach' och Dios aj satcha’anh Yajalil, xchi vinh."
        },
        {
            "number": "3",
            "text": "Ay jun vinh schecab' Dios scuchan Isaías, ayocto ix stz'ib'ancan yab'ixal vinhaj Juan chi' vinh t'a Slolonel Dios Tz'ib'ab'ilcani, xchi icha tik: Ay jun t'a tzinan lu'um, chaanh ol yal icha tik: Icha tz'aj sb'o b'e yic sjavi junok yajal, icha chi' tzeyutej e b'oan e b'eyb'al, yujto ol javoc Dios Cajal, xchama, xchi t'a Slolonel Dios chi'."
        },
        {
            "number": "4",
            "text": "Ha vinhaj Juan chi', a xil nok' camello ayoch spichuloc vinh, haxo stzek'ul vinh, a nok' tz'uum. Ha juntzanh nok' icha nok' yol sojoy schi vinh, haxo nok' caltacte'al yal chab' syuq'uej vinh."
        },
        {
            "number": "5",
            "text": "Ha eb' aj Jerusalén smasanil, sk'och eb' smaclej yab' t'a vinh. Ay pax eb' t'a junjun chonhab' t'a yol yic Judea yet' eb' ay t'a slak'anil ha' niwan Jordán sk'ochi,"
        },
        {
            "number": "6",
            "text": "ix laj yalanq'ueta smul eb'. Ixlajwi chi', ix yak'an ak'joc bautizar sb'a eb' yuj vinh t'ha ha' Jordán chi'."
        },
        {
            "number": "7",
            "text": "Tzijtum eb' fariseo yet' eb' saduceo ix laj k'och b'aj van yak'an bautizar vinh chi'. Ix yalan vinh t'a eb': --Ha ex tik, te jelan ex t'a chucal icha nok' chan. ¿Mach ix alan t'ayex to syal e colanel e b'ha t'a jun niwan yaelal ol javoc?"
        },
        {
            "number": "8",
            "text": "Tato tze na e b'a yuj e mul, yovalil wach' tzeyutej e b'a yic scheclajeli to ix e na e b'a."
        },
        {
            "number": "9",
            "text": "Manh eyal icha tik: Malaj pena, yinhtil onh kan vinhaj Abraham. Yuj chi' malaj tas ol javoc t'a quib'anh, manh xe chioc. Yujto a in sval t'ayex, tato sgana Dios, syal yoch juntzanh q'uen q'ueen tik yinhtilaloc vinhaj Abraham chi' e q'uexuloc."
        },
        {
            "number": "10",
            "text": "Ha jun yaelal ol javoc chi', lajan icha junok vinh vinac lista yaj yet' sch'acab' t'a yich juntzanh te' avb'en te'. Jantacnhej te' chuclaj sat syak'a', ol laj ch'acjoquel te'. Ol syumancanb'at te' vinh t'a yol k'ak'."
        },
        {
            "number": "11",
            "text": "Ha in tik, t'a val yel tzex vak' bautizar t'a ha ha', yic chequel to ix e na e b'a. Palta ay val junxo tzak'an sjavi vuuj. Ha ol ak'an Yespíritu Dios t'ayex, mato a k'ak' ol yak' t'ayex. Icha to ol ex ak'joc bautizar yuj. Ha jun ol javoc chi', yelxo val niwan yelk'och t'a vichanh. Manh in mojoc vak'an servil, wach'chom tonhej sviq'uel xanhab'."
        },
        {
            "number": "12",
            "text": "Ha jun chi', lajan icha junok vinh sluchanq'ue vaan strigo yet' sluchlab', yic tz'el smatz'il ixim. Smesanxiq'ue vaan t'a stek'lab'. Sik'anxib'at ixim trigo chi' t'a yet'tal. Axo yoc ixim chi', snhustz'ha t'a yol jun k'ak' malaj b'ak'uinh stupi, xchi vinhaj Juan chi' t'a eb'."
        },
        {
            "number": "13",
            "text": "Ha t'a jun pekti’ chi', spetoj Jesús t'a yol yic Galilea. Ix k'och t'ha ha' niwan Jordán, b'aj ayek' vinhaj Juan, yic syak'an ak'joc bautizar sb'a."
        },
        {
            "number": "14",
            "text": "Ha t'a sb'ab'elal max yal-laj sk'ool vinhaj Juan chi' syak' bautizar Jesús. Yuj chi' ix yal vinh t'a Jesús chi': --Smoj a in tzin ak' bautizar, yuj chi' manh smojoc a in tzach vak' bautizar, xchi vinh."
        },
        {
            "number": "15",
            "text": "Palta ix yalan Jesús chi' t'a vinh: --Yovalil ol a k'ulej jun tik yujto smoj sco k'anab'ajej jantacnhej tas syal Dios, xchi t'a vinh. Ichato chi', ix chaan sk'ol vinhaj Juan chi'."
        },
        {
            "number": "16",
            "text": "Axo yic ix lajvi yak'ji bautizar Jesús, ix q'uexta t'a yol ha'. Axo t'a jun rato chi', ix jacvi satcha’anh. Ix yilan yemul Yespíritu Dios t'a yib'anh, icha junok nok' paramuch."
        },
        {
            "number": "17",
            "text": "Axo ix yab'an eb', ay jun ix lolonemta t'a satcha’anh. Ix yalan icha tik: --Aton jun tik, Vuninal. Te xajanab'il vuuj. Tzin tzalaj val yet'oc, xchi."
        }
    ]
}