{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "A d'a jun tiempoal chi', ay jun vinh scuchan Juan ix ak'an bautizar d'a tz'inan luum d'a yol yic Judea. Ata' ix yalel slolonel Dios vinh d'a eb' anima ix laj k'och d'ay."
        },
        {
            "number": "2",
            "text": "Ix yalan vinh icha tic d'a eb': --Naec e b'a yuj e chucal, yujto toxo ol vach' och Dios aj satchaanh Yajalil, xchi vinh."
        },
        {
            "number": "3",
            "text": "Ay jun vinh schecab' Dios scuchan Isaías, ayocto ix stz'ib'ancan yab'ixal vinhaj Juan chi' vinh d'a Slolonel Dios Tz'ib'ab'ilcani, xchi icha tic: Ay jun d'a tz'inan luum, chaanh ol yal icha tic: Icha tz'aj sb'o b'e yic sjavi junoc yajal, icha chi' tzeyutej e b'oan e b'eyb'al, yujto ol javoc Dios Cajal, xchama, xchi d'a Slolonel Dios chi'."
        },
        {
            "number": "4",
            "text": "A vinhaj Juan chi', a xil nok' camello ayoch spichuloc vinh, axo stzek'ul vinh, a nok' tz'uum. A juntzanh nok' icha nok' yol sojoy schi vinh, axo nok' caltacte'al yal chab' syuq'uej vinh."
        },
        {
            "number": "5",
            "text": "A eb' aj Jerusalén smasanil, sk'och eb' smaclej yab' d'a vinh. Ay pax eb' d'a junjun chonhab' d'a yol yic Judea yed' eb' ay d'a slak'anil a' nivan Jordán sk'ochi,"
        },
        {
            "number": "6",
            "text": "ix laj yalanq'ueta smul eb'. Ix lajvi chi', ix yak'an ak'joc bautizar sb'a eb' yuj vinh d'a a' Jordán chi'."
        },
        {
            "number": "7",
            "text": "Tzijtum eb' fariseo yed' eb' saduceo ix laj k'och b'aj van yak'an bautizar vinh chi'. Ix yalan vinh d'a eb': --A ex tic, te jelan ex d'a chucal icha nok' chan. ¿Mach ix alan d'ayex to syal e colanel e b'a d'a jun nivan yaelal ol javoc?"
        },
        {
            "number": "8",
            "text": "Tato tze na e b'a yuj e mul, yovalil vach' tzeyutej e b'a yic scheclajeli to ix e na e b'a."
        },
        {
            "number": "9",
            "text": "Manh eyal icha tic: Malaj pena, yinhtil onh can vinhaj Abraham. Yuj chi' malaj tas ol javoc d'a quib'anh, manh xe chioc. Yujto a in sval d'ayex, tato sgana Dios, syal yoch juntzanh q'uen q'ueen tic yinhtilaloc vinhaj Abraham chi' e q'uexuloc."
        },
        {
            "number": "10",
            "text": "A jun yaelal ol javoc chi', lajan icha junoc vinh vinac lista yaj yed' sch'acab' d'a yich juntzanh te' avb'en te'. Jantacnhej te' chuclaj sat syak'a', ol laj ch'acjoquel te'. Ol syumancanb'at te' vinh d'a yol k'ak'."
        },
        {
            "number": "11",
            "text": "A in tic, d'a val yel tzex vak' bautizar d'a a a', yic chequel to ix e na e b'a. Palta ay val junxo tzak'an sjavi vuuj. A ol ak'an Yespíritu Dios d'ayex, mato a k'ak' ol yak' d'ayex. Icha to ol ex ak'joc bautizar yuuj. A jun ol javoc chi', yelxo val nivan yelk'och d'a vichanh. Manh in mojoc vak'an servil, vach'chom tonhej sviq'uel xanhab'."
        },
        {
            "number": "12",
            "text": "A jun chi', lajan icha junoc vinh sluchanq'ue vaan strigo yed' sluchlab', yic tz'el smatz'il ixim. Smesanxiq'ue vaan d'a stek'lab'. Sik'anxib'at ixim trigo chi' d'a yed'tal. Axo yoc ixim chi', snhustz'a d'a yol jun k'ak' malaj b'aq'uinh stupi, xchi vinhaj Juan chi' d'a eb'."
        },
        {
            "number": "13",
            "text": "A d'a jun tiempoal chi', spetoj Jesús d'a yol yic Galilea. Ix k'och d'a a' nivan Jordán, b'aj ayek' vinhaj Juan, yic syak'an ak'joc bautizar sb'a."
        },
        {
            "number": "14",
            "text": "A d'a sb'ab'elal max yal-laj sk'ool vinhaj Juan chi' syak' bautizar Jesús. Yuj chi' ix yal vinh d'a Jesús chi': --Smoj a in tzin ak' bautizar, yuj chi' manh smojoc a in tzach vak' bautizar, xchi vinh."
        },
        {
            "number": "15",
            "text": "Palta ix yalan Jesús chi' d'a vinh: --Yovalil ol a k'ulej jun tic yujto smoj sco k'anab'ajej jantacnhej tas syal Dios, xchi d'a vinh. Ichato chi', ix chaan sk'ol vinhaj Juan chi'."
        },
        {
            "number": "16",
            "text": "Axo yic ix lajvi yak'ji bautizar Jesús, ix q'uexta d'a yol a'. Axo d'a jun rato chi', ix jacvi satchaanh. Ix yilan yemul Yespíritu Dios d'a yib'anh, icha junoc nok' paramuch."
        },
        {
            "number": "17",
            "text": "Axo ix yab'an eb', ay jun ix lolonemta d'a satchaanh. Ix yalan icha tic: --Aton jun tic, Vuninal. Te xajanab'il vuuj. Tzin tzalaj val yed'oc, xchi."
        }
    ]
}