{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Axo Jesús ix ik'jib'at yuj Yespíritu Dios t'a taquinh lu'um. Ix k'och ta' yic tz'ak'ji proval yuj vinh diablo."
        },
        {
            "number": "2",
            "text": "40 k'ual majxo valaj Jesús chi', ichato chi' ix och svejel."
        },
        {
            "number": "3",
            "text": "Axo vinh diablo ix k'och yak'lan smontanb'at t'a chucal, ix yalan vinh: --Ina Yuninal ach Dios, al t'a juntzanh q'ueen tik yic tz'och q'uen panil, xchi vinh t'ay."
        },
        {
            "number": "4",
            "text": "Palta ix yalan Jesús: --Ha t'a Slolonel Dios Tz'ib'ab'ilcani, a tz'alan icha tik: Manh yujocnhej tas svaji ay co q'uinal. Palta yuj jantacnhej tas syal Dios ay co q'uinal, xchicani, xchi Jesús."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix ik'jib'at yuj vinh diablo chi' t'a jun chonhab' yicnhej Dios yaji, aton Jerusalén. Ix yik'anq'ue Jesús chi' vinh t'a schon stemplo Dios."
        },
        {
            "number": "6",
            "text": "Ix yalan vinh t'ay icha tik: --Ina Yuninal ach Dios, emanh chennaj t'a sat lu'um chi', yujto syalcan t'a Slolonel Dios Tz'ib'ab'ilcani: Ol yal Dios t'a eb' yángel, yic tzach stanhvej eb'. Ol ach quetzchajq'ue yuj eb', yic wach' manh ol a tenoch oc t'a q'uen q'ueen, xchicani, xchi vinh diablo chi'."
        },
        {
            "number": "7",
            "text": "Ix tak'vi pax Jesús chi': --Palta syalpax icha tik t'a Slolonel Dios Tz'ib'ab'ilcani: Manh in eyak' proval, yujto e Yajal in, e Diosal in, xchicani, xchi t'a vinh."
        },
        {
            "number": "8",
            "text": "Ix yik'anxib'at Jesús chi' vinh diablo, ix k'och eb' t'a jun niwan tzalan. Ix sch'oxan masanil nación vinh t'a yol yib'anhk’inal tik t'ay. Ix sch'oxan vinh to te niwan yelk'och svach'il."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix yalan vinh: --Masanil juntzanh tik, ol vak' iquej, tato tzach em cuman t'ayin, tzalan a b'a t'ayin, xchi vinh."
        },
        {
            "number": "10",
            "text": "Palta ix yalan Jesús t'a vinh: --Ach Satanás, elanh t'a in tz'ey. Yujto icha tik syal t'a Slolonel Dios Tz'ib'ab'ilcani: Ha t'ayin tzeyal e b'a, yujto e Yajal in, e Diosal in. Ha innhej tzin eyak' servil, xchi Dios, xchi Jesús chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi', ix actajcan Jesús chi' yuj vinh. Axo eb' ángel ix ul ak'an servil."
        },
        {
            "number": "12",
            "text": "Axo yic ix yab'an Jesús to preso yaj vinhaj Juan, ix b'atxi t'a yol yic Galilea."
        },
        {
            "number": "13",
            "text": "Manhoc t'a Nazaret ix k'ochi, palta ha t'a Capernaum, ata' ix k'och cajan. Ha jun chonhab' chi', ha t'a sti' ha' nhajab' ay. Ha t'a yol smacb'en eb' yinhtilal vinhaj Zabulón yet' vinhaj Neftalí, ata' ay."
        },
        {
            "number": "14",
            "text": "Icha chi' ix aj yelk'och tas tz'ib'ab'ilcan yuj vinhaj Isaías schecab' Dios t'a peca', xchi icha tik:"
        },
        {
            "number": "15",
            "text": "Ha t'a yol yic Zabulón yet' t'a yol yic Neftalí, ha t'a sti' ha' nhajab' ata' ay, t'a sk'axepalek' ha' niwan Jordán. Ata' ay jun chonhab' Galilea sb'i, aton b'aj cajan eb' manh israeloc."
        },
        {
            "number": "16",
            "text": "Ha eb' anima chi', ayto ek' eb' t'a k’ik’ k’inal, palta ol yil jun sakil k'inal eb' te niwan yelk'ochi. Ha eb' ayek' ta', ichato chamnac eb', palta ol k'och sakil k'inal t'a eb', xchi t'a Slolonel Dios chi'."
        },
        {
            "number": "17",
            "text": "Axo yic ix k'och Jesús chi' ta', ix och ijan yalanel slolonel Dios t'a eb' anima chi', ix yalan icha tik: --Naec e b'a, yujto toxo ol wach' och Dios aj satcha’anh Yajalil, xchi t'a eb'."
        },
        {
            "number": "18",
            "text": "Ayic van sb'eyek' Jesús t'a sti' ha' nhajab' yic Galilea, ix yilani ayek' vinhaj Simón scuch pax Pedro yet' jun vinh yuk'tac vinh scuchan Andrés. Van yak'anem jun schimpa eb' vinh yic yamlab' chay t'a yol ha', yujto yamum chay eb' vinh."
        },
        {
            "number": "19",
            "text": "Axo Jesús ix alan t'a eb' vinh: --Ochanhec in k'ayb'umoc. Ol vak'och eyopisio. Icha tzeyutej eyaman nok' chay tik, icha chi' ol eyutoc eyik'ancot eb' anima t'ayin, xchi t'a eb' vinh."
        },
        {
            "number": "20",
            "text": "D'a jun rato chi' ix yactejcan ch'anh schimpa eb' vinh. Ix och eb' vinh sk'ayb'umoc Jesús chi'."
        },
        {
            "number": "21",
            "text": "Janik'anto sb'at eb', ix ilchaj chavanhxo eb' vinh yuk'tac sb'a yuj, aton vinhaj Jacobo yet' vinhaj Juan. Ha vinhaj Zebedeo ay yic eb' vinh. Ayoch eb' vinh t'a yol jun barco yet' smam chi', van snipan schimpa eb' vinh yic yamlab' chay. Axo Jesús ix avtancot eb' vinh."
        },
        {
            "number": "22",
            "text": "D'a jun rato chi' ix yactancan smam eb' vinh chi' yet' jun barco chi', ix och eb' vinh sk'ayb'umoc Jesús."
        },
        {
            "number": "23",
            "text": "Ix ek' Jesús t'a yol yic Galilea chi' yet' eb' sk'ayb'um. Ix laj ek' sk'ayb'ej eb' anima t'a yoltac spatil sculto. Ix ek' yalanel jun wach' ab'ix, chajtil tz'aj yoch eb' t'a yol sk'ab' Dios aj satcha’anh. Jantacnhej juntzanh yab'il tz'ik'an eb' anima chi', ix laj b'oxican eb' yuj."
        },
        {
            "number": "24",
            "text": "Ix laj pucaxel yab'ixal Jesús t'a skal masanil yol yic Siria. Yuj chi' ix ik'jib'at eb' penaay smasanil t'ay, jantacnhej juntzanh yab'il yet' juntzanh ilya tz'ik'an eb'. Anhejtona', ay pax eb' tz'ixtaj yuj eb' enemigo, eb' scot t'a sjolom yet' eb' sicb'inaqueli. Ix laj ik'jib'at eb' t'ay. Yuj chi' ix b'oxican eb' smasanil yuj."
        },
        {
            "number": "25",
            "text": "Jantac eb' aj Galilea chi', ix laj och tzak'an eb' yuj. Anhejtona', ay eb' t'a juntzanh chonhab' t'a yol yic Decápolis, t'a Jerusalén, t'a Judea yet' pax t'a sk'axepalek' ha' niwan Jordán, ix laj och pax tzak'an eb' yuj."
        }
    ]
}