{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Axo Jesús ix ik'jib'at yuj Yespíritu Dios t'a taquinh lu'um. Ix k'och ta' yic tz'ak'ji prowal yuj winh diablo."
        },
        {
            "number": "2",
            "text": "40 k'ual majxo walaj Jesús chi', ichato chi' ix och swejel."
        },
        {
            "number": "3",
            "text": "Axo winh diablo ix k'och yak'lan smontanb'at t'a chukal, ix yalan winh: --Ina Yuninal ach Dios, al t'a juntzanh k'een tik yic tz'och k'een panil, xchi winh t'ay."
        },
        {
            "number": "4",
            "text": "Palta ix yalan Jesús: --Ha t'a Slolonel Dios Tz'ib'ab'ilkani, a tz'alan icha tik: Manh yujocnhej tas swaji ay ko k 'inal. Palta yuj jantacnhej tas syal Dios ay ko k 'inal, xchikani, xchi Jesús."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix ik'jib'at yuj winh diablo chi' t'a jun chonhab' yicnhej Dios yaji, aton Jerusalén. Ix yik'ank'e Jesús chi' winh t'a schon stemplo Dios."
        },
        {
            "number": "6",
            "text": "Ix yalan winh t'ay icha tik: --Ina Yuninal ach Dios, emanh chennaj t'a sat lu'um chi', yujto syalkan t'a Slolonel Dios Tz'ib'ab'ilkani: Ol yal Dios t'a heb' yángel, yic tzach stanhwej heb'. Ol ach quetzchajk'e yuj heb', yic wach' manh ol a tenoch oc t'a k'een k'een, xchikani, xchi winh diablo chi'."
        },
        {
            "number": "7",
            "text": "Ix tak'wi pax Jesús chi': --Palta syalpax icha tik t'a Slolonel Dios Tz'ib'ab'ilkani: Manh in eyak' prowal, yujto he Yajal in, he Diosal in, xchikani, xchi t'a winh."
        },
        {
            "number": "8",
            "text": "Ix yik'anxib'at Jesús chi' winh diablo, ix k'och heb' t'a jun niwan tzalan. Ix sch'oxan masanil nación winh t'a yol yib'anhk’inal tik t'ay. Ix sch'oxan winh to te niwan yelk'och swach'il."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix yalan winh: --Masanil juntzanh tik, ol wak' iquej, tato tzach em cuman t'ayin, tzalan a b'a t'ayin, xchi winh."
        },
        {
            "number": "10",
            "text": "Palta ix yalan Jesús t'a winh: --Ach Satanás, elanh t'a in tz'ey. Yujto icha tik syal t'a Slolonel Dios Tz'ib'ab'ilkani: Ha t'ayin tzeyal he b'a, yujto he Yajal in, he Diosal in. Ha innhej tzin eyak' serwil, xchi Dios, xchi Jesús chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi', ix actajkan Jesús chi' yuj winh. Axo heb' ángel ix ul ak'an serwil."
        },
        {
            "number": "12",
            "text": "Axo yic ix yab'an Jesús to preso yaj winhaj Juan, ix b'atxi t'a yol yic Galilea."
        },
        {
            "number": "13",
            "text": "Manhok t'a Nazaret ix k'ochi, palta ha t'a Capernaum, ata' ix k'och kajan. Ha jun chonhab' chi', ha t'a sti' ha' nhajab' ay. Ha t'a yol smacb'en heb' yinhtilal winhaj Zabulón yet' winhaj Neftalí, ata' ay."
        },
        {
            "number": "14",
            "text": "Icha chi' ix aj yelk'och tas tz'ib'ab'ilkan yuj winhaj Isaías schekab' Dios t'a peka', xchi icha tik:"
        },
        {
            "number": "15",
            "text": "Ha t'a yol yic Zabulón yet' t'a yol yic Neftalí, ha t'a sti' ha' nhajab' ata' ay, t'a sk'axepalek' ha' niwan Jordán. Ata' ay jun chonhab' Galilea sb'i, aton b'aj kajan heb' manh israelok."
        },
        {
            "number": "16",
            "text": "Ha heb' anima chi', ayto ek' heb' t'a k’ik’ k’inal, palta ol yil jun sakil k'inal heb' te niwan yelk'ochi. Ha heb' ayek' ta', ichato chamnac heb', palta ol k'och sakil k'inal t'a heb', xchi t'a Slolonel Dios chi'."
        },
        {
            "number": "17",
            "text": "Axo yic ix k'och Jesús chi' ta', ix och ijan yalanel slolonel Dios t'a heb' anima chi', ix yalan icha tik: --Naec he b'a, yujto toxo ol wach' och Dios aj satcha’anh Yajalil, xchi t'a heb'."
        },
        {
            "number": "18",
            "text": "Ayic wan sb'eyek' Jesús t'a sti' ha' nhajab' yic Galilea, ix yilani ayek' winhaj Simón scuch pax Pedro yet' jun winh yuk'tac winh skuchan Andrés. Van yak'anem jun schimpa heb' winh yic yamlab' chay t'a yol ha', yujto yamum chay heb' winh."
        },
        {
            "number": "19",
            "text": "Axo Jesús ix alan t'a heb' winh: --Ochanhec in k'ayb'umoc. Ol wak'och eyopisio. Icha tzeyutej eyaman nok' chay tik, icha chi' ol eyutoc eyik'ancot heb' anima t'ayin, xchi t'a heb' winh."
        },
        {
            "number": "20",
            "text": "D'a jun rato chi' ix yaktejkan ch'anh schimpa heb' winh. Ix och heb' winh sk'ayb'umoc Jesús chi'."
        },
        {
            "number": "21",
            "text": "Janik'anto sb'at heb', ix ilchaj chawanhxo heb' winh yuk'tac sb'a yuj, aton winhaj Jacobo yet' winhaj Juan. Ha winhaj Zebedeo ay yic heb' winh. Ayoch heb' winh t'a yol jun barco yet' smam chi', wan snipan schimpa heb' winh yic yamlab' chay. Axo Jesús ix awtankot heb' winh."
        },
        {
            "number": "22",
            "text": "D'a jun rato chi' ix yactankan smam heb' winh chi' yet' jun barco chi', ix och heb' winh sk'ayb'umoc Jesús."
        },
        {
            "number": "23",
            "text": "Ix ek' Jesús t'a yol yic Galilea chi' yet' heb' sk'ayb'um. Ix laj ek' sk'ayb'ej heb' anima t'a yoltac spatil sculto. Ix ek' yalanel jun wach' ab'ix, chajtil tz'aj yoch heb' t'a yol sk'ab' Dios aj satcha’anh. Jantacnhej juntzanh yab'il tz'ik'an heb' anima chi', ix laj b'oxikan heb' yuj."
        },
        {
            "number": "24",
            "text": "Ix laj pukaxel yab'ixal Jesús t'a skal masanil yol yic Siria. Yuj chi' ix ik'jib'at heb' penaay smasanil t'ay, jantacnhej juntzanh yab'il yet' juntzanh ilya tz'ik'an heb'. Anhejtona', ay pax heb' tz'ixtaj yuj heb' enemigo, heb' scot t'a sjolom yet' heb' sicb'inaqueli. Ix laj ik'jib'at heb' t'ay. Yuj chi' ix b'oxikan heb' smasanil yuj."
        },
        {
            "number": "25",
            "text": "Jantac heb' aj Galilea chi', ix laj och tzak'an heb' yuj. Anhejtona', ay heb' t'a juntzanh chonhab' t'a yol yic Decápolis, t'a Jerusalén, t'a Judea yet' pax t'a sk'axepalek' ha' niwan Jordán, ix laj och pax tzak'an heb' yuj."
        }
    ]
}