{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha ix yilan eb' anima Jesús, ix q'ue t'a jun tzalan. Ix em k'ojan ta', haxo eb' sk'ayb'um ix k'och eb' t'ay."
        },
        {
            "number": "2",
            "text": "Ix sk'ayb'an eb', ix yalan icha tik:"
        },
        {
            "number": "3",
            "text": "--Ha eb' snachajel yuj to manh wach'oc eb' t'a yichanh Dios, te wach' yic eb', yujto ayxo och eb' t'a yol sk'ab' Dios aj satcha’anh."
        },
        {
            "number": "4",
            "text": "Ha eb' scus yuj smul, te wach' yic eb', yujto ha Dios ol ak'an snivanil sk'ool eb'."
        },
        {
            "number": "5",
            "text": "Ha eb' emnaquil syutej sb'a, te wach' yic eb', yujto ol yiquej jun lugar eb' yalnaccan Dios."
        },
        {
            "number": "6",
            "text": "Ha eb' te ay sgana stojolb'itan spensar, te wach' yic eb', yujto ol och Dios yet' eb', yic wach' icha chi' ol aj stojolb'i eb'."
        },
        {
            "number": "7",
            "text": "Ha eb' tz'ok' sk'ool t'a eb' yetanimail, te wach' yic eb', yujto tz'ok' pax sk'ool Dios t'a eb'."
        },
        {
            "number": "8",
            "text": "Ha eb' malaj chukal t'a spensar, te wach' yic eb', yujto ol yil Dios eb'."
        },
        {
            "number": "9",
            "text": "Ha eb' ak'um lajvoc oval, te wach' yic eb', yujto ha Dios ol alan eb' yuninaloc."
        },
        {
            "number": "10",
            "text": "Ha eb' tz'ab'an syail yujto wach' syutej sb'a eb', te wach' yic eb', yujto ayoch eb' t'a yol sk'ab' Dios aj satcha’anh."
        },
        {
            "number": "11",
            "text": "Ha exxo tik, tato vuuj tzex b'ajji, tato ay tas tz'ak'jioch t'a eyib'anh, te wach' eyico'. Anhejtona' tato vuuj tz'ak'jicot juntzanh es t'a eyib'anh, te wach' eyico'."
        },
        {
            "number": "12",
            "text": "Tzex tzalaj val sik'lab'il, yujto te niwan spac ol e cha t'a satcha’anh. Icha tz'aj yak'jioch t'a eyib'anh ticnaic, icha chi' ajnac och t'a yib'anh eb' schecab' Dios t'a peca'."
        },
        {
            "number": "13",
            "text": "Icha atz'am atz'am, icha chi' eyaj t'a yol yib'anhk’inal tik. Q'uinaloc a atz'am atz'am satel sk'achial, ¿tas to ol aj sk'achib'ixi? Manhxalaj tz'och atz'am. Tonhej syumjiel atz'am, slaj stek'nub'an eb' anima."
        },
        {
            "number": "14",
            "text": "Icha sakil k'inal, icha chi' eyaj t'a yol yib'anhk’inal tik. Q'uinaloc ay junok chonhab' t'a junok tzalan, max yal-laj co k'ub'aneli."
        },
        {
            "number": "15",
            "text": "Ayic scak'anoch sk'ak'al co candil, ¿tom ha t'a yalanh junok cajón scak'kan ochi? Maay, palta chaanh scutejq'uei, yic wach' syil eb' tz'och t'a yol pat chi'."
        },
        {
            "number": "16",
            "text": "Icha yaj jun candil chi', icha chi' eyaji. Ch'oxequel sakil k'inal t'a eb' anima, syalelk'ochi, aton e wach' b'eyb'al tze ch'ox yil eb', yuj chi' ol yal wach' lolonel eb' t'a co Mam Dios ayek' t'a satcha’anh."
        },
        {
            "number": "17",
            "text": "Manh e na'a to in ja vak' lajvoc ley Moisés yet' juntzanh sk'ayb'ub'al eb' schecab' Dios t'a peca'. Manh yujoc jun chi' in javi, palta in javi yic wach' ol elk'och tas syal jun ley chi'."
        },
        {
            "number": "18",
            "text": "Val yel sval t'ayex, yovalil ol elk'och masanil tas tz'ib'ab'ilcan t'a jun ley chi'. Yacb'an ayto ek' jun yol yib'anhk’inal tik yet' satcha’anh, malaj val jab'oc Slolonel Dios Tz'ib'ab'ilcan chi' ol sateloc. Wach'chom a junok letra, ma junok punto, malaj val junok tas ol sateloc, masanto ol elk'och masanil tas tz'ib'yajcan t'ay."
        },
        {
            "number": "19",
            "text": "Ay juntzanh checnab'il t'a jun ley chi', ichato malaj val yelk'ochi, palta yalnhej mach max k'anab'ajan smasanil, syalanpax t'a eb' anima to max sk'anab'ajej pax eb', tato ol k'och eb' t'a yol sk'ab' Dios t'a satcha’anh, val yel malaj val ol aj yelk'och eb' t'a skal eb' ayek' ta'. Palta a eb' sk'anab'ajan tas syal jun ley chi', syalanpax t'a eb' anima to sk'anab'ajej eb', ayic ol k'och eb' t'a yol sk'ab' Dios chi', yel ton val te niwan ol aj yelk'och eb' t'a skal eb' ayek' ta'."
        },
        {
            "number": "20",
            "text": "Ha eb' k'ayb'um t'a ley Moisés yet' eb' fariseo, ichato te tojol sb'eyb'al eb' t'a yichanh eb' anima, palta sval t'ayex, tato manh ek'octo swach'il e b'eyb'al chi' t'a eb', toton manh ton ol ex k'ochlaj t'a yol sk'ab' Dios."
        },
        {
            "number": "21",
            "text": "Cab'nac tas alb'ilcan t'a eb' co mam quicham t'a peca'. Xchi icha tik: Manh e mak'cham eb' eyetanimail. Yalnhej mach smak'ancham junocxo anima, yovalil ol k'och t'a yichanh ley, haxo ta' ol ch'olb'itaj tas yaji, xchi."
        },
        {
            "number": "22",
            "text": "Palta a in sval t'ayex, yalnhej mach junok schichonoch sk'ool t'a junok yetanimail, ol ch'olb'itaj tas yaji. Yalnhej mach sb'uchvaj t'a junok yetanimail, ol ch'olb'itaj yuj eb' sat yajal. Anhejtona' yalnhej mach junok sb'ajan junok yetanimail, ay smay sb'atcan t'a infierno t'a skal k'ak'."
        },
        {
            "number": "23",
            "text": "Yuj chi', ayic tzex k'och yet' eyofrenda b'aj tzeyak' d'ha Dios, tato tze nacoti to ay b'aj ix och e mul t'a junocxo anima,"
        },
        {
            "number": "24",
            "text": "canocab' jun eyofrenda chi' b'ela. B'at e b'ocan yaj yet'oc. Slajvi chi', tzex jaxi, tzeyak'an eyofrenda chi'."
        },
        {
            "number": "25",
            "text": "Q'uinaloc ay eb' tz'ak'anoch t'a eyib'anh, tzex yik'anb'at eb' t'a vinh yajal, ayic van to e b'at t'a yol b'e, tze b'oancan yaj yet' eb', yic wach' maxtzac b'at ex yak'och eb' t'a yol sk'ab' vinh yajal chi'. Yujto a vinh yajal chi' tzex ak'anoch t'a yol sk'ab' eb' vinh polencía. Axo eb' vinh tzex ak'anb'at preso."
        },
        {
            "number": "26",
            "text": "Val yel sval t'ayex, maxtzac ex actajeli masanto tze tup e multa smasanil."
        },
        {
            "number": "27",
            "text": "Cab'nac pax tas alb'ilcan t'a sley Dios, ayic yalannaccani: Manh ex em ajmulal, xchi."
        },
        {
            "number": "28",
            "text": "Palta a in tik sval t'ayex, yalnhej mach syiloch sk'ool t'a junok ix ix, a jun chi' toxo ix em ajmulal yet' ix t'a spensar."
        },
        {
            "number": "29",
            "text": "Q'uinaloc ayex, yuj yol e sat ay t'a e wach', tz'ixtaxel e pensar. Tato icha chi', wach' ama tzeyiq'uelta jun yol e sat chi', tzeyumaneli. Yujto wach' tato jab'nhej e nivanil satcaneli, t'a yichanh tzex b'atcan t'a infierno yet' e nivanil chi' smasanil."
        },
        {
            "number": "30",
            "text": "Q'uinaloc ayex yuj e k'ab' ay t'a e wach' tz'ixtaxel e pensar. Tato icha chi', te wach' tato tze tzepel jun e k'ab' chi', tzeyumancaneli. Yujto wach' tato jab'nhej e nivanil satcaneli, t'a yichanh tzex b'atcan t'a infierno yet' e nivanil chi' smasanil."
        },
        {
            "number": "31",
            "text": "Atax t'a peca' alb'ilcan jun tik: Ha vinh spuc sb'a yet' ix yetb'eyum, yovalil sb'ocan junok yumal ayic spucan sb'a eb' chi', syak'ancan vinh t'a ix, xchi."
        },
        {
            "number": "32",
            "text": "Palta a in tik, sval t'ayex, tato ay mach spuc sb'a yet' ix yetb'eyum, tato manh yujoc ajmulal, tato icha chi', a vinh tz'ak'anoch ix t'a ajmulal. Anhejtona', yalnhej mach junok vinh tz'ik'an jun ix spucnac sb'a yet' vinh yetb'eyum, tz'ochpax vinh ajmulal."
        },
        {
            "number": "33",
            "text": "Cab'nac tas alb'ilcan t'a eb' co mam quicham t'a peca', xchi icha tik: Tato tze loc sb'i Dios Cajal, tzeyak'an e ti', yovalil tze k'anab'ajej juntzanh tas tzeyalcan chi', xchi."
        },
        {
            "number": "34",
            "text": "Palta a in tik sval t'ayex, mocab'a junok tas tze loc sb'i. Max yal e locan sb'i satcha’anh, yujto a jun chi', aton sdespacho Dios."
        },
        {
            "number": "35",
            "text": "Yed' pax sat lu'um tik, max yal e locan sb'i, yujto icha stek'nub' Dios yaji. Yed' pax Jerusalén, max yal e locan sb'i, yujto a jun chi', aton schonhab' jun co Reyal te niwan yelk'ochi."
        },
        {
            "number": "36",
            "text": "Anhejtona' e jolom, max yal e locan pax sb'i, yujto manh eyicoc e ch'ocoj, yujto max yal eyak'an sacb'oc junok pitanh xil e jolom ma eyak'anxi k'ik'b'oc."
        },
        {
            "number": "37",
            "text": "Ayic tzex loloni, Yel toni, xe chinhej, Maay, xe chi. Max yal e locan sb'i junok tasi, yujto a jun locoj b'i chi' t'a vinh diablo scoti."
        },
        {
            "number": "38",
            "text": "Cab'nac tas alb'ilcan t'a peca'. Xchi icha tik: Tato ay junok mach smak'an poj yol sat junocxo, mak'jocab' pax poj yico'. Anhejtona' tato ay mach smak'anel ye junok, mak'jocab' pax el yico', xchi."
        },
        {
            "number": "39",
            "text": "Palta a in tik, sval t'ayex, manh eyak' oval yet' eb' chuk syutej sb'a t'ayex. Tato ay junok mach sd'ob'anb'at e ti' t'a e wach', tze meltzitejb'at junxo pak'anh t'ay."
        },
        {
            "number": "40",
            "text": "Tato ay mach sgana stok'anek' e camix t'a yichanh ley, tzeyak'paxb'at e chumpa t'ay."
        },
        {
            "number": "41",
            "text": "Anhejtona', tato ay junok mach tzex ak'an pural e cuchanb'at nanhaloc legua yicatz, tato icha chi', jun legua tze cuchb'at t'ay."
        },
        {
            "number": "42",
            "text": "Yalnhej mach junok sk'anan smajnej junok tas t'ayex, manh ex b'at micnaj t'ay."
        },
        {
            "number": "43",
            "text": "Cab'nac tas alb'ilcan t'a peca'. Xchi icha tik: Tze xajanej eb' wach' eyak'an yet'oc. Axo eb' eyajk'ool, schichonoch e k'ool t'a eb', xchi."
        },
        {
            "number": "44",
            "text": "Palta a in tik sval t'ayex: Yovalil tze xajanej eb' ajk'ol yajoch t'ayex. Tzex lesalvipax yuj eb' tz'ak'anoch junok chukal t'a eyib'anh."
        },
        {
            "number": "45",
            "text": "Icha chi' tzeyutej e ch'oxanel e b'a to yel yuninal ex co Mam ay t'a satcha’anh, yujto a tz'ak'anemta yoc k'u t'a yib'anh eb' chuk yet' t'a yib'anh eb' wach'. Anhejtona', syak'anpax emta nhab' t'a yib'anh eb' manh tojoloc spensar yet' t'a yib'anh eb' tojol spensar."
        },
        {
            "number": "46",
            "text": "Tato anhej eb' tzex xajanan tze xajanej, ¿tom ol e cha spac jun chi' tze na'a? Ina eb' vinh tecumel tumin, anheja' icha pax chi' syutej sb'a eb' vinh."
        },
        {
            "number": "47",
            "text": "Anhejtona', tato anhej eb' e wach' k'ool tze k'umej, ¿tom ay yelk'och jun chi' e naani? Ina eb' manh ojtannacoc Dios, anheja' icha pax chi' syutej sb'a eb'."
        },
        {
            "number": "48",
            "text": "Yovalil tz'acan ex t'a masanil tas wach', icha co Mam ayek' t'a satcha’anh, tz'acan t'a masanil tas wach'."
        }
    ]
}