{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha ix yilan heb' anima Jesús, ix k'e t'a jun tzalan. Ix em k'ojan ta', haxo heb' sk'ayb'um ix k'och heb' t'ay."
        },
        {
            "number": "2",
            "text": "Ix sk'ayb'an heb', ix yalan icha tik:"
        },
        {
            "number": "3",
            "text": "--Ha heb' snachajel yuj to manh wach'oc heb' t'a yichanh Dios, te wach' yic heb', yujto ayxo och heb' t'a yol sk'ab' Dios aj satcha’anh."
        },
        {
            "number": "4",
            "text": "Ha heb' scus yuj smul, te wach' yic heb', yujto ha Dios ol ak'an sniwanil sk'ool heb'."
        },
        {
            "number": "5",
            "text": "Ha heb' emnaquil syutej sb'a, te wach' yic heb', yujto ol yiquej jun lugar heb' yalnaccan Dios."
        },
        {
            "number": "6",
            "text": "Ha heb' te ay snib'ej stojolb'itan spensar, te wach' yic heb', yujto ol och Dios yet' heb', yic wach' icha chi' ol aj stojolb'i heb'."
        },
        {
            "number": "7",
            "text": "Ha heb' tz'ok' sk'ool t'a heb' yetanimail, te wach' yic heb', yujto tz'ok' pax sk'ool Dios t'a heb'."
        },
        {
            "number": "8",
            "text": "Ha heb' malaj chukal t'a spensar, te wach' yic heb', yujto ol yil Dios heb'."
        },
        {
            "number": "9",
            "text": "Ha heb' ak'um lajwoc owal, te wach' yic heb', yujto ha Dios ol alan heb' yuninaloc."
        },
        {
            "number": "10",
            "text": "Ha heb' tz'ab'an syail yujto wach' syutej sb'a heb', te wach' yic heb', yujto ayoch heb' t'a yol sk'ab' Dios aj satcha’anh."
        },
        {
            "number": "11",
            "text": "Ha exxo tik, tato wuuj tzex b'ajji, tato ay tas tz'ak'jioch t'a eyib'anh, te wach' eyiko'. Anhejtona' tato wuuj tz'ak'jicot juntzanh es t'a eyib'anh, te wach' eyiko'."
        },
        {
            "number": "12",
            "text": "Tzex tzalaj wal sik'lab'il, yujto te niwan spak ol he cha t'a satcha’anh. Icha tz'aj yak'jioch t'a eyib'anh ticnaik, icha chi' ajnac och t'a yib'anh heb' schecab' Dios t'a peka'."
        },
        {
            "number": "13",
            "text": "Icha atz'am atz'am, icha chi' eyaj t'a yol yib'anhk’inal tik. Q'uinaloc a atz'am atz'am satel sk'achial, ¿tas to ol aj sk'achib'ixi? Manhxalaj tz'och atz'am. Tonhej syumjiel atz'am, slaj stek'nub'an heb' anima."
        },
        {
            "number": "14",
            "text": "Icha sakil k'inal, icha chi' eyaj t'a yol yib'anhk’inal tik. Q'uinaloc ay junok chonhab' t'a junok tzalan, max yal-laj ko k'ub'aneli."
        },
        {
            "number": "15",
            "text": "Ayic skak'anoch sk'ak'al ko candil, ¿tom ha t'a yalanh junok cajón skak'kan ochi? Maay, palta chaanh scutejk'ei, yic wach' syil heb' tz'och t'a yol pat chi'."
        },
        {
            "number": "16",
            "text": "Icha yaj jun candil chi', icha chi' eyaji. Ch'oxequel sakil k'inal t'a heb' anima, syalelk'ochi, aton he wach' b'eyb'al tze ch'ox yil heb', yuj chi' ol yal wach' lolonel heb' t'a ko Mam Dios ayek' t'a satcha’anh."
        },
        {
            "number": "17",
            "text": "Manh he na'a to in ja wak' lajwoc ley Moisés yet' juntzanh sk'ayb'ub'al heb' schecab' Dios t'a peka'. Manh yujoc jun chi' in jawi, palta in jawi yic wach' ol elk'och tas syal jun ley chi'."
        },
        {
            "number": "18",
            "text": "Val yel swal t'ayex, yowalil ol elk'och masanil tas tz'ib'ab'ilcan t'a jun ley chi'. Yacb'an ayto ek' jun yol yib'anhk’inal tik yet' satcha’anh, malaj wal jab'oc Slolonel Dios Tz'ib'ab'ilcan chi' ol sateloc. Wach'chom a junok letra, ma junok punto, malaj wal junok tas ol sateloc, masanto ol elk'och masanil tas tz'ib'yajcan t'ay."
        },
        {
            "number": "19",
            "text": "Ay juntzanh checnab'il t'a jun ley chi', ichato malaj wal yelk'ochi, palta yalnhej mach max k'anab'ajan smasanil, syalanpax t'a heb' anima to max sk'anab'ajej pax heb', tato ol k'och heb' t'a yol sk'ab' Dios t'a satcha’anh, wal yel malaj wal ol aj yelk'och heb' t'a skal heb' ayek' ta'. Palta a heb' sk'anab'ajan tas syal jun ley chi', syalanpax t'a heb' anima to sk'anab'ajej heb', ayic ol k'och heb' t'a yol sk'ab' Dios chi', yel ton wal te niwan ol aj yelk'och heb' t'a skal heb' ayek' ta'."
        },
        {
            "number": "20",
            "text": "Ha heb' k'ayb'um t'a ley Moisés yet' heb' fariseo, ichato te tojol sb'eyb'al heb' t'a yichanh heb' anima, palta swal t'ayex, tato manh ek'octo swach'il he b'eyb'al chi' t'a heb', toton manh ton ol ex k'ochlaj t'a yol sk'ab' Dios."
        },
        {
            "number": "21",
            "text": "Cab'nac tas alb'ilcan t'a heb' ko mam quicham t'a peka'. Xchi icha tik: Manh he mak'cham heb' eyetanimail. Yalnhej mach smak'ancham junocxo anima, yowalil ol k'och t'a yichanh ley, haxo ta' ol ch'olb'itaj tas yaji, xchi."
        },
        {
            "number": "22",
            "text": "Palta a in swal t'ayex, yalnhej mach junok schichonoch sk'ool t'a junok yetanimail, ol ch'olb'itaj tas yaji. Yalnhej mach sb'uchwaj t'a junok yetanimail, ol ch'olb'itaj yuj heb' sat yajal. Anhejtona' yalnhej mach junok sb'ajan junok yetanimail, ay smay sb'atcan t'a infierno t'a skal k'ak'."
        },
        {
            "number": "23",
            "text": "Yuj chi', ayic tzex k'och yet' eyofrenda b'aj tzeyak' d'ha Dios, tato tze nacoti to ay b'aj ix och he mul t'a junocxo anima,"
        },
        {
            "number": "24",
            "text": "canocab' jun eyofrenda chi' b'ela. B'at he b'ocan yaj yet'oc. Slajwi chi', tzex jaxi, tzeyak'an eyofrenda chi'."
        },
        {
            "number": "25",
            "text": "Q'uinaloc ay heb' tz'ak'anoch t'a eyib'anh, tzex yik'anb'at heb' t'a winh yajal, ayic wan to he b'at t'a yol b'e, tze b'oancan yaj yet' heb', yic wach' maxtzac b'at ex yak'och heb' t'a yol sk'ab' winh yajal chi'. Yujto a winh yajal chi' tzex ak'anoch t'a yol sk'ab' heb' winh polencía. Axo heb' winh tzex ak'anb'at preso."
        },
        {
            "number": "26",
            "text": "Val yel swal t'ayex, maxtzac ex actajeli masanto tze tup he multa smasanil."
        },
        {
            "number": "27",
            "text": "Cab'nac pax tas alb'ilcan t'a sley Dios, ayic yalannaccani: Manh ex em ajmulal, xchi."
        },
        {
            "number": "28",
            "text": "Palta a in tik swal t'ayex, yalnhej mach syiloch sk'ool t'a junok ix ix, a jun chi' toxo ix em ajmulal yet' ix t'a spensar."
        },
        {
            "number": "29",
            "text": "Q'uinaloc ayex, yuj yol he sat ay t'a he wach', tz'ixtaxel he pensar. Tato icha chi', wach' ama tzeyik'elta jun yol he sat chi', tzeyumaneli. Yujto wach' tato jab'nhej he niwanil satcaneli, t'a yichanh tzex b'atcan t'a infierno yet' he niwanil chi' smasanil."
        },
        {
            "number": "30",
            "text": "Q'uinaloc ayex yuj he k'ab' ay t'a he wach' tz'ixtaxel he pensar. Tato icha chi', te wach' tato tze tzepel jun he k'ab' chi', tzeyumancaneli. Yujto wach' tato jab'nhej he niwanil satcaneli, t'a yichanh tzex b'atcan t'a infierno yet' he niwanil chi' smasanil."
        },
        {
            "number": "31",
            "text": "Atax t'a peka' alb'ilcan jun tik: Ha winh spuc sb'a yet' ix yetb'eyum, yowalil sb'ocan junok yumal ayic spucan sb'a heb' chi', syak'ancan winh t'a ix, xchi."
        },
        {
            "number": "32",
            "text": "Palta a in tik, swal t'ayex, tato ay mach spuc sb'a yet' ix yetb'eyum, tato manh yujoc ajmulal, tato icha chi', a winh tz'ak'anoch ix t'a ajmulal. Anhejtona', yalnhej mach junok winh tz'ik'an jun ix spucnac sb'a yet' winh yetb'eyum, tz'ochpax winh ajmulal."
        },
        {
            "number": "33",
            "text": "Cab'nac tas alb'ilcan t'a heb' ko mam quicham t'a peka', xchi icha tik: Tato tze loc sb'i Dios Kajal, tzeyak'an he ti', yowalil tze k'anab'ajej juntzanh tas tzeyalcan chi', xchi."
        },
        {
            "number": "34",
            "text": "Palta a in tik swal t'ayex, mocab'a junok tas tze loc sb'i. Max yal he locan sb'i satcha’anh, yujto a jun chi', aton sdespacho Dios."
        },
        {
            "number": "35",
            "text": "Yed' pax sat lu'um tik, max yal he locan sb'i, yujto icha stek'nub' Dios yaji. Yed' pax Jerusalén, max yal he locan sb'i, yujto a jun chi', aton schonhab' jun ko Reyal te niwan yelk'ochi."
        },
        {
            "number": "36",
            "text": "Anhejtona' he jolom, max yal he locan pax sb'i, yujto manh eyicoc he ch'ocoj, yujto max yal eyak'an sacb'oc junok pitanh xil he jolom ma eyak'anxi k'ik'b'oc."
        },
        {
            "number": "37",
            "text": "Ayic tzex loloni, Yel toni, xe chinhej, Maay, xe chi. Max yal he locan sb'i junok tasi, yujto a jun locoj b'i chi' t'a winh diablo scoti."
        },
        {
            "number": "38",
            "text": "Cab'nac tas alb'ilcan t'a peka'. Xchi icha tik: Tato ay junok mach smak'an poj yol sat junocxo, mak'jocab' pax poj yico'. Anhejtona' tato ay mach smak'anel ye junok, mak'jocab' pax el yico', xchi."
        },
        {
            "number": "39",
            "text": "Palta a in tik, swal t'ayex, manh eyak' owal yet' heb' chuk syutej sb'a t'ayex. Tato ay junok mach sd'ob'anb'at he ti' t'a he wach', tze meltzitejb'at junxo pak'anh t'ay."
        },
        {
            "number": "40",
            "text": "Tato ay mach snib'ej stok'anek' he camix t'a yichanh ley, tzeyak'paxb'at he chumpa t'ay."
        },
        {
            "number": "41",
            "text": "Anhejtona', tato ay junok mach tzex ak'an pural he cuchanb'at nanhaloc legua yicatz, tato icha chi', jun legua tze cuchb'at t'ay."
        },
        {
            "number": "42",
            "text": "Yalnhej mach junok sk'anan smajnej junok tas t'ayex, manh ex b'at micnaj t'ay."
        },
        {
            "number": "43",
            "text": "Cab'nac tas alb'ilcan t'a peka'. Xchi icha tik: Tze xajanej heb' wach' eyak'an yet'oc. Axo heb' eyajk'ool, schichonoch he k'ool t'a heb', xchi."
        },
        {
            "number": "44",
            "text": "Palta a in tik swal t'ayex: Yowalil tze xajanej heb' ajk'ol yajoch t'ayex. Tzex lesalwipax yuj heb' tz'ak'anoch junok chukal t'a eyib'anh."
        },
        {
            "number": "45",
            "text": "Icha chi' tzeyutej he ch'oxanel he b'a to yel yuninal ex ko Mam ay t'a satcha’anh, yujto a tz'ak'anemta yoc k'u t'a yib'anh heb' chuk yet' t'a yib'anh heb' wach'. Anhejtona', syak'anpax emta nhab' t'a yib'anh heb' manh tojolok spensar yet' t'a yib'anh heb' tojol spensar."
        },
        {
            "number": "46",
            "text": "Tato anhej heb' tzex xajanan tze xajanej, ¿tom ol he cha spak jun chi' tze na'a? Ina heb' winh tecumel tumin, anheja' icha pax chi' syutej sb'a heb' winh."
        },
        {
            "number": "47",
            "text": "Anhejtona', tato anhej heb' he wach' k'ool tze k'umej, ¿tom ay yelk'och jun chi' he naani? Ina heb' manh ojtannacoc Dios, anheja' icha pax chi' syutej sb'a heb'."
        },
        {
            "number": "48",
            "text": "Yowalil tz'acan ex t'a masanil tas wach', icha ko Mam ayek' t'a satcha’anh, tz'acan t'a masanil tas wach'."
        }
    ]
}