{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "A ix yilan eb' anima Jesús, ix q'ue d'a jun tzalan. Ix em k'ojan ta', axo eb' sk'ayb'um ix k'och eb' d'ay."
        },
        {
            "number": "2",
            "text": "Ix sk'ayb'an eb', ix yalan icha tic:"
        },
        {
            "number": "3",
            "text": "--A eb' snachajel yuuj to manh vach'oc eb' d'a yichanh Dios, te vach' yic eb', yujto ayxo och eb' d'a yol sk'ab' Dios aj satchaanh."
        },
        {
            "number": "4",
            "text": "A eb' scus yuj smul, te vach' yic eb', yujto a Dios ol ak'an snivanil sk'ool eb'."
        },
        {
            "number": "5",
            "text": "A eb' emnaquil syutej sb'a, te vach' yic eb', yujto ol yiquej jun lugar eb' yalnaccan Dios."
        },
        {
            "number": "6",
            "text": "A eb' te ay sgana stojolb'itan spensar, te vach' yic eb', yujto ol och Dios yed' eb', yic vach' icha chi' ol aj stojolb'i eb'."
        },
        {
            "number": "7",
            "text": "A eb' tz'ok' sk'ool d'a eb' yetanimail, te vach' yic eb', yujto tz'ok' pax sk'ool Dios d'a eb'."
        },
        {
            "number": "8",
            "text": "A eb' malaj chucal d'a spensar, te vach' yic eb', yujto ol yil Dios eb'."
        },
        {
            "number": "9",
            "text": "A eb' ak'um lajvoc oval, te vach' yic eb', yujto a Dios ol alan eb' yuninaloc."
        },
        {
            "number": "10",
            "text": "A eb' tz'ab'an syail yujto vach' syutej sb'a eb', te vach' yic eb', yujto ayoch eb' d'a yol sk'ab' Dios aj satchaanh."
        },
        {
            "number": "11",
            "text": "A exxo tic, tato vuuj tzex b'ajji, tato ay tas tz'ak'jioch d'a eyib'anh, te vach' eyico'. Anhejtona' tato vuuj tz'ak'jicot juntzanh es d'a eyib'anh, te vach' eyico'."
        },
        {
            "number": "12",
            "text": "Tzex tzalaj val sik'lab'il, yujto te nivan spac ol e cha d'a satchaanh. Icha tz'aj yak'jioch d'a eyib'anh ticnaic, icha chi' ajnac och d'a yib'anh eb' schecab' Dios d'a peca'."
        },
        {
            "number": "13",
            "text": "Icha atz'am atz'am, icha chi' eyaj d'a yolyib'anhq'uinal tic. Q'uinaloc a atz'am atz'am satel sk'achial, ¿tas to ol aj sk'achib'ixi? Manhxalaj tz'och atz'am. Tonhej syumjiel atz'am, slaj stek'nub'an eb' anima."
        },
        {
            "number": "14",
            "text": "Icha saquilq'uinal, icha chi' eyaj d'a yolyib'anhq'uinal tic. Q'uinaloc ay junoc chonhab' d'a junoc tzalan, max yal-laj co k'ub'aneli."
        },
        {
            "number": "15",
            "text": "Ayic scak'anoch sk'ak'al co candil, ¿tom a d'a yalanh junoc cajón scak'can ochi? Maay, palta chaanh scutejq'uei, yic vach' syil eb' tz'och d'a yol pat chi'."
        },
        {
            "number": "16",
            "text": "Icha yaj jun candil chi', icha chi' eyaji. Ch'oxequel saquilq'uinal d'a eb' anima, syalelk'ochi, aton e vach' b'eyb'al tze ch'ox yil eb', yuj chi' ol yal vach' lolonel eb' d'a co Mam Dios ayek' d'a satchaanh."
        },
        {
            "number": "17",
            "text": "Manh e na'a to in ja vak' lajvoc ley Moisés yed' juntzanh sk'ayb'ub'al eb' schecab' Dios d'a peca'. Manh yujoc jun chi' in javi, palta in javi yic vach' ol elk'och tas syal jun ley chi'."
        },
        {
            "number": "18",
            "text": "Val yel sval d'ayex, yovalil ol elk'och masanil tas tz'ib'ab'ilcan d'a jun ley chi'. Yacb'an ayto ek' jun yolyib'anhq'uinal tic yed' satchaanh, malaj val jab'oc Slolonel Dios Tz'ib'ab'ilcan chi' ol sateloc. Vach'chom a junoc letra, ma junoc punto, malaj val junoc tas ol sateloc, masanto ol elk'och masanil tas tz'ib'yajcan d'ay."
        },
        {
            "number": "19",
            "text": "Ay juntzanh checnab'il d'a jun ley chi', ichato malaj val yelk'ochi, palta yalnhej mach max k'anab'ajan smasanil, syalanpax d'a eb' anima to max sk'anab'ajej pax eb', tato ol k'och eb' d'a yol sk'ab' Dios d'a satchaanh, val yel malaj val ol aj yelk'och eb' d'a scal eb' ayek' ta'. Palta a eb' sk'anab'ajan tas syal jun ley chi', syalanpax d'a eb' anima to sk'anab'ajej eb', ayic ol k'och eb' d'a yol sk'ab' Dios chi', yel ton val te nivan ol aj yelk'och eb' d'a scal eb' ayek' ta'."
        },
        {
            "number": "20",
            "text": "A eb' k'ayb'um d'a ley Moisés yed' eb' fariseo, ichato te tojol sb'eyb'al eb' d'a yichanh eb' anima, palta sval d'ayex, tato manh ek'octo svach'il e b'eyb'al chi' d'a eb', toton manh ton ol ex k'ochlaj d'a yol sk'ab' Dios."
        },
        {
            "number": "21",
            "text": "Cab'nac tas alb'ilcan d'a eb' co mam quicham d'a peca'. Xchi icha tic: Manh e mak'cham eb' eyetanimail. Yalnhej mach smak'ancham junocxo anima, yovalil ol k'och d'a yichanh ley, axo ta' ol ch'olb'itaj tas yaji, xchi."
        },
        {
            "number": "22",
            "text": "Palta a in sval d'ayex, yalnhej mach junoc schichonoch sk'ool d'a junoc yetanimail, ol ch'olb'itaj tas yaji. Yalnhej mach sb'uchvaj d'a junoc yetanimail, ol ch'olb'itaj yuj eb' sat yajal. Anhejtona' yalnhej mach junoc sb'ajan junoc yetanimail, ay smay sb'atcan d'a infierno d'a scal k'ak'."
        },
        {
            "number": "23",
            "text": "Yuj chi', ayic tzex k'och yed' eyofrenda b'aj tzeyak' d'a Dios, tato tze nacoti to ay b'aj ix och e mul d'a junocxo anima,"
        },
        {
            "number": "24",
            "text": "canocab' jun eyofrenda chi' b'ela. B'at e b'ocan yaj yed'oc. Slajvi chi', tzex jaxi, tzeyak'an eyofrenda chi'."
        },
        {
            "number": "25",
            "text": "Q'uinaloc ay eb' tz'ak'anoch d'a eyib'anh, tzex yik'anb'at eb' d'a vinh yajal, ayic van to e b'at d'a yol b'e, tze b'oancan yaj yed' eb', yic vach' maxtzac b'at ex yak'och eb' d'a yol sk'ab' vinh yajal chi'. Yujto a vinh yajal chi' tzex ak'anoch d'a yol sk'ab' eb' vinh polencía. Axo eb' vinh tzex ak'anb'at preso."
        },
        {
            "number": "26",
            "text": "Val yel sval d'ayex, maxtzac ex actajeli masanto tze tup e multa smasanil."
        },
        {
            "number": "27",
            "text": "Cab'nac pax tas alb'ilcan d'a sley Dios, ayic yalannaccani: Manh ex em ajmulal, xchi."
        },
        {
            "number": "28",
            "text": "Palta a in tic sval d'ayex, yalnhej mach syiloch sk'ool d'a junoc ix ix, a jun chi' toxo ix em ajmulal yed' ix d'a spensar."
        },
        {
            "number": "29",
            "text": "Q'uinaloc ayex, yuj yol e sat ay d'a e vach', tz'ixtaxel e pensar. Tato icha chi', vach' ama tzeyiq'uelta jun yol e sat chi', tzeyumaneli. Yujto vach' tato jab'nhej e nivanil satcaneli, d'a yichanh tzex b'atcan d'a infierno yed' e nivanil chi' smasanil."
        },
        {
            "number": "30",
            "text": "Q'uinaloc ayex yuj e k'ab' ay d'a e vach' tz'ixtaxel e pensar. Tato icha chi', te vach' tato tze tzepel jun e k'ab' chi', tzeyumancaneli. Yujto vach' tato jab'nhej e nivanil satcaneli, d'a yichanh tzex b'atcan d'a infierno yed' e nivanil chi' smasanil."
        },
        {
            "number": "31",
            "text": "Atax d'a peca' alb'ilcan jun tic: A vinh spuc sb'a yed' ix yetb'eyum, yovalil sb'ocan junoc yumal ayic spucan sb'a eb' chi', syak'ancan vinh d'a ix, xchi."
        },
        {
            "number": "32",
            "text": "Palta a in tic, sval d'ayex, tato ay mach spuc sb'a yed' ix yetb'eyum, tato manh yujoc ajmulal, tato icha chi', a vinh tz'ak'anoch ix d'a ajmulal. Anhejtona', yalnhej mach junoc vinh tz'ik'an jun ix spucnac sb'a yed' vinh yetb'eyum, tz'ochpax vinh ajmulal."
        },
        {
            "number": "33",
            "text": "Cab'nac tas alb'ilcan d'a eb' co mam quicham d'a peca', xchi icha tic: Tato tze loc sb'i Dios Cajal, tzeyak'an e ti', yovalil tze k'anab'ajej juntzanh tas tzeyalcan chi', xchi."
        },
        {
            "number": "34",
            "text": "Palta a in tic sval d'ayex, mocab'a junoc tas tze loc sb'i. Max yal e locan sb'i satchaanh, yujto a jun chi', aton sdespacho Dios."
        },
        {
            "number": "35",
            "text": "Yed' pax sat luum tic, max yal e locan sb'i, yujto icha stek'nub' Dios yaji. Yed' pax Jerusalén, max yal e locan sb'i, yujto a jun chi', aton schonhab' jun co Reyal te nivan yelk'ochi."
        },
        {
            "number": "36",
            "text": "Anhejtona' e jolom, max yal e locan pax sb'i, yujto manh eyicoc e ch'ocoj, yujto max yal eyak'an sacb'oc junoc pitanh xil e jolom ma eyak'anxi q'uik'b'oc."
        },
        {
            "number": "37",
            "text": "Ayic tzex loloni, Yel toni, xe chinhej, Maay, xe chi. Max yal e locan sb'i junoc tasi, yujto a jun locoj b'i chi' d'a vinh diablo scoti."
        },
        {
            "number": "38",
            "text": "Cab'nac tas alb'ilcan d'a peca'. Xchi icha tic: Tato ay junoc mach smak'an poj yol sat junocxo, mak'jocab' pax poj yico'. Anhejtona' tato ay mach smak'anel ye junoc, mak'jocab' pax el yico', xchi."
        },
        {
            "number": "39",
            "text": "Palta a in tic, sval d'ayex, manh eyak' oval yed' eb' chuc syutej sb'a d'ayex. Tato ay junoc mach sd'ob'anb'at e ti' d'a e vach', tze meltzitejb'at junxo pak'anh d'ay."
        },
        {
            "number": "40",
            "text": "Tato ay mach sgana stok'anek' e camix d'a yichanh ley, tzeyak'paxb'at e chumpa d'ay."
        },
        {
            "number": "41",
            "text": "Anhejtona', tato ay junoc mach tzex ak'an pural e cuchanb'at nanhaloc legua yicatz, tato icha chi', jun legua tze cuchb'at d'ay."
        },
        {
            "number": "42",
            "text": "Yalnhej mach junoc sk'anan smajnej junoc tas d'ayex, manh ex b'at micnaj d'ay."
        },
        {
            "number": "43",
            "text": "Cab'nac tas alb'ilcan d'a peca'. Xchi icha tic: Tze xajanej eb' vach' eyak'an yed'oc. Axo eb' eyajk'ool, schichonoch e k'ool d'a eb', xchi."
        },
        {
            "number": "44",
            "text": "Palta a in tic sval d'ayex: Yovalil tze xajanej eb' ajk'ol yajoch d'ayex. Tzex lesalvipax yuj eb' tz'ak'anoch junoc chucal d'a eyib'anh."
        },
        {
            "number": "45",
            "text": "Icha chi' tzeyutej e ch'oxanel e b'a to yel yuninal ex co Mam ay d'a satchaanh, yujto a tz'ak'anemta yoc k'u d'a yib'anh eb' chuc yed' d'a yib'anh eb' vach'. Anhejtona', syak'anpax emta nhab' d'a yib'anh eb' manh tojoloc spensar yed' d'a yib'anh eb' tojol spensar."
        },
        {
            "number": "46",
            "text": "Tato anhej eb' tzex xajanan tze xajanej, ¿tom ol e cha spac jun chi' tze na'a? Ina eb' vinh tecumel tumin, anheja' icha pax chi' syutej sb'a eb' vinh."
        },
        {
            "number": "47",
            "text": "Anhejtona', tato anhej eb' e vach' k'ool tze k'umej, ¿tom ay yelk'och jun chi' e naani? Ina eb' manh ojtannacoc Dios, anheja' icha pax chi' syutej sb'a eb'."
        },
        {
            "number": "48",
            "text": "Yovalil tz'acan ex d'a masanil tas vach', icha co Mam ayek' d'a satchaanh, tz'acan d'a masanil tas vach'."
        }
    ]
}