{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Tzeyil val e b'a, manhtoc anhej t'a yichanh eb' anima wach' tzeyutej e b'a. Tato ichanhej chi' tzeyutej e b'a, malaj spac ol e cha t'a co Mam ayek' t'a satcha’anh."
        },
        {
            "number": "2",
            "text": "Yuj chi', ayic tzex colvaj t'a eb' meb'a', malajocab' b'aj tzeyala', yujto a eb' chab' sat syak' eb' yojtaquejel masanil anima, icha chi' sk'ulej eb' t'a yoltac spatil sculto eb' yet' t'a yol calle yic slaj yal eb' anima to wach' eb'. Val yel sval t'ayex, toxo ix scha spac jun swach'il eb' chi'. Toxon malaj jab'oc spac ol scha eb' d'ha Dios."
        },
        {
            "number": "3",
            "text": "Ha exxo pax tik, a tzex colvaj t'a eb' meb'a', mocab' eyal t'a junocxo mach, wach'chom eyamigo val, manh eyal yab'i."
        },
        {
            "number": "4",
            "text": "k'ub'eltacnhej tzex colvaj t'a eb' meb'a' chi'. Wach'chom k'ub'eltac tzex colvaj t'a eb', a co Mam Dios tz'ilani. Yuj chi', ha' ol ak'an spac t'ayex."
        },
        {
            "number": "5",
            "text": "Ayic tzex lesalvi, mocab' ex lesalvoc ichoc eb' chab'sat. Yujto a eb' chi', sgana eb' tonhej sq'ue linhan slesalvi t'a yoltac spatil culto yet' b'aj scha sb'a calle t'a esquina, yic slaj yal eb' anima to wach' eb'. Val yel sval t'ayex, toxo ix scha spac swach'il eb' chi'. Toxon malaj jab'oc spac ol scha eb' d'ha Dios."
        },
        {
            "number": "6",
            "text": "Ha exxo tik, ayic tzex lesalvi, tze macchejoch e b'ha t'a yol e pat. Slajvi chi', t'a k'ub'eltac tzeyak' e lesal t'a co Mam Dios. Wach'chom t'a k'ub'eltac tzeyak' e lesal t'ay, ha' ol ab'anoc, ol yak'an spac t'ayex."
        },
        {
            "number": "7",
            "text": "Ayic tzex lesalvi, mantoc tonhej tzex comon loloni, icha syutej sb'a eb' manh ojtannacoc Dios. Ha eb' chi', yujnhej to najat syutej yoc slesal eb', syab'an Dios snaan eb'."
        },
        {
            "number": "8",
            "text": "Yuj chi', manh lajanoc tzeyutej e lesalvi yet' eb', yujto yojtacxo co Mam Dios tas tz'och eyuuj ayic mantzac e k'an t'ay."
        },
        {
            "number": "9",
            "text": "Yuj chi' icha tik tzeyutej e lesalvi: Ach co Mam, ay ach ek' t'a satcha’anh. Nivanocab' yelk'och a b'i."
        },
        {
            "number": "10",
            "text": "Ach ochocab' yajalil t'a tik. k'anab'ajaxocab' tas tza nib'ej t'a sat lu'um tik, icha tzach k'anab'ajax t'a satcha’anh."
        },
        {
            "number": "11",
            "text": "Ak' tas sco wa t'a k'u tik."
        },
        {
            "number": "12",
            "text": "Ak' lajvoc co mul yujto a onh tik scak' nivank'olal eb' tz'och smul t'ayonh."
        },
        {
            "number": "13",
            "text": "Manh onh a cha montajb'at t'a chucal. Tzonh a colanel t'a yol sk'ab' vinh chuc. Yujto masanil tiempo Yajal achnhej. Te niwan a poder. Te niwan elk'ochi. Amén."
        },
        {
            "number": "14",
            "text": "Ha ex tik, tato tzeyak' nivank'olal eb' tz'och smul t'ayex, haxo co Mam ayek' t'a satcha’anh ol ak'an lajvoc e mul."
        },
        {
            "number": "15",
            "text": "Palta tato max eyak' nivank'olal eb' tz'och smul t'ayex, haxo co Mam Dios max ak'an pax lajvoc e mul."
        },
        {
            "number": "16",
            "text": "Ayic tzex och t'a tzek'ojk'olal, manh lajanoc tzeyutej e b'a yet' eb' chab' sat. Yujto a eb' chi', ejmeltac syutej sat eb', yic syil eb' anima to ayoch eb' t'a tzek'ojk'olal. Val yel sval t'ayex, toxo ix scha spac jun stzek'ojk'olal eb' chi'. Toxon malaj spac ol scha eb' d'ha Dios."
        },
        {
            "number": "17",
            "text": "Ha exxo pax tik, ayic tzex och tzek'ojk'olal, tze b'iquel e sat, tze jixb'an e jolom,"
        },
        {
            "number": "18",
            "text": "yic wach' malaj mach snaani tato ayex och t'a tzek'ojk'olal. Tato icha chi', anhej t'a yichanh co Mam Dios ayex och t'a tzek'ojk'olal. Wach'chom k'ub'eltac tzex ochi, ol yila', ha' ol ak'anxi spac t'ayex."
        },
        {
            "number": "19",
            "text": "Manh e mol e b'eyumal t'a yol yib'anhk’inal tik. Ha juntzanh chi', tz'och ijaxoc, sk'ab'ati, tz'och eb' elk'um t'ay."
        },
        {
            "number": "20",
            "text": "Más wach' t'a satcha’anh tze mol e b'eyumal. Yujto a jun e b'eyumal t'a satcha’anh chi', max ochlaj ijaxoc, max k'alaj. Max ochpaxlaj eb' elk'um t'ay."
        },
        {
            "number": "21",
            "text": "Yujto a b'aj sco molb'ej co b'eyumal chi', ata' scak'b'at co pensar."
        },
        {
            "number": "22",
            "text": "Ha yol co sat, icha junok candil, icha chi' yaj t'a co nivanil tik. Yuj chi' tato junnhej b'aj ayoch co sat, sakil k'inal caji, wach' scutej co b'a yet' co nivanil."
        },
        {
            "number": "23",
            "text": "Palta tato ayex ch'occh'oc b'aj tzeyak'och e sat, tzex kan t'a k’ik’ k’inal yuj. Ha jun sakil k'inal ayoch t'ayex, tato smeltzajoch k'ik'alq'uinalil t'ayex, ol ex kan t'a k’ik’ k’inal sik'lab'il."
        },
        {
            "number": "24",
            "text": "Malaj junok onh syal cak'an servil chavanhoc patrón, yujto ay junok ol co patiquejeli, haxo junocxo, ol co xajanej. Ay jun b'aj ol cak'och co pensar, haxo junocxo malaj jab'oc yelk'och t'a co sat. Yuj chi' max yal-laj cak'an servil Dios, scak'anpax och co pensar t'a q'uen tumin."
        },
        {
            "number": "25",
            "text": "Sval t'ayex, manh ex och ilk'olal yuj tas ol ik'an yek' tiempo eyuuj, yuj tas tze wa''a yet' pax tas tz'aj e pichchaji. Ha Dios tz'ak'an co q'uinal, ocxom tas sco wa''a, ¿tom manh ol yak'a'? Ha ix ak'an co nivanil, ¿tom manh ol yak' pax co pichul?"
        },
        {
            "number": "26",
            "text": "Tzeyilnab' nok' much tzek' jenhenhoc t'a satcha’anh. Malaj tas syavej nok'. Max jach'vilaj nok'. Malaj pax tas smol nok'. Palta a co Mam Dios ay t'a satcha’anh tz'ak'an svael nok'. Inatax tz'ak'ji svael nok', oc exxom a ex tik, más niwan eyelk'och t'a yichanh nok'."
        },
        {
            "number": "27",
            "text": "¿Tom ay junok ex syal eyak'anoch nanhalocxo vara e teel wach'chom tzex och ilk'olal?"
        },
        {
            "number": "28",
            "text": "Anhejtona', ¿tas yuj tze naub'tanhej yuj e pichul? Tzeyilnab' sq'uib' juntzanh anh xumac. Ha juntzanh chi' max munlajlaj. Max ch'alvilaj."
        },
        {
            "number": "29",
            "text": "Palta sval t'ayex, a yek'nac vinhaj rey Salomón, wach'chom manh jantacoc swach'il yilji vinh yet' spichul, palta maj tzak'vanlaj swach'il yilji vinh icha juntzanh anh xumac chi'."
        },
        {
            "number": "30",
            "text": "Ha juntzanh anh chi', tonhej ayek' anh ticnaic, haxo k'ik'an tz'och anh sk'ak'aloc horno. Wach'chom icha chi' anh, palta ha Dios tz'ak'an swach'il yilji anh. Yuj chi', ol yak'pax e pichul. Palta inai, tevelnhej tzeyak'och Dios t'a e k'ool."
        },
        {
            "number": "31",
            "text": "Yuj chi' manh ex och ilk'olal. Manh eyala': ¿Tas ol co wa''a? ¿B'aj ol cot co pichul? manh xe chioc."
        },
        {
            "number": "32",
            "text": "Yujto a eb' manh ojtannacoc Dios, syak'och spensar eb' sayanek' juntzanh chi'. Palta a co Mam ayek' t'a satcha’anh, a ojtannac to ay tz'och juntzanh chi' cuuj."
        },
        {
            "number": "33",
            "text": "Yuj chi', tzeyak' eyip eyak'anoch e b'ha t'a yol sk'ab' Dios. Tojolnhej tzeyutej e b'eyb'al, icha sgana. Tato icha chi', ol yak' juntzanh chi' t'ayex smasanil."
        },
        {
            "number": "34",
            "text": "Yuj chi', manh ex och ilk'olal yuj tas eyaj k'ik'an. Yujto manh eyojtacoc tas tzex ik'an k'ik'an chi', mocab' e naub'tanhej yuj. k'ocb'ilnhejocab' sco na tas tzonh aj t'a junjun k'u."
        }
    ]
}