{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Tzeyil wal he b'a, manhtoc anhej t'a yichanh heb' anima wach' tzeyutej he b'a. Tato ichanhej chi' tzeyutej he b'a, malaj spak ol he cha t'a ko Mam ayek' t'a satcha’anh."
        },
        {
            "number": "2",
            "text": "Yuj chi', ayic tzex kolwaj t'a heb' meb'a', malajocab' b'aj tzeyala', yujto a heb' chab' sat syak' heb' yojtaquejel masanil anima, icha chi' sk'ulej heb' t'a yoltac spatil sculto heb' yet' t'a yol calle yic slaj yal heb' anima to wach' heb'. Val yel swal t'ayex, toxo ix scha spak jun swach'il heb' chi'. Toxon malaj jab'oc spak ol scha heb' d'ha Dios."
        },
        {
            "number": "3",
            "text": "Ha exxo pax tik, a tzex kolwaj t'a heb' meb'a', mocab' eyal t'a junocxo mach, wach'chom eyamigo wal, manh eyal yab'i."
        },
        {
            "number": "4",
            "text": "k'ub'eltacnhej tzex kolwaj t'a heb' meb'a' chi'. Wach'chom k'ub'eltac tzex kolwaj t'a heb', a ko Mam Dios tz'ilani. Yuj chi', ha' ol ak'an spak t'ayex."
        },
        {
            "number": "5",
            "text": "Ayic tzex lesalwi, mocab' ex lesalwoc ichoc heb' chab'sat. Yujto a heb' chi', snib'ej heb' tonhej sk'e linhan slesalwi t'a yoltac spatil culto yet' b'aj scha sb'a calle t'a esquina, yic slaj yal heb' anima to wach' heb'. Val yel swal t'ayex, toxo ix scha spak swach'il heb' chi'. Toxon malaj jab'oc spak ol scha heb' d'ha Dios."
        },
        {
            "number": "6",
            "text": "Ha exxo tik, ayic tzex lesalwi, tze macchejoch he b'ha t'a yol he pat. Slajwi chi', t'a k'ub'eltac tzeyak' he lesal t'a ko Mam Dios. Wach'chom t'a k'ub'eltac tzeyak' he lesal t'ay, ha' ol ab'anoc, ol yak'an spak t'ayex."
        },
        {
            "number": "7",
            "text": "Ayic tzex lesalwi, mantoc tonhej tzex comon loloni, icha syutej sb'a heb' manh ojtannacoc Dios. Ha heb' chi', yujnhej to najat syutej yoc slesal heb', syab'an Dios snaan heb'."
        },
        {
            "number": "8",
            "text": "Yuj chi', manh lajanoc tzeyutej he lesalwi yet' heb', yujto yojtacxo ko Mam Dios tas tz'och eyuuj ayic mantzac he k'an t'ay."
        },
        {
            "number": "9",
            "text": "Yuj chi' icha tik tzeyutej he lesalwi: Ach ko Mam, ay ach ek' t'a satcha’anh. Niwanocab' yelk'och a b'i."
        },
        {
            "number": "10",
            "text": "Ach ochocab' yajalil t'a tik. k'anab'ajaxocab' tas tza nib'ej t'a sat lu'um tik, icha tzach k'anab'ajax t'a satcha’anh."
        },
        {
            "number": "11",
            "text": "Ak' tas sco wa t'a k'u tik."
        },
        {
            "number": "12",
            "text": "Ak' lajwoc ko mul yujto a onh tik skak' niwank'olal heb' tz'och smul t'ayonh."
        },
        {
            "number": "13",
            "text": "Manh onh a cha montajb'at t'a chukal. Tzonh a colanel t'a yol sk'ab' winh chuk. Yujto masanil tiempo Yajal achnhej. Te niwan a poder. Te niwan elk'ochi. Amén."
        },
        {
            "number": "14",
            "text": "Ha ex tik, tato tzeyak' niwank'olal heb' tz'och smul t'ayex, haxo ko Mam ayek' t'a satcha’anh ol ak'an lajwoc he mul."
        },
        {
            "number": "15",
            "text": "Palta tato max eyak' niwank'olal heb' tz'och smul t'ayex, haxo ko Mam Dios max ak'an pax lajwoc he mul."
        },
        {
            "number": "16",
            "text": "Ayic tzex och t'a tzek'ojk'olal, manh lajanoc tzeyutej he b'a yet' heb' chab' sat. Yujto a heb' chi', ejmeltac syutej sat heb', yic syil heb' anima to ayoch heb' t'a tzek'ojk'olal. Val yel swal t'ayex, toxo ix scha spak jun stzek'ojk'olal heb' chi'. Toxon malaj spak ol scha heb' d'ha Dios."
        },
        {
            "number": "17",
            "text": "Ha exxo pax tik, ayic tzex och tzek'ojk'olal, tze b'iquel he sat, tze jixb'an he jolom,"
        },
        {
            "number": "18",
            "text": "yic wach' malaj mach snaani tato ayex och t'a tzek'ojk'olal. Tato icha chi', anhej t'a yichanh ko Mam Dios ayex och t'a tzek'ojk'olal. Wach'chom k'ub'eltac tzex ochi, ol yila', ha' ol ak'anxi spak t'ayex."
        },
        {
            "number": "19",
            "text": "Manh he mol he b'eyumal t'a yol yib'anhk’inal tik. Ha juntzanh chi', tz'och ijaxoc, sk'ab'ati, tz'och heb' elk'um t'ay."
        },
        {
            "number": "20",
            "text": "Más wach' t'a satcha’anh tze mol he b'eyumal. Yujto a jun he b'eyumal t'a satcha’anh chi', max ochlaj ijaxoc, max k'alaj. Max ochpaxlaj heb' elk'um t'ay."
        },
        {
            "number": "21",
            "text": "Yujto a b'aj sco molb'ej ko b'eyumal chi', ata' skak'b'at ko pensar."
        },
        {
            "number": "22",
            "text": "Ha yol ko sat, icha junok candil, icha chi' yaj t'a ko niwanil tik. Yuj chi' tato junnhej b'aj ayoch ko sat, sakil k'inal caji, wach' scutej ko b'a yet' ko niwanil."
        },
        {
            "number": "23",
            "text": "Palta tato ayex ch'occh'oc b'aj tzeyak'och he sat, tzex kan t'a k’ik’ k’inal yuj. Ha jun sakil k'inal ayoch t'ayex, tato smeltzajoch k'ik'alq'uinalil t'ayex, ol ex kan t'a k’ik’ k’inal sik'lab'il."
        },
        {
            "number": "24",
            "text": "Malaj junok onh syal cak'an serwil chawanhoc patrón, yujto ay junok ol ko patiquejeli, haxo junocxo, ol ko xajanej. Ay jun b'aj ol cak'och ko pensar, haxo junocxo malaj jab'oc yelk'och t'a ko sat. Yuj chi' max yal-laj cak'an serwil Dios, skak'anpax och ko pensar t'a k'een tumin."
        },
        {
            "number": "25",
            "text": "Swal t'ayex, manh ex och ilk'olal yuj tas ol ik'an yek' tiempo eyuuj, yuj tas tze wa''a yet' pax tas tz'aj he pichchaji. Ha Dios tz'ak'an ko k 'inal, ocxom tas sco wa''a, ¿tom manh ol yak'a'? Ha ix ak'an ko niwanil, ¿tom manh ol yak' pax ko pichul?"
        },
        {
            "number": "26",
            "text": "Tzeyilnab' nok' much tzek' jenhenhoc t'a satcha’anh. Malaj tas syawej nok'. Max jach'wilaj nok'. Malaj pax tas smol nok'. Palta a ko Mam Dios ay t'a satcha’anh tz'ak'an swael nok'. Inatax tz'ak'ji swael nok', oc exxom a ex tik, más niwan eyelk'och t'a yichanh nok'."
        },
        {
            "number": "27",
            "text": "¿Tom ay junok ex syal eyak'anoch nanhalocxo wara he teel wach'chom tzex och ilk'olal?"
        },
        {
            "number": "28",
            "text": "Anhejtona', ¿tas yuj tze naub'tanhej yuj he pichul? Tzeyilnab' sq'uib' juntzanh anh xumac. Ha juntzanh chi' max munlajlaj. Max ch'alwilaj."
        },
        {
            "number": "29",
            "text": "Palta swal t'ayex, a yek'nac winhaj rey Salomón, wach'chom manh jantacoc swach'il yilji winh yet' spichul, palta maj tzak'wanlaj swach'il yilji winh icha juntzanh anh xumac chi'."
        },
        {
            "number": "30",
            "text": "Ha juntzanh anh chi', tonhej ayek' anh ticnaik, haxo k'ik'an tz'och anh sk'ak'aloc horno. Wach'chom icha chi' anh, palta ha Dios tz'ak'an swach'il yilji anh. Yuj chi', ol yak'pax he pichul. Palta inai, tewelnhej tzeyak'och Dios t'a he k'ool."
        },
        {
            "number": "31",
            "text": "Yuj chi' manh ex och ilk'olal. Manh eyala': ¿Tas ol ko wa''a? ¿B'aj ol cot ko pichul? manh xe chioc."
        },
        {
            "number": "32",
            "text": "Yujto a heb' manh ojtannacoc Dios, syak'och spensar heb' sayanek' juntzanh chi'. Palta a ko Mam ayek' t'a satcha’anh, a ojtannac to ay tz'och juntzanh chi' cuuj."
        },
        {
            "number": "33",
            "text": "Yuj chi', tzeyak' eyip eyak'anoch he b'ha t'a yol sk'ab' Dios. Tojolnhej tzeyutej he b'eyb'al, icha snib'ej. Tato icha chi', ol yak' juntzanh chi' t'ayex smasanil."
        },
        {
            "number": "34",
            "text": "Yuj chi', manh ex och ilk'olal yuj tas eyaj k'ik'an. Yujto manh eyojtacoc tas tzex ik'an k'ik'an chi', mocab' he naub'tanhej yuj. k'ocb'ilnhejocab' sco na tas tzonh aj t'a junjun k'u."
        }
    ]
}