{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Tzeyil val e b'a, manhtoc anhej d'a yichanh eb' anima vach' tzeyutej e b'a. Tato ichanhej chi' tzeyutej e b'a, malaj spac ol e cha d'a co Mam ayek' d'a satchaanh."
        },
        {
            "number": "2",
            "text": "Yuj chi', ayic tzex colvaj d'a eb' meb'a', malajocab' b'aj tzeyala', yujto a eb' chab' sat syak' eb' yojtaquejel masanil anima, icha chi' sk'ulej eb' d'a yoltac spatil sculto eb' yed' d'a yol calle yic slaj yal eb' anima to vach' eb'. Val yel sval d'ayex, toxo ix scha spac jun svach'il eb' chi'. Toxon malaj jab'oc spac ol scha eb' d'a Dios."
        },
        {
            "number": "3",
            "text": "A exxo pax tic, a tzex colvaj d'a eb' meb'a', mocab' eyal d'a junocxo mach, vach'chom eyamigo val, manh eyal yab'i."
        },
        {
            "number": "4",
            "text": "k'ub'eltacnhej tzex colvaj d'a eb' meb'a' chi'. Vach'chom k'ub'eltac tzex colvaj d'a eb', a co Mam Dios tz'ilani. Yuj chi', a' ol ak'an spac d'ayex."
        },
        {
            "number": "5",
            "text": "Ayic tzex lesalvi, mocab' ex lesalvoc ichoc eb' chab'sat. Yujto a eb' chi', sgana eb' tonhej sq'ue linhan slesalvi d'a yoltac spatil culto yed' b'aj scha sb'a calle d'a esquina, yic slaj yal eb' anima to vach' eb'. Val yel sval d'ayex, toxo ix scha spac svach'il eb' chi'. Toxon malaj jab'oc spac ol scha eb' d'a Dios."
        },
        {
            "number": "6",
            "text": "A exxo tic, ayic tzex lesalvi, tze macchejoch e b'a d'a yol e pat. Slajvi chi', d'a k'ub'eltac tzeyak' e lesal d'a co Mam Dios. Vach'chom d'a k'ub'eltac tzeyak' e lesal d'ay, a' ol ab'anoc, ol yak'an spac d'ayex."
        },
        {
            "number": "7",
            "text": "Ayic tzex lesalvi, mantoc tonhej tzex comon loloni, icha syutej sb'a eb' manh ojtannacoc Dios. A eb' chi', yujnhej to najat syutej yoc slesal eb', syab'an Dios snaan eb'."
        },
        {
            "number": "8",
            "text": "Yuj chi', manh lajanoc tzeyutej e lesalvi yed' eb', yujto yojtacxo co Mam Dios tas tz'och eyuuj ayic mantzac e k'an d'ay."
        },
        {
            "number": "9",
            "text": "Yuj chi' icha tic tzeyutej e lesalvi: Ach co Mam, ay ach ek' d'a satchaanh. Nivanocab' yelk'och a b'i."
        },
        {
            "number": "10",
            "text": "Ach ochocab' yajalil d'a tic. k'anab'ajaxocab' tas tza nib'ej d'a sat luum tic, icha tzach k'anab'ajax d'a satchaanh."
        },
        {
            "number": "11",
            "text": "Ak' tas sco va d'a k'u tic."
        },
        {
            "number": "12",
            "text": "Ak' lajvoc co mul yujto a onh tic scak' nivank'olal eb' tz'och smul d'ayonh."
        },
        {
            "number": "13",
            "text": "Manh onh a cha montajb'at d'a chucal. Tzonh a colanel d'a yol sk'ab' vinh chuc. Yujto masanil tiempo Yajal achnhej. Te nivan a poder. Te nivan elk'ochi. Amén."
        },
        {
            "number": "14",
            "text": "A ex tic, tato tzeyak' nivank'olal eb' tz'och smul d'ayex, axo co Mam ayek' d'a satchaanh ol ak'an lajvoc e mul."
        },
        {
            "number": "15",
            "text": "Palta tato max eyak' nivank'olal eb' tz'och smul d'ayex, axo co Mam Dios max ak'an pax lajvoc e mul."
        },
        {
            "number": "16",
            "text": "Ayic tzex och d'a tzek'ojk'olal, manh lajanoc tzeyutej e b'a yed' eb' chab' sat. Yujto a eb' chi', ejmeltac syutej sat eb', yic syil eb' anima to ayoch eb' d'a tzek'ojk'olal. Val yel sval d'ayex, toxo ix scha spac jun stzek'ojk'olal eb' chi'. Toxon malaj spac ol scha eb' d'a Dios."
        },
        {
            "number": "17",
            "text": "A exxo pax tic, ayic tzex och tzek'ojk'olal, tze b'iquel e sat, tze jixb'an e jolom,"
        },
        {
            "number": "18",
            "text": "yic vach' malaj mach snaani tato ayex och d'a tzek'ojk'olal. Tato icha chi', anhej d'a yichanh co Mam Dios ayex och d'a tzek'ojk'olal. Vach'chom k'ub'eltac tzex ochi, ol yila', a' ol ak'anxi spac d'ayex."
        },
        {
            "number": "19",
            "text": "Manh e mol e b'eyumal d'a yolyib'anhq'uinal tic. A juntzanh chi', tz'och ijaxoc, sk'ab'ati, tz'och eb' elk'um d'ay."
        },
        {
            "number": "20",
            "text": "Más vach' d'a satchaanh tze mol e b'eyumal. Yujto a jun e b'eyumal d'a satchaanh chi', max ochlaj ijaxoc, max k'alaj. Max ochpaxlaj eb' elk'um d'ay."
        },
        {
            "number": "21",
            "text": "Yujto a b'aj sco molb'ej co b'eyumal chi', ata' scak'b'at co pensar."
        },
        {
            "number": "22",
            "text": "A yol co sat, icha junoc candil, icha chi' yaj d'a co nivanil tic. Yuj chi' tato junnhej b'aj ayoch co sat, saquilq'uinal caji, vach' scutej co b'a yed' co nivanil."
        },
        {
            "number": "23",
            "text": "Palta tato ayex ch'occh'oc b'aj tzeyak'och e sat, tzex can d'a q'uik'alq'uinal yuuj. A jun saquilq'uinal ayoch d'ayex, tato smeltzajoch q'uik'alq'uinalil d'ayex, ol ex can d'a q'uik'alq'uinal sik'lab'il."
        },
        {
            "number": "24",
            "text": "Malaj junoc onh syal cak'an servil chavanhoc patrón, yujto ay junoc ol co patiquejeli, axo junocxo, ol co xajanej. Ay jun b'aj ol cak'och co pensar, axo junocxo malaj jab'oc yelk'och d'a co sat. Yuj chi' max yal-laj cak'an servil Dios, scak'anpax och co pensar d'a q'uen tumin."
        },
        {
            "number": "25",
            "text": "Sval d'ayex, manh ex och ilk'olal yuj tas ol ik'an yek' tiempo eyuuj, yuj tas tze va'a yed' pax tas tz'aj e pichchaji. A Dios tz'ak'an co q'uinal, ocxom tas sco va'a, ¿tom manh ol yak'a'? A ix ak'an co nivanil, ¿tom manh ol yak' pax co pichul?"
        },
        {
            "number": "26",
            "text": "Tzeyilnab' nok' much tz'ek' jenhenhoc d'a satchaanh. Malaj tas syavej nok'. Max jach'vilaj nok'. Malaj pax tas smol nok'. Palta a co Mam Dios ay d'a satchaanh tz'ak'an svael nok'. Inatax tz'ak'ji svael nok', oc exxom a ex tic, más nivan eyelk'och d'a yichanh nok'."
        },
        {
            "number": "27",
            "text": "¿Tom ay junoc ex syal eyak'anoch nanhalocxo vara e teel vach'chom tzex och ilk'olal?"
        },
        {
            "number": "28",
            "text": "Anhejtona', ¿tas yuj tze naub'tanhej yuj e pichul? Tzeyilnab' sq'uib' juntzanh anh xumac. A juntzanh chi' max munlajlaj. Max ch'alvilaj."
        },
        {
            "number": "29",
            "text": "Palta sval d'ayex, a yek'nac vinhaj rey Salomón, vach'chom manh jantacoc svach'il yilji vinh yed' spichul, palta maj tzak'vanlaj svach'il yilji vinh icha juntzanh anh xumac chi'."
        },
        {
            "number": "30",
            "text": "A juntzanh anh chi', tonhej ayek' anh ticnaic, axo q'uik'an tz'och anh sk'ak'aloc horno. Vach'chom icha chi' anh, palta a Dios tz'ak'an svach'il yilji anh. Yuj chi', ol yak'pax e pichul. Palta inai, tevelnhej tzeyak'och Dios d'a e k'ool."
        },
        {
            "number": "31",
            "text": "Yuj chi' manh ex och ilk'olal. Manh eyala': ¿Tas ol co va'a? ¿B'aj ol cot co pichul? manh xe chioc."
        },
        {
            "number": "32",
            "text": "Yujto a eb' manh ojtannacoc Dios, syak'och spensar eb' sayanek' juntzanh chi'. Palta a co Mam ayek' d'a satchaanh, a ojtannac to ay tz'och juntzanh chi' cuuj."
        },
        {
            "number": "33",
            "text": "Yuj chi', tzeyak' eyip eyak'anoch e b'a d'a yol sk'ab' Dios. Tojolnhej tzeyutej e b'eyb'al, icha sgana. Tato icha chi', ol yak' juntzanh chi' d'ayex smasanil."
        },
        {
            "number": "34",
            "text": "Yuj chi', manh ex och ilk'olal yuj tas eyaj q'uik'an. Yujto manh eyojtacoc tas tzex ik'an q'uik'an chi', mocab' e naub'tanhej yuuj. k'ocb'ilnhejocab' sco na tas tzonh aj d'a junjun k'u."
        }
    ]
}