{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Manh e ch'olb'itej tas yaj junok anima yic manh ol ex ch'olb'itaj pax yuj co Mam Dios."
        },
        {
            "number": "2",
            "text": "Yujto icha tz'aj e ch'olb'itan tas yaj eb' eyetanimail chi', icha chi' ol ex yutoc Dios ex sch'olb'itani. Ha eyechlab' tzeyak'lab'ej, a ol ak'lab'aj pax t'ayex."
        },
        {
            "number": "3",
            "text": "Q'uinaloc ay junok eyetanimail sb'at jab'oc k'alem t'a yol sat, a exxo tik ay junok patzab' ayoch t'a yol e sat, tato max e na to ayoch jun patzab' chi' t'a yol e sat, ¿tom ol yal eyilan jab' k'alem ayb'at t'a yol sat junxo chi'?"
        },
        {
            "number": "4",
            "text": "Tato ayoch jun patzab' chi' t'a yol e sat, ¿tom ol yal eyalan t'a jun chi': Ayb'at jun k'alem t'a yol a sat, in gana svik'q'ueta t'ayach, tom xe chi t'ay?"
        },
        {
            "number": "5",
            "text": "Tato icha chi' tzeyutej eyalani, chab' sat ex. Yovalil tze b'ab'laj iq'uejcanel jun patzab' chi' t'a yol e sat. Icha chi' b'ian, ol yal eyilani, haxo eyik'anelta jun k'alem chi' t'a yol sat jun eyetanimail chi'."
        },
        {
            "number": "6",
            "text": "Ha slolonel Dios yicnhej yaji, lajan icha juntzanh tonh perla sb'i, te caro stojol. Yuj chi', max yal cak'an t'a eb' malaj yelk'och Dios t'a sat. Yujto a eb' chi', lajan yaj eb' icha juntzanh nok' tz'i' scot t'ayonh, tzonh schi'an nok'. Ay pax eb' icha juntzanh nok' chitam, tonhej slaj steq'uem tas scak' t'ay."
        },
        {
            "number": "7",
            "text": "k'anec, ol ak'joc t'ayex. Sayec, ol ilchaj eyuuj. Avajanhecoch t'a sti' puerta, ol jacchaj te' t'ayex."
        },
        {
            "number": "8",
            "text": "Yujto a eb' sk'anani, ol scha eb'. Axo eb' sayani, ol ilchaj yuj eb'. Anhejtona' eb' tz'avajoch t'a sti' puerta, ol jacjoc te' t'a eb'."
        },
        {
            "number": "9",
            "text": "Q'uinaloc ayex, a eb' eyuninal sk'anan yooch t'ayex, ¿tom a junok q'ueen ol eyak' t'a eb'?"
        },
        {
            "number": "10",
            "text": "Tato a junok chay sk'an eb' t'ayex, ¿tom a junok nok' chan tzeyak' t'a eb'?"
        },
        {
            "number": "11",
            "text": "Ha ex tik, wach'chom malaj e wach'il, palta eyojtac tas tzeyutej eyak'an juntzanh tas wach' t'a eb' eyuninal. Ocxom co Mam Dios ayek' t'a satcha’anh, ¿tom manh ol yak' junok wach'il t'a eb' sk'anan t'ay?"
        },
        {
            "number": "12",
            "text": "E gana te wach' syutej sb'a eb' eyetanimail t'ayex. Ichaocab' pax ta' tzeyutej e b'ha t'a eb'. Yujto icha chi' syal juntzanh ley Moisés aycani yet' juntzanh ch'anh uum tz'ib'ab'ilcan yuj eb' schecab' Dios t'a peca'."
        },
        {
            "number": "13",
            "text": "Ay jun icha puerta yunenhej sat, ata' slaj ex ochi. Ay pax junxo icha puerta te levan yet' jun icha niwan b'e te levan, palta yic syaelal. Yuj chi' manh jantacoc eb' anima sb'atcan ta'."
        },
        {
            "number": "14",
            "text": "Palta haxo jun icha puerta yic q'uinal, yunenhej yet' jun b'e sk'och ta' icha utzin b'e. Yuj chi', malaj val eb' anima sb'at ta'."
        },
        {
            "number": "15",
            "text": "Ay eb' nivanoc syaloch sb'a schecab'oc Dios. Tzeyil val e b'ha t'a eb', yujto a ol k'och eb' t'ayex, nivanoc nanam ol yutoc sb'a eb', icha junok nok' calnel. Palta haxo spensar eb', te chuk, icha nok' oques te ov."
        },
        {
            "number": "16",
            "text": "Yujnhej sb'eyb'al eb', ol eyojtaquejel eb', icha cojtacanel juntzanh te te' yuj sat. ¿Tom syal quik'anelta sat te' uva t'a te' q'uiix? ¿tom higo sat te' syak'a'?"
        },
        {
            "number": "17",
            "text": "Yujto a juntzanh snunal te te' wach', wach' sat syak'a'. Yed' pax juntzanh snunal te te' chuk, chucnhej sat syak'a'."
        },
        {
            "number": "18",
            "text": "Ha junok snunal te te' wach' max yak' junok sat te' chuk. Yed' pax juntzanh snunal te te' chuk, max yal yak'an junok sat wach'."
        },
        {
            "number": "19",
            "text": "Icha juntzanh te' chuk sat syak'a', sch'acjieli, syumjib'at t'a yol k'ak', icha chi' ol aj eb' malaj swach'il sb'eyb'al."
        },
        {
            "number": "20",
            "text": "Yuj chi', a eb' nivanoc syak'och sb'a schecab'oc Dios, yujnhej sb'eyb'al eb' chi' ol eyojtacanel eb'."
        },
        {
            "number": "21",
            "text": "Ay eb' ol alan t'ayin: Ach Mamin Vajal, xcham eb', palta manh masaniloc eb' ol och t'a yol sk'ab' Dios aj satcha’anh. Palta anhej val eb' sk'anab'ajan tas sgana in Mam ayek' t'a satcha’anh chi', anhej val eb' ol k'ochoc."
        },
        {
            "number": "22",
            "text": "Ato yic ol ja jun k'ual chi', tzijtum eb' ol alan t'ayin: Mamin, Mamin calnac val el a lolonel. Yuj a poder quik'naquel juntzanh enemigo t'a eb' anima. Anhejtona' yuj a poder, tzijtum milagro co ch'oxnac, xcham eb' t'ayin."
        },
        {
            "number": "23",
            "text": "Palta ol valan t'a eb': Toxon manh ex vojtacoc. Elanhec t'a in tz'ey, yujto anhej chukal ix laj e k'ulej, xin cham t'a eb'."
        },
        {
            "number": "24",
            "text": "Ha eb' tz'ab'an in lolonel, tato sk'anab'ajej eb' tas svala', lajan eb' icha junok winh jelan ixb’o’an spat t'a yib'anh q'ueen."
        },
        {
            "number": "25",
            "text": "Axo ix yak'an jun yax nhab', ix ja ha' eluma', ix ochpax chulan jun ik' te ov t'a jun pat chi'. Palta maj telvoclaj, yujto ha t'a yib'anh q'ueen b'ob'ilq'uei."
        },
        {
            "number": "26",
            "text": "Palta ay juntzanhxo eb' tz'ab'an in lolonel, max sk'anab'ajej eb' tas svala'. Lajan eb' icha junok winh malaj spensar, ix sb'oq'ue spat t'a yib'anh q'uen arena."
        },
        {
            "number": "27",
            "text": "Axo ix yak'an jun yax nhab'. Ix ja ha' eluma', ix och pax chulan ik' te ov t'a spat winh chi', yuj chi' ix k'anh val stelvi, xchi Jesús t'a eb'."
        },
        {
            "number": "28",
            "text": "Axo yic ix lajvi yalan Jesús t'a eb' anima chi', ix sat sk'ool eb' yuj juntzanh sk'ayb'ub'al chi'."
        },
        {
            "number": "29",
            "text": "Yujto ix k'ayb'aj eb' yuj, ix checlajeli to ay yopisio yuj Dios. Manh lajanoclaj sk'ayb'an eb' icha sk'ayb'aj eb' yuj eb' k'ayb'um t'a ley Moisés."
        }
    ]
}