{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Manh he ch'olb'itej tas yaj junok anima yic manh ol ex ch'olb'itaj pax yuj ko Mam Dios."
        },
        {
            "number": "2",
            "text": "Yujto icha tz'aj he ch'olb'itan tas yaj heb' eyetanimail chi', icha chi' ol ex yutoc Dios ex sch'olb'itani. Ha eyechlab' tzeyak'lab'ej, a ol ak'lab'aj pax t'ayex."
        },
        {
            "number": "3",
            "text": "Q'uinaloc ay junok eyetanimail sb'at jab'oc k'alem t'a yol sat, a exxo tik ay junok patzab' ayoch t'a yol he sat, tato max he na to ayoch jun patzab' chi' t'a yol he sat, ¿tom ol yal eyilan jab' k'alem ayb'at t'a yol sat junxo chi'?"
        },
        {
            "number": "4",
            "text": "Tato ayoch jun patzab' chi' t'a yol he sat, ¿tom ol yal eyalan t'a jun chi': Ayb'at jun k'alem t'a yol a sat, in gana swik'k'eta t'ayach, tom xe chi t'ay?"
        },
        {
            "number": "5",
            "text": "Tato icha chi' tzeyutej eyalani, chab' sat ex. Yowalil tze b'ab'laj ik'ejkanel jun patzab' chi' t'a yol he sat. Icha chi' b'ian, ol yal eyilani, haxo eyik'anelta jun k'alem chi' t'a yol sat jun eyetanimail chi'."
        },
        {
            "number": "6",
            "text": "Ha slolonel Dios yicnhej yaji, lajan icha juntzanh tonh perla sb'i, te caro stojol. Yuj chi', max yal kak'an t'a heb' malaj yelk'och Dios t'a sat. Yujto a heb' chi', lajan yaj heb' icha juntzanh nok' tz'i' scot t'ayonh, tzonh schi'an nok'. Ay pax heb' icha juntzanh nok' chitam, tonhej slaj stek'em tas skak' t'ay."
        },
        {
            "number": "7",
            "text": "k'anec, ol ak'joc t'ayex. Sayec, ol ilchaj eyuuj. Awajanhecoch t'a sti' puerta, ol jacchaj te' t'ayex."
        },
        {
            "number": "8",
            "text": "Yujto a heb' sk'anani, ol scha heb'. Axo heb' sayani, ol ilchaj yuj heb'. Anhejtona' heb' tz'awajoch t'a sti' puerta, ol jacjoc te' t'a heb'."
        },
        {
            "number": "9",
            "text": "Q'uinaloc ayex, a heb' eyuninal sk'anan yooch t'ayex, ¿tom a junok k'een ol eyak' t'a heb'?"
        },
        {
            "number": "10",
            "text": "Tato a junok chay sk'an heb' t'ayex, ¿tom a junok nok' chan tzeyak' t'a heb'?"
        },
        {
            "number": "11",
            "text": "Ha ex tik, wach'chom malaj he wach'il, palta eyojtak tas tzeyutej eyak'an juntzanh tas wach' t'a heb' eyuninal. Ocxom ko Mam Dios ayek' t'a satcha’anh, ¿tom manh ol yak' junok wach'il t'a heb' sk'anan t'ay?"
        },
        {
            "number": "12",
            "text": "E gana te wach' syutej sb'a heb' eyetanimail t'ayex. Ichaokab' pax ta' tzeyutej he b'ha t'a heb'. Yujto icha chi' syal juntzanh ley Moisés aykani yet' juntzanh ch'anh uum tz'ib'ab'ilkan yuj heb' schekab' Dios t'a peka'."
        },
        {
            "number": "13",
            "text": "Ay jun icha puerta yunenhej sat, ata' slaj ex ochi. Ay pax junxo icha puerta te lewan yet' jun icha niwan b'e te lewan, palta yic syaelal. Yuj chi' manh jantacoc heb' anima sb'atkan ta'."
        },
        {
            "number": "14",
            "text": "Palta haxo jun icha puerta yic k 'inal, yunenhej yet' jun b'e sk'och ta' icha utzin b'e. Yuj chi', malaj wal heb' anima sb'at ta'."
        },
        {
            "number": "15",
            "text": "Ay heb' niwanoc syaloch sb'a schekab'oc Dios. Tzeyil wal he b'ha t'a heb', yujto a ol k'och heb' t'ayex, niwanoc nanam ol yutoc sb'a heb', icha junok nok' kalnel. Palta haxo spensar heb', te chuk, icha nok' oques te ov."
        },
        {
            "number": "16",
            "text": "Yujnhej sb'eyb'al heb', ol eyojtaquejel heb', icha cojtakanel juntzanh te te' yuj sat. ¿Tom syal quik'anelta sat te' uwa t'a te' q'uiix? ¿tom higo sat te' syak'a'?"
        },
        {
            "number": "17",
            "text": "Yujto a juntzanh snunal te te' wach', wach' sat syak'a'. Yed' pax juntzanh snunal te te' chuk, chucnhej sat syak'a'."
        },
        {
            "number": "18",
            "text": "Ha junok snunal te te' wach' max yak' junok sat te' chuk. Yed' pax juntzanh snunal te te' chuk, max yal yak'an junok sat wach'."
        },
        {
            "number": "19",
            "text": "Icha juntzanh te' chuk sat syak'a', sch'acjieli, syumjib'at t'a yol k'ak', icha chi' ol aj heb' malaj swach'il sb'eyb'al."
        },
        {
            "number": "20",
            "text": "Yuj chi', a heb' niwanoc syak'och sb'a schekab'oc Dios, yujnhej sb'eyb'al heb' chi' ol eyojtakanel heb'."
        },
        {
            "number": "21",
            "text": "Ay heb' ol alan t'ayin: Ach Mamin Vajal, xcham heb', palta manh masaniloc heb' ol och t'a yol sk'ab' Dios aj satcha’anh. Palta anhej wal heb' sk'anab'ajan tas snib'ej in Mam ayek' t'a satcha’anh chi', anhej wal heb' ol k'ochoc."
        },
        {
            "number": "22",
            "text": "Ato yic ol ja jun k'ual chi', tzijtum heb' ol alan t'ayin: Mamin, Mamin kalnak wal el a lolonel. Yuj a poder quik'naquel juntzanh enemigo t'a heb' anima. Anhejtona' yuj a poder, tzijtum milagro ko ch'oxnac, xcham heb' t'ayin."
        },
        {
            "number": "23",
            "text": "Palta ol walan t'a heb': Toxon manh ex wojtakoc. Elanhec t'a in tz'ey, yujto anhej chukal ix laj he k'ulej, xin cham t'a heb'."
        },
        {
            "number": "24",
            "text": "Ha heb' tz'ab'an in lolonel, tato sk'anab'ajej heb' tas swala', lajan heb' icha junok winh jelan ixb’o’an spat t'a yib'anh k'een."
        },
        {
            "number": "25",
            "text": "Axo ix yak'an jun yax nhab', ix ja ha' eluma', ix ochpax chulan jun ik' te ov t'a jun pat chi'. Palta maj telwoclaj, yujto ha t'a yib'anh k'een b'ob'ilk'ei."
        },
        {
            "number": "26",
            "text": "Palta ay juntzanhxo heb' tz'ab'an in lolonel, max sk'anab'ajej heb' tas swala'. Lajan heb' icha junok winh malaj spensar, ix sb'ok'e spat t'a yib'anh k'een arena."
        },
        {
            "number": "27",
            "text": "Axo ix yak'an jun yax nhab'. Ix ja ha' eluma', ix och pax chulan ik' te ov t'a spat winh chi', yuj chi' ix k'anh wal stelwi, xchi Jesús t'a heb'."
        },
        {
            "number": "28",
            "text": "Axo yic ix lajwi yalan Jesús t'a heb' anima chi', ix sat sk'ool heb' yuj juntzanh sk'ayb'ub'al chi'."
        },
        {
            "number": "29",
            "text": "Yujto ix k'ayb'aj heb' yuj, ix checlajeli to ay yopisio yuj Dios. Manh lajanoclaj sk'ayb'an heb' icha sk'ayb'aj heb' yuj heb' k'ayb'um t'a ley Moisés."
        }
    ]
}