{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix emixta Jesús t'a jun tzalan chi', tzijtum anima ix och tzak'an yuj."
        },
        {
            "number": "2",
            "text": "Ay jun winh penaay yuj jun yab'il scuch lepra, ix k'och t'a Jesús. Ix em cuman winh t'a yichanh. Ix yalan winh t'ay: --Mamin, tato syal a k'ool, syal ak'an b'oxoc in k'ool, xchi winh t'ay."
        },
        {
            "number": "3",
            "text": "Yuj chi', ix maslaj winh yuj Jesús. --In gana tzach in b'oxicani, xchi t'a winh. D'a val jun rato chi' ix b'oxican winh yuj jun yab'il chi'."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix yalan t'a winh: --Ab'i, ay ta b'aj tzal jun tik. Palta ixic, ch'ox a b'ha t'a winh sacerdote. Ak' jun silab' ix yalcan Moisés yic tz'ilji to ach b'oxi, xchi Jesús t'a winh."
        },
        {
            "number": "5",
            "text": "Axo yic ix k'och Jesús t'a chonhab' Capernaum, ix k'och jun winh yajal soldado t'ay. Ix tevi winh t'ay,"
        },
        {
            "number": "6",
            "text": "ix yalan winh: --Mamin, ay jun winh in checab' manb'ilel vuuj aycan t'a in pat, jichanek' winh t'a sat sch'at. Te sicb'inaquel winh, te ya yaj winh, xchi winh t'ay."
        },
        {
            "number": "7",
            "text": "Yuj chi', ix yalan Jesús t'a winh: --Tato icha chi', ol in b'at vak' b'oxoc winh, xchi t'a winh."
        },
        {
            "number": "8",
            "text": "Ix yalanxi winh t'ay: --Palta Mamin, manh smojoc a k'och t'a in pat. Tonhejocab' tzala', sb'oxican jun winh in checab' chi'."
        },
        {
            "number": "9",
            "text": "Yujto a in tik, ay in och t'a vopisio, ay junxo tzin ak'an mandar. Anhejtona' ay eb' soldado svak' mandar. Tato ay eb' b'aj svala' to sb'at eb', sb'atnhej eb'. Tato ay pax eb' b'aj svala' to scot eb', scotnhej eb'. Anhejtona', tato ay junok tas tzin chec sb'o junok in checab', sb'onhej. Yuj chi', vojtac, icha svutej vak'an mandar eb' chi', icha chi' tzutej ak'an mandar masanil tas a ach tik, xchi winh."
        },
        {
            "number": "10",
            "text": "Axo ix yab'an juntzanh chi' Jesús, ix sat sk'ool yab'ani. Yuj chi' ix yalan t'a eb' ajun yet'oc: --Val yel swal t'ayex, manta junok eb' quetisraelal svil yak'anoch sk'ool d'ha Dios icha jun winh tik."
        },
        {
            "number": "11",
            "text": "Svalanpax t'ayex, tzijtum eb' ol cot b'aj sja k'u yet' b'aj tz'em k'u. Ol em k'ojjab' eb' sva yet' winhaj Abraham, winhaj Isaac yet' winhaj Jacob t'a mexa b'aj ayoch Dios aj satcha’anh Yajalil."
        },
        {
            "number": "12",
            "text": "Axo eb' quetisraelal, smoj ton val sk'och eb' ta', palta ay eb' ol yumjoccanb'at t'a k’ik’ k’inal. Ata' ol ok' eb'. Ol laj siq'uik'oc eb' yoq'ui yuj yab'an syail, xchi t'a eb'."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix yalanxi t'a winh yajal soldado chi': --Paxanh t'a a pat. Icha val tzutej ak'anoch Dios t'a a k'ool, icha pax chi' ol aj sb'o t'ayach, xchi t'a winh. Axo jun winh schecab' winh chi', a val t'a jun rato chi' ix b'oxican winh."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix b'at Jesús t'a spat winhaj Pedro. Axo ix k'ochi, ix yilani, jichanek' ix snhi' winhaj Pedro chi' yuj jun k'ak'al yab'il."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yamji sk'ab' ix yuj Jesús. D'a jun rato chi', ix sicb'i jun k'ak'al yab'il chi' t'a ix. Yuj chi' ix q'ue vaan ix. Ix och ijan ix sk'atk'ancot eb'."
        },
        {
            "number": "16",
            "text": "Axo t'a yic numumixo sq'uik'b'i, tzijtum eb' ayoch enemigo t'ay ix ik'jib'at t'a Jesús. Junnhej b'elanh lolonel ix yala', ix el eb' enemigo chi'. Anhejtona' ix yak'kan b'oxoc masanil eb' penaay."
        },
        {
            "number": "17",
            "text": "Icha chi' ix aj yelk'och tas yalnaccan winhaj Isaías schecab' Dios t'a peca', xchi icha tik: Ha ix ik'anel juntzanh co yaelal. Van yab'an syail co q'uexuloc, xchican Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "18",
            "text": "Axo t'a junel, ix yilan Jesús, tzijtum anima ix smolb'ejk'och sb'a t'ay. Yuj chi', ix yalan t'a eb' sk'ayb'um: --Coyec t'a sk'axepal jun ha' niwan nhajab' tik, xchi t'a eb'."
        },
        {
            "number": "19",
            "text": "Palta ayic manto b'at eb', ay jun winh k'ayb'um t'a ley Moisés ix k'och t'ay. Ix yalan winh t'ay: --Ach in k'ayb'umal, yalnhej b'aj ol ach b'atoc, ol in och tzak'an uuj, xchi winh t'ay."
        },
        {
            "number": "20",
            "text": "Axo ix yalan Jesús t'a winh: --Ha nok' vaax, ay snhaq'ueen nok'. Ha nok' much, ay pax so' nok' b'aj svayi. Ha inxo Ak'b'il in cot yuj Dios voch animail, malaj in pat b'aj tzin vayi, xchi t'a winh."
        },
        {
            "number": "21",
            "text": "Ay junxo winh sk'ayb'um ix alani: --Mamin, ol in b'at ed'oc, palta in gana tzak' in permiso. Ato ol cham winh in mam ol in b'at ed'oc, xchi winh t'ay."
        },
        {
            "number": "22",
            "text": "Palta ix yalanpax t'a winh: --Conh ved'oc. Ha eb' chamnacto el t'a yichanh Dios, a eb' chi' syal smucan eb' yetchamnaquil chi', xchi Jesús t'a winh."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix och Jesús t'a yol barco. Ix och pax eb' sk'ayb'um yet'oc. Ix b'at eb'."
        },
        {
            "number": "24",
            "text": "Palta ayic van sb'ey eb', ix ja jun ik' te ov. Ix och chulnaj ha' t'a yol te' barco chi'. Axo Jesús vaynacb'at t'a yol te'."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix pitzjiel svayanh yuj eb'. --Mamin, col onh. Van co b'at t'a yich ha', xchi eb' t'ay."
        },
        {
            "number": "26",
            "text": "--¿Tas yuj tzex te xivi? Te tevelnhej tzeyak'och Dios t'a e k'ool, xchi t'a eb'. Ixlajwi chi', ix q'ue vaan. Ix scachanoch vaan jun ik' chi' yet' ha' nhajab' chi'. Yuj chi' ix numk'aj smasanil."
        },
        {
            "number": "27",
            "text": "Ix te sat sk'ool eb' sik'lab'il. Ix laj yalan eb' junjun: --¿Tas val yaj jun winh tik? Inai ix k'anab'ajax winh yuj ik' yet' ha' nhajab' tik, xchi eb'."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix k'och eb' t'a junxo sk'axepal b'at ha', t'a chonhab' Gadara. Ata' ix cot chavanh eb' winh b'aj smucji eb' chamnac. Ix k'och eb' winh t'a Jesús. Ha chavanh eb' winh chi', ayoch eb' enemigo t'a eb' winh. Yelxo te ov eb' winh. Yuj chi', malaj junok mach sb'eyek' t'a jun b'e tzek' b'aj ayek' eb' winh chi'."
        },
        {
            "number": "29",
            "text": "Ix q'ue yav eb' winh t'a Jesús: --Ach Yuninal Dios, ¿tas och t'ayonh? ¿Tom tzach ja ak'och yaelal t'a quib'anh yacb'an manto k'och stiempoal? xchi eb' t'ay."
        },
        {
            "number": "30",
            "text": "Axo t'a slak'anil jun lugar chi', tzijtum juntzanh nok' chitam van sva'i."
        },
        {
            "number": "31",
            "text": "Yuj chi' ix tevi eb' enemigo chi' t'a Jesús, ix yalan eb': --Tato tzonh a pecheli, ha t'a juntzanh nok' chitam chi' tzonh ak'b'ati, xchi eb' t'ay:"
        },
        {
            "number": "32",
            "text": "--Ixiquec, xchi Jesús chi' t'a eb'. Yuj chi', ix el eb' enemigo chi' t'a eb' winh chavanh chi'. Axo t'a nok' chitam chi' ix ochxican eb'. Axo t'a jun rato chi', ix b'at nhilnaj nok' elelal. Ix b'at nok' t'a sattac vitz, masanto ix k'och nok' t'a yol ha' niwan nhajab'. Ata' ix sjik' ha' nok', ix cham nok' smasanil."
        },
        {
            "number": "33",
            "text": "Axo eb' stanhvumal nok', ix xivb'at eb', ix b'at eb' elelal. Elanhchamel ix k'och eb' t'a yol chonhab'. Ata' ix yalel eb' smasanil. Ix yalanpax eb' tas ix utaj eb' ayoch enemigo chi' t'ay."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix b'at eb' ay t'a chonhab' chi' smasanil yil Jesús. Axo yic ix yilan eb', ix laj tevi eb' t'ay, yic elanhchamel tz'elxi t'a yol slugar eb' chi'."
        }
    ]
}