{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix emixta Jesús d'a jun tzalan chi', tzijtum anima ix och tzak'an yuuj."
        },
        {
            "number": "2",
            "text": "Ay jun vinh penaay yuj jun yab'il scuch lepra, ix k'och d'a Jesús. Ix em cuman vinh d'a yichanh. Ix yalan vinh d'ay: --Mamin, tato syal a k'ool, syal ak'an b'oxoc in k'ool, xchi vinh d'ay."
        },
        {
            "number": "3",
            "text": "Yuj chi', ix maslaj vinh yuj Jesús. --In gana tzach in b'oxicani, xchi d'a vinh. D'a val jun rato chi' ix b'oxican vinh yuj jun yab'il chi'."
        },
        {
            "number": "4",
            "text": "Ix lajvi chi', ix yalan d'a vinh: --Ab'i, ay ta b'aj tzal jun tic. Palta ixic, ch'ox a b'a d'a vinh sacerdote. Ak' jun silab' ix yalcan Moisés yic tz'ilji to ach b'oxi, xchi Jesús d'a vinh."
        },
        {
            "number": "5",
            "text": "Axo yic ix k'och Jesús d'a chonhab' Capernaum, ix k'och jun vinh yajal soldado d'ay. Ix tevi vinh d'ay,"
        },
        {
            "number": "6",
            "text": "ix yalan vinh: --Mamin, ay jun vinh in checab' manb'ilel vuuj aycan d'a in pat, jichanek' vinh d'a sat sch'at. Te sicb'inaquel vinh, te ya yaj vinh, xchi vinh d'ay."
        },
        {
            "number": "7",
            "text": "Yuj chi', ix yalan Jesús d'a vinh: --Tato icha chi', ol in b'at vak' b'oxoc vinh, xchi d'a vinh."
        },
        {
            "number": "8",
            "text": "Ix yalanxi vinh d'ay: --Palta Mamin, manh smojoc a k'och d'a in pat. Tonhejocab' tzala', sb'oxican jun vinh in checab' chi'."
        },
        {
            "number": "9",
            "text": "Yujto a in tic, ay in och d'a vopisio, ay junxo tzin ak'an mandar. Anhejtona' ay eb' soldado svak' mandar. Tato ay eb' b'aj svala' to sb'at eb', sb'atnhej eb'. Tato ay pax eb' b'aj svala' to scot eb', scotnhej eb'. Anhejtona', tato ay junoc tas tzin chec sb'o junoc in checab', sb'onhej. Yuj chi', vojtac, icha svutej vak'an mandar eb' chi', icha chi' tzutej ak'an mandar masanil tas a ach tic, xchi vinh."
        },
        {
            "number": "10",
            "text": "Axo ix yab'an juntzanh chi' Jesús, ix sat sk'ool yab'ani. Yuj chi' ix yalan d'a eb' ajun yed'oc: --Val yel sval d'ayex, manta junoc eb' quetisraelal svil yak'anoch sk'ool d'a Dios icha jun vinh tic."
        },
        {
            "number": "11",
            "text": "Svalanpax d'ayex, tzijtum eb' ol cot b'aj sja k'u yed' b'aj tz'em k'u. Ol em k'ojjab' eb' sva yed' vinhaj Abraham, vinhaj Isaac yed' vinhaj Jacob d'a mexa b'aj ayoch Dios aj satchaanh Yajalil."
        },
        {
            "number": "12",
            "text": "Axo eb' quetisraelal, smoj ton val sk'och eb' ta', palta ay eb' ol yumjoccanb'at d'a q'uik'alq'uinal. Ata' ol ok' eb'. Ol laj siq'uik'oc eb' yoq'ui yuj yab'an syail, xchi d'a eb'."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi', ix yalanxi d'a vinh yajal soldado chi': --Paxanh d'a a pat. Icha val tzutej ak'anoch Dios d'a a k'ool, icha pax chi' ol aj sb'o d'ayach, xchi d'a vinh. Axo jun vinh schecab' vinh chi', a val d'a jun rato chi' ix b'oxican vinh."
        },
        {
            "number": "14",
            "text": "Ix lajvi chi', ix b'at Jesús d'a spat vinhaj Pedro. Axo ix k'ochi, ix yilani, jichanek' ix snhi' vinhaj Pedro chi' yuj jun k'ak'al yab'il."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yamji sk'ab' ix yuj Jesús. D'a jun rato chi', ix sicb'i jun k'ak'al yab'il chi' d'a ix. Yuj chi' ix q'ue vaan ix. Ix och ijan ix sk'atk'ancot eb'."
        },
        {
            "number": "16",
            "text": "Axo d'a yic numumixo sq'uik'b'i, tzijtum eb' ayoch enemigo d'ay ix ik'jib'at d'a Jesús. Junnhej b'elanh lolonel ix yala', ix el eb' enemigo chi'. Anhejtona' ix yak'can b'oxoc masanil eb' penaay."
        },
        {
            "number": "17",
            "text": "Icha chi' ix aj yelk'och tas yalnaccan vinhaj Isaías schecab' Dios d'a peca', xchi icha tic: A ix ik'anel juntzanh co yaelal. Van yab'an syail co q'uexuloc, xchican Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "18",
            "text": "Axo d'a junel, ix yilan Jesús, tzijtum anima ix smolb'ejk'och sb'a d'ay. Yuj chi', ix yalan d'a eb' sk'ayb'um: --Coyec d'a sk'axepal jun a' nivan nhajab' tic, xchi d'a eb'."
        },
        {
            "number": "19",
            "text": "Palta ayic manto b'at eb', ay jun vinh k'ayb'um d'a ley Moisés ix k'och d'ay. Ix yalan vinh d'ay: --Ach in k'ayb'umal, yalnhej b'aj ol ach b'atoc, ol in och tzak'an uuj, xchi vinh d'ay."
        },
        {
            "number": "20",
            "text": "Axo ix yalan Jesús d'a vinh: --A nok' vaax, ay snhaq'ueen nok'. A nok' much, ay pax so' nok' b'aj svayi. A inxo Ak'b'il in cot yuj Dios voch animail, malaj in pat b'aj tzin vayi, xchi d'a vinh."
        },
        {
            "number": "21",
            "text": "Ay junxo vinh sk'ayb'um ix alani: --Mamin, ol in b'at ed'oc, palta in gana tzak' in permiso. Ato ol cham vinh in mam ol in b'at ed'oc, xchi vinh d'ay."
        },
        {
            "number": "22",
            "text": "Palta ix yalanpax d'a vinh: --Conh ved'oc. A eb' chamnacto el d'a yichanh Dios, a eb' chi' syal smucan eb' yetchamnaquil chi', xchi Jesús d'a vinh."
        },
        {
            "number": "23",
            "text": "Ix lajvi chi', ix och Jesús d'a yol barco. Ix och pax eb' sk'ayb'um yed'oc. Ix b'at eb'."
        },
        {
            "number": "24",
            "text": "Palta ayic van sb'ey eb', ix ja jun ik' te ov. Ix och chulnaj a' d'a yol te' barco chi'. Axo Jesús vaynacb'at d'a yol te'."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix pitzjiel svayanh yuj eb'. --Mamin, col onh. Van co b'at d'a yich a', xchi eb' d'ay."
        },
        {
            "number": "26",
            "text": "--¿Tas yuj tzex te xivi? Te tevelnhej tzeyak'och Dios d'a e k'ool, xchi d'a eb'. Ix lajvi chi', ix q'ue vaan. Ix scachanoch vaan jun ik' chi' yed' a' nhajab' chi'. Yuj chi' ix numk'aj smasanil."
        },
        {
            "number": "27",
            "text": "Ix te sat sk'ool eb' sik'lab'il. Ix laj yalan eb' junjun: --¿Tas val yaj jun vinh tic? Inai ix k'anab'ajax vinh yuj ik' yed' a' nhajab' tic, xchi eb'."
        },
        {
            "number": "28",
            "text": "Ix lajvi chi', ix k'och eb' d'a junxo sk'axepal b'at a', d'a chonhab' Gadara. Ata' ix cot chavanh eb' vinh b'aj smucji eb' chamnac. Ix k'och eb' vinh d'a Jesús. A chavanh eb' vinh chi', ayoch eb' enemigo d'a eb' vinh. Yelxo te ov eb' vinh. Yuj chi', malaj junoc mach sb'eyek' d'a jun b'e tz'ek' b'aj ayek' eb' vinh chi'."
        },
        {
            "number": "29",
            "text": "Ix q'ue yav eb' vinh d'a Jesús: --Ach Yuninal Dios, ¿tas och d'ayonh? ¿Tom tzach ja ak'och yaelal d'a quib'anh yacb'an manto k'och stiempoal? xchi eb' d'ay."
        },
        {
            "number": "30",
            "text": "Axo d'a slak'anil jun lugar chi', tzijtum juntzanh nok' chitam van sva'i."
        },
        {
            "number": "31",
            "text": "Yuj chi' ix tevi eb' enemigo chi' d'a Jesús, ix yalan eb': --Tato tzonh a pecheli, a d'a juntzanh nok' chitam chi' tzonh ak'b'ati, xchi eb' d'ay:"
        },
        {
            "number": "32",
            "text": "--Ixiquec, xchi Jesús chi' d'a eb'. Yuj chi', ix el eb' enemigo chi' d'a eb' vinh chavanh chi'. Axo d'a nok' chitam chi' ix ochxican eb'. Axo d'a jun rato chi', ix b'at nhilnaj nok' elelal. Ix b'at nok' d'a sattac vitz, masanto ix k'och nok' d'a yol a' nivan nhajab'. Ata' ix sjik' a' nok', ix cham nok' smasanil."
        },
        {
            "number": "33",
            "text": "Axo eb' stanhvumal nok', ix xivb'at eb', ix b'at eb' elelal. Elanhchamel ix k'och eb' d'a yol chonhab'. Ata' ix yalel eb' smasanil. Ix yalanpax eb' tas ix utaj eb' ayoch enemigo chi' d'ay."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix b'at eb' ay d'a chonhab' chi' smasanil yil Jesús. Axo yic ix yilan eb', ix laj tevi eb' d'ay, yic elanhchamel tz'elxi d'a yol slugar eb' chi'."
        }
    ]
}