{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Axo Jesús ix ochxi d'a yol te' barco. Ix b'atxi d'a junxo sk'axepal a'. Ix k'ochxi d'a schonhab'."
        },
        {
            "number": "2",
            "text": "Ata' ay jun vinh sicb'inac eli, ix ik'jib'at vinh d'a sat svaynub' yuj juntzanh eb' vinh vinac d'a Jesús. Axo ix yilan Jesús to ix yak'och eb' d'a sk'ool. Yuj chi' ix yalan d'a vinh sicb'inac el chi': --Ach vetanimail, tek'tek' tzutej a b'a. Ix ak'jican lajvoc a mul, xchi d'a vinh."
        },
        {
            "number": "3",
            "text": "Ata' ayek' jayvanh eb' vinh k'ayb'um d'a ley Moisés, ix snaan eb' vinh: A jun vinh tic, tonhej sb'uchvaj vinh d'a Dios, xchi eb' vinh."
        },
        {
            "number": "4",
            "text": "Axo Jesús yojtacxo tas sna eb' vinh, yuj chi' ix yal d'a eb' vinh: --¿Tas yuj tze na juntzanh malaj svach'il tic?"
        },
        {
            "number": "5",
            "text": "¿B'aja junoc secojtac calan tze na'a? ¿A a mul toxo ix ak'ji lajvoc, xco chama, ma: Q'ueanh vaan, b'eyanh, mato xco chi?"
        },
        {
            "number": "6",
            "text": "A ticnaic jun, ol in ch'ox d'ayex to a in Ak'b'il in cot yuj Dios voch animail tic, ay vopisio vak'an lajvoc smul eb' ay d'a yolyib'anhq'uinal tic, xchi d'a eb' vinh. Ix lajvi chi', ix yalan d'a vinh sicb'inaquel chi': --Q'ueanh vaan. Ik'chaanh a vaynub'. Paxanh d'a a pat, xchi d'a vinh."
        },
        {
            "number": "7",
            "text": "D'a jun rato chi', ix q'ue vaan vinh, ix pax vinh d'a spat."
        },
        {
            "number": "8",
            "text": "Ayic ix yilan jun chi' eb' anima, ix te sat sk'ool eb'. Ix laj yalan vach' lolonel eb' d'a Dios yujto te nivan spoder Jesús ix sch'ox d'a eb' anima."
        },
        {
            "number": "9",
            "text": "Ix b'atxi Jesús. Ayic van sb'eyi, ix yilani ayek' jun vinh scuch Mateo, k'ojanem vinh b'aj stequel alcabar. --Ochanh in k'ayb'umoc, xchi Jesús d'a vinh. D'a jun rato chi' ix q'ue vaan vinh, ix och tzak'an vinh yuj Jesús."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', ix ik'jib'at Jesús yuj vinh vael d'a spat. Axo yic van sva yed' eb' sk'ayb'um, anhejtona' tzijtum eb' tecumel alcabar yed' juntzanhxo eb' te chuc sb'eyb'al ix va yed' eb'."
        },
        {
            "number": "11",
            "text": "Axo ix yilan jun chi' eb' vinh fariseo. Ix yalan eb' vinh d'a eb' sk'ayb'um Jesús: --A jun e k'ayb'umal tic, ¿tas yuj junnhej sva yed' eb' tecumel alcabar yed' juntzanhxo eb' malaj svach'il sb'eyb'al tic? xchi eb' vinh."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an jun chi' Jesús, ix yalan d'a eb' vinh: --A eb' vach' sk'ool, malaj tz'och vinh anhtum yuj eb'. Anhej eb' penaay, ay tz'och vinh yuuj."
        },
        {
            "number": "13",
            "text": "Ixiquec an, ojtaquejequel tas syalelk'och jun yalnaccan Dios d'a Slolonel Tz'ib'ab'ilcani, a ix yalan icha tic: In gana tz'ok' e k'ool d'a eb' eyetanimail. Manhocnhej juntzanh silab' snhusji chi' in gana, xchi. Manh yujoc vavtan eb' toxon vach' sb'eyb'al snaani, in javi. Palta in javi vavtejcot eb' toxonton ojtannac to malaj svach'il sb'eyb'al, xchi Jesús d'a eb' vinh."
        },
        {
            "number": "14",
            "text": "A junel ix k'och eb' sk'ayb'um vinhaj Juan, aton vinh tz'ak'an bautizar b'aj ayek' Jesús. Ix sk'anb'an eb' d'ay: --¿Tas yuj max och eb' a k'ayb'um tic d'a tzek'ojk'olal? A onh tic, scak' val och co b'a d'a tzek'ojk'olal. Icha pax chi' syutej sb'a eb' fariseo, xchi eb' d'ay."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yalan Jesús d'a eb': --Q'uinaloc ay junoc q'uinh nupnajel. A eb' avtab'il sb'at ta', ¿tom syal yoch eb' d'a tzek'ojk'olal ayic ayto ek' vinh van yoch yetb'eyum chi' yed' eb'? Palta ato ol ja stiempoal manhxo ayoquek' vinh yed' eb', ato ta' ol och eb' d'a tzek'ojk'olal."
        },
        {
            "number": "16",
            "text": "Malaj mach tz'ak'anoch junoc ak' k'apac manto juk'ji juneloc snipuloc junoc k'a pichul. Yujto a jun ak' k'apac chi', tz'utz'i, svach' tok'ji nhik'chaj jun k'a pichul chi' yuuj."
        },
        {
            "number": "17",
            "text": "Ol val junxo ch'oxnab'il: Max yal-laj yak'chajem vino manto sipji d'a yol junoc k'a tz'um yed'tal vino. Tato icha chi', snhik'chaj jun tz'uum chi' yuj jun vino chi', tz'ixtax schab'il macanh. Yuj chi', a d'a yol junoc ak' tz'uum tzeyaq'uem vino manto sipji, yic vach' ol aj schab'il."
        },
        {
            "number": "18",
            "text": "Ayic van yalan juntzanh chi' Jesús, ix k'och jun vinh sat yaj d'a spatil sculto eb', ix em cuman vinh d'a yichanh Jesús, ix yalan vinh: --A jun ix visil, toxomlaj ix cham ix naic. Palta conh ved'oc. In gana b'at aq'uek' a k'ab' d'a yib'anh ix, yic ol pitzvocxi ix, xchi vinh."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix q'ue vaan Jesús. Ix b'at yed' vinh. Ix b'at pax eb' sk'ayb'um yed'oc."
        },
        {
            "number": "20",
            "text": "Axo d'a scal eb' anima van sb'at yed'oc, ay jun ix ix penaay. Slajchavilxo ab'il penaay ix yuj yel jun a' d'a snivanil ix. Yuj chi' ix k'och ix d'a spatic Jesús. Ix yamji sti' spichul yuj ix."
        },
        {
            "number": "21",
            "text": "Yujto ix sna ix: Tonhejocab' tzin yamlej sti' spichul, sb'oxican in k'ool, xchi ix."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix meltzajb'at q'uelan Jesús d'a ix, ix yalan d'a ix: --Ach ix, tek'tek' tzutej a b'a. Tzach b'oxican vuuj, yujto in ak'och d'a a k'ool, xchi d'a ix. D'a jun rato chi' ix b'oxican ix."
        },
        {
            "number": "23",
            "text": "Axo yic ix k'och Jesús d'a spat vinh yajal chi', ix yilani van spu'an sflauta eb' ay syamk'ab' yic b'it. Axo masanil eb' anima, toxonhej vejanchaanh eb' oq'uel."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix yalan Jesús d'a eb': --Elanhec d'a tic. A ix tic, manh chamnacoclaj ix. Tonhej svay ix, xchi d'a eb'. Palta tonhej ix tzetzaj Jesús chi' yuj eb'."
        },
        {
            "number": "25",
            "text": "Axo yic ix lajvi yelta eb' anima chi', ix ochk'och b'aj ay ix cob'es chi'. Ix yamji sk'ab' ix yuuj, ix q'ue vaan ix b'ian."
        },
        {
            "number": "26",
            "text": "A d'a smasanil jun lugar chi', masanil eb' anima ix ab'an tas ix uji chi'."
        },
        {
            "number": "27",
            "text": "Ayic van sb'atxi Jesús d'a yol b'e, ix och tzak'an chavanh eb' vinh max uji yilan yuuj, ix syamanoch eb' vinh yalan icha tic: --Ach yinhtilal vinhaj David, ¿tom max ok' a k'ool d'ayonh? xchi eb' vinh d'ay."
        },
        {
            "number": "28",
            "text": "Axo yic ix och d'a yol pat, ix k'och eb' vinh d'ay. Yuj chi' ix yalan d'a eb' vinh: --¿Tzam eyak'och d'a e k'ool to syal in b'oan tas e gana? xchi d'a eb' vinh. --I', scak'och Mamin, xchi eb' vinh d'ay."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix maslaj sat eb' vinh yuuj. Ix yalan d'a eb' vinh: --Icha tzeyutej eyak'anoch d'a e k'ool tic, icha chi' ol aj e b'oxi, xchi d'a eb' vinh."
        },
        {
            "number": "30",
            "text": "Icha chi' ix aj sjacvi sat eb' vinh chi'. Tzaxo uji yilan eb' vinh. Yuj chi', ix cham val yalan Jesús chi' d'a eb' vinh: --Ayta b'aj tzeyal jun tic, xchi d'a eb' vinh."
        },
        {
            "number": "31",
            "text": "Palta axo yic ix b'at eb' vinh, ix yalan eb' vinh d'a masanil lugar."
        },
        {
            "number": "32",
            "text": "Vanto spax eb' vinh chi', ix quetzjicot junxo vinh d'a Jesús. A jun vinh chi' max ujilaj slolon vinh, yujto ayoch jun enemigo d'a vinh."
        },
        {
            "number": "33",
            "text": "Axo yic ix el jun enemigo chi' d'a vinh yuj Jesús, ix och ijan vinh sloloni. Yuj chi' ix te sat sk'ool eb' anima ayek' ta', ix yalan eb': --A d'a co cal a onh aj Israel onh tic, manta b'aj squil junoc icha jun tic, xchi eb'."
        },
        {
            "number": "34",
            "text": "Palta axo eb' vinh fariseo ix alani: --A jun vinh tic, syal ton yik'anel eb' enemigo chi' vinh, yujto a jun yajal yaj d'a eb' enemigo chi', a ayoch yed' vinh, xchi eb' vinh."
        },
        {
            "number": "35",
            "text": "Axo Jesús ix laj ek' d'a juntzanh chonhab' yed' d'a juntzanh aldea. Ix ek' sk'ayb'ej eb' anima d'a yoltac spatil culto. Ix yalanel vach' ab'ix, chajtil tz'aj yoch eb' d'a yol sk'ab' Dios. Yalnhej tas juntzanh yaelal tz'ik'an eb' yed' tas ilyail, ix laj b'oxi sk'ool eb'."
        },
        {
            "number": "36",
            "text": "Ayic ix och q'uelan d'a eb' anima chi', ix ok' sk'ool d'a eb', yujto ix yila' to lajan eb' icha juntzanh nok' calnel malaj stanhvumal, te ayoch eb' d'a syaelal, te cusnac eb'."
        },
        {
            "number": "37",
            "text": "Yuj chi' ix yalan d'a eb' sk'ayb'um: --A eb' anima tic, lajan eb' icha ixim trigo stiempoalxo sjochchaji. Val yel, k'ojan ayto eb', palta jayvannhej mach smunlaj d'a scal eb'."
        },
        {
            "number": "38",
            "text": "Yuj chi' lesalvanhec d'a jun aj munlajel chi', yic ol schecb'at eb' smunlajvum d'a scal eb', xchi Jesús."
        }
    ]
}