{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Axo Jesús ix ochxi t'a yol te' barco. Ix b'atxi t'a junxo sk'axepal ha'. Ix k'ochxi t'a schonhab'."
        },
        {
            "number": "2",
            "text": "Ata' ay jun winh sicb'inac eli, ix ik'jib'at winh t'a sat swaynub' yuj juntzanh heb' winh winak t'a Jesús. Axo ix yilan Jesús to ix yak'och heb' t'a sk'ool. Yuj chi' ix yalan t'a winh sicb'inac el chi': --Ach wetanimail, tek'tek' tzutej a b'a. Ix ak'jican lajwoc a mul, xchi t'a winh."
        },
        {
            "number": "3",
            "text": "Ata' ayek' jaywanh heb' winh k'ayb'um t'a ley Moisés, ix snaan heb' winh: Ha jun winh tik, tonhej sb'uchwaj winh d'ha Dios, xchi heb' winh."
        },
        {
            "number": "4",
            "text": "Axo Jesús yojtacxo tas sna heb' winh, yuj chi' ix yal t'a heb' winh: --¿Tas yuj tze na juntzanh malaj swach'il tik?"
        },
        {
            "number": "5",
            "text": "¿B'aja junok secojtac calan tze na'a? ¿A a mul toxo ix ak'ji lajwoc, xco chama, ma: Q'ueanh waan, b'eyanh, mato xco chi?"
        },
        {
            "number": "6",
            "text": "Ha ticnaik jun, ol in ch'ox t'ayex to a in Ak'b'il in cot yuj Dios woch animail tik, ay wopisio wak'an lajwoc smul heb' ay t'a yol yib'anhk’inal tik, xchi t'a heb' winh. Ixlajwi chi', ix yalan t'a winh sicb'inaquel chi': --Q'ueanh waan. Ik'chaanh a waynub'. Paxanh t'a a pat, xchi t'a winh."
        },
        {
            "number": "7",
            "text": "D'a jun rato chi', ix k'e waan winh, ix pax winh t'a spat."
        },
        {
            "number": "8",
            "text": "Ayic ix yilan jun chi' heb' anima, ix te sat sk'ool heb'. Ix laj yalan wach' lolonel heb' d'ha Dios yujto te niwan spoder Jesús ix sch'ox t'a heb' anima."
        },
        {
            "number": "9",
            "text": "Ix b'atxi Jesús. Ayic wan sb'eyi, ix yilani ayek' jun winh scuch Mateo, k'ojanem winh b'aj stequel alcabar. --Ochanh in k'ayb'umoc, xchi Jesús t'a winh. D'a jun rato chi' ix k'e waan winh, ix och tzak'an winh yuj Jesús."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix ik'jib'at Jesús yuj winh wael t'a spat. Axo yic wan swa yet' heb' sk'ayb'um, anhejtona' tzijtum heb' tecumel alcabar yet' juntzanhxo heb' te chuk sb'eyb'al ix wa yet' heb'."
        },
        {
            "number": "11",
            "text": "Axo ix yilan jun chi' heb' winh fariseo. Ix yalan heb' winh t'a heb' sk'ayb'um Jesús: --Ha jun he k'ayb'umal tik, ¿tas yuj junnhej swa yet' heb' tecumel alcabar yet' juntzanhxo heb' malaj swach'il sb'eyb'al tik? xchi heb' winh."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an jun chi' Jesús, ix yalan t'a heb' winh: --Ha heb' wach' sk'ool, malaj tz'och winh anhtum yuj heb'. Anhej heb' penaay, ay tz'och winh yuj."
        },
        {
            "number": "13",
            "text": "Ixiquec an, ojtaquejequel tas syalelk'och jun yalnaccan Dios t'a Slolonel Tz'ib'ab'ilcani, a ix yalan icha tik: In gana tz'ok' he k'ool t'a heb' eyetanimail. Manhoknhej juntzanh silab' snhusji chi' in gana, xchi. Manh yujoc wavtan heb' toxon wach' sb'eyb'al snaani, in jawi. Palta in jawi wavtejcot heb' toxonton ojtannac to malaj swach'il sb'eyb'al, xchi Jesús t'a heb' winh."
        },
        {
            "number": "14",
            "text": "Ha junel ix k'och heb' sk'ayb'um winhaj Juan, aton winh tz'ak'an bautizar b'aj ayek' Jesús. Ix sk'anb'an heb' t'ay: --¿Tas yuj max och heb' a k'ayb'um tik t'a tzek'ojk'olal? Ha onh tik, skak' wal och ko b'ha t'a tzek'ojk'olal. Icha pax chi' syutej sb'a heb' fariseo, xchi heb' t'ay."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yalan Jesús t'a heb': --Q'uinaloc ay junok q'uinh nupnajel. Ha heb' avtab'il sb'at ta', ¿tom syal yoch heb' t'a tzek'ojk'olal ayic ayto ek' winh wan yoch yetb'eyum chi' yet' heb'? Palta ato ol ja stiempoal manhxo ayoquek' winh yet' heb', ato ta' ol och heb' t'a tzek'ojk'olal."
        },
        {
            "number": "16",
            "text": "Malaj mach tz'ak'anoch junok ak' k'apac manto juk'ji juneloc snipuloc junok k'a pichul. Yujto a jun ak' k'apac chi', tz'utz'i, swach' tok'ji nhik'chaj jun k'a pichul chi' yuj."
        },
        {
            "number": "17",
            "text": "Ol wal junxo ch'oxnab'il: Max yal-laj yak'chajem wino manto sipji t'a yol junok k'a tz'um yet'tal wino. Tato icha chi', snhik'chaj jun tz'uum chi' yuj jun wino chi', tz'ixtax schab'il makan. Yuj chi', ha t'a yol junok ak' tz'uum tzeyak'em wino manto sipji, yic wach' ol aj schab'il."
        },
        {
            "number": "18",
            "text": "Ayic wan yalan juntzanh chi' Jesús, ix k'och jun winh sat yaj t'a spatil sculto heb', ix em cuman winh t'a yichanh Jesús, ix yalan winh: --Ha jun ix wisil, toxomlaj ix cham ix naic. Palta conh wed'oc. In gana b'at ak'ek' a k'ab' t'a yib'anh ix, yic ol pitzwokxi ix, xchi winh."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix k'e waan Jesús. Ix b'at yet' winh. Ix b'at pax heb' sk'ayb'um yet'oc."
        },
        {
            "number": "20",
            "text": "Axo t'a skal heb' anima wan sb'at yet'oc, ay jun ix ix penaay. Slajchawilxo ab'il penaay ix yuj yel jun ha' t'a sniwanil ix. Yuj chi' ix k'och ix t'a spatic Jesús. Ix yamji sti' spichul yuj ix."
        },
        {
            "number": "21",
            "text": "Yujto ix sna ix: Tonhejocab' tzin yamlej sti' spichul, sb'oxican in k'ool, xchi ix."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix meltzajb'at k'elan Jesús t'a ix, ix yalan t'a ix: --Ach ix, tek'tek' tzutej a b'a. Tzach b'oxican wuuj, yujto in ak'och t'a a k'ool, xchi t'a ix. D'a jun rato chi' ix b'oxican ix."
        },
        {
            "number": "23",
            "text": "Axo yic ix k'och Jesús t'a spat winh yajal chi', ix yilani wan spu'an sflauta heb' ay syamk'ab' yic b'it. Axo masanil heb' anima, toxonhej wejanchaanh heb' ok'el."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix yalan Jesús t'a heb': --Elanhec t'a tik. Ha ix tik, manh chamnacoclaj ix. Tonhej sway ix, xchi t'a heb'. Palta tonhej ix tzetzaj Jesús chi' yuj heb'."
        },
        {
            "number": "25",
            "text": "Axo yic ix lajwi yelta heb' anima chi', ix ochk'och b'aj ay ix cob'es chi'. Ix yamji sk'ab' ix yuj, ix k'e waan ix b'ian."
        },
        {
            "number": "26",
            "text": "Ha t'a smasanil jun lugar chi', masanil heb' anima ix ab'an tas ix uji chi'."
        },
        {
            "number": "27",
            "text": "Ayic wan sb'atxi Jesús t'a yol b'e, ix och tzak'an chawanh heb' winh max uji yilan yuj, ix syamanoch heb' winh yalan icha tik: --Ach yinhtilal winhaj Dawid, ¿tom max ok' a k'ool t'ayonh? xchi heb' winh t'ay."
        },
        {
            "number": "28",
            "text": "Axo yic ix och t'a yol pat, ix k'och heb' winh t'ay. Yuj chi' ix yalan t'a heb' winh: --¿Tzam eyak'och t'a he k'ool to syal in b'oan tas he gana? xchi t'a heb' winh. --I', skak'och Mamin, xchi heb' winh t'ay."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix maslaj sat heb' winh yuj. Ix yalan t'a heb' winh: --Icha tzeyutej eyak'anoch t'a he k'ool tik, icha chi' ol aj he b'oxi, xchi t'a heb' winh."
        },
        {
            "number": "30",
            "text": "Icha chi' ix aj sjacwi sat heb' winh chi'. Tzaxo uji yilan heb' winh. Yuj chi', ix cham wal yalan Jesús chi' t'a heb' winh: --Ayta b'aj tzeyal jun tik, xchi t'a heb' winh."
        },
        {
            "number": "31",
            "text": "Palta haxo yic ix b'at heb' winh, ix yalan heb' winh t'a masanil lugar."
        },
        {
            "number": "32",
            "text": "Vanto spax heb' winh chi', ix quetzjicot junxo winh t'a Jesús. Ha jun winh chi' max ujilaj slolon winh, yujto ayoch jun enemigo t'a winh."
        },
        {
            "number": "33",
            "text": "Axo yic ix el jun enemigo chi' t'a winh yuj Jesús, ix och ijan winh sloloni. Yuj chi' ix te sat sk'ool heb' anima ayek' ta', ix yalan heb': --Ha t'a ko kal a onh aj Israel onh tik, manta b'aj squil junok icha jun tik, xchi heb'."
        },
        {
            "number": "34",
            "text": "Palta haxo heb' winh fariseo ix alani: --Ha jun winh tik, syal ton yik'anel heb' enemigo chi' winh, yujto a jun yajal yaj t'a heb' enemigo chi', a ayoch yet' winh, xchi heb' winh."
        },
        {
            "number": "35",
            "text": "Axo Jesús ix laj ek' t'a juntzanh chonhab' yet' t'a juntzanh aldea. Ix ek' sk'ayb'ej heb' anima t'a yoltac spatil culto. Ix yalanel wach' ab'ix, chajtil tz'aj yoch heb' t'a yol sk'ab' Dios. Yalnhej tas juntzanh yaelal tz'ik'an heb' yet' tas ilyail, ix laj b'oxi sk'ool heb'."
        },
        {
            "number": "36",
            "text": "Ayic ix och k'elan t'a heb' anima chi', ix ok' sk'ool t'a heb', yujto ix yila' to lajan heb' icha juntzanh nok' calnel malaj stanhwumal, te ayoch heb' t'a syaelal, te cusnac heb'."
        },
        {
            "number": "37",
            "text": "Yuj chi' ix yalan t'a heb' sk'ayb'um: --Ha heb' anima tik, lajan heb' icha ixim trigo stiempoalxo sjochchaji. Val yel, k'ojan ayto heb', palta jaywannhej mach smunlaj t'a skal heb'."
        },
        {
            "number": "38",
            "text": "Yuj chi' lesalwanhec t'a jun aj munlajel chi', yic ol schecb'at heb' smunlajwum t'a skal heb', xchi Jesús."
        }
    ]
}