{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ach Teófilo tzin tz'ib'ejb'at juntzanh tik t'ayach. Ay juntzanh tas ujinac t'a ko kal tik. Ha heb' tz'alanel slolonel Dios ticnaik, yilnac heb' smasanil chajtil ajnac yel yich juntzanh tik. Ichato chi' ix onh sk'ayb'an heb'. Tzijtumxo heb' ix naaneli, ix stz'ib'ankan yab'ixal juntzanh chi' heb', icha ajnac yel yich."
        },
        {
            "number": "2",
            "text": "Ha inxo tik, ix in k'ayb'ej juntzanh chi' smasanil sik'lab'il. Yuj chi' ach mamin Teófilo, tzin nib'ej tzin tzolb'itej smasanil ab'i tastac ajnac sb'o junjun."
        },
        {
            "number": "3",
            "text": "Icha chi' ol wutoc, yic ol a wach' ojtaquejeli to yel juntzanh ix a k'ayb'ej chi'."
        },
        {
            "number": "4",
            "text": "Ayic ayoch winhaj Herodes reyal t'a Judea, ay jun winh sacerdote skuchan Zacarías, yetb'eyum sb'a winh yet' jun makan heb' sacerdote scuch Abías. Ha ix yetb'eyum winh, Elisabet sb'i ix, a winhaj Aarón ay yinhtilkan ix."
        },
        {
            "number": "5",
            "text": "Te wach' spensar heb' t'a yichanh Dios. Sk'anab'ajej schecnab'il yet' juntzanhxo sley Dios Kajal heb'. Yuj chi' malaj junok mach syal yalani to ay smul heb'."
        },
        {
            "number": "6",
            "text": "Malaj junok yune' heb', yujto max unewilaj ix. Ichamtac animaxo heb' schawanhil."
        },
        {
            "number": "7",
            "text": "Ha junel ix ja sk'ual yoch winhaj Zacarías chi' t'a stzolal yet' heb' yetsacerdoteal, yic syak'anoch sti' heb' yetisraelal heb' d'ha Dios."
        },
        {
            "number": "8",
            "text": "Ix laj yak'an suerte heb', ichataxon smodo. Axo t'a yib'anh winhaj Zacarías chi' ix emi, yuj chi' ix och winh t'a yol stemplo Dios Kajal. Ata' ix snhus incienso winh."
        },
        {
            "number": "9",
            "text": "Ayic wan snhusan winh chi', masanil heb' anima wan slesalwi t'a sti' templo chi'."
        },
        {
            "number": "10",
            "text": "Axo yic ayoch winh t'a yol templo chi', ix ul sch'oxan sb'a jun yángel Dios Kajal t'a winh. Linhanoch t'a stz'ey jun yet'tal b'aj wan stz'a incienso chi' t'a swach'."
        },
        {
            "number": "11",
            "text": "Axo ix yilan jun ángel chi' winh, ix te sat sk'ol winh. Ix te xivpaxb'at winh yuj."
        },
        {
            "number": "12",
            "text": "Palta ix yalan jun ángel chi' t'a winh: --Zacarías, manh ach xiwoc, yujto ix yab' a lesal Dios. Ha ix etb'eyum ix Elisabet, ol yuneej jun winak unin ix. Juan ol ak' sb'iej."
        },
        {
            "number": "13",
            "text": "Te niwan a tzalajk'olal ol ja yuj. Tzijtum heb' anima ol te k'echaanh, yujto ol aljoc jun unin chi',"
        },
        {
            "number": "14",
            "text": "yujto niwan ol aj yelk'och t'a yichanh Dios Kajal. Malaj b'aj ol yuk' wino, malaj pax b'aj ol yuk' anh. Ayic manto aljoc, ayxo och Yespíritu Dios t'ay."
        },
        {
            "number": "15",
            "text": "Yujnhej jun uninal chi', tzijtum heb' etisraelal ol meltzajoch spensar d'ha Dios Kajal."
        },
        {
            "number": "16",
            "text": "Ha winhaj Juan chi' ol b'ab'laj t'a yichanh Cajalil. Icha sk'ulejnac winhaj Elías t'a peka', icha chi' ol yutej sb'a winh. Lajan ol aj pax spoder winh yet' winhaj Elías chi'. Ha winh ol cachan heb' mamab'il yet' heb' uninab'il yic slajwi owal t'a skal heb'. Ha heb' spitej sb'a d'ha Dios, yuj winh ol k'exmaj spensar heb' yic ol sk'anab'ajej heb'. Icha chi' ol yutoc sb'oan sb'a heb' anima, yic listaxo yaj heb' ayic ol jawok Cajalil, xchi jun ángel chi'."
        },
        {
            "number": "17",
            "text": "Ix sk'anb'an winhaj Zacarías chi' t'a jun ángel chi': --¿Tas ol wutoc wojtakaneli tato yel juntzanh tzal tik? Ha in tik icham winak inxo, chichimxo pax ix wetb'eyum, xchi winh."
        },
        {
            "number": "18",
            "text": "Ix yalanxi jun ángel chi' t'a winh: --Ha in ton tik tzin cuch Gabriel, schekab' in Dios. A' ix in chekancot wal jun wach' ab'ix tik t'ayach."
        },
        {
            "number": "19",
            "text": "Ha ticnaik, ol ach queecaxkanok yujto max a cha tas swala', masanto ol aljoc jun unin chi', ichato chi' ol ach lolonxoc. Ha jun tik ol ujok ayic ol ja stiempoal, xchi jun ángel chi'."
        },
        {
            "number": "20",
            "text": "Axo heb' anima wan stanhwankan winh t'a sti' chi', ix te sat sk'ol heb', yujto te junip ix ochkan winh t'a yol templo chi'."
        },
        {
            "number": "21",
            "text": "Axo ix elul winh, majxo yal-laj slolon winh. Ix snaanel heb' to ay tas ix sch'ox Dios t'a winh, yujto ayic snib'ej winh sloloni, axonhej yet' sk'ab' winh sch'oxo', yujto ix queecaxcan winh."
        },
        {
            "number": "22",
            "text": "Axo ix lajwi sturno winh chi', ix pax winh t'a spat."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', haxo ix yetb'eyum winh, aton ix Elisabet, ix scuchoch jun unin chi' ix. Oye' ujal axonhej t'a spat ix ayeq'ui, ix yalan ix icha tik:"
        },
        {
            "number": "24",
            "text": "Yuj swach'k'olal Dios Kajal t'ayin, yuj chi' icha tik in aji, yuj chi' manhxalaj mach ol alan in pecal to malaj wune', xchi ix."
        },
        {
            "number": "25",
            "text": "Ay jun ix cob'es skuchan María kajan t'a chonhab' Nazaret t'a yol yic Galilea. Ayxo strato ix yet' winhaj José. Ha winhaj José chi', yinhtilal winh winhaj rey Dawid. Swaquilxo ujal sch'oxan sb'a ángel Gabriel t'a winhaj Zacarías, ix checjixicot yuj Dios t'a ix María chi'."
        },
        {
            "number": "26",
            "text": "Ix ochk'och b'aj ayek' ix, ix yalan t'a ix: --Tzalajanh, yujto te xajan ach yuj Dios Kajal. A' aynhej ek' ed'oc, xchi."
        },
        {
            "number": "27",
            "text": "Ayic ix yab'an juntzanh chi' ix, ix te sat sk'ol ix. Ix snaub'tanhan ix tas yuj icha chi' ix yutej jun ángel chi' yalani."
        },
        {
            "number": "28",
            "text": "Ix yalan jun ángel chi' t'a ix: --María, manh ach xiwoc, yujto te niwan swach'k'olal Dios ol yak' t'ayach."
        },
        {
            "number": "29",
            "text": "Ha ticnaik, ol a cuchkanoch jun winak unin, JESÚS ol ak' sb'iej."
        },
        {
            "number": "30",
            "text": "Ha jun chi', niwan ol aj yelk'ochi. Ol aljoc to Yuninal Dios, Jun Yelxo Niwan Yelk'ochi. Aton Dios Kajal ol ak'an och reyal sk'exuloc winhaj rey Dawid, aton smam yicham."
        },
        {
            "number": "31",
            "text": "Aton ol och yajaloc heb' etisraelal t'a masanil tiempo. Malaj b'ak'uinh ol lajwoc jun yopisio chi', xchi t'a ix."
        },
        {
            "number": "32",
            "text": "--¿Tas ol aj yelk'och jun tzal chi', yujto a in tik mantalaj winh wetb'eyum? xchi ix t'ay."
        },
        {
            "number": "33",
            "text": "--Ha Yespíritu Dios ol ja t'a ib'anh. Ha spoder jun Niwan Yelk'ochi, ha' ol emul t'a ib'anh icha asun. Yuj chi' a jun unin ol aljoc chi', yicnhej ton Dios ol ajoc. Ol yal heb' anima to Yuninal Dios."
        },
        {
            "number": "34",
            "text": "Ha ix a k'ab' oc ix Elisabet, wach'chom chichimxo ix, ol aljoc jun yune' ix. Wach'chom tz'alji t'a ix to malaj b'ak'uinh ol aljoc yune' ix, palta a ticnaik swaquilxo ujal skuchanoch yune' ix chi',"
        },
        {
            "number": "35",
            "text": "yujto malaj junok tas ajaltac d'ha Dios, xchi jun ángel chi' t'a ix."
        },
        {
            "number": "36",
            "text": "--Ha in tik schekab' in Dios Kajal, yuj chi' ujokab' icha ix al chi' t'ayin, xchi ix t'a jun ángel chi'. Ixlajwi chi', ix pax jun ángel chi'."
        },
        {
            "number": "37",
            "text": "Ha t'a jun pekti’ chi', elanhchamel ix b'at ix María chi' t'a jun chonhab' ay t'a tzalquiltac t'a yol yic Judea."
        },
        {
            "number": "38",
            "text": "Ix k'och ix t'a spat winhaj Zacarías chi', ix yak'an stzatzil sk'ool ix Elisabet chi' ix."
        },
        {
            "number": "39",
            "text": "Ix te ib'xik'e jun unin t'a yol sk'ool ix Elisabet chi', ayic ix yab'an slolon ix María chi'. Ix te wach' och Yespíritu Dios t'a ix Elisabet chi'."
        },
        {
            "number": "40",
            "text": "Yuj chi' te chaanh ix yal ix: --Ha ach tik ek'al swach'k'olal Dios ix yak' t'ayach t'a yichanh heb' ix quetixal. Te niwan pax swach'k'olal ol yak' t'a jun une' ol aljoc chi'."
        },
        {
            "number": "41",
            "text": "Ha in tik, ¿tom ay jab'oc wopisio? Ha ach tik snun ach Cajalil, palta tzach jawi in a k'umej."
        },
        {
            "number": "42",
            "text": "Ha ix wab'an a loloni, haxo jun wune' tik, ix te ib'xik'e t'a yol in k'ool, ichato ste tzalaj swab'i."
        },
        {
            "number": "43",
            "text": "Ha ach tik ix ak'och t'a a k'ool tas ix yal Kajal chi' t'ayach, yuj chi' te wach' ico', yujto yowalil ol ujok elk'och tas ix yal chi', xchi ix Elisabet chi' t'a ix María chi'."
        },
        {
            "number": "44",
            "text": "Yuj chi' ix yal ix María chi' icha tik: Yed' smasanil in k'ool swal wach' lolonel t'a Cajalil."
        },
        {
            "number": "45",
            "text": "Ste tzalaj in k'ool d'ha Dios ko Kolumal."
        },
        {
            "number": "46",
            "text": "Ha in tik schekab' in Dios. Ix ok' sk'ol t'ayin, wach'chom malaj welk'ochi. Yuj chi' masanil tiempo ol yal heb' anima to wach' wico',"
        },
        {
            "number": "47",
            "text": "yujto ha Dios te niwan spoder, manh jantacoc swach'il ix sch'ox t'ayin. Malaj junocxo mach lajan yet'oc."
        },
        {
            "number": "48",
            "text": "Masanil tiempo tz'ok' sk'ol t'a jantacnhej heb' tz'och ejmelal t'ay."
        },
        {
            "number": "49",
            "text": "Ix sch'oxeli to te niwan spoder. Ha heb' syik'chaanh sb'a, ix kan heb' t'a yalanh yuj."
        },
        {
            "number": "50",
            "text": "Ix ik'jikanel heb' yajal t'a yopisio. Axo heb' nanam, ix ik'ji chaanh heb'."
        },
        {
            "number": "51",
            "text": "Jantac tas ix ak'ji t'a heb' ay swejel. Axo heb' b'eyum, malaj tas ix ak'ji t'a heb', ix checji pax heb'."
        },
        {
            "number": "52",
            "text": "Ix och Dios qued'oc a onh aj Israel onh tik, yujto schekab' kaji. Tz'ok'nhej sk'ool t'ayonh,"
        },
        {
            "number": "53",
            "text": "icha yutejnac yalankan t'a heb' ko mam quicham, yujto yak'nakkan sti' t'a winhaj Abraham yet' t'a heb' yinhtilal t'a junelnhej, xchi ix María chi'."
        },
        {
            "number": "54",
            "text": "Oxe' ujal ix ek' ix t'a spat ix Elisabet chi', ichato chi' ix paxta ix t'a spat."
        },
        {
            "number": "55",
            "text": "Axo ix k'och stiempoal yalji yune' ix Elisabet chi', winak unin jun ix alji chi'."
        },
        {
            "number": "56",
            "text": "Ha heb' kajan t'a slak'anil ix yet' heb' sk'ab' yoc ix, ix te tzalaj heb' yet' ix ayic ix yab'an heb' to ha Dios Kajal ix ak'an swach'k'olal t'a ix."
        },
        {
            "number": "57",
            "text": "Yucub'ixial yalji jun unin chi', ix smolb'an sb'a heb' t'a spat winhaj Zacarías chi' yic tz'ak'ji circuncidar jun unin chi'. Ix snib'ej heb' ijan a sb'i winh smam ix yak'och heb' t'ay."
        },
        {
            "number": "58",
            "text": "Axo ix snun chi' ix alan icha tik: --Maay, Juan ol sb'iej, xchi ix."
        },
        {
            "number": "59",
            "text": "Ix sk'anb'an heb': --¿Tas yuj? ¿Tom ay heb' a k'ab' oc icha chi' sb'i? xchi heb'."
        },
        {
            "number": "60",
            "text": "Ichato chi' ix sk'anb'an heb' t'a winhaj Zacarías chi', ix yak'an yechel heb' sk'anb'ani tas ol sb'iej jun unin tik."
        },
        {
            "number": "61",
            "text": "Ix sch'oxan yechel winh to tz'ak'jib'at junok b'aj syal stz'ib'anem winh. Yuj chi' ix stz'ib'anem winh: “Juan ol sb'iej” xchi winh. Masanil heb' ix sat sk'ol yuj jun chi'."
        },
        {
            "number": "62",
            "text": "D'a jun rato chi' ix lolonxik'e winhaj Zacarías chi', ix och ijan winh yalan wach' lolonel d'ha Dios."
        },
        {
            "number": "63",
            "text": "Yuj chi', masanil heb' kajan t'a slak'anil chi', ix te sat sk'ol heb'. Ix laj alji t'a juntzanh aldea smasanil t'a tzalquiltac t'a yol yic Judea chi' tas ix uji."
        },
        {
            "number": "64",
            "text": "Masanil heb' ix ab'an jun tik, ix och ijan heb' snaub'tanhani, ix laj sk'anb'an yab' heb' t'ay junjun: --¿Tas yaj jun unin tik? xchi heb'. Icha chi' ix yal heb' yujto ix sch'ox wal spoder Dios t'ay."
        },
        {
            "number": "65",
            "text": "Axo winhaj Zacarías, winh smam jun unin chi', ix och Yespíritu Dios t'a winh, yuj chi' ix ak'ji lolon winh yuj icha tik:"
        },
        {
            "number": "66",
            "text": "Calec wach' lolonel t'a Cajalil, aton ko Diosal a onh aj Israel onh tik, yujto ix jawi onh scolel a onh schonhab' onh tik."
        },
        {
            "number": "67",
            "text": "Ol yak'cot jun ko Kolumal te ay spoder. Ha t'a heb' yinhtilalkan Dawid, winh schekab', ata' ol aljoc."
        },
        {
            "number": "68",
            "text": "Icha chi' yutejnac yalankan t'a peka' yuj heb' schekab' sik'b'ileli."
        },
        {
            "number": "69",
            "text": "Yalannac Dios to ol onh scolcanel t'a yol sk'ab' heb' kajk'ool yet' t'a masanil heb' tzonh chakaneli."
        },
        {
            "number": "70",
            "text": "Ol sch'ox swach'k'olal t'a heb' ko mam quicham. Manh ol satlaj sk'ol t'a jun strato yalnac to yicnhej yaji."
        },
        {
            "number": "71",
            "text": "Aton jun strato chi' yalnac t'a winh ko mam quicham aj Abraham a yak'annakkan sti' t'a winh"
        },
        {
            "number": "72",
            "text": "to ol onh scol t'a yol sk'ab' heb' kajk'ool, yic manh xivk'olaloc skal ko b'a t'ay."
        },
        {
            "number": "73",
            "text": "D'a stojolal scutej ko b'a t'ay, anhej t'ay skak'och ko pensar t'a masanil tiempo."
        },
        {
            "number": "74",
            "text": "Ha ach tik, wuninal ach, ol aljoc t'ayach to yalumal ach el slolonel Dios Te Niwan, yujto ol ach b'ab'laj b'at t'a yichanh winh Kajal, ol sb'oan spensar heb' anima uuj icha tz'aj sb'o junok b'e."
        },
        {
            "number": "75",
            "text": "Ha ach ol ak' nachajel yuj schonhab' tas ol aj scolchaj heb', syalelk'ochi to ol ak'joc lajwoc smul heb'."
        },
        {
            "number": "76",
            "text": "Yujto te xajan onh yuj ko Diosal, tz'ok' sk'ool t'ayonh, yuj chi' ix uji jun tik. Ichato wan sakb'i k 'inal, icha chi' ol aj sja jun checb'ilcot yuj,"
        },
        {
            "number": "77",
            "text": "yic ol och sakil k'inal t'a heb' ay t'a k’ik’ k’inal, heb' ay smay scot chamel t'a yib'anh. Ha ol ch'oxan t'ayonh tas scutej ko b'eyb'al yic wach' junk'olal ol onh ajoc, xchi winhaj Zacarías chi'."
        },
        {
            "number": "78",
            "text": "Axo ix q'uib' jun unin chi', ix te och yip t'a yic Dios, ix kajnaj t'a tzinan lu'um, masanto ix k'och stiempoal ayic ix sch'oxanelta sb'ha t'a heb' yetisraelal."
        }
    ]
}