{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ach Teófilo tzin tz'ib'ejb'at juntzanh tik t'ayach. Ay juntzanh tas ujinac t'a co cal tik. Ha eb' tz'alanel slolonel Dios ticnaic, yilnac eb' smasanil chajtil ajnac yel yich juntzanh tik. Ichato chi' ix onh sk'ayb'an eb'. Tzijtumxo eb' ix naaneli, ix stz'ib'ancan yab'ixal juntzanh chi' eb', icha ajnac yel yich."
        },
        {
            "number": "2",
            "text": "Ha inxo tik, ix in k'ayb'ej juntzanh chi' smasanil sik'lab'il. Yuj chi' ach mamin Teófilo, tzin nib'ej tzin tzolb'itej smasanil ab'i tastac ajnac sb'o junjun."
        },
        {
            "number": "3",
            "text": "Icha chi' ol vutoc, yic ol a wach' ojtaquejeli to yel juntzanh ix a k'ayb'ej chi'."
        },
        {
            "number": "4",
            "text": "Ayic ayoch vinhaj Herodes reyal t'a Judea, ay jun vinh sacerdote scuchan Zacarías, yetb'eyum sb'a vinh yet' jun makan eb' sacerdote scuch Abías. Ha ix yetb'eyum vinh, Elisabet sb'i ix, a vinhaj Aarón ay yinhtilcan ix."
        },
        {
            "number": "5",
            "text": "Te wach' spensar eb' t'a yichanh Dios. Sk'anab'ajej schecnab'il yet' juntzanhxo sley Dios Cajal eb'. Yuj chi' malaj junok mach syal yalani to ay smul eb'."
        },
        {
            "number": "6",
            "text": "Malaj junok yune' eb', yujto max unevilaj ix. Ichamtac animaxo eb' schavanhil."
        },
        {
            "number": "7",
            "text": "Ha junel ix ja sk'ual yoch vinhaj Zacarías chi' t'a stzolal yet' eb' yetsacerdoteal, yic syak'anoch sti' eb' yetisraelal eb' d'ha Dios."
        },
        {
            "number": "8",
            "text": "Ix laj yak'an suerte eb', ichataxon smodo. Axo t'a yib'anh vinhaj Zacarías chi' ix emi, yuj chi' ix och vinh t'a yol stemplo Dios Cajal. Ata' ix snhus incienso vinh."
        },
        {
            "number": "9",
            "text": "Ayic van snhusan vinh chi', masanil eb' anima van slesalvi t'a sti' templo chi'."
        },
        {
            "number": "10",
            "text": "Axo yic ayoch vinh t'a yol templo chi', ix ul sch'oxan sb'a jun yángel Dios Cajal t'a vinh. Linhanoch t'a stz'ey jun yet'tal b'aj van stz'a incienso chi' t'a swach'."
        },
        {
            "number": "11",
            "text": "Axo ix yilan jun ángel chi' vinh, ix te sat sk'ol vinh. Ix te xivpaxb'at vinh yuj."
        },
        {
            "number": "12",
            "text": "Palta ix yalan jun ángel chi' t'a vinh: --Zacarías, manh ach xivoc, yujto ix yab' a lesal Dios. Ha ix etb'eyum ix Elisabet, ol yuneej jun vinac unin ix. Juan ol ak' sb'iej."
        },
        {
            "number": "13",
            "text": "Te niwan a tzalajk'olal ol ja yuj. Tzijtum eb' anima ol te q'uechaanh, yujto ol aljoc jun unin chi',"
        },
        {
            "number": "14",
            "text": "yujto niwan ol aj yelk'och t'a yichanh Dios Cajal. Malaj b'aj ol yuk' vino, malaj pax b'aj ol yuk' anh. Ayic manto aljoc, ayxo och Yespíritu Dios t'ay."
        },
        {
            "number": "15",
            "text": "Yujnhej jun uninal chi', tzijtum eb' etisraelal ol meltzajoch spensar d'ha Dios Cajal."
        },
        {
            "number": "16",
            "text": "Ha vinhaj Juan chi' ol b'ab'laj t'a yichanh Cajalil. Icha sk'ulejnac vinhaj Elías t'a peca', icha chi' ol yutej sb'a vinh. Lajan ol aj pax spoder vinh yet' vinhaj Elías chi'. Ha vinh ol cachan eb' mamab'il yet' eb' uninab'il yic slajvi oval t'a skal eb'. Ha eb' spitej sb'a d'ha Dios, yuj vinh ol q'uexmaj spensar eb' yic ol sk'anab'ajej eb'. Icha chi' ol yutoc sb'oan sb'a eb' anima, yic listaxo yaj eb' ayic ol javoc Cajalil, xchi jun ángel chi'."
        },
        {
            "number": "17",
            "text": "Ix sk'anb'an vinhaj Zacarías chi' t'a jun ángel chi': --¿Tas ol vutoc vojtacaneli tato yel juntzanh tzal tik? Ha in tik icham vinac inxo, chichimxo pax ix vetb'eyum, xchi vinh."
        },
        {
            "number": "18",
            "text": "Ix yalanxi jun ángel chi' t'a vinh: --Ha in ton tik tzin cuch Gabriel, schecab' in Dios. A' ix in checancot val jun wach' ab'ix tik t'ayach."
        },
        {
            "number": "19",
            "text": "Ha ticnaic, ol ach queecaxcanoc yujto max a cha tas svala', masanto ol aljoc jun unin chi', ichato chi' ol ach lolonxoc. Ha jun tik ol ujoc ayic ol ja stiempoal, xchi jun ángel chi'."
        },
        {
            "number": "20",
            "text": "Axo eb' anima van stanhvancan vinh t'a sti' chi', ix te sat sk'ol eb', yujto te junip ix ochcan vinh t'a yol templo chi'."
        },
        {
            "number": "21",
            "text": "Axo ix elul vinh, majxo yal-laj slolon vinh. Ix snaanel eb' to ay tas ix sch'ox Dios t'a vinh, yujto ayic snib'ej vinh sloloni, axonhej yet' sk'ab' vinh sch'oxo', yujto ix queecaxcan vinh."
        },
        {
            "number": "22",
            "text": "Axo ix lajvi sturno vinh chi', ix pax vinh t'a spat."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', haxo ix yetb'eyum vinh, aton ix Elisabet, ix scuchoch jun unin chi' ix. Oye' ujal axonhej t'a spat ix ayeq'ui, ix yalan ix icha tik:"
        },
        {
            "number": "24",
            "text": "Yuj swach'k'olal Dios Cajal t'ayin, yuj chi' icha tik in aji, yuj chi' manhxalaj mach ol alan in pecal to malaj vune', xchi ix."
        },
        {
            "number": "25",
            "text": "Ay jun ix cob'es scuchan María cajan t'a chonhab' Nazaret t'a yol yic Galilea. Ayxo strato ix yet' vinhaj José. Ha vinhaj José chi', yinhtilal vinh vinhaj rey David. Svaquilxo ujal sch'oxan sb'a ángel Gabriel t'a vinhaj Zacarías, ix checjixicot yuj Dios t'a ix María chi'."
        },
        {
            "number": "26",
            "text": "Ix ochk'och b'aj ayek' ix, ix yalan t'a ix: --Tzalajanh, yujto te xajan ach yuj Dios Cajal. A' aynhej ek' ed'oc, xchi."
        },
        {
            "number": "27",
            "text": "Ayic ix yab'an juntzanh chi' ix, ix te sat sk'ol ix. Ix snaub'tanhan ix tas yuj icha chi' ix yutej jun ángel chi' yalani."
        },
        {
            "number": "28",
            "text": "Ix yalan jun ángel chi' t'a ix: --María, manh ach xivoc, yujto te niwan swach'k'olal Dios ol yak' t'ayach."
        },
        {
            "number": "29",
            "text": "Ha ticnaic, ol a cuchcanoch jun vinac unin, JESÚS ol ak' sb'iej."
        },
        {
            "number": "30",
            "text": "Ha jun chi', niwan ol aj yelk'ochi. Ol aljoc to Yuninal Dios, Jun Yelxo Nivan Yelk'ochi. Aton Dios Cajal ol ak'an och reyal sq'uexuloc vinhaj rey David, aton smam yicham."
        },
        {
            "number": "31",
            "text": "Aton ol och yajaloc eb' etisraelal t'a masanil tiempo. Malaj b'ak'uinh ol lajvoc jun yopisio chi', xchi t'a ix."
        },
        {
            "number": "32",
            "text": "--¿Tas ol aj yelk'och jun tzal chi', yujto a in tik mantalaj vinh vetb'eyum? xchi ix t'ay."
        },
        {
            "number": "33",
            "text": "--Ha Yespíritu Dios ol ja t'a ib'anh. Ha spoder jun Nivan Yelk'ochi, ha' ol emul t'a ib'anh icha asun. Yuj chi' a jun unin ol aljoc chi', yicnhej ton Dios ol ajoc. Ol yal eb' anima to Yuninal Dios."
        },
        {
            "number": "34",
            "text": "Ha ix a k'ab' oc ix Elisabet, wach'chom chichimxo ix, ol aljoc jun yune' ix. Wach'chom tz'alji t'a ix to malaj b'ak'uinh ol aljoc yune' ix, palta a ticnaic svaquilxo ujal scuchanoch yune' ix chi',"
        },
        {
            "number": "35",
            "text": "yujto malaj junok tas ajaltac d'ha Dios, xchi jun ángel chi' t'a ix."
        },
        {
            "number": "36",
            "text": "--Ha in tik schecab' in Dios Cajal, yuj chi' ujocab' icha ix al chi' t'ayin, xchi ix t'a jun ángel chi'. Ixlajwi chi', ix pax jun ángel chi'."
        },
        {
            "number": "37",
            "text": "Ha t'a jun pekti’ chi', elanhchamel ix b'at ix María chi' t'a jun chonhab' ay t'a tzalquiltac t'a yol yic Judea."
        },
        {
            "number": "38",
            "text": "Ix k'och ix t'a spat vinhaj Zacarías chi', ix yak'an stzatzil sk'ool ix Elisabet chi' ix."
        },
        {
            "number": "39",
            "text": "Ix te ib'xiq'ue jun unin t'a yol sk'ool ix Elisabet chi', ayic ix yab'an slolon ix María chi'. Ix te wach' och Yespíritu Dios t'a ix Elisabet chi'."
        },
        {
            "number": "40",
            "text": "Yuj chi' te chaanh ix yal ix: --Ha ach tik ek'al swach'k'olal Dios ix yak' t'ayach t'a yichanh eb' ix quetixal. Te niwan pax swach'k'olal ol yak' t'a jun une' ol aljoc chi'."
        },
        {
            "number": "41",
            "text": "Ha in tik, ¿tom ay jab'oc vopisio? Ha ach tik snun ach Cajalil, palta tzach javi in a k'umej."
        },
        {
            "number": "42",
            "text": "Ha ix vab'an a loloni, haxo jun vune' tik, ix te ib'xiq'ue t'a yol in k'ool, ichato ste tzalaj svab'i."
        },
        {
            "number": "43",
            "text": "Ha ach tik ix ak'och t'a a k'ool tas ix yal Cajal chi' t'ayach, yuj chi' te wach' ico', yujto yowalil ol ujoc elk'och tas ix yal chi', xchi ix Elisabet chi' t'a ix María chi'."
        },
        {
            "number": "44",
            "text": "Yuj chi' ix yal ix María chi' icha tik: Yed' smasanil in k'ool sval wach' lolonel t'a Cajalil."
        },
        {
            "number": "45",
            "text": "Ste tzalaj in k'ool d'ha Dios co Columal."
        },
        {
            "number": "46",
            "text": "Ha in tik schecab' in Dios. Ix ok' sk'ol t'ayin, wach'chom malaj velk'ochi. Yuj chi' masanil tiempo ol yal eb' anima to wach' vico',"
        },
        {
            "number": "47",
            "text": "yujto ha Dios te niwan spoder, manh jantacoc swach'il ix sch'ox t'ayin. Malaj junocxo mach lajan yet'oc."
        },
        {
            "number": "48",
            "text": "Masanil tiempo tz'ok' sk'ol t'a jantacnhej eb' tz'och ejmelal t'ay."
        },
        {
            "number": "49",
            "text": "Ix sch'oxeli to te niwan spoder. Ha eb' syik'chaanh sb'a, ix kan eb' t'a yalanh yuj."
        },
        {
            "number": "50",
            "text": "Ix ik'jicanel eb' yajal t'a yopisio. Axo eb' nanam, ix ik'ji chaanh eb'."
        },
        {
            "number": "51",
            "text": "Jantac tas ix ak'ji t'a eb' ay svejel. Axo eb' b'eyum, malaj tas ix ak'ji t'a eb', ix checji pax eb'."
        },
        {
            "number": "52",
            "text": "Ix och Dios qued'oc a onh aj Israel onh tik, yujto schecab' caji. Tz'ok'nhej sk'ool t'ayonh,"
        },
        {
            "number": "53",
            "text": "icha yutejnac yalancan t'a eb' co mam quicham, yujto yak'naccan sti' t'a vinhaj Abraham yet' t'a eb' yinhtilal t'a junelnhej, xchi ix María chi'."
        },
        {
            "number": "54",
            "text": "Oxe' ujal ix ek' ix t'a spat ix Elisabet chi', ichato chi' ix paxta ix t'a spat."
        },
        {
            "number": "55",
            "text": "Axo ix k'och stiempoal yalji yune' ix Elisabet chi', vinac unin jun ix alji chi'."
        },
        {
            "number": "56",
            "text": "Ha eb' cajan t'a slak'anil ix yet' eb' sk'ab' yoc ix, ix te tzalaj eb' yet' ix ayic ix yab'an eb' to ha Dios Cajal ix ak'an swach'k'olal t'a ix."
        },
        {
            "number": "57",
            "text": "Yucub'ixial yalji jun unin chi', ix smolb'an sb'a eb' t'a spat vinhaj Zacarías chi' yic tz'ak'ji circuncidar jun unin chi'. Ix snib'ej eb' ijan a sb'i vinh smam ix yak'och eb' t'ay."
        },
        {
            "number": "58",
            "text": "Axo ix snun chi' ix alan icha tik: --Maay, Juan ol sb'iej, xchi ix."
        },
        {
            "number": "59",
            "text": "Ix sk'anb'an eb': --¿Tas yuj? ¿Tom ay eb' a k'ab' oc icha chi' sb'i? xchi eb'."
        },
        {
            "number": "60",
            "text": "Ichato chi' ix sk'anb'an eb' t'a vinhaj Zacarías chi', ix yak'an yechel eb' sk'anb'ani tas ol sb'iej jun unin tik."
        },
        {
            "number": "61",
            "text": "Ix sch'oxan yechel vinh to tz'ak'jib'at junok b'aj syal stz'ib'anem vinh. Yuj chi' ix stz'ib'anem vinh: “Juan ol sb'iej” xchi vinh. Masanil eb' ix sat sk'ol yuj jun chi'."
        },
        {
            "number": "62",
            "text": "D'a jun rato chi' ix lolonxiq'ue vinhaj Zacarías chi', ix och ijan vinh yalan wach' lolonel d'ha Dios."
        },
        {
            "number": "63",
            "text": "Yuj chi', masanil eb' cajan t'a slak'anil chi', ix te sat sk'ol eb'. Ix laj alji t'a juntzanh aldea smasanil t'a tzalquiltac t'a yol yic Judea chi' tas ix uji."
        },
        {
            "number": "64",
            "text": "Masanil eb' ix ab'an jun tik, ix och ijan eb' snaub'tanhani, ix laj sk'anb'an yab' eb' t'ay junjun: --¿Tas yaj jun unin tik? xchi eb'. Icha chi' ix yal eb' yujto ix sch'ox val spoder Dios t'ay."
        },
        {
            "number": "65",
            "text": "Axo vinhaj Zacarías, vinh smam jun unin chi', ix och Yespíritu Dios t'a vinh, yuj chi' ix ak'ji lolon vinh yuj icha tik:"
        },
        {
            "number": "66",
            "text": "Calec wach' lolonel t'a Cajalil, aton co Diosal a onh aj Israel onh tik, yujto ix javi onh scolel a onh schonhab' onh tik."
        },
        {
            "number": "67",
            "text": "Ol yak'cot jun co Columal te ay spoder. Ha t'a eb' yinhtilalcan David, vinh schecab', ata' ol aljoc."
        },
        {
            "number": "68",
            "text": "Icha chi' yutejnac yalancan t'a peca' yuj eb' schecab' sik'b'ileli."
        },
        {
            "number": "69",
            "text": "Yalannac Dios to ol onh scolcanel t'a yol sk'ab' eb' cajk'ool yet' t'a masanil eb' tzonh chacaneli."
        },
        {
            "number": "70",
            "text": "Ol sch'ox swach'k'olal t'a eb' co mam quicham. Manh ol satlaj sk'ol t'a jun strato yalnac to yicnhej yaji."
        },
        {
            "number": "71",
            "text": "Aton jun strato chi' yalnac t'a vinh co mam quicham aj Abraham a yak'annaccan sti' t'a vinh"
        },
        {
            "number": "72",
            "text": "to ol onh scol t'a yol sk'ab' eb' cajk'ool, yic manh xivk'olaloc skal co b'a t'ay."
        },
        {
            "number": "73",
            "text": "D'a stojolal scutej co b'a t'ay, anhej t'ay scak'och co pensar t'a masanil tiempo."
        },
        {
            "number": "74",
            "text": "Ha ach tik, vuninal ach, ol aljoc t'ayach to yalumal ach el slolonel Dios Te Nivan, yujto ol ach b'ab'laj b'at t'a yichanh vinh Cajal, ol sb'oan spensar eb' anima uuj icha tz'aj sb'o junok b'e."
        },
        {
            "number": "75",
            "text": "Ha ach ol ak' nachajel yuj schonhab' tas ol aj scolchaj eb', syalelk'ochi to ol ak'joc lajvoc smul eb'."
        },
        {
            "number": "76",
            "text": "Yujto te xajan onh yuj co Diosal, tz'ok' sk'ool t'ayonh, yuj chi' ix uji jun tik. Ichato van sakb'i q'uinal, icha chi' ol aj sja jun checb'ilcot yuj,"
        },
        {
            "number": "77",
            "text": "yic ol och sakil k'inal t'a eb' ay t'a k’ik’ k’inal, eb' ay smay scot chamel t'a yib'anh. Ha ol ch'oxan t'ayonh tas scutej co b'eyb'al yic wach' junk'olal ol onh ajoc, xchi vinhaj Zacarías chi'."
        },
        {
            "number": "78",
            "text": "Axo ix q'uib' jun unin chi', ix te och yip t'a yic Dios, ix cajnaj t'a tzinan lu'um, masanto ix k'och stiempoal ayic ix sch'oxanelta sb'ha t'a eb' yetisraelal."
        }
    ]
}