{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix yak'an yopisio juntzanhxo eb' sk'ayb'um Jesús, 72 sb'isul eb'. Ix sb'ab'laj checanb'at eb'. Chatacvanhil ix aj sb'at eb' d'a junjun chonhab', d'a junjun lugar b'aj ol ek' pax Jesús chi'."
        },
        {
            "number": "2",
            "text": "Ayic manto b'at eb', ix yalan d'a eb': --A eb' anima tic, lajanxo eb' icha ixim trigo stiempoalxo sjochchaji. Val yel nivanto eb', palta jayvannhej mach smunlaj d'a scal eb'. Yuj chi', lesalvanhec d'a jun aj munlajel chi', yic ol schecb'at eb' smunlajvum b'at yik'chaanh eb'."
        },
        {
            "number": "3",
            "text": "Ixiquec a ex tic. Icha tz'aj sb'at nok' calnel d'a scal nok' oques, icha chi' tz'aj ex in checanb'ati."
        },
        {
            "number": "4",
            "text": "Manh eyik'b'at e pa, yed'tal e tumin yed' pax e xanhab'. Manh ex och linhan lolonel yed' eb' anima tze cha d'a yoltac b'e."
        },
        {
            "number": "5",
            "text": "Ayic tzex k'och d'a junoc pat, tzeyak'an stzatzil sk'ol eb' icha tic: Ayocab' junk'olal d'a yol e pat tic, xe chi d'a eb'."
        },
        {
            "number": "6",
            "text": "Tato ay eb' snib'an junk'olal chi', ol ak'joc d'a eb' icha tz'aj eyalan chi'. Tato max snib'ej eb' jun, manh ol elk'ochlaj icha tzeyal chi' d'a eb'."
        },
        {
            "number": "7",
            "text": "Anhej d'a jun pat chi' tzeyak' e posado. A tas sva eb' tze va yed' eb', yujto a mach smunlaji, smoj schaan stojol. Max yal tonhej tzex b'eyek' d'a caltac pat."
        },
        {
            "number": "8",
            "text": "Ayic tzex k'och d'a junjun chonhab' b'aj tzex chaji, tze vanhej tas syak' eb' d'ayex."
        },
        {
            "number": "9",
            "text": "Tzeyak' b'oxoc sk'ol eb' penaay b'aj tzex k'och chi', tzeyalan d'a eb': Stiempoalxo eyoch d'a yol sk'ab' Dios, xe chi d'a eb'."
        },
        {
            "number": "10",
            "text": "Tato max ex chaji d'a junoc chonhab' b'aj tzex k'ochi, tzex ek' d'a yoltac calle, tzeyalan icha tic:"
        },
        {
            "number": "11",
            "text": "A spococal jun e chonhab' tic ix can d'a coc, sco tziccaneli, sco ch'oxancaneli to manhxa calan quic d'ayex. Palta nachajocab'el eyuuj to stiempoalxo eyoch d'a yol sk'ab' Dios, xe chi d'a eb'."
        },
        {
            "number": "12",
            "text": "A in tic sval d'ayex to ayic ol ja sk'ual yic ol ch'olb'itaj eb' anima, más nivan syaelal jun chonhab' chi' ol ak'joc d'a yichanh eb' aj Sodoma."
        },
        {
            "number": "13",
            "text": "A ex val tic ex aj Corazín yed' ex ex aj Betsaida, te chuc eyico'. Octom d'a chonhab' Tiro yed' d'a chonhab' Sidón b'ob'il juntzanh milagro icha ix in b'o d'a e cal tic. Tato icha chi', pecataxom snanac sb'a eb' ay d'a chonhab' chi'. Yak'nac am och juntzanh spichul eb' ya sva'i, yak'nac am q'ue q'uen tik'aq'uil taanh eb' d'a sjolom, yic scheclaji to scus eb' yuj smul."
        },
        {
            "number": "14",
            "text": "Palta a d'a sk'ual yic ol ch'olb'itaj eb' anima, ek'al yaelal ol ak'jococh d'a eyib'anh d'a yichanh eb' aj Tiro yed' eb' aj Sidón chi'."
        },
        {
            "number": "15",
            "text": "Anhejtona' ex pax tic ex aj Capernaum, ¿tom tze na to ol eyik'chaanh e b'a? Sval d'ayex to ol ex lajvoqueloc."
        },
        {
            "number": "16",
            "text": "Xal ex in k'ayb'um ex, a eb' ol chaan yab' d'ayex, syalelk'ochi, a d'ayin ol scha yab' eb'. A eb' tzex paticaneli, syalelk'ochi, a in tzin spatiquejel eb'. A eb' tzin paticanel chi', a jun checjinac in coti, a spatiquejel eb', xchi Jesús d'a eb' sk'ayb'um chi'."
        },
        {
            "number": "17",
            "text": "Ix jax eb' 72 d'a tzalajk'olal, ix yalan eb': --Mamin, a eb' enemigo ix sk'anab'ajej eb' tas ix cala' ayic ix cak'lab'an a b'i, xchi eb'."
        },
        {
            "number": "18",
            "text": "Ix yalan Jesús d'a eb': --A in tic vilnac tas ajnac scot vinh Satanás d'a satchaanh yemnac ul vinh d'a yolyib'anhq'uinal tic, icha yek' copnaj leb'lon ayic sk'anh k'u."
        },
        {
            "number": "19",
            "text": "A in tic svak' eyopisio yic syal eyem tek'tek' d'a yib'anh nok' chan yed' nok' sinaan, yic tzeyak'an ganar d'a yib'anh jantacnhej yipalil vinh eyajk'ool. Malaj junoc tas syal ex yixtani."
        },
        {
            "number": "20",
            "text": "Manh yujoc to tzex sk'anab'ajej eb' enemigo tzex tzalaji, palta tzalajanhec yujto tz'ib'ab'ilxo e b'i d'a satchaanh, xchi Jesús d'a eb'."
        },
        {
            "number": "21",
            "text": "A d'a jun rato chi', a Jesús ix te tzalaj yuj Yespíritu Dios, ix yalani: --Mamin, a ach Yajal ach d'a satchaanh yed' d'a yolyib'anhq'uinal tic, sval vach' lolonel d'ayach, yujto ix a k'ub'ejel juntzanh tic d'a eb' jelan yed' d'a eb' ek'al spensar d'a yichanh eb' yetanimail. Axo d'a eb' emnaquil syutej sb'a icha unin ix ak' ojtacajeloc. Icha chi' ix utej Mamin, yujto icha chi' ix el d'a a k'ool, xchi Jesús d'a slesal."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi', ix yalan d'a eb' anima ayek' ta': --A in Mam ak'jinac masanil tastac d'a yol in k'ab'. Malaj mach ojtannac in a in Yuninal in tic. Anhej in Mam chi' ojtannac in. Anheja', malaj mach ojtannac in Mam chi', a innhej Yuninal in vojtac yed' eb' in gana svak' yojtaquejeli, xchi Jesús d'a eb'."
        },
        {
            "number": "23",
            "text": "Ix lajvi chi', ix ek' q'ueleloc d'a eb' sk'ayb'um, ix yalan d'a eb' icha tic: --Vach' yic eb' tz'ilan juntzanh tzeyil tic."
        },
        {
            "number": "24",
            "text": "Val yel sval d'ayex to tzijtum eb' schecab' Dios d'a peca' yed' eb' rey snib'ejnac yil jun van eyilan tic, palta manh yilnacoclaj eb'. Anhejtona' jun van eyab'an tic, snib'ej eb' yab'nac, palta manh yab'nacoclaj eb', xchi d'a eb'."
        },
        {
            "number": "25",
            "text": "Ix lajvi chi', ay jun vinh k'ayb'um d'a ley Moisés ix q'ue linhan. Ix snib'ej vinh ix yak' proval Jesús, yuj chi' ix sk'anb'ej vinh d'ay: --Ach co k'ayb'umal, ¿tas ol aj in chaan in q'uinal d'a junelnhej? xchi vinh."
        },
        {
            "number": "26",
            "text": "--¿Tas tz'ib'ab'ilcan d'a ley Moisés? ¿Tas xchi ayic tzavtan yab' eb' anima? xchi Jesús chi' d'a vinh."
        },
        {
            "number": "27",
            "text": "--Syal icha tic: Tze xajanej Cajal co Diosal d'a smasanil e k'ool, d'a smasanil e pixan, d'a smasanil eyip, d'a smasanil e pensar. Icha eya'ilan e b'a, ichaocab' chi' e xajanan eb' ay d'a spatic schiquin e pat, xchi vinh d'a Jesús."
        },
        {
            "number": "28",
            "text": "--Vach' ix utej alani, tato icha chi' tzutej a b'a, ol a cha a q'uinal d'a junelnhej, xchi Jesús d'a vinh."
        },
        {
            "number": "29",
            "text": "Palta a vinh, snib'ej vinh scol sb'a d'ay, yic max can vinh d'a q'uixvelal, yuj chi' ix yalanxi vinh d'a Jesús: --¿Mach eb' yovalil tzin xajanej chi' syal chi'? xchi vinh d'ay."
        },
        {
            "number": "30",
            "text": "Yuj chi' ix yalxi jun ab'ix tic Jesús d'a vinh: --A junel ay jun vinh van sb'ey d'a jun b'e scot d'a Jerusalén sk'och d'a Jericó. Ix yamji vinh yuj juntzanh eb' elk'um. Ix laj elk'ajel tastac yed'nac vinh yed' spichul vinh. Ix mak'ji vecchaj vinh, ijan ix cham vinh smak'an eb'."
        },
        {
            "number": "31",
            "text": "Axo ix ek' jun vinh sacerdote d'a jun b'e chi', tonhej ix b'atcan q'uelan vinh d'a vinh, b'enhej ix ek'b'at vinh."
        },
        {
            "number": "32",
            "text": "Ix k'ochpax jun vinh yinhtilal Leví, axo ix yilanb'at vinh ix mak'ji vecchaj chi' vinh, ix sq'uexb'ean sb'a vinh d'a vinh, ix ek'b'at vinh."
        },
        {
            "number": "33",
            "text": "Palta ix ek'pax jun vinh aj Samaria ta'. Ayic ix yilan vinh, ix ok' sk'ool vinh d'a vinh."
        },
        {
            "number": "34",
            "text": "Ix k'och vinh d'a stz'ey vinh, ix yanhtan vinh, ix yak'anoch aceite vinh yed' vino b'ajtac ix lajvi chi'. Ix sb'ak'an vinh. Ix yak'anq'ue vinh d'a yib'anh schej, ix yik'anb'at vinh b'aj ay posado, ix stanhvan vinh ta'."
        },
        {
            "number": "35",
            "text": "Axo d'a junxo k'u, ix yak'anelta chab' tumin vinh d'a vinh ay yic posado chi', ix yalan vinh: Tzil val janik' jun vinh penaay tic. Tato nivan tza laj yuj vinh, ol in tup d'ayach a ol in jax junelxo, xchican vinh."
        },
        {
            "number": "36",
            "text": "Yuj chi' tzin k'anb'ej d'ayach, ¿mach junoc eb' vinh oxvanh tic yetanimail sb'a yed' vinh ix yamji yuj eb' elk'um chi' tza na'a? xchi Jesús d'a vinh k'ayb'um d'a ley Moisés chi'."
        },
        {
            "number": "37",
            "text": "--Aton vinh ix ok' sk'ool chi' d'a vinh, xchi vinh d'a Jesús. --Yel, atoni. Yuj chi', ixic, icha chi' tzutej a b'a, xchi Jesús d'a vinh."
        },
        {
            "number": "38",
            "text": "Axo ix b'at Jesús d'a yol b'e, ix k'och d'a jun aldea. Ata' ay jun ix scuch Marta. Ix schaanoch Jesús chi' ix d'a yol spat."
        },
        {
            "number": "39",
            "text": "Ay pax junxo ix snulej ix scuchan María. A ix María chi', ix em k'ojan ix d'a yichanh Jesús yic syab' ix tas syala'."
        },
        {
            "number": "40",
            "text": "Axo ix Marta chi', manh jantacoc tas sk'ulej ix, ix k'och ix d'a Jesús chi', ix yalan ix: --Mamin, ¿tom max il jab'oc, to a ix in nulej tic, in yactejcan ix d'a yol sk'ab' in munlajel tic in ch'ocoj? Al d'a ix to scolvaj ix ved'oc, xchi ix."
        },
        {
            "number": "41",
            "text": "Ix yalan Jesús d'a ix: --Marta, Marta, te ay ach och d'a ilk'olal yuj jantac tas tza k'ulej chi'."
        },
        {
            "number": "42",
            "text": "Palta junnhej val tas te yovalil sk'ulaji, aton jun chi' sgana ix María tic, yuj chi' malaj junoc mach ol yal yik'anek' d'a ix, xchi d'a ix."
        }
    ]
}