{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yak'an yopisio juntzanhxo heb' sk'ayb'um Jesús, 72 sb'isul heb'. Ix sb'ab'laj checanb'at heb'. Chatacwanhil ix aj sb'at heb' t'a junjun chonhab', t'a junjun lugar b'aj ol ek' pax Jesús chi'."
        },
        {
            "number": "2",
            "text": "Ayic manto b'at heb', ix yalan t'a heb': --Ha heb' anima tik, lajanxo heb' icha ixim trigo stiempoalxo sjochchaji. Val yel niwanto heb', palta jaywannhej mach smunlaj t'a skal heb'. Yuj chi', lesalwanhec t'a jun aj munlajel chi', yic ol schecb'at heb' smunlajwum b'at yik'chaanh heb'."
        },
        {
            "number": "3",
            "text": "Ixiquec a ex tik. Icha tz'aj sb'at nok' calnel t'a skal nok' oques, icha chi' tz'aj ex in checanb'ati."
        },
        {
            "number": "4",
            "text": "Manh eyik'b'at he pa, yet'tal he tumin yet' pax he xanhab'. Manh ex och linhan lolonel yet' heb' anima tze cha t'a yoltac b'e."
        },
        {
            "number": "5",
            "text": "Ayic tzex k'och t'a junok pat, tzeyak'an stzatzil sk'ol heb' icha tik: Ayokab' junk'olal t'a yol he pat tik, xe chi t'a heb'."
        },
        {
            "number": "6",
            "text": "Tato ay heb' snib'an junk'olal chi', ol ak'joc t'a heb' icha tz'aj eyalan chi'. Tato max snib'ej heb' jun, manh ol elk'ochlaj icha tzeyal chi' t'a heb'."
        },
        {
            "number": "7",
            "text": "Anhej t'a jun pat chi' tzeyak' he posado. Ha tas swa heb' tze wa yet' heb', yujto a mach smunlaji, smoj schaan stojol. Max yal tonhej tzex b'eyek' t'a caltac pat."
        },
        {
            "number": "8",
            "text": "Ayic tzex k'och t'a junjun chonhab' b'aj tzex chaji, tze wanhej tas syak' heb' t'ayex."
        },
        {
            "number": "9",
            "text": "Tzeyak' b'oxoc sk'ol heb' penaay b'aj tzex k'och chi', tzeyalan t'a heb': Stiempoalxo eyoch t'a yol sk'ab' Dios, xe chi t'a heb'."
        },
        {
            "number": "10",
            "text": "Tato max ex chaji t'a junok chonhab' b'aj tzex k'ochi, tzex ek' t'a yoltac calle, tzeyalan icha tik:"
        },
        {
            "number": "11",
            "text": "Ha spokokal jun he chonhab' tik ix kan t'a coc, sco tziccaneli, sco ch'oxancaneli to manhxa calan quic t'ayex. Palta nachajocab'el eyuuj to stiempoalxo eyoch t'a yol sk'ab' Dios, xe chi t'a heb'."
        },
        {
            "number": "12",
            "text": "Ha in tik swal t'ayex to ayic ol ja sk'ual yic ol ch'olb'itaj heb' anima, más niwan syaelal jun chonhab' chi' ol ak'joc t'a yichanh heb' aj Sodoma."
        },
        {
            "number": "13",
            "text": "Ha ex wal tik ex aj Corazín yet' ex ex aj Betsaida, te chuk eyiko'. Octom t'a chonhab' Tiro yet' t'a chonhab' Sidón b'ob'il juntzanh milagro icha ix in b'o t'a he kal tik. Tato icha chi', pecataxom snanac sb'a heb' ay t'a chonhab' chi'. Yak'nac am och juntzanh spichul heb' ya swa'i, yak'nac am k'e k'een tik'aq'uil taanh heb' t'a sjolom, yic scheclaji to scus heb' yuj smul."
        },
        {
            "number": "14",
            "text": "Palta ha t'a sk'ual yic ol ch'olb'itaj heb' anima, ek'al yaelal ol ak'jococh t'a eyib'anh t'a yichanh heb' aj Tiro yet' heb' aj Sidón chi'."
        },
        {
            "number": "15",
            "text": "Anhejtona' ex pax tik ex aj Capernaum, ¿tom tze na to ol eyik'chaanh he b'a? Swal t'ayex to ol ex lajwoqueloc."
        },
        {
            "number": "16",
            "text": "Xal ex in k'ayb'um ex, a heb' ol chaan yab' t'ayex, syalelk'ochi, a t'ayin ol scha yab' heb'. Ha heb' tzex paticaneli, syalelk'ochi, a in tzin spatiquejel heb'. Ha heb' tzin paticanel chi', a jun checjinac in koti, a spatiquejel heb', xchi Jesús t'a heb' sk'ayb'um chi'."
        },
        {
            "number": "17",
            "text": "Ix jax heb' 72 t'a tzalajk'olal, ix yalan heb': --Mamin, a heb' enemigo ix sk'anab'ajej heb' tas ix cala' ayic ix cak'lab'an a b'i, xchi heb'."
        },
        {
            "number": "18",
            "text": "Ix yalan Jesús t'a heb': --Ha in tik wilnac tas ajnac scot winh Satanás t'a satcha’anh yemnac ul winh t'a yol yib'anhk’inal tik, icha yek' copnaj lheb'lon ayic sk'anh k'u."
        },
        {
            "number": "19",
            "text": "Ha in tik swak' eyopisio yic syal eyem tek'tek' t'a yib'anh nok' chan yet' nok' sinaan, yic tzeyak'an ganar t'a yib'anh jantacnhej yipalil winh eyajk'ool. Malaj junok tas syal ex yixtani."
        },
        {
            "number": "20",
            "text": "Manh yujoc to tzex sk'anab'ajej heb' enemigo tzex tzalaji, palta tzalajanhec yujto tz'ib'ab'ilxo he b'i t'a satcha’anh, xchi Jesús t'a heb'."
        },
        {
            "number": "21",
            "text": "Ha t'a jun rato chi', a Jesús ix te tzalaj yuj Yespíritu Dios, ix yalani: --Mamin, a ach Yajal ach t'a satcha’anh yet' t'a yol yib'anhk’inal tik, swal wach' lolonel t'ayach, yujto ix a k'ub'ejel juntzanh tik t'a heb' jelan yet' t'a heb' ek'al spensar t'a yichanh heb' yetanimail. Axo t'a heb' emnaquil syutej sb'a icha unin ix ak' ojtacajeloc. Icha chi' ix utej Mamin, yujto icha chi' ix el t'a a k'ool, xchi Jesús t'a slesal."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix yalan t'a heb' anima ayek' ta': --Ha in Mam ak'jinac masanil tastac t'a yol in k'ab'. Malaj mach ojtannac in a in Yuninal in tik. Anhej in Mam chi' ojtannac in. Anheja', malaj mach ojtannac in Mam chi', a innhej Yuninal in wojtac yet' heb' in gana swak' yojtaquejeli, xchi Jesús t'a heb'."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix ek' k'eleloc t'a heb' sk'ayb'um, ix yalan t'a heb' icha tik: --Wach' yic heb' tz'ilan juntzanh tzeyil tik."
        },
        {
            "number": "24",
            "text": "Val yel swal t'ayex to tzijtum heb' schecab' Dios t'a peka' yet' heb' rey snib'ejnac yil jun wan eyilan tik, palta manh yilnacoclaj heb'. Anhejtona' jun wan eyab'an tik, snib'ej heb' yab'nac, palta manh yab'nacoclaj heb', xchi t'a heb'."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi', ay jun winh k'ayb'um t'a ley Moisés ix k'e linhan. Ix snib'ej winh ix yak' prowal Jesús, yuj chi' ix sk'anb'ej winh t'ay: --Ach ko k'ayb'umal, ¿tas ol aj in chaan in k 'inal t'a junelnhej? xchi winh."
        },
        {
            "number": "26",
            "text": "--¿Tas tz'ib'ab'ilcan t'a ley Moisés? ¿Tas xchi ayic tzavtan yab' heb' anima? xchi Jesús chi' t'a winh."
        },
        {
            "number": "27",
            "text": "--Syal icha tik: Tze xajanej Kajal ko Diosal t'a smasanil he k'ool, t'a smasanil he pixan, t'a smasanil eyip, t'a smasanil he pensar. Icha eya'ilan he b'a, ichaocab' chi' he xajanan heb' ay t'a spatic schiquin he pat, xchi winh t'a Jesús."
        },
        {
            "number": "28",
            "text": "--Wach' ix utej alani, tato icha chi' tzutej a b'a, ol a cha a k 'inal t'a junelnhej, xchi Jesús t'a winh."
        },
        {
            "number": "29",
            "text": "Palta a winh, snib'ej winh scol sb'a t'ay, yic max kan winh t'a q'uixwelal, yuj chi' ix yalanxi winh t'a Jesús: --¿Mach heb' yowalil tzin xajanej chi' syal chi'? xchi winh t'ay."
        },
        {
            "number": "30",
            "text": "Yuj chi' ix yalxi jun ab'ix tik Jesús t'a winh: --Ha junel ay jun winh wan sb'ey t'a jun b'e scot t'a Jerusalén sk'och t'a Jericó. Ix yamji winh yuj juntzanh heb' elk'um. Ix laj elk'ajel tastac yet'nac winh yet' spichul winh. Ix mak'ji wecchaj winh, ijan ix cham winh smak'an heb'."
        },
        {
            "number": "31",
            "text": "Axo ix ek' jun winh sacerdote t'a jun b'e chi', tonhej ix b'atcan k'elan winh t'a winh, b'enhej ix ek'b'at winh."
        },
        {
            "number": "32",
            "text": "Ix k'ochpax jun winh yinhtilal Leví, haxo ix yilanb'at winh ix mak'ji wecchaj chi' winh, ix sk'exb'ean sb'a winh t'a winh, ix ek'b'at winh."
        },
        {
            "number": "33",
            "text": "Palta ix ek'pax jun winh aj Samaria ta'. Ayic ix yilan winh, ix ok' sk'ool winh t'a winh."
        },
        {
            "number": "34",
            "text": "Ix k'och winh t'a stz'ey winh, ix yanhtan winh, ix yak'anoch aceite winh yet' wino b'ajtac ix lajwi chi'. Ix sb'ak'an winh. Ix yak'ank'e winh t'a yib'anh schej, ix yik'anb'at winh b'aj ay posado, ix stanhwan winh ta'."
        },
        {
            "number": "35",
            "text": "Axo t'a junxo k'u, ix yak'anelta chab' tumin winh t'a winh ay yic posado chi', ix yalan winh: Tzil wal janik' jun winh penaay tik. Tato niwan tza laj yuj winh, ol in tup t'ayach a ol in jax junelxo, xchican winh."
        },
        {
            "number": "36",
            "text": "Yuj chi' tzin k'anb'ej t'ayach, ¿mach junok heb' winh oxwanh tik yetanimail sb'a yet' winh ix yamji yuj heb' elk'um chi' tza na'a? xchi Jesús t'a winh k'ayb'um t'a ley Moisés chi'."
        },
        {
            "number": "37",
            "text": "--Aton winh ix ok' sk'ool chi' t'a winh, xchi winh t'a Jesús. --Yel, atoni. Yuj chi', ixic, icha chi' tzutej a b'a, xchi Jesús t'a winh."
        },
        {
            "number": "38",
            "text": "Axo ix b'at Jesús t'a yol b'e, ix k'och t'a jun aldea. Ata' ay jun ix scuch Marta. Ix schaanoch Jesús chi' ix t'a yol spat."
        },
        {
            "number": "39",
            "text": "Ay pax junxo ix snulej ix scuchan María. Ha ix María chi', ix em k'ojan ix t'a yichanh Jesús yic syab' ix tas syala'."
        },
        {
            "number": "40",
            "text": "Axo ix Marta chi', manh jantacoc tas sk'ulej ix, ix k'och ix t'a Jesús chi', ix yalan ix: --Mamin, ¿tom max il jab'oc, to a ix in nulej tik, in yaktejcan ix t'a yol sk'ab' in munlajel tik in ch'ocoj? Al t'a ix to skolwaj ix wed'oc, xchi ix."
        },
        {
            "number": "41",
            "text": "Ix yalan Jesús t'a ix: --Marta, Marta, te ay ach och t'a ilk'olal yuj jantac tas tza k'ulej chi'."
        },
        {
            "number": "42",
            "text": "Palta junnhej wal tas te yowalil sk'ulaji, aton jun chi' snib'ej ix María tik, yuj chi' malaj junok mach ol yal yik'anek' t'a ix, xchi t'a ix."
        }
    ]
}