{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yak'an yopisio juntzanhxo eb' sk'ayb'um Jesús, 72 sb'isul eb'. Ix sb'ab'laj checanb'at eb'. Chatacvanhil ix aj sb'at eb' t'a junjun chonhab', t'a junjun lugar b'aj ol ek' pax Jesús chi'."
        },
        {
            "number": "2",
            "text": "Ayic manto b'at eb', ix yalan t'a eb': --Ha eb' anima tik, lajanxo eb' icha ixim trigo stiempoalxo sjochchaji. Val yel nivanto eb', palta jayvannhej mach smunlaj t'a skal eb'. Yuj chi', lesalvanhec t'a jun aj munlajel chi', yic ol schecb'at eb' smunlajvum b'at yik'chaanh eb'."
        },
        {
            "number": "3",
            "text": "Ixiquec a ex tik. Icha tz'aj sb'at nok' calnel t'a skal nok' oques, icha chi' tz'aj ex in checanb'ati."
        },
        {
            "number": "4",
            "text": "Manh eyik'b'at e pa, yet'tal e tumin yet' pax e xanhab'. Manh ex och linhan lolonel yet' eb' anima tze cha t'a yoltac b'e."
        },
        {
            "number": "5",
            "text": "Ayic tzex k'och t'a junok pat, tzeyak'an stzatzil sk'ol eb' icha tik: Ayokab' junk'olal t'a yol e pat tik, xe chi t'a eb'."
        },
        {
            "number": "6",
            "text": "Tato ay eb' snib'an junk'olal chi', ol ak'joc t'a eb' icha tz'aj eyalan chi'. Tato max snib'ej eb' jun, manh ol elk'ochlaj icha tzeyal chi' t'a eb'."
        },
        {
            "number": "7",
            "text": "Anhej t'a jun pat chi' tzeyak' e posado. Ha tas sva eb' tze wa yet' eb', yujto a mach smunlaji, smoj schaan stojol. Max yal tonhej tzex b'eyek' t'a caltac pat."
        },
        {
            "number": "8",
            "text": "Ayic tzex k'och t'a junjun chonhab' b'aj tzex chaji, tze vanhej tas syak' eb' t'ayex."
        },
        {
            "number": "9",
            "text": "Tzeyak' b'oxoc sk'ol eb' penaay b'aj tzex k'och chi', tzeyalan t'a eb': Stiempoalxo eyoch t'a yol sk'ab' Dios, xe chi t'a eb'."
        },
        {
            "number": "10",
            "text": "Tato max ex chaji t'a junok chonhab' b'aj tzex k'ochi, tzex ek' t'a yoltac calle, tzeyalan icha tik:"
        },
        {
            "number": "11",
            "text": "Ha spococal jun e chonhab' tik ix kan t'a coc, sco tziccaneli, sco ch'oxancaneli to manhxa calan quic t'ayex. Palta nachajocab'el eyuuj to stiempoalxo eyoch t'a yol sk'ab' Dios, xe chi t'a eb'."
        },
        {
            "number": "12",
            "text": "Ha in tik swal t'ayex to ayic ol ja sk'ual yic ol ch'olb'itaj eb' anima, más niwan syaelal jun chonhab' chi' ol ak'joc t'a yichanh eb' aj Sodoma."
        },
        {
            "number": "13",
            "text": "Ha ex val tik ex aj Corazín yet' ex ex aj Betsaida, te chuk eyiko'. Octom t'a chonhab' Tiro yet' t'a chonhab' Sidón b'ob'il juntzanh milagro icha ix in b'o t'a e cal tik. Tato icha chi', pecataxom snanac sb'a eb' ay t'a chonhab' chi'. Yak'nac am och juntzanh spichul eb' ya sva'i, yak'nac am q'ue q'uen tik'aq'uil taanh eb' t'a sjolom, yic scheclaji to scus eb' yuj smul."
        },
        {
            "number": "14",
            "text": "Palta ha t'a sk'ual yic ol ch'olb'itaj eb' anima, ek'al yaelal ol ak'jococh t'a eyib'anh t'a yichanh eb' aj Tiro yet' eb' aj Sidón chi'."
        },
        {
            "number": "15",
            "text": "Anhejtona' ex pax tik ex aj Capernaum, ¿tom tze na to ol eyik'chaanh e b'a? Sval t'ayex to ol ex lajvoqueloc."
        },
        {
            "number": "16",
            "text": "Xal ex in k'ayb'um ex, a eb' ol chaan yab' t'ayex, syalelk'ochi, a t'ayin ol scha yab' eb'. Ha eb' tzex paticaneli, syalelk'ochi, a in tzin spatiquejel eb'. Ha eb' tzin paticanel chi', a jun checjinac in coti, a spatiquejel eb', xchi Jesús t'a eb' sk'ayb'um chi'."
        },
        {
            "number": "17",
            "text": "Ix jax eb' 72 t'a tzalajk'olal, ix yalan eb': --Mamin, a eb' enemigo ix sk'anab'ajej eb' tas ix cala' ayic ix cak'lab'an a b'i, xchi eb'."
        },
        {
            "number": "18",
            "text": "Ix yalan Jesús t'a eb': --Ha in tik vilnac tas ajnac scot winh Satanás t'a satcha’anh yemnac ul winh t'a yol yib'anhk’inal tik, icha yek' copnaj leb'lon ayic sk'anh k'u."
        },
        {
            "number": "19",
            "text": "Ha in tik svak' eyopisio yic syal eyem tek'tek' t'a yib'anh nok' chan yet' nok' sinaan, yic tzeyak'an ganar t'a yib'anh jantacnhej yipalil winh eyajk'ool. Malaj junok tas syal ex yixtani."
        },
        {
            "number": "20",
            "text": "Manh yujoc to tzex sk'anab'ajej eb' enemigo tzex tzalaji, palta tzalajanhec yujto tz'ib'ab'ilxo e b'i t'a satcha’anh, xchi Jesús t'a eb'."
        },
        {
            "number": "21",
            "text": "Ha t'a jun rato chi', a Jesús ix te tzalaj yuj Yespíritu Dios, ix yalani: --Mamin, a ach Yajal ach t'a satcha’anh yet' t'a yol yib'anhk’inal tik, swal wach' lolonel t'ayach, yujto ix a k'ub'ejel juntzanh tik t'a eb' jelan yet' t'a eb' ek'al spensar t'a yichanh eb' yetanimail. Axo t'a eb' emnaquil syutej sb'a icha unin ix ak' ojtacajeloc. Icha chi' ix utej Mamin, yujto icha chi' ix el t'a a k'ool, xchi Jesús t'a slesal."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix yalan t'a eb' anima ayek' ta': --Ha in Mam ak'jinac masanil tastac t'a yol in k'ab'. Malaj mach ojtannac in a in Yuninal in tik. Anhej in Mam chi' ojtannac in. Anheja', malaj mach ojtannac in Mam chi', a innhej Yuninal in vojtac yet' eb' in gana svak' yojtaquejeli, xchi Jesús t'a eb'."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix ek' q'ueleloc t'a eb' sk'ayb'um, ix yalan t'a eb' icha tik: --Wach' yic eb' tz'ilan juntzanh tzeyil tik."
        },
        {
            "number": "24",
            "text": "Val yel swal t'ayex to tzijtum eb' schecab' Dios t'a peca' yet' eb' rey snib'ejnac yil jun van eyilan tik, palta manh yilnacoclaj eb'. Anhejtona' jun van eyab'an tik, snib'ej eb' yab'nac, palta manh yab'nacoclaj eb', xchi t'a eb'."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi', ay jun winh k'ayb'um t'a ley Moisés ix q'ue linhan. Ix snib'ej winh ix yak' proval Jesús, yuj chi' ix sk'anb'ej winh t'ay: --Ach co k'ayb'umal, ¿tas ol aj in chaan in q'uinal t'a junelnhej? xchi winh."
        },
        {
            "number": "26",
            "text": "--¿Tas tz'ib'ab'ilcan t'a ley Moisés? ¿Tas xchi ayic tzavtan yab' eb' anima? xchi Jesús chi' t'a winh."
        },
        {
            "number": "27",
            "text": "--Syal icha tik: Tze xajanej Cajal co Diosal t'a smasanil e k'ool, t'a smasanil e pixan, t'a smasanil eyip, t'a smasanil e pensar. Icha eya'ilan e b'a, ichaocab' chi' e xajanan eb' ay t'a spatic schiquin e pat, xchi winh t'a Jesús."
        },
        {
            "number": "28",
            "text": "--Wach' ix utej alani, tato icha chi' tzutej a b'a, ol a cha a q'uinal t'a junelnhej, xchi Jesús t'a winh."
        },
        {
            "number": "29",
            "text": "Palta a winh, snib'ej winh scol sb'a t'ay, yic max kan winh t'a q'uixvelal, yuj chi' ix yalanxi winh t'a Jesús: --¿Mach eb' yowalil tzin xajanej chi' syal chi'? xchi winh t'ay."
        },
        {
            "number": "30",
            "text": "Yuj chi' ix yalxi jun ab'ix tik Jesús t'a winh: --Ha junel ay jun winh van sb'ey t'a jun b'e scot t'a Jerusalén sk'och t'a Jericó. Ix yamji winh yuj juntzanh eb' elk'um. Ix laj elk'ajel tastac yet'nac winh yet' spichul winh. Ix mak'ji vecchaj winh, ijan ix cham winh smak'an eb'."
        },
        {
            "number": "31",
            "text": "Axo ix ek' jun winh sacerdote t'a jun b'e chi', tonhej ix b'atcan q'uelan winh t'a winh, b'enhej ix ek'b'at winh."
        },
        {
            "number": "32",
            "text": "Ix k'ochpax jun winh yinhtilal Leví, haxo ix yilanb'at winh ix mak'ji vecchaj chi' winh, ix sq'uexb'ean sb'a winh t'a winh, ix ek'b'at winh."
        },
        {
            "number": "33",
            "text": "Palta ix ek'pax jun winh aj Samaria ta'. Ayic ix yilan winh, ix ok' sk'ool winh t'a winh."
        },
        {
            "number": "34",
            "text": "Ix k'och winh t'a stz'ey winh, ix yanhtan winh, ix yak'anoch aceite winh yet' vino b'ajtac ix lajvi chi'. Ix sb'ak'an winh. Ix yak'anq'ue winh t'a yib'anh schej, ix yik'anb'at winh b'aj ay posado, ix stanhvan winh ta'."
        },
        {
            "number": "35",
            "text": "Axo t'a junxo k'u, ix yak'anelta chab' tumin winh t'a winh ay yic posado chi', ix yalan winh: Tzil val janik' jun winh penaay tik. Tato niwan tza laj yuj winh, ol in tup t'ayach a ol in jax junelxo, xchican winh."
        },
        {
            "number": "36",
            "text": "Yuj chi' tzin k'anb'ej t'ayach, ¿mach junok eb' winh oxvanh tik yetanimail sb'a yet' winh ix yamji yuj eb' elk'um chi' tza na'a? xchi Jesús t'a winh k'ayb'um t'a ley Moisés chi'."
        },
        {
            "number": "37",
            "text": "--Aton winh ix ok' sk'ool chi' t'a winh, xchi winh t'a Jesús. --Yel, atoni. Yuj chi', ixic, icha chi' tzutej a b'a, xchi Jesús t'a winh."
        },
        {
            "number": "38",
            "text": "Axo ix b'at Jesús t'a yol b'e, ix k'och t'a jun aldea. Ata' ay jun ix scuch Marta. Ix schaanoch Jesús chi' ix t'a yol spat."
        },
        {
            "number": "39",
            "text": "Ay pax junxo ix snulej ix scuchan María. Ha ix María chi', ix em k'ojan ix t'a yichanh Jesús yic syab' ix tas syala'."
        },
        {
            "number": "40",
            "text": "Axo ix Marta chi', manh jantacoc tas sk'ulej ix, ix k'och ix t'a Jesús chi', ix yalan ix: --Mamin, ¿tom max il jab'oc, to a ix in nulej tik, in yactejcan ix t'a yol sk'ab' in munlajel tik in ch'ocoj? Al t'a ix to skolwaj ix ved'oc, xchi ix."
        },
        {
            "number": "41",
            "text": "Ix yalan Jesús t'a ix: --Marta, Marta, te ay ach och t'a ilk'olal yuj jantac tas tza k'ulej chi'."
        },
        {
            "number": "42",
            "text": "Palta junnhej val tas te yowalil sk'ulaji, aton jun chi' sgana ix María tik, yuj chi' malaj junok mach ol yal yik'anek' t'a ix, xchi t'a ix."
        }
    ]
}