{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha junel wan slesalwi Jesús t'a jun lugar. Axo ix lajwi slesalwi, ix yalan jun sk'ayb'um t'ay: --Mamin, ¿tom max onh a k'ayb'ej t'a lesal icha ix yutej winhaj Juan sk'ayb'an heb' sk'ayb'um? xchi winh t'ay."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yalan Jesús t'a heb': --Icha tik tzeyutej he lesalwi: Ach ko Mam, niwanocab' elk'och t'a yichanh heb' anima. Ach ochocab' Yajalil t'a tik."
        },
        {
            "number": "3",
            "text": "Ak' tas sco wa yet' tas tz'och cuj t'a junjun k'u."
        },
        {
            "number": "4",
            "text": "Ak' lajwoc ko mul, yujto a onh tik skak' niwank'olal heb' tz'och smul t'ayonh. Manh onh a cha ak'joc prowal, xe chi, xchi Jesús."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jesús chi' t'a heb': --Q'uinaloc ayex tzex k'och t'a junok eyamigo t'a chimilak'wal, tzeyalani: Ach wetanimail, k'eanh waan, ak' in k'ex jayeoc ooch,"
        },
        {
            "number": "6",
            "text": "yujto ay jun wamigo toto ix jawi b'aj ix xid'eq'ui, malaj tas swak' t'ay, xe chi."
        },
        {
            "number": "7",
            "text": "Tato tonhej stak'wielta t'ayex: Manh in a tzuntzejoch ta. Macanxo in pat, waynac inxo yet' heb' unin. Max yal-laj in k'e wan wak' t'ayach, ta xchi."
        },
        {
            "number": "8",
            "text": "Swal t'ayex, manh yujoc to yamigo ex sk'e waan yak' t'ayex, palta yujto av tzeyak'och t'ay syab'i syak' t'ayex jantac tas tze k'an t'ay yic maxtzac he tzuntzej."
        },
        {
            "number": "9",
            "text": "Yuj chi' swal t'ayex: k'anec, ha Dios ol ak'an t'ayex. Sayec, ol ilchaj eyuuj. Awajanhec och t'a ti' puerta, ol jacjoc te' t'ayex."
        },
        {
            "number": "10",
            "text": "Yujto a mach sk'anani, scha'a. Ha heb' sayani, tz'ilchaj yuj heb'. Anhejtona' heb' tz'awajoch t'a ti' puerta, sjacchaj te' t'a heb'."
        },
        {
            "number": "11",
            "text": "Ha ex mamab'il ex, tato a junok eyuninal sk'anan junok nok' chay t'ayex, ¿tom a junok nok' chan tzeyak' t'ay?"
        },
        {
            "number": "12",
            "text": "Ta a junok nok' nholob' sk'an t'ayex, ¿tom a junok nok' sinaan tzeyak' t'ay?"
        },
        {
            "number": "13",
            "text": "Ha ex tik eyojtac eyak'an jab'oc tas wach' t'a heb' eyuninal wach'chom chuk ex. Ocxom pax ko Mam ay t'a satcha’anh, ol yak' Yespíritu t'a heb' sk'anan t'ay, xchi Jesús t'a heb'."
        },
        {
            "number": "14",
            "text": "Ha junel ay jun winh ayoch jun enemigo max uji slolon t'ay, yuj chi' max ujipaxlaj slolon winh yuj. Axo Jesús ix ik'anel jun enemigo chi' t'a winh. Ichato chi' ix lolonk'e winh. Ix sat sk'ol heb' anima yuj jun chi'."
        },
        {
            "number": "15",
            "text": "Palta ay heb' ix alani: --Ha jun winh tik syal yik'anel heb' enemigo winh yujto a winh Beelzebú yajalil heb' enemigo ayoch yet' winh, xchi heb'."
        },
        {
            "number": "16",
            "text": "Ay juntzanhxo heb' snib'ej yak'an prowal Jesús. Yuj chi' ix sk'an yil junok milagro heb' sch'oxan spoder Dios."
        },
        {
            "number": "17",
            "text": "Palta yojtacxo Jesús tas wan snaan heb', yuj chi' ix yalan t'a heb': --Q'uinaloc ay junok nación spoj sb'a heb' yajal t'ay, syak'an owal heb'. Tato icha chi', tz'ixtaxel snación heb' chi'. Q'uinaloc ay junok patil heb' anima spoj sb'a yuj owal. Tato icha chi' sjuwiel jun patil heb' chi'."
        },
        {
            "number": "18",
            "text": "Icha chi' yaj winh Satanás, tato spoj sb'a winh t'a yol yico', ¿tom ol najtilax yopisio winh? Ha jun tik swal t'ayex, yujto a ex tik tzeyala' to swik'el heb' enemigo yuj spoder Beelzebú."
        },
        {
            "number": "19",
            "text": "Palta tato icha chi', ¿mach ayoch yet' heb' he k'ayb'umal chi' ayic spechanel heb' enemigo heb'? Yuj chi' anheja' heb' he k'ayb'umal chi' sch'oxanel he paltail."
        },
        {
            "number": "20",
            "text": "Palta yujnhej spoder Dios tzin pechel heb' enemigo chi', yuj chi' scheclaji to toxo ix syamoch Dios yak'an Yajalil t'a he kal."
        },
        {
            "number": "21",
            "text": "Q'uinaloc ay junok winh winak te ay yip, ay syamk'ab' winh yic stanhwej spat, manh comonoc syal yik'jielta sk'ael winh."
        },
        {
            "number": "22",
            "text": "Palta tato sk'och junocxo mach ek'al yip t'a winh, tato tz'ak'ji ganar winh yuj, tz'ik'jiek' jantac syamk'ab' winh ayoch yipoc sk'ool chi' yet' pax masanil tas ay t'a winh. Snaan winh tas syutej juntzanh syik'ek' chi'. Icha winh aj pat chi', icha chi' yaj winh diablo."
        },
        {
            "number": "23",
            "text": "Ha heb' manh ayococh wed'oc, ajk'ool heb' t'ayin. Ha heb' max molb'ancot heb' anima wed'oc, a heb' spechan saclem heb' anima chi'."
        },
        {
            "number": "24",
            "text": "Q'uinaloc ay junok enemigo tz'el t'a junok anima ticnaik, tzek' t'a tzinan lu'um, sayan b'aj syik' yip. Palta max ilchaj yuj. Yuj chi' snaan icha tik: Ol in pax t'a in pat b'aj cotnac in, xchi."
        },
        {
            "number": "25",
            "text": "Axo yic sk'ochxi, syilan spixan jun anima chi', icha junok pat mesb'il yool, wach' yilji."
        },
        {
            "number": "26",
            "text": "Yuj chi' sb'atxi, sb'at yik'ancot ucwanhocxo heb' enemigo másto chuk t'a yichanh. Swach' och cajan heb' smasanil t'a jun anima chi'. Yuj chi', ste juwiel jun anima chi' icha t'a sb'ab'elal, xchi Jesús t'a heb'."
        },
        {
            "number": "27",
            "text": "Yacb'an a Jesús wan yalan juntzanh chi', ay jun ix ix, ix awajk'e t'a skal heb' anima, ix yalan ix: --Te wach' yic jun ix ix b'aj ach alji, b'aj ach chuni, xchi ix t'a Jesús."
        },
        {
            "number": "28",
            "text": "Axo ix yalan Jesús chi' t'a ix: --Más wach' yic heb' tz'ab'an tas syal Dios, sk'anab'ajan heb', xchi."
        },
        {
            "number": "29",
            "text": "Tzijtum anima ix och oyan t'a spatic Jesús. Ix yalan t'a heb': --Ha wal heb' anima t'a jun pekti’ tik, te chuk heb'. Yuj chi' tonhej sk'an yil junok milagro heb', junok sch'oxan spoder Dios. Palta anhej jun milagro ol ch'oxjoc yil heb', aton jun icha sch'oxnac Dios yet' winh schecab' scuchan Jonás."
        },
        {
            "number": "30",
            "text": "Yujto a winhaj Jonás chi' ch'oxannaquel spoder Dios t'a heb' ay t'a chonhab' Níniwe t'a peka'. Icha chi' waj a in Ak'b'il in cot yuj Dios woch animail tik, yic tzin ch'oxel spoder Dios t'a he kal."
        },
        {
            "number": "31",
            "text": "Ayic ol ja sk'ual sch'olb'itaj heb' anima, a jun ix yajal t'a Sur t'a peka', ol k'e waan ix, ol yalan he mul ix, yujto najat cotnac ix yab'i jantac sjelanil winhaj Salomón. Ha t'a tik, ay jun ek'al yopisio t'a yichanh winhaj Salomón chi', palta max cotlaj heb' anima smaclej yab' t'ay."
        },
        {
            "number": "32",
            "text": "Ha heb' aj Níniwe chi', snanac sb'a heb' yuj tas yalnac winhaj Jonás chi'. Axo t'a tik ay jun ek'al yopisio t'a yichanh winhaj Jonás chi', palta max he na he b'a. Yuj chi', ayic ol ja sk'ual sch'olb'itaj heb' anima, a heb' aj Níniwe chi', ol k'e waan heb', ol yalan he mul heb'."
        },
        {
            "number": "33",
            "text": "Ayic skak'anoch sk'ak'al ko candil, max cak'kan b'aj manh chequeloc, max cak' pax och t'a yalanh junok tasi. Palta chaanh skak'k'ei, yic wach' syil heb' tz'och t'a yol pat chi'."
        },
        {
            "number": "34",
            "text": "Ha yol ko sat, icha yaj candil yaj t'a ko niwanil. Yuj chi' tato junnhej b'aj ayoch ko sat, sakil k'inal caji, wach' scutej ko b'a yet' ko niwanil. Palta tato ch'occh'oc b'aj skak'och ko sat, tzonh kan t'a kal k’ik’ k’inal yuj."
        },
        {
            "number": "35",
            "text": "Tzeyil wal he b'a, yic wach' a jun sakil k'inal ayoch t'ayex, max meltzajxioch k'ik'alq'uinalil."
        },
        {
            "number": "36",
            "text": "Tato sakil k'inal yaj he niwanil smasanil, tato malaj jab'oc k’ik’ k’inal ayoch t'ayex, saquilq'uinalnhej ton eyaji, icha junok candil syak' sakil k'inal, xchi Jesús."
        },
        {
            "number": "37",
            "text": "Ayic ix lajwi yalan juntzanh chi' Jesús, ay jun winh fariseo ix awtan yet' wael t'a spat. Tz'eyan ix aj em k'ojan b'aj ix wa chi'."
        },
        {
            "number": "38",
            "text": "Axo winh fariseo chi', ix sat sk'ol winh yilani to maj sb'iclaj sk'ab' ichataxon smodo heb'."
        },
        {
            "number": "39",
            "text": "Palta ix yalan Jesús t'a winh: --Ha ex fariseo ex tik, lajan ex icha junok mach anhej spatic swaso yet' yuk'ab' sb'iqueli, haxo yool, miictac. Ichex ta', te wach'nhej tzeyutej he b'ha t'a yichanh heb' anima. Palta haxo t'a elk'altac, tonhej tzex och b'eyumal yuj eyixtan heb' anima chi', yuj eyak'an snib'ej he pek'al."
        },
        {
            "number": "40",
            "text": "Te malaj jab'oc he pensar. ¿Tom manh eyojtacoc to a jun ixb’o’an juntzanh tas squil tik, ha' ix b'oanpax juntzanh tas manh chequeloclaj, aton ko pensar?"
        },
        {
            "number": "41",
            "text": "Octom t'a smasanil he k'ool tzex kolwaj t'a heb' meb'a'. Tato icha chi' scheclajeli to wach' ex t'a smasanil."
        },
        {
            "number": "42",
            "text": "Ex fariseo, te chuk eyiko'. Ha ex tik tzeyak' sdiezmoal te' alawena yet' te' ruda. Jantacnhej juntzanh itaj, tzeyak'nhej sdiezmoal. Palta tze na to manh yowaliloc tojol tzeyutej he b'ha t'a anima. Malaj tze na' wach'chom manh xajanoc Dios eyuuj. Octom a juntzanh tik tze b'eyb'alej, max eyactejcan pax juntzanh chi'."
        },
        {
            "number": "43",
            "text": "Ex fariseo, te chuk eyiko'. Ha t'a spatil culto, anhej t'a xila heb' niwac winak b'aj tze nib'ej tzex em k'ojan. Axo yic tzex ek' t'a yol calle, tze nib'ej tz'em nhojan heb' anima t'ayex, ayic tzex sk'uman heb'."
        },
        {
            "number": "44",
            "text": "Ob'iltac ex, lajan ex icha b'aj smucji heb' chamnac, manhxo chequeloc b'aj mucan. Tz'ek' heb' anima t'a yib'anh, yujto manhxo chequeloc tato ay anima mucan ta', xchi Jesús t'a heb'."
        },
        {
            "number": "45",
            "text": "Ayic ix lajwi yalan juntzanh chi' Jesús, ay jun winh k'ayb'um t'a ley Moisés ix alan t'ay: --Ach ko k'ayb'umal, ayic tzalan juntzanh tik, te chuk pax scab' a onh tik, xchi winh."
        },
        {
            "number": "46",
            "text": "Ix yalanpax Jesús t'a heb': --Ex k'ayb'um t'a ley Moisés, te chuk pax eyiko', yujto a juntzanh he leyal, lajan icha junok icatz te al. Tonhej tze tusb'ejk'ei yic scuchan heb' anima, palta max eyak'och junok yiximal he k'ab' he d'unhanb'at t'a yib'anh heb'."
        },
        {
            "number": "47",
            "text": "Palta chuk eyiko'. Tzato he wach' b'oej yet'tal heb' schecab' Dios t'a he campusante, aton heb' milb'ilcham yuj heb' he mam eyicham."
        },
        {
            "number": "48",
            "text": "Ayic tze b'oan juntzanh chi', tze ch'oxeli to wach' yutejnac sb'a heb' he mam eyicham chi' he naani. Ha heb' miljinaccham heb', a exxo tik, tzato he b'opaxk'e yet'tal heb' chi'."
        },
        {
            "number": "49",
            "text": "Yuj chi' ix yalcan Dios yet' sjelanil: Ol in checb'at juntzanh heb' in checab' yalel in lolonel t'ayex. Ay heb' ol he milchamoc, ay pax heb' tonhej ol eyak'och t'a syaelal, xchi."
        },
        {
            "number": "50",
            "text": "Yuj chi' t'a eyib'anh t'a jun pekti’ tik ol yak'kan Dios masanil schamel heb' schecab' milb'ilcham yictax ix el yich jun yol yib'anhk’inal tik."
        },
        {
            "number": "51",
            "text": "Manh jantacoc heb' schecab' Dios milb'ilchamoc yictax ix miljicham winhaj Abel, masanto ayic ix miljicham winhaj Zacarías t'a snanhal altar yet' stemplo Dios. Yuj chi' swal t'ayex to ha Dios ol ak'ancan schamel juntzanh heb' schecab' chi' t'a eyib'anh."
        },
        {
            "number": "52",
            "text": "Ex k'ayb'um t'a ley Moisés, te chuk eyiko', yujto munil ix eyak'och eyopisio he jacan spensar heb' anima yet' slolonel Dios, palta max eyak'och he pensar t'a slolonel chi', haxo heb' snib'ej syak'och spensar t'ay, max he chalaj yak'och heb', xchi Jesús chi'."
        },
        {
            "number": "53",
            "text": "Ayic ix yalan juntzanh chi', ix te cot yowal heb' winh k'ayb'um t'a ley chi' yet' heb' winh fariseo chi'. Ix och ijan heb' winh stzuntzan yuj juntzanh tas sk'anb'ej heb' winh t'ay."
        },
        {
            "number": "54",
            "text": "Smaclej yab' heb' winh tato ay junok b'aj slectaj sloloni, yic syak'och heb' winh t'a yib'anh."
        }
    ]
}