{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha junel van slesalvi Jesús t'a jun lugar. Axo ix lajvi slesalvi, ix yalan jun sk'ayb'um t'ay: --Mamin, ¿tom max onh a k'ayb'ej t'a lesal icha ix yutej vinhaj Juan sk'ayb'an eb' sk'ayb'um? xchi vinh t'ay."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yalan Jesús t'a eb': --Icha tik tzeyutej e lesalvi: Ach co Mam, nivanocab' elk'och t'a yichanh eb' anima. Ach ochocab' Yajalil t'a tik."
        },
        {
            "number": "3",
            "text": "Ak' tas sco wa yet' tas tz'och cuj t'a junjun k'u."
        },
        {
            "number": "4",
            "text": "Ak' lajvoc co mul, yujto a onh tik scak' nivank'olal eb' tz'och smul t'ayonh. Manh onh a cha ak'joc proval, xe chi, xchi Jesús."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jesús chi' t'a eb': --Q'uinaloc ayex tzex k'och t'a junok eyamigo t'a chimilak'val, tzeyalani: Ach vetanimail, q'ueanh vaan, ak' in q'uex jayeoc ooch,"
        },
        {
            "number": "6",
            "text": "yujto ay jun vamigo toto ix javi b'aj ix xid'eq'ui, malaj tas svak' t'ay, xe chi."
        },
        {
            "number": "7",
            "text": "Tato tonhej stak'vielta t'ayex: Manh in a tzuntzejoch ta. Macanxo in pat, vaynac inxo yet' eb' unin. Max yal-laj in q'ue van vak' t'ayach, ta xchi."
        },
        {
            "number": "8",
            "text": "Sval t'ayex, manh yujoc to yamigo ex sq'ue vaan yak' t'ayex, palta yujto av tzeyak'och t'ay syab'i syak' t'ayex jantac tas tze k'an t'ay yic maxtzac e tzuntzej."
        },
        {
            "number": "9",
            "text": "Yuj chi' sval t'ayex: k'anec, ha Dios ol ak'an t'ayex. Sayec, ol ilchaj eyuuj. Avajanhec och t'a ti' puerta, ol jacjoc te' t'ayex."
        },
        {
            "number": "10",
            "text": "Yujto a mach sk'anani, scha'a. Ha eb' sayani, tz'ilchaj yuj eb'. Anhejtona' eb' tz'avajoch t'a ti' puerta, sjacchaj te' t'a eb'."
        },
        {
            "number": "11",
            "text": "Ha ex mamab'il ex, tato a junok eyuninal sk'anan junok nok' chay t'ayex, ¿tom a junok nok' chan tzeyak' t'ay?"
        },
        {
            "number": "12",
            "text": "Ta a junok nok' nholob' sk'an t'ayex, ¿tom a junok nok' sinaan tzeyak' t'ay?"
        },
        {
            "number": "13",
            "text": "Ha ex tik eyojtac eyak'an jab'oc tas wach' t'a eb' eyuninal wach'chom chuc ex. Ocxom pax co Mam ay t'a satcha’anh, ol yak' Yespíritu t'a eb' sk'anan t'ay, xchi Jesús t'a eb'."
        },
        {
            "number": "14",
            "text": "Ha junel ay jun vinh ayoch jun enemigo max uji slolon t'ay, yuj chi' max ujipaxlaj slolon vinh yuj. Axo Jesús ix ik'anel jun enemigo chi' t'a vinh. Ichato chi' ix lolonq'ue vinh. Ix sat sk'ol eb' anima yuj jun chi'."
        },
        {
            "number": "15",
            "text": "Palta ay eb' ix alani: --Ha jun vinh tik syal yik'anel eb' enemigo vinh yujto a vinh Beelzebú yajalil eb' enemigo ayoch yet' vinh, xchi eb'."
        },
        {
            "number": "16",
            "text": "Ay juntzanhxo eb' sgana yak'an proval Jesús. Yuj chi' ix sk'an yil junok milagro eb' sch'oxan spoder Dios."
        },
        {
            "number": "17",
            "text": "Palta yojtacxo Jesús tas van snaan eb', yuj chi' ix yalan t'a eb': --Q'uinaloc ay junok nación spoj sb'a eb' yajal t'ay, syak'an oval eb'. Tato icha chi', tz'ixtaxel snación eb' chi'. Q'uinaloc ay junok patil eb' anima spoj sb'a yuj oval. Tato icha chi' sjuviel jun patil eb' chi'."
        },
        {
            "number": "18",
            "text": "Icha chi' yaj vinh Satanás, tato spoj sb'a vinh t'a yol yico', ¿tom ol najtilax yopisio vinh? Ha jun tik sval t'ayex, yujto a ex tik tzeyala' to sviq'uel eb' enemigo yuj spoder Beelzebú."
        },
        {
            "number": "19",
            "text": "Palta tato icha chi', ¿mach ayoch yet' eb' e k'ayb'umal chi' ayic spechanel eb' enemigo eb'? Yuj chi' anheja' eb' e k'ayb'umal chi' sch'oxanel e paltail."
        },
        {
            "number": "20",
            "text": "Palta yujnhej spoder Dios tzin pechel eb' enemigo chi', yuj chi' scheclaji to toxo ix syamoch Dios yak'an Yajalil t'a e cal."
        },
        {
            "number": "21",
            "text": "Q'uinaloc ay junok vinh vinac te ay yip, ay syamk'ab' vinh yic stanhvej spat, manh comonoc syal yik'jielta sk'ael vinh."
        },
        {
            "number": "22",
            "text": "Palta tato sk'och junocxo mach ek'al yip t'a vinh, tato tz'ak'ji ganar vinh yuj, tz'ik'jiek' jantac syamk'ab' vinh ayoch yipoc sk'ool chi' yet' pax masanil tas ay t'a vinh. Snaan vinh tas syutej juntzanh syiq'uek' chi'. Icha vinh aj pat chi', icha chi' yaj vinh diablo."
        },
        {
            "number": "23",
            "text": "Ha eb' manh ayococh ved'oc, ajk'ool eb' t'ayin. Ha eb' max molb'ancot eb' anima ved'oc, a eb' spechan saclem eb' anima chi'."
        },
        {
            "number": "24",
            "text": "Q'uinaloc ay junok enemigo tz'el t'a junok anima ticnaic, tzek' t'a tzinan lu'um, sayan b'aj syik' yip. Palta max ilchaj yuj. Yuj chi' snaan icha tik: Ol in pax t'a in pat b'aj cotnac in, xchi."
        },
        {
            "number": "25",
            "text": "Axo yic sk'ochxi, syilan spixan jun anima chi', icha junok pat mesb'il yool, wach' yilji."
        },
        {
            "number": "26",
            "text": "Yuj chi' sb'atxi, sb'at yik'ancot ucvanhocxo eb' enemigo másto chuc t'a yichanh. Svach' och cajan eb' smasanil t'a jun anima chi'. Yuj chi', ste juviel jun anima chi' icha t'a sb'ab'elal, xchi Jesús t'a eb'."
        },
        {
            "number": "27",
            "text": "Yacb'an a Jesús van yalan juntzanh chi', ay jun ix ix, ix avajq'ue t'a skal eb' anima, ix yalan ix: --Te wach' yic jun ix ix b'aj ach alji, b'aj ach chuni, xchi ix t'a Jesús."
        },
        {
            "number": "28",
            "text": "Axo ix yalan Jesús chi' t'a ix: --Más wach' yic eb' tz'ab'an tas syal Dios, sk'anab'ajan eb', xchi."
        },
        {
            "number": "29",
            "text": "Tzijtum anima ix och oyan t'a spatic Jesús. Ix yalan t'a eb': --Ha val eb' anima t'a jun pekti’ tik, te chuc eb'. Yuj chi' tonhej sk'an yil junok milagro eb', junok sch'oxan spoder Dios. Palta anhej jun milagro ol ch'oxjoc yil eb', aton jun icha sch'oxnac Dios yet' vinh schecab' scuchan Jonás."
        },
        {
            "number": "30",
            "text": "Yujto a vinhaj Jonás chi' ch'oxannaquel spoder Dios t'a eb' ay t'a chonhab' Nínive t'a peca'. Icha chi' vaj a in Ak'b'il in cot yuj Dios voch animail tik, yic tzin ch'oxel spoder Dios t'a e cal."
        },
        {
            "number": "31",
            "text": "Ayic ol ja sk'ual sch'olb'itaj eb' anima, a jun ix yajal t'a Sur t'a peca', ol q'ue vaan ix, ol yalan e mul ix, yujto najat cotnac ix yab'i jantac sjelanil vinhaj Salomón. Ha t'a tik, ay jun ek'al yopisio t'a yichanh vinhaj Salomón chi', palta max cotlaj eb' anima smaclej yab' t'ay."
        },
        {
            "number": "32",
            "text": "Ha eb' aj Nínive chi', snanac sb'a eb' yuj tas yalnac vinhaj Jonás chi'. Axo t'a tik ay jun ek'al yopisio t'a yichanh vinhaj Jonás chi', palta max e na e b'a. Yuj chi', ayic ol ja sk'ual sch'olb'itaj eb' anima, a eb' aj Nínive chi', ol q'ue vaan eb', ol yalan e mul eb'."
        },
        {
            "number": "33",
            "text": "Ayic scak'anoch sk'ak'al co candil, max cak'kan b'aj manh chequeloc, max cak' pax och t'a yalanh junok tasi. Palta chaanh scak'q'uei, yic wach' syil eb' tz'och t'a yol pat chi'."
        },
        {
            "number": "34",
            "text": "Ha yol co sat, icha yaj candil yaj t'a co nivanil. Yuj chi' tato junnhej b'aj ayoch co sat, sakil k'inal caji, wach' scutej co b'a yet' co nivanil. Palta tato ch'occh'oc b'aj scak'och co sat, tzonh kan t'a cal k’ik’ k’inal yuj."
        },
        {
            "number": "35",
            "text": "Tzeyil val e b'a, yic wach' a jun sakil k'inal ayoch t'ayex, max meltzajxioch k'ik'alq'uinalil."
        },
        {
            "number": "36",
            "text": "Tato sakil k'inal yaj e nivanil smasanil, tato malaj jab'oc k’ik’ k’inal ayoch t'ayex, saquilq'uinalnhej ton eyaji, icha junok candil syak' sakil k'inal, xchi Jesús."
        },
        {
            "number": "37",
            "text": "Ayic ix lajvi yalan juntzanh chi' Jesús, ay jun vinh fariseo ix avtan yet' vael t'a spat. Tz'eyan ix aj em k'ojan b'aj ix wa chi'."
        },
        {
            "number": "38",
            "text": "Axo vinh fariseo chi', ix sat sk'ol vinh yilani to maj sb'iclaj sk'ab' ichataxon smodo eb'."
        },
        {
            "number": "39",
            "text": "Palta ix yalan Jesús t'a vinh: --Ha ex fariseo ex tik, lajan ex icha junok mach anhej spatic svaso yet' yuk'ab' sb'iqueli, haxo yool, miictac. Ichex ta', te wach'nhej tzeyutej e b'ha t'a yichanh eb' anima. Palta haxo t'a elk'altac, tonhej tzex och b'eyumal yuj eyixtan eb' anima chi', yuj eyak'an sgana e pek'al."
        },
        {
            "number": "40",
            "text": "Te malaj jab'oc e pensar. ¿Tom manh eyojtacoc to a jun ixb’o’an juntzanh tas squil tik, ha' ix b'oanpax juntzanh tas manh chequeloclaj, aton co pensar?"
        },
        {
            "number": "41",
            "text": "Octom t'a smasanil e k'ool tzex colvaj t'a eb' meb'a'. Tato icha chi' scheclajeli to wach' ex t'a smasanil."
        },
        {
            "number": "42",
            "text": "Ex fariseo, te chuc eyico'. Ha ex tik tzeyak' sdiezmoal te' alavena yet' te' ruda. Jantacnhej juntzanh itaj, tzeyak'nhej sdiezmoal. Palta tze na to manh yovaliloc tojol tzeyutej e b'ha t'a anima. Malaj tze na' wach'chom manh xajanoc Dios eyuuj. Octom a juntzanh tik tze b'eyb'alej, max eyactejcan pax juntzanh chi'."
        },
        {
            "number": "43",
            "text": "Ex fariseo, te chuc eyico'. Ha t'a spatil culto, anhej t'a xila eb' nivac vinac b'aj tze nib'ej tzex em k'ojan. Axo yic tzex ek' t'a yol calle, tze nib'ej tz'em nhojan eb' anima t'ayex, ayic tzex sk'uman eb'."
        },
        {
            "number": "44",
            "text": "Ob'iltac ex, lajan ex icha b'aj smucji eb' chamnac, manhxo chequeloc b'aj mucan. Tz'ek' eb' anima t'a yib'anh, yujto manhxo chequeloc tato ay anima mucan ta', xchi Jesús t'a eb'."
        },
        {
            "number": "45",
            "text": "Ayic ix lajvi yalan juntzanh chi' Jesús, ay jun vinh k'ayb'um t'a ley Moisés ix alan t'ay: --Ach co k'ayb'umal, ayic tzalan juntzanh tik, te chuc pax scab' a onh tik, xchi vinh."
        },
        {
            "number": "46",
            "text": "Ix yalanpax Jesús t'a eb': --Ex k'ayb'um t'a ley Moisés, te chuc pax eyico', yujto a juntzanh e leyal, lajan icha junok icatz te al. Tonhej tze tusb'ejq'uei yic scuchan eb' anima, palta max eyak'och junok yiximal e k'ab' e d'unhanb'at t'a yib'anh eb'."
        },
        {
            "number": "47",
            "text": "Palta chuc eyico'. Tzato e wach' b'oej yet'tal eb' schecab' Dios t'a e campusante, aton eb' milb'ilcham yuj eb' e mam eyicham."
        },
        {
            "number": "48",
            "text": "Ayic tze b'oan juntzanh chi', tze ch'oxeli to wach' yutejnac sb'a eb' e mam eyicham chi' e naani. Ha eb' miljinaccham eb', a exxo tik, tzato e b'opaxq'ue yet'tal eb' chi'."
        },
        {
            "number": "49",
            "text": "Yuj chi' ix yalcan Dios yet' sjelanil: Ol in checb'at juntzanh eb' in checab' yalel in lolonel t'ayex. Ay eb' ol e milchamoc, ay pax eb' tonhej ol eyak'och t'a syaelal, xchi."
        },
        {
            "number": "50",
            "text": "Yuj chi' t'a eyib'anh t'a jun pekti’ tik ol yak'kan Dios masanil schamel eb' schecab' milb'ilcham yictax ix el yich jun yol yib'anhk’inal tik."
        },
        {
            "number": "51",
            "text": "Manh jantacoc eb' schecab' Dios milb'ilchamoc yictax ix miljicham vinhaj Abel, masanto ayic ix miljicham vinhaj Zacarías t'a snanhal altar yet' stemplo Dios. Yuj chi' sval t'ayex to ha Dios ol ak'ancan schamel juntzanh eb' schecab' chi' t'a eyib'anh."
        },
        {
            "number": "52",
            "text": "Ex k'ayb'um t'a ley Moisés, te chuc eyico', yujto munil ix eyak'och eyopisio e jacan spensar eb' anima yet' slolonel Dios, palta max eyak'och e pensar t'a slolonel chi', haxo eb' sgana syak'och spensar t'ay, max e chalaj yak'och eb', xchi Jesús chi'."
        },
        {
            "number": "53",
            "text": "Ayic ix yalan juntzanh chi', ix te cot yoval eb' vinh k'ayb'um t'a ley chi' yet' eb' vinh fariseo chi'. Ix och ijan eb' vinh stzuntzan yuj juntzanh tas sk'anb'ej eb' vinh t'ay."
        },
        {
            "number": "54",
            "text": "Smaclej yab' eb' vinh tato ay junok b'aj slectaj sloloni, yic syak'och eb' vinh t'a yib'anh."
        }
    ]
}