{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "A junel van slesalvi Jesús d'a jun lugar. Axo ix lajvi slesalvi, ix yalan jun sk'ayb'um d'ay: --Mamin, ¿tom max onh a k'ayb'ej d'a lesal icha ix yutej vinhaj Juan sk'ayb'an eb' sk'ayb'um? xchi vinh d'ay."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yalan Jesús d'a eb': --Icha tic tzeyutej e lesalvi: Ach co Mam, nivanocab' elk'och d'a yichanh eb' anima. Ach ochocab' Yajalil d'a tic."
        },
        {
            "number": "3",
            "text": "Ak' tas sco va yed' tas tz'och cuj d'a junjun k'u."
        },
        {
            "number": "4",
            "text": "Ak' lajvoc co mul, yujto a onh tic scak' nivank'olal eb' tz'och smul d'ayonh. Manh onh a cha ak'joc proval, xe chi, xchi Jesús."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jesús chi' d'a eb': --Q'uinaloc ayex tzex k'och d'a junoc eyamigo d'a chimilak'val, tzeyalani: Ach vetanimail, q'ueanh vaan, ak' in q'uex jayeoc ooch,"
        },
        {
            "number": "6",
            "text": "yujto ay jun vamigo toto ix javi b'aj ix xid'eq'ui, malaj tas svak' d'ay, xe chi."
        },
        {
            "number": "7",
            "text": "Tato tonhej stak'vielta d'ayex: Manh in a tzuntzejoch ta. Macanxo in pat, vaynac inxo yed' eb' unin. Max yal-laj in q'ue van vak' d'ayach, ta xchi."
        },
        {
            "number": "8",
            "text": "Sval d'ayex, manh yujoc to yamigo ex sq'ue vaan yak' d'ayex, palta yujto av tzeyak'och d'ay syab'i syak' d'ayex jantac tas tze k'an d'ay yic maxtzac e tzuntzej."
        },
        {
            "number": "9",
            "text": "Yuj chi' sval d'ayex: k'anec, a Dios ol ak'an d'ayex. Sayec, ol ilchaj eyuuj. Avajanhec och d'a ti' puerta, ol jacjoc te' d'ayex."
        },
        {
            "number": "10",
            "text": "Yujto a mach sk'anani, scha'a. A eb' sayani, tz'ilchaj yuj eb'. Anhejtona' eb' tz'avajoch d'a ti' puerta, sjacchaj te' d'a eb'."
        },
        {
            "number": "11",
            "text": "A ex mamab'il ex, tato a junoc eyuninal sk'anan junoc nok' chay d'ayex, ¿tom a junoc nok' chan tzeyak' d'ay?"
        },
        {
            "number": "12",
            "text": "Ta a junoc nok' nholob' sk'an d'ayex, ¿tom a junoc nok' sinaan tzeyak' d'ay?"
        },
        {
            "number": "13",
            "text": "A ex tic eyojtac eyak'an jab'oc tas vach' d'a eb' eyuninal vach'chom chuc ex. Ocxom pax co Mam ay d'a satchaanh, ol yak' Yespíritu d'a eb' sk'anan d'ay, xchi Jesús d'a eb'."
        },
        {
            "number": "14",
            "text": "A junel ay jun vinh ayoch jun enemigo max uji slolon d'ay, yuj chi' max ujipaxlaj slolon vinh yuuj. Axo Jesús ix ik'anel jun enemigo chi' d'a vinh. Ichato chi' ix lolonq'ue vinh. Ix sat sk'ol eb' anima yuj jun chi'."
        },
        {
            "number": "15",
            "text": "Palta ay eb' ix alani: --A jun vinh tic syal yik'anel eb' enemigo vinh yujto a vinh Beelzebú yajalil eb' enemigo ayoch yed' vinh, xchi eb'."
        },
        {
            "number": "16",
            "text": "Ay juntzanhxo eb' sgana yak'an proval Jesús. Yuj chi' ix sk'an yil junoc milagro eb' sch'oxan spoder Dios."
        },
        {
            "number": "17",
            "text": "Palta yojtacxo Jesús tas van snaan eb', yuj chi' ix yalan d'a eb': --Q'uinaloc ay junoc nación spoj sb'a eb' yajal d'ay, syak'an oval eb'. Tato icha chi', tz'ixtaxel snación eb' chi'. Q'uinaloc ay junoc patil eb' anima spoj sb'a yuj oval. Tato icha chi' sjuviel jun patil eb' chi'."
        },
        {
            "number": "18",
            "text": "Icha chi' yaj vinh Satanás, tato spoj sb'a vinh d'a yol yico', ¿tom ol najtilax yopisio vinh? A jun tic sval d'ayex, yujto a ex tic tzeyala' to sviq'uel eb' enemigo yuj spoder Beelzebú."
        },
        {
            "number": "19",
            "text": "Palta tato icha chi', ¿mach ayoch yed' eb' e k'ayb'umal chi' ayic spechanel eb' enemigo eb'? Yuj chi' anheja' eb' e k'ayb'umal chi' sch'oxanel e paltail."
        },
        {
            "number": "20",
            "text": "Palta yujnhej spoder Dios tzin pechel eb' enemigo chi', yuj chi' scheclaji to toxo ix syamoch Dios yak'an Yajalil d'a e cal."
        },
        {
            "number": "21",
            "text": "Q'uinaloc ay junoc vinh vinac te ay yip, ay syamk'ab' vinh yic stanhvej spat, manh comonoc syal yik'jielta sk'ael vinh."
        },
        {
            "number": "22",
            "text": "Palta tato sk'och junocxo mach ek'al yip d'a vinh, tato tz'ak'ji ganar vinh yuuj, tz'ik'jiek' jantac syamk'ab' vinh ayoch yipoc sk'ool chi' yed' pax masanil tas ay d'a vinh. Snaan vinh tas syutej juntzanh syiq'uek' chi'. Icha vinh aj pat chi', icha chi' yaj vinh diablo."
        },
        {
            "number": "23",
            "text": "A eb' manh ayococh ved'oc, ajk'ool eb' d'ayin. A eb' max molb'ancot eb' anima ved'oc, a eb' spechan saclem eb' anima chi'."
        },
        {
            "number": "24",
            "text": "Q'uinaloc ay junoc enemigo tz'el d'a junoc anima ticnaic, tz'ek' d'a tz'inan luum, sayan b'aj syik' yip. Palta max ilchaj yuuj. Yuj chi' snaan icha tic: Ol in pax d'a in pat b'aj cotnac in, xchi."
        },
        {
            "number": "25",
            "text": "Axo yic sk'ochxi, syilan spixan jun anima chi', icha junoc pat mesb'il yool, vach' yilji."
        },
        {
            "number": "26",
            "text": "Yuj chi' sb'atxi, sb'at yik'ancot ucvanhocxo eb' enemigo másto chuc d'a yichanh. Svach' och cajan eb' smasanil d'a jun anima chi'. Yuj chi', ste juviel jun anima chi' icha d'a sb'ab'elal, xchi Jesús d'a eb'."
        },
        {
            "number": "27",
            "text": "Yacb'an a Jesús van yalan juntzanh chi', ay jun ix ix, ix avajq'ue d'a scal eb' anima, ix yalan ix: --Te vach' yic jun ix ix b'aj ach alji, b'aj ach chuni, xchi ix d'a Jesús."
        },
        {
            "number": "28",
            "text": "Axo ix yalan Jesús chi' d'a ix: --Más vach' yic eb' tz'ab'an tas syal Dios, sk'anab'ajan eb', xchi."
        },
        {
            "number": "29",
            "text": "Tzijtum anima ix och oyan d'a spatic Jesús. Ix yalan d'a eb': --A val eb' anima d'a jun tiempoal tic, te chuc eb'. Yuj chi' tonhej sk'an yil junoc milagro eb', junoc sch'oxan spoder Dios. Palta anhej jun milagro ol ch'oxjoc yil eb', aton jun icha sch'oxnac Dios yed' vinh schecab' scuchan Jonás."
        },
        {
            "number": "30",
            "text": "Yujto a vinhaj Jonás chi' ch'oxannaquel spoder Dios d'a eb' ay d'a chonhab' Nínive d'a peca'. Icha chi' vaj a in Ak'b'il in cot yuj Dios voch animail tic, yic tzin ch'oxel spoder Dios d'a e cal."
        },
        {
            "number": "31",
            "text": "Ayic ol ja sk'ual sch'olb'itaj eb' anima, a jun ix yajal d'a Sur d'a peca', ol q'ue vaan ix, ol yalan e mul ix, yujto najat cotnac ix yab'i jantac sjelanil vinhaj Salomón. A d'a tic, ay jun ek'al yopisio d'a yichanh vinhaj Salomón chi', palta max cotlaj eb' anima smaclej yab' d'ay."
        },
        {
            "number": "32",
            "text": "A eb' aj Nínive chi', snanac sb'a eb' yuj tas yalnac vinhaj Jonás chi'. Axo d'a tic ay jun ek'al yopisio d'a yichanh vinhaj Jonás chi', palta max e na e b'a. Yuj chi', ayic ol ja sk'ual sch'olb'itaj eb' anima, a eb' aj Nínive chi', ol q'ue vaan eb', ol yalan e mul eb'."
        },
        {
            "number": "33",
            "text": "Ayic scak'anoch sk'ak'al co candil, max cak'can b'aj manh chequeloc, max cak' pax och d'a yalanh junoc tasi. Palta chaanh scak'q'uei, yic vach' syil eb' tz'och d'a yol pat chi'."
        },
        {
            "number": "34",
            "text": "A yol co sat, icha yaj candil yaj d'a co nivanil. Yuj chi' tato junnhej b'aj ayoch co sat, saquilq'uinal caji, vach' scutej co b'a yed' co nivanil. Palta tato ch'occh'oc b'aj scak'och co sat, tzonh can d'a cal q'uik'alq'uinal yuuj."
        },
        {
            "number": "35",
            "text": "Tzeyil val e b'a, yic vach' a jun saquilq'uinal ayoch d'ayex, max meltzajxioch q'uik'alq'uinalil."
        },
        {
            "number": "36",
            "text": "Tato saquilq'uinal yaj e nivanil smasanil, tato malaj jab'oc q'uik'alq'uinal ayoch d'ayex, saquilq'uinalnhej ton eyaji, icha junoc candil syak' saquilq'uinal, xchi Jesús."
        },
        {
            "number": "37",
            "text": "Ayic ix lajvi yalan juntzanh chi' Jesús, ay jun vinh fariseo ix avtan yed' vael d'a spat. Tz'eyan ix aj em k'ojan b'aj ix va chi'."
        },
        {
            "number": "38",
            "text": "Axo vinh fariseo chi', ix sat sk'ol vinh yilani to maj sb'iclaj sk'ab' ichataxon smodo eb'."
        },
        {
            "number": "39",
            "text": "Palta ix yalan Jesús d'a vinh: --A ex fariseo ex tic, lajan ex icha junoc mach anhej spatic svaso yed' yuk'ab' sb'iqueli, axo yool, miictac. Ichex ta', te vach'nhej tzeyutej e b'a d'a yichanh eb' anima. Palta axo d'a elk'altac, tonhej tzex och b'eyumal yuj eyixtan eb' anima chi', yuj eyak'an sgana e pek'al."
        },
        {
            "number": "40",
            "text": "Te malaj jab'oc e pensar. ¿Tom manh eyojtacoc to a jun ix b'oan juntzanh tas squil tic, a' ix b'oanpax juntzanh tas manh chequeloclaj, aton co pensar?"
        },
        {
            "number": "41",
            "text": "Octom d'a smasanil e k'ool tzex colvaj d'a eb' meb'a'. Tato icha chi' scheclajeli to vach' ex d'a smasanil."
        },
        {
            "number": "42",
            "text": "Ex fariseo, te chuc eyico'. A ex tic tzeyak' sdiezmoal te' alavena yed' te' ruda. Jantacnhej juntzanh itaj, tzeyak'nhej sdiezmoal. Palta tze na to manh yovaliloc tojol tzeyutej e b'a d'a anima. Malaj tze na' vach'chom manh xajanoc Dios eyuuj. Octom a juntzanh tic tze b'eyb'alej, max eyactejcan pax juntzanh chi'."
        },
        {
            "number": "43",
            "text": "Ex fariseo, te chuc eyico'. A d'a spatil culto, anhej d'a xila eb' nivac vinac b'aj tze nib'ej tzex em k'ojan. Axo yic tzex ek' d'a yol calle, tze nib'ej tz'em nhojan eb' anima d'ayex, ayic tzex sk'uman eb'."
        },
        {
            "number": "44",
            "text": "Ob'iltac ex, lajan ex icha b'aj smucji eb' chamnac, manhxo chequeloc b'aj mucan. Tz'ek' eb' anima d'a yib'anh, yujto manhxo chequeloc tato ay anima mucan ta', xchi Jesús d'a eb'."
        },
        {
            "number": "45",
            "text": "Ayic ix lajvi yalan juntzanh chi' Jesús, ay jun vinh k'ayb'um d'a ley Moisés ix alan d'ay: --Ach co k'ayb'umal, ayic tzalan juntzanh tic, te chuc pax scab' a onh tic, xchi vinh."
        },
        {
            "number": "46",
            "text": "Ix yalanpax Jesús d'a eb': --Ex k'ayb'um d'a ley Moisés, te chuc pax eyico', yujto a juntzanh e leyal, lajan icha junoc icatz te al. Tonhej tze tusb'ejq'uei yic scuchan eb' anima, palta max eyak'och junoc yiximal e k'ab' e d'unhanb'at d'a yib'anh eb'."
        },
        {
            "number": "47",
            "text": "Palta chuc eyico'. Tzato e vach' b'oej yed'tal eb' schecab' Dios d'a e campusante, aton eb' milb'ilcham yuj eb' e mam eyicham."
        },
        {
            "number": "48",
            "text": "Ayic tze b'oan juntzanh chi', tze ch'oxeli to vach' yutejnac sb'a eb' e mam eyicham chi' e naani. A eb' miljinaccham eb', a exxo tic, tzato e b'opaxq'ue yed'tal eb' chi'."
        },
        {
            "number": "49",
            "text": "Yuj chi' ix yalcan Dios yed' sjelanil: Ol in checb'at juntzanh eb' in checab' yalel in lolonel d'ayex. Ay eb' ol e milchamoc, ay pax eb' tonhej ol eyak'och d'a syaelal, xchi."
        },
        {
            "number": "50",
            "text": "Yuj chi' d'a eyib'anh d'a jun tiempoal tic ol yak'can Dios masanil schamel eb' schecab' milb'ilcham yictax ix el yich jun yolyib'anhq'uinal tic."
        },
        {
            "number": "51",
            "text": "Manh jantacoc eb' schecab' Dios milb'ilchamoc yictax ix miljicham vinhaj Abel, masanto ayic ix miljicham vinhaj Zacarías d'a snanhal altar yed' stemplo Dios. Yuj chi' sval d'ayex to a Dios ol ak'ancan schamel juntzanh eb' schecab' chi' d'a eyib'anh."
        },
        {
            "number": "52",
            "text": "Ex k'ayb'um d'a ley Moisés, te chuc eyico', yujto munil ix eyak'och eyopisio e jacan spensar eb' anima yed' slolonel Dios, palta max eyak'och e pensar d'a slolonel chi', axo eb' sgana syak'och spensar d'ay, max e chalaj yak'och eb', xchi Jesús chi'."
        },
        {
            "number": "53",
            "text": "Ayic ix yalan juntzanh chi', ix te cot yoval eb' vinh k'ayb'um d'a ley chi' yed' eb' vinh fariseo chi'. Ix och ijan eb' vinh stzuntzan yuj juntzanh tas sk'anb'ej eb' vinh d'ay."
        },
        {
            "number": "54",
            "text": "Smaclej yab' eb' vinh tato ay junoc b'aj slectaj sloloni, yic syak'och eb' vinh d'a yib'anh."
        }
    ]
}