{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ha junel smilalxo eb' anima ix smolb'ej sb'ha t'a Jesús. Ix laj ste svitz'ej sb'a eb', ix laj stek'laj yoc eb'. Axo Jesús chi' ix b'ab'laj alan t'a eb' sk'ayb'um: --Tzeyil val e b'ha t'a yich span eb' fariseo, syalelk'ochi, aton schab'satil eb',"
        },
        {
            "number": "2",
            "text": "yujto jantacnhej tas k'ub'anel ticnaic, ol laj checlajelta. Yed' pax jantacnhej k'ub'eltac yaji, ol ojtacajeloc."
        },
        {
            "number": "3",
            "text": "Yuj chi' masanil tas tzeyal t'a k'ub'eltac, ol laj yab' eb' anima smasanil. Yed' pax masanil tastac slaj e sajlajoch t'a e chiquin, ol laj pucaxel t'a skal eb' anima smasanil."
        },
        {
            "number": "4",
            "text": "Sval t'ayex ex vamigo, manh ex xiv t'a eb' smilan e nivanil tik, yujto ayic slajvi ex smilan eb', malaj junocxo tas syal ex yutan eb'."
        },
        {
            "number": "5",
            "text": "Palta sval t'ayex mach b'aj yovalil tzex xivi: Xivanhec d'ha Dios. Aton jun syal yik'anel e q'uinal, slajvi chi' tzex yak'anb'at t'a infierno. Yuj chi' val yel xivanhec t'ay."
        },
        {
            "number": "6",
            "text": "Ilecnab' nok' cotac much, malaj yelk'och nok'. Ayic schonhchaj nok', ovanh nok' t'a chab' cotac tumin, palta ha Dios max satlaj sk'ool t'a junok nok'."
        },
        {
            "number": "7",
            "text": "Ha ex xo tik, ek'alto eyelk'och t'a yichanh jantac nok' yunetac much chi'. Inatax xil e jolom, b'isb'il yuj Dios chi'. Yuj chi' manh ex och ilk'olal."
        },
        {
            "number": "8",
            "text": "Ha in sval t'ayex, yalnhej mach junok eb' tz'alan t'a yichanh eb' anima to vic eb', icha in pax ta', a in Ak'b'il in cot yuj Dios voch animail tik, ol val eb' vicoc t'a yichanh eb' yángel Dios."
        },
        {
            "number": "9",
            "text": "Ha eb' tz'alan t'a yichanh eb' anima to manh vicoc eb', a in xo ol val pax el t'a yichanh eb' yángel Dios to manh vicoc eb'."
        },
        {
            "number": "10",
            "text": "Ha eb' tz'alan junok chukal t'a in patic, a in Ak'b'il in cot yuj Dios voch animail tik, syal yak'ji lajvoc smul eb'. Axo eb' tz'alan junok chukal t'a spatic Yespíritu Dios, a jun mul chi', manhxo ol ek'b'atlaj."
        },
        {
            "number": "11",
            "text": "Ayic ol ex ik'jocb'at t'a spatil culto, ma tzex ik'jib'at t'a yichanh eb' vinh juez, ma eb' vinh yajal, manh eyak' pensar yuj tas ol eyutoc e colan e b'ha t'a eb', ma yuj tas ol eyala',"
        },
        {
            "number": "12",
            "text": "yujto ayic ol k'och stiempoal eyalani, a Yespíritu Dios ol alan t'ayex tas ol eyala', xchi Jesús t'a eb'."
        },
        {
            "number": "13",
            "text": "Ha t'a skal juntzanh anima chi', ay jun vinh ix alan t'a Jesús: --Ach co k'ayb'umal, al t'a vinh vuk'tac to a tas aycan t'a vinh yuj vinh co mam syak' nanhaloc vic vinh yet'oc, xchi vinh."
        },
        {
            "number": "14",
            "text": "Ix yalan Jesús t'a vinh: --Ach vamigo, ¿tom ay mach ix ak'an vopisio voch juezal t'ayex, yic tzin pucanb'at juntzanh e k'ael chi'? xchi t'a vinh."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yalan t'a eb' anima: --Tzeyil e b'a, tze tanhvej val e b'a, yic malaj b'aj ol eyil e k'ool t'a junok tas, yujto wach'chom tzijtum tas ay t'ayonh, manh yujoc chi' tzalajk'olal tzonh ek' t'a yol yib'anhk’inal tik, xchi."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix yal jun ch'oxnab'il tik t'a eb': --Ay jun vinh b'eyum, tzijtum sat tas syavej vinh ix el t'a sat sluum."
        },
        {
            "number": "17",
            "text": "Ix snaub'tanhan vinh: ¿Tas svutej? Manhxa b'aj syal in molancan sat tas ix vavej tik."
        },
        {
            "number": "18",
            "text": "Ix snaan vinh icha tik: Ol in pojel juntzanh spatil sat vavb'en tik, ol in b'oan juntzanhocxo nivac. Ata' ol in molcanoch masanil tastac ix vavej yet' masanil in k'ael."
        },
        {
            "number": "19",
            "text": "Ol lajvoc chi', ol valan icha tik: Ha ticnaic, niwan tas ix in molb'ejcani, niwan tiempo ol in k'ana', yuj chi' syal vik'an vip ticnaic, syal tzin wa'i, svuk'an ha', jantacnhej tas tzin nib'ej. Syal vak'an tzalajb'oc in k'ool, xin chama, xchi vinh."
        },
        {
            "number": "20",
            "text": "Palta ix yalan Dios t'a vinh: Ha ach tik te malaj a pensar. D'a jun ak'val tik ol ach chamoc. Ha juntzanh molb'ilcan tik uuj, ¿mach ay yico'? xchi Dios t'a vinh."
        },
        {
            "number": "21",
            "text": "Icha chi' yaj eb' smolan sb'eyumal t'a yol yico', haxo t'a yic Dios meb'a' eb', xchi Jesús t'a eb' anima."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix yalan Jesús t'a eb' sk'ayb'um: --Sval t'ayex, manh eyak' pensar yuj tas ol ik'an yek' tiempo eyuuj. Yuj tas tze wa''a yet' pax yuj e pichul tzeyak'ochi."
        },
        {
            "number": "23",
            "text": "Ha Dios tz'ak'an co q'uinal, ocxom tas sco wa''a, ¿tom manh ol yak'a'? Ha ix ak'an co nivanil, ¿tom manh ol yak' pax co pichul?"
        },
        {
            "number": "24",
            "text": "Ina nok' much, ¿tom ay tas syavej nok'? ¿tom ay tas sjach' nok'? Malaj yet'tal b'aj smolb'ej jab'oc svael nok', palta ha Dios tz'ak'annhej tas sva nok'. Ha ex xo pax tik, ek'al eyelk'och t'a yichanh nok' much chi'."
        },
        {
            "number": "25",
            "text": "¿Tom ay junok ex syal eyak'anoch nanhalocxo vara e teel yujto tzeyak' pensar?"
        },
        {
            "number": "26",
            "text": "Yuj chi' tato max techaj e b'oan juntzanh tas malaj yelk'ochi, ¿tas yuj tzeyak' pensar yuj juntzanhocxo tasi?"
        },
        {
            "number": "27",
            "text": "Ilec nab' te' xumac sq'uib'i. Max munlaj te', max ch'alvi te'. Wach'chom icha chi', ayic yek'nac vinhaj rey Salomón t'a peca', te wach' yilji vinh yet' spichul, palta maj tzak'van yilji vinh icha te' xumac chi'."
        },
        {
            "number": "28",
            "text": "Ha juntzanh te' chi', tonhej ayek' te' t'a caltac te', haxo t'a junxo k'u snhusjitz'a te' t'a yol horno. Wach'chom icha chi' yaj te', ha Dios tz'ak'an swach'il yilji te'. Yuj chi' a ex tik, yelxo val ol yak' e pichul Dios, palta a ex pural tzeyak'och t'a e k'ool."
        },
        {
            "number": "29",
            "text": "Yuj chi' manh eyak' pensar yuj tas ol e wa''a, yet' yuj tas ol eyuq'uej."
        },
        {
            "number": "30",
            "text": "Ha eb' manh ojtannacoc Dios, aton t'a spatic juntzanh tik q'uelanoch eb', palta yojtac Dios to ay tz'och juntzanh chi' cuuj, yujto co Mam yaji."
        },
        {
            "number": "31",
            "text": "Yuj chi', aq'ek eyip e k'anab'ajan Dios Cajal. Tato icha chi' tze k'ulej, ol ak'jocpax masanil juntzanh chi' t'ayex."
        },
        {
            "number": "32",
            "text": "Ha ex tik, icha in calnel eyaji. Wach'chom jayvanh exnhej, palta manh ex och ilk'olal, yujto a co Mam Dios ix ex ak'an och t'a yol sk'ab', yujto icha chi' ix el t'a sk'ool."
        },
        {
            "number": "33",
            "text": "Chonheccan el tastac ay t'ayex, aq'ek t'a eb' malaj yico'. Icha chi' ol aj smolchaj e b'eyumal t'a satcha’anh, ichoc t'a yol junok yet'tal malaj b'ak'uinh ol k'aoc. Ha jun chi' malaj b'ak'uinh ol lajvoc. Ata', malaj junok elk'um syal yelk'anelta. Anhejtona', manh ol och pax ijaxoc."
        },
        {
            "number": "34",
            "text": "Ha b'aj ay co b'eyumal, ata' ayb'at co pensar."
        },
        {
            "number": "35",
            "text": "Te lista tzeyutej e b'a icha eb' ayoch spichul, ay pax och scandil eb' stanhvani."
        },
        {
            "number": "36",
            "text": "Q'uinaloc ay eb' checab' van stanhvan sjax spatrón t'a junok q'uinh nupnajel, sjax t'a spat. Ha sjavi, tz'avajochi, lista yaj eb' checab' chi' sjacanoch t'a elanhchamel. Icha syutej sb'a eb' checab' chi' stanhvani, icha chi' tzeyutej e b'a."
        },
        {
            "number": "37",
            "text": "Tato pitzan eb' checab' chi' ayic sjax spatrón eb' chi', te wach' yic eb'. Val yel sval t'ayex to a val vinh patrón chi' sb'oanem k'ojjab' eb' t'a mexa, tz'ak'ji wa eb' yuj vinh."
        },
        {
            "number": "38",
            "text": "Wach'chom chimilak'valxo, ma ayto sk'ana', ta pitzan eb' schecab' chi', te wach' yic eb'."
        },
        {
            "number": "39",
            "text": "Nachajocab'el jun ab'ix tik eyuuj. Q'uinaloc ay junok vinh ix och elk'um t'a yol spat, tato yojtac vinh jantac hora sk'och jun elk'um chi', majam scha jacjoclaj spat vinh chi'."
        },
        {
            "number": "40",
            "text": "Ha exxo pax tik, lista tzeyutej e b'a, tze maclani, yujto ayic manto in e na javoc, ol in ja jucnaj a in Ak'b'il in cot yuj Dios voch animail tik, xchi Jesús t'a eb'."
        },
        {
            "number": "41",
            "text": "Yuj chi' ix sk'anb'an vinhaj Pedro t'ay: --Mamin, ¿cuujnhej a ma ix al jun ch'oxnab'il tik, ma yuj eb' anima smasanil? xchi vinh."
        },
        {
            "number": "42",
            "text": "Yuj chi' ix yalan Jesús t'a eb': --¿Mach eb' sch'ox eb' checab' wach' chi' tze na'a? Q'uinaloc ay junok patrón, tato ay junok checab' sk'anab'ajani, jelan paxi, aton jun chi' tz'ak'jioch yopisio yoch mayordomoal yic syil eb' schecab' chi' smasanil, syak'an wa eb' t'a junjuntac el."
        },
        {
            "number": "43",
            "text": "Tato a jun checab' chi' van smunlaj icha sgana spatrón, te wach' yico' ayic ol jax spatrón chi'."
        },
        {
            "number": "44",
            "text": "Val yel sval t'ayex to ol yak'och vinh yilumaloc jantac tas ay t'ay."
        },
        {
            "number": "45",
            "text": "Palta q'uinaloc a jun checab' chi' snaani to manto ol ja spatrón chi', yuj chi' syamanoch smak'an eb' yetchecab'vumal chi' yet' eb' ix ix smunlaji, tonhej syak' sgana sva'i, syuk'an anh."
        },
        {
            "number": "46",
            "text": "Axo t'a junok k'u sna'a to manto ol jalaj vinh spatrón chi', palta ha t'a jun k'u chi' ol javoc vinh. Ta sjavi vinh ayic manh tanhvab'iloc, manh naanoc yuj jun checab' chi', te niwan syaelal ol ak'jococh t'a yib'anh. Ol yak'anb'at vinh t'a skal eb' maj ak'an och Dios t'a sk'ool."
        },
        {
            "number": "47",
            "text": "Q'uinaloc ay junok checab' ojtannac tas sgana spatrón t'ay. Palta manh listaoc syutej sb'a, max sk'anab'ajej paxi. Te niwan yaelal ol ochcan t'a yib'anh."
        },
        {
            "number": "48",
            "text": "Palta q'uinaloc ay jun checab' manh ojtannacoc tas sgana spatrón, sk'ulej juntzanh tas smoj tz'ak'jicot yaelal t'a yib'anh yuj, quennhej yaelal chi' ol cot t'a yib'anh. Ha eb' niwan tas ix ak'ji t'ay, niwan pax tas ol k'anb'aj t'a eb'. Yed' eb' niwan tas ix ak'jioch t'a yol sk'ab', niwan pax tas ol yak'xi entregar eb'."
        },
        {
            "number": "49",
            "text": "Ha in tik, in ja vak'och jun icha k'ak' t'a yol yib'anhk’inal tik. Comonoc val vanxo sq'ue tinhton sk'ak'al ticnaic."
        },
        {
            "number": "50",
            "text": "Ay val jun niwan yaelal ol ja t'a vib'anh, ichato ol in ak'joc bautizar yuj. Tzin cus val sik'lab'il ticnaic masanto ol ujoc elk'ochi."
        },
        {
            "number": "51",
            "text": "¿Tom tze na a ex tik to in ja vak'och junk'olal t'a yol yib'anhk’inal tik? Sval eyab'i to maay. In javi vak' spoj sb'a eb' anima."
        },
        {
            "number": "52",
            "text": "Q'uinaloc ay ovanhoc t'a junok pat, ol och oxvanhoc ajk'olal t'a chavanhxo. Axo eb' chavanh chi' ol och ajk'olal pax t'a eb' oxvanh chi'. Icha chi' ol aj eb' anima t'a jun pekti’ tik."
        },
        {
            "number": "53",
            "text": "Ha eb' mamab'il, ol yak' oval eb' yet' eb' yuninal. Anheja' pax eb' ix nunab'il, ol yak' oval eb' ix yet' yune'. Ay pax eb' ix alib'al ol yak' oval yet' eb' ix yalib', xchi Jesús t'a eb'."
        },
        {
            "number": "54",
            "text": "Ix yalan juntzanhxo tik Jesús t'a eb' anima: --Ayic tzeyilan sq'ue vaan asun b'aj tz'em k'u, elanhchamel tzeyala' to ol yak' nhab'. Yel toni, icha chi' yaji."
        },
        {
            "number": "55",
            "text": "Axo yic scot ik' t'a sur, tzeyalani to ol q'uixnajoc. Yel tzeyala', sq'uixnaji."
        },
        {
            "number": "56",
            "text": "Palta a ex tik, chab' sat ex. Jelan snachajel juntzanh chi' eyuuj, juntzanh scot t'a satcha’anh yet' t'a yol yib'anhk’inal tik, palta ¿tas yuj max nachajel eyuuj tas syalelk'och jun pekti’ tik?"
        },
        {
            "number": "57",
            "text": "¿Tas yuj max e b'eyk'olej e b'a tato tojol tas tze k'ulej t'a yichanh Dios?"
        },
        {
            "number": "58",
            "text": "Q'uinaloc ay junok mach tz'ak'anoch tas t'a eyib'anh ticnaic, ayic vanto e b'at yet' t'a yol b'e, tzeyalan e b'a t'ay, yic maxtzac ex k'och t'a yichanh vinh alcal. Yujto a vinh alcal chi' ol ex ak'anoch t'a yol sk'ab' eb' vinh polencía. Axo eb' vinh ol ex ak'anoch t'a preso."
        },
        {
            "number": "59",
            "text": "Sval t'ayex, max ex el t'a libre, masanto tze tup e multa smasanil."
        }
    ]
}