{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ha junel smilalxo heb' anima ix smolb'ej sb'ha t'a Jesús. Ix laj ste switz'ej sb'a heb', ix laj stek'laj yoc heb'. Axo Jesús chi' ix b'ab'laj alan t'a heb' sk'ayb'um: --Tzeyil wal he b'ha t'a yich span heb' fariseo, syalelk'ochi, aton schab'satil heb',"
        },
        {
            "number": "2",
            "text": "yujto jantacnhej tas k'ub'anel ticnaik, ol laj checlajelta. Yed' pax jantacnhej k'ub'eltac yaji, ol ojtacajeloc."
        },
        {
            "number": "3",
            "text": "Yuj chi' masanil tas tzeyal t'a k'ub'eltac, ol laj yab' heb' anima smasanil. Yed' pax masanil tastac slaj he sajlajoch t'a he chiquin, ol laj pucaxel t'a skal heb' anima smasanil."
        },
        {
            "number": "4",
            "text": "Swal t'ayex ex wamigo, manh ex xiv t'a heb' smilan he niwanil tik, yujto ayic slajwi ex smilan heb', malaj junocxo tas syal ex yutan heb'."
        },
        {
            "number": "5",
            "text": "Palta swal t'ayex mach b'aj yowalil tzex xiwi: Xiwanhec d'ha Dios. Aton jun syal yik'anel he k 'inal, slajwi chi' tzex yak'anb'at t'a infierno. Yuj chi' wal yel xiwanhec t'ay."
        },
        {
            "number": "6",
            "text": "Ilecnab' nok' cotac much, malaj yelk'och nok'. Ayic schonhchaj nok', owanh nok' t'a chab' cotac tumin, palta ha Dios max satlaj sk'ool t'a junok nok'."
        },
        {
            "number": "7",
            "text": "Ha ex xo tik, ek'alto eyelk'och t'a yichanh jantac nok' yunetac much chi'. Inatax xil he jolom, b'isb'il yuj Dios chi'. Yuj chi' manh ex och ilk'olal."
        },
        {
            "number": "8",
            "text": "Ha in swal t'ayex, yalnhej mach junok heb' tz'alan t'a yichanh heb' anima to wik heb', icha in pax ta', a in Ak'b'il in cot yuj Dios woch animail tik, ol wal heb' wicoc t'a yichanh heb' yángel Dios."
        },
        {
            "number": "9",
            "text": "Ha heb' tz'alan t'a yichanh heb' anima to manh wicoc heb', a in xo ol wal pax el t'a yichanh heb' yángel Dios to manh wicoc heb'."
        },
        {
            "number": "10",
            "text": "Ha heb' tz'alan junok chukal t'a in patic, a in Ak'b'il in cot yuj Dios woch animail tik, syal yak'ji lajwoc smul heb'. Axo heb' tz'alan junok chukal t'a spatic Yespíritu Dios, a jun mul chi', manhxo ol ek'b'atlaj."
        },
        {
            "number": "11",
            "text": "Ayic ol ex ik'jocb'at t'a spatil culto, ma tzex ik'jib'at t'a yichanh heb' winh juez, ma heb' winh yajal, manh eyak' pensar yuj tas ol eyutoc he colan he b'ha t'a heb', ma yuj tas ol eyala',"
        },
        {
            "number": "12",
            "text": "yujto ayic ol k'och stiempoal eyalani, a Yespíritu Dios ol alan t'ayex tas ol eyala', xchi Jesús t'a heb'."
        },
        {
            "number": "13",
            "text": "Ha t'a skal juntzanh anima chi', ay jun winh ix alan t'a Jesús: --Ach ko k'ayb'umal, al t'a winh wuk'tac to a tas aycan t'a winh yuj winh ko mam syak' nanhaloc wik winh yet'oc, xchi winh."
        },
        {
            "number": "14",
            "text": "Ix yalan Jesús t'a winh: --Ach wamigo, ¿tom ay mach ix ak'an wopisio woch juezal t'ayex, yic tzin pucanb'at juntzanh he k'ael chi'? xchi t'a winh."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yalan t'a heb' anima: --Tzeyil he b'a, tze tanhwej wal he b'a, yic malaj b'aj ol eyil he k'ool t'a junok tas, yujto wach'chom tzijtum tas ay t'ayonh, manh yujoc chi' tzalajk'olal tzonh ek' t'a yol yib'anhk’inal tik, xchi."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix yal jun ch'oxnab'il tik t'a heb': --Ay jun winh b'eyum, tzijtum sat tas syawej winh ix el t'a sat sluum."
        },
        {
            "number": "17",
            "text": "Ix snaub'tanhan winh: ¿Tas swutej? Manhxa b'aj syal in molancan sat tas ix wawej tik."
        },
        {
            "number": "18",
            "text": "Ix snaan winh icha tik: Ol in pojel juntzanh spatil sat wavb'en tik, ol in b'oan juntzanhocxo niwac. Ata' ol in molcanoch masanil tastac ix wawej yet' masanil in k'ael."
        },
        {
            "number": "19",
            "text": "Ol lajwoc chi', ol walan icha tik: Ha ticnaik, niwan tas ix in molb'ejcani, niwan tiempo ol in k'ana', yuj chi' syal wik'an wip ticnaik, syal tzin wa'i, swuk'an ha', jantacnhej tas tzin nib'ej. Syal wak'an tzalajb'oc in k'ool, xin chama, xchi winh."
        },
        {
            "number": "20",
            "text": "Palta ix yalan Dios t'a winh: Ha ach tik te malaj a pensar. D'a jun ak'wal tik ol ach chamoc. Ha juntzanh molb'ilcan tik uuj, ¿mach ay yico'? xchi Dios t'a winh."
        },
        {
            "number": "21",
            "text": "Icha chi' yaj heb' smolan sb'eyumal t'a yol yico', haxo t'a yic Dios meb'a' heb', xchi Jesús t'a heb' anima."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix yalan Jesús t'a heb' sk'ayb'um: --Swal t'ayex, manh eyak' pensar yuj tas ol ik'an yek' tiempo eyuuj. Yuj tas tze wa''a yet' pax yuj he pichul tzeyak'ochi."
        },
        {
            "number": "23",
            "text": "Ha Dios tz'ak'an ko k 'inal, ocxom tas sco wa''a, ¿tom manh ol yak'a'? Ha ix ak'an ko niwanil, ¿tom manh ol yak' pax ko pichul?"
        },
        {
            "number": "24",
            "text": "Ina nok' much, ¿tom ay tas syawej nok'? ¿tom ay tas sjach' nok'? Malaj yet'tal b'aj smolb'ej jab'oc swael nok', palta ha Dios tz'ak'annhej tas swa nok'. Ha ex xo pax tik, ek'al eyelk'och t'a yichanh nok' much chi'."
        },
        {
            "number": "25",
            "text": "¿Tom ay junok ex syal eyak'anoch nanhalocxo wara he teel yujto tzeyak' pensar?"
        },
        {
            "number": "26",
            "text": "Yuj chi' tato max techaj he b'oan juntzanh tas malaj yelk'ochi, ¿tas yuj tzeyak' pensar yuj juntzanhocxo tasi?"
        },
        {
            "number": "27",
            "text": "Ilec nab' te' xumac sq'uib'i. Max munlaj te', max ch'alwi te'. Wach'chom icha chi', ayic yek'nac winhaj rey Salomón t'a peka', te wach' yilji winh yet' spichul, palta maj tzak'wan yilji winh icha te' xumac chi'."
        },
        {
            "number": "28",
            "text": "Ha juntzanh te' chi', tonhej ayek' te' t'a caltac te', haxo t'a junxo k'u snhusjitz'a te' t'a yol horno. Wach'chom icha chi' yaj te', ha Dios tz'ak'an swach'il yilji te'. Yuj chi' a ex tik, yelxo wal ol yak' he pichul Dios, palta a ex pural tzeyak'och t'a he k'ool."
        },
        {
            "number": "29",
            "text": "Yuj chi' manh eyak' pensar yuj tas ol he wa''a, yet' yuj tas ol eyuk'ej."
        },
        {
            "number": "30",
            "text": "Ha heb' manh ojtannacoc Dios, aton t'a spatic juntzanh tik k'elanoch heb', palta yojtac Dios to ay tz'och juntzanh chi' cuuj, yujto ko Mam yaji."
        },
        {
            "number": "31",
            "text": "Yuj chi', aq'ek eyip he k'anab'ajan Dios Kajal. Tato icha chi' tze k'ulej, ol ak'jocpax masanil juntzanh chi' t'ayex."
        },
        {
            "number": "32",
            "text": "Ha ex tik, icha in calnel eyaji. Wach'chom jaywanh exnhej, palta manh ex och ilk'olal, yujto a ko Mam Dios ix ex ak'an och t'a yol sk'ab', yujto icha chi' ix el t'a sk'ool."
        },
        {
            "number": "33",
            "text": "Chonheccan el tastac ay t'ayex, aq'ek t'a heb' malaj yico'. Icha chi' ol aj smolchaj he b'eyumal t'a satcha’anh, ichoc t'a yol junok yet'tal malaj b'ak'uinh ol k'aoc. Ha jun chi' malaj b'ak'uinh ol lajwoc. Ata', malaj junok elk'um syal yelk'anelta. Anhejtona', manh ol och pax ijaxoc."
        },
        {
            "number": "34",
            "text": "Ha b'aj ay ko b'eyumal, ata' ayb'at ko pensar."
        },
        {
            "number": "35",
            "text": "Te lista tzeyutej he b'a icha heb' ayoch spichul, ay pax och scandil heb' stanhwani."
        },
        {
            "number": "36",
            "text": "Q'uinaloc ay heb' checab' wan stanhwan sjax spatrón t'a junok q'uinh nupnajel, sjax t'a spat. Ha sjawi, tz'awajochi, lista yaj heb' checab' chi' sjacanoch t'a elanhchamel. Icha syutej sb'a heb' checab' chi' stanhwani, icha chi' tzeyutej he b'a."
        },
        {
            "number": "37",
            "text": "Tato pitzan heb' checab' chi' ayic sjax spatrón heb' chi', te wach' yic heb'. Val yel swal t'ayex to a wal winh patrón chi' sb'oanem k'ojjab' heb' t'a mexa, tz'ak'ji wa heb' yuj winh."
        },
        {
            "number": "38",
            "text": "Wach'chom chimilak'walxo, ma ayto sk'ana', ta pitzan heb' schecab' chi', te wach' yic heb'."
        },
        {
            "number": "39",
            "text": "Nachajocab'el jun ab'ix tik eyuuj. Q'uinaloc ay junok winh ix och elk'um t'a yol spat, tato yojtac winh jantac hora sk'och jun elk'um chi', majam scha jacjoclaj spat winh chi'."
        },
        {
            "number": "40",
            "text": "Ha exxo pax tik, lista tzeyutej he b'a, tze maclani, yujto ayic manto in he na jawok, ol in ja jucnaj a in Ak'b'il in cot yuj Dios woch animail tik, xchi Jesús t'a heb'."
        },
        {
            "number": "41",
            "text": "Yuj chi' ix sk'anb'an winhaj Pedro t'ay: --Mamin, ¿cuujnhej a ma ix al jun ch'oxnab'il tik, ma yuj heb' anima smasanil? xchi winh."
        },
        {
            "number": "42",
            "text": "Yuj chi' ix yalan Jesús t'a heb': --¿Mach heb' sch'ox heb' checab' wach' chi' tze na'a? Q'uinaloc ay junok patrón, tato ay junok checab' sk'anab'ajani, jelan paxi, aton jun chi' tz'ak'jioch yopisio yoch mayordomoal yic syil heb' schecab' chi' smasanil, syak'an wa heb' t'a junjuntac el."
        },
        {
            "number": "43",
            "text": "Tato a jun checab' chi' wan smunlaj icha sgana spatrón, te wach' yico' ayic ol jax spatrón chi'."
        },
        {
            "number": "44",
            "text": "Val yel swal t'ayex to ol yak'och winh yilumaloc jantac tas ay t'ay."
        },
        {
            "number": "45",
            "text": "Palta q'uinaloc a jun checab' chi' snaani to manto ol ja spatrón chi', yuj chi' syamanoch smak'an heb' yetchecab'wumal chi' yet' heb' ix ix smunlaji, tonhej syak' sgana swa'i, syuk'an anh."
        },
        {
            "number": "46",
            "text": "Axo t'a junok k'u sna'a to manto ol jalaj winh spatrón chi', palta ha t'a jun k'u chi' ol jawok winh. Ta sjawi winh ayic manh tanhwab'iloc, manh naanoc yuj jun checab' chi', te niwan syaelal ol ak'jococh t'a yib'anh. Ol yak'anb'at winh t'a skal heb' maj ak'an och Dios t'a sk'ool."
        },
        {
            "number": "47",
            "text": "Q'uinaloc ay junok checab' ojtannac tas sgana spatrón t'ay. Palta manh listaoc syutej sb'a, max sk'anab'ajej paxi. Te niwan yaelal ol ochcan t'a yib'anh."
        },
        {
            "number": "48",
            "text": "Palta q'uinaloc ay jun checab' manh ojtannacoc tas sgana spatrón, sk'ulej juntzanh tas smoj tz'ak'jicot yaelal t'a yib'anh yuj, quennhej yaelal chi' ol cot t'a yib'anh. Ha heb' niwan tas ix ak'ji t'ay, niwan pax tas ol k'anb'aj t'a heb'. Yed' heb' niwan tas ix ak'jioch t'a yol sk'ab', niwan pax tas ol yak'xi entregar heb'."
        },
        {
            "number": "49",
            "text": "Ha in tik, in ja wak'och jun icha k'ak' t'a yol yib'anhk’inal tik. Comonoc wal wanxo sk'e tinhton sk'ak'al ticnaik."
        },
        {
            "number": "50",
            "text": "Ay wal jun niwan yaelal ol ja t'a wib'anh, ichato ol in ak'joc bautizar yuj. Tzin kus wal sik'lab'il ticnaik masanto ol ujok elk'ochi."
        },
        {
            "number": "51",
            "text": "¿Tom tze na a ex tik to in ja wak'och junk'olal t'a yol yib'anhk’inal tik? Swal eyab'i to maay. In jawi wak' spoj sb'a heb' anima."
        },
        {
            "number": "52",
            "text": "Q'uinaloc ay owanhoc t'a junok pat, ol och oxwanhoc ajk'olal t'a chawanhxo. Axo heb' chawanh chi' ol och ajk'olal pax t'a heb' oxwanh chi'. Icha chi' ol aj heb' anima t'a jun pekti’ tik."
        },
        {
            "number": "53",
            "text": "Ha heb' mamab'il, ol yak' owal heb' yet' heb' yuninal. Anheja' pax heb' ix nunab'il, ol yak' owal heb' ix yet' yune'. Ay pax heb' ix alib'al ol yak' owal yet' heb' ix yalib', xchi Jesús t'a heb'."
        },
        {
            "number": "54",
            "text": "Ix yalan juntzanhxo tik Jesús t'a heb' anima: --Ayic tzeyilan sk'e waan asun b'aj tz'em k'u, elanhchamel tzeyala' to ol yak' nhab'. Yel toni, icha chi' yaji."
        },
        {
            "number": "55",
            "text": "Axo yic scot ik' t'a sur, tzeyalani to ol q'uixnajoc. Yel tzeyala', sq'uixnaji."
        },
        {
            "number": "56",
            "text": "Palta a ex tik, chab' sat ex. Jelan snachajel juntzanh chi' eyuuj, juntzanh scot t'a satcha’anh yet' t'a yol yib'anhk’inal tik, palta ¿tas yuj max nachajel eyuuj tas syalelk'och jun pekti’ tik?"
        },
        {
            "number": "57",
            "text": "¿Tas yuj max he b'eyk'olej he b'a tato tojol tas tze k'ulej t'a yichanh Dios?"
        },
        {
            "number": "58",
            "text": "Q'uinaloc ay junok mach tz'ak'anoch tas t'a eyib'anh ticnaik, ayic wanto he b'at yet' t'a yol b'e, tzeyalan he b'a t'ay, yic maxtzac ex k'och t'a yichanh winh alcal. Yujto a winh alcal chi' ol ex ak'anoch t'a yol sk'ab' heb' winh polencía. Axo heb' winh ol ex ak'anoch t'a preso."
        },
        {
            "number": "59",
            "text": "Swal t'ayex, max ex el t'a libre, masanto tze tup he multa smasanil."
        }
    ]
}