{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ay juntzanh heb' ix k'och t'a Jesús, ix yalan yab'ixal juntzanh heb' aj Galilea heb', chajtil ix yutej winhaj Pilato smilancham heb' ayic wan yak'an juntzanh silab' heb' d'ha Dios."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yalan Jesús t'a heb': --¿Tzam he na tas yuj icha chi' ix aj heb' winh aj Galilea chi'? ¿Yuj am to te chuk heb' winh t'a yichanh juntzanh heb' yetchonhab' chi' tze na'a?"
        },
        {
            "number": "3",
            "text": "Swal t'ayex to maay. Ha ex tik, tato max he na he b'a yuj he mul, ol ex champax he masanil."
        },
        {
            "number": "4",
            "text": "Naeccot yuj 18 heb' anima chamnac yuj jun pat te chaanh steel lanhchajnac t'a Siloé. ¿Tas yuj icha chi' ajnac heb' tze na'a? ¿Tom te chuk heb' t'a yichanh juntzanhxo heb' yetchonhab' t'a Jerusalén chi'?"
        },
        {
            "number": "5",
            "text": "Swal t'ayex to maay. Ha ex tik, tato max he na he b'a yuj he mul, he masanil ol ex champaxoc, xchi Jesús t'a heb'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix yalan jun ab'ix tik t'a heb': --Ay jun winh awab'il jun te' higo yuj t'a sat sluum. Ix b'at winh yila' tato ay sat te', palta haxo ix k'och winh, malaj junok sat te' ix ilchaj yuj winh."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yalan winh t'a winh smunlaj t'a sluum chi': Ina yoxilxo ab'il in cajwi wek' in say junok sat te', palta malaj juneloc swil junok pitanh. Yuj chi' swal t'ayach, ch'aquel te'. Nab'anhej tz'ixtax lum lum macb'il tik yuj te', xchi winh."
        },
        {
            "number": "8",
            "text": "Axo winh smunlaj chi' ix alani: Mamin patrón, tanhwej junocxo ab'il. Ol wak'lej in d'ocan k'unb'oc lum t'a yich te', ol wak'an och abono t'a te',"
        },
        {
            "number": "9",
            "text": "talaj icha chi' ol yak' sat te'. Palta tato maay, ol in ch'acanel te' icha tzal chi', xchi winh, xchi Jesús."
        },
        {
            "number": "10",
            "text": "Ha t'a sk'ual ik'oj ip ix k'och Jesús t'a yol spatil culto, yic sk'ayb'ej heb' anima."
        },
        {
            "number": "11",
            "text": "Ayek' jun ix ix ta', 18 ab'ilxo yoch jun enemigo t'a ix. Ix coxob'ican snanhal ix, toxonhej nhojanem ix. Maxtzac yal-laj stojolb'ik'e linhan ix."
        },
        {
            "number": "12",
            "text": "Axo yic ix ilchaj ix yuj Jesús, ix avtajcot ix yuj, ix yalan t'a ix: --Ach ix, toxo ach colchaj t'a jun a yaelal tik, xchi t'a ix."
        },
        {
            "number": "13",
            "text": "Ix yak'anek' sk'ab' Jesús t'a yib'anh ix, wal t'a jun rato chi' ix tojolb'ik'e linhan ix. Ix och ijan ix yalan wach' lolonel d'ha Dios."
        },
        {
            "number": "14",
            "text": "Axo winh yajal b'aj ayek' heb' chi', ix cot yowal winh yujto a Jesús ix ak'an b'oxoc sk'ol jun ix ix chi' t'a sk'ual ik'oj ip, yuj chi' ix yalan winh t'a heb' anima ayek' ta': --Vaquenhej k'u smoj tzonh munlaj t'a yol semana. Ha t'a juntzanh k'ual chi' syal tzex ja he k'an b'oxoc he k'ool. Manhok t'a sk'ual ik'oj ip, xchi winh yajal chi'."
        },
        {
            "number": "15",
            "text": "Ix tak'wi Jesús t'a winh: --Ha ex tik, chab' sat ex. Q'uinaloc ay junok nok' he wacax, ma junok nok' he b'uru etzan t'a sk'ual ik'oj ip, ¿tom manh ol eyik'elta nok' yic b'at eyak'an yuk' ha' nok'?"
        },
        {
            "number": "16",
            "text": "Ha jun ix tik, yinhtilal Abraham ix. Ayxo 18 ab'il yamb'il ix yuj winh Satanás, ichato tzek'b'il ix yuj winh. ¿Tom manh smojoc scolchaj ix t'a jun syaelal tik yujto sk'ual ik'oj ip? xchi Jesús."
        },
        {
            "number": "17",
            "text": "Ayic ix yalan jun chi', masanil heb' ayoch ajk'olal t'ay, ix te q'uixwi heb'. Palta masanil juntzanhxo heb' anima, ix te tzalaj heb' yilan juntzanh tas ix sk'ulej Jesús chi', yujto te niwan yelk'och juntzanh milagro chi'."
        },
        {
            "number": "18",
            "text": "Ix yalan Jesús: --¿Chajtil ol aj sq'uib' sb'isul heb' anima tz'och t'a yol sk'ab' Dios tze na'a? Ol wal jun ab'ix tik eyab'i yic ol nachajel eyuuj."
        },
        {
            "number": "19",
            "text": "Ha jun chi' lajan icha sat anh mostaza ix yawej jun winh t'a sat sluum. Sq'uib' anh, lajan tz'aj anh yet' juntzanh te' niwac te'. Yuj chi' syal sway nok' much t'a sk'ab' anh, xchi Jesús."
        },
        {
            "number": "20",
            "text": "Ix yalan junxo ab'ix Jesús: --Ol wal junxo ab'ix t'ayex chajtil ol aj sq'uib' sb'isul heb' anima tz'och t'a yol sk'ab' Dios."
        },
        {
            "number": "21",
            "text": "Ha jun chi' lajan icha jab'oc yich pan syak'och jun ix ix t'a skal oxe' almul harina. Spajb'i masanil ixim yuj jab' yich pan chi', sipji ixim yuj, xchi Jesús."
        },
        {
            "number": "22",
            "text": "Anhejtona' wan sb'at Jesús t'a sb'eal Jerusalén, ix laj ek' t'a juntzanh chonhab' yet' t'a juntzanh aldea b'aj ix sk'ayb'ej heb' anima."
        },
        {
            "number": "23",
            "text": "Ay jun anima ix k'anb'an t'ay: --Mamin, ¿tom jaywannhej heb' ol colchajoc? xchi. Yuj chi' ix yalan Jesús:"
        },
        {
            "number": "24",
            "text": "--Hak'ek eyip eyoch t'a jun puerta yunenhej, yujto swal t'ayex to tzijtum heb' sgana yochi palta max yal-laj yoch heb'."
        },
        {
            "number": "25",
            "text": "Ha in tik, icha yajal pat waji. Tato tzin k'e linhan tzin macan in pat yacb'an ayexto ek' t'a sti' te' pat chi', ol ex awajochoc, Mamin, jac onh ochi, xe chama. Axo ol walani: Manh wojtacoc mach ex, xin chama."
        },
        {
            "number": "26",
            "text": "Palta a onh tik wanac onh, cuk'nac ha' ed'oc. Ha k'ayb'ejnac onh t'a yoltac calle, xe cham t'ayin."
        },
        {
            "number": "27",
            "text": "Axo ol walan t'ayex: Toxo ix wal t'ayex, manh ex wojtacoc. Elanhec he masanil, yujto anhej chukal tze k'ulej, xin cham t'ayex."
        },
        {
            "number": "28",
            "text": "Ato ta' ol ex siq'uik'oc eyoq'ui ayic ol eyilani, ayek' winhaj Abraham, winhaj Isaac, winhaj Jacob yet' smasanil heb' schecab' Dios ayxo ek' t'a yol sk'ab' Dios, a exxo tik, ayex kan elta t'a spatic."
        },
        {
            "number": "29",
            "text": "Yujto ay heb' ol cot t'a junjun chonhab', b'aj sja k'u, b'aj tz'em k'u, t'a norte yet' t'a sur, ol em k'ojan heb' swa t'a smexa heb' ayxo och t'a yol sk'ab' Dios chi'."
        },
        {
            "number": "30",
            "text": "Ay heb' malaj yelk'och ticnaik, haxo t'a jun pekti’ chi' niwan ol aj yelk'och heb'. Ay pax heb' niwan yelk'och ticnaik, haxo t'a jun pekti’ chi', malaj jab'oc ol aj yelk'och heb', xchi Jesús."
        },
        {
            "number": "31",
            "text": "Anheja' t'a jun k'u chi', ix k'och juntzanh heb' winh fariseo t'a Jesús, ix yalan heb' winh: --Elanh t'a tik, yujto sgana winhaj Herodes tzach smilchamoc, xchi heb' winh t'ay."
        },
        {
            "number": "32",
            "text": "Ix tak'wi Jesús chi' t'a heb' winh: --Ha winh chi', lajan winh icha nok' waax, ¿toc ay yelk'och nok'? Ixiquec, alec t'a winh: Ha ticnaik yet' k'ik'an swik'el heb' enemigo t'a heb' anima, ol laj b'oxoc heb' penaay wuuj. Axo chab'ej tzin wach' b'oan in munlajel tik, xchi Jesús, xe chi t'a winh."
        },
        {
            "number": "33",
            "text": "Palta a in tik, anheja' ol in b'at ticnaik, k'ik'an yet' chab'ej, yujto anhej t'a Jerusalén tzonh miljicham a onh schecab' onh Dios tik."
        },
        {
            "number": "34",
            "text": "Ha ex tik ex aj Jerusalén, chuk eyiko', tz'ok' wal in k'ol eyuuj. Tze milnhejcham heb' schecab' Dios. Axo juntzanhxo heb' schecjicot yuj Dios t'ayex, tonhej slaj he julcham heb' t'a k'een yax k'een. Tzijtum elxo in gana tzex wavtejcot t'ayin, icha junok nok' caxlanh syavtejcot yune', smoyk'e t'a yalanh sk'axil, palta max yal he k'ool tzex koti."
        },
        {
            "number": "35",
            "text": "Ab'ec. Ha jun he templo tik ol kan tzinan, yujto swal t'ayex to manhxo ol in eyil-laj, masanto ol eyal icha tik: Calec wach' lolonel t'a jun checb'ilcot yuj Dios Kajal, xe chama, xchi Jesús t'a heb'."
        }
    ]
}