{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun sk'ual ik'oj ip, aton t'a sábado, ix k'och Jesús vael t'a spat jun vinh yajal eb' vinh fariseo. Axo juntzanhxo eb' vinh yetfariseoal vinh ix maclan yila' tas ol yutej sb'a."
        },
        {
            "number": "2",
            "text": "Ata' ayek' jun vinh penaay yuj mal k'ab' oc t'a yichanh Jesús."
        },
        {
            "number": "3",
            "text": "Axo Jesús chi' ix k'anb'an t'a eb' vinh k'ayb'um t'a ley Moisés yet' t'a eb' vinh fariseo chi': --¿Ay am sleyal scak' b'oxoc sk'ol junok penaay t'a sk'ual ik'oj ip, mato maay? xchi t'a eb' vinh."
        },
        {
            "number": "4",
            "text": "Manhxalaj tas ix yal eb' vinh. Ichato chi' ix chaji vinh penaay chi' yuj Jesús, ix b'oxi sk'ool vinh yuj, ix yalan t'a vinh to spax vinh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix yalan t'a eb' vinh fariseo chi': --Q'uinaloc a ex tik ay junok eyuninal ma junok e vacax, sb'at t'a yol junok xab', ¿tom max b'at eyik'q'ueta t'a elanhchamel, wach'chom sk'ual ik'oj ip? xchi t'a eb' vinh."
        },
        {
            "number": "6",
            "text": "Majxo nachajlaj tas syutej eb' vinh spacan t'ay."
        },
        {
            "number": "7",
            "text": "Ix yilan Jesús tas ix yutej sb'a eb' avtab'il t'a jun vael. Snib'ej eb' tz'em k'ojjab' b'aj tz'em k'ojan eb' nivac vinac. Yuj chi' ix yalan jun tik t'a eb':"
        },
        {
            "number": "8",
            "text": "--Tato ay b'aj tzex avtaj t'a junok q'uinh nupnajel, manh ex em k'ojan t'a sk'ojnub' eb' nivac vinac. Talaj icha chi' ay junok vinh ek'al yelk'och t'ayex sk'och ta',"
        },
        {
            "number": "9",
            "text": "haxo vinh tzex avtan chi' tz'alan t'ayex: Elanh t'a te' xila tik, ak'b'at te' t'a vinh tik, tato xchi. Tzex q'uixvi, haxo t'a xila eb' malaj yelk'och tzex emcan k'ojan."
        },
        {
            "number": "10",
            "text": "Palta ayic tzex avtaji, tzex em k'ojan b'aj malaj val yelk'ochi, yic haxo sja vinh tzex avtan chi', syalan vinh t'ayex: Ach vamigo, ochanh t'a jun lugar b'aj tz'em k'ojan eb' nivac yelk'ochi, xcham vinh. Ichato chi', niwan tz'aj eyelk'och t'a yichanh eb' ayek' t'a mexa chi'."
        },
        {
            "number": "11",
            "text": "Yalnhej mach syik'chaanh sb'a, ol ik'joc emta. Axo eb' emnaquil syutej sb'a, ol ik'joc chaanh eb'."
        },
        {
            "number": "12",
            "text": "Ix yalanpax t'a vinh ix avtan eb' vael chi': --Ayic tza b'oan junok niwan vael, manh avtej eb' amigo, eb' uk'tac, eb' a k'ab' oc yet' eb' b'eyum t'a a lak'anil. Yujto ol ach yavtej pax eb' t'a yico', icha chi' ol a chaanxi spac chi'."
        },
        {
            "number": "13",
            "text": "Palta ayic tza b'oan junok niwan vael, tzavtej eb' meb'a', eb' elnac sk'ab', eb' max uji sb'eyi yet' eb' max uji yilani."
        },
        {
            "number": "14",
            "text": "Tato icha chi' tzutej, wach' ic syal chi', yujto wach'chom max a cha spac t'a eb', ol a cha spac ayic ol pitzvocxi eb' wach' sb'eyb'al, xchi Jesús t'a vinh."
        },
        {
            "number": "15",
            "text": "Ay jun vinh ayoch t'a skal eb' ayoch t'a jun mexa chi', ayic ix yab'an juntzanh chi' vinh, ix yalan vinh t'a Jesús: --Te wach' yic eb' ol och vael b'aj ayoch Dios Yajalil, xchi vinh."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix yal jun ab'ix tik Jesús: --Ha junel, ay jun vinh ixb’o’an jun niwan vael. Tzijtum eb' anima ix yavtej vinh."
        },
        {
            "number": "17",
            "text": "Axo ix k'och yorail jun vael chi', ix schecanb'at jun schecab' vinh, ix b'at yalan t'a eb' avtab'il, ix yalan t'a eb': Cotanhec. Ix k'och yorail yoch vael, wach'xo yaj smasanil, xchi t'a eb'."
        },
        {
            "number": "18",
            "text": "Palta ix laj sk'anan nivank'olal sb'a eb'. Ha jun vinh b'ab'el, ix yal vinh icha tik: Ay jun in lu'um toto ix in mana', yowalil b'at wila''. Sval in b'a t'ayach, aq'uin nivank'olal, xa chi, xchi vinh."
        },
        {
            "number": "19",
            "text": "Axo ix yalan junxo vinh: Ato val slajvi in manan oye' par in vacax tik, ol b'at vak'lej proval nok'. Ak'ab' nivank'olal, xa chi t'a vinh, xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix yalan junxo vinh: Toto ix och vetb'eyum, yuj chi' max yal-laj in b'ati, xa chi, xchi vinh."
        },
        {
            "number": "21",
            "text": "Yuj chi' a vinh checab' chi' ix alan juntzanh tik t'a spatrón. Ix cot yoval vinh patrón chi', ix yalan vinh icha tik: Ixic elanhchamel t'a yoltac calle t'a juntzanh b'e tzek' t'a cal chonhab' tik, tzik'cot eb' meb'a', eb' ay spaltail, eb' max uji sb'eyi yet' eb' max uji yilani, xchi vinh."
        },
        {
            "number": "22",
            "text": "Axo ix k'ochxi vinh schecab' chi' junelxo, ix yalan vinh t'a vinh: Mamin patrón, ix in k'anab'ajej tas ix ala', palta ayto sk'an sb'ud'ji, xchi vinh."
        },
        {
            "number": "23",
            "text": "Ix yalanxi vinh t'a vinh: Ixic t'a yoltac calle, t'a juntzanhxo b'e tzek' t'a yol chonhab' tik, tzak'an pural eb' scoti yic sb'ud'ji in pat tik yuj eb'."
        },
        {
            "number": "24",
            "text": "Yujto sval t'ayach, malaj junok eb' ix in b'ab'laj avtej ol wa t'a jun niwan vael tik, xchi vinh patrón chi', xchi Jesús."
        },
        {
            "number": "25",
            "text": "Tzijtum eb' anima ix och tzak'an yuj Jesús, yuj chi' ix meltzajb'at q'uelan t'a eb', ix yalani:"
        },
        {
            "number": "26",
            "text": "--Tato ay eb' sja t'ayin, palta ta más niwan yelk'och smam snun eb' t'a vichanh snaani, ma ix yetb'eyum, yuninal, eb' yuk'tac, eb' ix yanab', ma sq'uinal eb', tato icha chi', max yal-laj yoch eb' in k'ayb'umoc."
        },
        {
            "number": "27",
            "text": "Ha eb' sb'eyb'alan in b'eyb'al, sb'ecanpax cham sb'a eb' t'a te' culus vuuj, anhej eb' smoj yoch in k'ayb'umoc."
        },
        {
            "number": "28",
            "text": "Q'uinaloc ay junok ex tze nib'ej tze b'o junok niwan pat, ayic manto eyamoch e b'oani, ¿tom max ex em k'ojan tze naan yuj stojol tato k'ocb'il syab'i?"
        },
        {
            "number": "29",
            "text": "Tato maay, tonhej tzeyak'canem yich, haxo eb' anima tzex b'uchani."
        },
        {
            "number": "30",
            "text": "Syalan eb': Ha jun vinh tik, ix syamoch vinh sb'oan spat, palta maj b'olaj yuj vinh, xcham eb'."
        },
        {
            "number": "31",
            "text": "Q'uinaloc ay junok vinh rey van sb'at yak' oval yet' junocxo vinh rey, palta anhej lajunhe' mil soldado vinh yet'nac. Axo pax junxo vinh rey chi', ay 20 mil soldado vinh yet'nac. Ayic manto b'atlaj vinh, ¿tom max em k'ojan vinh snaan sik'lab'il tato stechaj yak'an jun oval chi' vinh?"
        },
        {
            "number": "32",
            "text": "Tato sna vinh to max techaj yuj, schecanb'at junok schecab' vinh t'a vinh yet'nac syak'an oval chi', yacb'an najatto van scot vinh, yic syalan vinh to tz'och eb' t'a junk'olal."
        },
        {
            "number": "33",
            "text": "Ichex pax ta', tato max eyactejcan jantac tas ay t'ayex, max yal eyoch in k'ayb'umoc."
        },
        {
            "number": "34",
            "text": "Ha atz'am atz'am, wach' ton atz'am. Palta q'uinaloc satel sk'achial atz'am, ¿tasto tz'aj sk'anchaji?"
        },
        {
            "number": "35",
            "text": "Manhxalaj tz'ochi, manhoc t'a lum lum, manhoc t'a abonoal, toxonhej syumchajeli. Ha juntzanh tzeyab' tik, naec val sik'lab'il, xchi Jesús t'a eb'."
        }
    ]
}