{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun sk'ual ik'oj ip, aton t'a sábado, ix k'och Jesús wael t'a spat jun winh yajal heb' winh fariseo. Axo juntzanhxo heb' winh yetfariseoal winh ix maclan yila' tas ol yutej sb'a."
        },
        {
            "number": "2",
            "text": "Ata' ayek' jun winh penaay yuj mal k'ab' oc t'a yichanh Jesús."
        },
        {
            "number": "3",
            "text": "Axo Jesús chi' ix k'anb'an t'a heb' winh k'ayb'um t'a ley Moisés yet' t'a heb' winh fariseo chi': --¿Ay am sleyal skak' b'oxoc sk'ol junok penaay t'a sk'ual ik'oj ip, mato maay? xchi t'a heb' winh."
        },
        {
            "number": "4",
            "text": "Manhxalaj tas ix yal heb' winh. Ichato chi' ix chaji winh penaay chi' yuj Jesús, ix b'oxi sk'ool winh yuj, ix yalan t'a winh to spax winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix yalan t'a heb' winh fariseo chi': --Q'uinaloc a ex tik ay junok eyuninal ma junok he wakax, sb'at t'a yol junok xab', ¿tom max b'at eyik'k'eta t'a elanhchamel, wach'chom sk'ual ik'oj ip? xchi t'a heb' winh."
        },
        {
            "number": "6",
            "text": "Majxo nachajlaj tas syutej heb' winh spakan t'ay."
        },
        {
            "number": "7",
            "text": "Ix yilan Jesús tas ix yutej sb'a heb' avtab'il t'a jun wael. Snib'ej heb' tz'em k'ojjab' b'aj tz'em k'ojan heb' niwac winak. Yuj chi' ix yalan jun tik t'a heb':"
        },
        {
            "number": "8",
            "text": "--Tato ay b'aj tzex avtaj t'a junok q'uinh nupnajel, manh ex em k'ojan t'a sk'ojnub' heb' niwac winak. Talaj icha chi' ay junok winh ek'al yelk'och t'ayex sk'och ta',"
        },
        {
            "number": "9",
            "text": "haxo winh tzex awtan chi' tz'alan t'ayex: Elanh t'a te' xila tik, ak'b'at te' t'a winh tik, tato xchi. Tzex q'uixwi, haxo t'a xila heb' malaj yelk'och tzex emkan k'ojan."
        },
        {
            "number": "10",
            "text": "Palta ayic tzex avtaji, tzex em k'ojan b'aj malaj wal yelk'ochi, yic haxo sja winh tzex awtan chi', syalan winh t'ayex: Ach wamigo, ochanh t'a jun lugar b'aj tz'em k'ojan heb' niwac yelk'ochi, xcham winh. Ichato chi', niwan tz'aj eyelk'och t'a yichanh heb' ayek' t'a mexa chi'."
        },
        {
            "number": "11",
            "text": "Yalnhej mach syik'chaanh sb'a, ol ik'joc emta. Axo heb' emnaquil syutej sb'a, ol ik'joc chaanh heb'."
        },
        {
            "number": "12",
            "text": "Ix yalanpax t'a winh ix awtan heb' wael chi': --Ayic tza b'oan junok niwan wael, manh avtej heb' amigo, heb' uk'tac, heb' a k'ab' oc yet' heb' b'eyum t'a a lak'anil. Yujto ol ach yavtej pax heb' t'a yico', icha chi' ol a chaanxi spak chi'."
        },
        {
            "number": "13",
            "text": "Palta ayic tza b'oan junok niwan wael, tzavtej heb' meb'a', heb' elnac sk'ab', heb' max uji sb'eyi yet' heb' max uji yilani."
        },
        {
            "number": "14",
            "text": "Tato icha chi' tzutej, wach' ic syal chi', yujto wach'chom max a cha spak t'a heb', ol a cha spak ayic ol pitzwokxi heb' wach' sb'eyb'al, xchi Jesús t'a winh."
        },
        {
            "number": "15",
            "text": "Ay jun winh ayoch t'a skal heb' ayoch t'a jun mexa chi', ayic ix yab'an juntzanh chi' winh, ix yalan winh t'a Jesús: --Te wach' yic heb' ol och wael b'aj ayoch Dios Yajalil, xchi winh."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix yal jun ab'ix tik Jesús: --Ha junel, ay jun winh ixb’o’an jun niwan wael. Tzijtum heb' anima ix yavtej winh."
        },
        {
            "number": "17",
            "text": "Axo ix k'och yorail jun wael chi', ix schekanb'at jun schekab' winh, ix b'at yalan t'a heb' avtab'il, ix yalan t'a heb': Cotanhec. Ix k'och yorail yoch wael, wach'xo yaj smasanil, xchi t'a heb'."
        },
        {
            "number": "18",
            "text": "Palta ix laj sk'anan niwank'olal sb'a heb'. Ha jun winh b'ab'el, ix yal winh icha tik: Ay jun in lu'um toto ix in mana', yowalil b'at wila''. Swal in b'a t'ayach, aq'uin niwank'olal, xa chi, xchi winh."
        },
        {
            "number": "19",
            "text": "Axo ix yalan junxo winh: Ato wal slajwi in manan oye' par in wakax tik, ol b'at wak'lej prowal nok'. Ak'ab' niwank'olal, xa chi t'a winh, xchi winh."
        },
        {
            "number": "20",
            "text": "Ix yalan junxo winh: Toto ix och wetb'eyum, yuj chi' max yal-laj in b'ati, xa chi, xchi winh."
        },
        {
            "number": "21",
            "text": "Yuj chi' a winh chekab' chi' ix alan juntzanh tik t'a spatrón. Ix cot yowal winh patrón chi', ix yalan winh icha tik: Ixic elanhchamel t'a yoltac calle t'a juntzanh b'e tzek' t'a kal chonhab' tik, tzik'cot heb' meb'a', heb' ay spaltail, heb' max uji sb'eyi yet' heb' max uji yilani, xchi winh."
        },
        {
            "number": "22",
            "text": "Axo ix k'ochxi winh schekab' chi' junelxo, ix yalan winh t'a winh: Mamin patrón, ix in k'anab'ajej tas ix ala', palta ayto sk'an sb'ud'ji, xchi winh."
        },
        {
            "number": "23",
            "text": "Ix yalanxi winh t'a winh: Ixic t'a yoltac calle, t'a juntzanhxo b'e tzek' t'a yol chonhab' tik, tzak'an pural heb' scoti yic sb'ud'ji in pat tik yuj heb'."
        },
        {
            "number": "24",
            "text": "Yujto swal t'ayach, malaj junok heb' ix in b'ab'laj avtej ol wa t'a jun niwan wael tik, xchi winh patrón chi', xchi Jesús."
        },
        {
            "number": "25",
            "text": "Tzijtum heb' anima ix och tzak'an yuj Jesús, yuj chi' ix meltzajb'at k'elan t'a heb', ix yalani:"
        },
        {
            "number": "26",
            "text": "--Tato ay heb' sja t'ayin, palta ta más niwan yelk'och smam snun heb' t'a wichanh snaani, ma ix yetb'eyum, yuninal, heb' yuk'tac, heb' ix yanab', ma sk'inal heb', tato icha chi', max yal-laj yoch heb' in k'ayb'umoc."
        },
        {
            "number": "27",
            "text": "Ha heb' sb'eyb'alan in b'eyb'al, sb'ekanpax cham sb'a heb' t'a te' culus wuuj, anhej heb' smoj yoch in k'ayb'umoc."
        },
        {
            "number": "28",
            "text": "Q'uinaloc ay junok ex tze nib'ej tze b'o junok niwan pat, ayic manto eyamoch he b'oani, ¿tom max ex em k'ojan tze naan yuj stojol tato k'ocb'il syab'i?"
        },
        {
            "number": "29",
            "text": "Tato maay, tonhej tzeyak'kanem yich, haxo heb' anima tzex b'uchani."
        },
        {
            "number": "30",
            "text": "Syalan heb': Ha jun winh tik, ix syamoch winh sb'oan spat, palta maj b'olaj yuj winh, xcham heb'."
        },
        {
            "number": "31",
            "text": "Q'uinaloc ay junok winh rey wan sb'at yak' owal yet' junocxo winh rey, palta anhej lajunhe' mil soldado winh yet'nac. Axo pax junxo winh rey chi', ay 20 mil soldado winh yet'nac. Ayic manto b'atlaj winh, ¿tom max em k'ojan winh snaan sik'lab'il tato stechaj yak'an jun owal chi' winh?"
        },
        {
            "number": "32",
            "text": "Tato sna winh to max techaj yuj, schekanb'at junok schekab' winh t'a winh yet'nac syak'an owal chi', yacb'an najatto wan scot winh, yic syalan winh to tz'och heb' t'a junk'olal."
        },
        {
            "number": "33",
            "text": "Ichex pax ta', tato max eyactejkan jantac tas ay t'ayex, max yal eyoch in k'ayb'umoc."
        },
        {
            "number": "34",
            "text": "Ha atz'am atz'am, wach' ton atz'am. Palta q'uinaloc satel sk'achial atz'am, ¿tasto tz'aj sk'anchaji?"
        },
        {
            "number": "35",
            "text": "Manhxalaj tz'ochi, manhoc t'a lum lum, manhoc t'a abonoal, toxonhej syumchajeli. Ha juntzanh tzeyab' tik, naec wal sik'lab'il, xchi Jesús t'a heb'."
        }
    ]
}