{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Masanil heb' winh tecumel alcabar yet' juntzanhxo heb' te chuk t'a yol sat heb' anima, ix k'och heb' t'a stz'ey Jesús smaclej yab' tas syala'."
        },
        {
            "number": "2",
            "text": "Yuj chi' a heb' winh fariseo yet' heb' winh k'ayb'um t'a ley Moisés, b'uchumtac slolon heb' winh t'a spatic Jesús chi', ix yalan heb' winh: --Ha jun winh tik schanhej heb' chuk sb'eyb'al winh sk'och t'ay. Ina swa winh yet' heb', xchi heb' winh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yal jun ch'oxnab'il tik Jesús t'a heb' winh:"
        },
        {
            "number": "4",
            "text": "--Q'uinaloc ay junok winh t'a he kal tik ay cienoc nok' scalnel. Tato ay junok nok' satcani, skan nok' yetb'eyum nok' chi' t'a junok ak'lic, sb'at winh say nok' satcan chi', masanto schax nok' yuj winh."
        },
        {
            "number": "5",
            "text": "Axo schaxk'och nok' chi', schelancot nok' winh. Ste tzalaj wal winh."
        },
        {
            "number": "6",
            "text": "Ayic sk'ochxi winh t'a spat, syavtancot heb' yamigo winh yet' heb' ay t'a slak'anil. Syalan winh t'a heb': Tzalajanhec wed'oc, yujto ix sat jun nok' in calnel. Palta toxo ix ilchajxi nok' wuuj, xchi winh t'a heb'."
        },
        {
            "number": "7",
            "text": "Anhejtona', q'uinaloc ay 99-oc anima, toxonton tojol spensar, manh yowaliloc sna sb'a heb' snaani, malaj tzalajk'olal t'a satcha’anh yuj heb'. Palta a in swal t'ayex, tato ay junok malaj swach'il sb'eyb'al, sna sb'a yuj smul, yelxo wal niwan tzalajk'olal yuj jun chi' t'a satcha’anh."
        },
        {
            "number": "8",
            "text": "Q'uinaloc ay junok ix ix ay lajunheoc stumin. Tato satb'at junok, syak'och staj ix, slaj smesanelta yol spat ix. Syak' wal snib'ej ix sayani masanto tz'ilchaji."
        },
        {
            "number": "9",
            "text": "Axo schax k'een yuj ix, smolb'an heb' ix swach'k'ool ix yet' heb' ay t'a slak'anil ix. Syalan ix t'a heb': Tzalajanhec wed'oc, yujto ay jun k'een in tumin ix sati. Axo ticnaik, ix chax k'een wuuj, xchi ix t'a heb'."
        },
        {
            "number": "10",
            "text": "Val yel swal t'ayex, icha pax chi' stzalaj Dios yet' heb' yángel t'a satcha’anh yuj junok anima chuk sb'eyb'al sna sb'ha t'a smul, xchi Jesús."
        },
        {
            "number": "11",
            "text": "Ix yalanpax junxo ab'ix tik Jesús: --Ay jun winh ay chawanh yuninal."
        },
        {
            "number": "12",
            "text": "Ha winh tzak'an unin ix alan t'a winh smam icha tik: Mamin, pojcan snanhal tastac ol ak'kan t'ayonh ato syala' jantac ol ak' t'ayin, xchi winh. Yuj chi', a winh mamab'il chi' ix pojancan t'a heb' winh."
        },
        {
            "number": "13",
            "text": "Jayeanto k'ual chi', ix laj schonhanel tastac ix ak'jican t'a winh yuj smam chi', ix b'at winh t'a junxo chonhab' te najat. Ata' ix b'at slajel stumin winh t'a juntzanh chukal."
        },
        {
            "number": "14",
            "text": "Ayic toxo ix lajwiel k'een tumin chi', ix ja jun niwan wejel t'a jun chonhab' chi'. Manhxalaj tas swa winh, syak' wal techaj wejel winh."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix b'at sk'an munlaj sb'a winh t'a jun winh ay t'a chonhab' chi'. Axo winh ix checanb'at winh t'a jun sluum tanhwoj chitam."
        },
        {
            "number": "16",
            "text": "Scham winh yuj wejel, yuj chi' ix snib'ej winh yab'lej tas syab'lej nok' chitam chi', palta malaj mach tz'ak'an jab'oc tas t'a winh."
        },
        {
            "number": "17",
            "text": "Ichato chi' ix snaan sb'a winh: ¿Tas yuj icha tik tzin k'ulej, swak'cham in b'a yuj wejel t'a tik, axom t'a winh in mam jantac am tas swa heb' smajan winh, syak' sobre tas swa heb'?"
        },
        {
            "number": "18",
            "text": "Más wach' tzin pax b'aj ay winh in mam chi'. Ol walan t'a winh: Mamin, ix och in mul d'ha Dios yet' t'ayach."
        },
        {
            "number": "19",
            "text": "Manhxo in al uninaloc. Ichocab' junok a majan tzin ajcani, xin chama, xchi winh."
        },
        {
            "number": "20",
            "text": "Ix meltzaj winh b'ian. Najatto wan scot winh, ix yilanb'at winh smam winh chi', ix te ok' sk'ool winh t'a winh. Ix b'at lemnaj winh schacot winh. Ix och lak'naj winh t'a winh, ix stz'ub'anelta sti' winh t'a tzalajk'olal."
        },
        {
            "number": "21",
            "text": "Ix yalan winh t'a winh smam chi': Mamin, ix och in mul d'ha Dios yet' t'ayach. Manhxo smojoc tzin al uninaloc, xchi winh."
        },
        {
            "number": "22",
            "text": "Axo winh mamab'il chi' ix alan t'a heb' smajan: Lemec, ik'eccot jun mojoc pichul te wach', tzeyak'anoch t'a winh wuninal tik. Tzeyak'anpax och junok colk'ab' t'a sk'ab' winh, tzeyak'anoch xanhab' winh."
        },
        {
            "number": "23",
            "text": "Slajwi chi', tzeyik'ancot junok nok' yune' wacax, aton nok' te b'ak'uech, tze milancham nok'. To ol och jun niwan wael, ol cak'anoch q'uinh."
        },
        {
            "number": "24",
            "text": "Yujto a winh wuninal tik, chamnacxo winh in naani, palta tob'an pitzan winh. Satnacb'at winh, haxo ticnaik ix jax winh t'ayin, xchi winh. Ichato chi', ix syamanoch heb' yak'anoch q'uinh chi'."
        },
        {
            "number": "25",
            "text": "Axo winh b'ab'el unin, ayb'at winh t'a smunlajel. Axo ix jax winh, ix yab'an winh ayoch son, wan yek' heb' chanhal."
        },
        {
            "number": "26",
            "text": "Yuj chi' ix yavtancot jun smajan winh smam winh chi', ix sk'anb'an winh t'ay: ¿Tas yuj ayoch jun q'uinh tik? xchi winh."
        },
        {
            "number": "27",
            "text": "Yuj winh uk'tac ix jaxi. Ha winh a mam ix checan miljoccham nok' yune' wacax b'ak'uech, yujto wach' sk'ool winh ix jax winh, malaj tas ix ik'an winh, xchi jun majan chi' t'a winh."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix cot yowal winh. Manhxalaj snib'ej winh yoch t'a yol pat. Yuj chi' ix elta winh smam winh chi', ix och ijan winh smontan winh yic tz'och winh."
        },
        {
            "number": "29",
            "text": "Palta ix yalan winh t'a winh smam chi': Ojtac jantacxo tiempo tzin munlaji, malaj b'aj ix in pitej in b'a t'ayach. Manta b'aj tzak' junok nok' yune' chiwa yic swak'och in q'uinh yet' heb' wamigo."
        },
        {
            "number": "30",
            "text": "Axo ticnaik ix jax winh uninal xid' satanel a tumin yet' heb' ix ajmul ix. Axo yuj winh tza milancham nok' wacax b'ak'uech, xchi winh t'a winh smam chi'."
        },
        {
            "number": "31",
            "text": "Axo ix yalan winh smam winh chi': Ach wuninal, ay achnhej ek' wed'oc. Masanil tas ay t'ayin icnhej yaji."
        },
        {
            "number": "32",
            "text": "Yuj chi' smoj ton cak'an och q'uinh yic tzonh tzalaji. Yujto a winh uk'tac tik, chamnacxo winh ko naani, tob'an pitzan winh. Satnac b'at winh, palta ix jax winh t'ayin, xchi winh mamab'il chi', xchi Jesús."
        }
    ]
}