{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Masanil eb' vinh tecumel alcabar yet' juntzanhxo eb' te chuc t'a yol sat eb' anima, ix k'och eb' t'a stz'ey Jesús smaclej yab' tas syala'."
        },
        {
            "number": "2",
            "text": "Yuj chi' a eb' vinh fariseo yet' eb' vinh k'ayb'um t'a ley Moisés, b'uchumtac slolon eb' vinh t'a spatic Jesús chi', ix yalan eb' vinh: --Ha jun vinh tik schanhej eb' chuc sb'eyb'al vinh sk'och t'ay. Ina sva vinh yet' eb', xchi eb' vinh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yal jun ch'oxnab'il tik Jesús t'a eb' vinh:"
        },
        {
            "number": "4",
            "text": "--Q'uinaloc ay junok vinh t'a e cal tik ay cienoc nok' scalnel. Tato ay junok nok' satcani, skan nok' yetb'eyum nok' chi' t'a junok ak'lic, sb'at vinh say nok' satcan chi', masanto schax nok' yuj vinh."
        },
        {
            "number": "5",
            "text": "Axo schaxk'och nok' chi', schelancot nok' vinh. Ste tzalaj val vinh."
        },
        {
            "number": "6",
            "text": "Ayic sk'ochxi vinh t'a spat, syavtancot eb' yamigo vinh yet' eb' ay t'a slak'anil. Syalan vinh t'a eb': Tzalajanhec ved'oc, yujto ix sat jun nok' in calnel. Palta toxo ix ilchajxi nok' vuuj, xchi vinh t'a eb'."
        },
        {
            "number": "7",
            "text": "Anhejtona', q'uinaloc ay 99-oc anima, toxonton tojol spensar, manh yovaliloc sna sb'a eb' snaani, malaj tzalajk'olal t'a satcha’anh yuj eb'. Palta a in sval t'ayex, tato ay junok malaj swach'il sb'eyb'al, sna sb'a yuj smul, yelxo val niwan tzalajk'olal yuj jun chi' t'a satcha’anh."
        },
        {
            "number": "8",
            "text": "Q'uinaloc ay junok ix ix ay lajunheoc stumin. Tato satb'at junok, syak'och staj ix, slaj smesanelta yol spat ix. Syak' val sgana ix sayani masanto tz'ilchaji."
        },
        {
            "number": "9",
            "text": "Axo schax q'uen yuj ix, smolb'an eb' ix swach'k'ool ix yet' eb' ay t'a slak'anil ix. Syalan ix t'a eb': Tzalajanhec ved'oc, yujto ay jun q'uen in tumin ix sati. Axo ticnaic, ix chax q'uen vuuj, xchi ix t'a eb'."
        },
        {
            "number": "10",
            "text": "Val yel sval t'ayex, icha pax chi' stzalaj Dios yet' eb' yángel t'a satcha’anh yuj junok anima chuc sb'eyb'al sna sb'ha t'a smul, xchi Jesús."
        },
        {
            "number": "11",
            "text": "Ix yalanpax junxo ab'ix tik Jesús: --Ay jun vinh ay chavanh yuninal."
        },
        {
            "number": "12",
            "text": "Ha vinh tzak'an unin ix alan t'a vinh smam icha tik: Mamin, pojcan snanhal tastac ol ak'kan t'ayonh ato syala' jantac ol ak' t'ayin, xchi vinh. Yuj chi', a vinh mamab'il chi' ix pojancan t'a eb' vinh."
        },
        {
            "number": "13",
            "text": "Jayeanto k'ual chi', ix laj schonhanel tastac ix ak'jican t'a vinh yuj smam chi', ix b'at vinh t'a junxo chonhab' te najat. Ata' ix b'at slajel stumin vinh t'a juntzanh chucal."
        },
        {
            "number": "14",
            "text": "Ayic toxo ix lajviel q'uen tumin chi', ix ja jun niwan vejel t'a jun chonhab' chi'. Manhxalaj tas sva vinh, syak' val techaj vejel vinh."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix b'at sk'an munlaj sb'a vinh t'a jun vinh ay t'a chonhab' chi'. Axo vinh ix checanb'at vinh t'a jun sluum tanhvoj chitam."
        },
        {
            "number": "16",
            "text": "Scham vinh yuj vejel, yuj chi' ix snib'ej vinh yab'lej tas syab'lej nok' chitam chi', palta malaj mach tz'ak'an jab'oc tas t'a vinh."
        },
        {
            "number": "17",
            "text": "Ichato chi' ix snaan sb'a vinh: ¿Tas yuj icha tik tzin k'ulej, svak'cham in b'a yuj vejel t'a tik, axom t'a vinh in mam jantac am tas sva eb' smajan vinh, syak' sobre tas sva eb'?"
        },
        {
            "number": "18",
            "text": "Más wach' tzin pax b'aj ay vinh in mam chi'. Ol valan t'a vinh: Mamin, ix och in mul d'ha Dios yet' t'ayach."
        },
        {
            "number": "19",
            "text": "Manhxo in al uninaloc. Ichocab' junok a majan tzin ajcani, xin chama, xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix meltzaj vinh b'ian. Najatto van scot vinh, ix yilanb'at vinh smam vinh chi', ix te ok' sk'ool vinh t'a vinh. Ix b'at lemnaj vinh schacot vinh. Ix och lak'naj vinh t'a vinh, ix stz'ub'anelta sti' vinh t'a tzalajk'olal."
        },
        {
            "number": "21",
            "text": "Ix yalan vinh t'a vinh smam chi': Mamin, ix och in mul d'ha Dios yet' t'ayach. Manhxo smojoc tzin al uninaloc, xchi vinh."
        },
        {
            "number": "22",
            "text": "Axo vinh mamab'il chi' ix alan t'a eb' smajan: Lemec, iq'ueccot jun mojoc pichul te wach', tzeyak'anoch t'a vinh vuninal tik. Tzeyak'anpax och junok colk'ab' t'a sk'ab' vinh, tzeyak'anoch xanhab' vinh."
        },
        {
            "number": "23",
            "text": "Slajvi chi', tzeyik'ancot junok nok' yune' vacax, aton nok' te b'ak'uech, tze milancham nok'. To ol och jun niwan vael, ol cak'anoch q'uinh."
        },
        {
            "number": "24",
            "text": "Yujto a vinh vuninal tik, chamnacxo vinh in naani, palta tob'an pitzan vinh. Satnacb'at vinh, haxo ticnaic ix jax vinh t'ayin, xchi vinh. Ichato chi', ix syamanoch eb' yak'anoch q'uinh chi'."
        },
        {
            "number": "25",
            "text": "Axo vinh b'ab'el unin, ayb'at vinh t'a smunlajel. Axo ix jax vinh, ix yab'an vinh ayoch son, van yek' eb' chanhal."
        },
        {
            "number": "26",
            "text": "Yuj chi' ix yavtancot jun smajan vinh smam vinh chi', ix sk'anb'an vinh t'ay: ¿Tas yuj ayoch jun q'uinh tik? xchi vinh."
        },
        {
            "number": "27",
            "text": "Yuj vinh uk'tac ix jaxi. Ha vinh a mam ix checan miljoccham nok' yune' vacax b'ak'uech, yujto wach' sk'ool vinh ix jax vinh, malaj tas ix ik'an vinh, xchi jun majan chi' t'a vinh."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix cot yoval vinh. Manhxalaj sgana vinh yoch t'a yol pat. Yuj chi' ix elta vinh smam vinh chi', ix och ijan vinh smontan vinh yic tz'och vinh."
        },
        {
            "number": "29",
            "text": "Palta ix yalan vinh t'a vinh smam chi': Ojtac jantacxo tiempo tzin munlaji, malaj b'aj ix in pitej in b'a t'ayach. Manta b'aj tzak' junok nok' yune' chiva yic svak'och in q'uinh yet' eb' vamigo."
        },
        {
            "number": "30",
            "text": "Axo ticnaic ix jax vinh uninal xid' satanel a tumin yet' eb' ix ajmul ix. Axo yuj vinh tza milancham nok' vacax b'ak'uech, xchi vinh t'a vinh smam chi'."
        },
        {
            "number": "31",
            "text": "Axo ix yalan vinh smam vinh chi': Ach vuninal, ay achnhej ek' ved'oc. Masanil tas ay t'ayin icnhej yaji."
        },
        {
            "number": "32",
            "text": "Yuj chi' smoj ton cak'an och q'uinh yic tzonh tzalaji. Yujto a vinh uk'tac tik, chamnacxo vinh co naani, tob'an pitzan vinh. Satnac b'at vinh, palta ix jax vinh t'ayin, xchi vinh mamab'il chi', xchi Jesús."
        }
    ]
}