{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan jun ab'ix tik Jesús t'a heb' sk'ayb'um: --Ay jun winh patrón te b'eyum. Ay jun winh smayordomo winh. Ix yab'an spekal winh to a winh smayordomo winh chi' wan satanel tastac ay t'a winh."
        },
        {
            "number": "2",
            "text": "Axo winh patrón chi' ix awtan winh, ix yalan winh: Ay juntzanh tas ix wab' t'a a patic. Yuj chi' ak' entregar a cuenta t'ayin. Manhxo ol ach munlaj t'a jun opisio tik t'ayin, xchi winh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix snaan winh mayordomo chi', ¿tas ol wutoc in b'a ticnaik? Ol in yik'el winh t'a wopisio, palta max uji junocxo munlajel wuuj. Tzin q'uixwi wek' t'a titac pat in k'an wa in b'a."
        },
        {
            "number": "4",
            "text": "Toxo ix in na ticnaik tas ol wutoc in b'a. Yuj chi' wach'chom malaj in munlajel, tekan ay heb' ol in chaanoch t'a yol spat, xchi winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix laj yavtancot heb' winh ay sb'oc t'a winh spatrón winh chi'. Ix sk'anb'an winh t'a winh ix b'ab'lajk'ochi: ¿Jantac a b'oc t'a winh patrón? xchi winh."
        },
        {
            "number": "6",
            "text": "Cien barril in b'oc aceite t'a winh, xchi winh. Inye, tato icha chi' a b'oc aceite chi', ina jun yumal a b'oc chi'. Elanhchamel tzach em k'ojan, tza b'oan junocxo, 50-nhej tza tz'ib'ejemi, xchi winh mayordomo chi' t'a winh."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix sk'anb'an winh t'a junxo winh: Xal ach, ¿jantac pax ic t'a winh? xchi winh. Ha in tik, cien quintal in b'oc trigo t'a winh, xchi junxo winh chi'. Tato icha chi', a tz'ajxikan t'a yumal a b'oc chi', 80-xonhej tza tz'ib'ejemi, xchi winh t'a winh."
        },
        {
            "number": "8",
            "text": "Ix yalan winh patrón chi' to te jelan ix yutej sb'a jun winh mayordomo chi' t'a elk'al. Yujto a heb' ay t'a yol yib'anhk’inal tik, te jelan syutej sb'a heb' t'a yichanh heb' ayoch sakil k'inal Dios t'ay."
        },
        {
            "number": "9",
            "text": "Ha in swal t'ayex, a k'een tumin, secojtak sk'anji k'een t'a chukal. Palta wach' tzeyamk'ab'ej k'een t'a wach'il, yic tz'aj eyamigo. Tato icha chi', ayic ol lajwoc yopisio k'een he tumin chi', ol ex chajoc t'a jun eyed'tal ay t'a junelnhej."
        },
        {
            "number": "10",
            "text": "Ha heb' tojol syutej sb'a yet' jab'oc tasi, anhejtona' tojol pax syutej sb'a heb' t'a jantac tas niwan ay t'ay. Ha heb' manh tojolok syutej sb'a yet' jab'oc tasi, anhejtona' manh tojolok ol yutoc sb'a heb' yet' junok niwan ol ak'joc t'ay."
        },
        {
            "number": "11",
            "text": "Yuj chi', tato manh tojolok tzeyutej he b'a yet' k'een tumin sk'anchaj t'a yol yib'anhk’inal tik, malaj mach ol ak'an junok b'eyumal niwan yelk'och t'a yol he k'ab'."
        },
        {
            "number": "12",
            "text": "Tato manh tojolok tzeyutej he b'ha t'a junok tas ch'oc mach ay yico', malaj mach ol ak'an junok eyiko'."
        },
        {
            "number": "13",
            "text": "Malaj junok mach syal yak'an serwil chawanhoc spatrón, yujto ay jun malaj yelk'och t'ay. Axo junxo te niwan yelk'och t'ay. Wach' syutej sb'ha t'a junok, haxo t'a junxo chuk syutej sb'a. Max yal-laj kak'an serwil Dios yet' k'een tumin, xchi Jesús t'a heb'."
        },
        {
            "number": "14",
            "text": "Axo heb' winh fariseo, anhej t'a k'een tumin ayoch spensar heb' winh. Yuj chi', ayic ix yab'an jun chi' heb' winh, ix b'uchwaj heb' winh t'a Jesús."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jesús chi' t'a heb' winh: --Ha ex pax tik, t'a yichanh heb' anima, wach' tzeyutej he b'a. Axo pax Dios yojtak tas yaj he pensar. Ay juntzanh tas niwan yelk'och t'a yichanh heb' anima, haxo t'a yichanh Dios, chacb'ileli."
        },
        {
            "number": "16",
            "text": "Anhej ley Moisés yet' juntzanh tas tz'ib'ab'ilkan yuj heb' schekab' Dios t'a peka' aykanoch yopisio masantax ix ulek' winhaj Juan winh ak'jinac bautizar. Axo ticnaik, atax ix ulek' winh ix elkan yich yaljiel jun wach' ab'ix chajtil tz'aj yoch heb' anima t'a yol sk'ab' Dios. Yuj chi' masanil heb' syak' yip yoch t'a yol sk'ab' Dios."
        },
        {
            "number": "17",
            "text": "Wach'chom ol lajwoc ek' satcha’anh yet' yol yib'anhk’inal tik, haxo pax jun ley chi', wach'chom junok letra, malaj wal junok b'aj manh ol elk'och tas syala'."
        },
        {
            "number": "18",
            "text": "Ha junok winh spuk sb'a yet' ix yetb'eyum, syik'an junocxo ix, tz'em winh ajmulal. Tato ay junok winh tz'ik'an pax junok ix spuknac sb'a yet' winh yetb'eyum chi', tz'empax winh ajmulal."
        },
        {
            "number": "19",
            "text": "Ha junel ay jun winh te b'eyum. Wach' sb'o winh yet' spichul te caro stojol. Junjun k'u syak'an q'uinh winh, tzijtum tas syak' chijoc winh."
        },
        {
            "number": "20",
            "text": "Ay pax jun winh meb'a' scuch Lázaro, ayk'e yab'il yaxk'ha t'a winh. Tz'em k'ojan winh t'a sat lu'um t'a sti' spuertail spat winh b'eyum chi'."
        },
        {
            "number": "21",
            "text": "Ha winh meb'a' chi', snib'ej winh swa jab'oc juntzanh sk'ajil wael tz'em t'a yalanh smexa winh b'eyum chi'. Axo nok' tz'i' b'at lek'anel sat yab'il yaxk'a ayk'e chi' t'a winh."
        },
        {
            "number": "22",
            "text": "Ix k'och sk'ual ix cham winh meb'a' chi', haxo heb' ángel ix ik'anb'at winh t'a swach'ilal b'aj ayek' winhaj Abraham. Ix k'och pax sk'ual ix cham winh b'eyum chi'. Ix mucchaj winh."
        },
        {
            "number": "23",
            "text": "Ix k'och spixan winh b'aj ay spixan heb' chamnacxo. Axo yic wan yab'an syail winh, ix k'e k'elan winh, najatto ix yilb'at winhaj Abraham chi' winh. Ayek' winhaj Lázaro t'a stz'ey winh."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix awaj winh b'eyum chi' icha tik: Mamin Abraham, ok'okab' a k'ool t'ayin. Checcot winhaj Lázaro chi', sch'ayan yiximal sk'ab' winh, tzul yak'anoch winh t'a snhi' wak' yic siclab' jab'oc, yujto max techaj wab'an syail t'a kal k'ak' tik, xchi winh."
        },
        {
            "number": "25",
            "text": "Axo ix yalan winhaj Abraham chi': Ha ach tik, nacoti to te wach' ach ek' t'a yol yib'anhk’inal, haxo winhaj Lázaro tik, t'a syaelal ix ek' winh. Ha ticnaik jun, wan schaan sniwanil sk'ol winh t'a tik. Anhejtona' ach, wan ab'an syail ta'."
        },
        {
            "number": "26",
            "text": "Ha junxo swala', ay jun niwan xab' olan t'a ko kal eyed'oc. Yuj chi', wach'chom ay heb' ay t'a tik, snib'ej sk'axpaj ta', max yal-laj. Anhejtona' ex, max yal-laj he k'axpajek' ta' t'a tik, xchi winh."
        },
        {
            "number": "27",
            "text": "Tato icha chi' jun mamin, comonoc tza checb'at winhaj Lázaro chi' t'a spat winh in mam."
        },
        {
            "number": "28",
            "text": "Ata' ay owanh heb' winh wuk'tac. Syalan winh yab' heb' winh yic wach' manh ol ja heb' winh wed' t'a skal yaelal tik, xchi winh."
        },
        {
            "number": "29",
            "text": "Ix yalan winhaj Abraham chi': Ha t'a heb' ayek' juntzanh tas stz'ib'ejnakkan Moisés yet' heb' schekab' Dios. Yak'okab'och heb' t'a sk'ool tas syal juntzanh chi', xchi winh."
        },
        {
            "number": "30",
            "text": "Manh k'ocb'iloc jun chi' mamin, palta tato ol pitzwokxi junok t'a skal heb' chamnac yal yab' heb', ol ton sna sb'a heb', xchi winh."
        },
        {
            "number": "31",
            "text": "Ix yalanxi winhaj Abraham chi': Tato max yak'och sk'ol heb' t'a tas stz'ib'ejnakkan Moisés yet' heb' schekab' Dios chi', wach'chom ay junok ol pitzwoc t'a skal heb' chamnac, anhejtona' manh ol yak'och heb' t'a sk'ool, xchi winhaj Abraham chi' t'a winh, xchi Jesús."
        }
    ]
}