{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan jun ab'ix tic Jesús d'a eb' sk'ayb'um: --Ay jun vinh patrón te b'eyum. Ay jun vinh smayordomo vinh. Ix yab'an specal vinh to a vinh smayordomo vinh chi' van satanel tastac ay d'a vinh."
        },
        {
            "number": "2",
            "text": "Axo vinh patrón chi' ix avtan vinh, ix yalan vinh: Ay juntzanh tas ix vab' d'a a patic. Yuj chi' ak' entregar a cuenta d'ayin. Manhxo ol ach munlaj d'a jun opisio tic d'ayin, xchi vinh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix snaan vinh mayordomo chi', ¿tas ol vutoc in b'a ticnaic? Ol in yiq'uel vinh d'a vopisio, palta max uji junocxo munlajel vuuj. Tzin q'uixvi vek' d'a titac pat in k'an va in b'a."
        },
        {
            "number": "4",
            "text": "Toxo ix in na ticnaic tas ol vutoc in b'a. Yuj chi' vach'chom malaj in munlajel, tecan ay eb' ol in chaanoch d'a yol spat, xchi vinh."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi', ix laj yavtancot eb' vinh ay sb'oc d'a vinh spatrón vinh chi'. Ix sk'anb'an vinh d'a vinh ix b'ab'lajk'ochi: ¿Jantac a b'oc d'a vinh patrón? xchi vinh."
        },
        {
            "number": "6",
            "text": "Cien barril in b'oc aceite d'a vinh, xchi vinh. Inye, tato icha chi' a b'oc aceite chi', ina jun yumal a b'oc chi'. Elanhchamel tzach em k'ojan, tza b'oan junocxo, 50-nhej tza tz'ib'ejemi, xchi vinh mayordomo chi' d'a vinh."
        },
        {
            "number": "7",
            "text": "Ix lajvi chi', ix sk'anb'an vinh d'a junxo vinh: Xal ach, ¿jantac pax ic d'a vinh? xchi vinh. A in tic, cien quintal in b'oc trigo d'a vinh, xchi junxo vinh chi'. Tato icha chi', a tz'ajxican d'a yumal a b'oc chi', 80-xonhej tza tz'ib'ejemi, xchi vinh d'a vinh."
        },
        {
            "number": "8",
            "text": "Ix yalan vinh patrón chi' to te jelan ix yutej sb'a jun vinh mayordomo chi' d'a elk'al. Yujto a eb' ay d'a yolyib'anhq'uinal tic, te jelan syutej sb'a eb' d'a yichanh eb' ayoch saquilq'uinal Dios d'ay."
        },
        {
            "number": "9",
            "text": "A in sval d'ayex, a q'uen tumin, secojtac sk'anji q'uen d'a chucal. Palta vach' tzeyamk'ab'ej q'uen d'a vach'il, yic tz'aj eyamigo. Tato icha chi', ayic ol lajvoc yopisio q'uen e tumin chi', ol ex chajoc d'a jun eyed'tal ay d'a junelnhej."
        },
        {
            "number": "10",
            "text": "A eb' tojol syutej sb'a yed' jab'oc tasi, anhejtona' tojol pax syutej sb'a eb' d'a jantac tas nivan ay d'ay. A eb' manh tojoloc syutej sb'a yed' jab'oc tasi, anhejtona' manh tojoloc ol yutoc sb'a eb' yed' junoc nivan ol ak'joc d'ay."
        },
        {
            "number": "11",
            "text": "Yuj chi', tato manh tojoloc tzeyutej e b'a yed' q'uen tumin sk'anchaj d'a yolyib'anhq'uinal tic, malaj mach ol ak'an junoc b'eyumal nivan yelk'och d'a yol e k'ab'."
        },
        {
            "number": "12",
            "text": "Tato manh tojoloc tzeyutej e b'a d'a junoc tas ch'oc mach ay yico', malaj mach ol ak'an junoc eyico'."
        },
        {
            "number": "13",
            "text": "Malaj junoc mach syal yak'an servil chavanhoc spatrón, yujto ay jun malaj yelk'och d'ay. Axo junxo te nivan yelk'och d'ay. Vach' syutej sb'a d'a junoc, axo d'a junxo chuc syutej sb'a. Max yal-laj cak'an servil Dios yed' q'uen tumin, xchi Jesús d'a eb'."
        },
        {
            "number": "14",
            "text": "Axo eb' vinh fariseo, anhej d'a q'uen tumin ayoch spensar eb' vinh. Yuj chi', ayic ix yab'an jun chi' eb' vinh, ix b'uchvaj eb' vinh d'a Jesús."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jesús chi' d'a eb' vinh: --A ex pax tic, d'a yichanh eb' anima, vach' tzeyutej e b'a. Axo pax Dios yojtac tas yaj e pensar. Ay juntzanh tas nivan yelk'och d'a yichanh eb' anima, axo d'a yichanh Dios, chacb'ileli."
        },
        {
            "number": "16",
            "text": "Anhej ley Moisés yed' juntzanh tas tz'ib'ab'ilcan yuj eb' schecab' Dios d'a peca' aycanoch yopisio masantax ix ulek' vinhaj Juan vinh ak'jinac bautizar. Axo ticnaic, atax ix ulek' vinh ix elcan yich yaljiel jun vach' ab'ix chajtil tz'aj yoch eb' anima d'a yol sk'ab' Dios. Yuj chi' masanil eb' syak' yip yoch d'a yol sk'ab' Dios."
        },
        {
            "number": "17",
            "text": "Vach'chom ol lajvoc ek' satchaanh yed' yolyib'anhq'uinal tic, axo pax jun ley chi', vach'chom junoc letra, malaj val junoc b'aj manh ol elk'och tas syala'."
        },
        {
            "number": "18",
            "text": "A junoc vinh spuc sb'a yed' ix yetb'eyum, syik'an junocxo ix, tz'em vinh ajmulal. Tato ay junoc vinh tz'ik'an pax junoc ix spucnac sb'a yed' vinh yetb'eyum chi', tz'empax vinh ajmulal."
        },
        {
            "number": "19",
            "text": "A junel ay jun vinh te b'eyum. Vach' sb'o vinh yed' spichul te caro stojol. Junjun k'u syak'an q'uinh vinh, tzijtum tas syak' chijoc vinh."
        },
        {
            "number": "20",
            "text": "Ay pax jun vinh meb'a' scuch Lázaro, ayq'ue yab'il yaxk'a d'a vinh. Tz'em k'ojan vinh d'a sat luum d'a sti' spuertail spat vinh b'eyum chi'."
        },
        {
            "number": "21",
            "text": "A vinh meb'a' chi', snib'ej vinh sva jab'oc juntzanh sk'ajil vael tz'em d'a yalanh smexa vinh b'eyum chi'. Axo nok' tz'i' b'at lek'anel sat yab'il yaxk'a ayq'ue chi' d'a vinh."
        },
        {
            "number": "22",
            "text": "Ix k'och sk'ual ix cham vinh meb'a' chi', axo eb' ángel ix ik'anb'at vinh d'a svach'ilal b'aj ayek' vinhaj Abraham. Ix k'och pax sk'ual ix cham vinh b'eyum chi'. Ix mucchaj vinh."
        },
        {
            "number": "23",
            "text": "Ix k'och spixan vinh b'aj ay spixan eb' chamnacxo. Axo yic van yab'an syail vinh, ix q'ue q'uelan vinh, najatto ix yilb'at vinhaj Abraham chi' vinh. Ayek' vinhaj Lázaro d'a stz'ey vinh."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix avaj vinh b'eyum chi' icha tic: Mamin Abraham, ok'ocab' a k'ool d'ayin. Checcot vinhaj Lázaro chi', sch'ayan yiximal sk'ab' vinh, tzul yak'anoch vinh d'a snhi' vak' yic siclab' jab'oc, yujto max techaj vab'an syail d'a cal k'ak' tic, xchi vinh."
        },
        {
            "number": "25",
            "text": "Axo ix yalan vinhaj Abraham chi': A ach tic, nacoti to te vach' ach ek' d'a yolyib'anhq'uinal, axo vinhaj Lázaro tic, d'a syaelal ix ek' vinh. A ticnaic jun, van schaan snivanil sk'ol vinh d'a tic. Anhejtona' ach, van ab'an syail ta'."
        },
        {
            "number": "26",
            "text": "A junxo svala', ay jun nivan xab' olan d'a co cal eyed'oc. Yuj chi', vach'chom ay eb' ay d'a tic, sgana sk'axpaj ta', max yal-laj. Anhejtona' ex, max yal-laj e k'axpajek' ta' d'a tic, xchi vinh."
        },
        {
            "number": "27",
            "text": "Tato icha chi' jun mamin, comonoc tza checb'at vinhaj Lázaro chi' d'a spat vinh in mam."
        },
        {
            "number": "28",
            "text": "Ata' ay ovanh eb' vinh vuk'tac. Syalan vinh yab' eb' vinh yic vach' manh ol ja eb' vinh ved' d'a scal yaelal tic, xchi vinh."
        },
        {
            "number": "29",
            "text": "Ix yalan vinhaj Abraham chi': A d'a eb' ayek' juntzanh tas stz'ib'ejnaccan Moisés yed' eb' schecab' Dios. Yak'ocab'och eb' d'a sk'ool tas syal juntzanh chi', xchi vinh."
        },
        {
            "number": "30",
            "text": "Manh k'ocb'iloc jun chi' mamin, palta tato ol pitzvocxi junoc d'a scal eb' chamnac yal yab' eb', ol ton sna sb'a eb', xchi vinh."
        },
        {
            "number": "31",
            "text": "Ix yalanxi vinhaj Abraham chi': Tato max yak'och sk'ol eb' d'a tas stz'ib'ejnaccan Moisés yed' eb' schecab' Dios chi', vach'chom ay junoc ol pitzvoc d'a scal eb' chamnac, anhejtona' manh ol yak'och eb' d'a sk'ool, xchi vinhaj Abraham chi' d'a vinh, xchi Jesús."
        }
    ]
}