{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jesús t'a heb' sk'ayb'um: --Ay juntzanh tastac tz'ik'an somchajel spensar heb' anima, palta a wal mach tz'ak'an somchajel spensar heb' yetanimail, te chuk yico'."
        },
        {
            "number": "2",
            "text": "Octom b'ab'el spixjioch junok niwaquil k'een t'a sjaj, syumjikanb'at t'a yol ha' mar yic sjik' ha' schami, yacb'an manto yak' somchaj spensar junok uninto. Tato icha chi', te wach' yico'."
        },
        {
            "number": "3",
            "text": "Yuj chi' tzeyil wal he b'a. Tato ay junok eyetanimail tz'och smul t'ayex, tzeyal t'ay. Tato sna sb'a, tzeyak' niwank'olal."
        },
        {
            "number": "4",
            "text": "Wach'chom uquel tz'och smul t'ayex t'a junok k'u, palta uquel sb'at yalxi sb'a t'ayex syalan icha tik: Hak'uin niwank'olal, manhxo ol in k'ulej junelxo, tato xchi, yowalil tzeyak' niwank'olal, xchi Jesús."
        },
        {
            "number": "5",
            "text": "Ha heb' schekab' Jesús ix alan t'ay: --Ochanh qued'oc yic sko wach' ak'ejoch Dios t'a ko k'ool, xchi heb'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yalan t'a heb': --Tato yel tzeyak'och Dios t'a he k'ool, wach'chom jab'nhej, icha quilan junok pitanh sat anh mostaza, ol yal eyalan t'a jun niwan te' tik: Q'ueanhcot yet' sch'anhal ib'. Tzach b'atkan t'a yol ha' mar. B'at awejempax a b'a ta', tato xe chi, ol sk'anab'ajej te' icha tzeyal chi'."
        },
        {
            "number": "7",
            "text": "Q'uinaloc ay junok ko chekab' tzonh ak'an serwil. Tato ayb'at t'a ko munlajel, mato ayb'at iloj kalnel, ma iloj wakax, haxo yic sjaxi, ¿tom naan kalan t'ay? Ochanh, emanh k'ojan, wa''anh, ¿tom xco chi t'ay?"
        },
        {
            "number": "8",
            "text": "Maay jun. Tekan icha tik scutej kalan t'ay: Q'uexel a b'a, b'iquel a k'ab'. Tza b'oan in wael, tzak'ancot t'ayin. Ichato chi' ol ach wa ach tik, xco chi t'ay."
        },
        {
            "number": "9",
            "text": "¿Tom skak' yuj diosal t'ay yujnhej to ix sk'anab'ajej tas ix kal chi'? Maay."
        },
        {
            "number": "10",
            "text": "Icha jun chekab' chi', ichex ta'. Ayic toxo ix lajwi he k'anab'ajan masanil schecnab'il Dios, smoj tzeyal icha tik: Te malaj wach' cochi, anhej juntzanh tas ix checji ko k'ulej ix ko b'o'o, xe chi, xchi Jesús t'a heb'."
        },
        {
            "number": "11",
            "text": "Axo Jesús, anheja' sb'at t'a sb'eal Jerusalén, ix k'och t'a smojonal Samaria yet' Galilea."
        },
        {
            "number": "12",
            "text": "Ayic ix k'och t'a jun aldea, ay lajunhwanh heb' winh penaay yuj jun yab'il scuch lepra. Yuj chi' maj snitzochlaj sb'a heb' winh t'a stz'ey Jesús,"
        },
        {
            "number": "13",
            "text": "tonhej ix awajcot heb' winh t'ay: --Mamin Jesús, ok'oc wal a k'ool t'ayonh, xchicot heb' winh."
        },
        {
            "number": "14",
            "text": "Axo ix iljib'at heb' yuj Jesús, ix yalanb'at t'a heb': --Ixiquec, ix ch'oxec he b'ha t'a heb' sacerdote, xchi t'a heb' winh. Yacb'an wan sb'ey heb' winh, ipan sb'oxi heb' winh."
        },
        {
            "number": "15",
            "text": "Ay jun winh t'a skal heb' winh chi', ayic ix yilan winh to toxo ix b'o sk'ool, ix meltzaj winh, ix och ijan winh yalan wach' lolonel d'ha Dios, ix awaj wal chaanh winh."
        },
        {
            "number": "16",
            "text": "Ix jawi winh t'a yichanh Jesús, ix em cumnaj winh t'a sat lu'um yic syak'an yuj diosal winh t'ay. Aj Samaria jun winh chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yalan Jesús: --¿Tom manh lajunhwanhoc heb' winh ix b'oxi sk'ool? ¿B'aj ay b'alunhwanhxo heb' winh chi'?"
        },
        {
            "number": "18",
            "text": "Ha jun winh tik, ch'oc chonhab'il winh, palta anhej winh ix ul alan wach' lolonel d'ha Dios."
        },
        {
            "number": "19",
            "text": "Ix yalan Jesús t'a winh: --Q'ueanh waan, paxanh. Ach b'oxi yujto in ak'och t'a a k'ool, xchi t'a winh."
        },
        {
            "number": "20",
            "text": "Ay juntzanh heb' winh fariseo ix k'anb'an t'a Jesús: --¿B'aq'uinh wal ol och Dios Cajaloc? xchi heb' winh t'ay. --Ayic ol och Dios Cajaloc, max yal-laj quilan yet' ko sat."
        },
        {
            "number": "21",
            "text": "Max yal-laj kalani: Ayek' t'a tik, ma ayek' t'a chi', manh xco chioc, yujto ha t'a ko pixan tz'och Yajalil, xchi Jesús t'a heb' winh."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi' ix yalan t'a heb' sk'ayb'um: --Ay wal jun pekti’ ol jawok, ol eyalan icha tik: Tzoc wal jax junelxo jun Ak'b'ilcot yuj Dios t'a ko kal tik, wach'chom junnhejlaj k'ual, xe chama. Palta manhxo ol jalaj."
        },
        {
            "number": "23",
            "text": "Ay heb' ol alanoc: Ina yajek' t'a tik, ma ina yajek' t'a chi', xcham heb', palta manh ex b'atoc, manh ex och tzak'an yuj heb'."
        },
        {
            "number": "24",
            "text": "Yujto icha wal yek' copnaj lheb'lon, sakb'i smasanil satcha’anh yuj, icha chi' ol aj in ja t'a jun k'ual a in Ak'b'il in cot yuj Dios woch animail tik."
        },
        {
            "number": "25",
            "text": "Palta yowalil ol in b'ab'laj ab'ej wal syail sik'lab'il. Ol in spatiquejel heb' anima t'a jun pekti’ tik."
        },
        {
            "number": "26",
            "text": "Ayic ol in jaxoc, lajan ol aj icha jun pekti’ ayic yek'nac winhaj Noé."
        },
        {
            "number": "27",
            "text": "Yujto a heb' anima t'a jun pekti’ chi', ichnhejta' yek' k'u yuj heb': Swa heb', syuk'an ha' heb', ay heb' wan yoch yetb'eyum, ay heb' wan sk'anji yisil. Max snalaj heb' tato ay tas ol ja t'a yib'anh heb'. Icha chi' yek' tiempo yuj heb' masanto k'och sk'ual yoch winhaj Noé chi' t'a yol te' arca. Aton ta' cotnac jun niwan ha' mucwajum, laj cham heb' smasanil."
        },
        {
            "number": "28",
            "text": "Icha pax chi', ujinac t'a stiempoal pax winhaj Lot: Swa heb', syuk'an ha' heb', smanwaj heb', schonhwaj heb', syawej tastac heb', slaj sb'oan spat heb'."
        },
        {
            "number": "29",
            "text": "Ha wal yelkancot winhaj Lot t'a yol chonhab' Sodoma, yemul jun k'ak' yet' juntzanh cotac k'een chac xilinac. Icha wal yem nhab', icha chi' yemta t'a satcha’anh. Icha chi' aj scham heb' smasanil."
        },
        {
            "number": "30",
            "text": "Icha wal ajnac t'a jun pekti’ chi', icha chi' ol aj in ja a in tik, xchi Jesús."
        },
        {
            "number": "31",
            "text": "Ha t'a jun k'ual chi', tato ay heb' ayk'e t'a yib'anh spat, wach'chom ay tas aykan yuj heb' t'a yol spat, mocxob' emtalaj heb' yik'eli. Tato ay heb' ayb'at munlajel, mocxob' meltzaj heb' t'a spat."
        },
        {
            "number": "32",
            "text": "Tze nacot tas ajnac ix yetb'eyum winhaj Lot chi'."
        },
        {
            "number": "33",
            "text": "Ha heb' snib'ej scol sb'ha t'a yol yib'anhk’inal tik, ol satel sk'inal heb' t'a junelnhej. Axo heb' syak'cham sb'a wuuj, ol scha sk'inal heb' t'a junelnhej."
        },
        {
            "number": "34",
            "text": "Swal t'ayex, tato ay chawanhoc waynac t'a sat sch'at t'a jun ak'wal chi', ay jun ol ik'jocb'atoc, ay junxo ol kanok."
        },
        {
            "number": "35",
            "text": "Q'uinaloc ay chawanhoc heb' ix wan smol cheni, jun ix ol ik'jocb'atoc, haxo junxo ix ol kanok, xchi Jesús t'a heb' sk'ayb'um chi'."
        },
        {
            "number": "36",
            "text": "Ayic ix yab'an jun chi' heb', ix sk'anb'an heb' t'ay: --¿B'ajtil ol ujok jun chi' Mamin? xchi heb'. --Icha tz'ajk'och nok' ostoc b'aj ay junok chamnac nok', icha chi' ol ajoc, xchi Jesús t'a heb'."
        }
    ]
}