{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jesús t'a eb' sk'ayb'um: --Ay juntzanh tastac tz'ik'an somchajel spensar eb' anima, palta a val mach tz'ak'an somchajel spensar eb' yetanimail, te chuk yico'."
        },
        {
            "number": "2",
            "text": "Octom b'ab'el spixjioch junok nivaquil q'uen t'a sjaj, syumjicanb'at t'a yol ha' mar yic sjik' ha' schami, yacb'an manto yak' somchaj spensar junok uninto. Tato icha chi', te wach' yico'."
        },
        {
            "number": "3",
            "text": "Yuj chi' tzeyil val e b'a. Tato ay junok eyetanimail tz'och smul t'ayex, tzeyal t'ay. Tato sna sb'a, tzeyak' nivank'olal."
        },
        {
            "number": "4",
            "text": "Wach'chom uquel tz'och smul t'ayex t'a junok k'u, palta uquel sb'at yalxi sb'a t'ayex syalan icha tik: Hak'uin nivank'olal, manhxo ol in k'ulej junelxo, tato xchi, yovalil tzeyak' nivank'olal, xchi Jesús."
        },
        {
            "number": "5",
            "text": "Ha eb' schecab' Jesús ix alan t'ay: --Ochanh qued'oc yic sco wach' aq'uejoch Dios t'a co k'ool, xchi eb'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yalan t'a eb': --Tato yel tzeyak'och Dios t'a e k'ool, wach'chom jab'nhej, icha quilan junok pitanh sat anh mostaza, ol yal eyalan t'a jun niwan te' tik: Q'ueanhcot yet' sch'anhal ib'. Tzach b'atcan t'a yol ha' mar. B'at avejempax a b'a ta', tato xe chi, ol sk'anab'ajej te' icha tzeyal chi'."
        },
        {
            "number": "7",
            "text": "Q'uinaloc ay junok co checab' tzonh ak'an servil. Tato ayb'at t'a co munlajel, mato ayb'at iloj calnel, ma iloj vacax, haxo yic sjaxi, ¿tom naan calan t'ay? Ochanh, emanh k'ojan, wa''anh, ¿tom xco chi t'ay?"
        },
        {
            "number": "8",
            "text": "Maay jun. Tecan icha tik scutej calan t'ay: Q'uexel a b'a, b'iquel a k'ab'. Tza b'oan in vael, tzak'ancot t'ayin. Ichato chi' ol ach wa ach tik, xco chi t'ay."
        },
        {
            "number": "9",
            "text": "¿Tom scak' yuj diosal t'ay yujnhej to ix sk'anab'ajej tas ix cal chi'? Maay."
        },
        {
            "number": "10",
            "text": "Icha jun checab' chi', ichex ta'. Ayic toxo ix lajvi e k'anab'ajan masanil schecnab'il Dios, smoj tzeyal icha tik: Te malaj wach' cochi, anhej juntzanh tas ix checji co k'ulej ix co b'o'o, xe chi, xchi Jesús t'a eb'."
        },
        {
            "number": "11",
            "text": "Axo Jesús, anheja' sb'at t'a sb'eal Jerusalén, ix k'och t'a smojonal Samaria yet' Galilea."
        },
        {
            "number": "12",
            "text": "Ayic ix k'och t'a jun aldea, ay lajunhvanh eb' vinh penaay yuj jun yab'il scuch lepra. Yuj chi' maj snitzochlaj sb'a eb' vinh t'a stz'ey Jesús,"
        },
        {
            "number": "13",
            "text": "tonhej ix avajcot eb' vinh t'ay: --Mamin Jesús, ok'oc val a k'ool t'ayonh, xchicot eb' vinh."
        },
        {
            "number": "14",
            "text": "Axo ix iljib'at eb' yuj Jesús, ix yalanb'at t'a eb': --Ixiquec, ix ch'oxec e b'ha t'a eb' sacerdote, xchi t'a eb' vinh. Yacb'an van sb'ey eb' vinh, ipan sb'oxi eb' vinh."
        },
        {
            "number": "15",
            "text": "Ay jun vinh t'a skal eb' vinh chi', ayic ix yilan vinh to toxo ix b'o sk'ool, ix meltzaj vinh, ix och ijan vinh yalan wach' lolonel d'ha Dios, ix avaj val chaanh vinh."
        },
        {
            "number": "16",
            "text": "Ix javi vinh t'a yichanh Jesús, ix em cumnaj vinh t'a sat lu'um yic syak'an yuj diosal vinh t'ay. Aj Samaria jun vinh chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yalan Jesús: --¿Tom manh lajunhvanhoc eb' vinh ix b'oxi sk'ool? ¿B'aj ay b'alunhvanhxo eb' vinh chi'?"
        },
        {
            "number": "18",
            "text": "Ha jun vinh tik, ch'oc chonhab'il vinh, palta anhej vinh ix ul alan wach' lolonel d'ha Dios."
        },
        {
            "number": "19",
            "text": "Ix yalan Jesús t'a vinh: --Q'ueanh vaan, paxanh. Ach b'oxi yujto in ak'och t'a a k'ool, xchi t'a vinh."
        },
        {
            "number": "20",
            "text": "Ay juntzanh eb' vinh fariseo ix k'anb'an t'a Jesús: --¿B'aq'uinh val ol och Dios Cajaloc? xchi eb' vinh t'ay. --Ayic ol och Dios Cajaloc, max yal-laj quilan yet' co sat."
        },
        {
            "number": "21",
            "text": "Max yal-laj calani: Ayek' t'a tik, ma ayek' t'a chi', manh xco chioc, yujto ha t'a co pixan tz'och Yajalil, xchi Jesús t'a eb' vinh."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi' ix yalan t'a eb' sk'ayb'um: --Ay val jun pekti’ ol javoc, ol eyalan icha tik: Tzoc val jax junelxo jun Ak'b'ilcot yuj Dios t'a co cal tik, wach'chom junnhejlaj k'ual, xe chama. Palta manhxo ol jalaj."
        },
        {
            "number": "23",
            "text": "Ay eb' ol alanoc: Ina yajek' t'a tik, ma ina yajek' t'a chi', xcham eb', palta manh ex b'atoc, manh ex och tzak'an yuj eb'."
        },
        {
            "number": "24",
            "text": "Yujto icha val yek' copnaj leb'lon, sakb'i smasanil satcha’anh yuj, icha chi' ol aj in ja t'a jun k'ual a in Ak'b'il in cot yuj Dios voch animail tik."
        },
        {
            "number": "25",
            "text": "Palta yovalil ol in b'ab'laj ab'ej val syail sik'lab'il. Ol in spatiquejel eb' anima t'a jun pekti’ tik."
        },
        {
            "number": "26",
            "text": "Ayic ol in jaxoc, lajan ol aj icha jun pekti’ ayic yek'nac vinhaj Noé."
        },
        {
            "number": "27",
            "text": "Yujto a eb' anima t'a jun pekti’ chi', ichnhejta' yek' k'u yuj eb': Sva eb', syuk'an ha' eb', ay eb' van yoch yetb'eyum, ay eb' van sk'anji yisil. Max snalaj eb' tato ay tas ol ja t'a yib'anh eb'. Icha chi' yek' tiempo yuj eb' masanto k'och sk'ual yoch vinhaj Noé chi' t'a yol te' arca. Aton ta' cotnac jun niwan ha' mucvajum, laj cham eb' smasanil."
        },
        {
            "number": "28",
            "text": "Icha pax chi', ujinac t'a stiempoal pax vinhaj Lot: Sva eb', syuk'an ha' eb', smanvaj eb', schonhvaj eb', syavej tastac eb', slaj sb'oan spat eb'."
        },
        {
            "number": "29",
            "text": "Ha val yelcancot vinhaj Lot t'a yol chonhab' Sodoma, yemul jun k'ak' yet' juntzanh cotac q'ueen chac xilinac. Icha val yem nhab', icha chi' yemta t'a satcha’anh. Icha chi' aj scham eb' smasanil."
        },
        {
            "number": "30",
            "text": "Icha val ajnac t'a jun pekti’ chi', icha chi' ol aj in ja a in tik, xchi Jesús."
        },
        {
            "number": "31",
            "text": "Ha t'a jun k'ual chi', tato ay eb' ayq'ue t'a yib'anh spat, wach'chom ay tas aycan yuj eb' t'a yol spat, mocxob' emtalaj eb' yiq'ueli. Tato ay eb' ayb'at munlajel, mocxob' meltzaj eb' t'a spat."
        },
        {
            "number": "32",
            "text": "Tze nacot tas ajnac ix yetb'eyum vinhaj Lot chi'."
        },
        {
            "number": "33",
            "text": "Ha eb' snib'ej scol sb'ha t'a yol yib'anhk’inal tik, ol satel sq'uinal eb' t'a junelnhej. Axo eb' syak'cham sb'a vuuj, ol scha sq'uinal eb' t'a junelnhej."
        },
        {
            "number": "34",
            "text": "Sval t'ayex, tato ay chavanhoc vaynac t'a sat sch'at t'a jun ak'val chi', ay jun ol ik'jocb'atoc, ay junxo ol canoc."
        },
        {
            "number": "35",
            "text": "Q'uinaloc ay chavanhoc eb' ix van smol cheni, jun ix ol ik'jocb'atoc, haxo junxo ix ol canoc, xchi Jesús t'a eb' sk'ayb'um chi'."
        },
        {
            "number": "36",
            "text": "Ayic ix yab'an jun chi' eb', ix sk'anb'an eb' t'ay: --¿B'ajtil ol ujoc jun chi' Mamin? xchi eb'. --Icha tz'ajk'och nok' ostoc b'aj ay junok chamnac nok', icha chi' ol ajoc, xchi Jesús t'a eb'."
        }
    ]
}