{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jesús d'a eb' sk'ayb'um: --Ay juntzanh tastac tz'ik'an somchajel spensar eb' anima, palta a val mach tz'ak'an somchajel spensar eb' yetanimail, te chuc yico'."
        },
        {
            "number": "2",
            "text": "Octom b'ab'el spixjioch junoc nivaquil q'uen d'a sjaj, syumjicanb'at d'a yol a' mar yic sjik' a' schami, yacb'an manto yak' somchaj spensar junoc uninto. Tato icha chi', te vach' yico'."
        },
        {
            "number": "3",
            "text": "Yuj chi' tzeyil val e b'a. Tato ay junoc eyetanimail tz'och smul d'ayex, tzeyal d'ay. Tato sna sb'a, tzeyak' nivank'olal."
        },
        {
            "number": "4",
            "text": "Vach'chom uquel tz'och smul d'ayex d'a junoc k'u, palta uquel sb'at yalxi sb'a d'ayex syalan icha tic: Aq'uin nivank'olal, manhxo ol in k'ulej junelxo, tato xchi, yovalil tzeyak' nivank'olal, xchi Jesús."
        },
        {
            "number": "5",
            "text": "A eb' schecab' Jesús ix alan d'ay: --Ochanh qued'oc yic sco vach' aq'uejoch Dios d'a co k'ool, xchi eb'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yalan d'a eb': --Tato yel tzeyak'och Dios d'a e k'ool, vach'chom jab'nhej, icha quilan junoc pitanh sat anh mostaza, ol yal eyalan d'a jun nivan te' tic: Q'ueanhcot yed' sch'anhal ib'. Tzach b'atcan d'a yol a' mar. B'at avejempax a b'a ta', tato xe chi, ol sk'anab'ajej te' icha tzeyal chi'."
        },
        {
            "number": "7",
            "text": "Q'uinaloc ay junoc co checab' tzonh ak'an servil. Tato ayb'at d'a co munlajel, mato ayb'at iloj calnel, ma iloj vacax, axo yic sjaxi, ¿tom naan calan d'ay? Ochanh, emanh k'ojan, va'anh, ¿tom xco chi d'ay?"
        },
        {
            "number": "8",
            "text": "Maay jun. Tecan icha tic scutej calan d'ay: Q'uexel a b'a, b'iquel a k'ab'. Tza b'oan in vael, tzak'ancot d'ayin. Ichato chi' ol ach va ach tic, xco chi d'ay."
        },
        {
            "number": "9",
            "text": "¿Tom scak' yuj diosal d'ay yujnhej to ix sk'anab'ajej tas ix cal chi'? Maay."
        },
        {
            "number": "10",
            "text": "Icha jun checab' chi', ichex ta'. Ayic toxo ix lajvi e k'anab'ajan masanil schecnab'il Dios, smoj tzeyal icha tic: Te malaj vach' cochi, anhej juntzanh tas ix checji co k'ulej ix co b'o'o, xe chi, xchi Jesús d'a eb'."
        },
        {
            "number": "11",
            "text": "Axo Jesús, anheja' sb'at d'a sb'eal Jerusalén, ix k'och d'a smojonal Samaria yed' Galilea."
        },
        {
            "number": "12",
            "text": "Ayic ix k'och d'a jun aldea, ay lajunhvanh eb' vinh penaay yuj jun yab'il scuch lepra. Yuj chi' maj snitzochlaj sb'a eb' vinh d'a stz'ey Jesús,"
        },
        {
            "number": "13",
            "text": "tonhej ix avajcot eb' vinh d'ay: --Mamin Jesús, ok'oc val a k'ool d'ayonh, xchicot eb' vinh."
        },
        {
            "number": "14",
            "text": "Axo ix iljib'at eb' yuj Jesús, ix yalanb'at d'a eb': --Ixiquec, ix ch'oxec e b'a d'a eb' sacerdote, xchi d'a eb' vinh. Yacb'an van sb'ey eb' vinh, ipan sb'oxi eb' vinh."
        },
        {
            "number": "15",
            "text": "Ay jun vinh d'a scal eb' vinh chi', ayic ix yilan vinh to toxo ix b'o sk'ool, ix meltzaj vinh, ix och ijan vinh yalan vach' lolonel d'a Dios, ix avaj val chaanh vinh."
        },
        {
            "number": "16",
            "text": "Ix javi vinh d'a yichanh Jesús, ix em cumnaj vinh d'a sat luum yic syak'an yuj diosal vinh d'ay. Aj Samaria jun vinh chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yalan Jesús: --¿Tom manh lajunhvanhoc eb' vinh ix b'oxi sk'ool? ¿B'aj ay b'alunhvanhxo eb' vinh chi'?"
        },
        {
            "number": "18",
            "text": "A jun vinh tic, ch'oc chonhab'il vinh, palta anhej vinh ix ul alan vach' lolonel d'a Dios."
        },
        {
            "number": "19",
            "text": "Ix yalan Jesús d'a vinh: --Q'ueanh vaan, paxanh. Ach b'oxi yujto in ak'och d'a a k'ool, xchi d'a vinh."
        },
        {
            "number": "20",
            "text": "Ay juntzanh eb' vinh fariseo ix k'anb'an d'a Jesús: --¿B'aq'uinh val ol och Dios Cajaloc? xchi eb' vinh d'ay. --Ayic ol och Dios Cajaloc, max yal-laj quilan yed' co sat."
        },
        {
            "number": "21",
            "text": "Max yal-laj calani: Ayek' d'a tic, ma ayek' d'a chi', manh xco chioc, yujto a d'a co pixan tz'och Yajalil, xchi Jesús d'a eb' vinh."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi' ix yalan d'a eb' sk'ayb'um: --Ay val jun tiempoal ol javoc, ol eyalan icha tic: Tzoc val jax junelxo jun Ak'b'ilcot yuj Dios d'a co cal tic, vach'chom junnhejlaj k'ual, xe chama. Palta manhxo ol jalaj."
        },
        {
            "number": "23",
            "text": "Ay eb' ol alanoc: Ina yajek' d'a tic, ma ina yajek' d'a chi', xcham eb', palta manh ex b'atoc, manh ex och tzak'an yuj eb'."
        },
        {
            "number": "24",
            "text": "Yujto icha val yek' copnaj leb'lon, sacb'i smasanil satchaanh yuuj, icha chi' ol aj in ja d'a jun k'ual a in Ak'b'il in cot yuj Dios voch animail tic."
        },
        {
            "number": "25",
            "text": "Palta yovalil ol in b'ab'laj ab'ej val syail sik'lab'il. Ol in spatiquejel eb' anima d'a jun tiempoal tic."
        },
        {
            "number": "26",
            "text": "Ayic ol in jaxoc, lajan ol aj icha jun tiempoal ayic yek'nac vinhaj Noé."
        },
        {
            "number": "27",
            "text": "Yujto a eb' anima d'a jun tiempoal chi', ichnhejta' yek' k'u yuj eb': Sva eb', syuk'an a' eb', ay eb' van yoch yetb'eyum, ay eb' van sk'anji yisil. Max snalaj eb' tato ay tas ol ja d'a yib'anh eb'. Icha chi' yek' tiempo yuj eb' masanto k'och sk'ual yoch vinhaj Noé chi' d'a yol te' arca. Aton ta' cotnac jun nivan a' mucvajum, laj cham eb' smasanil."
        },
        {
            "number": "28",
            "text": "Icha pax chi', ujinac d'a stiempoal pax vinhaj Lot: Sva eb', syuk'an a' eb', smanvaj eb', schonhvaj eb', syavej tastac eb', slaj sb'oan spat eb'."
        },
        {
            "number": "29",
            "text": "A val yelcancot vinhaj Lot d'a yol chonhab' Sodoma, yemul jun k'ak' yed' juntzanh cotac q'ueen chac xilinac. Icha val yem nhab', icha chi' yemta d'a satchaanh. Icha chi' aj scham eb' smasanil."
        },
        {
            "number": "30",
            "text": "Icha val ajnac d'a jun tiempoal chi', icha chi' ol aj in ja a in tic, xchi Jesús."
        },
        {
            "number": "31",
            "text": "A d'a jun k'ual chi', tato ay eb' ayq'ue d'a yib'anh spat, vach'chom ay tas aycan yuj eb' d'a yol spat, mocxob' emtalaj eb' yiq'ueli. Tato ay eb' ayb'at munlajel, mocxob' meltzaj eb' d'a spat."
        },
        {
            "number": "32",
            "text": "Tze nacot tas ajnac ix yetb'eyum vinhaj Lot chi'."
        },
        {
            "number": "33",
            "text": "A eb' snib'ej scol sb'a d'a yolyib'anhq'uinal tic, ol satel sq'uinal eb' d'a junelnhej. Axo eb' syak'cham sb'a vuuj, ol scha sq'uinal eb' d'a junelnhej."
        },
        {
            "number": "34",
            "text": "Sval d'ayex, tato ay chavanhoc vaynac d'a sat sch'at d'a jun ak'val chi', ay jun ol ik'jocb'atoc, ay junxo ol canoc."
        },
        {
            "number": "35",
            "text": "Q'uinaloc ay chavanhoc eb' ix van smol cheni, jun ix ol ik'jocb'atoc, axo junxo ix ol canoc, xchi Jesús d'a eb' sk'ayb'um chi'."
        },
        {
            "number": "36",
            "text": "Ayic ix yab'an jun chi' eb', ix sk'anb'an eb' d'ay: --¿B'ajtil ol ujoc jun chi' Mamin? xchi eb'. --Icha tz'ajk'och nok' ostoc b'aj ay junoc chamnac nok', icha chi' ol ajoc, xchi Jesús d'a eb'."
        }
    ]
}