{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun ab'ix ix yal Jesús d'a eb' sk'ayb'um, yic snachajel yuj eb' to max yal stzactzaj eb' yak'an lesal d'a masanil tiempo."
        },
        {
            "number": "2",
            "text": "Icha tic ix yutej yalan d'a eb': --A junel ay jun vinh juez d'a jun chonhab'. Malaj yelk'och Dios d'a sat vinh. Malaj pax yelk'och eb' anima d'a vinh."
        },
        {
            "number": "3",
            "text": "A d'a jun chonhab' chi', ay jun ix chamnac yetb'eyum. Junjun k'u b'at sk'an ix d'a vinh juez chi' to sb'o yaj yoval ix."
        },
        {
            "number": "4",
            "text": "Te nivanxo tiempo tz'eq'ui, malaj sgana vinh juez chi' sb'oan yaj d'a ix. Palta yib'anhtaquilto ix snaan vinh: Vach'chom max in k'anab'ajej Dios, malaj pax tz'och eb' anima d'ayin,"
        },
        {
            "number": "5",
            "text": "palta a jun ix tic, ol in b'o yaj yoval ix, yujto junjun k'u tzul avaj ochta ix d'ayin. Tato maay, manhxo ol techajlaj ix vuuj, xchi vinh."
        },
        {
            "number": "6",
            "text": "Icha chi' ix yutej vinh juez chuc chi' snaani."
        },
        {
            "number": "7",
            "text": "Axo pax Dios, ¿tom manh ol sb'o yaj d'a eb' sik'b'ilel yuuj, eb' tz'avtan d'a k'ual d'ak'val? ¿Tom ol ek' tiempo scolvaj d'a eb' tze na'a?"
        },
        {
            "number": "8",
            "text": "Sval d'ayex, ol sb'o yaj d'a eb' d'a elanhchamel. Palta a in Ak'b'il in cot yuj Dios voch animail tic, ayic ol in jaxoc, ¿ay am eb' aytoek' d'a yolyib'anhq'uinal tic, anheja' ayoch Dios d'a sk'ool? xchi Jesús Cajal."
        },
        {
            "number": "9",
            "text": "Ix yalanxi junxo ab'ix tic Jesús d'a juntzanh eb' vach' spensar snaani. A d'a sat eb' chi', malaj svach'il juntzanhxo eb' anima. Yuj chi', icha tic ix aj yalan d'a eb':"
        },
        {
            "number": "10",
            "text": "--Ay chavanh eb' vinh vinac ix b'at lesal d'a yamaq'uil stemplo Dios. Ay jun vinh fariseo, ay pax jun vinh tecumel alcabar."
        },
        {
            "number": "11",
            "text": "Ayic ix k'och vinh fariseo chi', ix q'ue linhan vinh. Ix lesalvi vinh icha tic: Ach in Diosal, svak' yuj diosal d'ayach, yujto manh in lajanoc yed' juntzanhxo eb' anima. A eb' chi', elk'um eb', manh vach'oc syutej sb'a eb', tz'em eb' d'a ajmulal. Yed' pax jun vinh tecumel alcabar tic, svak' yuj diosal d'ayach yujto manh in lajanoc yed' vinh."
        },
        {
            "number": "12",
            "text": "Yujto a in tic, chael tzin och d'a tzek'ojk'olal d'a junjun semana. Anhejtona' svak' sdiezmoal d'ayach yuj jantac tas svak' ganar, xchi vinh."
        },
        {
            "number": "13",
            "text": "Axo pax vinh tecumel alcabar chi', najatto ix cotcan linhan vinh, yujto xiv vinh, manh jab'oc ix q'ue q'uelan vinh d'a satchaanh. Ix smak' snhi' sk'ol vinh, ix yalan vinh icha tic: Ach in Diosal, ok'oc val a k'ool d'ayin, te chuc in, xchi vinh d'a Dios."
        },
        {
            "number": "14",
            "text": "A in tic svala' to ayic ix pax vinh tecumel alcabar chi', vach'xo vinh d'a yichanh Dios. Axo pax vinh fariseo chi', manh vach'oc vinh d'a yichanh Dios, yujto a eb' syik'chaanh sb'a, ol ik'jocxiemta eb'. Axo eb' syiq'uemta sb'a, nivan ol aj yelk'och eb', xchi Jesús."
        },
        {
            "number": "15",
            "text": "Ay eb' mamab'il ix ik'ancot eb' yuninal d'a Jesús yic syaq'uek' sk'ab' d'a yib'anh eb'. Ayic ix yilan eb' sk'ayb'um to icha chi', ix cot yoval eb' d'a eb' ix ik'ancot eb' chi', ix cachji eb' yuj eb'."
        },
        {
            "number": "16",
            "text": "Axo Jesús ix avtancot eb' sk'ayb'um chi', ix yalan d'a eb': --Chaeccot eb' unin d'ayin. Manh e cachoch vaan eb', yujto anhej eb' lajan spensar icha eb' unin tic, anhej eb' ay yalan yic yoch d'a yol sk'ab' Dios."
        },
        {
            "number": "17",
            "text": "Val yel sval d'ayex, a eb' max chaan Dios Yajaloc icha syutej eb' unin schaani, malaj b'aq'uinh ol och eb' d'a yol sk'ab', xchi Jesús."
        },
        {
            "number": "18",
            "text": "Ay jun vinh yajal d'a scal eb' ix k'anb'an d'a Jesús: --Ach vach' k'ayb'um, ¿tas vach' tzin k'ulej yic tzin chaan in q'uinal d'a junelnhej? xchi vinh."
        },
        {
            "number": "19",
            "text": "--¿Tas yuj tzin al vach'il? Malaj junoc mach vach', anhejton Dios vach'."
        },
        {
            "number": "20",
            "text": "A ach tic, ojtac schecnab'il Dios syal icha tic: Manh ex em d'a ajmulal. Manh e milcham junoc eyetanimail. Manh ex elk'anoc. Manh eyak'och es d'a yib'anh junoc eyetanimail. k'anab'ajejec e mam e nun, xchi Jesús d'a vinh."
        },
        {
            "number": "21",
            "text": "--Yictax unin in, ix in k'anab'ajej masanil juntzanh checnab'il tic, xchi vinh d'ay."
        },
        {
            "number": "22",
            "text": "--Palta ayto junxo a paltail. Ixic, chonhcanel masanil tastac ay d'ayach, tzak'an stojol d'a eb' meb'a', ichato chi' ol aj a b'eyumal d'a satchaanh. Slajvi chi', tzach jaxi, tzach och in k'ayb'umoc, xchi Jesús d'a vinh."
        },
        {
            "number": "23",
            "text": "Axo ix yab'an juntzanh chi' vinh, ix te cus vinh, yujto te b'eyum vinh."
        },
        {
            "number": "24",
            "text": "Axo ix yilan Jesús to ix te och vinh ilk'olal, ix yalani: --Ay val smay manh ol ochlaj eb' b'eyum d'a yol sk'ab' Dios."
        },
        {
            "number": "25",
            "text": "Q'uinaloc ay junoc nok' camello, ¿tom ol yal yek' nok' d'a yixal junoc q'uen acxa? Icha chi' yaj eb' b'eyum. Tato ol och eb', pural ol och eb' d'a yol sk'ab' Dios, xchi Jesús d'a eb'."
        },
        {
            "number": "26",
            "text": "Axo eb' ix ab'an jun chi' ix yalan eb': --A... tato icha chi' jun, ¿mach pax eb' ol colchajoc? xchi eb'."
        },
        {
            "number": "27",
            "text": "--A tas max yal-laj yuj eb' anima, axo Dios masanil syal yuuj, xchi Jesús d'a eb'."
        },
        {
            "number": "28",
            "text": "Axo vinhaj Pedro ix alan d'ay: --Mamin, a onh tic ix cactejcan juntzanh tastac yic tzonh och a k'ayb'umoc, xchi vinh."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix yalan Jesús d'a eb': --Val yel sval d'ayex, a eb' syactejcan spat, ma smam snun, yuk'tac, yanab', ix yetb'eyum, yuninal yed' yisil yujto axonhej Dios sgana eb' syak' servil,"
        },
        {
            "number": "30",
            "text": "nivan spac ol scha eb' d'a jun tiempoal tic, axo d'a junxo tiempoal ol javoc, ol scha sq'uinal eb' d'a junelnhej, xchi Jesús d'a eb'."
        },
        {
            "number": "31",
            "text": "A Jesús ix avtancot eb' lajchavanh chi' sch'ocojil, ix yalan d'a eb': --A ticnaic van co b'at d'a Jerusalén. Ata' ol ujoc elk'och jantacnhej tas tz'ib'ab'ilcan yuj eb' schecab' Dios d'a peca' yic yalannaccan vab'ixal eb', a in Ak'b'il in cot yuj Dios voch animail tic."
        },
        {
            "number": "32",
            "text": "Ata' ol in ak'jococh d'a yol sk'ab' eb' ch'oc chonhab'il. Ol in sb'uch eb'. Ol laj yal chuc eb' d'ayin. Ol in stzub'ej eb'."
        },
        {
            "number": "33",
            "text": "Ol in smak' eb'. Slajvi chi', ol in smilancham eb'. Axo d'a schab'jial, ol in pitzvocxi, xchi Jesús d'a eb'."
        },
        {
            "number": "34",
            "text": "Palta maj nachajel-laj jab'oc yuj eb'. Manh yojtacoclaj eb' tas van yalan chi', yujto max nachajel-laj yuj eb'."
        },
        {
            "number": "35",
            "text": "Ayic vanxo sk'och Jesús d'a chonhab' Jericó, ay jun vinh max uji yilani, k'ojan ek' vinh d'a ti' b'e, van sk'anan stumin vinh."
        },
        {
            "number": "36",
            "text": "Ix yab'an vinh to tzijtum anima van yek' d'a yol b'e chi', yuj chi' ix sk'anb'an yab' vinh tas van yuji."
        },
        {
            "number": "37",
            "text": "Ix yalan eb' d'a vinh to a Jesús aj Nazaret van yek' d'a yol b'e chi'."
        },
        {
            "number": "38",
            "text": "Yuj chi', ix avajq'ue vinh, ix yalan vinh: --Jesús, yinhtil ach can vinhaj David, ok'oc val a k'ol d'ayin, xchi vinh."
        },
        {
            "number": "39",
            "text": "A eb' b'ab'el sb'at chi' ix cachan vinh yic tz'em numan vinh. Palta masnhej ix avajq'ue vinh: --Ach yinhtilalcan vinhaj David, ok'oc val a k'ol d'ayin, xchi vinh."
        },
        {
            "number": "40",
            "text": "Yuj chi', ix och tek'naj Jesús chi', ix schecan ik'joccot vinh. Axo yic ix ja vinh d'a slak'anil, ix sk'anb'an d'a vinh:"
        },
        {
            "number": "41",
            "text": "--¿Tas a gana tzach vutej? xchi d'a vinh. --Mamin, in gana sb'oxican vilani, xchi vinh."
        },
        {
            "number": "42",
            "text": "--B'oocab'xican ilani. Tzach b'oxicani yujto in ak'och d'a a k'ool, xchi Jesús d'a vinh."
        },
        {
            "number": "43",
            "text": "D'a jun rato chi', ix b'oxican yilan vinh, ix och tzak'an vinh yuj Jesús. Ix yalan vach' lolonel vinh d'a Dios. Anhejtona', a jantac eb' ix ilan jun chi', ix yal pax vach' lolonel eb' d'a Dios."
        }
    ]
}