{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun ab'ix ix yal Jesús t'a heb' sk'ayb'um, yic snachajel yuj heb' to max yal stzactzaj heb' yak'an lesal t'a masanil tiempo."
        },
        {
            "number": "2",
            "text": "Icha tik ix yutej yalan t'a heb': --Ha junel ay jun winh juez t'a jun chonhab'. Malaj yelk'och Dios t'a sat winh. Malaj pax yelk'och heb' anima t'a winh."
        },
        {
            "number": "3",
            "text": "Ha t'a jun chonhab' chi', ay jun ix chamnac yetb'eyum. Junjun k'u b'at sk'an ix t'a winh juez chi' to sb'o yaj yowal ix."
        },
        {
            "number": "4",
            "text": "Te niwanxo tiempo tz'eq'ui, malaj sgana winh juez chi' sb'oan yaj t'a ix. Palta yib'anhtaquilto ix snaan winh: Wach'chom max in k'anab'ajej Dios, malaj pax tz'och heb' anima t'ayin,"
        },
        {
            "number": "5",
            "text": "palta a jun ix tik, ol in b'o yaj yowal ix, yujto junjun k'u tzul awaj ochta ix t'ayin. Tato maay, manhxo ol techajlaj ix wuuj, xchi winh."
        },
        {
            "number": "6",
            "text": "Icha chi' ix yutej winh juez chuk chi' snaani."
        },
        {
            "number": "7",
            "text": "Axo pax Dios, ¿tom manh ol sb'o yaj t'a heb' sik'b'ilel yuj, heb' tz'awtan t'a k'ual t'ak'wal? ¿Tom ol ek' tiempo skolwaj t'a heb' tze na'a?"
        },
        {
            "number": "8",
            "text": "Swal t'ayex, ol sb'o yaj t'a heb' t'a elanhchamel. Palta a in Ak'b'il in cot yuj Dios woch animail tik, ayic ol in jaxoc, ¿ay am heb' aytoek' t'a yol yib'anhk’inal tik, anheja' ayoch Dios t'a sk'ool? xchi Jesús Kajal."
        },
        {
            "number": "9",
            "text": "Ix yalanxi junxo ab'ix tik Jesús t'a juntzanh heb' wach' spensar snaani. Ha t'a sat heb' chi', malaj swach'il juntzanhxo heb' anima. Yuj chi', icha tik ix aj yalan t'a heb':"
        },
        {
            "number": "10",
            "text": "--Ay chawanh heb' winh winak ix b'at lesal t'a yamaq'uil stemplo Dios. Ay jun winh fariseo, ay pax jun winh tecumel alcabar."
        },
        {
            "number": "11",
            "text": "Ayic ix k'och winh fariseo chi', ix k'e linhan winh. Ix lesalwi winh icha tik: Ach in Diosal, swak' yuj diosal t'ayach, yujto manh in lajanoc yet' juntzanhxo heb' anima. Ha heb' chi', elk'um heb', manh wach'oc syutej sb'a heb', tz'em heb' t'a ajmulal. Yed' pax jun winh tecumel alcabar tik, swak' yuj diosal t'ayach yujto manh in lajanoc yet' winh."
        },
        {
            "number": "12",
            "text": "Yujto a in tik, chael tzin och t'a tzek'ojk'olal t'a junjun semana. Anhejtona' swak' sdiezmoal t'ayach yuj jantac tas swak' ganar, xchi winh."
        },
        {
            "number": "13",
            "text": "Axo pax winh tecumel alcabar chi', najatto ix cotcan linhan winh, yujto xiv winh, manh jab'oc ix k'e k'elan winh t'a satcha’anh. Ix smak' snhi' sk'ol winh, ix yalan winh icha tik: Ach in Diosal, ok'oc wal a k'ool t'ayin, te chuk in, xchi winh d'ha Dios."
        },
        {
            "number": "14",
            "text": "Ha in tik swala' to ayic ix pax winh tecumel alcabar chi', wach'xo winh t'a yichanh Dios. Axo pax winh fariseo chi', manh wach'oc winh t'a yichanh Dios, yujto a heb' syik'chaanh sb'a, ol ik'jocxiemta heb'. Axo heb' syik'emta sb'a, niwan ol aj yelk'och heb', xchi Jesús."
        },
        {
            "number": "15",
            "text": "Ay heb' mamab'il ix ik'ancot heb' yuninal t'a Jesús yic syak'ek' sk'ab' t'a yib'anh heb'. Ayic ix yilan heb' sk'ayb'um to icha chi', ix cot yowal heb' t'a heb' ix ik'ancot heb' chi', ix cachji heb' yuj heb'."
        },
        {
            "number": "16",
            "text": "Axo Jesús ix awtankot heb' sk'ayb'um chi', ix yalan t'a heb': --Chaeccot heb' unin t'ayin. Manh he cachoch waan heb', yujto anhej heb' lajan spensar icha heb' unin tik, anhej heb' ay yalan yic yoch t'a yol sk'ab' Dios."
        },
        {
            "number": "17",
            "text": "Val yel swal t'ayex, a heb' max chaan Dios Yajaloc icha syutej heb' unin schaani, malaj b'ak'uinh ol och heb' t'a yol sk'ab', xchi Jesús."
        },
        {
            "number": "18",
            "text": "Ay jun winh yajal t'a skal heb' ix k'anb'an t'a Jesús: --Ach wach' k'ayb'um, ¿tas wach' tzin k'ulej yic tzin chaan in k 'inal t'a junelnhej? xchi winh."
        },
        {
            "number": "19",
            "text": "--¿Tas yuj tzin al wach'il? Malaj junok mach wach', anhejton Dios wach'."
        },
        {
            "number": "20",
            "text": "Ha ach tik, ojtac schecnab'il Dios syal icha tik: Manh ex em t'a ajmulal. Manh he milcham junok eyetanimail. Manh ex elk'anoc. Manh eyak'och es t'a yib'anh junok eyetanimail. k'anab'ajejec he mam he nun, xchi Jesús t'a winh."
        },
        {
            "number": "21",
            "text": "--Yictax unin in, ix in k'anab'ajej masanil juntzanh checnab'il tik, xchi winh t'ay."
        },
        {
            "number": "22",
            "text": "--Palta ayto junxo a paltail. Ixic, chonhcanel masanil tastac ay t'ayach, tzak'an stojol t'a heb' meb'a', ichato chi' ol aj a b'eyumal t'a satcha’anh. Slajwi chi', tzach jaxi, tzach och in k'ayb'umoc, xchi Jesús t'a winh."
        },
        {
            "number": "23",
            "text": "Axo ix yab'an juntzanh chi' winh, ix te kus winh, yujto te b'eyum winh."
        },
        {
            "number": "24",
            "text": "Axo ix yilan Jesús to ix te och winh ilk'olal, ix yalani: --Ay wal smay manh ol ochlaj heb' b'eyum t'a yol sk'ab' Dios."
        },
        {
            "number": "25",
            "text": "Q'uinaloc ay junok nok' camello, ¿tom ol yal yek' nok' t'a yixal junok k'een acxa? Icha chi' yaj heb' b'eyum. Tato ol och heb', pural ol och heb' t'a yol sk'ab' Dios, xchi Jesús t'a heb'."
        },
        {
            "number": "26",
            "text": "Axo heb' ix ab'an jun chi' ix yalan heb': --A... tato icha chi' jun, ¿mach pax heb' ol colchajoc? xchi heb'."
        },
        {
            "number": "27",
            "text": "--Ha tas max yal-laj yuj heb' anima, haxo Dios masanil syal yuj, xchi Jesús t'a heb'."
        },
        {
            "number": "28",
            "text": "Axo winhaj Pedro ix alan t'ay: --Mamin, a onh tik ix cactejcan juntzanh tastac yic tzonh och a k'ayb'umoc, xchi winh."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix yalan Jesús t'a heb': --Val yel swal t'ayex, a heb' syactejcan spat, ma smam snun, yuk'tac, yanab', ix yetb'eyum, yuninal yet' yisil yujto axonhej Dios sgana heb' syak' serwil,"
        },
        {
            "number": "30",
            "text": "niwan spak ol scha heb' t'a jun pekti’ tik, haxo t'a junxo tiempoal ol jawok, ol scha sk'inal heb' t'a junelnhej, xchi Jesús t'a heb'."
        },
        {
            "number": "31",
            "text": "Ha Jesús ix awtankot heb' lajchawanh chi' sch'ocojil, ix yalan t'a heb': --Ha ticnaik wan ko b'at t'a Jerusalén. Ata' ol ujok elk'och jantacnhej tas tz'ib'ab'ilcan yuj heb' schecab' Dios t'a peka' yic yalannaccan wab'ixal heb', a in Ak'b'il in cot yuj Dios woch animail tik."
        },
        {
            "number": "32",
            "text": "Ata' ol in ak'jococh t'a yol sk'ab' heb' ch'oc chonhab'il. Ol in sb'uch heb'. Ol laj yal chuk heb' t'ayin. Ol in stzub'ej heb'."
        },
        {
            "number": "33",
            "text": "Ol in smak' heb'. Slajwi chi', ol in smilancham heb'. Axo t'a schab'jial, ol in pitzwokxi, xchi Jesús t'a heb'."
        },
        {
            "number": "34",
            "text": "Palta maj nachajel-laj jab'oc yuj heb'. Manh yojtacoclaj heb' tas wan yalan chi', yujto max nachajel-laj yuj heb'."
        },
        {
            "number": "35",
            "text": "Ayic wanxo sk'och Jesús t'a chonhab' Jericó, ay jun winh max uji yilani, k'ojan ek' winh t'a ti' b'e, wan sk'anan stumin winh."
        },
        {
            "number": "36",
            "text": "Ix yab'an winh to tzijtum anima wan yek' t'a yol b'e chi', yuj chi' ix sk'anb'an yab' winh tas wan yuji."
        },
        {
            "number": "37",
            "text": "Ix yalan heb' t'a winh to a Jesús aj Nazaret wan yek' t'a yol b'e chi'."
        },
        {
            "number": "38",
            "text": "Yuj chi', ix awajk'e winh, ix yalan winh: --Jesús, yinhtil ach kan winhaj Dawid, ok'oc wal a k'ol t'ayin, xchi winh."
        },
        {
            "number": "39",
            "text": "Ha heb' b'ab'el sb'at chi' ix cachan winh yic tz'em numan winh. Palta masnhej ix awajk'e winh: --Ach yinhtilalcan winhaj Dawid, ok'oc wal a k'ol t'ayin, xchi winh."
        },
        {
            "number": "40",
            "text": "Yuj chi', ix och tek'naj Jesús chi', ix schecan ik'joccot winh. Axo yic ix ja winh t'a slak'anil, ix sk'anb'an t'a winh:"
        },
        {
            "number": "41",
            "text": "--¿Tas a gana tzach wutej? xchi t'a winh. --Mamin, in gana sb'oxican wilani, xchi winh."
        },
        {
            "number": "42",
            "text": "--B'oocab'xican ilani. Tzach b'oxicani yujto in ak'och t'a a k'ool, xchi Jesús t'a winh."
        },
        {
            "number": "43",
            "text": "D'a jun rato chi', ix b'oxican yilan winh, ix och tzak'an winh yuj Jesús. Ix yalan wach' lolonel winh d'ha Dios. Anhejtona', a jantac heb' ix ilan jun chi', ix yal pax wach' lolonel heb' d'ha Dios."
        }
    ]
}