{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun ab'ix ix yal Jesús t'a eb' sk'ayb'um, yic snachajel yuj eb' to max yal stzactzaj eb' yak'an lesal t'a masanil tiempo."
        },
        {
            "number": "2",
            "text": "Icha tik ix yutej yalan t'a eb': --Ha junel ay jun vinh juez t'a jun chonhab'. Malaj yelk'och Dios t'a sat vinh. Malaj pax yelk'och eb' anima t'a vinh."
        },
        {
            "number": "3",
            "text": "Ha t'a jun chonhab' chi', ay jun ix chamnac yetb'eyum. Junjun k'u b'at sk'an ix t'a vinh juez chi' to sb'o yaj yoval ix."
        },
        {
            "number": "4",
            "text": "Te nivanxo tiempo tz'eq'ui, malaj sgana vinh juez chi' sb'oan yaj t'a ix. Palta yib'anhtaquilto ix snaan vinh: Wach'chom max in k'anab'ajej Dios, malaj pax tz'och eb' anima t'ayin,"
        },
        {
            "number": "5",
            "text": "palta a jun ix tik, ol in b'o yaj yoval ix, yujto junjun k'u tzul avaj ochta ix t'ayin. Tato maay, manhxo ol techajlaj ix vuuj, xchi vinh."
        },
        {
            "number": "6",
            "text": "Icha chi' ix yutej vinh juez chuk chi' snaani."
        },
        {
            "number": "7",
            "text": "Axo pax Dios, ¿tom manh ol sb'o yaj t'a eb' sik'b'ilel yuj, eb' tz'avtan t'a k'ual t'ak'val? ¿Tom ol ek' tiempo skolwaj t'a eb' tze na'a?"
        },
        {
            "number": "8",
            "text": "Sval t'ayex, ol sb'o yaj t'a eb' t'a elanhchamel. Palta a in Ak'b'il in cot yuj Dios voch animail tik, ayic ol in jaxoc, ¿ay am eb' aytoek' t'a yol yib'anhk’inal tik, anheja' ayoch Dios t'a sk'ool? xchi Jesús Cajal."
        },
        {
            "number": "9",
            "text": "Ix yalanxi junxo ab'ix tik Jesús t'a juntzanh eb' wach' spensar snaani. Ha t'a sat eb' chi', malaj swach'il juntzanhxo eb' anima. Yuj chi', icha tik ix aj yalan t'a eb':"
        },
        {
            "number": "10",
            "text": "--Ay chavanh eb' vinh vinac ix b'at lesal t'a yamaq'uil stemplo Dios. Ay jun vinh fariseo, ay pax jun vinh tecumel alcabar."
        },
        {
            "number": "11",
            "text": "Ayic ix k'och vinh fariseo chi', ix q'ue linhan vinh. Ix lesalvi vinh icha tik: Ach in Diosal, svak' yuj diosal t'ayach, yujto manh in lajanoc yet' juntzanhxo eb' anima. Ha eb' chi', elk'um eb', manh wach'oc syutej sb'a eb', tz'em eb' t'a ajmulal. Yed' pax jun vinh tecumel alcabar tik, svak' yuj diosal t'ayach yujto manh in lajanoc yet' vinh."
        },
        {
            "number": "12",
            "text": "Yujto a in tik, chael tzin och t'a tzek'ojk'olal t'a junjun semana. Anhejtona' svak' sdiezmoal t'ayach yuj jantac tas svak' ganar, xchi vinh."
        },
        {
            "number": "13",
            "text": "Axo pax vinh tecumel alcabar chi', najatto ix cotcan linhan vinh, yujto xiv vinh, manh jab'oc ix q'ue q'uelan vinh t'a satcha’anh. Ix smak' snhi' sk'ol vinh, ix yalan vinh icha tik: Ach in Diosal, ok'oc val a k'ool t'ayin, te chuk in, xchi vinh d'ha Dios."
        },
        {
            "number": "14",
            "text": "Ha in tik svala' to ayic ix pax vinh tecumel alcabar chi', wach'xo vinh t'a yichanh Dios. Axo pax vinh fariseo chi', manh wach'oc vinh t'a yichanh Dios, yujto a eb' syik'chaanh sb'a, ol ik'jocxiemta eb'. Axo eb' syiq'uemta sb'a, niwan ol aj yelk'och eb', xchi Jesús."
        },
        {
            "number": "15",
            "text": "Ay eb' mamab'il ix ik'ancot eb' yuninal t'a Jesús yic syaq'uek' sk'ab' t'a yib'anh eb'. Ayic ix yilan eb' sk'ayb'um to icha chi', ix cot yoval eb' t'a eb' ix ik'ancot eb' chi', ix cachji eb' yuj eb'."
        },
        {
            "number": "16",
            "text": "Axo Jesús ix avtancot eb' sk'ayb'um chi', ix yalan t'a eb': --Chaeccot eb' unin t'ayin. Manh e cachoch vaan eb', yujto anhej eb' lajan spensar icha eb' unin tik, anhej eb' ay yalan yic yoch t'a yol sk'ab' Dios."
        },
        {
            "number": "17",
            "text": "Val yel sval t'ayex, a eb' max chaan Dios Yajaloc icha syutej eb' unin schaani, malaj b'ak'uinh ol och eb' t'a yol sk'ab', xchi Jesús."
        },
        {
            "number": "18",
            "text": "Ay jun vinh yajal t'a skal eb' ix k'anb'an t'a Jesús: --Ach wach' k'ayb'um, ¿tas wach' tzin k'ulej yic tzin chaan in q'uinal t'a junelnhej? xchi vinh."
        },
        {
            "number": "19",
            "text": "--¿Tas yuj tzin al wach'il? Malaj junok mach wach', anhejton Dios wach'."
        },
        {
            "number": "20",
            "text": "Ha ach tik, ojtac schecnab'il Dios syal icha tik: Manh ex em t'a ajmulal. Manh e milcham junok eyetanimail. Manh ex elk'anoc. Manh eyak'och es t'a yib'anh junok eyetanimail. k'anab'ajejec e mam e nun, xchi Jesús t'a vinh."
        },
        {
            "number": "21",
            "text": "--Yictax unin in, ix in k'anab'ajej masanil juntzanh checnab'il tik, xchi vinh t'ay."
        },
        {
            "number": "22",
            "text": "--Palta ayto junxo a paltail. Ixic, chonhcanel masanil tastac ay t'ayach, tzak'an stojol t'a eb' meb'a', ichato chi' ol aj a b'eyumal t'a satcha’anh. Slajvi chi', tzach jaxi, tzach och in k'ayb'umoc, xchi Jesús t'a vinh."
        },
        {
            "number": "23",
            "text": "Axo ix yab'an juntzanh chi' vinh, ix te cus vinh, yujto te b'eyum vinh."
        },
        {
            "number": "24",
            "text": "Axo ix yilan Jesús to ix te och vinh ilk'olal, ix yalani: --Ay val smay manh ol ochlaj eb' b'eyum t'a yol sk'ab' Dios."
        },
        {
            "number": "25",
            "text": "Q'uinaloc ay junok nok' camello, ¿tom ol yal yek' nok' t'a yixal junok q'uen acxa? Icha chi' yaj eb' b'eyum. Tato ol och eb', pural ol och eb' t'a yol sk'ab' Dios, xchi Jesús t'a eb'."
        },
        {
            "number": "26",
            "text": "Axo eb' ix ab'an jun chi' ix yalan eb': --A... tato icha chi' jun, ¿mach pax eb' ol colchajoc? xchi eb'."
        },
        {
            "number": "27",
            "text": "--Ha tas max yal-laj yuj eb' anima, haxo Dios masanil syal yuj, xchi Jesús t'a eb'."
        },
        {
            "number": "28",
            "text": "Axo vinhaj Pedro ix alan t'ay: --Mamin, a onh tik ix cactejcan juntzanh tastac yic tzonh och a k'ayb'umoc, xchi vinh."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix yalan Jesús t'a eb': --Val yel sval t'ayex, a eb' syactejcan spat, ma smam snun, yuk'tac, yanab', ix yetb'eyum, yuninal yet' yisil yujto axonhej Dios sgana eb' syak' servil,"
        },
        {
            "number": "30",
            "text": "niwan spac ol scha eb' t'a jun pekti’ tik, haxo t'a junxo tiempoal ol javoc, ol scha sq'uinal eb' t'a junelnhej, xchi Jesús t'a eb'."
        },
        {
            "number": "31",
            "text": "Ha Jesús ix avtancot eb' lajchavanh chi' sch'ocojil, ix yalan t'a eb': --Ha ticnaic van co b'at t'a Jerusalén. Ata' ol ujoc elk'och jantacnhej tas tz'ib'ab'ilcan yuj eb' schecab' Dios t'a peca' yic yalannaccan vab'ixal eb', a in Ak'b'il in cot yuj Dios voch animail tik."
        },
        {
            "number": "32",
            "text": "Ata' ol in ak'jococh t'a yol sk'ab' eb' ch'oc chonhab'il. Ol in sb'uch eb'. Ol laj yal chuk eb' t'ayin. Ol in stzub'ej eb'."
        },
        {
            "number": "33",
            "text": "Ol in smak' eb'. Slajvi chi', ol in smilancham eb'. Axo t'a schab'jial, ol in pitzvocxi, xchi Jesús t'a eb'."
        },
        {
            "number": "34",
            "text": "Palta maj nachajel-laj jab'oc yuj eb'. Manh yojtacoclaj eb' tas van yalan chi', yujto max nachajel-laj yuj eb'."
        },
        {
            "number": "35",
            "text": "Ayic vanxo sk'och Jesús t'a chonhab' Jericó, ay jun vinh max uji yilani, k'ojan ek' vinh t'a ti' b'e, van sk'anan stumin vinh."
        },
        {
            "number": "36",
            "text": "Ix yab'an vinh to tzijtum anima van yek' t'a yol b'e chi', yuj chi' ix sk'anb'an yab' vinh tas van yuji."
        },
        {
            "number": "37",
            "text": "Ix yalan eb' t'a vinh to a Jesús aj Nazaret van yek' t'a yol b'e chi'."
        },
        {
            "number": "38",
            "text": "Yuj chi', ix avajq'ue vinh, ix yalan vinh: --Jesús, yinhtil ach kan vinhaj David, ok'oc val a k'ol t'ayin, xchi vinh."
        },
        {
            "number": "39",
            "text": "Ha eb' b'ab'el sb'at chi' ix cachan vinh yic tz'em numan vinh. Palta masnhej ix avajq'ue vinh: --Ach yinhtilalcan vinhaj David, ok'oc val a k'ol t'ayin, xchi vinh."
        },
        {
            "number": "40",
            "text": "Yuj chi', ix och tek'naj Jesús chi', ix schecan ik'joccot vinh. Axo yic ix ja vinh t'a slak'anil, ix sk'anb'an t'a vinh:"
        },
        {
            "number": "41",
            "text": "--¿Tas a gana tzach vutej? xchi t'a vinh. --Mamin, in gana sb'oxican vilani, xchi vinh."
        },
        {
            "number": "42",
            "text": "--B'oocab'xican ilani. Tzach b'oxicani yujto in ak'och t'a a k'ool, xchi Jesús t'a vinh."
        },
        {
            "number": "43",
            "text": "D'a jun rato chi', ix b'oxican yilan vinh, ix och tzak'an vinh yuj Jesús. Ix yalan wach' lolonel vinh d'ha Dios. Anhejtona', a jantac eb' ix ilan jun chi', ix yal pax wach' lolonel eb' d'ha Dios."
        }
    ]
}