{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix k'och Jesús d'a Jericó, ix ek' d'a yol chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Ata' ay jun vinh b'eyum scuchan Zaqueo. Yajal yaj vinh d'a eb' tecumel alcabar d'a jun chonhab' chi'."
        },
        {
            "number": "3",
            "text": "Sgana vinh yilani chajtil yilji Jesús. Palta max yal-laj yilan vinh, yujto tzijtum anima oyanoch d'a spatic Jesús chi' ayic van sb'eyi, yujto tzapan pax steel vinh."
        },
        {
            "number": "4",
            "text": "Ix b'ab'lajb'at lemnaj vinh, ix q'ue vinh d'a sk'ab' jun te te' ayek' d'a ti' b'e, yic syil vinh yek' Jesús chi'."
        },
        {
            "number": "5",
            "text": "Axo yic ix ek' Jesús chi' ta', ix q'ue q'uelnaj d'a vinh, ix yalan d'a vinh: --Zaqueo, emanhcot elanhchamel, yujto a ticnaic a d'a a pat ol vak' in posado, xchi d'a vinh."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an vinh icha chi', elanhchamel ix emta vinh. Axo ix k'och Jesús chi' d'a spat vinh, ix scha vinh d'a tzalajk'olal."
        },
        {
            "number": "7",
            "text": "Axo masanil eb' anima, manh jantacoc ix yal eb' d'a spatic Jesús, yujto ix k'och yak' sposado d'a spat jun vinh chuc sb'eyb'al chi'."
        },
        {
            "number": "8",
            "text": "Axo vinhaj Zaqueo chi' ix q'ue linhan, ix yalan vinh d'a Jesús Cajal: --A ticnaic Mamin, a jantac tas ay d'ayin, chapoj ol vutoc. Ol vak' junoc macanh d'a eb' meb'a'. Tato ay mach ix laj vixtej, ix velq'uej, chanhel ol vak'pax sq'uexul d'a eb', xchi vinh."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yalan Jesús chi': --A ticnaic, ix cha scolnab'il vinh aj pat tic, yujto val yel yinhtilalpaxcan Abraham vinh."
        },
        {
            "number": "10",
            "text": "A in Ak'b'il in cot yuj Dios voch animail tic, in javi in say eb' satnac yic tzin colanel eb', xchi Jesús chi'."
        },
        {
            "number": "11",
            "text": "Yacb'an van yab'an eb' anima tas ix yal Jesús chi', ay jun ab'ix ix yal d'a eb', yujto van sk'och eb' d'a slak'anil Jerusalén. A snaan eb' to toxo ol vach' och Dios Yajalil d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "12",
            "text": "Icha tic ix yutej yalan d'a eb': --A junel ay jun vinh vinac yinhtilcan eb' nivac yelk'ochi. Ix b'at vinh d'a jun chonhab' te najat, yic tz'ak'jioch vinh reyal d'a schonhab'."
        },
        {
            "number": "13",
            "text": "Ayic manto b'at vinh, ix yavtancot lajunhvanh eb' schecab' vinh. Ix yak'an juntzanh q'uen tumin vinh d'a eb'. Nivac sat q'ueen. Jun lajan q'uen ix scha junjun eb'. Ix yalan vinh d'a eb': Aq'uec e negocio yed' q'uen tumin tic, masanto ol in jaxoc, ichato chi' ol eyak'anxi q'uen d'ayin, xchi vinh d'a eb'. Ix b'at vinh b'ian."
        },
        {
            "number": "14",
            "text": "Axo eb' yetchonhab' vinh, ix te chichon sk'ool eb' d'a vinh. Ix schecanb'at jayvanh vinac eb' d'a spatic vinh, yic syalan eb': A jun vinh tic, malaj co gana tz'och vinh reyal d'a co chonhab' tic, xchi eb'."
        },
        {
            "number": "15",
            "text": "Vach'chom icha chi' ix yal eb', ix ochnhej vinh d'a yopisio chi'. Axo yic ix jax vinh, ix laj yavtancot eb' schecab' vinh chi', machtac eb' b'aj yak'naccan q'uen tumin chi' vinh, yic syab' vinh jantacxo yune' q'uen ix yak' ganar junjun eb'."
        },
        {
            "number": "16",
            "text": "Ix b'ab'laj k'och jun d'a vinh, ix yalani: Mamin patrón, a q'uen tumin ak'naccan d'ayin, lajunhexo yune' q'uen ix yak' ganar, xchi d'a vinh."
        },
        {
            "number": "17",
            "text": "Axo ix yalan vinh yajal chi': Vach' jun. A ach tic, te vach' ach d'ayin. Vach'chom quennhej ix vak' d'ayach, palta vach' ix utej a b'a yed'oc. Yuj chi', svak'och opisio och yajalil d'a lajunheoc chonhab', xchi vinh d'ay."
        },
        {
            "number": "18",
            "text": "Ix lajvi chi', ix k'och junxo schecab' vinh chi'. Mamin patrón, a q'uen a tumin ak'naccan d'ayin, oyexo yune' q'ueen ix yak' ganar, xchi."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix yalanxi vinh: Vach' jun. Yuj chi' ol ach vak'och yajalil d'a oye' chonhab', xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix lajvi chi', ix k'och junxo schecab' vinh chi', ix yalan d'a vinh: Patrón, ina q'uen a tumin tic. Sik'b'ilb'at q'uen vuuj d'a yol jun in payu'."
        },
        {
            "number": "21",
            "text": "A in tic tzin xivi, yujto vojtac ach to junnhej b'elanh ach, yujto a ach tic, toxonhej tza cha iquej tas syak' ganar junxo anima. Toxonhej tza jach'a', palta malaj tas tzavej, xchi d'a vinh."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix yalan vinh yajal chi': A ach tic vach'chom in checab' ach, palta te chuc ach. Yuj juntzanh tzal tic, svak'canb'at d'a ib'anh. Yujto a ach val tzala' to junnhej b'elanh in. Toxonhej tzin cha viquej tas syak' ganar junxo anima. Toxonhej tzin jach'a', palta malaj tas svavej."
        },
        {
            "number": "23",
            "text": "Tato icha chi' tzutej a naan d'a vib'anh, ¿tas yuj maj ak'b'at q'uen majanil d'a junocxo, axo tzin jax tic tzin chaanxi q'uen yed' yune'? xchi vinh d'ay."
        },
        {
            "number": "24",
            "text": "Ix lajvi chi' ix yalan d'a eb' ayek' yed' chi': Iq'uec ek' q'uen d'a vinh, tzeyak'an q'uen d'a vinh ix ak'an ganar lajunhe' yune' yico', xchi vinh d'a eb'."
        },
        {
            "number": "25",
            "text": "Axo ix yalan eb': Palta mamin patrón, lajunhexo q'uen ay d'a vinh, xchi eb'."
        },
        {
            "number": "26",
            "text": "Palta sval d'ayex, a mach ayxo yico', ol vach' ak'joc nanhalocxo d'ay. Axo eb' malaj yico', ol vach' ik'joquek' tas ay d'a eb'."
        },
        {
            "number": "27",
            "text": "Yed' pax eb' vajk'ool, eb' malaj sgana tzin och yajalil, iq'ueccot eb'. Mileccham eb' d'a vichanh tic, xchi vinh yajal chi', xchi Jesús."
        },
        {
            "number": "28",
            "text": "Ix lajvi yalan jun ab'ix chi' Jesús, ix schaan pax sb'e, ix b'ab'laj yuj eb' sk'ayb'um yic sq'ue eb' d'a Jerusalén."
        },
        {
            "number": "29",
            "text": "Ayic van sk'och Jesús chi' yed' eb' d'a slak'anil Betfagé yed' Betania, d'a yichanhb'at tzalan Olivo d'a slak'anil Jerusalén, ix schecanb'at chavanh eb' sk'ayb'um."
        },
        {
            "number": "30",
            "text": "Ayic manto b'at eb', ix yalan d'a eb': --Ixiquec d'a jun chonhab' d'a quichanhb'at tic. Ata' ol eyil jun nok' b'uru, etzanoch nok'. Mantalaj mach sq'ue d'a yib'anh nok'. Tze tijancot nok'."
        },
        {
            "number": "31",
            "text": "Tato ay mach tz'alan d'ayex: ¿Tas yuj tze tijelta nok'? ta xchi eb', tzeyalan d'a eb': A Cajalil ay tz'och nok' yuuj, xe chi, xchi Jesús chi' d'a eb' vinh."
        },
        {
            "number": "32",
            "text": "Ix lajvi chi', ix b'at eb' sk'ayb'um chi'. Icha ix yutej yalan Jesús chi' d'a eb', icha chi' ix aj yilchaj nok' b'uru chi' yuj eb'."
        },
        {
            "number": "33",
            "text": "Axo yic van stijanelta nok' eb', ix k'och eb' aj b'uru chi', ix yalan eb': --¿Tas yuj tze tijelta nok'? xchi eb'."
        },
        {
            "number": "34",
            "text": "--To ay ol och nok' yuj Cajalil, xchi eb'."
        },
        {
            "number": "35",
            "text": "Ix lajvi chi', ix yik'anb'at nok' eb' d'a Jesús chi'. Ix yak'anoch spichul eb' stz'amoc nok', ix yak'anq'ue Jesús chi' eb' d'a yib'anh nok'."
        },
        {
            "number": "36",
            "text": "Axo yic van sb'eyi, ay eb' ix laj lich'anem spichul d'a yol b'e d'a yichanh b'aj sb'eyb'at chi'."
        },
        {
            "number": "37",
            "text": "Axo yic van sk'och eb' d'a jun b'e spichlaj em d'a tzalan Olivo, a jantac eb' sk'ayb'um, ix laj och ijan eb' yavajq'ue yuj tzalajk'olal. Ix laj yalan vach' lolonel eb' d'a Dios yuj juntzanh milagro ix yil eb'."
        },
        {
            "number": "38",
            "text": "Ix laj yalan eb' icha tic: --Calec vach' lolonel d'a co reyal checb'ilcot yuj Dios Cajal. Te ay junk'olal d'a satchaanh, te nivan yelk'och co Diosal ta', xchi eb'."
        },
        {
            "number": "39",
            "text": "Ay juntzanh eb' vinh fariseo ayek' d'a scal eb' anima chi' ix alan d'a Jesús chi': --Ach k'ayb'um, ¿tas yuj max a cach eb' a k'ayb'um tic? xchi eb' vinh."
        },
        {
            "number": "40",
            "text": "Yuj chi' ix yalan Jesús d'a eb' vinh: --Sval d'ayex tato tz'em numan eb', axo juntzanh q'uen q'ueen tic ol avajq'ueoc, xchi d'a eb'."
        },
        {
            "number": "41",
            "text": "Axo yic van sk'och Jesús d'a Jerusalén, ix yilanb'at jun chonhab' chi', ix ok' yuuj."
        },
        {
            "number": "42",
            "text": "Ix yalani: --Ex aj Jerusalén, octom val snachajel eyuuj d'a jun k'u tic chajtil tz'aj e chaan sjunk'olal Dios, palta a ticnaic, maxtzac yal-laj snachajel eyuuj, yujto toxo ix k'ub'chajel d'ayex."
        },
        {
            "number": "43",
            "text": "Yuj chi' ay jun tiempoal ol ja d'a eyib'anh, a eb' eyajk'ool, ol och oyan eb' d'a spatic yichanh e chonhab' tic. Ol laj yoyan sb'a eb' d'a e patic, ol yak'an oval eb' eyed'oc."
        },
        {
            "number": "44",
            "text": "Ol laj smaq'uem vecnaj jun chonhab' tic eb' d'a sat luum. Ol smilancham eb' anima chi' eb'. Axo q'uen q'ueen latz'b'ilq'uei, manhxa junoc q'uen ol can d'a yib'anh q'uen yetq'uenal chi'. A jun tic ol ja d'a eyib'anh yujto a d'a jun tiempoal tic ix ja Dios d'ayex, palta max nachajel eyuuj, xchi Jesús."
        },
        {
            "number": "45",
            "text": "Ix lajvi chi' ix k'och Jesús d'a yol yamaq'uil stemplo Dios. Ix spechanelta eb' schonhvaji yed' eb' smanvaji."
        },
        {
            "number": "46",
            "text": "Ix yalan d'a eb': --Tz'ib'ab'ilcan d'a Slolonel Dios icha tic: A in pat, yicnhej lesal yaji, xchi. A exxo tic, icha junoc q'uen nhaq'ueen b'aj sk'ub'ejel sb'a eb' elk'um, icha chi' tzeyutej, xchi d'a eb'."
        },
        {
            "number": "47",
            "text": "Junjun k'u ix k'och Jesús chi' sk'ayb'ej anima d'a yamaq'uil stemplo Dios chi'. Axo eb' vinh sacerdote, eb' vinh k'ayb'um d'a ley Moisés yed' eb' vinh yajalil jun chonhab' chi', ix say eb' vinh tas syutej eb' vinh smilanchamoc."
        },
        {
            "number": "48",
            "text": "Palta maj yal-laj yuj eb' vinh, yujto ayoch d'a sk'ool eb' anima smaclan yab' d'ay."
        }
    ]
}