{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix k'och Jesús t'a Jericó, ix ek' t'a yol chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Ata' ay jun winh b'eyum scuchan Zaqueo. Yajal yaj winh t'a heb' tecumel alcabar t'a jun chonhab' chi'."
        },
        {
            "number": "3",
            "text": "Snib'ej winh yilani chajtil yilji Jesús. Palta max yal-laj yilan winh, yujto tzijtum anima oyanoch t'a spatic Jesús chi' ayic wan sb'eyi, yujto tzapan pax steel winh."
        },
        {
            "number": "4",
            "text": "Ix b'ab'lajb'at lemnaj winh, ix k'e winh t'a sk'ab' jun te te' ayek' t'a ti' b'e, yic syil winh yek' Jesús chi'."
        },
        {
            "number": "5",
            "text": "Axo yic ix ek' Jesús chi' ta', ix k'e k'elnaj t'a winh, ix yalan t'a winh: --Zaqueo, emanhcot elanhchamel, yujto a ticnaik ha t'a a pat ol wak' in posado, xchi t'a winh."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an winh icha chi', elanhchamel ix emta winh. Axo ix k'och Jesús chi' t'a spat winh, ix scha winh t'a tzalajk'olal."
        },
        {
            "number": "7",
            "text": "Axo masanil heb' anima, manh jantacoc ix yal heb' t'a spatic Jesús, yujto ix k'och yak' sposado t'a spat jun winh chuk sb'eyb'al chi'."
        },
        {
            "number": "8",
            "text": "Axo winhaj Zaqueo chi' ix k'e linhan, ix yalan winh t'a Jesús Kajal: --Ha ticnaik Mamin, a jantac tas ay t'ayin, chapoj ol wutoc. Ol wak' junok makan t'a heb' meb'a'. Tato ay mach ix laj wixtej, ix welk'ej, chanhel ol wak'pax sk'exul t'a heb', xchi winh."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yalan Jesús chi': --Ha ticnaik, ix cha scolnab'il winh aj pat tik, yujto wal yel yinhtilalpaxcan Abraham winh."
        },
        {
            "number": "10",
            "text": "Ha in Ak'b'il in cot yuj Dios woch animail tik, in jawi in say heb' satnac yic tzin colanel heb', xchi Jesús chi'."
        },
        {
            "number": "11",
            "text": "Yacb'an wan yab'an heb' anima tas ix yal Jesús chi', ay jun ab'ix ix yal t'a heb', yujto wan sk'och heb' t'a slak'anil Jerusalén. Ha snaan heb' to toxo ol wach' och Dios Yajalil t'a yol yib'anhk’inal tik."
        },
        {
            "number": "12",
            "text": "Icha tik ix yutej yalan t'a heb': --Ha junel ay jun winh winak yinhtilcan heb' niwac yelk'ochi. Ix b'at winh t'a jun chonhab' te najat, yic tz'ak'jioch winh reyal t'a schonhab'."
        },
        {
            "number": "13",
            "text": "Ayic manto b'at winh, ix yavtancot lajunhwanh heb' schecab' winh. Ix yak'an juntzanh k'een tumin winh t'a heb'. Niwac sat k'een. Jun lajan k'een ix scha junjun heb'. Ix yalan winh t'a heb': Hak'ek he negocio yet' k'een tumin tik, masanto ol in jaxoc, ichato chi' ol eyak'anxi k'een t'ayin, xchi winh t'a heb'. Ix b'at winh b'ian."
        },
        {
            "number": "14",
            "text": "Axo heb' yetchonhab' winh, ix te chichon sk'ool heb' t'a winh. Ix schecanb'at jaywanh winak heb' t'a spatic winh, yic syalan heb': Ha jun winh tik, malaj ko gana tz'och winh reyal t'a ko chonhab' tik, xchi heb'."
        },
        {
            "number": "15",
            "text": "Wach'chom icha chi' ix yal heb', ix ochnhej winh t'a yopisio chi'. Axo yic ix jax winh, ix laj yavtancot heb' schecab' winh chi', machtac heb' b'aj yak'naccan k'een tumin chi' winh, yic syab' winh jantacxo yune' k'een ix yak' ganar junjun heb'."
        },
        {
            "number": "16",
            "text": "Ix b'ab'laj k'och jun t'a winh, ix yalani: Mamin patrón, a k'een tumin ak'naccan t'ayin, lajunhexo yune' k'een ix yak' ganar, xchi t'a winh."
        },
        {
            "number": "17",
            "text": "Axo ix yalan winh yajal chi': Wach' jun. Ha ach tik, te wach' ach t'ayin. Wach'chom quennhej ix wak' t'ayach, palta wach' ix utej a b'a yet'oc. Yuj chi', swak'och opisio och yajalil t'a lajunheoc chonhab', xchi winh t'ay."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix k'och junxo schecab' winh chi'. Mamin patrón, a k'een a tumin ak'naccan t'ayin, oyexo yune' k'een ix yak' ganar, xchi."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix yalanxi winh: Wach' jun. Yuj chi' ol ach wak'och yajalil t'a oye' chonhab', xchi winh."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix k'och junxo schecab' winh chi', ix yalan t'a winh: Patrón, ina k'een a tumin tik. Sik'b'ilb'at k'een wuuj t'a yol jun in payu'."
        },
        {
            "number": "21",
            "text": "Ha in tik tzin xiwi, yujto wojtac ach to junnhej b'elanh ach, yujto a ach tik, toxonhej tza cha iquej tas syak' ganar junxo anima. Toxonhej tza jach'a', palta malaj tas tzawej, xchi t'a winh."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix yalan winh yajal chi': Ha ach tik wach'chom in checab' ach, palta te chuk ach. Yuj juntzanh tzal tik, swak'canb'at t'a ib'anh. Yujto a ach wal tzala' to junnhej b'elanh in. Toxonhej tzin cha wiquej tas syak' ganar junxo anima. Toxonhej tzin jach'a', palta malaj tas swawej."
        },
        {
            "number": "23",
            "text": "Tato icha chi' tzutej a naan t'a wib'anh, ¿tas yuj maj ak'b'at k'een majanil t'a junocxo, haxo tzin jax tik tzin chaanxi k'een yet' yune'? xchi winh t'ay."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi' ix yalan t'a heb' ayek' yet' chi': Iq'ek ek' k'een t'a winh, tzeyak'an k'een t'a winh ix ak'an ganar lajunhe' yune' yico', xchi winh t'a heb'."
        },
        {
            "number": "25",
            "text": "Axo ix yalan heb': Palta mamin patrón, lajunhexo k'een ay t'a winh, xchi heb'."
        },
        {
            "number": "26",
            "text": "Palta swal t'ayex, a mach ayxo yico', ol wach' ak'joc nanhalocxo t'ay. Axo heb' malaj yico', ol wach' ik'joquek' tas ay t'a heb'."
        },
        {
            "number": "27",
            "text": "Yed' pax heb' wajk'ool, heb' malaj snib'ej tzin och yajalil, ik'eccot heb'. Mileccham heb' t'a wichanh tik, xchi winh yajal chi', xchi Jesús."
        },
        {
            "number": "28",
            "text": "Ixlajwi yalan jun ab'ix chi' Jesús, ix schaan pax sb'e, ix b'ab'laj yuj heb' sk'ayb'um yic sk'e heb' t'a Jerusalén."
        },
        {
            "number": "29",
            "text": "Ayic wan sk'och Jesús chi' yet' heb' t'a slak'anil Betfagé yet' Betania, t'a yichanhb'at tzalan Oliwo t'a slak'anil Jerusalén, ix schecanb'at chawanh heb' sk'ayb'um."
        },
        {
            "number": "30",
            "text": "Ayic manto b'at heb', ix yalan t'a heb': --Ixiquec t'a jun chonhab' t'a quichanhb'at tik. Ata' ol eyil jun nok' b'uru, etzanoch nok'. Mantalaj mach sk'e t'a yib'anh nok'. Tze tijancot nok'."
        },
        {
            "number": "31",
            "text": "Tato ay mach tz'alan t'ayex: ¿Tas yuj tze tijelta nok'? ta xchi heb', tzeyalan t'a heb': Ha Cajalil ay tz'och nok' yuj, xe chi, xchi Jesús chi' t'a heb' winh."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi', ix b'at heb' sk'ayb'um chi'. Icha ix yutej yalan Jesús chi' t'a heb', icha chi' ix aj yilchaj nok' b'uru chi' yuj heb'."
        },
        {
            "number": "33",
            "text": "Axo yic wan stijanelta nok' heb', ix k'och heb' aj b'uru chi', ix yalan heb': --¿Tas yuj tze tijelta nok'? xchi heb'."
        },
        {
            "number": "34",
            "text": "--To ay ol och nok' yuj Cajalil, xchi heb'."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi', ix yik'anb'at nok' heb' t'a Jesús chi'. Ix yak'anoch spichul heb' stz'amoc nok', ix yak'ank'e Jesús chi' heb' t'a yib'anh nok'."
        },
        {
            "number": "36",
            "text": "Axo yic wan sb'eyi, ay heb' ix laj lich'anem spichul t'a yol b'e t'a yichanh b'aj sb'eyb'at chi'."
        },
        {
            "number": "37",
            "text": "Axo yic wan sk'och heb' t'a jun b'e spichlaj em t'a tzalan Oliwo, a jantac heb' sk'ayb'um, ix laj och ijan heb' yawajk'e yuj tzalajk'olal. Ix laj yalan wach' lolonel heb' d'ha Dios yuj juntzanh milagro ix yil heb'."
        },
        {
            "number": "38",
            "text": "Ix laj yalan heb' icha tik: --Calec wach' lolonel t'a ko reyal checb'ilcot yuj Dios Kajal. Te ay junk'olal t'a satcha’anh, te niwan yelk'och ko Diosal ta', xchi heb'."
        },
        {
            "number": "39",
            "text": "Ay juntzanh heb' winh fariseo ayek' t'a skal heb' anima chi' ix alan t'a Jesús chi': --Ach k'ayb'um, ¿tas yuj max a cach heb' a k'ayb'um tik? xchi heb' winh."
        },
        {
            "number": "40",
            "text": "Yuj chi' ix yalan Jesús t'a heb' winh: --Swal t'ayex tato tz'em numan heb', haxo juntzanh k'een k'een tik ol awajk'eoc, xchi t'a heb'."
        },
        {
            "number": "41",
            "text": "Axo yic wan sk'och Jesús t'a Jerusalén, ix yilanb'at jun chonhab' chi', ix ok' yuj."
        },
        {
            "number": "42",
            "text": "Ix yalani: --Ex aj Jerusalén, octom wal snachajel eyuuj t'a jun k'u tik chajtil tz'aj he chaan sjunk'olal Dios, palta a ticnaik, maxtzac yal-laj snachajel eyuuj, yujto toxo ix k'ub'chajel t'ayex."
        },
        {
            "number": "43",
            "text": "Yuj chi' ay jun pekti’ ol ja t'a eyib'anh, a heb' eyajk'ool, ol och oyan heb' t'a spatic yichanh he chonhab' tik. Ol laj yoyan sb'a heb' t'a he patic, ol yak'an owal heb' eyed'oc."
        },
        {
            "number": "44",
            "text": "Ol laj smak'em wecnaj jun chonhab' tik heb' t'a sat lu'um. Ol smilancham heb' anima chi' heb'. Axo k'een k'een latz'b'ilk'ei, manhxa junok k'een ol kan t'a yib'anh k'een yetk'enal chi'. Ha jun tik ol ja t'a eyib'anh yujto ha t'a jun pekti’ tik ix ja Dios t'ayex, palta max nachajel eyuuj, xchi Jesús."
        },
        {
            "number": "45",
            "text": "Ixlajwi chi' ix k'och Jesús t'a yol yamaq'uil stemplo Dios. Ix spechanelta heb' schonhwaji yet' heb' smanwaji."
        },
        {
            "number": "46",
            "text": "Ix yalan t'a heb': --Tz'ib'ab'ilcan t'a Slolonel Dios icha tik: Ha in pat, yicnhej lesal yaji, xchi. Ha exxo tik, icha junok k'een nhak'een b'aj sk'ub'ejel sb'a heb' elk'um, icha chi' tzeyutej, xchi t'a heb'."
        },
        {
            "number": "47",
            "text": "Junjun k'u ix k'och Jesús chi' sk'ayb'ej anima t'a yamaq'uil stemplo Dios chi'. Axo heb' winh sacerdote, heb' winh k'ayb'um t'a ley Moisés yet' heb' winh yajalil jun chonhab' chi', ix say heb' winh tas syutej heb' winh smilanchamoc."
        },
        {
            "number": "48",
            "text": "Palta maj yal-laj yuj heb' winh, yujto ayoch t'a sk'ool heb' anima smaclan yab' t'ay."
        }
    ]
}