{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix k'och Jesús t'a Jericó, ix ek' t'a yol chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Ata' ay jun winh b'eyum scuchan Zaqueo. Yajal yaj winh t'a eb' tecumel alcabar t'a jun chonhab' chi'."
        },
        {
            "number": "3",
            "text": "Sgana winh yilani chajtil yilji Jesús. Palta max yal-laj yilan winh, yujto tzijtum anima oyanoch t'a spatic Jesús chi' ayic van sb'eyi, yujto tzapan pax steel winh."
        },
        {
            "number": "4",
            "text": "Ix b'ab'lajb'at lemnaj winh, ix q'ue winh t'a sk'ab' jun te te' ayek' t'a ti' b'e, yic syil winh yek' Jesús chi'."
        },
        {
            "number": "5",
            "text": "Axo yic ix ek' Jesús chi' ta', ix q'ue q'uelnaj t'a winh, ix yalan t'a winh: --Zaqueo, emanhcot elanhchamel, yujto a ticnaic ha t'a a pat ol vak' in posado, xchi t'a winh."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an winh icha chi', elanhchamel ix emta winh. Axo ix k'och Jesús chi' t'a spat winh, ix scha winh t'a tzalajk'olal."
        },
        {
            "number": "7",
            "text": "Axo masanil eb' anima, manh jantacoc ix yal eb' t'a spatic Jesús, yujto ix k'och yak' sposado t'a spat jun winh chuk sb'eyb'al chi'."
        },
        {
            "number": "8",
            "text": "Axo winhaj Zaqueo chi' ix q'ue linhan, ix yalan winh t'a Jesús Cajal: --Ha ticnaic Mamin, a jantac tas ay t'ayin, chapoj ol vutoc. Ol vak' junok makan t'a eb' meb'a'. Tato ay mach ix laj vixtej, ix velq'uej, chanhel ol vak'pax sq'uexul t'a eb', xchi winh."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yalan Jesús chi': --Ha ticnaic, ix cha scolnab'il winh aj pat tik, yujto val yel yinhtilalpaxcan Abraham winh."
        },
        {
            "number": "10",
            "text": "Ha in Ak'b'il in cot yuj Dios voch animail tik, in javi in say eb' satnac yic tzin colanel eb', xchi Jesús chi'."
        },
        {
            "number": "11",
            "text": "Yacb'an van yab'an eb' anima tas ix yal Jesús chi', ay jun ab'ix ix yal t'a eb', yujto van sk'och eb' t'a slak'anil Jerusalén. Ha snaan eb' to toxo ol wach' och Dios Yajalil t'a yol yib'anhk’inal tik."
        },
        {
            "number": "12",
            "text": "Icha tik ix yutej yalan t'a eb': --Ha junel ay jun winh vinac yinhtilcan eb' nivac yelk'ochi. Ix b'at winh t'a jun chonhab' te najat, yic tz'ak'jioch winh reyal t'a schonhab'."
        },
        {
            "number": "13",
            "text": "Ayic manto b'at winh, ix yavtancot lajunhvanh eb' schecab' winh. Ix yak'an juntzanh q'uen tumin winh t'a eb'. Nivac sat q'ueen. Jun lajan q'uen ix scha junjun eb'. Ix yalan winh t'a eb': Hak'ek e negocio yet' q'uen tumin tik, masanto ol in jaxoc, ichato chi' ol eyak'anxi q'uen t'ayin, xchi winh t'a eb'. Ix b'at winh b'ian."
        },
        {
            "number": "14",
            "text": "Axo eb' yetchonhab' winh, ix te chichon sk'ool eb' t'a winh. Ix schecanb'at jayvanh vinac eb' t'a spatic winh, yic syalan eb': Ha jun winh tik, malaj co gana tz'och winh reyal t'a co chonhab' tik, xchi eb'."
        },
        {
            "number": "15",
            "text": "Wach'chom icha chi' ix yal eb', ix ochnhej winh t'a yopisio chi'. Axo yic ix jax winh, ix laj yavtancot eb' schecab' winh chi', machtac eb' b'aj yak'naccan q'uen tumin chi' winh, yic syab' winh jantacxo yune' q'uen ix yak' ganar junjun eb'."
        },
        {
            "number": "16",
            "text": "Ix b'ab'laj k'och jun t'a winh, ix yalani: Mamin patrón, a q'uen tumin ak'naccan t'ayin, lajunhexo yune' q'uen ix yak' ganar, xchi t'a winh."
        },
        {
            "number": "17",
            "text": "Axo ix yalan winh yajal chi': Wach' jun. Ha ach tik, te wach' ach t'ayin. Wach'chom quennhej ix vak' t'ayach, palta wach' ix utej a b'a yet'oc. Yuj chi', svak'och opisio och yajalil t'a lajunheoc chonhab', xchi winh t'ay."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix k'och junxo schecab' winh chi'. Mamin patrón, a q'uen a tumin ak'naccan t'ayin, oyexo yune' q'ueen ix yak' ganar, xchi."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix yalanxi winh: Wach' jun. Yuj chi' ol ach vak'och yajalil t'a oye' chonhab', xchi winh."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix k'och junxo schecab' winh chi', ix yalan t'a winh: Patrón, ina q'uen a tumin tik. Sik'b'ilb'at q'uen vuuj t'a yol jun in payu'."
        },
        {
            "number": "21",
            "text": "Ha in tik tzin xivi, yujto vojtac ach to junnhej b'elanh ach, yujto a ach tik, toxonhej tza cha iquej tas syak' ganar junxo anima. Toxonhej tza jach'a', palta malaj tas tzavej, xchi t'a winh."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix yalan winh yajal chi': Ha ach tik wach'chom in checab' ach, palta te chuk ach. Yuj juntzanh tzal tik, svak'canb'at t'a ib'anh. Yujto a ach val tzala' to junnhej b'elanh in. Toxonhej tzin cha viquej tas syak' ganar junxo anima. Toxonhej tzin jach'a', palta malaj tas svavej."
        },
        {
            "number": "23",
            "text": "Tato icha chi' tzutej a naan t'a vib'anh, ¿tas yuj maj ak'b'at q'uen majanil t'a junocxo, haxo tzin jax tik tzin chaanxi q'uen yet' yune'? xchi winh t'ay."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi' ix yalan t'a eb' ayek' yet' chi': Iq'ek ek' q'uen t'a winh, tzeyak'an q'uen t'a winh ix ak'an ganar lajunhe' yune' yico', xchi winh t'a eb'."
        },
        {
            "number": "25",
            "text": "Axo ix yalan eb': Palta mamin patrón, lajunhexo q'uen ay t'a winh, xchi eb'."
        },
        {
            "number": "26",
            "text": "Palta swal t'ayex, a mach ayxo yico', ol wach' ak'joc nanhalocxo t'ay. Axo eb' malaj yico', ol wach' ik'joquek' tas ay t'a eb'."
        },
        {
            "number": "27",
            "text": "Yed' pax eb' vajk'ool, eb' malaj sgana tzin och yajalil, iq'ueccot eb'. Mileccham eb' t'a vichanh tik, xchi winh yajal chi', xchi Jesús."
        },
        {
            "number": "28",
            "text": "Ixlajwi yalan jun ab'ix chi' Jesús, ix schaan pax sb'e, ix b'ab'laj yuj eb' sk'ayb'um yic sq'ue eb' t'a Jerusalén."
        },
        {
            "number": "29",
            "text": "Ayic van sk'och Jesús chi' yet' eb' t'a slak'anil Betfagé yet' Betania, t'a yichanhb'at tzalan Olivo t'a slak'anil Jerusalén, ix schecanb'at chavanh eb' sk'ayb'um."
        },
        {
            "number": "30",
            "text": "Ayic manto b'at eb', ix yalan t'a eb': --Ixiquec t'a jun chonhab' t'a quichanhb'at tik. Ata' ol eyil jun nok' b'uru, etzanoch nok'. Mantalaj mach sq'ue t'a yib'anh nok'. Tze tijancot nok'."
        },
        {
            "number": "31",
            "text": "Tato ay mach tz'alan t'ayex: ¿Tas yuj tze tijelta nok'? ta xchi eb', tzeyalan t'a eb': Ha Cajalil ay tz'och nok' yuj, xe chi, xchi Jesús chi' t'a eb' winh."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi', ix b'at eb' sk'ayb'um chi'. Icha ix yutej yalan Jesús chi' t'a eb', icha chi' ix aj yilchaj nok' b'uru chi' yuj eb'."
        },
        {
            "number": "33",
            "text": "Axo yic van stijanelta nok' eb', ix k'och eb' aj b'uru chi', ix yalan eb': --¿Tas yuj tze tijelta nok'? xchi eb'."
        },
        {
            "number": "34",
            "text": "--To ay ol och nok' yuj Cajalil, xchi eb'."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi', ix yik'anb'at nok' eb' t'a Jesús chi'. Ix yak'anoch spichul eb' stz'amoc nok', ix yak'anq'ue Jesús chi' eb' t'a yib'anh nok'."
        },
        {
            "number": "36",
            "text": "Axo yic van sb'eyi, ay eb' ix laj lich'anem spichul t'a yol b'e t'a yichanh b'aj sb'eyb'at chi'."
        },
        {
            "number": "37",
            "text": "Axo yic van sk'och eb' t'a jun b'e spichlaj em t'a tzalan Olivo, a jantac eb' sk'ayb'um, ix laj och ijan eb' yavajq'ue yuj tzalajk'olal. Ix laj yalan wach' lolonel eb' d'ha Dios yuj juntzanh milagro ix yil eb'."
        },
        {
            "number": "38",
            "text": "Ix laj yalan eb' icha tik: --Calec wach' lolonel t'a co reyal checb'ilcot yuj Dios Cajal. Te ay junk'olal t'a satcha’anh, te niwan yelk'och co Diosal ta', xchi eb'."
        },
        {
            "number": "39",
            "text": "Ay juntzanh eb' winh fariseo ayek' t'a skal eb' anima chi' ix alan t'a Jesús chi': --Ach k'ayb'um, ¿tas yuj max a cach eb' a k'ayb'um tik? xchi eb' winh."
        },
        {
            "number": "40",
            "text": "Yuj chi' ix yalan Jesús t'a eb' winh: --Sval t'ayex tato tz'em numan eb', haxo juntzanh q'uen q'ueen tik ol avajq'ueoc, xchi t'a eb'."
        },
        {
            "number": "41",
            "text": "Axo yic van sk'och Jesús t'a Jerusalén, ix yilanb'at jun chonhab' chi', ix ok' yuj."
        },
        {
            "number": "42",
            "text": "Ix yalani: --Ex aj Jerusalén, octom val snachajel eyuuj t'a jun k'u tik chajtil tz'aj e chaan sjunk'olal Dios, palta a ticnaic, maxtzac yal-laj snachajel eyuuj, yujto toxo ix k'ub'chajel t'ayex."
        },
        {
            "number": "43",
            "text": "Yuj chi' ay jun pekti’ ol ja t'a eyib'anh, a eb' eyajk'ool, ol och oyan eb' t'a spatic yichanh e chonhab' tik. Ol laj yoyan sb'a eb' t'a e patic, ol yak'an oval eb' eyed'oc."
        },
        {
            "number": "44",
            "text": "Ol laj smaq'uem vecnaj jun chonhab' tik eb' t'a sat lu'um. Ol smilancham eb' anima chi' eb'. Axo q'uen q'ueen latz'b'ilq'uei, manhxa junok q'uen ol kan t'a yib'anh q'uen yetq'uenal chi'. Ha jun tik ol ja t'a eyib'anh yujto ha t'a jun pekti’ tik ix ja Dios t'ayex, palta max nachajel eyuuj, xchi Jesús."
        },
        {
            "number": "45",
            "text": "Ixlajwi chi' ix k'och Jesús t'a yol yamaq'uil stemplo Dios. Ix spechanelta eb' schonhvaji yet' eb' smanvaji."
        },
        {
            "number": "46",
            "text": "Ix yalan t'a eb': --Tz'ib'ab'ilcan t'a Slolonel Dios icha tik: Ha in pat, yicnhej lesal yaji, xchi. Ha exxo tik, icha junok q'uen nhaq'ueen b'aj sk'ub'ejel sb'a eb' elk'um, icha chi' tzeyutej, xchi t'a eb'."
        },
        {
            "number": "47",
            "text": "Junjun k'u ix k'och Jesús chi' sk'ayb'ej anima t'a yamaq'uil stemplo Dios chi'. Axo eb' winh sacerdote, eb' winh k'ayb'um t'a ley Moisés yet' eb' winh yajalil jun chonhab' chi', ix say eb' winh tas syutej eb' winh smilanchamoc."
        },
        {
            "number": "48",
            "text": "Palta maj yal-laj yuj eb' winh, yujto ayoch t'a sk'ool eb' anima smaclan yab' t'ay."
        }
    ]
}