{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ix yaq'uelta jun órden vinhaj Augusto, aton vinh sat yajal t'a Roma, yic sq'ue vaan sb'isul masanil eb' anima t'a yol smacb'en Roma chi'."
        },
        {
            "number": "2",
            "text": "Ha vinhaj Cirenio ayoch gobernadoral t'a yol yic Siria ayic sb'ab'laj b'ischajnac eb' anima smasanil."
        },
        {
            "number": "3",
            "text": "Masanil eb' anima sacleminac yajcanb'ati, tzul yak' tz'ib'chaj sb'a eb' t'a schonhab'."
        },
        {
            "number": "4",
            "text": "Yuj chi' a vinhaj José, ix cot vinh t'a chonhab' Nazaret t'a yol yic Galilea, ix k'och vinh t'a chonhab' Belén t'a yol yic Judea, aton b'aj aljinac vinhaj David t'a peca', yujto a vinhaj José chi', a vinhaj David ay yinhtilal vinh."
        },
        {
            "number": "5",
            "text": "Ix b'at vinh t'a Belén yic syak' tz'ib'chaj sb'a vinh yet' ix María, aton ix ayxo strato yet' vinh, cuchb'iltooch yune' ix yuj."
        },
        {
            "number": "6",
            "text": "Ayic ayek' eb' t'a Belén chi', ix k'och sk'ual yalji yune' ix chi'."
        },
        {
            "number": "7",
            "text": "Ata' ix alji jun sb'ab'el unin ix. Ix spich ix t'a sb'al, ix yak'anek' k'otan ix b'aj sva nok' chej, yujto manhxalaj b'aj colan t'a yol mesón."
        },
        {
            "number": "8",
            "text": "D'a slak'anil chonhab' Belén chi' ayek' juntzanh eb' vaymitum calnel."
        },
        {
            "number": "9",
            "text": "Elanhchamel ix ja jun yángel Dios Cajal t'a eb'. Ix ja copnaj stziquiquial Dios Cajal t'a spatic yichanh eb'. Ix te xivq'ue eb'."
        },
        {
            "number": "10",
            "text": "Ix yalan jun ángel chi' t'a eb' icha tik: --Manh ex xivoc yujto ved'nac jun wach' ab'ix t'ayex. Yuj jun ab'ix tik, ol tzalaj masanil anima."
        },
        {
            "number": "11",
            "text": "Ha t'a Belén, t'a schonhab' kan vinhaj David, ata' ix alji jun e Columal q'uiq'ui, aton Cristo Cajal."
        },
        {
            "number": "12",
            "text": "Ol eyila', ayoch sb'al jun unin chi'. Ayek' t'a yol b'aj sva nok' chej, icha chi' ol aj snachajel eyuuj to ha', xchi jun ángel chi'."
        },
        {
            "number": "13",
            "text": "Ha t'a jun rato chi', tzijtum eb' ángel ix cot t'a satcha’anh ix ul sch'oxan sb'a eb' yet' junxo ángel chi', ix yalan wach' lolonel eb' d'ha Dios. Ix yalan eb' icha tik:"
        },
        {
            "number": "14",
            "text": "Calec wach' lolonel d'ha Dios ay t'a satcha’anh. Ayokab' junk'olal t'a skal eb' anima b'aj ix sch'ox swach'k'olal, xchi eb' ángel chi'."
        },
        {
            "number": "15",
            "text": "Ayic toxo ix pax eb' ángel chi' t'a satcha’anh, ix laj yalan junjun eb' tanhvum calnel chi' icha tik: --Coyec t'a Belén chi', b'at quilec tas ix uji ta', aton tas ix schec aljoc Cajalil t'ayonh, xchi eb'."
        },
        {
            "number": "16",
            "text": "Yelk'olal ix b'at eb'. Ix ilchaj ix María yet' vinhaj José yuj eb'. Ix yilan jun unin chi' eb', k'otanek' b'aj sva nok' chej."
        },
        {
            "number": "17",
            "text": "Ayic ix yilan eb', ix yalan eb' tas ix yal jun ángel chi' t'a eb'."
        },
        {
            "number": "18",
            "text": "Masanil eb' ix ab'ani, ix te sat sk'ool eb' yuj tas ix yal eb' chi'."
        },
        {
            "number": "19",
            "text": "Axo ix María chi', tonhej ix yab'kan juntzanh chi' ix, ix ste naub'tanhan ix."
        },
        {
            "number": "20",
            "text": "Ha eb' tanhvum calnel chi', ix meltzajxi eb', ix yalan wach' lolonel eb' d'ha Dios. Ix yak'an yuj diosal eb' t'ay yuj masanil tas ix yab' eb' yet' yuj tas ix yil eb', yujto ix elk'och masanil icha ix alji t'a eb'."
        },
        {
            "number": "21",
            "text": "Ucub'ixitax chi', ix ak'ji circuncidar jun unin chi'. JESÚS ix sb'iejkani, aton jun b'i chi' ix aljican t'a ix María yuj jun ángel atax yic manto scuchoch ix."
        },
        {
            "number": "22",
            "text": "Ay juntzanh checnab'il yalnaccan vinhaj Moisés to sk'anab'ajej eb' ix tz'alji yune', yic wach' skan eb' ix t'a yichanh ley. D'a sk'ual yic sk'anab'ajan jun checnab'il chi' ix, ix yik'anb'at Jesús eb' t'a chonhab' Jerusalén yic syak'anoch jun unin chi' eb' t'a yol sk'ab' Dios Cajal."
        },
        {
            "number": "23",
            "text": "Ix sk'ulej jun tik eb' yujto icha tik tz'ib'yajcan t'a sley Dios Cajal chi': “Junjun vinac unin sb'ab'laj alji, a tz'ak'ji yicoc Dios Cajal,” xchi."
        },
        {
            "number": "24",
            "text": "Ix b'at eb' b'ian, ix yak'an jun silab' eb' d'ha Dios icha silab' eb' meb'a' syak'a', icha tas syal sley Dios chi': “Yovalil tz'ak'ji chavanhoc nok' cuvajte', mato chavanhoc nok' paramuch,” xchi."
        },
        {
            "number": "25",
            "text": "Ha t'a jun pekti’ chi', ay jun vinh cajan t'a Jerusalén scuch Simeón. Te tojol sb'eyb'al jun vinh chi'. Slesalvi vinh d'ha Dios. Van stanhvan vinh sk'och sk'ual yic ol colchaj chonhab' Israel chi'. Ayoch Yespíritu Dios t'a vinh."
        },
        {
            "number": "26",
            "text": "Yalnac Dios t'a vinh to manto ol cham vinh masanto ol yil Cristo vinh, aton ol checjoccot yuj Cajalil."
        },
        {
            "number": "27",
            "text": "Aton jun vinh tik ix checjib'at yuj Yespíritu Dios t'a yamaq'uil templo. Ayek' vinh ta' ix ik'jicot Jesús t'a yol yamaq'uil templo chi' yuj vinh tz'alji smamoc chi' yet' ix snun, yic sk'anab'ajej eb' tas syal ley."
        },
        {
            "number": "28",
            "text": "Axo vinhaj Simeón chi' ix chelanq'ue jun unin chi', ix yalan wach' lolonel vinh d'ha Dios. Ix yalan vinh:"
        },
        {
            "number": "29",
            "text": "Mamin Vajal, syalxo in cham t'a junk'olal ticnaic, yujto ix elk'och tas ix al t'ayin a in a checab' in tik."
        },
        {
            "number": "30",
            "text": "Ix yil val in sat sjavican vinh Colvajvum tik."
        },
        {
            "number": "31",
            "text": "Aton vinh tik ix ak' yopisio t'a yichanh eb' anima smasanil t'a yol yib'anhk’inal tik."
        },
        {
            "number": "32",
            "text": "Ha vinh tik ol ak'an sakil k'inal t'a eb' manh israeloc. Axo jun a chonhab' Israel, te niwan ol aj yelk'och yuj vinh, xchi vinh."
        },
        {
            "number": "33",
            "text": "Axo vinhaj José yet' ix María, ix te sat sk'ool eb' yuj tas ix yalcan vinhaj Simeón chi' yuj jun unin chi'."
        },
        {
            "number": "34",
            "text": "Ixlajwi chi', ix sk'anan swach'k'olal Dios vinh t'a yib'anh eb', ix yalan vinh t'a ix María, ix snun Jesús chi' icha tik: --Ina jun unin tik, chequeltaxon yaji to niwan eb' quetisraelal ol somchajel spensar yuj. Tzijtum pax eb' ol b'o spensar yuj. A' ol ch'oxanoc tas sgana Dios t'a eb', palta tzijtum eb' ol paticaneloc."
        },
        {
            "number": "35",
            "text": "Icha chi' ol aj scheclajelta tas sna junjun anima. Ha ach tik, ol ja jun k'ual ol ochcan pitz'an cusk'olal t'a a pixan. Ichato ol tecchajoch junok q'uen espada t'a a pixan, xchi vinhaj Simeón chi'."
        },
        {
            "number": "36",
            "text": "Ay pax jun ix ix ta' scuch Ana. Ha jun ix chi' syalel slolonel Dios ix. Ha vinh smam ix scuchan Fanuel, yinhtilal vinhaj Aser. Te chichimxo ix. Uninto ix snupnajnac ix, uque' ab'il ix yik'laj sb'a eb', ix cham vinh yetb'eyum ix."
        },
        {
            "number": "37",
            "text": "84 ab'ilxo skan ix. Max yactejcan stemplo Dios ix, syak'nhej servil Dios Cajal ix t'a k'ual, t'ak'val, t'a tzek'ojk'olal yet' t'a lesal."
        },
        {
            "number": "38",
            "text": "D'a jun rato chi' ix k'och ix b'aj ayek' eb' chi'. Ix yak'an yuj diosal ix d'ha Dios, ix och ijan ix yalanel yab'ixal Jesús chi' t'a masanil eb' van stanhvan scolchajel chonhab' Jerusalén chi'."
        },
        {
            "number": "39",
            "text": "Ayic ix lajvi sk'anab'ajan juntzanh sleyal alb'ilcan yuj Dios Cajal eb', ix pax eb' t'a schonhab' scuch Nazaret, aton jun ay t'a yol yic Galilea."
        },
        {
            "number": "40",
            "text": "Axo jun unin chi', ipan yel q'uinal t'ay, van sq'uib'i, van sjelanb'i, ay val och swach'k'olal Dios t'ay."
        },
        {
            "number": "41",
            "text": "Ha vinh tz'alji smamoc Jesús chi' yet' ix snun, junjun ab'il xid'ek' eb' t'a Jerusalén yuj q'uinh yic snajicoti tas aj yelnaccot eb' israel t'a Egipto."
        },
        {
            "number": "42",
            "text": "Axo ix tz'acvi slajchavil ab'il sq'uinal Jesús, ix b'atxi eb' t'a Jerusalén t'a q'uinh chi' ichataxon sleyal."
        },
        {
            "number": "43",
            "text": "Ayic ix lajvi jun q'uinh chi', ix paxta eb'. Axo yune' quelem Jesús, ix kan t'a Jerusalén, max snalaj ix snun yet' vinhaj José tato ix cani."
        },
        {
            "number": "44",
            "text": "Ha snaan eb' to tzak'an yet' juntzanhxo eb' tzijtumal anima. Yuj chi', jun k'ual ix b'ey eb'. Axo ix sayanek' eb' t'a skal eb' sk'ab' yoc yet' eb' yamigo,"
        },
        {
            "number": "45",
            "text": "malaj. Yuj chi', ix meltzajxi eb' t'a Jerusalén chi' sayxi."
        },
        {
            "number": "46",
            "text": "Ato t'a schab'jial ix ilchaj yuj eb' t'a yamaq'uil stemplo Dios, k'ojanem t'a skal juntzanh eb' vinh k'ayb'um t'a ley Moisés, van smaclan yab'i tas syal eb' vinh, sk'anb'anpax yab' t'a eb' vinh."
        },
        {
            "number": "47",
            "text": "Masanil eb' ix ab'an sloloni, ix te och q'uelan eb', yujto te nhican, te jelan pax spacani."
        },
        {
            "number": "48",
            "text": "Axo ix yilan eb' smam snun chi', ix te sat sk'ool eb'. Axo ix snun chi' ix alani: --Ach vune', ¿tas yuj icha tik tzonh utej? Ha vinh a mam tik yet' in, te ilk'olal caji, van ach co sayaneq'ui, xchi ix t'ay."
        },
        {
            "number": "49",
            "text": "Ix tak'vi Jesús t'a ix icha tik: --¿Tas yuj tzin e sayeq'ui? ¿Tom manh eyojtacoc to yowalil a smunlajel in Mam tzul in b'o'o? xchi."
        },
        {
            "number": "50",
            "text": "Palta maj nachajel-laj yuj eb' tas ix yala'."
        },
        {
            "number": "51",
            "text": "Ichato chi' ix paxta yet' eb' t'a Nazaret, ix sk'anab'ajan tas ix yal eb'. Axo ix snun chi', ix kan juntzanh chi' t'a spensar ix, ix ste naub'tanhan ix."
        },
        {
            "number": "52",
            "text": "Vannhej sq'uib' Jesús chi', ipan yaj spensar. Stzalaj val Dios yet'oc, stzalaj pax eb' anima yet'oc."
        }
    ]
}