{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ix yak'elta jun órden winhaj Augusto, aton winh sat yajal t'a Roma, yic sk'e waan sb'isul masanil heb' anima t'a yol smacb'en Roma chi'."
        },
        {
            "number": "2",
            "text": "Ha winhaj Cirenio ayoch gobernadoral t'a yol yic Siria ayic sb'ab'laj b'ischajnac heb' anima smasanil."
        },
        {
            "number": "3",
            "text": "Masanil heb' anima sacleminac yajkanb'ati, tzul yak' tz'ib'chaj sb'a heb' t'a schonhab'."
        },
        {
            "number": "4",
            "text": "Yuj chi' a winhaj José, ix cot winh t'a chonhab' Nazaret t'a yol yic Galilea, ix k'och winh t'a chonhab' Belén t'a yol yic Judea, aton b'aj aljinac winhaj Dawid t'a peka', yujto a winhaj José chi', a winhaj Dawid ay yinhtilal winh."
        },
        {
            "number": "5",
            "text": "Ix b'at winh t'a Belén yic syak' tz'ib'chaj sb'a winh yet' ix María, aton ix ayxo strato yet' winh, cuchb'iltooch yune' ix yuj."
        },
        {
            "number": "6",
            "text": "Ayic ayek' heb' t'a Belén chi', ix k'och sk'ual yalji yune' ix chi'."
        },
        {
            "number": "7",
            "text": "Ata' ix alji jun sb'ab'el unin ix. Ix spich ix t'a sb'al, ix yak'anek' k'otan ix b'aj swa nok' chej, yujto manhxalaj b'aj colan t'a yol mesón."
        },
        {
            "number": "8",
            "text": "D'a slak'anil chonhab' Belén chi' ayek' juntzanh heb' waymitum kalnel."
        },
        {
            "number": "9",
            "text": "Elanhchamel ix ja jun yángel Dios Kajal t'a heb'. Ix ja copnaj stziquiquial Dios Kajal t'a spatic yichanh heb'. Ix te xivk'e heb'."
        },
        {
            "number": "10",
            "text": "Ix yalan jun ángel chi' t'a heb' icha tik: --Manh ex xiwoc yujto wed'nac jun wach' ab'ix t'ayex. Yuj jun ab'ix tik, ol tzalaj masanil anima."
        },
        {
            "number": "11",
            "text": "Ha t'a Belén, t'a schonhab' kan winhaj Dawid, ata' ix alji jun he Kolumal q'uiq'ui, aton Cristo Kajal."
        },
        {
            "number": "12",
            "text": "Ol eyila', ayoch sb'al jun unin chi'. Ayek' t'a yol b'aj swa nok' chej, icha chi' ol aj snachajel eyuuj to ha', xchi jun ángel chi'."
        },
        {
            "number": "13",
            "text": "Ha t'a jun rato chi', tzijtum heb' ángel ix cot t'a satcha’anh ix ul sch'oxan sb'a heb' yet' junxo ángel chi', ix yalan wach' lolonel heb' d'ha Dios. Ix yalan heb' icha tik:"
        },
        {
            "number": "14",
            "text": "Calec wach' lolonel d'ha Dios ay t'a satcha’anh. Ayokab' junk'olal t'a skal heb' anima b'aj ix sch'ox swach'k'olal, xchi heb' ángel chi'."
        },
        {
            "number": "15",
            "text": "Ayic toxo ix pax heb' ángel chi' t'a satcha’anh, ix laj yalan junjun heb' tanhwum kalnel chi' icha tik: --Koyec t'a Belén chi', b'at quilec tas ix uji ta', aton tas ix schec aljoc Cajalil t'ayonh, xchi heb'."
        },
        {
            "number": "16",
            "text": "Yelk'olal ix b'at heb'. Ix ilchaj ix María yet' winhaj José yuj heb'. Ix yilan jun unin chi' heb', k'otanek' b'aj swa nok' chej."
        },
        {
            "number": "17",
            "text": "Ayic ix yilan heb', ix yalan heb' tas ix yal jun ángel chi' t'a heb'."
        },
        {
            "number": "18",
            "text": "Masanil heb' ix ab'ani, ix te sat sk'ool heb' yuj tas ix yal heb' chi'."
        },
        {
            "number": "19",
            "text": "Axo ix María chi', tonhej ix yab'kan juntzanh chi' ix, ix ste naub'tanhan ix."
        },
        {
            "number": "20",
            "text": "Ha heb' tanhwum kalnel chi', ix meltzajxi heb', ix yalan wach' lolonel heb' d'ha Dios. Ix yak'an yuj diosal heb' t'ay yuj masanil tas ix yab' heb' yet' yuj tas ix yil heb', yujto ix elk'och masanil icha ix alji t'a heb'."
        },
        {
            "number": "21",
            "text": "Ucub'ixitax chi', ix ak'ji circuncidar jun unin chi'. JESÚS ix sb'iejkani, aton jun b'i chi' ix aljikan t'a ix María yuj jun ángel atax yic manto scuchoch ix."
        },
        {
            "number": "22",
            "text": "Ay juntzanh checnab'il yalnakkan winhaj Moisés to sk'anab'ajej heb' ix tz'alji yune', yic wach' skan heb' ix t'a yichanh ley. D'a sk'ual yic sk'anab'ajan jun checnab'il chi' ix, ix yik'anb'at Jesús heb' t'a chonhab' Jerusalén yic syak'anoch jun unin chi' heb' t'a yol sk'ab' Dios Kajal."
        },
        {
            "number": "23",
            "text": "Ix sk'ulej jun tik heb' yujto icha tik tz'ib'yajkan t'a sley Dios Kajal chi': “Junjun winak unin sb'ab'laj alji, a tz'ak'ji yicoc Dios Kajal,” xchi."
        },
        {
            "number": "24",
            "text": "Ix b'at heb' b'ian, ix yak'an jun silab' heb' d'ha Dios icha silab' heb' meb'a' syak'a', icha tas syal sley Dios chi': “Yowalil tz'ak'ji chawanhoc nok' cuwajte', mato chawanhoc nok' paramuch,” xchi."
        },
        {
            "number": "25",
            "text": "Ha t'a jun pekti’ chi', ay jun winh kajan t'a Jerusalén scuch Simeón. Te tojol sb'eyb'al jun winh chi'. Slesalwi winh d'ha Dios. Van stanhwan winh sk'och sk'ual yic ol colchaj chonhab' Israel chi'. Ayoch Yespíritu Dios t'a winh."
        },
        {
            "number": "26",
            "text": "Yalnac Dios t'a winh to manto ol cham winh masanto ol yil Cristo winh, aton ol checjoccot yuj Cajalil."
        },
        {
            "number": "27",
            "text": "Aton jun winh tik ix checjib'at yuj Yespíritu Dios t'a yamaq'uil templo. Ayek' winh ta' ix ik'jicot Jesús t'a yol yamaq'uil templo chi' yuj winh tz'alji smamoc chi' yet' ix snun, yic sk'anab'ajej heb' tas syal ley."
        },
        {
            "number": "28",
            "text": "Axo winhaj Simeón chi' ix chelank'e jun unin chi', ix yalan wach' lolonel winh d'ha Dios. Ix yalan winh:"
        },
        {
            "number": "29",
            "text": "Mamin Vajal, syalxo in cham t'a junk'olal ticnaik, yujto ix elk'och tas ix al t'ayin a in a chekab' in tik."
        },
        {
            "number": "30",
            "text": "Ix yil wal in sat sjawikan winh Colwajwum tik."
        },
        {
            "number": "31",
            "text": "Aton winh tik ix ak' yopisio t'a yichanh heb' anima smasanil t'a yol yib'anhk’inal tik."
        },
        {
            "number": "32",
            "text": "Ha winh tik ol ak'an sakil k'inal t'a heb' manh israelok. Axo jun a chonhab' Israel, te niwan ol aj yelk'och yuj winh, xchi winh."
        },
        {
            "number": "33",
            "text": "Axo winhaj José yet' ix María, ix te sat sk'ool heb' yuj tas ix yalkan winhaj Simeón chi' yuj jun unin chi'."
        },
        {
            "number": "34",
            "text": "Ixlajwi chi', ix sk'anan swach'k'olal Dios winh t'a yib'anh heb', ix yalan winh t'a ix María, ix snun Jesús chi' icha tik: --Ina jun unin tik, chequeltaxon yaji to niwan heb' quetisraelal ol somchajel spensar yuj. Tzijtum pax heb' ol b'o spensar yuj. A' ol ch'oxanoc tas snib'ej Dios t'a heb', palta tzijtum heb' ol patikaneloc."
        },
        {
            "number": "35",
            "text": "Icha chi' ol aj scheclajelta tas sna junjun anima. Ha ach tik, ol ja jun k'ual ol ochkan pitz'an cusk'olal t'a a pixan. Ichato ol tecchajoch junok k'een espada t'a a pixan, xchi winhaj Simeón chi'."
        },
        {
            "number": "36",
            "text": "Ay pax jun ix ix ta' scuch Ana. Ha jun ix chi' syalel slolonel Dios ix. Ha winh smam ix skuchan Fanuel, yinhtilal winhaj Aser. Te chichimxo ix. Uninto ix snupnajnac ix, uque' ab'il ix yik'laj sb'a heb', ix cham winh yetb'eyum ix."
        },
        {
            "number": "37",
            "text": "84 ab'ilxo skan ix. Max yaktejkan stemplo Dios ix, syak'nhej serwil Dios Kajal ix t'a k'ual, t'ak'wal, t'a tzek'ojk'olal yet' t'a lesal."
        },
        {
            "number": "38",
            "text": "D'a jun rato chi' ix k'och ix b'aj ayek' heb' chi'. Ix yak'an yuj diosal ix d'ha Dios, ix och ijan ix yalanel yab'ixal Jesús chi' t'a masanil heb' wan stanhwan scolchajel chonhab' Jerusalén chi'."
        },
        {
            "number": "39",
            "text": "Ayic ix lajwi sk'anab'ajan juntzanh sleyal alb'ilkan yuj Dios Kajal heb', ix pax heb' t'a schonhab' scuch Nazaret, aton jun ay t'a yol yic Galilea."
        },
        {
            "number": "40",
            "text": "Axo jun unin chi', ipan yel k 'inal t'ay, wan sq'uib'i, wan sjelanb'i, ay wal och swach'k'olal Dios t'ay."
        },
        {
            "number": "41",
            "text": "Ha winh tz'alji smamoc Jesús chi' yet' ix snun, junjun ab'il xid'ek' heb' t'a Jerusalén yuj q'uinh yic snajicoti tas aj yelnaccot heb' israel t'a Egipto."
        },
        {
            "number": "42",
            "text": "Axo ix tz'acwi slajchawil ab'il sk'inal Jesús, ix b'atxi heb' t'a Jerusalén t'a q'uinh chi' ichataxon sleyal."
        },
        {
            "number": "43",
            "text": "Ayic ix lajwi jun q'uinh chi', ix paxta heb'. Axo yune' quelem Jesús, ix kan t'a Jerusalén, max snalaj ix snun yet' winhaj José tato ix kani."
        },
        {
            "number": "44",
            "text": "Ha snaan heb' to tzak'an yet' juntzanhxo heb' tzijtumal anima. Yuj chi', jun k'ual ix b'ey heb'. Axo ix sayanek' heb' t'a skal heb' sk'ab' yoc yet' heb' yamigo,"
        },
        {
            "number": "45",
            "text": "malaj. Yuj chi', ix meltzajxi heb' t'a Jerusalén chi' sayxi."
        },
        {
            "number": "46",
            "text": "Ato t'a schab'jial ix ilchaj yuj heb' t'a yamaq'uil stemplo Dios, k'ojanem t'a skal juntzanh heb' winh k'ayb'um t'a ley Moisés, wan smaclan yab'i tas syal heb' winh, sk'anb'anpax yab' t'a heb' winh."
        },
        {
            "number": "47",
            "text": "Masanil heb' ix ab'an sloloni, ix te och k'elan heb', yujto te nhikan, te jelan pax spakani."
        },
        {
            "number": "48",
            "text": "Axo ix yilan heb' smam snun chi', ix te sat sk'ool heb'. Axo ix snun chi' ix alani: --Ach wune', ¿tas yuj icha tik tzonh utej? Ha winh a mam tik yet' in, te ilk'olal kaji, wan ach ko sayaneq'ui, xchi ix t'ay."
        },
        {
            "number": "49",
            "text": "Ix tak'wi Jesús t'a ix icha tik: --¿Tas yuj tzin he sayeq'ui? ¿Tom manh eyojtakoc to yowalil a smunlajel in Mam tzul in b'o'o? xchi."
        },
        {
            "number": "50",
            "text": "Palta maj nachajel-laj yuj heb' tas ix yala'."
        },
        {
            "number": "51",
            "text": "Ichato chi' ix paxta yet' heb' t'a Nazaret, ix sk'anab'ajan tas ix yal heb'. Axo ix snun chi', ix kan juntzanh chi' t'a spensar ix, ix ste naub'tanhan ix."
        },
        {
            "number": "52",
            "text": "Vannhej sq'uib' Jesús chi', ipan yaj spensar. Stzalaj wal Dios yet'oc, stzalaj pax heb' anima yet'oc."
        }
    ]
}