{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "D'a jun k'u chi' ix k'ayb'aj eb' anima t'a yamaq'uil stemplo Dios yuj Jesús. Ix yalan wach' ab'ix yic colnab'il t'a eb'. Ix k'och eb' winh sacerdote, eb' winh k'ayb'um t'a ley Moisés yet' eb' winh ichamtac vinac ay yopisio."
        },
        {
            "number": "2",
            "text": "Ix yalan eb' winh t'a Jesús chi': --Al t'ayonh, tas aji, yuj chi' tza k'ulej juntzanh chi', ¿mach ak'jinac opisio chi'? xchi eb' winh t'ay."
        },
        {
            "number": "3",
            "text": "--Ay pax jun tas tzin k'anb'ej t'ayex. Alec t'ayin,"
        },
        {
            "number": "4",
            "text": "¿mach ak'jinac yopisio winhaj Juan ayic ix yak'an bautizar eb' ix laj k'och t'a winh? ¿Am Dios ak'jinac, mato anima? xchi Jesús chi' t'a eb' winh."
        },
        {
            "number": "5",
            "text": "Ix yal-lan yab' eb' winh: --¿Tas scutej co pacan t'a winh? Tato scala' to ha Dios ix ak'ancot winhaj Juan chi', axom ol yalan winh: ¿Tas yuj maj eyak'och t'a e k'ol jun? xcham winh."
        },
        {
            "number": "6",
            "text": "Palta tato scala' to yic eb' anima, axom eb' anima ol onh sjulq'uenejcham eb', yujto a winhaj Juan chi', schecab' ton Dios yaj winh t'a yichanh eb', xchi eb' winh."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yalan eb' winh to manh yojtacoc eb' mach ak'jinac yopisio winhaj Juan chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan Jesús chi' t'a eb' winh: --Tato icha chi', manh ol valpaxlaj t'ayex mach ak'jinac vopisio yic tzin k'ulan juntzanh tik, xchi t'a eb' winh."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix yalan jun ab'ix tik Jesús t'a eb' ayek' chi' ta': --Ay jun winh ix avan juntzanh te' uva t'a sat sluum. Ixlajwi chi', ix yak'ancanb'at sluum winh chi' majanil yet' masanil yavb'en te' chi'. Ixlajwi chi', niwan tiempo ix b'atcan winh."
        },
        {
            "number": "10",
            "text": "Axo yic ix k'och stiempoal smoljiel sat te' uva chi', ix schecb'at jun schecab' winh yic sk'anan smajananub'al lu'um. Axo eb' ix majnan lu'um chi' ix mak'ani, ix spechan meltzaj eb', malaj jab'oc tas ix yak' eb' t'ay."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix schecb'at junxo schecab' winh aj lu'um chi'. Palta anheja' ix stumej eb', ix smak'an pax eb', ix spechan meltzaj eb', malaj jab'oc tas ix yak' eb' t'ay."
        },
        {
            "number": "12",
            "text": "Ix schecanxib'at junxo schecab' winh, haxo eb' ix majnan lu'um chi' ix mak'ani, ix spechan meltzaj eb'."
        },
        {
            "number": "13",
            "text": "Axo ix snaan winh aj lu'um chi': ¿Tas tzin k'ulej ticnaic? Ol in checb'at jun vuninal te xajan vuuj. Tecan ol xiv eb' t'ay, xchi winh."
        },
        {
            "number": "14",
            "text": "Axo ix k'och winh uninab'il chi', ix slajtian sb'a eb' majnum lu'um chi'. Ix yalan eb': Ina sja winh uninab'il b'aj ol kan lum lum tik. Co maq'ueccham winh, yic wach' a onhxo ol quiquejcan lu'um, xchi eb'."
        },
        {
            "number": "15",
            "text": "Yuj chi', ix snheranel winh eb' t'a stiel avb'en chi', ix smak'ancham winh eb'. Tzin k'anb'ej t'ayex, ¿tas ol utaj eb' majnum lum chi' yuj winh aj lu'um chi' tze na'a?"
        },
        {
            "number": "16",
            "text": "Axo lak'an winh ol b'atoc. Ol b'at smak'ancham juntzanh eb' majnum lu'um chi' winh. Ol yak'anxicanb'at lu'um winh majanil t'a juntzanhxo, xchi Jesús t'a eb' winh. Ayic ix yab'an jun tik eb' anima, ix yalan eb': --Comonoc malaj b'ak'uinh ol ujok icha chi', xchi eb'."
        },
        {
            "number": "17",
            "text": "Axo Jesús ix och q'uelan t'a eb', ix yalani: --Tato icha chi', ¿tas syalelk'och juntzanh tas tz'ib'ab'ilcan t'a Slolonel Dios tze na'a? Syal icha tik: Ha jun q'uen q'ueen malaj yelk'och t'a yichanh eb' b'oum pat, aton q'uen ix ochcan sjolomoc schiquin te' pat chi', xchicani."
        },
        {
            "number": "18",
            "text": "Tato ay junok mach tz'em tanhnaj t'a yib'anh jun q'ueen chi', chok' tz'aji. Tato a q'ueen tz'em tanhnaj t'a yib'anh junocxo, icha pococ tz'aji, xchi Jesús t'a eb'."
        },
        {
            "number": "19",
            "text": "Ha eb' winh sat sacerdote yet' eb' winh k'ayb'um t'a ley Moisés, ix snib'ej eb' winh syam Jesús t'a elanhchamel, yujto ix snael eb' winh to a eb' winh van yalani, palta ix xiv eb' winh t'a eb' anima."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix checjib'at jayvanh eb' winh yila' talaj tz'och smul Jesús chi'. Ha ix k'och eb' winh, wach' ix yutej sb'a eb' winh t'a yichanh Jesús chi'. Ix stz'acan sk'umej eb' winh yic slectaj t'a slolonel, yic syak'anoch eb' winh t'a yol sk'ab' eb' winh yajal."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix stz'ac sk'anb'ej eb' winh t'ay: --Mamin k'ayb'um, cojtac to tojol tzutej a loloni yet' pax onh a k'ayb'ani. Manhoclaj yilji anima tzila', yujto lajannhej yelk'och junjun anima t'ayach. Cojtac paxi to tzonh a k'ayb'ej t'a tas sgana Dios t'a val yel."
        },
        {
            "number": "22",
            "text": "Yuj chi' al t'ayonh: ¿Tom wach' scak' juntzanh tumin sk'anjiel t'ayonh yuj winh yajal t'a Roma, mato maay? xchi eb' winh t'ay."
        },
        {
            "number": "23",
            "text": "Ix snael Jesús to chuk spensar eb' winh sk'anb'an eb' winh. Yuj chi' ix yalan t'a eb' winh:"
        },
        {
            "number": "24",
            "text": "--Ch'oxec junok tumin chi' wila''. ¿Mach jun ayoch sat tik yet' sb'i tik t'a q'ueen? xchi t'a eb' winh. --Aton sat winh yajal t'a Roma yet' sb'i winh, xchi eb' winh."
        },
        {
            "number": "25",
            "text": "Yuj chi', ix yalan t'a eb' winh: --Ha tas yictaxon winh yajal chi' yaji, aq'ek t'a winh. Palta a tas yictaxon Dios yaji, aq'ek d'ha Dios chi', xchi t'a eb' winh."
        },
        {
            "number": "26",
            "text": "Malaj junok tas ix yal chi' b'aj ix ak'ji ganar yuj eb' yic syaman eb'. Ix te sat sk'ool eb' yab'an tas ix spak chi', manhxalaj tas ix yal eb'."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ay juntzanh eb' winh saduceo ix k'och t'a Jesús. Aton eb' winh tik tz'alani to manh ol pitzvocxi eb' chamnac, yuj chi' ix yalan eb' winh t'ay:"
        },
        {
            "number": "28",
            "text": "--Mamin k'ayb'um, a winhaj Moisés tz'ib'annaccan icha tik: Tato ay junok winh vinac schami, skan ix yetb'eyum winh, palta malaj yuninal winh scani, tato icha chi', haxo winh yuk'tac winh, tz'ik'anpaxcan ix ix chi', yic wach' tato tz'aj yuninal eb', ichato a winh ix cham chi' ay yico'. Icha chi' ix yalcan winhaj Moisés chi'."
        },
        {
            "number": "29",
            "text": "Ha junel ay ucvanh eb' winh yuk'tac sb'a. Ha winh b'ab'el vinac ik'an jun ix ix, palta cham winh, malaj yuninal eb' cani."
        },
        {
            "number": "30",
            "text": "Axo junxo yuk'tac winh ik'anxican ix. Palta cham junxo winh chi'. Malaj yuninal eb' canxi."
        },
        {
            "number": "31",
            "text": "Slajvi chi', haxo winh yoxil ik'anxi ix. Anhejtona' yik'nac ix eb' winh yucvanhil. Cham eb' winh smasanil. Malaj junok eb' winh elcan yuninal yet' ix."
        },
        {
            "number": "32",
            "text": "Axo t'a slajvub'xo, scham ix."
        },
        {
            "number": "33",
            "text": "Axo ol pitzvocxi eb' chamnac, ¿mach junok eb' winh ol ik'an ix yujto yik'nac ix eb' winh yucvanhil? xchi eb' winh."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix yalan Jesús t'a eb' winh saduceo chi': --Ha t'a yol yib'anhk’inal tik, syik'laj sb'a eb' anima."
        },
        {
            "number": "35",
            "text": "Palta ay val junxo lugar. Ha eb' ol pitzvocxi t'a skal eb' chamnac, eb' smoj sk'ochcan ta', ata' manhxalaj ik'lajb'ail. Manhxo ol yak'b'at yisil eb' k'anjoc."
        },
        {
            "number": "36",
            "text": "Yujto ha t'a jun pekti’ chi', manhxo ol chamlaj eb'. Lajan ol aj eb' yet' eb' ángel. Yuninal ton Dios ol aj eb', yujto ol pitzvocxi eb'."
        },
        {
            "number": "37",
            "text": "Anhejtona' t'a winhaj Moisés chi' yalnaccan Dios t'a skal te' q'uiix ayoch sk'ak'al, ata' yak'nac cojtaquejeli to ol pitzvocxi eb' chamnac, b'aj yalnaccan icha tik: Ha in ton tik sDiosal in winhaj Abraham, winhaj Isaac yet' winhaj Jacob, xchi."
        },
        {
            "number": "38",
            "text": "Yuj chi', wach'chom chamnac eb' winh chi', cojtac to manh satnacoquel eb' winh t'a junelnhej, yujto yalnac Dios to sDiosal eb' winh yaji. Ha t'a sat Dios, pitzan eb' anima smasanil, xchi Jesús."
        },
        {
            "number": "39",
            "text": "Ay juntzanh eb' winh k'ayb'um t'a ley Moisés ix alan t'ay: --Yel ton tzal Mamin k'ayb'um, xchi eb' winh."
        },
        {
            "number": "40",
            "text": "Yuj chi' manhxalaj tas syal sk'anb'an eb' winh t'ay."
        },
        {
            "number": "41",
            "text": "Ix yalan Jesús t'a eb' winh: --¿Tas yuj ay eb' tz'alani to a Cristo yinhtilal David yaji?"
        },
        {
            "number": "42",
            "text": "Yujto anheja' winhaj David chi' alanxican t'a jun libro yic Salmos: Ha Dios Cajal alannac t'a Vajalil icha tik: Emanh k'ojan t'a in wach' k'ab' tik,"
        },
        {
            "number": "43",
            "text": "masanto ol vak'canoch eb' ayoch ajk'olal t'ayach t'a yalanh oc, xchi Dios t'a Vajalil, xchi winhaj David chi'."
        },
        {
            "number": "44",
            "text": "Icha chi' yutejnaccan winhaj David yalani to a Cristo ayoch yajaloc winh, yuj chi' cojtac to a Cristo chi', manh yinhtilalocnhej David chi' yaji, xchi Jesús t'a eb' winh."
        },
        {
            "number": "45",
            "text": "Ayic van yab'an eb' anima smasanil, ix yalan Jesús icha tik t'a eb' sk'ayb'um:"
        },
        {
            "number": "46",
            "text": "--Tzeyil val e b'a yic manh ol ex juvoquel yuj sb'eyb'al eb' winh k'ayb'um t'a ley Moisés, yujto scham val b'at eb' winh yet' juntzanh spichul jucan. Snib'ej eb' winh to tz'em nhojan eb' anima t'a eb' winh b'aj ay mercado. Ha sk'an eb' winh to ha t'a xila eb' nivac vinac tz'em k'ojjab' eb' winh t'a yoltac spatil culto. Ayic tz'och vael, snib'ej eb' winh tz'em k'ojjab' b'aj tz'em k'ojan eb' winh nivac yelk'ochi."
        },
        {
            "number": "47",
            "text": "Syik'anpaxek' eb' winh tas ay t'a eb' ix chamnac yetb'eyum yet' pax spat eb' ix. Slajvi chi', najat syutej yoc slesal eb' winh, yic a snaan eb' anima to malaj smul eb' winh. Palta a eb' winh chi', yelxo val niwan yaelal ol ak'jococh t'a yib'anh eb' winh, xchi Jesús chi'."
        }
    ]
}