{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "D'a jun k'u chi' ix k'ayb'aj eb' anima t'a yamaq'uil stemplo Dios yuj Jesús. Ix yalan wach' ab'ix yic colnab'il t'a eb'. Ix k'och eb' vinh sacerdote, eb' vinh k'ayb'um t'a ley Moisés yet' eb' vinh ichamtac vinac ay yopisio."
        },
        {
            "number": "2",
            "text": "Ix yalan eb' vinh t'a Jesús chi': --Al t'ayonh, tas aji, yuj chi' tza k'ulej juntzanh chi', ¿mach ak'jinac opisio chi'? xchi eb' vinh t'ay."
        },
        {
            "number": "3",
            "text": "--Ay pax jun tas tzin k'anb'ej t'ayex. Alec t'ayin,"
        },
        {
            "number": "4",
            "text": "¿mach ak'jinac yopisio vinhaj Juan ayic ix yak'an bautizar eb' ix laj k'och t'a vinh? ¿Am Dios ak'jinac, mato anima? xchi Jesús chi' t'a eb' vinh."
        },
        {
            "number": "5",
            "text": "Ix yal-lan yab' eb' vinh: --¿Tas scutej co pacan t'a vinh? Tato scala' to ha Dios ix ak'ancot vinhaj Juan chi', axom ol yalan vinh: ¿Tas yuj maj eyak'och t'a e k'ol jun? xcham vinh."
        },
        {
            "number": "6",
            "text": "Palta tato scala' to yic eb' anima, axom eb' anima ol onh sjulq'uenejcham eb', yujto a vinhaj Juan chi', schecab' ton Dios yaj vinh t'a yichanh eb', xchi eb' vinh."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yalan eb' vinh to manh yojtacoc eb' mach ak'jinac yopisio vinhaj Juan chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan Jesús chi' t'a eb' vinh: --Tato icha chi', manh ol valpaxlaj t'ayex mach ak'jinac vopisio yic tzin k'ulan juntzanh tik, xchi t'a eb' vinh."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix yalan jun ab'ix tik Jesús t'a eb' ayek' chi' ta': --Ay jun vinh ix avan juntzanh te' uva t'a sat sluum. Ixlajwi chi', ix yak'ancanb'at sluum vinh chi' majanil yet' masanil yavb'en te' chi'. Ixlajwi chi', niwan tiempo ix b'atcan vinh."
        },
        {
            "number": "10",
            "text": "Axo yic ix k'och stiempoal smoljiel sat te' uva chi', ix schecb'at jun schecab' vinh yic sk'anan smajananub'al lu'um. Axo eb' ix majnan lu'um chi' ix mak'ani, ix spechan meltzaj eb', malaj jab'oc tas ix yak' eb' t'ay."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix schecb'at junxo schecab' vinh aj lu'um chi'. Palta anheja' ix stumej eb', ix smak'an pax eb', ix spechan meltzaj eb', malaj jab'oc tas ix yak' eb' t'ay."
        },
        {
            "number": "12",
            "text": "Ix schecanxib'at junxo schecab' vinh, haxo eb' ix majnan lu'um chi' ix mak'ani, ix spechan meltzaj eb'."
        },
        {
            "number": "13",
            "text": "Axo ix snaan vinh aj lu'um chi': ¿Tas tzin k'ulej ticnaic? Ol in checb'at jun vuninal te xajan vuuj. Tecan ol xiv eb' t'ay, xchi vinh."
        },
        {
            "number": "14",
            "text": "Axo ix k'och vinh uninab'il chi', ix slajtian sb'a eb' majnum lu'um chi'. Ix yalan eb': Ina sja vinh uninab'il b'aj ol kan lum lum tik. Co maq'ueccham vinh, yic wach' a onhxo ol quiquejcan lu'um, xchi eb'."
        },
        {
            "number": "15",
            "text": "Yuj chi', ix snheranel vinh eb' t'a stiel avb'en chi', ix smak'ancham vinh eb'. Tzin k'anb'ej t'ayex, ¿tas ol utaj eb' majnum lum chi' yuj vinh aj lu'um chi' tze na'a?"
        },
        {
            "number": "16",
            "text": "Axo lak'an vinh ol b'atoc. Ol b'at smak'ancham juntzanh eb' majnum lu'um chi' vinh. Ol yak'anxicanb'at lu'um vinh majanil t'a juntzanhxo, xchi Jesús t'a eb' vinh. Ayic ix yab'an jun tik eb' anima, ix yalan eb': --Comonoc malaj b'ak'uinh ol ujoc icha chi', xchi eb'."
        },
        {
            "number": "17",
            "text": "Axo Jesús ix och q'uelan t'a eb', ix yalani: --Tato icha chi', ¿tas syalelk'och juntzanh tas tz'ib'ab'ilcan t'a Slolonel Dios tze na'a? Syal icha tik: Ha jun q'uen q'ueen malaj yelk'och t'a yichanh eb' b'oum pat, aton q'uen ix ochcan sjolomoc schiquin te' pat chi', xchicani."
        },
        {
            "number": "18",
            "text": "Tato ay junok mach tz'em tanhnaj t'a yib'anh jun q'ueen chi', chok' tz'aji. Tato a q'ueen tz'em tanhnaj t'a yib'anh junocxo, icha pococ tz'aji, xchi Jesús t'a eb'."
        },
        {
            "number": "19",
            "text": "Ha eb' vinh sat sacerdote yet' eb' vinh k'ayb'um t'a ley Moisés, ix snib'ej eb' vinh syam Jesús t'a elanhchamel, yujto ix snael eb' vinh to a eb' vinh van yalani, palta ix xiv eb' vinh t'a eb' anima."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix checjib'at jayvanh eb' vinh yila' talaj tz'och smul Jesús chi'. Ha ix k'och eb' vinh, wach' ix yutej sb'a eb' vinh t'a yichanh Jesús chi'. Ix stz'acan sk'umej eb' vinh yic slectaj t'a slolonel, yic syak'anoch eb' vinh t'a yol sk'ab' eb' vinh yajal."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix stz'ac sk'anb'ej eb' vinh t'ay: --Mamin k'ayb'um, cojtac to tojol tzutej a loloni yet' pax onh a k'ayb'ani. Manhoclaj yilji anima tzila', yujto lajannhej yelk'och junjun anima t'ayach. Cojtac paxi to tzonh a k'ayb'ej t'a tas sgana Dios t'a val yel."
        },
        {
            "number": "22",
            "text": "Yuj chi' al t'ayonh: ¿Tom wach' scak' juntzanh tumin sk'anjiel t'ayonh yuj vinh yajal t'a Roma, mato maay? xchi eb' vinh t'ay."
        },
        {
            "number": "23",
            "text": "Ix snael Jesús to chuc spensar eb' vinh sk'anb'an eb' vinh. Yuj chi' ix yalan t'a eb' vinh:"
        },
        {
            "number": "24",
            "text": "--Ch'oxec junok tumin chi' wila''. ¿Mach jun ayoch sat tik yet' sb'i tik t'a q'ueen? xchi t'a eb' vinh. --Aton sat vinh yajal t'a Roma yet' sb'i vinh, xchi eb' vinh."
        },
        {
            "number": "25",
            "text": "Yuj chi', ix yalan t'a eb' vinh: --Ha tas yictaxon vinh yajal chi' yaji, aq'ek t'a vinh. Palta a tas yictaxon Dios yaji, aq'ek d'ha Dios chi', xchi t'a eb' vinh."
        },
        {
            "number": "26",
            "text": "Malaj junok tas ix yal chi' b'aj ix ak'ji ganar yuj eb' yic syaman eb'. Ix te sat sk'ool eb' yab'an tas ix spac chi', manhxalaj tas ix yal eb'."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ay juntzanh eb' vinh saduceo ix k'och t'a Jesús. Aton eb' vinh tik tz'alani to manh ol pitzvocxi eb' chamnac, yuj chi' ix yalan eb' vinh t'ay:"
        },
        {
            "number": "28",
            "text": "--Mamin k'ayb'um, a vinhaj Moisés tz'ib'annaccan icha tik: Tato ay junok vinh vinac schami, skan ix yetb'eyum vinh, palta malaj yuninal vinh scani, tato icha chi', haxo vinh yuk'tac vinh, tz'ik'anpaxcan ix ix chi', yic wach' tato tz'aj yuninal eb', ichato a vinh ix cham chi' ay yico'. Icha chi' ix yalcan vinhaj Moisés chi'."
        },
        {
            "number": "29",
            "text": "Ha junel ay ucvanh eb' vinh yuk'tac sb'a. Ha vinh b'ab'el vinac ik'an jun ix ix, palta cham vinh, malaj yuninal eb' cani."
        },
        {
            "number": "30",
            "text": "Axo junxo yuk'tac vinh ik'anxican ix. Palta cham junxo vinh chi'. Malaj yuninal eb' canxi."
        },
        {
            "number": "31",
            "text": "Slajvi chi', haxo vinh yoxil ik'anxi ix. Anhejtona' yik'nac ix eb' vinh yucvanhil. Cham eb' vinh smasanil. Malaj junok eb' vinh elcan yuninal yet' ix."
        },
        {
            "number": "32",
            "text": "Axo t'a slajvub'xo, scham ix."
        },
        {
            "number": "33",
            "text": "Axo ol pitzvocxi eb' chamnac, ¿mach junok eb' vinh ol ik'an ix yujto yik'nac ix eb' vinh yucvanhil? xchi eb' vinh."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix yalan Jesús t'a eb' vinh saduceo chi': --Ha t'a yol yib'anhk’inal tik, syik'laj sb'a eb' anima."
        },
        {
            "number": "35",
            "text": "Palta ay val junxo lugar. Ha eb' ol pitzvocxi t'a skal eb' chamnac, eb' smoj sk'ochcan ta', ata' manhxalaj ik'lajb'ail. Manhxo ol yak'b'at yisil eb' k'anjoc."
        },
        {
            "number": "36",
            "text": "Yujto ha t'a jun pekti’ chi', manhxo ol chamlaj eb'. Lajan ol aj eb' yet' eb' ángel. Yuninal ton Dios ol aj eb', yujto ol pitzvocxi eb'."
        },
        {
            "number": "37",
            "text": "Anhejtona' t'a vinhaj Moisés chi' yalnaccan Dios t'a skal te' q'uiix ayoch sk'ak'al, ata' yak'nac cojtaquejeli to ol pitzvocxi eb' chamnac, b'aj yalnaccan icha tik: Ha in ton tik sDiosal in vinhaj Abraham, vinhaj Isaac yet' vinhaj Jacob, xchi."
        },
        {
            "number": "38",
            "text": "Yuj chi', wach'chom chamnac eb' vinh chi', cojtac to manh satnacoquel eb' vinh t'a junelnhej, yujto yalnac Dios to sDiosal eb' vinh yaji. Ha t'a sat Dios, pitzan eb' anima smasanil, xchi Jesús."
        },
        {
            "number": "39",
            "text": "Ay juntzanh eb' vinh k'ayb'um t'a ley Moisés ix alan t'ay: --Yel ton tzal Mamin k'ayb'um, xchi eb' vinh."
        },
        {
            "number": "40",
            "text": "Yuj chi' manhxalaj tas syal sk'anb'an eb' vinh t'ay."
        },
        {
            "number": "41",
            "text": "Ix yalan Jesús t'a eb' vinh: --¿Tas yuj ay eb' tz'alani to a Cristo yinhtilal David yaji?"
        },
        {
            "number": "42",
            "text": "Yujto anheja' vinhaj David chi' alanxican t'a jun libro yic Salmos: Ha Dios Cajal alannac t'a Vajalil icha tik: Emanh k'ojan t'a in wach' k'ab' tik,"
        },
        {
            "number": "43",
            "text": "masanto ol vak'canoch eb' ayoch ajk'olal t'ayach t'a yalanh oc, xchi Dios t'a Vajalil, xchi vinhaj David chi'."
        },
        {
            "number": "44",
            "text": "Icha chi' yutejnaccan vinhaj David yalani to a Cristo ayoch yajaloc vinh, yuj chi' cojtac to a Cristo chi', manh yinhtilalocnhej David chi' yaji, xchi Jesús t'a eb' vinh."
        },
        {
            "number": "45",
            "text": "Ayic van yab'an eb' anima smasanil, ix yalan Jesús icha tik t'a eb' sk'ayb'um:"
        },
        {
            "number": "46",
            "text": "--Tzeyil val e b'a yic manh ol ex juvoquel yuj sb'eyb'al eb' vinh k'ayb'um t'a ley Moisés, yujto scham val b'at eb' vinh yet' juntzanh spichul jucan. Snib'ej eb' vinh to tz'em nhojan eb' anima t'a eb' vinh b'aj ay mercado. Ha sk'an eb' vinh to ha t'a xila eb' nivac vinac tz'em k'ojjab' eb' vinh t'a yoltac spatil culto. Ayic tz'och vael, snib'ej eb' vinh tz'em k'ojjab' b'aj tz'em k'ojan eb' vinh nivac yelk'ochi."
        },
        {
            "number": "47",
            "text": "Syik'anpaxek' eb' vinh tas ay t'a eb' ix chamnac yetb'eyum yet' pax spat eb' ix. Slajvi chi', najat syutej yoc slesal eb' vinh, yic a snaan eb' anima to malaj smul eb' vinh. Palta a eb' vinh chi', yelxo val niwan yaelal ol ak'jococh t'a yib'anh eb' vinh, xchi Jesús chi'."
        }
    ]
}