{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ha junel, ayek' Jesús t'a yamaq'uil templo. Van yilani chajtil syutej heb' b'eyum yak'anem yofrenda t'a yol jun chalab' ofrenda."
        },
        {
            "number": "2",
            "text": "Ix yilani ix k'och jun ix chamnac yetb'eyum te meb'a'. Ix yak'anem chab' cotac tumin ix t'a yool."
        },
        {
            "number": "3",
            "text": "Yuj chi', ix yalan Jesús chi' t'a heb' ayek' ta' yet'oc: --Val yel swal t'ayex, a jun ix te meb'a' tik, ek'alto yic ix, ix yak' t'a yichanh heb' ix laj yak' yico'."
        },
        {
            "number": "4",
            "text": "Ay heb' axonhej sobreal stumin syak'a'. Axo ix meb'a' tik, jantacnhej jab' stumin ix ayeq'ui ix yak'em ix yofrendaoc. Manhxalaj tas ix kan t'a ix, xchi t'a heb'."
        },
        {
            "number": "5",
            "text": "Ay juntzanh heb' wan yalani to te wach' yilji stemplo Dios, wach' yaj yet' juntzanh k'een k'een latz'b'ab'iloch t'ay yet' juntzanh tastac siaj t'ay. Yuj chi' ix yal Jesús t'a heb':"
        },
        {
            "number": "6",
            "text": "--Ha juntzanh wan eyilan tik, ay jun pekti’ ol lajwoquel smasanil. Manhxalaj junok k'een latz'b'ab'ilk'e tik ol kan t'a yib'anh k'een yetk'eenal, xchi Jesús t'a heb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix sk'anb'ej heb' t'ay: --Ach ko k'ayb'umal, ¿b'aq'uinh ol ujok juntzanh chi'? ¿Tas wal yechel ol sch'ox Dios, ayic toxo ol ujok jun chi'? xchi heb' t'ay."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix yalan t'a heb': --Tzeyil wal he b'a yic manh ol ex ak'joc musansatil, yujto tzijtum heb' ol jawok, ol yesanel in b'i heb'. Ol yalan heb': Ha in tik Cristo in, xcham heb'. Ol yalanpax heb': Axo wal sja stiempoal tik, xcham heb'. Manh ex b'at k'elan t'a heb'."
        },
        {
            "number": "9",
            "text": "Ayic ol eyab'an specal yoch niwac owal, haxo yak'anpax owal heb' comon anima yet' heb' yajal, manh ex te xiwoc, yujto a juntzanh chi' yowalil ol b'ab'laj ujok, palta manhoclaj t'a jun ratoal chi' ol lajwoquel yol yib'anhk’inal tik, xchi Jesús chi' t'a heb'."
        },
        {
            "number": "10",
            "text": "Ix yalanpaxi: --Ol och owal t'a skal juntzanh niwac nación."
        },
        {
            "number": "11",
            "text": "Ay juntzanh niwac quixcab' ol laj ek'oc. Ol laj jawok wejel, ol laj yamchaj juntzanh anima yuj niwac ilya t'a junjun chonhab'. Axo t'a satcha’anh, tzijtum tas ol laj sch'ox sb'a. Ay pax juntzanh niwac yechel ol sch'ox sb'ha t'a satcha’anh, ol te xivpax heb' anima yuj juntzanh chi'."
        },
        {
            "number": "12",
            "text": "Palta ayic manto ujok juntzanh chi', ay heb' ol ex yamanoc, ol yak' chukal heb' t'ayex. Yujto in k'ayb'um ex, yuj chi' ol laj ex yik'b'at heb' t'a yoltac spatil culto yic ol yak'anoch heb' t'a eyib'anh. Ol ex yak'och heb' t'a preso, ol ex yik'b'at heb' t'a yichanh heb' winh rey yet' heb' winh yajal."
        },
        {
            "number": "13",
            "text": "Yuj juntzanh tas ol ak'jococh t'a eyib'anh chi' ol yal eyalanel wab'ixal t'a yichanh heb' winh yajal chi'."
        },
        {
            "number": "14",
            "text": "Manh he b'ab'laj naej yuj tas ol eyutej he colan he b'ha t'a heb',"
        },
        {
            "number": "15",
            "text": "yujto a in ol in b'o eyala'. Ol wak' he jelanil t'a tas ol eyala'. Yuj chi' malaj heb' ajk'ool ol yal spacan t'ayex. Malaj junok heb' ol tzak'wan sjelanil t'ayex icha he jelanil ol wak'a'."
        },
        {
            "number": "16",
            "text": "Palta a ex tik, a he mam he nun, heb' eyuk'tac, heb' he k'ab' eyoc yet' heb' eyamigo, ol meltzaj och heb' ajk'olal t'ayex. Ay ex ol ex smilcham heb'."
        },
        {
            "number": "17",
            "text": "Axo masanil heb' anima ay t'a yol yib'anhk’inal tik, ol och heb' ajk'olal t'ayex, yujto ayoch he pensar t'ayin."
        },
        {
            "number": "18",
            "text": "Palta manh ol ex satel-laj, manh wal junok xil he jolom ol satb'atoc."
        },
        {
            "number": "19",
            "text": "Tato tek'an tzeyutej he b'a, ol eyak' ganar he chaan he k 'inal t'a wal yel."
        },
        {
            "number": "20",
            "text": "Ayic ol eyilani to oyb'ilxok'e Jerusalén yuj heb' soldado, nachajocab'el eyuuj to wan slajwiel jun chonhab' chi'."
        },
        {
            "number": "21",
            "text": "Axo heb' ayek' t'a yol yic Judea tik, b'atocab'kan heb' elelal t'a tzalquixtac. Ha heb' ayek' t'a chonhab' Jerusalén tik, b'atocab' pax heb' elelal. Axo heb' ayb'at t'a smunlajel, manhxoocab' ochta heb' t'a yol chonhab' tik,"
        },
        {
            "number": "22",
            "text": "yujto a wal t'a jun pekti’ chi', ol ja jun niwan yaelal yuj yowal sk'ool Dios. Ato ta' ol elk'och jantac tas tz'ib'ab'ilcan t'a Slolonel Dios."
        },
        {
            "number": "23",
            "text": "Ob'iltac heb' ix yab'ix t'a jun pekti’ chi' yet' heb' ix wanto schuni yune', yujto niwan yaelal ol ja t'a yib'anh heb' anima t'a juntzanh lugar tik. Ol yak'cot yowal sk'ool Dios t'a yib'anh heb' quetisraelal."
        },
        {
            "number": "24",
            "text": "Nanhal heb' ol cham yuj jun owal chi'. Axo nanhalxo heb', ol b'atcan heb' preso t'a ch'oc chonhab'il. Axo heb' ch'oc chonhab'il chi' ol ixtan Jerusalén tik, masanto ol lajwoc stiempoal yak'an yajalil heb', icha yalnaccan Dios."
        },
        {
            "number": "25",
            "text": "Ay pax juntzanh yechel ol sch'ox sb'ha t'a k'u, t'a k'een uj yet' t'a k'een k'anal. Axo juntzanh nación, ol laj somchaj heb' yuj xiwelal, yujto ol k'anh sk'e waan ha' mar, ol k'anh pax yemxi ponhnaj ha'."
        },
        {
            "number": "26",
            "text": "Ol laj te xiv heb' anima ayic ol snaan heb' tas ol ujok t'a jun yol yib'anhk’inal tik, yujto ol tzicub'tanhaj pax juntzanh yipal t'a satcha’anh."
        },
        {
            "number": "27",
            "text": "Ichato chi' ol yilan heb' to a in Ak'b'il in cot yuj Dios woch animail tik, ol in emul t'a skal asun yet' jantac in poder yet' in niwan tziquiquial."
        },
        {
            "number": "28",
            "text": "Ayic ol syamanoch yuji juntzanh chi', tzex tzalaji, tzex k'e k'elan, yujto toxo ol ex colchajeloc, xchi Jesús chi' t'a heb'."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix yalan jun ab'ix tik t'a heb': --Tzeyilnab' te' higo, ma juntzanhxo te te' slaj k'ajb'anel xiil."
        },
        {
            "number": "30",
            "text": "Ayic tzeyilani to wanxo swolanxi te' sk'ab', snachajel eyuuj to wanxo sja stiempoal nhab'ilq'uinal."
        },
        {
            "number": "31",
            "text": "Anhejtona' juntzanh swal tik, ayic ol eyilan sja juntzanh chi', nachajocab'el eyuuj to toxo ol wach' och Dios Yajalil."
        },
        {
            "number": "32",
            "text": "Val yel swal t'ayex, masanil juntzanh tas swal tik ol ujok ayic manto satel-laj juntzanh anima tik."
        },
        {
            "number": "33",
            "text": "Ha satcha’anh yet' yol yib'anhk’inal tik, ol lajwoqueloc, palta a in lolonel, malaj b'ak'uinh ol lajwoqueloc."
        },
        {
            "number": "34",
            "text": "Tzeyil wal he b'a. Manh eyak' pitb'oc he b'a yuj pek'al, yuj uk'el anh, ma yuj juntzanhxo tas b'aj tzeyak'och he pensar. Ta maay, ayic ol ja jun k'ual chi', manh listaoc eyaji."
        },
        {
            "number": "35",
            "text": "Icha tz'aj yem junok yaal, icha chi' ol aj sja jun k'ual chi' t'a yib'anh heb' anima smasanil t'a yol yib'anhk’inal tik."
        },
        {
            "number": "36",
            "text": "Yuj chi' lista tzeyutej he b'a. Lesalwanhec t'a masanil tiempo yic wach' tek'an eyaji. Yuj chi' ol yal eyel t'a tas d'inhan sjawi, yic pax manh ol ex q'uixwoc eyoch t'a wichanh a in Ak'b'il in cot yuj Dios woch animail tik, xchi Jesús t'a heb'."
        },
        {
            "number": "37",
            "text": "Junjun k'u sk'ayb'ej heb' anima Jesús t'a yamaq'uil stemplo Dios. Axo t'a tzalan Oliwo tzek' ak'wal yuj."
        },
        {
            "number": "38",
            "text": "Masanil k'u, spet k'och heb' anima chi' smasanil t'a yamaq'uil templo chi'. Sb'at smaclan yab' heb' t'ay."
        }
    ]
}