{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ha junel, ayek' Jesús t'a yamaq'uil templo. Van yilani chajtil syutej eb' b'eyum yak'anem yofrenda t'a yol jun chalab' ofrenda."
        },
        {
            "number": "2",
            "text": "Ix yilani ix k'och jun ix chamnac yetb'eyum te meb'a'. Ix yak'anem chab' cotac tumin ix t'a yool."
        },
        {
            "number": "3",
            "text": "Yuj chi', ix yalan Jesús chi' t'a eb' ayek' ta' yet'oc: --Val yel sval t'ayex, a jun ix te meb'a' tik, ek'alto yic ix, ix yak' t'a yichanh eb' ix laj yak' yico'."
        },
        {
            "number": "4",
            "text": "Ay eb' axonhej sobreal stumin syak'a'. Axo ix meb'a' tik, jantacnhej jab' stumin ix ayeq'ui ix yaq'uem ix yofrendaoc. Manhxalaj tas ix kan t'a ix, xchi t'a eb'."
        },
        {
            "number": "5",
            "text": "Ay juntzanh eb' van yalani to te wach' yilji stemplo Dios, wach' yaj yet' juntzanh q'uen q'ueen latz'b'ab'iloch t'ay yet' juntzanh tastac siaj t'ay. Yuj chi' ix yal Jesús t'a eb':"
        },
        {
            "number": "6",
            "text": "--Ha juntzanh van eyilan tik, ay jun pekti’ ol lajvoquel smasanil. Manhxalaj junok q'uen latz'b'ab'ilq'ue tik ol kan t'a yib'anh q'uen yetq'ueenal, xchi Jesús t'a eb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix sk'anb'ej eb' t'ay: --Ach co k'ayb'umal, ¿b'aq'uinh ol ujoc juntzanh chi'? ¿Tas val yechel ol sch'ox Dios, ayic toxo ol ujoc jun chi'? xchi eb' t'ay."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix yalan t'a eb': --Tzeyil val e b'a yic manh ol ex ak'joc musansatil, yujto tzijtum eb' ol javoc, ol yesanel in b'i eb'. Ol yalan eb': Ha in tik Cristo in, xcham eb'. Ol yalanpax eb': Axo val sja stiempoal tik, xcham eb'. Manh ex b'at q'uelan t'a eb'."
        },
        {
            "number": "9",
            "text": "Ayic ol eyab'an specal yoch nivac oval, haxo yak'anpax oval eb' comon anima yet' eb' yajal, manh ex te xivoc, yujto a juntzanh chi' yovalil ol b'ab'laj ujoc, palta manhoclaj t'a jun ratoal chi' ol lajvoquel yol yib'anhk’inal tik, xchi Jesús chi' t'a eb'."
        },
        {
            "number": "10",
            "text": "Ix yalanpaxi: --Ol och oval t'a skal juntzanh nivac nación."
        },
        {
            "number": "11",
            "text": "Ay juntzanh nivac quixcab' ol laj ek'oc. Ol laj javoc vejel, ol laj yamchaj juntzanh anima yuj nivac ilya t'a junjun chonhab'. Axo t'a satcha’anh, tzijtum tas ol laj sch'ox sb'a. Ay pax juntzanh nivac yechel ol sch'ox sb'ha t'a satcha’anh, ol te xivpax eb' anima yuj juntzanh chi'."
        },
        {
            "number": "12",
            "text": "Palta ayic manto ujoc juntzanh chi', ay eb' ol ex yamanoc, ol yak' chucal eb' t'ayex. Yujto in k'ayb'um ex, yuj chi' ol laj ex yik'b'at eb' t'a yoltac spatil culto yic ol yak'anoch eb' t'a eyib'anh. Ol ex yak'och eb' t'a preso, ol ex yik'b'at eb' t'a yichanh eb' vinh rey yet' eb' vinh yajal."
        },
        {
            "number": "13",
            "text": "Yuj juntzanh tas ol ak'jococh t'a eyib'anh chi' ol yal eyalanel vab'ixal t'a yichanh eb' vinh yajal chi'."
        },
        {
            "number": "14",
            "text": "Manh e b'ab'laj naej yuj tas ol eyutej e colan e b'ha t'a eb',"
        },
        {
            "number": "15",
            "text": "yujto a in ol in b'o eyala'. Ol vak' e jelanil t'a tas ol eyala'. Yuj chi' malaj eb' ajk'ool ol yal spacan t'ayex. Malaj junok eb' ol tzak'van sjelanil t'ayex icha e jelanil ol vak'a'."
        },
        {
            "number": "16",
            "text": "Palta a ex tik, a e mam e nun, eb' eyuk'tac, eb' e k'ab' eyoc yet' eb' eyamigo, ol meltzaj och eb' ajk'olal t'ayex. Ay ex ol ex smilcham eb'."
        },
        {
            "number": "17",
            "text": "Axo masanil eb' anima ay t'a yol yib'anhk’inal tik, ol och eb' ajk'olal t'ayex, yujto ayoch e pensar t'ayin."
        },
        {
            "number": "18",
            "text": "Palta manh ol ex satel-laj, manh val junok xil e jolom ol satb'atoc."
        },
        {
            "number": "19",
            "text": "Tato tek'an tzeyutej e b'a, ol eyak' ganar e chaan e q'uinal t'a val yel."
        },
        {
            "number": "20",
            "text": "Ayic ol eyilani to oyb'ilxoq'ue Jerusalén yuj eb' soldado, nachajocab'el eyuuj to van slajviel jun chonhab' chi'."
        },
        {
            "number": "21",
            "text": "Axo eb' ayek' t'a yol yic Judea tik, b'atocab'kan eb' elelal t'a tzalquixtac. Ha eb' ayek' t'a chonhab' Jerusalén tik, b'atocab' pax eb' elelal. Axo eb' ayb'at t'a smunlajel, manhxoocab' ochta eb' t'a yol chonhab' tik,"
        },
        {
            "number": "22",
            "text": "yujto a val t'a jun pekti’ chi', ol ja jun niwan yaelal yuj yoval sk'ool Dios. Ato ta' ol elk'och jantac tas tz'ib'ab'ilcan t'a Slolonel Dios."
        },
        {
            "number": "23",
            "text": "Ob'iltac eb' ix yab'ix t'a jun pekti’ chi' yet' eb' ix vanto schuni yune', yujto niwan yaelal ol ja t'a yib'anh eb' anima t'a juntzanh lugar tik. Ol yak'cot yoval sk'ool Dios t'a yib'anh eb' quetisraelal."
        },
        {
            "number": "24",
            "text": "Nanhal eb' ol cham yuj jun oval chi'. Axo nanhalxo eb', ol b'atcan eb' preso t'a ch'oc chonhab'il. Axo eb' ch'oc chonhab'il chi' ol ixtan Jerusalén tik, masanto ol lajvoc stiempoal yak'an yajalil eb', icha yalnaccan Dios."
        },
        {
            "number": "25",
            "text": "Ay pax juntzanh yechel ol sch'ox sb'ha t'a k'u, t'a q'uen uj yet' t'a q'uen k'anal. Axo juntzanh nación, ol laj somchaj eb' yuj xivelal, yujto ol k'anh sq'ue vaan ha' mar, ol k'anh pax yemxi ponhnaj ha'."
        },
        {
            "number": "26",
            "text": "Ol laj te xiv eb' anima ayic ol snaan eb' tas ol ujoc t'a jun yol yib'anhk’inal tik, yujto ol tzicub'tanhaj pax juntzanh yipal t'a satcha’anh."
        },
        {
            "number": "27",
            "text": "Ichato chi' ol yilan eb' to a in Ak'b'il in cot yuj Dios voch animail tik, ol in emul t'a skal asun yet' jantac in poder yet' in niwan tziquiquial."
        },
        {
            "number": "28",
            "text": "Ayic ol syamanoch yuji juntzanh chi', tzex tzalaji, tzex q'ue q'uelan, yujto toxo ol ex colchajeloc, xchi Jesús chi' t'a eb'."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix yalan jun ab'ix tik t'a eb': --Tzeyilnab' te' higo, ma juntzanhxo te te' slaj k'ajb'anel xiil."
        },
        {
            "number": "30",
            "text": "Ayic tzeyilani to vanxo svolanxi te' sk'ab', snachajel eyuuj to vanxo sja stiempoal nhab'ilq'uinal."
        },
        {
            "number": "31",
            "text": "Anhejtona' juntzanh sval tik, ayic ol eyilan sja juntzanh chi', nachajocab'el eyuuj to toxo ol wach' och Dios Yajalil."
        },
        {
            "number": "32",
            "text": "Val yel sval t'ayex, masanil juntzanh tas sval tik ol ujoc ayic manto satel-laj juntzanh anima tik."
        },
        {
            "number": "33",
            "text": "Ha satcha’anh yet' yol yib'anhk’inal tik, ol lajvoqueloc, palta a in lolonel, malaj b'ak'uinh ol lajvoqueloc."
        },
        {
            "number": "34",
            "text": "Tzeyil val e b'a. Manh eyak' pitb'oc e b'a yuj pek'al, yuj uq'uel anh, ma yuj juntzanhxo tas b'aj tzeyak'och e pensar. Ta maay, ayic ol ja jun k'ual chi', manh listaoc eyaji."
        },
        {
            "number": "35",
            "text": "Icha tz'aj yem junok yaal, icha chi' ol aj sja jun k'ual chi' t'a yib'anh eb' anima smasanil t'a yol yib'anhk’inal tik."
        },
        {
            "number": "36",
            "text": "Yuj chi' lista tzeyutej e b'a. Lesalvanhec t'a masanil tiempo yic wach' tek'an eyaji. Yuj chi' ol yal eyel t'a tas d'inhan sjavi, yic pax manh ol ex q'uixvoc eyoch t'a vichanh a in Ak'b'il in cot yuj Dios voch animail tik, xchi Jesús t'a eb'."
        },
        {
            "number": "37",
            "text": "Junjun k'u sk'ayb'ej eb' anima Jesús t'a yamaq'uil stemplo Dios. Axo t'a tzalan Olivo tzek' ak'val yuj."
        },
        {
            "number": "38",
            "text": "Masanil k'u, spet k'och eb' anima chi' smasanil t'a yamaq'uil templo chi'. Sb'at smaclan yab' eb' t'ay."
        }
    ]
}