{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Van sja stiempoal q'uinh yic snachajcoti tas aj yelnaccot eb' israel t'a Egipto, aton yic svaan ixim pan eb' malaj yich."
        },
        {
            "number": "2",
            "text": "Axo eb' vinh sat sacerdote yet' eb' vinh k'ayb'um t'a ley Moisés ix sayan modo tas ol aj smilancham Jesús eb' vinh t'a k'ub'eltac, yujto xiv eb' vinh t'a eb' anima."
        },
        {
            "number": "3",
            "text": "Ay jun vinh scuch Judas, vinh aj Queriot. Yetb'eyum sb'a vinh yet' eb' vinh uxluchvanh sk'ayb'um Jesús, palta a vinh Satanás ix och t'a vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix b'at vinh sk'umej eb' vinh sat sacerdote yet' eb' vinh yajal yaj t'a eb' vinh stanhvan stemplo Dios. Ix yalan vinh tas ol yutoc yak'anoch Jesús t'a yol sk'ab' eb' vinh."
        },
        {
            "number": "5",
            "text": "Yuj chi' te wach' ix yab' eb' vinh. Ix yak'an strato eb' vinh yet' vinh t'a jantac tumin ol yak' eb' vinh t'a vinh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix schaan yab' vinh tas ix yal eb' vinh. Ix och ijan vinh sayani tas syutej vinh yak'anoch Jesús chi' t'a yol sk'ab' eb' vinh t'a elk'altac."
        },
        {
            "number": "7",
            "text": "Ix k'och sk'ual svaan ixim pan eb', aton ixim malaj yich ayemi, yic smiljipaxcham nok' calnel yic snaancot eb' tas aj yelnaccot eb' t'a Egipto."
        },
        {
            "number": "8",
            "text": "Axo Jesús ix checanb'at vinhaj Pedro yet' vinhaj Juan, ix yalani: --Ixiquec, b'at b'oec tas ol cab'lej t'a jun q'uinh tik, xchi t'a eb' vinh."
        },
        {
            "number": "9",
            "text": "--¿B'ajtil a gana sco b'o'o? xchi eb' vinh t'ay."
        },
        {
            "number": "10",
            "text": "--Ayic ol ex k'och t'a yol chonhab', ay jun vinh ol ilchajel eyuuj, cuchb'il jun ch'ub' ha ha' yuj vinh. Tzex och tzak'an yuj vinh, masanto tzex k'och yet' vinh t'a spat."
        },
        {
            "number": "11",
            "text": "Ol eyalan t'a vinh aj pat chi: Icha tik ix aj yalancot co k'ayb'umal t'ayach: ¿B'ajtil ay jun a cuarto b'aj ol in wa yet' eb' vinh in k'ayb'um yic sco naancot tas aj yelnaccot eb' co mam quicham t'a Egipto? xchicoti, xe chi t'a vinh."
        },
        {
            "number": "12",
            "text": "Axo vinh ol ch'oxan jun niwan cuarto t'ayex t'a jun chaanh. Listaxo yaji. Axo ta' ol e b'o tas ol cab'lej chi', xchi Jesús t'a eb' vinh."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix b'at eb' vinh. Axo ix k'och eb' vinh, ix yilan eb' vinh to ix elk'och icha ix aj yalan Jesús chi'. Yuj chi' ata' ix sb'o eb' vinh tas ol yab'lej t'a jun q'uinh chi'."
        },
        {
            "number": "14",
            "text": "Ayic ix k'och yorail, ix k'och Jesús yet' juntzanhxo eb' vinh sk'ayb'um, ix och oyan eb' vinh vael t'a spatic te' mexa."
        },
        {
            "number": "15",
            "text": "Ix yalan Jesús t'a eb' vinh: --Toxon nab'il vuuj to in gana tzin wa eyed'oc t'a jun q'uinh tik, yacb'an manto in chamoc."
        },
        {
            "number": "16",
            "text": "Sval t'ayex, manhxa b'ak'uinh ol in wa t'a jun q'uinh tik, masanto ol och junelxo ayic ol wach' och Dios Yajalil, xchi t'a eb' vinh."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yik'anq'ue vaan jun vaso. Ix yak'an yuj diosal d'ha Dios yuj. Ix yalanxi t'a eb' vinh: --Chaec jun tik. Mol uq'uejec."
        },
        {
            "number": "18",
            "text": "Yujto sval t'ayex, manhxalaj b'ak'uinh ol vuk' yal uva tik, masanto ol wach' och Dios Yajalil, xchi t'a eb' vinh."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix yik'anq'ue van jun ixim pan. Ix yak'an yuj diosal d'ha Dios yuj ixim. Ix xepanb'at ixim t'a eb' vinh. Ix yalani: --Ha jun tik, aton in nivanil tik ol ak'joc eyuuj. Vaec ixim. Tze k'ulejnhej jun tik, yic tzin e naancoti, xchi t'a eb' vinh."
        },
        {
            "number": "20",
            "text": "Icha pax chi' ix yutej junxo vaso ayic toxo ix lajvi sva eb', ix yalani: --Ha jun ay t'a yol jun vaso tik sch'oxanel jun schab'il strato Dios toto ix b'oi. Yuj in chiq'uil ol el eyuuj ol elk'och jun trato chi'."
        },
        {
            "number": "21",
            "text": "Palta a vinh ol in ak'anoch t'a yol sk'ab' eb' ol in milanchamoc, ayek' vinh ved' t'a jun mexa tik."
        },
        {
            "number": "22",
            "text": "Ha in Ak'b'il in cot yuj Dios voch animail tik, yovalil ol in paxoc, ichataxon yaj sb'ocani. Palta a val vinh ol in ak'anoch t'a yol sk'ab' chamel chi', te chuc yic vinh, xchi Jesús t'a eb' vinh."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yal-lan yab' junjun eb' vinh, ¿mach onhtaxlaj ol cak'och t'a yol sk'ab' chamel chi'? xchi eb' vinh."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix laj stelan sb'a eb' sk'ayb'um yuj mach junok eb' ek'al yelk'ochi."
        },
        {
            "number": "25",
            "text": "Axo Jesús ix alan t'a eb': --Ha eb' rey t'a junjun nación, yajal ton yaj eb'. Yed' eb' yajal, wach' eb' yalan eb' anima."
        },
        {
            "number": "26",
            "text": "Ha exxo tik, manh eyutoc e b'a icha eb' chi'. Tato ay junok mach t'a e cal tik ek'al yelk'ochi, yik'ocab'emta sb'a icha junok unin. Anhejtona' tato ay junok yajal yaj t'a e cal, ichaocab' junok checab' syutej sb'a."
        },
        {
            "number": "27",
            "text": "Q'uinaloc tz'och junok niwan vael. ¿Mach junok más niwan yelk'och tze na'a? ¿Am jun k'ojanem van sva'i, mato a jun van yak'an servil? Aton jun k'ojanem van sva chi' más niwan yelk'ochi, palta a in tik ayinek' t'a e cal icha junok tz'ak'an servil."
        },
        {
            "number": "28",
            "text": "Ha ex tik, ix e tek'b'ej e b'a eyek' ved'oc ayic ix ja juntzanh yaelal t'a vib'anh."
        },
        {
            "number": "29",
            "text": "Yuj chi', icha in yutej co Mam Dios in yak'anoch yajalil, icha chi' ol ex vutej pax ex vak'anoch yajalil."
        },
        {
            "number": "30",
            "text": "Yuj chi' ol yal e wa ved' t'a jun in mexa b'aj ay in och yajalil chi'. Anhejtona' ol ex em k'ojjab' t'a junjunoc e k'ojnub'. Axo eyoch chi' yajalil t'a eb' lajchave' makan quetisraelal, xchi Jesús t'a eb' sk'ayb'um chi'."
        },
        {
            "number": "31",
            "text": "Ix yalanpax Jesús: --Ach Simón, ina ix sk'an spermiso vinh Satanás d'ha Dios, yujto snib'ej vinh tzex yak' proval icha tz'aj ixim trigo schayaji."
        },
        {
            "number": "32",
            "text": "Palta ix in tevi val d'ha Dios uuj, yic max iq'uel a k'ool t'ay. Ha ach tik, ayic ol meltzajxoc och a pensar t'ayin, tzak' stek'anil eb' uk'tac, xchi Jesús."
        },
        {
            "number": "33",
            "text": "Yuj chi' ix yalan vinhaj Simón chi': --Mamin, b'ecan in k'ol in b'at ed' t'a preso, wach'chom tzin cham ed'oc, xchi vinh."
        },
        {
            "number": "34",
            "text": "--Pedro, sval t'ayach, ayic manto ok' nok' caxlanh t'a jun ak'val tik, oxel ol iq'uel t'a ib'anh to manh in ojtacoc, xchi Jesús chi' t'a vinh."
        },
        {
            "number": "35",
            "text": "Ix yalanxi Jesús t'a eb' sk'ayb'um: --Tze nacoti, ayic ex in checannacb'at junel, maj eyik' e moral, maj eyik' e tumin, maj eyik'paxb'at e xanhab'. ¿Tom ay tas yak'nac palta t'ayex ta'? xchi t'a eb'. --Maay, malaj tasi, xchi eb'."
        },
        {
            "number": "36",
            "text": "Axo ticnaic, mach ex ay e moral, e tumin, tzeyik'b'at eyed'oc. Mach ex malaj eyespada, tze chonhel e chumpa, tze manan eyico'."
        },
        {
            "number": "37",
            "text": "Yujto sval t'ayex, yovalil ol elk'och t'a vib'anh icha tz'ib'ab'ilcan t'a Slolonel Dios, b'aj syalcan icha tik: Icha tz'utaj eb' anima chuc, icha chi' ix utaj vinh, xchi. Jantacnhej vab'ixal tz'ib'ab'ilcan t'a Slolonel Dios chi', yovalil ol ujoquelk'ochi, xchi Jesús t'a eb'."
        },
        {
            "number": "38",
            "text": "Yuj chi' ix yal eb' sk'ayb'um chi' t'ay: --Mamin, ina chab' q'uen espada tik, xchi eb' t'ay. --Yechelxo chi', xchi Jesús t'a eb'."
        },
        {
            "number": "39",
            "text": "Ixlajwi chi', ix elta Jesús t'a yol jun pat b'aj ix wa eb' chi', ix b'at t'a tzalan Olivo ichataxon smodo. Ix och pax tzak'an eb' sk'ayb'um yuj."
        },
        {
            "number": "40",
            "text": "Axo ix k'och ta', ix yalan t'a eb': --Lesalvanhec, yic manh ol ex ak'joc proval, xchi t'a eb'."
        },
        {
            "number": "41",
            "text": "Ixlajwi chi', ix sb'esanel sb'ha t'a stz'ey eb'. Icha am snajatil sb'at junok jul-lab', icha chi' ix b'ati. Axo ta' ix em cuman, ix lesalvi."
        },
        {
            "number": "42",
            "text": "Ix yalan icha tik: --Mamin, tato a gana, iq'uel jun yaelal tik t'a vib'anh, palta manhoc icha in gana, palta ichaocab' val a gana, xchi."
        },
        {
            "number": "43",
            "text": "Ixlajwi chi', ix sch'oxan sb'a jun ángel ix cot t'a satcha’anh. Ix ul yak'an stek'anil."
        },
        {
            "number": "44",
            "text": "Ix te och pitz'an t'a spixan. Yuj chi' yelk'olal ix lesalvi. Axo yalil tz'em t'a sat lu'um, calan yaj yet' chik', icha val yem tz'uj yem t'a sat lu'um chi'."
        },
        {
            "number": "45",
            "text": "Ixlajwi slesalvi, ix meltzajxicot b'aj aycan eb' sk'ayb'um chi'. Axo ix k'och t'a eb', vaynacb'at eb', yujto ix te och pitz'an cuselal t'a spixan eb'."
        },
        {
            "number": "46",
            "text": "Yuj chi', ix yalan t'a eb': --¿Tas yuj tzex te vayi? Q'ueanhec vaan, lesalvanhec, yic wach' manh ol ex meltzaj t'a e patic ayic ol ex ak'joc proval, xchi t'a eb'."
        },
        {
            "number": "47",
            "text": "Vanto slolon Jesús chi', ix k'och eb' tzijtumal anima. Axo vinhaj Judas, yetb'eyum sb'a yet' eb' uxluchvanh sk'ayb'um Jesús chi', a vinh b'ab'el sk'och yuj eb'. Ix snitzanb'at sb'a vinh stz'ub' sti' Jesús chi'."
        },
        {
            "number": "48",
            "text": "Axo Jesús chi' ix alan t'a vinh: --Judas, ¿tom icha tik tz'aj in ak'anoch t'a yol sk'ab' chamel a in Ak'b'il in cot yuj Dios voch animail tik? xchi."
        },
        {
            "number": "49",
            "text": "Axo eb' ayek' yet' Jesús chi', ayic ix yilan eb' tas van sja t'a yib'anh ix sk'anb'an eb' t'ay: --Mamin, ¿tzam yal co xican eb' t'a q'uen espada tik? xchi eb' t'ay."
        },
        {
            "number": "50",
            "text": "Val t'a jun rato chi', ay jun vinh t'a skal eb' sk'ayb'um Jesús chi' ix tzepanel schiquin jun vinh schecab' vinh sat sacerdote t'a svach'."
        },
        {
            "number": "51",
            "text": "Axo Jesús ix alan t'a eb': --Actejec, k'ocb'ilxo chi', xchi t'a eb'. Axo Jesús ix yaman schiquin vinh chi', yet'nhej chi' ix ochxicani."
        },
        {
            "number": "52",
            "text": "Ha eb' vinh sat sacerdote, eb' vinh yajal yaj t'a stemplo Dios yet' eb' vinh ichamtac vinac ay yopisio, ix k'och eb' vinh syam Jesús chi'. Yuj chi' ix yal Jesús chi' t'a eb' vinh: --¿Tas vaj tzeyila'? ¿Tom cuchb'um in t'a eb' sk'ulan chucal yuj chi' tzex ja t'ayin yet' q'uen espada yet' te te'?"
        },
        {
            "number": "53",
            "text": "Ayinnhej ek' eyed' t'a yamaq'uil stemplo Dios t'a junjun k'u, palta maj in eyama'. Palta ato ticnaic yorail e k'ulan jun tik yet' yipalil vinh aj k’ik’ k’inal, xchi t'a eb' vinh."
        },
        {
            "number": "54",
            "text": "Ixlajwi chi', ix yamji Jesús yuj eb' vinh. Ix yik'anb'at eb' vinh t'a spat vinh sat sacerdote chi'. Axo vinhaj Pedro, najat tzak'anto sb'at vinh yuj."
        },
        {
            "number": "55",
            "text": "Axo t'a yamaq'uil ti' pat chi' ix yak'och jun k'ak' eb' vinh. Ix och oyan eb' vinh t'a sti' te', ix em k'ojan eb' vinh. Ix em k'ojan pax vinhaj Pedro chi' t'a skal eb' vinh."
        },
        {
            "number": "56",
            "text": "Axo jun ix criada, ayic ix yilan ix to k'ojanem vinhaj Pedro chi' t'a sti' te' k'ak' chi', ix och q'uelan ix t'a vinh, ix yalan ix: --Ha jun vinh tik, yetb'eyum sb'a vinh yet' Jesús tik, xchi ix."
        },
        {
            "number": "57",
            "text": "Axo vinh, elanhchamel ix yiq'uel vinh t'a yib'anh, ix yalan vinh: --Ach ix, manh vojtacoc jun vinh tzal chi', xchi vinh t'a ix."
        },
        {
            "number": "58",
            "text": "Junanto rato chi', ay junxo ix och q'uelan t'a vinh, ix yalani: --Ha ach tik, etb'eyum a b'a yet' eb', xchi t'a vinhaj Pedro chi'. --Val yel maay, manh vetb'eyumoclaj in b'a yet' eb', xchi vinh."
        },
        {
            "number": "59",
            "text": "Ay am tom junok hora chi', yelk'olal ix yal junxo vinh: --Val yel a jun vinh tik, yetb'eyum sb'a vinh yet'oc, yujto aj Galilea eb', xchi vinh."
        },
        {
            "number": "60",
            "text": "--Toton maay, manh vojtacoc juntzanh tzal chi', xchi vinhaj Pedro chi' t'a vinh. Ayic vanto yalan juntzanh chi' vinh ix ok' nok' caxlanh."
        },
        {
            "number": "61",
            "text": "Ix cot q'ueleloc Jesús Cajal chi' t'a vinh. Yuj chi' ix snacot vinh tas ix yalcan Jesús. Ichaton tik ix yutej yalancan t'a vinh: Ayic manto ok' nok' caxlanh t'a jun ak'val tik, oxel ol iq'uel t'a ib'anh to manh in ojtacoclaj, xchi t'a vinh."
        },
        {
            "number": "62",
            "text": "Yuj chi' ix sb'eselta sb'a vinh t'a skal eb'. Ix te ok' val vinh sik'lab'il."
        },
        {
            "number": "63",
            "text": "Axo eb' stanhvumal Jesús ix och ijan eb' sb'uchvaj t'ay. Ix laj smak'an pax eb'."
        },
        {
            "number": "64",
            "text": "Ix smacan sat eb'. Ix stz'itanb'at sti' eb'. Ixlajwi chi', ix sk'anb'an eb' t'ay: --Al t'ayonh mach tzach mak'ani, xchi eb' t'ay."
        },
        {
            "number": "65",
            "text": "Manh jantacoc tas ix yal eb' t'ay yic sb'uchvaj eb' t'ay."
        },
        {
            "number": "66",
            "text": "Axo ix sakb'i, ix smolb'an sb'a eb' ichamtac vinac ay yopisio t'a skal eb' israel, eb' vinh sat sacerdote yet' eb' vinh k'ayb'um t'a ley Moisés. Ix yik'anb'at Jesús eb' vinh t'a yichanh vinh sat yajal. Axo ta' ix sk'anb'ej eb' vinh t'ay:"
        },
        {
            "number": "67",
            "text": "--Al t'ayonh, ¿tom a ach tik Cristo ach? xchi eb' vinh t'ay. --Nab'anhej sval t'ayex, ¿tom ol e cha eyab' t'ayin?"
        },
        {
            "number": "68",
            "text": "Tato a in tzin k'anb'ej junok tas t'ayex, ¿tom ol eyal t'ayin? ¿Tom ol in eyaq'uel t'a libre?"
        },
        {
            "number": "69",
            "text": "Palta a in Ak'b'il in cot yuj Dios voch animail tik, a ticnaic ol in k'ochcan k'ojan t'a svach' k'ab' Dios, aton jun masanil tas syal yuj, xchi Jesús t'a eb' vinh."
        },
        {
            "number": "70",
            "text": "Masanil eb' vinh ix k'anb'an t'ay: --¿Tom Yuninal ach Dios jun? xchi eb' vinh t'ay. --Ha in ton tik Yuninal in, icha tzeyal chi', xchi t'a eb' vinh."
        },
        {
            "number": "71",
            "text": "Yuj chi' ix yal eb' vinh. --¿Tasto tz'och testigo cuuj? Yujto a onh val lak'an ix cab' yalan vinh, xchi eb' vinh."
        }
    ]
}