{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Van sja stiempoal q'uinh yic snachajcoti tas aj yelnaccot heb' israel t'a Egipto, aton yic swaan ixim pan heb' malaj yich."
        },
        {
            "number": "2",
            "text": "Axo heb' winh sat sacerdote yet' heb' winh k'ayb'um t'a ley Moisés ix sayan modo tas ol aj smilancham Jesús heb' winh t'a k'ub'eltac, yujto xiv heb' winh t'a heb' anima."
        },
        {
            "number": "3",
            "text": "Ay jun winh scuch Judas, winh aj Queriot. Yetb'eyum sb'a winh yet' heb' winh uxluchwanh sk'ayb'um Jesús, palta a winh Satanás ix och t'a winh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix b'at winh sk'umej heb' winh sat sacerdote yet' heb' winh yajal yaj t'a heb' winh stanhwan stemplo Dios. Ix yalan winh tas ol yutoc yak'anoch Jesús t'a yol sk'ab' heb' winh."
        },
        {
            "number": "5",
            "text": "Yuj chi' te wach' ix yab' heb' winh. Ix yak'an strato heb' winh yet' winh t'a jantac tumin ol yak' heb' winh t'a winh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix schaan yab' winh tas ix yal heb' winh. Ix och ijan winh sayani tas syutej winh yak'anoch Jesús chi' t'a yol sk'ab' heb' winh t'a elk'altac."
        },
        {
            "number": "7",
            "text": "Ix k'och sk'ual swaan ixim pan heb', aton ixim malaj yich ayemi, yic smiljipaxcham nok' calnel yic snaancot heb' tas aj yelnaccot heb' t'a Egipto."
        },
        {
            "number": "8",
            "text": "Axo Jesús ix checanb'at winhaj Pedro yet' winhaj Juan, ix yalani: --Ixiquec, b'at b'oec tas ol cab'lej t'a jun q'uinh tik, xchi t'a heb' winh."
        },
        {
            "number": "9",
            "text": "--¿B'ajtil a gana sco b'o'o? xchi heb' winh t'ay."
        },
        {
            "number": "10",
            "text": "--Ayic ol ex k'och t'a yol chonhab', ay jun winh ol ilchajel eyuuj, cuchb'il jun ch'ub' ha ha' yuj winh. Tzex och tzak'an yuj winh, masanto tzex k'och yet' winh t'a spat."
        },
        {
            "number": "11",
            "text": "Ol eyalan t'a winh aj pat chi: Icha tik ix aj yalancot ko k'ayb'umal t'ayach: ¿B'ajtil ay jun a cuarto b'aj ol in wa yet' heb' winh in k'ayb'um yic sco naancot tas aj yelnaccot heb' ko mam quicham t'a Egipto? xchicoti, xe chi t'a winh."
        },
        {
            "number": "12",
            "text": "Axo winh ol ch'oxan jun niwan cuarto t'ayex t'a jun chaanh. Listaxo yaji. Axo ta' ol he b'o tas ol cab'lej chi', xchi Jesús t'a heb' winh."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix b'at heb' winh. Axo ix k'och heb' winh, ix yilan heb' winh to ix elk'och icha ix aj yalan Jesús chi'. Yuj chi' ata' ix sb'o heb' winh tas ol yab'lej t'a jun q'uinh chi'."
        },
        {
            "number": "14",
            "text": "Ayic ix k'och yorail, ix k'och Jesús yet' juntzanhxo heb' winh sk'ayb'um, ix och oyan heb' winh wael t'a spatic te' mexa."
        },
        {
            "number": "15",
            "text": "Ix yalan Jesús t'a heb' winh: --Toxon nab'il wuuj to in gana tzin wa eyed'oc t'a jun q'uinh tik, yacb'an manto in chamoc."
        },
        {
            "number": "16",
            "text": "Swal t'ayex, manhxa b'ak'uinh ol in wa t'a jun q'uinh tik, masanto ol och junelxo ayic ol wach' och Dios Yajalil, xchi t'a heb' winh."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yik'ank'e waan jun waso. Ix yak'an yuj diosal d'ha Dios yuj. Ix yalanxi t'a heb' winh: --Chaec jun tik. Mol uk'ejec."
        },
        {
            "number": "18",
            "text": "Yujto swal t'ayex, manhxalaj b'ak'uinh ol wuk' yal uwa tik, masanto ol wach' och Dios Yajalil, xchi t'a heb' winh."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix yik'ank'e wan jun ixim pan. Ix yak'an yuj diosal d'ha Dios yuj ixim. Ix xepanb'at ixim t'a heb' winh. Ix yalani: --Ha jun tik, aton in niwanil tik ol ak'joc eyuuj. Vaec ixim. Tze k'ulejnhej jun tik, yic tzin he naancoti, xchi t'a heb' winh."
        },
        {
            "number": "20",
            "text": "Icha pax chi' ix yutej junxo waso ayic toxo ix lajwi swa heb', ix yalani: --Ha jun ay t'a yol jun waso tik sch'oxanel jun schab'il strato Dios toto ix b'oi. Yuj in chiq'uil ol el eyuuj ol elk'och jun trato chi'."
        },
        {
            "number": "21",
            "text": "Palta a winh ol in ak'anoch t'a yol sk'ab' heb' ol in milanchamoc, ayek' winh wed' t'a jun mexa tik."
        },
        {
            "number": "22",
            "text": "Ha in Ak'b'il in cot yuj Dios woch animail tik, yowalil ol in paxoc, ichataxon yaj sb'ocani. Palta a wal winh ol in ak'anoch t'a yol sk'ab' chamel chi', te chuk yic winh, xchi Jesús t'a heb' winh."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yal-lan yab' junjun heb' winh, ¿mach onhtaxlaj ol cak'och t'a yol sk'ab' chamel chi'? xchi heb' winh."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix laj stelan sb'a heb' sk'ayb'um yuj mach junok heb' ek'al yelk'ochi."
        },
        {
            "number": "25",
            "text": "Axo Jesús ix alan t'a heb': --Ha heb' rey t'a junjun nación, yajal ton yaj heb'. Yed' heb' yajal, wach' heb' yalan heb' anima."
        },
        {
            "number": "26",
            "text": "Ha exxo tik, manh eyutoc he b'a icha heb' chi'. Tato ay junok mach t'a he kal tik ek'al yelk'ochi, yik'ocab'emta sb'a icha junok unin. Anhejtona' tato ay junok yajal yaj t'a he kal, ichaocab' junok checab' syutej sb'a."
        },
        {
            "number": "27",
            "text": "Q'uinaloc tz'och junok niwan wael. ¿Mach junok más niwan yelk'och tze na'a? ¿Am jun k'ojanem wan swa'i, mato a jun wan yak'an serwil? Aton jun k'ojanem wan swa chi' más niwan yelk'ochi, palta a in tik ayinek' t'a he kal icha junok tz'ak'an serwil."
        },
        {
            "number": "28",
            "text": "Ha ex tik, ix he tek'b'ej he b'a eyek' wed'oc ayic ix ja juntzanh yaelal t'a wib'anh."
        },
        {
            "number": "29",
            "text": "Yuj chi', icha in yutej ko Mam Dios in yak'anoch yajalil, icha chi' ol ex wutej pax ex wak'anoch yajalil."
        },
        {
            "number": "30",
            "text": "Yuj chi' ol yal he wa wed' t'a jun in mexa b'aj ay in och yajalil chi'. Anhejtona' ol ex em k'ojjab' t'a junjunoc he k'ojnub'. Axo eyoch chi' yajalil t'a heb' lajchawe' makan quetisraelal, xchi Jesús t'a heb' sk'ayb'um chi'."
        },
        {
            "number": "31",
            "text": "Ix yalanpax Jesús: --Ach Simón, ina ix sk'an spermiso winh Satanás d'ha Dios, yujto snib'ej winh tzex yak' prowal icha tz'aj ixim trigo schayaji."
        },
        {
            "number": "32",
            "text": "Palta ix in tewi wal d'ha Dios uuj, yic max ik'el a k'ool t'ay. Ha ach tik, ayic ol meltzajxoc och a pensar t'ayin, tzak' stek'anil heb' uk'tac, xchi Jesús."
        },
        {
            "number": "33",
            "text": "Yuj chi' ix yalan winhaj Simón chi': --Mamin, b'ecan in k'ol in b'at ed' t'a preso, wach'chom tzin cham ed'oc, xchi winh."
        },
        {
            "number": "34",
            "text": "--Pedro, swal t'ayach, ayic manto ok' nok' caxlanh t'a jun ak'wal tik, oxel ol ik'el t'a ib'anh to manh in ojtacoc, xchi Jesús chi' t'a winh."
        },
        {
            "number": "35",
            "text": "Ix yalanxi Jesús t'a heb' sk'ayb'um: --Tze nacoti, ayic ex in checannacb'at junel, maj eyik' he moral, maj eyik' he tumin, maj eyik'paxb'at he xanhab'. ¿Tom ay tas yak'nac palta t'ayex ta'? xchi t'a heb'. --Maay, malaj tasi, xchi heb'."
        },
        {
            "number": "36",
            "text": "Axo ticnaik, mach ex ay he moral, he tumin, tzeyik'b'at eyed'oc. Mach ex malaj eyespada, tze chonhel he chumpa, tze manan eyiko'."
        },
        {
            "number": "37",
            "text": "Yujto swal t'ayex, yowalil ol elk'och t'a wib'anh icha tz'ib'ab'ilcan t'a Slolonel Dios, b'aj syalcan icha tik: Icha tz'utaj heb' anima chuk, icha chi' ix utaj winh, xchi. Jantacnhej wab'ixal tz'ib'ab'ilcan t'a Slolonel Dios chi', yowalil ol ujoquelk'ochi, xchi Jesús t'a heb'."
        },
        {
            "number": "38",
            "text": "Yuj chi' ix yal heb' sk'ayb'um chi' t'ay: --Mamin, ina chab' k'een espada tik, xchi heb' t'ay. --Yechelxo chi', xchi Jesús t'a heb'."
        },
        {
            "number": "39",
            "text": "Ixlajwi chi', ix elta Jesús t'a yol jun pat b'aj ix wa heb' chi', ix b'at t'a tzalan Oliwo ichataxon smodo. Ix och pax tzak'an heb' sk'ayb'um yuj."
        },
        {
            "number": "40",
            "text": "Axo ix k'och ta', ix yalan t'a heb': --Lesalwanhec, yic manh ol ex ak'joc prowal, xchi t'a heb'."
        },
        {
            "number": "41",
            "text": "Ixlajwi chi', ix sb'esanel sb'ha t'a stz'ey heb'. Icha am snajatil sb'at junok jul-lab', icha chi' ix b'ati. Axo ta' ix em cuman, ix lesalwi."
        },
        {
            "number": "42",
            "text": "Ix yalan icha tik: --Mamin, tato a gana, ik'el jun yaelal tik t'a wib'anh, palta manhoc icha in gana, palta ichaocab' wal a gana, xchi."
        },
        {
            "number": "43",
            "text": "Ixlajwi chi', ix sch'oxan sb'a jun ángel ix cot t'a satcha’anh. Ix ul yak'an stek'anil."
        },
        {
            "number": "44",
            "text": "Ix te och pitz'an t'a spixan. Yuj chi' yelk'olal ix lesalwi. Axo yalil tz'em t'a sat lu'um, calan yaj yet' chik', icha wal yem tz'uj yem t'a sat lu'um chi'."
        },
        {
            "number": "45",
            "text": "Ixlajwi slesalwi, ix meltzajxicot b'aj aycan heb' sk'ayb'um chi'. Axo ix k'och t'a heb', waynacb'at heb', yujto ix te och pitz'an cuselal t'a spixan heb'."
        },
        {
            "number": "46",
            "text": "Yuj chi', ix yalan t'a heb': --¿Tas yuj tzex te wayi? Q'ueanhec waan, lesalwanhec, yic wach' manh ol ex meltzaj t'a he patic ayic ol ex ak'joc prowal, xchi t'a heb'."
        },
        {
            "number": "47",
            "text": "Vanto slolon Jesús chi', ix k'och heb' tzijtumal anima. Axo winhaj Judas, yetb'eyum sb'a yet' heb' uxluchwanh sk'ayb'um Jesús chi', a winh b'ab'el sk'och yuj heb'. Ix snitzanb'at sb'a winh stz'ub' sti' Jesús chi'."
        },
        {
            "number": "48",
            "text": "Axo Jesús chi' ix alan t'a winh: --Judas, ¿tom icha tik tz'aj in ak'anoch t'a yol sk'ab' chamel a in Ak'b'il in cot yuj Dios woch animail tik? xchi."
        },
        {
            "number": "49",
            "text": "Axo heb' ayek' yet' Jesús chi', ayic ix yilan heb' tas wan sja t'a yib'anh ix sk'anb'an heb' t'ay: --Mamin, ¿tzam yal ko xican heb' t'a k'een espada tik? xchi heb' t'ay."
        },
        {
            "number": "50",
            "text": "Val t'a jun rato chi', ay jun winh t'a skal heb' sk'ayb'um Jesús chi' ix tzepanel schiquin jun winh schecab' winh sat sacerdote t'a swach'."
        },
        {
            "number": "51",
            "text": "Axo Jesús ix alan t'a heb': --Actejec, k'ocb'ilxo chi', xchi t'a heb'. Axo Jesús ix yaman schiquin winh chi', yet'nhej chi' ix ochxicani."
        },
        {
            "number": "52",
            "text": "Ha heb' winh sat sacerdote, heb' winh yajal yaj t'a stemplo Dios yet' heb' winh ichamtac winak ay yopisio, ix k'och heb' winh syam Jesús chi'. Yuj chi' ix yal Jesús chi' t'a heb' winh: --¿Tas waj tzeyila'? ¿Tom cuchb'um in t'a heb' sk'ulan chukal yuj chi' tzex ja t'ayin yet' k'een espada yet' te te'?"
        },
        {
            "number": "53",
            "text": "Ayinnhej ek' eyed' t'a yamaq'uil stemplo Dios t'a junjun k'u, palta maj in eyama'. Palta ato ticnaik yorail he k'ulan jun tik yet' yipalil winh aj k’ik’ k’inal, xchi t'a heb' winh."
        },
        {
            "number": "54",
            "text": "Ixlajwi chi', ix yamji Jesús yuj heb' winh. Ix yik'anb'at heb' winh t'a spat winh sat sacerdote chi'. Axo winhaj Pedro, najat tzak'anto sb'at winh yuj."
        },
        {
            "number": "55",
            "text": "Axo t'a yamaq'uil ti' pat chi' ix yak'och jun k'ak' heb' winh. Ix och oyan heb' winh t'a sti' te', ix em k'ojan heb' winh. Ix em k'ojan pax winhaj Pedro chi' t'a skal heb' winh."
        },
        {
            "number": "56",
            "text": "Axo jun ix criada, ayic ix yilan ix to k'ojanem winhaj Pedro chi' t'a sti' te' k'ak' chi', ix och k'elan ix t'a winh, ix yalan ix: --Ha jun winh tik, yetb'eyum sb'a winh yet' Jesús tik, xchi ix."
        },
        {
            "number": "57",
            "text": "Axo winh, elanhchamel ix yik'el winh t'a yib'anh, ix yalan winh: --Ach ix, manh wojtacoc jun winh tzal chi', xchi winh t'a ix."
        },
        {
            "number": "58",
            "text": "Junanto rato chi', ay junxo ix och k'elan t'a winh, ix yalani: --Ha ach tik, etb'eyum a b'a yet' heb', xchi t'a winhaj Pedro chi'. --Val yel maay, manh wetb'eyumoclaj in b'a yet' heb', xchi winh."
        },
        {
            "number": "59",
            "text": "Ay am tom junok hora chi', yelk'olal ix yal junxo winh: --Val yel a jun winh tik, yetb'eyum sb'a winh yet'oc, yujto aj Galilea heb', xchi winh."
        },
        {
            "number": "60",
            "text": "--Toton maay, manh wojtacoc juntzanh tzal chi', xchi winhaj Pedro chi' t'a winh. Ayic wanto yalan juntzanh chi' winh ix ok' nok' caxlanh."
        },
        {
            "number": "61",
            "text": "Ix cot k'eleloc Jesús Kajal chi' t'a winh. Yuj chi' ix snacot winh tas ix yalcan Jesús. Ichaton tik ix yutej yalancan t'a winh: Ayic manto ok' nok' caxlanh t'a jun ak'wal tik, oxel ol ik'el t'a ib'anh to manh in ojtacoclaj, xchi t'a winh."
        },
        {
            "number": "62",
            "text": "Yuj chi' ix sb'eselta sb'a winh t'a skal heb'. Ix te ok' wal winh sik'lab'il."
        },
        {
            "number": "63",
            "text": "Axo heb' stanhwumal Jesús ix och ijan heb' sb'uchwaj t'ay. Ix laj smak'an pax heb'."
        },
        {
            "number": "64",
            "text": "Ix smacan sat heb'. Ix stz'itanb'at sti' heb'. Ixlajwi chi', ix sk'anb'an heb' t'ay: --Al t'ayonh mach tzach mak'ani, xchi heb' t'ay."
        },
        {
            "number": "65",
            "text": "Manh jantacoc tas ix yal heb' t'ay yic sb'uchwaj heb' t'ay."
        },
        {
            "number": "66",
            "text": "Axo ix sakb'i, ix smolb'an sb'a heb' ichamtac winak ay yopisio t'a skal heb' israel, heb' winh sat sacerdote yet' heb' winh k'ayb'um t'a ley Moisés. Ix yik'anb'at Jesús heb' winh t'a yichanh winh sat yajal. Axo ta' ix sk'anb'ej heb' winh t'ay:"
        },
        {
            "number": "67",
            "text": "--Al t'ayonh, ¿tom a ach tik Cristo ach? xchi heb' winh t'ay. --Nab'anhej swal t'ayex, ¿tom ol he cha eyab' t'ayin?"
        },
        {
            "number": "68",
            "text": "Tato a in tzin k'anb'ej junok tas t'ayex, ¿tom ol eyal t'ayin? ¿Tom ol in eyak'el t'a libre?"
        },
        {
            "number": "69",
            "text": "Palta a in Ak'b'il in cot yuj Dios woch animail tik, a ticnaik ol in k'ochcan k'ojan t'a swach' k'ab' Dios, aton jun masanil tas syal yuj, xchi Jesús t'a heb' winh."
        },
        {
            "number": "70",
            "text": "Masanil heb' winh ix k'anb'an t'ay: --¿Tom Yuninal ach Dios jun? xchi heb' winh t'ay. --Ha in ton tik Yuninal in, icha tzeyal chi', xchi t'a heb' winh."
        },
        {
            "number": "71",
            "text": "Yuj chi' ix yal heb' winh. --¿Tasto tz'och testigo cuuj? Yujto a onh wal lak'an ix cab' yalan winh, xchi heb' winh."
        }
    ]
}