{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix k'e waan heb' smasanil. Ix yik'anb'at Jesús heb' t'a yichanh winhaj Pilato."
        },
        {
            "number": "2",
            "text": "Ata' ix syamoch heb' yak'anoch juntzanh es t'a yib'anh. Ix laj yalan heb': --Ix quila' to a winh wan yak'an somchajel heb' quetchonhab'. Syalanpax winh to max yal kak'an k'een tumin sk'anjiel t'ayonh yuj winh yajal t'a Roma. Ha wal winh tz'alanpaxi to Cristo winh, syalelk'ochi to rey winh, xchi heb' t'a winhaj Pilato chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix sk'anb'ej winhaj Pilato chi' t'ay: --Tzin k'anb'ej t'ayach, ¿tom sreyal ach heb' israel? xchi winh t'ay. --Ha in toni, ichaton tzutej alan chi', xchi Jesús t'a winh."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yal winhaj Pilato chi' t'a heb' winh sat sacerdote yet' t'a heb' anima chi': --Malaj jab'oc smul jun winh tik tz'ilchaj wuuj, xchi winh."
        },
        {
            "number": "5",
            "text": "Palta haxo heb', yelk'olal yalan heb': --Ha winh tik, masanil heb' anima aj Judea tik wan somchajel yuj juntzanh k'ayb'ub'al syak' winh. Ato t'a Galilea ix schael yich winh yalani, masanto ix jawi winh t'a Judea tik, xchi heb' t'a winhaj Pilato chi'."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an juntzanh chi' winhaj Pilato chi', ix sk'anb'an winh yab' t'a heb', tato a Jesús aj Galilea."
        },
        {
            "number": "7",
            "text": "Axo yic ix yab'an winh to aj Galilea, yuj chi' ix yak'anb'at t'a winhaj Herodes yajal t'a Galilea chi' yujto ayek' winh t'a Jerusalén t'a juntzanh k'ual chi'."
        },
        {
            "number": "8",
            "text": "Ayic ix yilan winhaj Herodes chi' sk'och Jesús, te wach' ix yab' winh, yujto ayxo stiempoal yab'an spekal winh. Yuj chi' sganaxo winh slolon yet'oc. Snib'ej wal winh syil sb'oan junok milagro."
        },
        {
            "number": "9",
            "text": "Tzijtum tas ix sk'anb'ej winh t'ay, haxo Jesús manh jab'oc ix tak'wi t'a winh."
        },
        {
            "number": "10",
            "text": "Axo heb' winh sat sacerdote yet' heb' winh k'ayb'um t'a ley Moisés ayek' ta', yelk'olal ix yak'och heb' winh t'a yib'anh."
        },
        {
            "number": "11",
            "text": "Yuj chi' a winhaj Herodes chi' yet' heb' soldado, ix sb'aj Jesús chi' heb'. Ix sb'uchan pax heb'. Ix stz'akan yak'och juntzanh pichul heb' te wach' t'ay, icha spichul heb' winh rey. Ixlajwi chi', ix yak'anxi meltzaj Jesús winh t'a winhaj Pilato."
        },
        {
            "number": "12",
            "text": "Ha t'a jun k'ual chi' ix yamigoejk'e sb'a winhaj Pilato chi' yet' winhaj Herodes, yujto ha t'a yalanhtaxo yajk'ool sb'a heb' winh."
        },
        {
            "number": "13",
            "text": "Axo winhaj Pilato chi' ix molb'an heb' winh sat sacerdote, heb' winh ay yopisio yet' pax heb' anima smasanil."
        },
        {
            "number": "14",
            "text": "Ix yalanelta winh t'a skal heb': --Ha winh ix ul eyak' tik t'ayin, yujto tzeyala' to somchajel heb' anima yuj winh, palta ina t'a eyichanh ix in k'anb'ej wab' t'a winh, palta malaj jab'oc smul winh scheclajelta wuj icha ix aj eyalani."
        },
        {
            "number": "15",
            "text": "Anheja' pax winhaj Herodes, malaj tas ix ilchaj yuj winh t'a winh. Yuj chi' ix schecxicot winh t'ayonh. Inai, malaj jab'oc smul winh yic smoj schami."
        },
        {
            "number": "16",
            "text": "Yuj chi', tonhej ol in chec mak'joc winh, ol wak'anxiel winh t'a libre, xchi winh t'a heb'."
        },
        {
            "number": "17",
            "text": "Axo yic ix yab'an heb' anima to icha chi', ix laj awajk'e heb': --Ha winh tik, chamokab' winh. Aokab' winhaj Barrabás chi' tz'el t'a libre, xchi heb'."
        },
        {
            "number": "18",
            "text": "Ha winhaj Barrabás chi', preso yaj winh, yujto lokan winh yet' heb' winh ix ak'an owal yet' heb' winh yajal t'a yol chonhab' chi'. Mak'umcham anima pax winh."
        },
        {
            "number": "19",
            "text": "Axo winhaj Pilato chi' snib'ej winh syak'el Jesús t'a libre. Yuj chi' icha chi' ix yutej winh yalanxi t'a heb' anima."
        },
        {
            "number": "20",
            "text": "Palta ayic ix yab'an heb' to icha chi', ix k'e umnaj heb' yawaji: --Culusejk'e winh. Culusejk'e winh, xchi heb'."
        },
        {
            "number": "21",
            "text": "Ix yalanxi winhaj Pilato chi' yoxelal t'a heb': --¿Tas wal smul winh t'ayex jun? Malaj wal jab'oc smul winh tz'ilchaj wuuj yic smoj schami. Yuj chi' tonhej ol in chec mak'joc winh, ol wak'anxiel winh t'a libre, xchi winh t'a heb'."
        },
        {
            "number": "22",
            "text": "Axo heb', ix te k'e umnaj yawaji to yowalil sculusajk'ei. Te chaanh ix awajk'e heb' yet' heb' winh sat sacerdote. Yuj chi' ix yak' ganar heb'."
        },
        {
            "number": "23",
            "text": "Ix yalan winhaj Pilato chi': Ujokab' icha snib'ej heb', xchi winh."
        },
        {
            "number": "24",
            "text": "Axo winh lokan t'a skal owal chi', winh mak'umcham anima chi', winh preso yaji, a winh ix ak'jielta t'a libre icha snib'ej heb'. Axo Jesús ix ak'jikanoch t'a yol sk'ab' heb' icha snib'ej."
        },
        {
            "number": "25",
            "text": "Ayic wan yik'anb'at Jesús heb' b'aj ol chamoc, ay jun winh aj Cirene skuchan Simón, spetoj winh t'a smunlajel, ix yamchaj winh yuj heb' soldado. Axo winh ix checji scuchb'at sculusal Jesús chi'. Ix och tzak'an winh yuj."
        },
        {
            "number": "26",
            "text": "Tzijtum heb' anima ix och tzak'an yuj. Yed' pax heb' ix ix, wek'eq'ui yel yav heb' ix yok' yuj."
        },
        {
            "number": "27",
            "text": "Axo Jesús ix meltzajb'at k'elan t'a heb' ix, ix yalani: --Ex ix aj Jerusalén, manh ex ok' wuuj. Ok'anhec eyuuj yet' yuj heb' eyune',"
        },
        {
            "number": "28",
            "text": "yujto ay wal jun k'ual ol jawok, ol eyalani: Ha wal heb' ix malaj yune', heb' ix toxon max unewi yet' heb' ix manh yojtakoc yak'an chunoc yune', te wach' yic heb' ix, xe chama."
        },
        {
            "number": "29",
            "text": "Ha t'a jun pekti’ chi', ol laj yal heb' anima icha tik: Tzoc wal cot juntzanh witz yet' juntzanh tzalquixtac tik t'a quib'anh yic tzonh sk'ub'ejeli, xcham heb'."
        },
        {
            "number": "30",
            "text": "Ha in tik, lajan in icha junok te te' yaax, palta ina wal tas syak'och heb' t'a wib'anh. Ocxom wal a ex tik. Yelxo wal niwan tas ol ak'jococh t'a eyib'anh, yujto lajan ex icha junok te te' taquinhxo, xchi Jesús t'a heb' ix."
        },
        {
            "number": "31",
            "text": "Ay pax chawanh heb' winh ay smul ix ik'jib'at yet' Jesús chi', yic sculusajk'e heb' winh yet'oc."
        },
        {
            "number": "32",
            "text": "Ix k'och heb' t'a jun lugar skuchan B'aj Ay Sb'aquil Jolom. Ata' ix culusajk'e Jesús yuj heb' winh soldado. Ix culusajpaxk'e chawanh heb' winh ay smul chi' yet'oc, jun winh t'a swach', jun winh t'a sk'exanh. Junjun sculusal junjun heb'."
        },
        {
            "number": "33",
            "text": "Ayic wan sk'e d'unhunhoc Jesús yuj heb', ix yalani: --Mamin, ak' niwank'olal heb', yujto manh yojtakoc heb' tas wan sk'ulani, xchi d'ha Dios. Axo heb' winh soldado, ix yak' suerte heb' winh yic spojanek' spichul Jesús chi' heb' winh t'a spatic."
        },
        {
            "number": "34",
            "text": "Axo heb' anima, wan yilan heb' tas wan yuji chi'. Anheja' pax heb' winh yajal, ix sb'uch Jesús heb' winh. Ix laj yalan heb' winh: --Ab'i chi' colwajwum winh t'a juntzanhxo. Scolokab' pax sb'a winh ticnaik, tato t'a wal yel Cristo winh, winh sik'b'ilel yuj Dios, xchi heb' winh."
        },
        {
            "number": "35",
            "text": "Anheja' ix b'uchji pax yuj heb' winh soldado. Ix k'och heb' winh t'a stz'ey. Ix yak'an winagre heb' winh yuk'ej."
        },
        {
            "number": "36",
            "text": "Ix yalan heb' winh t'ay: --Tato yel Sreyal ach heb' israel, colto naic a b'a quila', xchi heb' winh t'ay."
        },
        {
            "number": "37",
            "text": "Ay jun letra ix tz'ib'ajoch t'a sjolom te' sculusal, xchi icha tik: Ha winh tik Sreyal heb' israel, xchi."
        },
        {
            "number": "38",
            "text": "Ay pax jun winh culusab'ilk'e yet'oc ix b'uchani, ix yalan winh icha tik: --Tato yel Cristo ach, col a b'a quila', tzonh a colan paxi, xchi winh t'ay."
        },
        {
            "number": "39",
            "text": "Axo junxo winh yetb'eyum winh ix cachani, ix yalan winh: --¿Tom max ach xiv d'ha Dios? Ina lajan kajoch t'a yol sk'ab' jun yaelal tik yet'oc."
        },
        {
            "number": "40",
            "text": "Ha onh tik, smoj wal skab' syail ko chaan spak ko mul, palta a jun winh tik, malaj tas ix smulej, xchi winh."
        },
        {
            "number": "41",
            "text": "Ixlajwi chi' ix yalan winh t'a Jesús: --Ach Jesús, tzin a nacoti ayic ol ach ja ak' Yajalil, xchi winh t'ay."
        },
        {
            "number": "42",
            "text": "Ix yalan Jesús t'a winh: --Val yel swal t'ayach, ha t'a jun k'u tik ol ach k'och wed' t'a swach'ilal, xchi t'a winh."
        },
        {
            "number": "43",
            "text": "Ayic toxo tz'och chimk'ualil, ix k'ik'b'i k 'inal t'a masanil yol yib'anhk’inal tik masanto t'a a las tres yic yemk'ualil."
        },
        {
            "number": "44",
            "text": "Ha yoc k'u, majxo yak'laj yoc. Axo k'apac cortina ayoch smaculoc snanhal yol stemplo Dios, ix nhik'chaj snanhal k'apac."
        },
        {
            "number": "45",
            "text": "Axo Jesús te chaanh ix awaji, ix yalan icha tik: --Mamin, swab'enejkanoch in pixan t'a yol a k'ab', xchi d'ha Dios. Ix lajwinhej yalan jun chi', ix chami."
        },
        {
            "number": "46",
            "text": "Axo jun winh capitán aj Roma, ayic ix yilan juntzanh chi' winh, ix yal wach' lolonel winh d'ha Dios, ix yalan winh icha tik: --Val yel a jun winh tik, te malaj smul winh, xchi winh."
        },
        {
            "number": "47",
            "text": "Axo masanil heb' anima ayek' chi' ta', ix yil heb' tas ix uji chi'. Ix laj paxta heb', ix och wal pitz'an cusk'olal t'a spixan heb'."
        },
        {
            "number": "48",
            "text": "Axo jantacnhej heb' ojtannac Jesús yet' juntzanh heb' ix ix cotnac yet' t'a Galilea, najatto ix laj kotkan t'anhjab' heb' ix."
        },
        {
            "number": "49",
            "text": "Ay jun winh skuchan José, aj chonhab' Arimatea t'a yol yic Judea. Wach' winh, tojol spensar winh. Ay pax yopisio winh yet' heb' winh yajal."
        },
        {
            "number": "50",
            "text": "Palta maj yak'och sb'a winh yet' heb' winh ix ak'anoch chamel t'a yib'anh Jesús chi'. Van stanhwan winh swach' och Dios Yajalil."
        },
        {
            "number": "51",
            "text": "Ix k'och winh t'a winhaj Pilato, yic sk'ananemta sniwanil Jesús winh."
        },
        {
            "number": "52",
            "text": "Ixlajwi yik'an spermiso winh chi', ix b'at yak'an ik'joquemta sniwanil chi' winh. Ix sb'ak'anoch jun sábana winh t'a spatic. Ixlajwi chi' ix b'at yak'an ak'joc och sniwanil winh t'a yol jun k'een k'een joyb'ilel yool. Ha t'a jun k'een chi', manta junok mach smucchaji."
        },
        {
            "number": "53",
            "text": "Aton t'a jun k'ual chi' wanxo yak'an lista sb'a heb' yuj sk'ual ik'oj ip toxo ol yamchaj ochoc."
        },
        {
            "number": "54",
            "text": "Axo heb' ix ix cotnac yet' Jesús t'a Galilea, ix b'at heb' ix yil k'een k'een b'aj ix mucchaj chi'. Ix yilan heb' ix chajtil ix yutej heb' yak'anoch sniwanil chi' t'a yol k'een."
        },
        {
            "number": "55",
            "text": "Ixlajwi chi', ix paxta heb' ix t'a sposado. Ix laj sb'oan juntzanh yal suk'uq'ui sjab' heb' ix yet' juntzanh wach' sucjioch t'a sniwanil Jesús chi'. Axo yic ix k'och yorail sk'ual ik'oj ip, ix yik'an yip heb' ix icha yalan jun checnab'il t'a ley."
        }
    ]
}