{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix q'ue vaan eb' smasanil. Ix yik'anb'at Jesús eb' t'a yichanh vinhaj Pilato."
        },
        {
            "number": "2",
            "text": "Ata' ix syamoch eb' yak'anoch juntzanh es t'a yib'anh. Ix laj yalan eb': --Ix quila' to a vinh van yak'an somchajel eb' quetchonhab'. Syalanpax vinh to max yal cak'an q'uen tumin sk'anjiel t'ayonh yuj vinh yajal t'a Roma. Ha val vinh tz'alanpaxi to Cristo vinh, syalelk'ochi to rey vinh, xchi eb' t'a vinhaj Pilato chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix sk'anb'ej vinhaj Pilato chi' t'ay: --Tzin k'anb'ej t'ayach, ¿tom sreyal ach eb' israel? xchi vinh t'ay. --Ha in toni, ichaton tzutej alan chi', xchi Jesús t'a vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yal vinhaj Pilato chi' t'a eb' vinh sat sacerdote yet' t'a eb' anima chi': --Malaj jab'oc smul jun vinh tik tz'ilchaj vuuj, xchi vinh."
        },
        {
            "number": "5",
            "text": "Palta haxo eb', yelk'olal yalan eb': --Ha vinh tik, masanil eb' anima aj Judea tik van somchajel yuj juntzanh k'ayb'ub'al syak' vinh. Ato t'a Galilea ix schael yich vinh yalani, masanto ix javi vinh t'a Judea tik, xchi eb' t'a vinhaj Pilato chi'."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an juntzanh chi' vinhaj Pilato chi', ix sk'anb'an vinh yab' t'a eb', tato a Jesús aj Galilea."
        },
        {
            "number": "7",
            "text": "Axo yic ix yab'an vinh to aj Galilea, yuj chi' ix yak'anb'at t'a vinhaj Herodes yajal t'a Galilea chi' yujto ayek' vinh t'a Jerusalén t'a juntzanh k'ual chi'."
        },
        {
            "number": "8",
            "text": "Ayic ix yilan vinhaj Herodes chi' sk'och Jesús, te wach' ix yab' vinh, yujto ayxo stiempoal yab'an specal vinh. Yuj chi' sganaxo vinh slolon yet'oc. Snib'ej val vinh syil sb'oan junok milagro."
        },
        {
            "number": "9",
            "text": "Tzijtum tas ix sk'anb'ej vinh t'ay, haxo Jesús manh jab'oc ix tak'vi t'a vinh."
        },
        {
            "number": "10",
            "text": "Axo eb' vinh sat sacerdote yet' eb' vinh k'ayb'um t'a ley Moisés ayek' ta', yelk'olal ix yak'och eb' vinh t'a yib'anh."
        },
        {
            "number": "11",
            "text": "Yuj chi' a vinhaj Herodes chi' yet' eb' soldado, ix sb'aj Jesús chi' eb'. Ix sb'uchan pax eb'. Ix stz'acan yak'och juntzanh pichul eb' te wach' t'ay, icha spichul eb' vinh rey. Ixlajwi chi', ix yak'anxi meltzaj Jesús vinh t'a vinhaj Pilato."
        },
        {
            "number": "12",
            "text": "Ha t'a jun k'ual chi' ix yamigoejq'ue sb'a vinhaj Pilato chi' yet' vinhaj Herodes, yujto ha t'a yalanhtaxo yajk'ool sb'a eb' vinh."
        },
        {
            "number": "13",
            "text": "Axo vinhaj Pilato chi' ix molb'an eb' vinh sat sacerdote, eb' vinh ay yopisio yet' pax eb' anima smasanil."
        },
        {
            "number": "14",
            "text": "Ix yalanelta vinh t'a skal eb': --Ha vinh ix ul eyak' tik t'ayin, yujto tzeyala' to somchajel eb' anima yuj vinh, palta ina t'a eyichanh ix in k'anb'ej vab' t'a vinh, palta malaj jab'oc smul vinh scheclajelta vuj icha ix aj eyalani."
        },
        {
            "number": "15",
            "text": "Anheja' pax vinhaj Herodes, malaj tas ix ilchaj yuj vinh t'a vinh. Yuj chi' ix schecxicot vinh t'ayonh. Inai, malaj jab'oc smul vinh yic smoj schami."
        },
        {
            "number": "16",
            "text": "Yuj chi', tonhej ol in chec mak'joc vinh, ol vak'anxiel vinh t'a libre, xchi vinh t'a eb'."
        },
        {
            "number": "17",
            "text": "Axo yic ix yab'an eb' anima to icha chi', ix laj avajq'ue eb': --Ha vinh tik, chamocab' vinh. Aocab' vinhaj Barrabás chi' tz'el t'a libre, xchi eb'."
        },
        {
            "number": "18",
            "text": "Ha vinhaj Barrabás chi', preso yaj vinh, yujto locan vinh yet' eb' vinh ix ak'an oval yet' eb' vinh yajal t'a yol chonhab' chi'. Mak'umcham anima pax vinh."
        },
        {
            "number": "19",
            "text": "Axo vinhaj Pilato chi' snib'ej vinh syaq'uel Jesús t'a libre. Yuj chi' icha chi' ix yutej vinh yalanxi t'a eb' anima."
        },
        {
            "number": "20",
            "text": "Palta ayic ix yab'an eb' to icha chi', ix q'ue umnaj eb' yavaji: --Culusejq'ue vinh. Culusejq'ue vinh, xchi eb'."
        },
        {
            "number": "21",
            "text": "Ix yalanxi vinhaj Pilato chi' yoxelal t'a eb': --¿Tas val smul vinh t'ayex jun? Malaj val jab'oc smul vinh tz'ilchaj vuuj yic smoj schami. Yuj chi' tonhej ol in chec mak'joc vinh, ol vak'anxiel vinh t'a libre, xchi vinh t'a eb'."
        },
        {
            "number": "22",
            "text": "Axo eb', ix te q'ue umnaj yavaji to yovalil sculusajq'uei. Te chaanh ix avajq'ue eb' yet' eb' vinh sat sacerdote. Yuj chi' ix yak' ganar eb'."
        },
        {
            "number": "23",
            "text": "Ix yalan vinhaj Pilato chi': Ujocab' icha sgana eb', xchi vinh."
        },
        {
            "number": "24",
            "text": "Axo vinh locan t'a skal oval chi', vinh mak'umcham anima chi', vinh preso yaji, a vinh ix ak'jielta t'a libre icha sgana eb'. Axo Jesús ix ak'jicanoch t'a yol sk'ab' eb' icha sgana."
        },
        {
            "number": "25",
            "text": "Ayic van yik'anb'at Jesús eb' b'aj ol chamoc, ay jun vinh aj Cirene scuchan Simón, spetoj vinh t'a smunlajel, ix yamchaj vinh yuj eb' soldado. Axo vinh ix checji scuchb'at sculusal Jesús chi'. Ix och tzak'an vinh yuj."
        },
        {
            "number": "26",
            "text": "Tzijtum eb' anima ix och tzak'an yuj. Yed' pax eb' ix ix, veq'ueq'ui yel yav eb' ix yok' yuj."
        },
        {
            "number": "27",
            "text": "Axo Jesús ix meltzajb'at q'uelan t'a eb' ix, ix yalani: --Ex ix aj Jerusalén, manh ex ok' vuuj. Ok'anhec eyuuj yet' yuj eb' eyune',"
        },
        {
            "number": "28",
            "text": "yujto ay val jun k'ual ol javoc, ol eyalani: Ha val eb' ix malaj yune', eb' ix toxon max unevi yet' eb' ix manh yojtacoc yak'an chunoc yune', te wach' yic eb' ix, xe chama."
        },
        {
            "number": "29",
            "text": "Ha t'a jun pekti’ chi', ol laj yal eb' anima icha tik: Tzoc val cot juntzanh vitz yet' juntzanh tzalquixtac tik t'a quib'anh yic tzonh sk'ub'ejeli, xcham eb'."
        },
        {
            "number": "30",
            "text": "Ha in tik, lajan in icha junok te te' yaax, palta ina val tas syak'och eb' t'a vib'anh. Ocxom val a ex tik. Yelxo val niwan tas ol ak'jococh t'a eyib'anh, yujto lajan ex icha junok te te' taquinhxo, xchi Jesús t'a eb' ix."
        },
        {
            "number": "31",
            "text": "Ay pax chavanh eb' vinh ay smul ix ik'jib'at yet' Jesús chi', yic sculusajq'ue eb' vinh yet'oc."
        },
        {
            "number": "32",
            "text": "Ix k'och eb' t'a jun lugar scuchan B'aj Ay Sb'aquil Jolom. Ata' ix culusajq'ue Jesús yuj eb' vinh soldado. Ix culusajpaxq'ue chavanh eb' vinh ay smul chi' yet'oc, jun vinh t'a swach', jun vinh t'a sq'uexanh. Junjun sculusal junjun eb'."
        },
        {
            "number": "33",
            "text": "Ayic van sq'ue d'unhunhoc Jesús yuj eb', ix yalani: --Mamin, ak' nivank'olal eb', yujto manh yojtacoc eb' tas van sk'ulani, xchi d'ha Dios. Axo eb' vinh soldado, ix yak' suerte eb' vinh yic spojanek' spichul Jesús chi' eb' vinh t'a spatic."
        },
        {
            "number": "34",
            "text": "Axo eb' anima, van yilan eb' tas van yuji chi'. Anheja' pax eb' vinh yajal, ix sb'uch Jesús eb' vinh. Ix laj yalan eb' vinh: --Ab'i chi' colvajvum vinh t'a juntzanhxo. Scolocab' pax sb'a vinh ticnaic, tato t'a val yel Cristo vinh, vinh sik'b'ilel yuj Dios, xchi eb' vinh."
        },
        {
            "number": "35",
            "text": "Anheja' ix b'uchji pax yuj eb' vinh soldado. Ix k'och eb' vinh t'a stz'ey. Ix yak'an vinagre eb' vinh yuq'uej."
        },
        {
            "number": "36",
            "text": "Ix yalan eb' vinh t'ay: --Tato yel Sreyal ach eb' israel, colto naic a b'a quila', xchi eb' vinh t'ay."
        },
        {
            "number": "37",
            "text": "Ay jun letra ix tz'ib'ajoch t'a sjolom te' sculusal, xchi icha tik: Ha vinh tik Sreyal eb' israel, xchi."
        },
        {
            "number": "38",
            "text": "Ay pax jun vinh culusab'ilq'ue yet'oc ix b'uchani, ix yalan vinh icha tik: --Tato yel Cristo ach, col a b'a quila', tzonh a colan paxi, xchi vinh t'ay."
        },
        {
            "number": "39",
            "text": "Axo junxo vinh yetb'eyum vinh ix cachani, ix yalan vinh: --¿Tom max ach xiv d'ha Dios? Ina lajan cajoch t'a yol sk'ab' jun yaelal tik yet'oc."
        },
        {
            "number": "40",
            "text": "Ha onh tik, smoj val scab' syail co chaan spac co mul, palta a jun vinh tik, malaj tas ix smulej, xchi vinh."
        },
        {
            "number": "41",
            "text": "Ixlajwi chi' ix yalan vinh t'a Jesús: --Ach Jesús, tzin a nacoti ayic ol ach ja ak' Yajalil, xchi vinh t'ay."
        },
        {
            "number": "42",
            "text": "Ix yalan Jesús t'a vinh: --Val yel sval t'ayach, ha t'a jun k'u tik ol ach k'och ved' t'a swach'ilal, xchi t'a vinh."
        },
        {
            "number": "43",
            "text": "Ayic toxo tz'och chimk'ualil, ix k'ik'b'i q'uinal t'a masanil yol yib'anhk’inal tik masanto t'a a las tres yic yemk'ualil."
        },
        {
            "number": "44",
            "text": "Ha yoc k'u, majxo yak'laj yoc. Axo k'apac cortina ayoch smaculoc snanhal yol stemplo Dios, ix nhik'chaj snanhal k'apac."
        },
        {
            "number": "45",
            "text": "Axo Jesús te chaanh ix avaji, ix yalan icha tik: --Mamin, svab'enejcanoch in pixan t'a yol a k'ab', xchi d'ha Dios. Ix lajvinhej yalan jun chi', ix chami."
        },
        {
            "number": "46",
            "text": "Axo jun vinh capitán aj Roma, ayic ix yilan juntzanh chi' vinh, ix yal wach' lolonel vinh d'ha Dios, ix yalan vinh icha tik: --Val yel a jun vinh tik, te malaj smul vinh, xchi vinh."
        },
        {
            "number": "47",
            "text": "Axo masanil eb' anima ayek' chi' ta', ix yil eb' tas ix uji chi'. Ix laj paxta eb', ix och val pitz'an cusk'olal t'a spixan eb'."
        },
        {
            "number": "48",
            "text": "Axo jantacnhej eb' ojtannac Jesús yet' juntzanh eb' ix ix cotnac yet' t'a Galilea, najatto ix laj cotcan t'anhjab' eb' ix."
        },
        {
            "number": "49",
            "text": "Ay jun vinh scuchan José, aj chonhab' Arimatea t'a yol yic Judea. Wach' vinh, tojol spensar vinh. Ay pax yopisio vinh yet' eb' vinh yajal."
        },
        {
            "number": "50",
            "text": "Palta maj yak'och sb'a vinh yet' eb' vinh ix ak'anoch chamel t'a yib'anh Jesús chi'. Van stanhvan vinh swach' och Dios Yajalil."
        },
        {
            "number": "51",
            "text": "Ix k'och vinh t'a vinhaj Pilato, yic sk'ananemta snivanil Jesús vinh."
        },
        {
            "number": "52",
            "text": "Ixlajwi yik'an spermiso vinh chi', ix b'at yak'an ik'joquemta snivanil chi' vinh. Ix sb'ak'anoch jun sábana vinh t'a spatic. Ixlajwi chi' ix b'at yak'an ak'joc och snivanil vinh t'a yol jun q'uen q'ueen joyb'ilel yool. Ha t'a jun q'ueen chi', manta junok mach smucchaji."
        },
        {
            "number": "53",
            "text": "Aton t'a jun k'ual chi' vanxo yak'an lista sb'a eb' yuj sk'ual ik'oj ip toxo ol yamchaj ochoc."
        },
        {
            "number": "54",
            "text": "Axo eb' ix ix cotnac yet' Jesús t'a Galilea, ix b'at eb' ix yil q'uen q'ueen b'aj ix mucchaj chi'. Ix yilan eb' ix chajtil ix yutej eb' yak'anoch snivanil chi' t'a yol q'ueen."
        },
        {
            "number": "55",
            "text": "Ixlajwi chi', ix paxta eb' ix t'a sposado. Ix laj sb'oan juntzanh yal suk'uq'ui sjab' eb' ix yet' juntzanh wach' sucjioch t'a snivanil Jesús chi'. Axo yic ix k'och yorail sk'ual ik'oj ip, ix yik'an yip eb' ix icha yalan jun checnab'il t'a ley."
        }
    ]
}