{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix q'ue vaan eb' smasanil. Ix yik'anb'at Jesús eb' t'a yichanh winhaj Pilato."
        },
        {
            "number": "2",
            "text": "Ata' ix syamoch eb' yak'anoch juntzanh es t'a yib'anh. Ix laj yalan eb': --Ix quila' to a winh van yak'an somchajel eb' quetchonhab'. Syalanpax winh to max yal cak'an q'uen tumin sk'anjiel t'ayonh yuj winh yajal t'a Roma. Ha val winh tz'alanpaxi to Cristo winh, syalelk'ochi to rey winh, xchi eb' t'a winhaj Pilato chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix sk'anb'ej winhaj Pilato chi' t'ay: --Tzin k'anb'ej t'ayach, ¿tom sreyal ach eb' israel? xchi winh t'ay. --Ha in toni, ichaton tzutej alan chi', xchi Jesús t'a winh."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yal winhaj Pilato chi' t'a eb' winh sat sacerdote yet' t'a eb' anima chi': --Malaj jab'oc smul jun winh tik tz'ilchaj vuuj, xchi winh."
        },
        {
            "number": "5",
            "text": "Palta haxo eb', yelk'olal yalan eb': --Ha winh tik, masanil eb' anima aj Judea tik van somchajel yuj juntzanh k'ayb'ub'al syak' winh. Ato t'a Galilea ix schael yich winh yalani, masanto ix javi winh t'a Judea tik, xchi eb' t'a winhaj Pilato chi'."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an juntzanh chi' winhaj Pilato chi', ix sk'anb'an winh yab' t'a eb', tato a Jesús aj Galilea."
        },
        {
            "number": "7",
            "text": "Axo yic ix yab'an winh to aj Galilea, yuj chi' ix yak'anb'at t'a winhaj Herodes yajal t'a Galilea chi' yujto ayek' winh t'a Jerusalén t'a juntzanh k'ual chi'."
        },
        {
            "number": "8",
            "text": "Ayic ix yilan winhaj Herodes chi' sk'och Jesús, te wach' ix yab' winh, yujto ayxo stiempoal yab'an specal winh. Yuj chi' sganaxo winh slolon yet'oc. Snib'ej val winh syil sb'oan junok milagro."
        },
        {
            "number": "9",
            "text": "Tzijtum tas ix sk'anb'ej winh t'ay, haxo Jesús manh jab'oc ix tak'vi t'a winh."
        },
        {
            "number": "10",
            "text": "Axo eb' winh sat sacerdote yet' eb' winh k'ayb'um t'a ley Moisés ayek' ta', yelk'olal ix yak'och eb' winh t'a yib'anh."
        },
        {
            "number": "11",
            "text": "Yuj chi' a winhaj Herodes chi' yet' eb' soldado, ix sb'aj Jesús chi' eb'. Ix sb'uchan pax eb'. Ix stz'acan yak'och juntzanh pichul eb' te wach' t'ay, icha spichul eb' winh rey. Ixlajwi chi', ix yak'anxi meltzaj Jesús winh t'a winhaj Pilato."
        },
        {
            "number": "12",
            "text": "Ha t'a jun k'ual chi' ix yamigoejq'ue sb'a winhaj Pilato chi' yet' winhaj Herodes, yujto ha t'a yalanhtaxo yajk'ool sb'a eb' winh."
        },
        {
            "number": "13",
            "text": "Axo winhaj Pilato chi' ix molb'an eb' winh sat sacerdote, eb' winh ay yopisio yet' pax eb' anima smasanil."
        },
        {
            "number": "14",
            "text": "Ix yalanelta winh t'a skal eb': --Ha winh ix ul eyak' tik t'ayin, yujto tzeyala' to somchajel eb' anima yuj winh, palta ina t'a eyichanh ix in k'anb'ej vab' t'a winh, palta malaj jab'oc smul winh scheclajelta vuj icha ix aj eyalani."
        },
        {
            "number": "15",
            "text": "Anheja' pax winhaj Herodes, malaj tas ix ilchaj yuj winh t'a winh. Yuj chi' ix schecxicot winh t'ayonh. Inai, malaj jab'oc smul winh yic smoj schami."
        },
        {
            "number": "16",
            "text": "Yuj chi', tonhej ol in chec mak'joc winh, ol vak'anxiel winh t'a libre, xchi winh t'a eb'."
        },
        {
            "number": "17",
            "text": "Axo yic ix yab'an eb' anima to icha chi', ix laj avajq'ue eb': --Ha winh tik, chamocab' winh. Aocab' winhaj Barrabás chi' tz'el t'a libre, xchi eb'."
        },
        {
            "number": "18",
            "text": "Ha winhaj Barrabás chi', preso yaj winh, yujto locan winh yet' eb' winh ix ak'an oval yet' eb' winh yajal t'a yol chonhab' chi'. Mak'umcham anima pax winh."
        },
        {
            "number": "19",
            "text": "Axo winhaj Pilato chi' snib'ej winh syaq'uel Jesús t'a libre. Yuj chi' icha chi' ix yutej winh yalanxi t'a eb' anima."
        },
        {
            "number": "20",
            "text": "Palta ayic ix yab'an eb' to icha chi', ix q'ue umnaj eb' yavaji: --Culusejq'ue winh. Culusejq'ue winh, xchi eb'."
        },
        {
            "number": "21",
            "text": "Ix yalanxi winhaj Pilato chi' yoxelal t'a eb': --¿Tas val smul winh t'ayex jun? Malaj val jab'oc smul winh tz'ilchaj vuuj yic smoj schami. Yuj chi' tonhej ol in chec mak'joc winh, ol vak'anxiel winh t'a libre, xchi winh t'a eb'."
        },
        {
            "number": "22",
            "text": "Axo eb', ix te q'ue umnaj yavaji to yowalil sculusajq'uei. Te chaanh ix avajq'ue eb' yet' eb' winh sat sacerdote. Yuj chi' ix yak' ganar eb'."
        },
        {
            "number": "23",
            "text": "Ix yalan winhaj Pilato chi': Ujocab' icha sgana eb', xchi winh."
        },
        {
            "number": "24",
            "text": "Axo winh locan t'a skal oval chi', winh mak'umcham anima chi', winh preso yaji, a winh ix ak'jielta t'a libre icha sgana eb'. Axo Jesús ix ak'jicanoch t'a yol sk'ab' eb' icha sgana."
        },
        {
            "number": "25",
            "text": "Ayic van yik'anb'at Jesús eb' b'aj ol chamoc, ay jun winh aj Cirene scuchan Simón, spetoj winh t'a smunlajel, ix yamchaj winh yuj eb' soldado. Axo winh ix checji scuchb'at sculusal Jesús chi'. Ix och tzak'an winh yuj."
        },
        {
            "number": "26",
            "text": "Tzijtum eb' anima ix och tzak'an yuj. Yed' pax eb' ix ix, veq'ueq'ui yel yav eb' ix yok' yuj."
        },
        {
            "number": "27",
            "text": "Axo Jesús ix meltzajb'at q'uelan t'a eb' ix, ix yalani: --Ex ix aj Jerusalén, manh ex ok' vuuj. Ok'anhec eyuuj yet' yuj eb' eyune',"
        },
        {
            "number": "28",
            "text": "yujto ay val jun k'ual ol javok, ol eyalani: Ha val eb' ix malaj yune', eb' ix toxon max unevi yet' eb' ix manh yojtacoc yak'an chunoc yune', te wach' yic eb' ix, xe chama."
        },
        {
            "number": "29",
            "text": "Ha t'a jun pekti’ chi', ol laj yal eb' anima icha tik: Tzoc val cot juntzanh vitz yet' juntzanh tzalquixtac tik t'a quib'anh yic tzonh sk'ub'ejeli, xcham eb'."
        },
        {
            "number": "30",
            "text": "Ha in tik, lajan in icha junok te te' yaax, palta ina val tas syak'och eb' t'a vib'anh. Ocxom val a ex tik. Yelxo val niwan tas ol ak'jococh t'a eyib'anh, yujto lajan ex icha junok te te' taquinhxo, xchi Jesús t'a eb' ix."
        },
        {
            "number": "31",
            "text": "Ay pax chavanh eb' winh ay smul ix ik'jib'at yet' Jesús chi', yic sculusajq'ue eb' winh yet'oc."
        },
        {
            "number": "32",
            "text": "Ix k'och eb' t'a jun lugar scuchan B'aj Ay Sb'aquil Jolom. Ata' ix culusajq'ue Jesús yuj eb' winh soldado. Ix culusajpaxq'ue chavanh eb' winh ay smul chi' yet'oc, jun winh t'a swach', jun winh t'a sq'uexanh. Junjun sculusal junjun eb'."
        },
        {
            "number": "33",
            "text": "Ayic van sq'ue d'unhunhoc Jesús yuj eb', ix yalani: --Mamin, ak' nivank'olal eb', yujto manh yojtacoc eb' tas van sk'ulani, xchi d'ha Dios. Axo eb' winh soldado, ix yak' suerte eb' winh yic spojanek' spichul Jesús chi' eb' winh t'a spatic."
        },
        {
            "number": "34",
            "text": "Axo eb' anima, van yilan eb' tas van yuji chi'. Anheja' pax eb' winh yajal, ix sb'uch Jesús eb' winh. Ix laj yalan eb' winh: --Ab'i chi' colvajvum winh t'a juntzanhxo. Scolocab' pax sb'a winh ticnaic, tato t'a val yel Cristo winh, winh sik'b'ilel yuj Dios, xchi eb' winh."
        },
        {
            "number": "35",
            "text": "Anheja' ix b'uchji pax yuj eb' winh soldado. Ix k'och eb' winh t'a stz'ey. Ix yak'an vinagre eb' winh yuq'uej."
        },
        {
            "number": "36",
            "text": "Ix yalan eb' winh t'ay: --Tato yel Sreyal ach eb' israel, colto naic a b'a quila', xchi eb' winh t'ay."
        },
        {
            "number": "37",
            "text": "Ay jun letra ix tz'ib'ajoch t'a sjolom te' sculusal, xchi icha tik: Ha winh tik Sreyal eb' israel, xchi."
        },
        {
            "number": "38",
            "text": "Ay pax jun winh culusab'ilq'ue yet'oc ix b'uchani, ix yalan winh icha tik: --Tato yel Cristo ach, col a b'a quila', tzonh a colan paxi, xchi winh t'ay."
        },
        {
            "number": "39",
            "text": "Axo junxo winh yetb'eyum winh ix cachani, ix yalan winh: --¿Tom max ach xiv d'ha Dios? Ina lajan cajoch t'a yol sk'ab' jun yaelal tik yet'oc."
        },
        {
            "number": "40",
            "text": "Ha onh tik, smoj val scab' syail co chaan spak co mul, palta a jun winh tik, malaj tas ix smulej, xchi winh."
        },
        {
            "number": "41",
            "text": "Ixlajwi chi' ix yalan winh t'a Jesús: --Ach Jesús, tzin a nacoti ayic ol ach ja ak' Yajalil, xchi winh t'ay."
        },
        {
            "number": "42",
            "text": "Ix yalan Jesús t'a winh: --Val yel swal t'ayach, ha t'a jun k'u tik ol ach k'och ved' t'a swach'ilal, xchi t'a winh."
        },
        {
            "number": "43",
            "text": "Ayic toxo tz'och chimk'ualil, ix k'ik'b'i q'uinal t'a masanil yol yib'anhk’inal tik masanto t'a a las tres yic yemk'ualil."
        },
        {
            "number": "44",
            "text": "Ha yoc k'u, majxo yak'laj yoc. Axo k'apac cortina ayoch smaculoc snanhal yol stemplo Dios, ix nhik'chaj snanhal k'apac."
        },
        {
            "number": "45",
            "text": "Axo Jesús te chaanh ix avaji, ix yalan icha tik: --Mamin, svab'enejcanoch in pixan t'a yol a k'ab', xchi d'ha Dios. Ix lajwinhej yalan jun chi', ix chami."
        },
        {
            "number": "46",
            "text": "Axo jun winh capitán aj Roma, ayic ix yilan juntzanh chi' winh, ix yal wach' lolonel winh d'ha Dios, ix yalan winh icha tik: --Val yel a jun winh tik, te malaj smul winh, xchi winh."
        },
        {
            "number": "47",
            "text": "Axo masanil eb' anima ayek' chi' ta', ix yil eb' tas ix uji chi'. Ix laj paxta eb', ix och val pitz'an cusk'olal t'a spixan eb'."
        },
        {
            "number": "48",
            "text": "Axo jantacnhej eb' ojtannac Jesús yet' juntzanh eb' ix ix cotnac yet' t'a Galilea, najatto ix laj cotcan t'anhjab' eb' ix."
        },
        {
            "number": "49",
            "text": "Ay jun winh scuchan José, aj chonhab' Arimatea t'a yol yic Judea. Wach' winh, tojol spensar winh. Ay pax yopisio winh yet' eb' winh yajal."
        },
        {
            "number": "50",
            "text": "Palta maj yak'och sb'a winh yet' eb' winh ix ak'anoch chamel t'a yib'anh Jesús chi'. Van stanhvan winh swach' och Dios Yajalil."
        },
        {
            "number": "51",
            "text": "Ix k'och winh t'a winhaj Pilato, yic sk'ananemta snivanil Jesús winh."
        },
        {
            "number": "52",
            "text": "Ixlajwi yik'an spermiso winh chi', ix b'at yak'an ik'joquemta snivanil chi' winh. Ix sb'ak'anoch jun sábana winh t'a spatic. Ixlajwi chi' ix b'at yak'an ak'joc och snivanil winh t'a yol jun q'uen q'ueen joyb'ilel yool. Ha t'a jun q'ueen chi', manta junok mach smucchaji."
        },
        {
            "number": "53",
            "text": "Aton t'a jun k'ual chi' vanxo yak'an lista sb'a eb' yuj sk'ual ik'oj ip toxo ol yamchaj ochoc."
        },
        {
            "number": "54",
            "text": "Axo eb' ix ix cotnac yet' Jesús t'a Galilea, ix b'at eb' ix yil q'uen q'ueen b'aj ix mucchaj chi'. Ix yilan eb' ix chajtil ix yutej eb' yak'anoch snivanil chi' t'a yol q'ueen."
        },
        {
            "number": "55",
            "text": "Ixlajwi chi', ix paxta eb' ix t'a sposado. Ix laj sb'oan juntzanh yal suk'uq'ui sjab' eb' ix yet' juntzanh wach' sucjioch t'a snivanil Jesús chi'. Axo yic ix k'och yorail sk'ual ik'oj ip, ix yik'an yip eb' ix icha yalan jun checnab'il t'a ley."
        }
    ]
}