{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi' ix q'ue vaan eb' smasanil. Ix yik'anb'at Jesús eb' d'a yichanh vinhaj Pilato."
        },
        {
            "number": "2",
            "text": "Ata' ix syamoch eb' yak'anoch juntzanh es d'a yib'anh. Ix laj yalan eb': --Ix quila' to a vinh van yak'an somchajel eb' quetchonhab'. Syalanpax vinh to max yal cak'an q'uen tumin sk'anjiel d'ayonh yuj vinh yajal d'a Roma. A val vinh tz'alanpaxi to Cristo vinh, syalelk'ochi to rey vinh, xchi eb' d'a vinhaj Pilato chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix sk'anb'ej vinhaj Pilato chi' d'ay: --Tzin k'anb'ej d'ayach, ¿tom sreyal ach eb' israel? xchi vinh d'ay. --A in toni, ichaton tzutej alan chi', xchi Jesús d'a vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yal vinhaj Pilato chi' d'a eb' vinh sat sacerdote yed' d'a eb' anima chi': --Malaj jab'oc smul jun vinh tic tz'ilchaj vuuj, xchi vinh."
        },
        {
            "number": "5",
            "text": "Palta axo eb', yelk'olal yalan eb': --A vinh tic, masanil eb' anima aj Judea tic van somchajel yuj juntzanh k'ayb'ub'al syak' vinh. Ato d'a Galilea ix schael yich vinh yalani, masanto ix javi vinh d'a Judea tic, xchi eb' d'a vinhaj Pilato chi'."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an juntzanh chi' vinhaj Pilato chi', ix sk'anb'an vinh yab' d'a eb', tato a Jesús aj Galilea."
        },
        {
            "number": "7",
            "text": "Axo yic ix yab'an vinh to aj Galilea, yuj chi' ix yak'anb'at d'a vinhaj Herodes yajal d'a Galilea chi' yujto ayek' vinh d'a Jerusalén d'a juntzanh k'ual chi'."
        },
        {
            "number": "8",
            "text": "Ayic ix yilan vinhaj Herodes chi' sk'och Jesús, te vach' ix yab' vinh, yujto ayxo stiempoal yab'an specal vinh. Yuj chi' sganaxo vinh slolon yed'oc. Snib'ej val vinh syil sb'oan junoc milagro."
        },
        {
            "number": "9",
            "text": "Tzijtum tas ix sk'anb'ej vinh d'ay, axo Jesús manh jab'oc ix tak'vi d'a vinh."
        },
        {
            "number": "10",
            "text": "Axo eb' vinh sat sacerdote yed' eb' vinh k'ayb'um d'a ley Moisés ayek' ta', yelk'olal ix yak'och eb' vinh d'a yib'anh."
        },
        {
            "number": "11",
            "text": "Yuj chi' a vinhaj Herodes chi' yed' eb' soldado, ix sb'aj Jesús chi' eb'. Ix sb'uchan pax eb'. Ix stz'acan yak'och juntzanh pichul eb' te vach' d'ay, icha spichul eb' vinh rey. Ix lajvi chi', ix yak'anxi meltzaj Jesús vinh d'a vinhaj Pilato."
        },
        {
            "number": "12",
            "text": "A d'a jun k'ual chi' ix yamigoejq'ue sb'a vinhaj Pilato chi' yed' vinhaj Herodes, yujto a d'a yalanhtaxo yajk'ool sb'a eb' vinh."
        },
        {
            "number": "13",
            "text": "Axo vinhaj Pilato chi' ix molb'an eb' vinh sat sacerdote, eb' vinh ay yopisio yed' pax eb' anima smasanil."
        },
        {
            "number": "14",
            "text": "Ix yalanelta vinh d'a scal eb': --A vinh ix ul eyak' tic d'ayin, yujto tzeyala' to somchajel eb' anima yuj vinh, palta ina d'a eyichanh ix in k'anb'ej vab' d'a vinh, palta malaj jab'oc smul vinh scheclajelta vuj icha ix aj eyalani."
        },
        {
            "number": "15",
            "text": "Anheja' pax vinhaj Herodes, malaj tas ix ilchaj yuj vinh d'a vinh. Yuj chi' ix schecxicot vinh d'ayonh. Inai, malaj jab'oc smul vinh yic smoj schami."
        },
        {
            "number": "16",
            "text": "Yuj chi', tonhej ol in chec mak'joc vinh, ol vak'anxiel vinh d'a libre, xchi vinh d'a eb'."
        },
        {
            "number": "17",
            "text": "Axo yic ix yab'an eb' anima to icha chi', ix laj avajq'ue eb': --A vinh tic, chamocab' vinh. Aocab' vinhaj Barrabás chi' tz'el d'a libre, xchi eb'."
        },
        {
            "number": "18",
            "text": "A vinhaj Barrabás chi', preso yaj vinh, yujto locan vinh yed' eb' vinh ix ak'an oval yed' eb' vinh yajal d'a yol chonhab' chi'. Mak'umcham anima pax vinh."
        },
        {
            "number": "19",
            "text": "Axo vinhaj Pilato chi' snib'ej vinh syaq'uel Jesús d'a libre. Yuj chi' icha chi' ix yutej vinh yalanxi d'a eb' anima."
        },
        {
            "number": "20",
            "text": "Palta ayic ix yab'an eb' to icha chi', ix q'ue umnaj eb' yavaji: --Culusejq'ue vinh. Culusejq'ue vinh, xchi eb'."
        },
        {
            "number": "21",
            "text": "Ix yalanxi vinhaj Pilato chi' yoxelal d'a eb': --¿Tas val smul vinh d'ayex jun? Malaj val jab'oc smul vinh tz'ilchaj vuuj yic smoj schami. Yuj chi' tonhej ol in chec mak'joc vinh, ol vak'anxiel vinh d'a libre, xchi vinh d'a eb'."
        },
        {
            "number": "22",
            "text": "Axo eb', ix te q'ue umnaj yavaji to yovalil sculusajq'uei. Te chaanh ix avajq'ue eb' yed' eb' vinh sat sacerdote. Yuj chi' ix yak' ganar eb'."
        },
        {
            "number": "23",
            "text": "Ix yalan vinhaj Pilato chi': Ujocab' icha sgana eb', xchi vinh."
        },
        {
            "number": "24",
            "text": "Axo vinh locan d'a scal oval chi', vinh mak'umcham anima chi', vinh preso yaji, a vinh ix ak'jielta d'a libre icha sgana eb'. Axo Jesús ix ak'jicanoch d'a yol sk'ab' eb' icha sgana."
        },
        {
            "number": "25",
            "text": "Ayic van yik'anb'at Jesús eb' b'aj ol chamoc, ay jun vinh aj Cirene scuchan Simón, spetoj vinh d'a smunlajel, ix yamchaj vinh yuj eb' soldado. Axo vinh ix checji scuchb'at sculusal Jesús chi'. Ix och tzak'an vinh yuuj."
        },
        {
            "number": "26",
            "text": "Tzijtum eb' anima ix och tzak'an yuuj. Yed' pax eb' ix ix, veq'ueq'ui yel yav eb' ix yok' yuuj."
        },
        {
            "number": "27",
            "text": "Axo Jesús ix meltzajb'at q'uelan d'a eb' ix, ix yalani: --Ex ix aj Jerusalén, manh ex ok' vuuj. Ok'anhec eyuuj yed' yuj eb' eyune',"
        },
        {
            "number": "28",
            "text": "yujto ay val jun k'ual ol javoc, ol eyalani: A val eb' ix malaj yune', eb' ix toxon max unevi yed' eb' ix manh yojtacoc yak'an chunoc yune', te vach' yic eb' ix, xe chama."
        },
        {
            "number": "29",
            "text": "A d'a jun tiempoal chi', ol laj yal eb' anima icha tic: Tzoc val cot juntzanh vitz yed' juntzanh tzalquixtac tic d'a quib'anh yic tzonh sk'ub'ejeli, xcham eb'."
        },
        {
            "number": "30",
            "text": "A in tic, lajan in icha junoc te te' yaax, palta ina val tas syak'och eb' d'a vib'anh. Ocxom val a ex tic. Yelxo val nivan tas ol ak'jococh d'a eyib'anh, yujto lajan ex icha junoc te te' taquinhxo, xchi Jesús d'a eb' ix."
        },
        {
            "number": "31",
            "text": "Ay pax chavanh eb' vinh ay smul ix ik'jib'at yed' Jesús chi', yic sculusajq'ue eb' vinh yed'oc."
        },
        {
            "number": "32",
            "text": "Ix k'och eb' d'a jun lugar scuchan B'aj Ay Sb'aquil Jolom. Ata' ix culusajq'ue Jesús yuj eb' vinh soldado. Ix culusajpaxq'ue chavanh eb' vinh ay smul chi' yed'oc, jun vinh d'a svach', jun vinh d'a sq'uexanh. Junjun sculusal junjun eb'."
        },
        {
            "number": "33",
            "text": "Ayic van sq'ue d'unhunhoc Jesús yuj eb', ix yalani: --Mamin, ak' nivank'olal eb', yujto manh yojtacoc eb' tas van sk'ulani, xchi d'a Dios. Axo eb' vinh soldado, ix yak' suerte eb' vinh yic spojanek' spichul Jesús chi' eb' vinh d'a spatic."
        },
        {
            "number": "34",
            "text": "Axo eb' anima, van yilan eb' tas van yuji chi'. Anheja' pax eb' vinh yajal, ix sb'uch Jesús eb' vinh. Ix laj yalan eb' vinh: --Ab'i chi' colvajvum vinh d'a juntzanhxo. Scolocab' pax sb'a vinh ticnaic, tato d'a val yel Cristo vinh, vinh sik'b'ilel yuj Dios, xchi eb' vinh."
        },
        {
            "number": "35",
            "text": "Anheja' ix b'uchji pax yuj eb' vinh soldado. Ix k'och eb' vinh d'a stz'ey. Ix yak'an vinagre eb' vinh yuq'uej."
        },
        {
            "number": "36",
            "text": "Ix yalan eb' vinh d'ay: --Tato yel Sreyal ach eb' israel, colto naic a b'a quila', xchi eb' vinh d'ay."
        },
        {
            "number": "37",
            "text": "Ay jun letra ix tz'ib'ajoch d'a sjolom te' sculusal, xchi icha tic: A vinh tic Sreyal eb' israel, xchi."
        },
        {
            "number": "38",
            "text": "Ay pax jun vinh culusab'ilq'ue yed'oc ix b'uchani, ix yalan vinh icha tic: --Tato yel Cristo ach, col a b'a quila', tzonh a colan paxi, xchi vinh d'ay."
        },
        {
            "number": "39",
            "text": "Axo junxo vinh yetb'eyum vinh ix cachani, ix yalan vinh: --¿Tom max ach xiv d'a Dios? Ina lajan cajoch d'a yol sk'ab' jun yaelal tic yed'oc."
        },
        {
            "number": "40",
            "text": "A onh tic, smoj val scab' syail co chaan spac co mul, palta a jun vinh tic, malaj tas ix smulej, xchi vinh."
        },
        {
            "number": "41",
            "text": "Ix lajvi chi' ix yalan vinh d'a Jesús: --Ach Jesús, tzin a nacoti ayic ol ach ja ak' Yajalil, xchi vinh d'ay."
        },
        {
            "number": "42",
            "text": "Ix yalan Jesús d'a vinh: --Val yel sval d'ayach, a d'a jun k'u tic ol ach k'och ved' d'a svach'ilal, xchi d'a vinh."
        },
        {
            "number": "43",
            "text": "Ayic toxo tz'och chimk'ualil, ix q'uik'b'i q'uinal d'a masanil yolyib'anhq'uinal tic masanto d'a a las tres yic yemk'ualil."
        },
        {
            "number": "44",
            "text": "A yoc k'u, majxo yak'laj yoc. Axo k'apac cortina ayoch smaculoc snanhal yol stemplo Dios, ix nhik'chaj snanhal k'apac."
        },
        {
            "number": "45",
            "text": "Axo Jesús te chaanh ix avaji, ix yalan icha tic: --Mamin, svab'enejcanoch in pixan d'a yol a k'ab', xchi d'a Dios. Ix lajvinhej yalan jun chi', ix chami."
        },
        {
            "number": "46",
            "text": "Axo jun vinh capitán aj Roma, ayic ix yilan juntzanh chi' vinh, ix yal vach' lolonel vinh d'a Dios, ix yalan vinh icha tic: --Val yel a jun vinh tic, te malaj smul vinh, xchi vinh."
        },
        {
            "number": "47",
            "text": "Axo masanil eb' anima ayek' chi' ta', ix yil eb' tas ix uji chi'. Ix laj paxta eb', ix och val pitz'an cusk'olal d'a spixan eb'."
        },
        {
            "number": "48",
            "text": "Axo jantacnhej eb' ojtannac Jesús yed' juntzanh eb' ix ix cotnac yed' d'a Galilea, najatto ix laj cotcan d'anhjab' eb' ix."
        },
        {
            "number": "49",
            "text": "Ay jun vinh scuchan José, aj chonhab' Arimatea d'a yol yic Judea. Vach' vinh, tojol spensar vinh. Ay pax yopisio vinh yed' eb' vinh yajal."
        },
        {
            "number": "50",
            "text": "Palta maj yak'och sb'a vinh yed' eb' vinh ix ak'anoch chamel d'a yib'anh Jesús chi'. Van stanhvan vinh svach' och Dios Yajalil."
        },
        {
            "number": "51",
            "text": "Ix k'och vinh d'a vinhaj Pilato, yic sk'ananemta snivanil Jesús vinh."
        },
        {
            "number": "52",
            "text": "Ix lajvi yik'an spermiso vinh chi', ix b'at yak'an ik'joquemta snivanil chi' vinh. Ix sb'ak'anoch jun sábana vinh d'a spatic. Ix lajvi chi' ix b'at yak'an ak'joc och snivanil vinh d'a yol jun q'uen q'ueen joyb'ilel yool. A d'a jun q'ueen chi', manta junoc mach smucchaji."
        },
        {
            "number": "53",
            "text": "Aton d'a jun k'ual chi' vanxo yak'an lista sb'a eb' yuj sk'ual ik'oj ip toxo ol yamchaj ochoc."
        },
        {
            "number": "54",
            "text": "Axo eb' ix ix cotnac yed' Jesús d'a Galilea, ix b'at eb' ix yil q'uen q'ueen b'aj ix mucchaj chi'. Ix yilan eb' ix chajtil ix yutej eb' yak'anoch snivanil chi' d'a yol q'ueen."
        },
        {
            "number": "55",
            "text": "Ix lajvi chi', ix paxta eb' ix d'a sposado. Ix laj sb'oan juntzanh yal suk'uq'ui sjab' eb' ix yed' juntzanh vach' sucjioch d'a snivanil Jesús chi'. Axo yic ix k'och yorail sk'ual ik'oj ip, ix yik'an yip eb' ix icha yalan jun checnab'il d'a ley."
        }
    ]
}