{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayto sk'an sacb'i d'a domingoal, aton jun b'ab'el k'u yic semana, ix b'at eb' ix ix chi' b'aj mucb'il snivanil Jesús chi'. Yed'nac juntzanh yal suk'uq'ui sjab' chi' eb' ix b'ob'il yuuj."
        },
        {
            "number": "2",
            "text": "Axo ix k'och eb' ix, ix yilan eb' ix to toxo ix el q'uen smacul chi'."
        },
        {
            "number": "3",
            "text": "Ix och eb' ix d'a yol q'ueen, ix yilan eb' ix to manhxalaj snivanil Jesús Cajal ayeq'ui."
        },
        {
            "number": "4",
            "text": "Ix te satb'at sk'ool eb' ix yilani. Axo ix yilan eb' ix ayek' chavanh ángel icha yilji vinac, linhjab'ek' d'a stz'ey eb' ix. Toxonhej stziquiqui spichul eb'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix te xiv eb' ix, ix em cumjab' eb' ix d'a sat luum. Axo ix yalan eb' ángel chi' d'a eb' ix: --¿Tas yuj tze say jun pitzan d'a yol b'aj smucchaj eb' chamnac tic?"
        },
        {
            "number": "6",
            "text": "Manhxo ayoquek'laj d'a tic. Toxo ix pitzvixi. Naeccot tas yalnac d'ayex, ayic aytoek' eyed'oc d'a Galilea."
        },
        {
            "number": "7",
            "text": "Ayic yalani to a jun Ak'b'ilcot yuj Dios yoch animail, yovalil ol ak'jococh d'a yol sk'ab' eb' anima chuc spensar, ol culusajq'ue yuj eb'. Axo d'a schab'jial ol pitzvocxi. Icha chi' yutejnac yalancan d'ayex, xchi eb' ángel chi' d'a eb' ix."
        },
        {
            "number": "8",
            "text": "Ix snacot eb' ix tas yalnaccan Jesús chi',"
        },
        {
            "number": "9",
            "text": "yuj chi' ix paxta eb' ix ta', ix b'at yalan eb' ix d'a eb' uxluchvanh sk'ayb'um Jesús chi' yed' d'a eb' sk'ayb'um smasanil."
        },
        {
            "number": "10",
            "text": "A eb' ix ix b'at alan ab'ix tic, aton ix María aj Magdala, ix Juana yed' ix María snun vinhaj Jacobo. Ay pax juntzanhxo eb' ix yetb'eyum sb'a yed' eb' ix."
        },
        {
            "number": "11",
            "text": "Palta a eb' schecab' Jesús chi', tonhej ste comon lolon eb' ix snaan eb'. Maj schalaj yab' eb' d'a eb' ix."
        },
        {
            "number": "12",
            "text": "Axo vinhaj Pedro yelk'olal ix b'at vinh b'aj mucan chi'. Ayic ix k'och vinh, ix em nhojan vinh yilanoch d'a yol q'ueen, ix yilan vinh to axonhej k'apac sábana ix b'ak'chajoch d'a snivanil Jesús chi' aycan sch'ocoj. Ix paxta vinh, ix te sat sk'ool vinh yuj tas ix uji chi'."
        },
        {
            "number": "13",
            "text": "A d'a jun k'ual chi', ay chavanh eb' sk'ayb'um van sb'at d'a jun b'e sk'och d'a chonhab' Emaús. A jun chonhab' chi', ay am oxeoc legua scal yed' Jerusalén."
        },
        {
            "number": "14",
            "text": "Van sb'ey eb', van yalub'tanhan eb' tas juntzanh ix uji."
        },
        {
            "number": "15",
            "text": "Ayic van yalub'tanhan eb' chi', ix k'och Jesús, ix yetb'atan sb'a yed' eb'."
        },
        {
            "number": "16",
            "text": "Ix moyjican sat eb' yuuj. Vach'chom tz'ilji yuj eb', palta maj nachajel-laj yuj eb' tato a'."
        },
        {
            "number": "17",
            "text": "Ix sk'anb'an Jesús d'a eb': --¿Tas val eyalub'tanhej tzex b'eyi? xchi d'a eb'. Ix och vaan eb', te cuseltac yilji eb'."
        },
        {
            "number": "18",
            "text": "Ay jun vinh scuch Cleofas ix tak'vi d'ay: --Inatax yojtac eb' anima smasanil tas ix uji d'a Jerusalén d'a evi chab'ji tic. A achxo tic, ¿tom maj ab' jab'oc? Ina ach ek' ta', xchi vinh d'ay."
        },
        {
            "number": "19",
            "text": "--¿Tas juntzanh ix uji chi' jun? xchi Jesús chi' d'a eb' vinh. --Ay jun aj Nazaret scuch Jesús. Schecab' ton val Dios yaji. A d'a yichanh Dios yed' d'a yichanh eb' chonhab', te nivan yelk'och tas ix sk'ulej yed' tas ix yala'."
        },
        {
            "number": "20",
            "text": "Palta a eb' vinh sat sacerdote yed' eb' vinh yajal ix ak'anoch d'a yol sk'ab' chamel. Yuj chi' ix culusajq'uei."
        },
        {
            "number": "21",
            "text": "Ix cak'och yipoc co k'ool to ol onh scolel a onh aj Israel onh tic. Chab'jitax ix uji jun chi' ticnaic."
        },
        {
            "number": "22",
            "text": "Palta ay juntzanh eb' ix quetb'eyum co b'a yed'oc, sat co k'ool yuj tas syal eb' ix, a ix sacb'i ix b'at eb' ix yil jun q'ueen b'aj ochcan snivanil Jesús chi'."
        },
        {
            "number": "23",
            "text": "Ix ab' yilan eb' ix, manhxalaj snivanil ayeq'ui. Ix lajvi chi', xid' yalan eb' ix d'ayonh to icha vayich ix aj yilan chavanh ángel eb' ix. Ix ab' yalan eb' ángel chi' d'a eb' ix to a Jesús toxo ix pitzvixi."
        },
        {
            "number": "24",
            "text": "Ix lajvi chi', ix b'at juntzanh eb' quetb'eyum yila'. Icha val ix aj yalan eb' ix chi', icha val chi' ix aj yilan eb'. Axo pax Jesús, maj yil-laj eb', xchi eb' d'ay."
        },
        {
            "number": "25",
            "text": "Axo Jesús ix alan d'a eb': --A ex tic malaj jab'oc e pensar, max e b'alaj aq'uejochlaj d'a e k'ool tastac yalnaccan eb' schecab' Dios d'a peca'."
        },
        {
            "number": "26",
            "text": "A Cristo chi', yovalil ix yab' syail, ayic mantzac och Yajalil, xchi d'a eb'."
        },
        {
            "number": "27",
            "text": "Ix lajvi chi', ix och ijan yalan d'a eb' b'ajtactil tz'ib'ab'ilcan yab'ixal d'a Slolonel Dios. Ix schaancot yalan tastac tz'ib'ab'ilcan yuj vinhaj Moisés, masanto d'a tas tz'ib'ab'ilcan yuj eb' schecab' Dios d'a peca'."
        },
        {
            "number": "28",
            "text": "Ayic ix k'och eb' d'a jun chonhab' b'aj van sb'at eb' chi', axo Jesús ijan b'enhej ix ek'b'ati."
        },
        {
            "number": "29",
            "text": "Axo eb' ix ak'an pural scani. Ix yalan eb' d'ay: --Cananh qued'oc, ina vanxo yem k'u, toxo val ol q'uik'b'oc, xchi eb' d'ay. Yuj chi' ix och d'a yol spat eb', ix can yed' eb'."
        },
        {
            "number": "30",
            "text": "Ayic ix em k'ojan d'a te' mexa yed' eb', ix yik'anq'ue vaan jun ixim pan. Ix yak'an yuj diosal d'a Dios yuj ixim. Ix lajvi chi', ix och ijan spucanb'at ixim d'a eb'."
        },
        {
            "number": "31",
            "text": "A d'a jun rato chi', ichato ix jacvi sat eb'. Ix yilanoch eb' to a Jesús. Palta ix satem d'a stz'ey eb', axo ix yilan eb', manhxalaj mach."
        },
        {
            "number": "32",
            "text": "Ix yalan eb': --Yel toni, ix och pitz'an d'a co k'ool yuuj a ix yalan d'ayonh d'a yol b'e, ayic ix yak'anpax nachajel cuuj tastac tz'ib'ab'ilcan d'a Slolonel Dios, xchi eb'."
        },
        {
            "number": "33",
            "text": "D'a jun rato chi' ix q'ue vaan eb', ix pax eb' d'a Jerusalén. Ata' ix ilchaj eb' uxluchvanh schecab' Jesús yuj eb' yed' juntzanhxo yetb'eyum eb'. Molanek' eb'."
        },
        {
            "number": "34",
            "text": "Axo eb' chi', ix alan d'a eb' chavanh chi': --D'a val yel ix pitzvixi Jesús Cajal. Ix sch'ox sb'a d'a vinhaj Simón tic, xchi eb'."
        },
        {
            "number": "35",
            "text": "Ix lajvi chi', axo eb' chavanh chi' ix alani tas ix sk'ulej eb' d'a yol b'e yed' pax tas ix aj snachajel yuj eb' to a Jesús ayic ix spucanek' jun ixim pan chi'."
        },
        {
            "number": "36",
            "text": "Vanto yalan jun chi' eb', axo ix yilan eb' ayxo ek' Jesús d'a scal eb'. Ix yalani: --Junk'olalocab' eyaji, xchi d'a eb'."
        },
        {
            "number": "37",
            "text": "A eb' chi', tonhej ix satb'at sk'ool eb'. Ix laj xivq'ue eb'. A snaan eb' to a junoc pixan sch'ox sb'a d'a eb'."
        },
        {
            "number": "38",
            "text": "Ix yalan Jesús d'a eb': --¿Tas yuj tzex te xivi? ¿Tas yuj ay e chab'k'olal d'ayin?"
        },
        {
            "number": "39",
            "text": "Ilecnab' in k'ab' yed' voc tic. Anhejtona' a in. Yamlejecnab'i, tzeyilani tato a junoc pixan, ¿tom ay sb'ak'chil junoc pixan yed' sb'aquil syal tze yam icha vic tic? xchi d'a eb'."
        },
        {
            "number": "40",
            "text": "Ix lajvi yalan jun chi' d'a eb', ix sch'oxan sk'ab' yed' yoc d'a eb'."
        },
        {
            "number": "41",
            "text": "Vach'chom stzalaj eb', palta anheja' maj yak'ochlaj eb' d'a sk'ool, yujto tonhej ste sat sk'ool eb'. Yuj chi' ix yal d'a eb': --¿Mama jab'oc tas tzin va d'a tic? xchi."
        },
        {
            "number": "42",
            "text": "Axo eb' ix ak'an jab' b'olb'il chay d'ay."
        },
        {
            "number": "43",
            "text": "Ix schaan d'a eb', ix yab'lan d'a yichanh eb'."
        },
        {
            "number": "44",
            "text": "Ix lajvi chi' ix yalan d'a eb': --A ticnaic, ix elk'och tas ix valcan d'ayex ayic ayinto ek' eyed'oc. Valnaccan d'ayex to yovalil ol elk'och jantacnhej vab'ixal tz'ib'yajcan d'a ley Moisés, tas tz'ib'ab'il pax can yuj eb' schecab' Dios yed' juntzanh vab'ixal d'a libro Salmos, xchi d'a eb'."
        },
        {
            "number": "45",
            "text": "Ichato chi', ix ak'ji jacvoc spensar eb' yuuj, yic snachajel yuj eb' tas tz'ib'ab'ilcan d'a Slolonel Dios."
        },
        {
            "number": "46",
            "text": "Ix yalan d'a eb': --A d'a Slolonel Dios tz'ib'ab'ilcan vab'ixal a in Cristo in tic, to yovalil in chami, axo d'a schab'jial in pitzvixi d'a scal eb' chamnac."
        },
        {
            "number": "47",
            "text": "Anhejtona', yovalil ol aljoquel vab'ixal d'a scal eb' anima d'a junjun nación. Ol aljoquel d'a scal eb' to yovalil sna sb'a eb', yic ol ak'joc lajvoc smul eb'. Schael yich d'a Jerusalén tic masanto b'aj slajvik'och yolyib'anhq'uinal tic."
        },
        {
            "number": "48",
            "text": "A ex tic, ol eyak' testigoal e b'a d'a juntzanh tic."
        },
        {
            "number": "49",
            "text": "A in xo, ol b'at in checcot jun yalnac Dios to ol yak'cot d'ayex. Palta tanhvejeccan d'a Jerusalén tic, masanto ol e cha jun poder ol ak'joquemta d'ayex d'a satchaanh, xchi Jesús d'a eb'."
        },
        {
            "number": "50",
            "text": "Ix lajvi chi' ix yik'anb'at eb' sk'ayb'um d'a slak'anil chonhab' Betania. Ata' ix yik'chaanh sk'ab', ix sk'anan svach'k'olal Dios d'a yib'anh eb'."
        },
        {
            "number": "51",
            "text": "Vanto sk'anan jun chi', ix paxq'ue d'a satchaanh, ix can eb' yuuj."
        },
        {
            "number": "52",
            "text": "Ix lajvi yak'anem sb'a eb' d'ay, te tzalajk'olal ix pax eb' d'a Jerusalén."
        },
        {
            "number": "53",
            "text": "Junjun k'u ix och eb' d'a yol yamaq'uil stemplo Dios. Ix yalan vach' lolonel eb' d'ay."
        }
    ]
}