{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayto sk'an sakb'i t'a domingoal, aton jun b'ab'el k'u yic semana, ix b'at eb' ix ix chi' b'aj mucb'il snivanil Jesús chi'. Yed'nac juntzanh yal suk'uq'ui sjab' chi' eb' ix b'ob'il yuj."
        },
        {
            "number": "2",
            "text": "Axo ix k'och eb' ix, ix yilan eb' ix to toxo ix el q'uen smacul chi'."
        },
        {
            "number": "3",
            "text": "Ix och eb' ix t'a yol q'ueen, ix yilan eb' ix to manhxalaj snivanil Jesús Cajal ayeq'ui."
        },
        {
            "number": "4",
            "text": "Ix te satb'at sk'ool eb' ix yilani. Axo ix yilan eb' ix ayek' chavanh ángel icha yilji vinac, linhjab'ek' t'a stz'ey eb' ix. Toxonhej stziquiqui spichul eb'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix te xiv eb' ix, ix em cumjab' eb' ix t'a sat lu'um. Axo ix yalan eb' ángel chi' t'a eb' ix: --¿Tas yuj tze say jun pitzan t'a yol b'aj smucchaj eb' chamnac tik?"
        },
        {
            "number": "6",
            "text": "Manhxo ayoquek'laj t'a tik. Toxo ix pitzvixi. Naeccot tas yalnac t'ayex, ayic aytoek' eyed'oc t'a Galilea."
        },
        {
            "number": "7",
            "text": "Ayic yalani to a jun Ak'b'ilcot yuj Dios yoch animail, yovalil ol ak'jococh t'a yol sk'ab' eb' anima chuc spensar, ol culusajq'ue yuj eb'. Axo t'a schab'jial ol pitzvocxi. Icha chi' yutejnac yalancan t'ayex, xchi eb' ángel chi' t'a eb' ix."
        },
        {
            "number": "8",
            "text": "Ix snacot eb' ix tas yalnaccan Jesús chi',"
        },
        {
            "number": "9",
            "text": "yuj chi' ix paxta eb' ix ta', ix b'at yalan eb' ix t'a eb' uxluchvanh sk'ayb'um Jesús chi' yet' t'a eb' sk'ayb'um smasanil."
        },
        {
            "number": "10",
            "text": "Ha eb' ix ix b'at alan ab'ix tik, aton ix María aj Magdala, ix Juana yet' ix María snun vinhaj Jacobo. Ay pax juntzanhxo eb' ix yetb'eyum sb'a yet' eb' ix."
        },
        {
            "number": "11",
            "text": "Palta a eb' schecab' Jesús chi', tonhej ste comon lolon eb' ix snaan eb'. Maj schalaj yab' eb' t'a eb' ix."
        },
        {
            "number": "12",
            "text": "Axo vinhaj Pedro yelk'olal ix b'at vinh b'aj mucan chi'. Ayic ix k'och vinh, ix em nhojan vinh yilanoch t'a yol q'ueen, ix yilan vinh to axonhej k'apac sábana ix b'ak'chajoch t'a snivanil Jesús chi' aycan sch'ocoj. Ix paxta vinh, ix te sat sk'ool vinh yuj tas ix uji chi'."
        },
        {
            "number": "13",
            "text": "Ha t'a jun k'ual chi', ay chavanh eb' sk'ayb'um van sb'at t'a jun b'e sk'och t'a chonhab' Emaús. Ha jun chonhab' chi', ay am oxeoc legua skal yet' Jerusalén."
        },
        {
            "number": "14",
            "text": "Van sb'ey eb', van yalub'tanhan eb' tas juntzanh ix uji."
        },
        {
            "number": "15",
            "text": "Ayic van yalub'tanhan eb' chi', ix k'och Jesús, ix yetb'atan sb'a yet' eb'."
        },
        {
            "number": "16",
            "text": "Ix moyjican sat eb' yuj. Wach'chom tz'ilji yuj eb', palta maj nachajel-laj yuj eb' tato ha'."
        },
        {
            "number": "17",
            "text": "Ix sk'anb'an Jesús t'a eb': --¿Tas val eyalub'tanhej tzex b'eyi? xchi t'a eb'. Ix och vaan eb', te cuseltac yilji eb'."
        },
        {
            "number": "18",
            "text": "Ay jun vinh scuch Cleofas ix tak'vi t'ay: --Inatax yojtac eb' anima smasanil tas ix uji t'a Jerusalén t'a evi chab'ji tik. Ha achxo tik, ¿tom maj ab' jab'oc? Ina ach ek' ta', xchi vinh t'ay."
        },
        {
            "number": "19",
            "text": "--¿Tas juntzanh ix uji chi' jun? xchi Jesús chi' t'a eb' vinh. --Ay jun aj Nazaret scuch Jesús. Schecab' ton val Dios yaji. Ha t'a yichanh Dios yet' t'a yichanh eb' chonhab', te niwan yelk'och tas ix sk'ulej yet' tas ix yala'."
        },
        {
            "number": "20",
            "text": "Palta a eb' vinh sat sacerdote yet' eb' vinh yajal ix ak'anoch t'a yol sk'ab' chamel. Yuj chi' ix culusajq'uei."
        },
        {
            "number": "21",
            "text": "Ix cak'och yipoc co k'ool to ol onh scolel a onh aj Israel onh tik. Chab'jitax ix uji jun chi' ticnaic."
        },
        {
            "number": "22",
            "text": "Palta ay juntzanh eb' ix quetb'eyum co b'a yet'oc, sat co k'ool yuj tas syal eb' ix, a ix sakb'i ix b'at eb' ix yil jun q'ueen b'aj ochcan snivanil Jesús chi'."
        },
        {
            "number": "23",
            "text": "Ix ab' yilan eb' ix, manhxalaj snivanil ayeq'ui. Ixlajwi chi', xid' yalan eb' ix t'ayonh to icha vayich ix aj yilan chavanh ángel eb' ix. Ix ab' yalan eb' ángel chi' t'a eb' ix to a Jesús toxo ix pitzvixi."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix b'at juntzanh eb' quetb'eyum yila'. Icha val ix aj yalan eb' ix chi', icha val chi' ix aj yilan eb'. Axo pax Jesús, maj yil-laj eb', xchi eb' t'ay."
        },
        {
            "number": "25",
            "text": "Axo Jesús ix alan t'a eb': --Ha ex tik malaj jab'oc e pensar, max e b'alaj aq'uejochlaj t'a e k'ool tastac yalnaccan eb' schecab' Dios t'a peca'."
        },
        {
            "number": "26",
            "text": "Ha Cristo chi', yovalil ix yab' syail, ayic mantzac och Yajalil, xchi t'a eb'."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix och ijan yalan t'a eb' b'ajtactil tz'ib'ab'ilcan yab'ixal t'a Slolonel Dios. Ix schaancot yalan tastac tz'ib'ab'ilcan yuj vinhaj Moisés, masanto t'a tas tz'ib'ab'ilcan yuj eb' schecab' Dios t'a peca'."
        },
        {
            "number": "28",
            "text": "Ayic ix k'och eb' t'a jun chonhab' b'aj van sb'at eb' chi', haxo Jesús ijan b'enhej ix ek'b'ati."
        },
        {
            "number": "29",
            "text": "Axo eb' ix ak'an pural scani. Ix yalan eb' t'ay: --Cananh qued'oc, ina vanxo yem k'u, toxo val ol k'ik'b'oc, xchi eb' t'ay. Yuj chi' ix och t'a yol spat eb', ix kan yet' eb'."
        },
        {
            "number": "30",
            "text": "Ayic ix em k'ojan t'a te' mexa yet' eb', ix yik'anq'ue vaan jun ixim pan. Ix yak'an yuj diosal d'ha Dios yuj ixim. Ixlajwi chi', ix och ijan spucanb'at ixim t'a eb'."
        },
        {
            "number": "31",
            "text": "Ha t'a jun rato chi', ichato ix jacvi sat eb'. Ix yilanoch eb' to a Jesús. Palta ix satem t'a stz'ey eb', haxo ix yilan eb', manhxalaj mach."
        },
        {
            "number": "32",
            "text": "Ix yalan eb': --Yel toni, ix och pitz'an t'a co k'ool yuj a ix yalan t'ayonh t'a yol b'e, ayic ix yak'anpax nachajel cuuj tastac tz'ib'ab'ilcan t'a Slolonel Dios, xchi eb'."
        },
        {
            "number": "33",
            "text": "D'a jun rato chi' ix q'ue vaan eb', ix pax eb' t'a Jerusalén. Ata' ix ilchaj eb' uxluchvanh schecab' Jesús yuj eb' yet' juntzanhxo yetb'eyum eb'. Molanek' eb'."
        },
        {
            "number": "34",
            "text": "Axo eb' chi', ix alan t'a eb' chavanh chi': --D'a val yel ix pitzvixi Jesús Cajal. Ix sch'ox sb'ha t'a vinhaj Simón tik, xchi eb'."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi', haxo eb' chavanh chi' ix alani tas ix sk'ulej eb' t'a yol b'e yet' pax tas ix aj snachajel yuj eb' to a Jesús ayic ix spucanek' jun ixim pan chi'."
        },
        {
            "number": "36",
            "text": "Vanto yalan jun chi' eb', haxo ix yilan eb' ayxo ek' Jesús t'a skal eb'. Ix yalani: --Junk'olalocab' eyaji, xchi t'a eb'."
        },
        {
            "number": "37",
            "text": "Ha eb' chi', tonhej ix satb'at sk'ool eb'. Ix laj xivq'ue eb'. Ha snaan eb' to a junok pixan sch'ox sb'ha t'a eb'."
        },
        {
            "number": "38",
            "text": "Ix yalan Jesús t'a eb': --¿Tas yuj tzex te xivi? ¿Tas yuj ay e chab'k'olal t'ayin?"
        },
        {
            "number": "39",
            "text": "Ilecnab' in k'ab' yet' voc tik. Anhejtona' a in. Yamlejecnab'i, tzeyilani tato a junok pixan, ¿tom ay sb'ak'chil junok pixan yet' sb'aquil syal tze yam icha vic tik? xchi t'a eb'."
        },
        {
            "number": "40",
            "text": "Ixlajwi yalan jun chi' t'a eb', ix sch'oxan sk'ab' yet' yoc t'a eb'."
        },
        {
            "number": "41",
            "text": "Wach'chom stzalaj eb', palta anheja' maj yak'ochlaj eb' t'a sk'ool, yujto tonhej ste sat sk'ool eb'. Yuj chi' ix yal t'a eb': --¿Mama jab'oc tas tzin wa t'a tik? xchi."
        },
        {
            "number": "42",
            "text": "Axo eb' ix ak'an jab' b'olb'il chay t'ay."
        },
        {
            "number": "43",
            "text": "Ix schaan t'a eb', ix yab'lan t'a yichanh eb'."
        },
        {
            "number": "44",
            "text": "Ixlajwi chi' ix yalan t'a eb': --Ha ticnaic, ix elk'och tas ix valcan t'ayex ayic ayinto ek' eyed'oc. Valnaccan t'ayex to yovalil ol elk'och jantacnhej vab'ixal tz'ib'yajcan t'a ley Moisés, tas tz'ib'ab'il pax kan yuj eb' schecab' Dios yet' juntzanh vab'ixal t'a libro Salmos, xchi t'a eb'."
        },
        {
            "number": "45",
            "text": "Ichato chi', ix ak'ji jacvoc spensar eb' yuj, yic snachajel yuj eb' tas tz'ib'ab'ilcan t'a Slolonel Dios."
        },
        {
            "number": "46",
            "text": "Ix yalan t'a eb': --Ha t'a Slolonel Dios tz'ib'ab'ilcan vab'ixal a in Cristo in tik, to yovalil in chami, haxo t'a schab'jial in pitzvixi t'a skal eb' chamnac."
        },
        {
            "number": "47",
            "text": "Anhejtona', yovalil ol aljoquel vab'ixal t'a skal eb' anima t'a junjun nación. Ol aljoquel t'a skal eb' to yovalil sna sb'a eb', yic ol ak'joc lajvoc smul eb'. Schael yich t'a Jerusalén tik masanto b'aj slajvik'och yol yib'anhk’inal tik."
        },
        {
            "number": "48",
            "text": "Ha ex tik, ol eyak' testigoal e b'ha t'a juntzanh tik."
        },
        {
            "number": "49",
            "text": "Ha in xo, ol b'at in checcot jun yalnac Dios to ol yak'cot t'ayex. Palta tanhvejeccan t'a Jerusalén tik, masanto ol e cha jun poder ol ak'joquemta t'ayex t'a satcha’anh, xchi Jesús t'a eb'."
        },
        {
            "number": "50",
            "text": "Ixlajwi chi' ix yik'anb'at eb' sk'ayb'um t'a slak'anil chonhab' Betania. Ata' ix yik'chaanh sk'ab', ix sk'anan swach'k'olal Dios t'a yib'anh eb'."
        },
        {
            "number": "51",
            "text": "Vanto sk'anan jun chi', ix paxq'ue t'a satcha’anh, ix kan eb' yuj."
        },
        {
            "number": "52",
            "text": "Ixlajwi yak'anem sb'a eb' t'ay, te tzalajk'olal ix pax eb' t'a Jerusalén."
        },
        {
            "number": "53",
            "text": "Junjun k'u ix och eb' t'a yol yamaq'uil stemplo Dios. Ix yalan wach' lolonel eb' t'ay."
        }
    ]
}