{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayto sk'an sakb'i t'a domingoal, aton jun b'ab'el k'u yic semana, ix b'at heb' ix ix chi' b'aj mucb'il sniwanil Jesús chi'. Yed'nac juntzanh yal suk'uq'ui sjab' chi' heb' ix b'ob'il yuj."
        },
        {
            "number": "2",
            "text": "Axo ix k'och heb' ix, ix yilan heb' ix to toxo ix el k'een smacul chi'."
        },
        {
            "number": "3",
            "text": "Ix och heb' ix t'a yol k'een, ix yilan heb' ix to manhxalaj sniwanil Jesús Kajal ayeq'ui."
        },
        {
            "number": "4",
            "text": "Ix te satb'at sk'ool heb' ix yilani. Axo ix yilan heb' ix ayek' chawanh ángel icha yilji winak, linhjab'ek' t'a stz'ey heb' ix. Toxonhej stziquiqui spichul heb'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix te xiv heb' ix, ix em cumjab' heb' ix t'a sat lu'um. Axo ix yalan heb' ángel chi' t'a heb' ix: --¿Tas yuj tze say jun pitzan t'a yol b'aj smucchaj heb' chamnac tik?"
        },
        {
            "number": "6",
            "text": "Manhxo ayoquek'laj t'a tik. Toxo ix pitzwixi. Naeccot tas yalnac t'ayex, ayic aytoek' eyed'oc t'a Galilea."
        },
        {
            "number": "7",
            "text": "Ayic yalani to a jun Ak'b'ilcot yuj Dios yoch animail, yowalil ol ak'jococh t'a yol sk'ab' heb' anima chuk spensar, ol culusajk'e yuj heb'. Axo t'a schab'jial ol pitzwokxi. Icha chi' yutejnac yalancan t'ayex, xchi heb' ángel chi' t'a heb' ix."
        },
        {
            "number": "8",
            "text": "Ix snacot heb' ix tas yalnaccan Jesús chi',"
        },
        {
            "number": "9",
            "text": "yuj chi' ix paxta heb' ix ta', ix b'at yalan heb' ix t'a heb' uxluchwanh sk'ayb'um Jesús chi' yet' t'a heb' sk'ayb'um smasanil."
        },
        {
            "number": "10",
            "text": "Ha heb' ix ix b'at alan ab'ix tik, aton ix María aj Magdala, ix Juana yet' ix María snun winhaj Jacobo. Ay pax juntzanhxo heb' ix yetb'eyum sb'a yet' heb' ix."
        },
        {
            "number": "11",
            "text": "Palta a heb' schecab' Jesús chi', tonhej ste comon lolon heb' ix snaan heb'. Maj schalaj yab' heb' t'a heb' ix."
        },
        {
            "number": "12",
            "text": "Axo winhaj Pedro yelk'olal ix b'at winh b'aj mucan chi'. Ayic ix k'och winh, ix em nhojan winh yilanoch t'a yol k'een, ix yilan winh to axonhej k'apac sábana ix b'ak'chajoch t'a sniwanil Jesús chi' aycan sch'ocoj. Ix paxta winh, ix te sat sk'ool winh yuj tas ix uji chi'."
        },
        {
            "number": "13",
            "text": "Ha t'a jun k'ual chi', ay chawanh heb' sk'ayb'um wan sb'at t'a jun b'e sk'och t'a chonhab' Emaús. Ha jun chonhab' chi', ay am oxeoc legua skal yet' Jerusalén."
        },
        {
            "number": "14",
            "text": "Van sb'ey heb', wan yalub'tanhan heb' tas juntzanh ix uji."
        },
        {
            "number": "15",
            "text": "Ayic wan yalub'tanhan heb' chi', ix k'och Jesús, ix yetb'atan sb'a yet' heb'."
        },
        {
            "number": "16",
            "text": "Ix moyjican sat heb' yuj. Wach'chom tz'ilji yuj heb', palta maj nachajel-laj yuj heb' tato ha'."
        },
        {
            "number": "17",
            "text": "Ix sk'anb'an Jesús t'a heb': --¿Tas wal eyalub'tanhej tzex b'eyi? xchi t'a heb'. Ix och waan heb', te cuseltac yilji heb'."
        },
        {
            "number": "18",
            "text": "Ay jun winh scuch Cleofas ix tak'wi t'ay: --Inatax yojtac heb' anima smasanil tas ix uji t'a Jerusalén t'a ewi chab'ji tik. Ha achxo tik, ¿tom maj ab' jab'oc? Ina ach ek' ta', xchi winh t'ay."
        },
        {
            "number": "19",
            "text": "--¿Tas juntzanh ix uji chi' jun? xchi Jesús chi' t'a heb' winh. --Ay jun aj Nazaret scuch Jesús. Schecab' ton wal Dios yaji. Ha t'a yichanh Dios yet' t'a yichanh heb' chonhab', te niwan yelk'och tas ix sk'ulej yet' tas ix yala'."
        },
        {
            "number": "20",
            "text": "Palta a heb' winh sat sacerdote yet' heb' winh yajal ix ak'anoch t'a yol sk'ab' chamel. Yuj chi' ix culusajk'ei."
        },
        {
            "number": "21",
            "text": "Ix cak'och yipoc ko k'ool to ol onh scolel a onh aj Israel onh tik. Chab'jitax ix uji jun chi' ticnaik."
        },
        {
            "number": "22",
            "text": "Palta ay juntzanh heb' ix quetb'eyum ko b'a yet'oc, sat ko k'ool yuj tas syal heb' ix, a ix sakb'i ix b'at heb' ix yil jun k'een b'aj ochcan sniwanil Jesús chi'."
        },
        {
            "number": "23",
            "text": "Ix ab' yilan heb' ix, manhxalaj sniwanil ayeq'ui. Ixlajwi chi', xid' yalan heb' ix t'ayonh to icha wayich ix aj yilan chawanh ángel heb' ix. Ix ab' yalan heb' ángel chi' t'a heb' ix to a Jesús toxo ix pitzwixi."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix b'at juntzanh heb' quetb'eyum yila'. Icha wal ix aj yalan heb' ix chi', icha wal chi' ix aj yilan heb'. Axo pax Jesús, maj yil-laj heb', xchi heb' t'ay."
        },
        {
            "number": "25",
            "text": "Axo Jesús ix alan t'a heb': --Ha ex tik malaj jab'oc he pensar, max he b'alaj ak'ejochlaj t'a he k'ool tastac yalnaccan heb' schecab' Dios t'a peka'."
        },
        {
            "number": "26",
            "text": "Ha Cristo chi', yowalil ix yab' syail, ayic mantzac och Yajalil, xchi t'a heb'."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix och ijan yalan t'a heb' b'ajtactil tz'ib'ab'ilcan yab'ixal t'a Slolonel Dios. Ix schaancot yalan tastac tz'ib'ab'ilcan yuj winhaj Moisés, masanto t'a tas tz'ib'ab'ilcan yuj heb' schecab' Dios t'a peka'."
        },
        {
            "number": "28",
            "text": "Ayic ix k'och heb' t'a jun chonhab' b'aj wan sb'at heb' chi', haxo Jesús ijan b'enhej ix ek'b'ati."
        },
        {
            "number": "29",
            "text": "Axo heb' ix ak'an pural scani. Ix yalan heb' t'ay: --Cananh qued'oc, ina wanxo yem k'u, toxo wal ol k'ik'b'oc, xchi heb' t'ay. Yuj chi' ix och t'a yol spat heb', ix kan yet' heb'."
        },
        {
            "number": "30",
            "text": "Ayic ix em k'ojan t'a te' mexa yet' heb', ix yik'ank'e waan jun ixim pan. Ix yak'an yuj diosal d'ha Dios yuj ixim. Ixlajwi chi', ix och ijan spucanb'at ixim t'a heb'."
        },
        {
            "number": "31",
            "text": "Ha t'a jun rato chi', ichato ix jacwi sat heb'. Ix yilanoch heb' to a Jesús. Palta ix satem t'a stz'ey heb', haxo ix yilan heb', manhxalaj mach."
        },
        {
            "number": "32",
            "text": "Ix yalan heb': --Yel toni, ix och pitz'an t'a ko k'ool yuj a ix yalan t'ayonh t'a yol b'e, ayic ix yak'anpax nachajel cuuj tastac tz'ib'ab'ilcan t'a Slolonel Dios, xchi heb'."
        },
        {
            "number": "33",
            "text": "D'a jun rato chi' ix k'e waan heb', ix pax heb' t'a Jerusalén. Ata' ix ilchaj heb' uxluchwanh schecab' Jesús yuj heb' yet' juntzanhxo yetb'eyum heb'. Molanek' heb'."
        },
        {
            "number": "34",
            "text": "Axo heb' chi', ix alan t'a heb' chawanh chi': --D'a wal yel ix pitzwixi Jesús Kajal. Ix sch'ox sb'ha t'a winhaj Simón tik, xchi heb'."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi', haxo heb' chawanh chi' ix alani tas ix sk'ulej heb' t'a yol b'e yet' pax tas ix aj snachajel yuj heb' to a Jesús ayic ix spucanek' jun ixim pan chi'."
        },
        {
            "number": "36",
            "text": "Vanto yalan jun chi' heb', haxo ix yilan heb' ayxo ek' Jesús t'a skal heb'. Ix yalani: --Junk'olalocab' eyaji, xchi t'a heb'."
        },
        {
            "number": "37",
            "text": "Ha heb' chi', tonhej ix satb'at sk'ool heb'. Ix laj xivk'e heb'. Ha snaan heb' to a junok pixan sch'ox sb'ha t'a heb'."
        },
        {
            "number": "38",
            "text": "Ix yalan Jesús t'a heb': --¿Tas yuj tzex te xiwi? ¿Tas yuj ay he chab'k'olal t'ayin?"
        },
        {
            "number": "39",
            "text": "Ilecnab' in k'ab' yet' woc tik. Anhejtona' a in. Yamlejecnab'i, tzeyilani tato a junok pixan, ¿tom ay sb'ak'chil junok pixan yet' sb'aquil syal tze yam icha wik tik? xchi t'a heb'."
        },
        {
            "number": "40",
            "text": "Ixlajwi yalan jun chi' t'a heb', ix sch'oxan sk'ab' yet' yoc t'a heb'."
        },
        {
            "number": "41",
            "text": "Wach'chom stzalaj heb', palta anheja' maj yak'ochlaj heb' t'a sk'ool, yujto tonhej ste sat sk'ool heb'. Yuj chi' ix yal t'a heb': --¿Mama jab'oc tas tzin wa t'a tik? xchi."
        },
        {
            "number": "42",
            "text": "Axo heb' ix ak'an jab' b'olb'il chay t'ay."
        },
        {
            "number": "43",
            "text": "Ix schaan t'a heb', ix yab'lan t'a yichanh heb'."
        },
        {
            "number": "44",
            "text": "Ixlajwi chi' ix yalan t'a heb': --Ha ticnaik, ix elk'och tas ix walcan t'ayex ayic ayinto ek' eyed'oc. Valnaccan t'ayex to yowalil ol elk'och jantacnhej wab'ixal tz'ib'yajcan t'a ley Moisés, tas tz'ib'ab'il pax kan yuj heb' schecab' Dios yet' juntzanh wab'ixal t'a libro Salmos, xchi t'a heb'."
        },
        {
            "number": "45",
            "text": "Ichato chi', ix ak'ji jacwoc spensar heb' yuj, yic snachajel yuj heb' tas tz'ib'ab'ilcan t'a Slolonel Dios."
        },
        {
            "number": "46",
            "text": "Ix yalan t'a heb': --Ha t'a Slolonel Dios tz'ib'ab'ilcan wab'ixal a in Cristo in tik, to yowalil in chami, haxo t'a schab'jial in pitzwixi t'a skal heb' chamnac."
        },
        {
            "number": "47",
            "text": "Anhejtona', yowalil ol aljoquel wab'ixal t'a skal heb' anima t'a junjun nación. Ol aljoquel t'a skal heb' to yowalil sna sb'a heb', yic ol ak'joc lajwoc smul heb'. Schael yich t'a Jerusalén tik masanto b'aj slajwik'och yol yib'anhk’inal tik."
        },
        {
            "number": "48",
            "text": "Ha ex tik, ol eyak' testigoal he b'ha t'a juntzanh tik."
        },
        {
            "number": "49",
            "text": "Ha in xo, ol b'at in checcot jun yalnac Dios to ol yak'cot t'ayex. Palta tanhwejeccan t'a Jerusalén tik, masanto ol he cha jun poder ol ak'joquemta t'ayex t'a satcha’anh, xchi Jesús t'a heb'."
        },
        {
            "number": "50",
            "text": "Ixlajwi chi' ix yik'anb'at heb' sk'ayb'um t'a slak'anil chonhab' Betania. Ata' ix yik'chaanh sk'ab', ix sk'anan swach'k'olal Dios t'a yib'anh heb'."
        },
        {
            "number": "51",
            "text": "Vanto sk'anan jun chi', ix paxk'e t'a satcha’anh, ix kan heb' yuj."
        },
        {
            "number": "52",
            "text": "Ixlajwi yak'anem sb'a heb' t'ay, te tzalajk'olal ix pax heb' t'a Jerusalén."
        },
        {
            "number": "53",
            "text": "Junjun k'u ix och heb' t'a yol yamaq'uil stemplo Dios. Ix yalan wach' lolonel heb' t'ay."
        }
    ]
}