{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Juan yuninal winhaj Zacarías, ayek' winh t'a tzinan lu'um. Ata' ix yal Dios tas ol yal winh t'a heb' anima. Ha jun tik ujinac ayic 15 ab'ilxo yoch winhaj Tiberio yajalil, ayic ayoch winhaj Poncio Pilato gobernadoral t'a Judea, haxo winhaj Herodes ayoch gobernadoral t'a Galilea. Axo winhaj Felipe yuk'tac winhaj Herodes chi', ayoch gobernadoral t'a Iturea yet' t'a Traconite. Axo winhaj Lisanias ayoch gobernadoral t'a Abilinia. Axo heb' winh sat sacerdote, aton winhaj Anás yet' winhaj Caifás."
        },
        {
            "number": "2",
            "text": "Ha t'a jun pekti’ chi', ix schael yich winhaj Juan chi' yek' t'a masanil juntzanh lugar ay t'a slak'anil sti' ha' Jordán. Ix laj yalan winh t'a heb' anima to syak' bautizar sb'a heb', snaan sb'a heb' yic tz'ak'ji lajwoc smul heb'."
        },
        {
            "number": "3",
            "text": "Icha chi' ix aj yelk'och tas tz'ib'ab'ilkan yuj winhaj Isaías schekab' Dios, ayic yalannakkan yab'ixal winhaj Juan chi' winh icha tik: Ay jun t'a tzinan lu'um, ol yal icha tik: Icha tz'aj sb'o b'e ayic sjawi junok yajal, icha chi' tzeyutej he b'oan he b'eyb'al, yujto ol jawok winh Kajal."
        },
        {
            "number": "4",
            "text": "Masanil ch'olquixtac ol laj panhanb'oc. Masanil lum witz yet' lum tzalan ol panhlajoc. Axo juntzanh b'e cumquiltac ol tojolb'oc yet' juntzanh amquiltac tojolxonhej ol ajoc."
        },
        {
            "number": "5",
            "text": "Ha junjun chonhab' ol ilanoc to ay colnab'il syak' Dios, xchikani."
        },
        {
            "number": "6",
            "text": "Ayic ix jawi heb' anima t'a winhaj Juan chi' yic tz'ak'ji bautizar heb' yuj winh, ix yalan winh t'a heb': --Ha ex tik, te jelan ex t'a chukal icha nok' chan. ¿Mach ix alan t'ayex tato ol yal he colan he b'ha t'a jun niwan yaelal wan sjawi yuj yowal sk'ol Dios?"
        },
        {
            "number": "7",
            "text": "Tato tze na he b'ha t'a he mul, yowalil wach' tzeyutej he b'eyb'al, yic scheclajeli to yel ix he na he b'a. Manh eyal icha tik: Malaj pena, yinhtilonhcan winhaj Abraham, manh xe chioc. Yujto a in tik swal t'ayex, tato snib'ej Dios, syal yoch juntzanh k'een k'een tik yinhtiloc winhaj Abraham chi' he k'exuloc."
        },
        {
            "number": "8",
            "text": "Ha jun niwan yaelal ol jawok, lajan icha junok winh lista yaj yet' sch'akab' t'a yich juntzanh te' avb'en te'. Jantacnhej te' chuclaj sat syak'a', ol laj sch'aquel te' winh. Ol syumanb'at te' winh t'a kal k'ak', xchi winhaj Juan chi' t'a heb'."
        },
        {
            "number": "9",
            "text": "--¿Tas wach' sko k'ulej jun? xchi heb' t'a winh."
        },
        {
            "number": "10",
            "text": "--Ha heb' ay chab'oc skamix, yak'okab' junok heb' t'a heb' malaj yico'. Ha heb' ay tas swa'a, spukokab' ek' heb' t'a heb' malaj yico', xchi winh t'a heb'."
        },
        {
            "number": "11",
            "text": "Ix k'och pax juntzanh heb' tecumel alcabar yic syak'an bautizar sb'a heb'. Ix sk'anb'an heb' t'a winh: --Ach ko k'ayb'umal, ¿tas wach' sko k'ulej? xchi heb'."
        },
        {
            "number": "12",
            "text": "--Ayic tze k'ananel stumin heb' anima, manh he k'an jab'ocxo t'a yib'anh icha syal ley, xchi winh t'a heb'."
        },
        {
            "number": "13",
            "text": "Ay pax heb' soldado ix k'anb'an t'a winh: --Ha onhxo pax tik, ¿tas sko k'ulej? xchi heb'. --Manh he xib'tej heb' anima yuj eyesanoch junok tas t'a yib'anh yic tzeyik'ek' junok tas t'a heb'. Schaokab' he k'ool ichataxon he tojol, xchi winh t'a heb'."
        },
        {
            "number": "14",
            "text": "Ay heb' anima chi' ix naub'tanhani, ix sk'anb'an heb' tato a winhaj Juan chi' aton Cristo."
        },
        {
            "number": "15",
            "text": "Palta ix yalan winh t'a heb' smasanil: --Val yel, a in tik tzex wak' bautizar t'a ha ha', palta ay junxo toto ol jawok. A' ol ak'anoch Yespíritu Dios t'ayex, icha k'ak' ol em t'a eyib'anh. Ichato ol ex ak'joc bautizar yuj. Ha jun chi' ek'to yopisio t'a wichanh. Manh in mojoc swak' serwil, wach'chom tonhej tzin tij sch'anhal xanhab'."
        },
        {
            "number": "16",
            "text": "Ha jun chi' lajan icha junok winh schayej strigo, tz'el smatz'il t'a skal. Slajwi schayan ixim, syak'ankanem ixim t'a yol yet'tal. Axo smatz'il ixim tz'elkani, slanhcanb'at winh t'a yib'anh jun k'ak' malaj b'ak'uinh stupi, xchi winhaj Juan chi'."
        },
        {
            "number": "17",
            "text": "Tzijtumto juntzanhxo k'ayb'ub'al icha juntzanh tik ix yalel winh t'a heb' anima chi', ix yalanpax wach' ab'ix winh t'a heb'."
        },
        {
            "number": "18",
            "text": "Ha winh ix cachanpax winhaj Herodes, winh ayoch gobernadoral, yujto ix yik' ix smu' winh skuchan Herodías. Ix skachanpax winh yuj juntzanhxo chukal sk'ulej."
        },
        {
            "number": "19",
            "text": "Palta a winhaj Herodes chi' maj sk'anab'ajej winh tas ix alji t'ay. Ay junxo chukal ix sk'ulej winh yujto ix yak'och winhaj Juan chi' winh t'a preso."
        },
        {
            "number": "20",
            "text": "Ayic mantzac och winhaj Juan chi' t'a preso, wan yak'an bautizar heb' anima winh, ix yak' pax bautizar Jesús winh. Yacb'an wan slesalwi Jesús, ix jacwi satcha’anh."
        },
        {
            "number": "21",
            "text": "Axo Yespíritu Dios ix emul t'a yib'anh icha nok' paramuch. Ix yab'an yoch jun lolonel t'a satcha’anh icha tik: --Ha ach tik, Vuninal ach, xajanab'il ach wuuj. Tzin tzalaj wal ed'oc, xchi jun av chi'."
        },
        {
            "number": "22",
            "text": "Ha Jesús ayxom 30 ab'iloc sk'inal ayic ix syamanoch smunlaji. Tz'alji t'ay to yuninal winhaj José. Aton sb'i smakanhil heb' smam yicham tik: Schab'at t'a winhaj Elí masanto slajwikan k'och t'a winhaj Adán. Vinhaj Elí,"
        },
        {
            "number": "23",
            "text": "winhaj Matat, winhaj Leví, winhaj Melqui, winhaj Jana, winhaj José,"
        },
        {
            "number": "24",
            "text": "winhaj Matatías, winhaj Amós, winhaj Nahum, winhaj Esli, winhaj Nagai,"
        },
        {
            "number": "25",
            "text": "winhaj Maat, winhaj Matatías, winhaj Semei, winhaj José, winhaj Judá,"
        },
        {
            "number": "26",
            "text": "winhaj Joana, winhaj Resa, winhaj Zorobabel, winhaj Salatiel, winhaj Neri,"
        },
        {
            "number": "27",
            "text": "winhaj Melqui, winhaj Adi, winhaj Cosam, winhaj Elmadam, winhaj Er,"
        },
        {
            "number": "28",
            "text": "winhaj Josué, winhaj Eliezer, winhaj Jorim, winhaj Matat,"
        },
        {
            "number": "29",
            "text": "winhaj Leví, winhaj Simeón, winhaj Judá, winhaj José, winhaj Jonam, winhaj Eliaquim,"
        },
        {
            "number": "30",
            "text": "winhaj Melea, winhaj Mainán, winhaj Matata, winhaj Natán,"
        },
        {
            "number": "31",
            "text": "winhaj Dawid, winhaj Isaí, winhaj Obed, winhaj Booz, winhaj Salmón, winhaj Naasón,"
        },
        {
            "number": "32",
            "text": "winhaj Aminadab, winhaj Admin, winhaj Aram, winhaj Esrom, winhaj Fares, winhaj Judá,"
        },
        {
            "number": "33",
            "text": "winhaj Jacob, winhaj Isaac, winhaj Abraham, winhaj Taré, winhaj Nacor,"
        },
        {
            "number": "34",
            "text": "winhaj Serug, winhaj Ragau, winhaj Peleg, winhaj Heber, winhaj Sala,"
        },
        {
            "number": "35",
            "text": "winhaj Cainán, winhaj Arfaxad, winhaj Sem, winhaj Noé, winhaj Lamec,"
        },
        {
            "number": "36",
            "text": "winhaj Matusalén, winhaj Enoc, winhaj Jared, winhaj Mahalaleel, winhaj Cainán,"
        },
        {
            "number": "37",
            "text": "winhaj Enós, winhaj Set, winhaj Adán. Ha winhaj Adán chi', ha Dios b'oannac winh."
        }
    ]
}