{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Juan yuninal vinhaj Zacarías, ayek' vinh t'a tzinan lu'um. Ata' ix yal Dios tas ol yal vinh t'a eb' anima. Ha jun tik ujinac ayic 15 ab'ilxo yoch vinhaj Tiberio yajalil, ayic ayoch vinhaj Poncio Pilato gobernadoral t'a Judea, haxo vinhaj Herodes ayoch gobernadoral t'a Galilea. Axo vinhaj Felipe yuk'tac vinhaj Herodes chi', ayoch gobernadoral t'a Iturea yet' t'a Traconite. Axo vinhaj Lisanias ayoch gobernadoral t'a Abilinia. Axo eb' vinh sat sacerdote, aton vinhaj Anás yet' vinhaj Caifás."
        },
        {
            "number": "2",
            "text": "Ha t'a jun pekti’ chi', ix schael yich vinhaj Juan chi' yek' t'a masanil juntzanh lugar ay t'a slak'anil sti' ha' Jordán. Ix laj yalan vinh t'a eb' anima to syak' bautizar sb'a eb', snaan sb'a eb' yic tz'ak'ji lajvoc smul eb'."
        },
        {
            "number": "3",
            "text": "Icha chi' ix aj yelk'och tas tz'ib'ab'ilcan yuj vinhaj Isaías schecab' Dios, ayic yalannaccan yab'ixal vinhaj Juan chi' vinh icha tik: Ay jun t'a tzinan lu'um, ol yal icha tik: Icha tz'aj sb'o b'e ayic sjavi junok yajal, icha chi' tzeyutej e b'oan e b'eyb'al, yujto ol javoc vinh Cajal."
        },
        {
            "number": "4",
            "text": "Masanil ch'olquixtac ol laj panhanb'oc. Masanil lum vitz yet' lum tzalan ol panhlajoc. Axo juntzanh b'e cumquiltac ol tojolb'oc yet' juntzanh amquiltac tojolxonhej ol ajoc."
        },
        {
            "number": "5",
            "text": "Ha junjun chonhab' ol ilanoc to ay colnab'il syak' Dios, xchicani."
        },
        {
            "number": "6",
            "text": "Ayic ix javi eb' anima t'a vinhaj Juan chi' yic tz'ak'ji bautizar eb' yuj vinh, ix yalan vinh t'a eb': --Ha ex tik, te jelan ex t'a chukal icha nok' chan. ¿Mach ix alan t'ayex tato ol yal e colan e b'ha t'a jun niwan yaelal van sjavi yuj yoval sk'ol Dios?"
        },
        {
            "number": "7",
            "text": "Tato tze na e b'ha t'a e mul, yovalil wach' tzeyutej e b'eyb'al, yic scheclajeli to yel ix e na e b'a. Manh eyal icha tik: Malaj pena, yinhtilonhcan vinhaj Abraham, manh xe chioc. Yujto a in tik sval t'ayex, tato sgana Dios, syal yoch juntzanh q'uen q'ueen tik yinhtiloc vinhaj Abraham chi' e q'uexuloc."
        },
        {
            "number": "8",
            "text": "Ha jun niwan yaelal ol javoc, lajan icha junok vinh lista yaj yet' sch'acab' t'a yich juntzanh te' avb'en te'. Jantacnhej te' chuclaj sat syak'a', ol laj sch'aquel te' vinh. Ol syumanb'at te' vinh t'a cal k'ak', xchi vinhaj Juan chi' t'a eb'."
        },
        {
            "number": "9",
            "text": "--¿Tas wach' sco k'ulej jun? xchi eb' t'a vinh."
        },
        {
            "number": "10",
            "text": "--Ha eb' ay chab'oc scamix, yak'ocab' junok eb' t'a eb' malaj yico'. Ha eb' ay tas sva'a, spucocab' ek' eb' t'a eb' malaj yico', xchi vinh t'a eb'."
        },
        {
            "number": "11",
            "text": "Ix k'och pax juntzanh eb' tecumel alcabar yic syak'an bautizar sb'a eb'. Ix sk'anb'an eb' t'a vinh: --Ach co k'ayb'umal, ¿tas wach' sco k'ulej? xchi eb'."
        },
        {
            "number": "12",
            "text": "--Ayic tze k'ananel stumin eb' anima, manh e k'an jab'ocxo t'a yib'anh icha syal ley, xchi vinh t'a eb'."
        },
        {
            "number": "13",
            "text": "Ay pax eb' soldado ix k'anb'an t'a vinh: --Ha onhxo pax tik, ¿tas sco k'ulej? xchi eb'. --Manh e xib'tej eb' anima yuj eyesanoch junok tas t'a yib'anh yic tzeyiq'uek' junok tas t'a eb'. Schaocab' e k'ool ichataxon e tojol, xchi vinh t'a eb'."
        },
        {
            "number": "14",
            "text": "Ay eb' anima chi' ix naub'tanhani, ix sk'anb'an eb' tato a vinhaj Juan chi' aton Cristo."
        },
        {
            "number": "15",
            "text": "Palta ix yalan vinh t'a eb' smasanil: --Val yel, a in tik tzex vak' bautizar t'a ha ha', palta ay junxo toto ol javoc. A' ol ak'anoch Yespíritu Dios t'ayex, icha k'ak' ol em t'a eyib'anh. Ichato ol ex ak'joc bautizar yuj. Ha jun chi' ek'to yopisio t'a vichanh. Manh in mojoc svak' servil, wach'chom tonhej tzin tij sch'anhal xanhab'."
        },
        {
            "number": "16",
            "text": "Ha jun chi' lajan icha junok vinh schayej strigo, tz'el smatz'il t'a skal. Slajvi schayan ixim, syak'ancanem ixim t'a yol yet'tal. Axo smatz'il ixim tz'elcani, slanhcanb'at vinh t'a yib'anh jun k'ak' malaj b'ak'uinh stupi, xchi vinhaj Juan chi'."
        },
        {
            "number": "17",
            "text": "Tzijtumto juntzanhxo k'ayb'ub'al icha juntzanh tik ix yalel vinh t'a eb' anima chi', ix yalanpax wach' ab'ix vinh t'a eb'."
        },
        {
            "number": "18",
            "text": "Ha vinh ix cachanpax vinhaj Herodes, vinh ayoch gobernadoral, yujto ix yik' ix smu' vinh scuchan Herodías. Ix scachanpax vinh yuj juntzanhxo chukal sk'ulej."
        },
        {
            "number": "19",
            "text": "Palta a vinhaj Herodes chi' maj sk'anab'ajej vinh tas ix alji t'ay. Ay junxo chukal ix sk'ulej vinh yujto ix yak'och vinhaj Juan chi' vinh t'a preso."
        },
        {
            "number": "20",
            "text": "Ayic mantzac och vinhaj Juan chi' t'a preso, van yak'an bautizar eb' anima vinh, ix yak' pax bautizar Jesús vinh. Yacb'an van slesalvi Jesús, ix jacvi satcha’anh."
        },
        {
            "number": "21",
            "text": "Axo Yespíritu Dios ix emul t'a yib'anh icha nok' paramuch. Ix yab'an yoch jun lolonel t'a satcha’anh icha tik: --Ha ach tik, Vuninal ach, xajanab'il ach vuuj. Tzin tzalaj val ed'oc, xchi jun av chi'."
        },
        {
            "number": "22",
            "text": "Ha Jesús ayxom 30 ab'iloc sq'uinal ayic ix syamanoch smunlaji. Tz'alji t'ay to yuninal vinhaj José. Aton sb'i smacanhil eb' smam yicham tik: Schab'at t'a vinhaj Elí masanto slajvican k'och t'a vinhaj Adán. Vinhaj Elí,"
        },
        {
            "number": "23",
            "text": "vinhaj Matat, vinhaj Leví, vinhaj Melqui, vinhaj Jana, vinhaj José,"
        },
        {
            "number": "24",
            "text": "vinhaj Matatías, vinhaj Amós, vinhaj Nahum, vinhaj Esli, vinhaj Nagai,"
        },
        {
            "number": "25",
            "text": "vinhaj Maat, vinhaj Matatías, vinhaj Semei, vinhaj José, vinhaj Judá,"
        },
        {
            "number": "26",
            "text": "vinhaj Joana, vinhaj Resa, vinhaj Zorobabel, vinhaj Salatiel, vinhaj Neri,"
        },
        {
            "number": "27",
            "text": "vinhaj Melqui, vinhaj Adi, vinhaj Cosam, vinhaj Elmadam, vinhaj Er,"
        },
        {
            "number": "28",
            "text": "vinhaj Josué, vinhaj Eliezer, vinhaj Jorim, vinhaj Matat,"
        },
        {
            "number": "29",
            "text": "vinhaj Leví, vinhaj Simeón, vinhaj Judá, vinhaj José, vinhaj Jonam, vinhaj Eliaquim,"
        },
        {
            "number": "30",
            "text": "vinhaj Melea, vinhaj Mainán, vinhaj Matata, vinhaj Natán,"
        },
        {
            "number": "31",
            "text": "vinhaj David, vinhaj Isaí, vinhaj Obed, vinhaj Booz, vinhaj Salmón, vinhaj Naasón,"
        },
        {
            "number": "32",
            "text": "vinhaj Aminadab, vinhaj Admin, vinhaj Aram, vinhaj Esrom, vinhaj Fares, vinhaj Judá,"
        },
        {
            "number": "33",
            "text": "vinhaj Jacob, vinhaj Isaac, vinhaj Abraham, vinhaj Taré, vinhaj Nacor,"
        },
        {
            "number": "34",
            "text": "vinhaj Serug, vinhaj Ragau, vinhaj Peleg, vinhaj Heber, vinhaj Sala,"
        },
        {
            "number": "35",
            "text": "vinhaj Cainán, vinhaj Arfaxad, vinhaj Sem, vinhaj Noé, vinhaj Lamec,"
        },
        {
            "number": "36",
            "text": "vinhaj Matusalén, vinhaj Enoc, vinhaj Jared, vinhaj Mahalaleel, vinhaj Cainán,"
        },
        {
            "number": "37",
            "text": "vinhaj Enós, vinhaj Set, vinhaj Adán. Ha vinhaj Adán chi', ha Dios b'oannac vinh."
        }
    ]
}