{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jesús te ayoch Yespíritu Dios t'ay, ix el b'aj ayek' t'ha ha' niwan Jordán. Ix ik'jib'at yuj Espíritu chi' t'a tzinan lu'um."
        },
        {
            "number": "2",
            "text": "40 k'ual ix ek' ta', haxo winh diablo ix k'och yak' proval. Maj valaj Jesús chi' t'a juntzanh k'ual chi', yuj chi' ix och svejel."
        },
        {
            "number": "3",
            "text": "Ix yalan winh diablo chi' t'ay: --Ina Yuninal ach Dios, al t'a jun q'ueen tik to tz'och panil, xchi winh t'ay."
        },
        {
            "number": "4",
            "text": "Ix tak'vi Jesús t'a winh: --Syal t'a Slolonel Dios Tz'ib'ab'ilcan icha tik: Manh yujocnhej tas svaji ay co q'uinal, xchi Slolonel chi', xchi t'a winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix ik'jiq'ue Jesús t'a jun niwan tzalan yuj winh. Ix sch'oxan juntzanh nivac chonhab' winh t'a masanil yol yib'anhk’inal tik t'a Jesús chi'."
        },
        {
            "number": "6",
            "text": "Ix yalan winh t'ay: --Ol ach vak'och yajalil t'a masanil juntzanh chonhab' tzin ch'ox tik t'ayach. Ol ach och b'eyumal yuj. Ha juntzanh tik t'a yol in k'ab' ay, svak'nhej t'a mach b'aj in gana svak'a'."
        },
        {
            "number": "7",
            "text": "Tato tzach em cuman t'ayin, tzalan a b'a t'ayin, icnhej yaj juntzanh tik smasanil, xchi winh diablo chi' t'ay."
        },
        {
            "number": "8",
            "text": "Axo ix yalan Jesús t'a winh: --Syal t'a Slolonel Dios Tz'ib'ab'ilcani: Anhej d'ha Dios Cajal tzeyal e b'a. Anhej pax t'ay tzeyaq'uem e b'a, xchi t'a Slolonel chi', xchi t'a winh."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix ik'jixib'at Jesús yuj winh diablo chi' t'a chonhab' Jerusalén. Ix yik'anq'ue winh t'a schon stemplo Dios, ix yalan winh t'ay: --Ina Yuninal ach Dios, emanh chennaj t'a sat lu'um chi',"
        },
        {
            "number": "10",
            "text": "yujto syal t'a Slolonel Dios chi': Ol yal Dios t'a eb' yángel to tzach stanhvej eb'."
        },
        {
            "number": "11",
            "text": "Ol ach quetzchajq'ue yuj eb', yic wach' manh ol a tenoch oc t'a q'uen q'ueen, xchi Slolonel Dios chi', xchi winh diablo chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan Jesús t'a winh: --Tz'ib'yajpaxcani: Manh eyak' proval Cajal, aton co Diosal, xchi t'a Slolonel Dios, xchi Jesús."
        },
        {
            "number": "13",
            "text": "Yujto manhxa junocxo tas b'aj syal yak'ji proval Jesús yuj winh diablo chi', yuj chi' ix actajcan yuj winh junok tiempoal."
        },
        {
            "number": "14",
            "text": "Ix jax Jesús t'a Galilea, te ayoch spoder Yespíritu Dios t'ay. Ix laj ab'chaj yab'ixal t'a juntzanh lugar chi'."
        },
        {
            "number": "15",
            "text": "Ix ek' sk'ayb'ej eb' anima t'a yoltac spatil culto. Masanil eb' ix alan wach' lolonel t'ay."
        },
        {
            "number": "16",
            "text": "Ichato chi' ix k'och t'a chonhab' Nazaret b'aj q'uib'nac. Axo t'a sk'ual syik' yip eb' israel, ix och t'a yol spatil culto ichataxon smodo. Ix q'ue linhan yic syavtan Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "17",
            "text": "Yuj chi', ix ak'jib'at jun b'aj tz'ib'ab'ilcan Slolonel Dios chi' t'ay, aton tas tz'ib'ab'ilcan yuj winhaj Isaías schecab' Dios. Ix xuyanb'ati, ix sayan b'aj syal icha tik:"
        },
        {
            "number": "18",
            "text": "Ha Yespíritu Dios Cajal ayoch t'ayin, yujto ha' ak'jinac vopisio yic svalanel jun wach' ab'ix t'a eb' meb'a'. In scheccoti yic svak' snivanil sk'ool eb' ilk'olal yaji. Tzul val yab' eb' icha preso yaji chajtil tz'aj scolchaj eb'. In checjicot vak' b'oxoc eb' max uji yilani. Tzul vik'anel eb' ayoch tas t'a yib'anh t'a libre."
        },
        {
            "number": "19",
            "text": "Anhejtona' tzul valaneli to toxo sja stiempoal jun colnab'il syak' Dios Cajal. Icha chi' syal Slolonel Dios tik, xchi Jesús t'a eb'."
        },
        {
            "number": "20",
            "text": "Ix chulanxican jun b'aj tz'ib'ab'ilcan chi', ix yak'anxi t'a winh sik'umal. Ichato chi' ix em k'ojan sk'ayb'ej eb'. Axo masanil eb' ayoch t'a yol chi', ix te och q'uelan eb' t'ay."
        },
        {
            "number": "21",
            "text": "Ix syamanoch sk'ayb'an eb', ix yalani: --Ha val t'a jun k'ual tik, ix elk'och syal Slolonel Dios tik t'a eyichanh, xchi t'a eb'."
        },
        {
            "number": "22",
            "text": "Masanil eb' ix te sat sk'ool yuj juntzanh lolonel wach' ix yal Jesús, yuj chi' ix yal wach' lolonel eb' t'ay. Ix laj sk'anb'an yab' junjun eb': --¿Manhtoc a winh tik yuninal winhaj José? xchi eb'."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yal Jesús t'a eb': --Ha ex ton tik ol eyal t'ayin: Ach anhtum, munil tzanhtej a b'a. Ha tas a k'ulejnac t'a chonhab' Capernaum, k'ulej pax t'a a chonhab' tik quila', xe cham t'ayin."
        },
        {
            "number": "24",
            "text": "Val yel swal t'ayex, malaj junok schecab' Dios ay yelk'och t'a sat eb' yetchonhab'."
        },
        {
            "number": "25",
            "text": "Tze nacot yab'ixal winhaj Elías t'a peca', chajtil ek'nac winh. Nanhal schanhil ab'il manhxo yak'nacoc nhab'. Te niwan vejel janac t'a yib'anh eb' anima smasanil. Ha t'a jun pekti’ chi', tzijtum eb' ix chamnac yetb'eyum ay t'a skal eb' quetisraelal."
        },
        {
            "number": "26",
            "text": "Palta manhoc t'a junok eb' ix chi' checjinacb'at winhaj Elías yuj co Mam Dios yic scolvaji. Anhej t'a jun ix aj Sarepta t'a yol yic Sidón, anhej ta' k'ochnac winh."
        },
        {
            "number": "27",
            "text": "Anhejtona', tze napaxcot yab'ixal jun winh schecab' Dios scuchan Eliseo. Tzijtum eb' quetisraelal yamchajnac yuj jun yab'il scuch lepra. Palta malaj junok eb' b'oxinac yuj winhaj Eliseo chi', anhej jun winh aj Siria scuchan Naamán, anhej winh b'oxinac yuj winh, xchi Jesús t'a eb'."
        },
        {
            "number": "28",
            "text": "Axo eb' ayek' yet' ta', ayic ix yab'an eb', ix te cot yoval eb' smasanil t'ay."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix laj q'ue vaan eb', ix spechanel eb' t'a stiel chonhab', yujto a jun chonhab' chi' t'a jolom tzalan ay, ata' ijan ix syumb'at eb' t'a sat k'acap."
        },
        {
            "number": "30",
            "text": "Palta haxo Jesús b'enhej ix ek'b'at t'a skal eb', ix b'ati."
        },
        {
            "number": "31",
            "text": "Ichato chi', ix emta Jesús t'a chonhab' Capernaum t'a yol yic Galilea. Ata' ix sk'ayb'ej eb' anima t'a sk'ual ik'oj ip."
        },
        {
            "number": "32",
            "text": "Ix te sat sk'ool eb' yab'an juntzanh k'ayb'ub'al chi', yujto ayic ix yalaneli, ix checlaji to te ay yopisio yuj Dios."
        },
        {
            "number": "33",
            "text": "Ha t'a yol spatil culto ay jun winh ayoch enemigo t'ay. Ix el yav jun enemigo chi'."
        },
        {
            "number": "34",
            "text": "--Ach Jesús aj Nazaret. ¿Tas yuj tzak'och a b'a qued'oc? ¿Tom tzach javi onh a sateli? Vojtac ach, a ach tik sik'b'il ach el yuj Dios, xchi jun enemigo chi'."
        },
        {
            "number": "35",
            "text": "Axo Jesús ix tuman jun enemigo chi', ix yalan t'ay: --Tz'in xa chi, actejcan jun winh tik, xchi t'ay. Ix lajwinhej chi', ix syuman telvoc jun winh b'aj ayoch chi', ix eli, maj lajvoclaj winh yuj."
        },
        {
            "number": "36",
            "text": "Masanil eb' anima ayek' ta', ix te sat sk'ol eb' yuj, ix laj yalan junjun eb': --¿Tastaxlaj yaj juntzanh slolonel jun winh tik? Ha slolonel winh tik sch'oxaneli to ay spoder schecanel juntzanh enemigo tik, tz'el eb' b'ian, xchi eb'."
        },
        {
            "number": "37",
            "text": "Ix laj el yab'ixal Jesús t'a juntzanh lugar ay t'a slak'anil chi'."
        },
        {
            "number": "38",
            "text": "Axo ix elta Jesús t'a yol spatil culto, ix k'och t'a spat winhaj Simón. Ha ix snhi' winhaj Simón chi', te penaay ix yuj k'ak'al yab'il. Ix tevi eb' t'a Jesús yuj ix."
        },
        {
            "number": "39",
            "text": "Ix snitzanb'at sb'a Jesús chi' b'aj jichanek' ix chi', ix scachanoch vaan jun ilya chi'. Ix el jun k'ak'al yab'il chi' t'a ix. Junanto rato chi' ix q'ue vaan ix, ix k'atk'ajcot eb' yuj ix."
        },
        {
            "number": "40",
            "text": "Axo t'a yemk'ualil, masanil juntzanh eb' penaay ix ik'jicot t'a Jesús. Ch'occh'oc ilyail tz'ik'an eb'. Ix yak'anek' sk'ab' t'a yib'anh eb', ix laj b'oxican eb'."
        },
        {
            "number": "41",
            "text": "Tzijtum eb' anima b'aj ix laj el eb' enemigo, ix laj el yav eb', ix yalan eb': --Ha ach tik Yuninal ach Dios, xchi eb' t'ay. Palta haxo Jesús ix cachan eb' enemigo chi', maj schalaj lolon eb', yujto ojtacab'il yuj eb' to Cristo."
        },
        {
            "number": "42",
            "text": "Ayic van sakb'i, ix b'at Jesús t'a stiel chonhab' b'aj tzinan. Axo eb' anima, van sayjiek' yuj eb', ix k'och eb' b'aj ayek' chi'. Sgana eb' maj b'atlaj Jesús chi',"
        },
        {
            "number": "43",
            "text": "palta ix yalan t'a eb': --Yovalil ol b'at val pax el yab'ixal t'a juntzanhxo chonhab', yic syab' eb' chajtil tz'aj yoch eb' t'a yol sk'ab' Dios. Yuj chi' in checjicoti, xchi t'a eb'."
        },
        {
            "number": "44",
            "text": "Ix ek'nhej Jesús t'a yoltac spatil culto t'a yol yic Judea. Ix yalanel slolonel Dios."
        }
    ]
}