{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jesús te ayoch Yespíritu Dios t'ay, ix el b'aj ayek' t'ha ha' niwan Jordán. Ix ik'jib'at yuj Espíritu chi' t'a tzinan lu'um."
        },
        {
            "number": "2",
            "text": "40 k'ual ix ek' ta', haxo winh diablo ix k'och yak' prowal. Maj walaj Jesús chi' t'a juntzanh k'ual chi', yuj chi' ix och swejel."
        },
        {
            "number": "3",
            "text": "Ix yalan winh diablo chi' t'ay: --Ina Yuninal ach Dios, al t'a jun k'een tik to tz'och panil, xchi winh t'ay."
        },
        {
            "number": "4",
            "text": "Ix tak'wi Jesús t'a winh: --Syal t'a Slolonel Dios Tz'ib'ab'ilcan icha tik: Manh yujocnhej tas swaji ay ko k 'inal, xchi Slolonel chi', xchi t'a winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix ik'jik'e Jesús t'a jun niwan tzalan yuj winh. Ix sch'oxan juntzanh niwac chonhab' winh t'a masanil yol yib'anhk’inal tik t'a Jesús chi'."
        },
        {
            "number": "6",
            "text": "Ix yalan winh t'ay: --Ol ach wak'och yajalil t'a masanil juntzanh chonhab' tzin ch'ox tik t'ayach. Ol ach och b'eyumal yuj. Ha juntzanh tik t'a yol in k'ab' ay, swak'nhej t'a mach b'aj in gana swak'a'."
        },
        {
            "number": "7",
            "text": "Tato tzach em cuman t'ayin, tzalan a b'a t'ayin, icnhej yaj juntzanh tik smasanil, xchi winh diablo chi' t'ay."
        },
        {
            "number": "8",
            "text": "Axo ix yalan Jesús t'a winh: --Syal t'a Slolonel Dios Tz'ib'ab'ilcani: Anhej d'ha Dios Kajal tzeyal he b'a. Anhej pax t'ay tzeyak'em he b'a, xchi t'a Slolonel chi', xchi t'a winh."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix ik'jixib'at Jesús yuj winh diablo chi' t'a chonhab' Jerusalén. Ix yik'ank'e winh t'a schon stemplo Dios, ix yalan winh t'ay: --Ina Yuninal ach Dios, emanh chennaj t'a sat lu'um chi',"
        },
        {
            "number": "10",
            "text": "yujto syal t'a Slolonel Dios chi': Ol yal Dios t'a heb' yángel to tzach stanhwej heb'."
        },
        {
            "number": "11",
            "text": "Ol ach quetzchajk'e yuj heb', yic wach' manh ol a tenoch oc t'a k'een k'een, xchi Slolonel Dios chi', xchi winh diablo chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan Jesús t'a winh: --Tz'ib'yajpaxcani: Manh eyak' prowal Kajal, aton ko Diosal, xchi t'a Slolonel Dios, xchi Jesús."
        },
        {
            "number": "13",
            "text": "Yujto manhxa junocxo tas b'aj syal yak'ji prowal Jesús yuj winh diablo chi', yuj chi' ix actajcan yuj winh junok tiempoal."
        },
        {
            "number": "14",
            "text": "Ix jax Jesús t'a Galilea, te ayoch spoder Yespíritu Dios t'ay. Ix laj ab'chaj yab'ixal t'a juntzanh lugar chi'."
        },
        {
            "number": "15",
            "text": "Ix ek' sk'ayb'ej heb' anima t'a yoltac spatil culto. Masanil heb' ix alan wach' lolonel t'ay."
        },
        {
            "number": "16",
            "text": "Ichato chi' ix k'och t'a chonhab' Nazaret b'aj q'uib'nac. Axo t'a sk'ual syik' yip heb' israel, ix och t'a yol spatil culto ichataxon smodo. Ix k'e linhan yic syavtan Slolonel Dios Tz'ib'ab'ilcani."
        },
        {
            "number": "17",
            "text": "Yuj chi', ix ak'jib'at jun b'aj tz'ib'ab'ilcan Slolonel Dios chi' t'ay, aton tas tz'ib'ab'ilcan yuj winhaj Isaías schecab' Dios. Ix xuyanb'ati, ix sayan b'aj syal icha tik:"
        },
        {
            "number": "18",
            "text": "Ha Yespíritu Dios Kajal ayoch t'ayin, yujto ha' ak'jinac wopisio yic swalanel jun wach' ab'ix t'a heb' meb'a'. In scheccoti yic swak' sniwanil sk'ool heb' ilk'olal yaji. Tzul wal yab' heb' icha preso yaji chajtil tz'aj scolchaj heb'. In checjicot wak' b'oxoc heb' max uji yilani. Tzul wik'anel heb' ayoch tas t'a yib'anh t'a libre."
        },
        {
            "number": "19",
            "text": "Anhejtona' tzul walaneli to toxo sja stiempoal jun colnab'il syak' Dios Kajal. Icha chi' syal Slolonel Dios tik, xchi Jesús t'a heb'."
        },
        {
            "number": "20",
            "text": "Ix chulanxican jun b'aj tz'ib'ab'ilcan chi', ix yak'anxi t'a winh sik'umal. Ichato chi' ix em k'ojan sk'ayb'ej heb'. Axo masanil heb' ayoch t'a yol chi', ix te och k'elan heb' t'ay."
        },
        {
            "number": "21",
            "text": "Ix syamanoch sk'ayb'an heb', ix yalani: --Ha wal t'a jun k'ual tik, ix elk'och syal Slolonel Dios tik t'a eyichanh, xchi t'a heb'."
        },
        {
            "number": "22",
            "text": "Masanil heb' ix te sat sk'ool yuj juntzanh lolonel wach' ix yal Jesús, yuj chi' ix yal wach' lolonel heb' t'ay. Ix laj sk'anb'an yab' junjun heb': --¿Manhtoc a winh tik yuninal winhaj José? xchi heb'."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yal Jesús t'a heb': --Ha ex ton tik ol eyal t'ayin: Ach anhtum, munil tzanhtej a b'a. Ha tas a k'ulejnac t'a chonhab' Capernaum, k'ulej pax t'a a chonhab' tik quila', xe cham t'ayin."
        },
        {
            "number": "24",
            "text": "Val yel swal t'ayex, malaj junok schecab' Dios ay yelk'och t'a sat heb' yetchonhab'."
        },
        {
            "number": "25",
            "text": "Tze nacot yab'ixal winhaj Elías t'a peka', chajtil ek'nac winh. Nanhal schanhil ab'il manhxo yak'nacoc nhab'. Te niwan wejel janac t'a yib'anh heb' anima smasanil. Ha t'a jun pekti’ chi', tzijtum heb' ix chamnac yetb'eyum ay t'a skal heb' quetisraelal."
        },
        {
            "number": "26",
            "text": "Palta manhoc t'a junok heb' ix chi' checjinacb'at winhaj Elías yuj ko Mam Dios yic scolwaji. Anhej t'a jun ix aj Sarepta t'a yol yic Sidón, anhej ta' k'ochnac winh."
        },
        {
            "number": "27",
            "text": "Anhejtona', tze napaxcot yab'ixal jun winh schecab' Dios scuchan Eliseo. Tzijtum heb' quetisraelal yamchajnac yuj jun yab'il scuch lepra. Palta malaj junok heb' b'oxinac yuj winhaj Eliseo chi', anhej jun winh aj Siria scuchan Naamán, anhej winh b'oxinac yuj winh, xchi Jesús t'a heb'."
        },
        {
            "number": "28",
            "text": "Axo heb' ayek' yet' ta', ayic ix yab'an heb', ix te cot yowal heb' smasanil t'ay."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix laj k'e waan heb', ix spechanel heb' t'a stiel chonhab', yujto a jun chonhab' chi' t'a jolom tzalan ay, ata' ijan ix syumb'at heb' t'a sat k'acap."
        },
        {
            "number": "30",
            "text": "Palta haxo Jesús b'enhej ix ek'b'at t'a skal heb', ix b'ati."
        },
        {
            "number": "31",
            "text": "Ichato chi', ix emta Jesús t'a chonhab' Capernaum t'a yol yic Galilea. Ata' ix sk'ayb'ej heb' anima t'a sk'ual ik'oj ip."
        },
        {
            "number": "32",
            "text": "Ix te sat sk'ool heb' yab'an juntzanh k'ayb'ub'al chi', yujto ayic ix yalaneli, ix checlaji to te ay yopisio yuj Dios."
        },
        {
            "number": "33",
            "text": "Ha t'a yol spatil culto ay jun winh ayoch enemigo t'ay. Ix el yav jun enemigo chi'."
        },
        {
            "number": "34",
            "text": "--Ach Jesús aj Nazaret. ¿Tas yuj tzak'och a b'a qued'oc? ¿Tom tzach jawi onh a sateli? Vojtac ach, a ach tik sik'b'il ach el yuj Dios, xchi jun enemigo chi'."
        },
        {
            "number": "35",
            "text": "Axo Jesús ix tuman jun enemigo chi', ix yalan t'ay: --Tz'in xa chi, actejcan jun winh tik, xchi t'ay. Ix lajwinhej chi', ix syuman telwoc jun winh b'aj ayoch chi', ix eli, maj lajwoclaj winh yuj."
        },
        {
            "number": "36",
            "text": "Masanil heb' anima ayek' ta', ix te sat sk'ol heb' yuj, ix laj yalan junjun heb': --¿Tastaxlaj yaj juntzanh slolonel jun winh tik? Ha slolonel winh tik sch'oxaneli to ay spoder schecanel juntzanh enemigo tik, tz'el heb' b'ian, xchi heb'."
        },
        {
            "number": "37",
            "text": "Ix laj el yab'ixal Jesús t'a juntzanh lugar ay t'a slak'anil chi'."
        },
        {
            "number": "38",
            "text": "Axo ix elta Jesús t'a yol spatil culto, ix k'och t'a spat winhaj Simón. Ha ix snhi' winhaj Simón chi', te penaay ix yuj k'ak'al yab'il. Ix tewi heb' t'a Jesús yuj ix."
        },
        {
            "number": "39",
            "text": "Ix snitzanb'at sb'a Jesús chi' b'aj jichanek' ix chi', ix scachanoch waan jun ilya chi'. Ix el jun k'ak'al yab'il chi' t'a ix. Junanto rato chi' ix k'e waan ix, ix k'atk'ajcot heb' yuj ix."
        },
        {
            "number": "40",
            "text": "Axo t'a yemk'ualil, masanil juntzanh heb' penaay ix ik'jicot t'a Jesús. Ch'occh'oc ilyail tz'ik'an heb'. Ix yak'anek' sk'ab' t'a yib'anh heb', ix laj b'oxican heb'."
        },
        {
            "number": "41",
            "text": "Tzijtum heb' anima b'aj ix laj el heb' enemigo, ix laj el yav heb', ix yalan heb': --Ha ach tik Yuninal ach Dios, xchi heb' t'ay. Palta haxo Jesús ix cachan heb' enemigo chi', maj schalaj lolon heb', yujto ojtacab'il yuj heb' to Cristo."
        },
        {
            "number": "42",
            "text": "Ayic wan sakb'i, ix b'at Jesús t'a stiel chonhab' b'aj tzinan. Axo heb' anima, wan sayjiek' yuj heb', ix k'och heb' b'aj ayek' chi'. Snib'ej heb' maj b'atlaj Jesús chi',"
        },
        {
            "number": "43",
            "text": "palta ix yalan t'a heb': --Yowalil ol b'at wal pax el yab'ixal t'a juntzanhxo chonhab', yic syab' heb' chajtil tz'aj yoch heb' t'a yol sk'ab' Dios. Yuj chi' in checjicoti, xchi t'a heb'."
        },
        {
            "number": "44",
            "text": "Ix ek'nhej Jesús t'a yoltac spatil culto t'a yol yic Judea. Ix yalanel slolonel Dios."
        }
    ]
}