{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha junel ayek' Jesús t'a sti' ha' nhajab' Genesaret. Tzijtum anima ix k'och t'ay, ix te vitz'k'aj yuj eb' yujto snib'ej eb' syab' slolonel Dios."
        },
        {
            "number": "2",
            "text": "Ix yilani ayek' chab' yunetac barco t'a sti' ha', malaj mach ayoch t'a yool, yujto ix elta juntzanh eb' yamum chay t'a yol te', van sjuk'anel schimpa eb', yic syamlab' chay chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix och Jesús t'a yol jun te' barco chi', aton te' yic vinhaj Simón. Ix yalan t'a vinh to snitzoch jab'oc te' vinh t'a yol ha'. Ixlajwi chi' ix em k'ojan t'a yol te', ix och ijan sk'ayb'an eb' anima chi' t'a sti' ha'."
        },
        {
            "number": "4",
            "text": "Ixlajwi sk'ayb'an eb', ix yalanpax t'a vinhaj Simón chi': --Coyec yet' te' e barco tik b'aj te jul ha', ata' ol eyaq'uem e chimpa, xchi Jesús chi'."
        },
        {
            "number": "5",
            "text": "--Ach co k'ayb'umal, jun ak'val ix cak'lej co yaman nok' q'uiq'ui, malaj val junok nok' ix quik'a'. Palta yujnhej to a ach tzala', ol b'at caq'uem co chimpa tik junelxo, xchi vinhaj Simón chi' t'ay."
        },
        {
            "number": "6",
            "text": "Axo yic ix yak'anem eb', manhxo jantacoc nok' ix yamchaji. Ha schimpa eb' chi' ijan ix nhik'chajb'ati."
        },
        {
            "number": "7",
            "text": "Ix sb'echk'ab'ancot juntzanhxo eb' yetb'eyum eb' t'a junxo barco yic tz'och eb' yet' eb'. Ix javi eb', ix b'ud'ji chab' te' barco chi'. Ijan ix b'at te' t'a yol ha' yuj yalil nok'."
        },
        {
            "number": "8",
            "text": "Axo ix yilan jun chi' vinhaj Simón Pedro chi', ix em cuman vinh t'a yichanh Jesús, ix yalan vinh t'ay: --Mamin, ma max ach el t'a in tz'ey, yujto a in tik, te chuc in, xchi vinh."
        },
        {
            "number": "9",
            "text": "Icha chi' ix yutej vinh yalani, yujto ix te sat sk'ol vinh yet' juntzanhxo eb' yetb'eyum yuj juntzanh nok' tzijtumal chay ix syam eb' chi'."
        },
        {
            "number": "10",
            "text": "Anhejtona' vinhaj Jacobo yet' vinhaj Juan, aton eb' vinh yuninal vinhaj Zebedeo, ix te sat sk'ol eb' vinh. Yetyamum chayil sb'a eb' vinh yet' vinhaj Simón chi'. Ix yalan Jesús t'a vinhaj Simón chi': --Manh ach xivoc. Icha tzutej a yaman nok' chay tik, icha chi' ol utoc ik'ancot eb' anima t'ayin, xchi t'a vinh."
        },
        {
            "number": "11",
            "text": "Axo ix elk'och juntzanh barco chi' t'a sti' ha', ix yactancan juntzanh syamk'ab' eb' chi', ix och tzak'an eb' yuj Jesús."
        },
        {
            "number": "12",
            "text": "Ha junel ayek' Jesús t'a jun chonhab', ix k'och jun vinh t'ay, ayq'ue yab'il lepra t'a snivanil vinh smasanil. Ha ix yilanoch Jesús chi' vinh, ix em cumnaj vinh, ix em nhojnaj vinh t'a sat lu'um, ix yalan vinh t'ay: --Mamin, ta syal a k'ool tzin a b'oxicani, xchi vinh."
        },
        {
            "number": "13",
            "text": "Axo Jesús ix yamlan vinh, ix yalani: --In gana sb'oxican a k'ool, xchi t'a vinh. Ayic ix yalan Jesús icha chi', ix el jun yab'il chi' t'a vinh."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix cham val yalan t'a vinh: --Ayta b'aj tzal jun tik. Palta ixic, b'at ch'ox a b'ha t'a vinh sacerdote. B'at ak'an jun silab' d'ha Dios, icha yalnaccan vinhaj Moisés, yic tz'ilji to ach b'oxi, xchi Jesús chi' t'a vinh."
        },
        {
            "number": "15",
            "text": "Ha yab'ixal Jesús chi', ix pucaxnhej t'a skal eb' anima. Tzijtum eb' ix smolb'ej sb'a yic syab' eb' tas syala', yic sb'oxican sk'ol eb' yuj."
        },
        {
            "number": "16",
            "text": "Ix yiq'uel sb'ha t'a skal eb', ix b'at lesal b'aj malaj eb' anima."
        },
        {
            "number": "17",
            "text": "D'a jun k'u van sk'ayb'an eb' anima Jesús, k'ojk'umb'a juntzanh eb' fariseo yet' pax eb' k'ayb'um t'a ley Moisés. Ha t'a junjun chonhab' t'a yol yic Galilea yet' t'a yol yic Judea ix laj cot eb'. Ay pax eb' ix cot t'a Jerusalén. Axo Jesús ix checlajel spoder Dios t'ay, ayic ix yak'an b'oxoc sk'ol eb' penaay."
        },
        {
            "number": "18",
            "text": "Ichato chi' ix k'och juntzanh eb' vinh, b'achb'il jun vinh sicb'inaquel yuj eb' vinh yet' svaynub'. Sgana eb' vinh tz'och t'a yol pat syak'anoch eb' vinh t'a yichanh Jesús."
        },
        {
            "number": "19",
            "text": "Palta maj ilchajlaj yuj eb' vinh b'aj tz'ochi yujto te vitz'an yuj eb' anima. Yuj chi' ix q'ue eb' vinh t'a spanhanil yib'anh jun pat chi', ix yolan yib'anh pat chi' eb' vinh, ix yak'anemta vinh penaay chi' eb' vinh yet' svaynub' t'a skal eb' anima t'a yichanh Jesús chi'."
        },
        {
            "number": "20",
            "text": "Axo ix yilan Jesús chi' to ix yak'och sk'ool eb' vinh t'ay, yuj chi' ix yalan t'a vinh penaay chi': --Ach anima, toxo ix ak'ji lajvoc a mul, xchi t'a vinh."
        },
        {
            "number": "21",
            "text": "Yuj chi', haxo eb' k'ayb'um t'a ley Moisés yet' eb' fariseo, ix och ijan eb' snaub'tanhani: ¿Tas yaj jun vinh tik? Van sb'uchvaj vinh d'ha Dios. Malaj junok mach syal yak'an lajvoc mul, anhej Dios, xchi eb' t'a spensar."
        },
        {
            "number": "22",
            "text": "Palta a Jesús yojtacxo tas van snaan eb' chi', yuj chi' ix yalan t'a eb': --¿Tas yuj tze naub'tanhej jun tik?"
        },
        {
            "number": "23",
            "text": "¿Tas junok secojtac calan tze na'a? ¿A a mul toxo ix ak'ji lajvoc, xco chama, ma: Q'ueanh vaan, b'eyanh, mato xco chi?"
        },
        {
            "number": "24",
            "text": "Ha ticnaic, ol in ch'ox t'ayex to a in Ak'b'il in cot yuj Dios voch animail tik, ay vopisio vak'an lajvoc smul eb' anima ay t'a yol yib'anhk’inal tik. Ix yalan Jesús t'a vinh sicb'inaquel chi': --Ha in tik sval t'ayach, q'ueanh vaan, ik'chaanh a vaynub' tik, ixic t'a a pat, xchi t'a vinh."
        },
        {
            "number": "25",
            "text": "D'a jun rato chi', ix q'ue vaan vinh sicb'inaquel chi' t'a yichanh eb'. Ix yik'anchaanh svaynub' vinh b'aj jichan ek' chi'. Ix pax vinh t'a spat, ix yalan wach' lolonel vinh d'ha Dios."
        },
        {
            "number": "26",
            "text": "Ix laj och q'uelan eb' smasanil ix laj yalan wach' lolonel eb' d'ha Dios, ix te sat sk'ol eb', yuj chi' ix laj yal eb': --Ix te sat co k'ool quilan juntzanh tik, xchi eb'."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix elta Jesús, ix yilan jun vinh tecumel alcabar scuchan Leví, k'ojanek' vinh b'aj stequel alcabar chi'. Ix yalan Jesús t'a vinh: --Ochanh in k'ayb'umoc, xchi."
        },
        {
            "number": "28",
            "text": "Ix q'ue vaan vinh, ix yactancan smasanil, ix och vinh sk'ayb'umoc Jesús chi'."
        },
        {
            "number": "29",
            "text": "Ichato chi', ix och jun niwan vael t'a spat vinh yic sva Jesús yet'oc. Tzijtum eb' vinh tecumel alcabar yet' juntzanhxo eb' anima ix och yet' eb' t'a mexa."
        },
        {
            "number": "30",
            "text": "Axo eb' vinh fariseo yet' eb' vinh k'ayb'um t'a ley Moisés chi', ix och ijan eb' vinh yalan t'a eb' sk'ayb'um Jesús chi' icha tik: --¿Tas yuj tzex wa'i, tzeyuk'an ha' yet' juntzanh eb' vinh tecumel alcabar tik yet' eb' chuc sb'eyb'al tik? xchi eb' vinh t'a eb'."
        },
        {
            "number": "31",
            "text": "Yuj chi', ix yal Jesús t'a eb' vinh: --Q'uinaloc ay junok vinh anhtum ticnaic. Ha eb' wach' sk'ool, ¿tom ay tz'och vinh yuj eb'? Anhej eb' penaay ay tz'och vinh yuj."
        },
        {
            "number": "32",
            "text": "Manh yujoc vavtan eb' toxon wach' sb'eyb'al snaani, in javi. Palta yuj vavtan eb' yojtac to chuc sb'eyb'al, yic wach' sna sb'a eb' yuj smul, xchi t'a eb' vinh."
        },
        {
            "number": "33",
            "text": "Ixlajwi chi', ix yalan eb' vinh t'a Jesús: --Ha eb' sk'ayb'um vinhaj Juan, vinh tz'ak'an bautizar yet' eb' sk'ayb'um eb' vinh fariseo, tzijtum el tz'och eb' t'a tzek'ojk'olal, slesalvi eb'. Palta haxo eb' a k'ayb'um tik, ¿tas yuj anhej vael syak' eb'? xchi eb' vinh t'ay."
        },
        {
            "number": "34",
            "text": "Ix yalan Jesús t'a eb' vinh: --Q'uinaloc ay junok nupnajel, ¿tom syal eyak'anoch eb' avtab'il t'a nupnajel chi' t'a tzek'ojk'olal yacb'an aytoek' vinh van yoch yetb'eyum chi' yet' eb'?"
        },
        {
            "number": "35",
            "text": "Palta ol ja sk'ual ol ik'joc el vinh t'a skal eb', ichato chi' ol och eb' t'a tzek'ojk'olal, xchi t'a eb' vinh."
        },
        {
            "number": "36",
            "text": "Ixlajwi chi', ix yalanxi junxo ab'ix tik t'a eb' vinh: --Malaj junok onh ay junok ak' pichul sco nhiq'uelta jab'oc, scak'anoch snipuloc junok k'a pichul. Tato icha chi' scutej, tz'ixtaxel jun ak'to chi'. Anhejtona', tz'ixtax pax el jun k'a pichul chi' yuj jun ak'to chi'."
        },
        {
            "number": "37",
            "text": "Ol val junxo ch'oxnab'il: Max yal-laj yak'chajem vino manto sipji t'a yol junok nok' k'a tz'um yet'tal vino, tato icha chi', snhik'chaj jun tz'uum chi' yuj vino chi', tz'ixtax scha macanhil."
        },
        {
            "number": "38",
            "text": "Yuj chi', ha t'a yol nok' ak' tz'uum tzeyaq'uem vino manto sipji, icha chi' wach' ol kan schab'il."
        },
        {
            "number": "39",
            "text": "Anhejtona', tato ay eb' anheja' tzato uk'an peca' vino, haxo jun vino toto sb'oi, malaj yelk'och t'a sat eb'. Syalan eb': Ha jun peca' vino tik, más wach', xchi eb', xchi Jesús."
        }
    ]
}