{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha junel ayek' Jesús t'a sti' ha' nhajab' Genesaret. Tzijtum anima ix k'och t'ay, ix te witz'k'aj yuj heb' yujto snib'ej heb' syab' slolonel Dios."
        },
        {
            "number": "2",
            "text": "Ix yilani ayek' chab' yunetac barco t'a sti' ha', malaj mach ayoch t'a yool, yujto ix elta juntzanh heb' yamum chay t'a yol te', wan sjuk'anel schimpa heb', yic syamlab' chay chi'."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix och Jesús t'a yol jun te' barco chi', aton te' yic winhaj Simón. Ix yalan t'a winh to snitzoch jab'oc te' winh t'a yol ha'. Ixlajwi chi' ix em k'ojan t'a yol te', ix och ijan sk'ayb'an heb' anima chi' t'a sti' ha'."
        },
        {
            "number": "4",
            "text": "Ixlajwi sk'ayb'an heb', ix yalanpax t'a winhaj Simón chi': --Coyec yet' te' he barco tik b'aj te jul ha', ata' ol eyak'em he chimpa, xchi Jesús chi'."
        },
        {
            "number": "5",
            "text": "--Ach ko k'ayb'umal, jun ak'wal ix cak'lej ko yaman nok' q'uiq'ui, malaj wal junok nok' ix quik'a'. Palta yujnhej to a ach tzala', ol b'at cak'em ko chimpa tik junelxo, xchi winhaj Simón chi' t'ay."
        },
        {
            "number": "6",
            "text": "Axo yic ix yak'anem heb', manhxo jantacoc nok' ix yamchaji. Ha schimpa heb' chi' ijan ix nhik'chajb'ati."
        },
        {
            "number": "7",
            "text": "Ix sb'echk'ab'ancot juntzanhxo heb' yetb'eyum heb' t'a junxo barco yic tz'och heb' yet' heb'. Ix jawi heb', ix b'ud'ji chab' te' barco chi'. Ijan ix b'at te' t'a yol ha' yuj yalil nok'."
        },
        {
            "number": "8",
            "text": "Axo ix yilan jun chi' winhaj Simón Pedro chi', ix em cuman winh t'a yichanh Jesús, ix yalan winh t'ay: --Mamin, ma max ach el t'a in tz'ey, yujto a in tik, te chuk in, xchi winh."
        },
        {
            "number": "9",
            "text": "Icha chi' ix yutej winh yalani, yujto ix te sat sk'ol winh yet' juntzanhxo heb' yetb'eyum yuj juntzanh nok' tzijtumal chay ix syam heb' chi'."
        },
        {
            "number": "10",
            "text": "Anhejtona' winhaj Jacobo yet' winhaj Juan, aton heb' winh yuninal winhaj Zebedeo, ix te sat sk'ol heb' winh. Yetyamum chayil sb'a heb' winh yet' winhaj Simón chi'. Ix yalan Jesús t'a winhaj Simón chi': --Manh ach xiwoc. Icha tzutej a yaman nok' chay tik, icha chi' ol utoc ik'ancot heb' anima t'ayin, xchi t'a winh."
        },
        {
            "number": "11",
            "text": "Axo ix elk'och juntzanh barco chi' t'a sti' ha', ix yactancan juntzanh syamk'ab' heb' chi', ix och tzak'an heb' yuj Jesús."
        },
        {
            "number": "12",
            "text": "Ha junel ayek' Jesús t'a jun chonhab', ix k'och jun winh t'ay, ayk'e yab'il lepra t'a sniwanil winh smasanil. Ha ix yilanoch Jesús chi' winh, ix em cumnaj winh, ix em nhojnaj winh t'a sat lu'um, ix yalan winh t'ay: --Mamin, ta syal a k'ool tzin a b'oxicani, xchi winh."
        },
        {
            "number": "13",
            "text": "Axo Jesús ix yamlan winh, ix yalani: --In gana sb'oxican a k'ool, xchi t'a winh. Ayic ix yalan Jesús icha chi', ix el jun yab'il chi' t'a winh."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix cham wal yalan t'a winh: --Ayta b'aj tzal jun tik. Palta ixic, b'at ch'ox a b'ha t'a winh sacerdote. B'at ak'an jun silab' d'ha Dios, icha yalnaccan winhaj Moisés, yic tz'ilji to ach b'oxi, xchi Jesús chi' t'a winh."
        },
        {
            "number": "15",
            "text": "Ha yab'ixal Jesús chi', ix pucaxnhej t'a skal heb' anima. Tzijtum heb' ix smolb'ej sb'a yic syab' heb' tas syala', yic sb'oxican sk'ol heb' yuj."
        },
        {
            "number": "16",
            "text": "Ix yik'el sb'ha t'a skal heb', ix b'at lesal b'aj malaj heb' anima."
        },
        {
            "number": "17",
            "text": "D'a jun k'u wan sk'ayb'an heb' anima Jesús, k'ojk'umb'a juntzanh heb' fariseo yet' pax heb' k'ayb'um t'a ley Moisés. Ha t'a junjun chonhab' t'a yol yic Galilea yet' t'a yol yic Judea ix laj cot heb'. Ay pax heb' ix cot t'a Jerusalén. Axo Jesús ix checlajel spoder Dios t'ay, ayic ix yak'an b'oxoc sk'ol heb' penaay."
        },
        {
            "number": "18",
            "text": "Ichato chi' ix k'och juntzanh heb' winh, b'achb'il jun winh sicb'inaquel yuj heb' winh yet' swaynub'. Snib'ej heb' winh tz'och t'a yol pat syak'anoch heb' winh t'a yichanh Jesús."
        },
        {
            "number": "19",
            "text": "Palta maj ilchajlaj yuj heb' winh b'aj tz'ochi yujto te witz'an yuj heb' anima. Yuj chi' ix k'e heb' winh t'a spanhanil yib'anh jun pat chi', ix yolan yib'anh pat chi' heb' winh, ix yak'anemta winh penaay chi' heb' winh yet' swaynub' t'a skal heb' anima t'a yichanh Jesús chi'."
        },
        {
            "number": "20",
            "text": "Axo ix yilan Jesús chi' to ix yak'och sk'ool heb' winh t'ay, yuj chi' ix yalan t'a winh penaay chi': --Ach anima, toxo ix ak'ji lajwoc a mul, xchi t'a winh."
        },
        {
            "number": "21",
            "text": "Yuj chi', haxo heb' k'ayb'um t'a ley Moisés yet' heb' fariseo, ix och ijan heb' snaub'tanhani: ¿Tas yaj jun winh tik? Van sb'uchwaj winh d'ha Dios. Malaj junok mach syal yak'an lajwoc mul, anhej Dios, xchi heb' t'a spensar."
        },
        {
            "number": "22",
            "text": "Palta a Jesús yojtacxo tas wan snaan heb' chi', yuj chi' ix yalan t'a heb': --¿Tas yuj tze naub'tanhej jun tik?"
        },
        {
            "number": "23",
            "text": "¿Tas junok secojtac calan tze na'a? ¿A a mul toxo ix ak'ji lajwoc, xco chama, ma: Q'ueanh waan, b'eyanh, mato xco chi?"
        },
        {
            "number": "24",
            "text": "Ha ticnaik, ol in ch'ox t'ayex to a in Ak'b'il in cot yuj Dios woch animail tik, ay wopisio wak'an lajwoc smul heb' anima ay t'a yol yib'anhk’inal tik. Ix yalan Jesús t'a winh sicb'inaquel chi': --Ha in tik swal t'ayach, k'eanh waan, ik'chaanh a waynub' tik, ixic t'a a pat, xchi t'a winh."
        },
        {
            "number": "25",
            "text": "D'a jun rato chi', ix k'e waan winh sicb'inaquel chi' t'a yichanh heb'. Ix yik'anchaanh swaynub' winh b'aj jichan ek' chi'. Ix pax winh t'a spat, ix yalan wach' lolonel winh d'ha Dios."
        },
        {
            "number": "26",
            "text": "Ix laj och k'elan heb' smasanil ix laj yalan wach' lolonel heb' d'ha Dios, ix te sat sk'ol heb', yuj chi' ix laj yal heb': --Ix te sat ko k'ool quilan juntzanh tik, xchi heb'."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix elta Jesús, ix yilan jun winh tecumel alcabar scuchan Leví, k'ojanek' winh b'aj stequel alcabar chi'. Ix yalan Jesús t'a winh: --Ochanh in k'ayb'umoc, xchi."
        },
        {
            "number": "28",
            "text": "Ix k'e waan winh, ix yactancan smasanil, ix och winh sk'ayb'umoc Jesús chi'."
        },
        {
            "number": "29",
            "text": "Ichato chi', ix och jun niwan wael t'a spat winh yic swa Jesús yet'oc. Tzijtum heb' winh tecumel alcabar yet' juntzanhxo heb' anima ix och yet' heb' t'a mexa."
        },
        {
            "number": "30",
            "text": "Axo heb' winh fariseo yet' heb' winh k'ayb'um t'a ley Moisés chi', ix och ijan heb' winh yalan t'a heb' sk'ayb'um Jesús chi' icha tik: --¿Tas yuj tzex wa'i, tzeyuk'an ha' yet' juntzanh heb' winh tecumel alcabar tik yet' heb' chuk sb'eyb'al tik? xchi heb' winh t'a heb'."
        },
        {
            "number": "31",
            "text": "Yuj chi', ix yal Jesús t'a heb' winh: --Q'uinaloc ay junok winh anhtum ticnaik. Ha heb' wach' sk'ool, ¿tom ay tz'och winh yuj heb'? Anhej heb' penaay ay tz'och winh yuj."
        },
        {
            "number": "32",
            "text": "Manh yujoc wavtan heb' toxon wach' sb'eyb'al snaani, in jawi. Palta yuj wavtan heb' yojtac to chuk sb'eyb'al, yic wach' sna sb'a heb' yuj smul, xchi t'a heb' winh."
        },
        {
            "number": "33",
            "text": "Ixlajwi chi', ix yalan heb' winh t'a Jesús: --Ha heb' sk'ayb'um winhaj Juan, winh tz'ak'an bautizar yet' heb' sk'ayb'um heb' winh fariseo, tzijtum el tz'och heb' t'a tzek'ojk'olal, slesalwi heb'. Palta haxo heb' a k'ayb'um tik, ¿tas yuj anhej wael syak' heb'? xchi heb' winh t'ay."
        },
        {
            "number": "34",
            "text": "Ix yalan Jesús t'a heb' winh: --Q'uinaloc ay junok nupnajel, ¿tom syal eyak'anoch heb' avtab'il t'a nupnajel chi' t'a tzek'ojk'olal yacb'an aytoek' winh wan yoch yetb'eyum chi' yet' heb'?"
        },
        {
            "number": "35",
            "text": "Palta ol ja sk'ual ol ik'joc el winh t'a skal heb', ichato chi' ol och heb' t'a tzek'ojk'olal, xchi t'a heb' winh."
        },
        {
            "number": "36",
            "text": "Ixlajwi chi', ix yalanxi junxo ab'ix tik t'a heb' winh: --Malaj junok onh ay junok ak' pichul sco nhik'elta jab'oc, skak'anoch snipuloc junok k'a pichul. Tato icha chi' scutej, tz'ixtaxel jun ak'to chi'. Anhejtona', tz'ixtax pax el jun k'a pichul chi' yuj jun ak'to chi'."
        },
        {
            "number": "37",
            "text": "Ol wal junxo ch'oxnab'il: Max yal-laj yak'chajem wino manto sipji t'a yol junok nok' k'a tz'um yet'tal wino, tato icha chi', snhik'chaj jun tz'uum chi' yuj wino chi', tz'ixtax scha macanhil."
        },
        {
            "number": "38",
            "text": "Yuj chi', ha t'a yol nok' ak' tz'uum tzeyak'em wino manto sipji, icha chi' wach' ol kan schab'il."
        },
        {
            "number": "39",
            "text": "Anhejtona', tato ay heb' anheja' tzato uk'an peka' wino, haxo jun wino toto sb'oi, malaj yelk'och t'a sat heb'. Syalan heb': Ha jun peka' wino tik, más wach', xchi heb', xchi Jesús."
        }
    ]
}