{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun sk'ual ik'oj ip ix ek' Jesús t'a jun b'e t'a skal juntzanh ixim trigo yet' heb' sk'ayb'um. Axo heb' sk'ayb'um chi', ix sk'utzelta sjolom ixim heb', ix swuchanel ixim heb', ix sk'uxan ixim heb'."
        },
        {
            "number": "2",
            "text": "Axo juntzanh heb' fariseo ix k'anb'an t'a heb': --¿Tas yuj tze k'ulej junok tas to manh smojoc sk'ulaj t'a sk'ual ik'oj ip? xchi heb' winh."
        },
        {
            "number": "3",
            "text": "Ix tak'wi Jesús t'a heb' winh icha tik: --¿Tom manta b'aj tzeyila' tas sk'ulejnac winhaj Dawid yet' heb' ajun yet'oc ayic yochnac swejel heb' jun el?"
        },
        {
            "number": "4",
            "text": "Xid'naquek' winh t'a scajnub' Dios, swanac juntzanh ixim pan winh yicnhej Dios yaji, yak'annac pax ixim winh t'a heb' ajun yet'oc. Ha juntzanh pan chi', anhej heb' winh sacerdote ay yalan yic swaani, palta maj ochlaj smul winhaj Dawid yet' heb' ajun yet' chi', xchi t'a heb' winh."
        },
        {
            "number": "5",
            "text": "Ix yalanxi t'a heb' winh: --Ha in tik Ak'b'il in cot yuj Dios woch animail, yuj chi' syal walani tas smoj sco k'ulej t'a sk'ual ik'oj ip."
        },
        {
            "number": "6",
            "text": "D'a junxo sk'ual ik'oj ip, ix och Jesús t'a yol spatil culto, ix och ijan sk'ayb'an heb'. Ata' ay jun winh sicb'inaquel swach' k'ab'."
        },
        {
            "number": "7",
            "text": "Axo heb' winh k'ayb'um t'a ley Moisés yet' heb' winh fariseo, wan smaclan heb' winh yila' tato ol b'oxoc sk'ab' jun winh chi' yuj Jesús t'a sk'ual ik'oj ip chi', yic wach' syak'och heb' winh t'a yib'anh."
        },
        {
            "number": "8",
            "text": "Palta haxo Jesús, yojtacxo tas wan snaan heb' winh, yuj chi' ix yalan t'a winh sicb'inaquel sk'ab' chi': --Q'ueanh linhan t'a ko kal tik, xchi t'a winh. Ix k'e linhan winh b'ian."
        },
        {
            "number": "9",
            "text": "Ix yalan Jesús t'a heb' smasanil: --Tzin k'anb'ej t'ayex: ¿Tas junok smoj ko k'ulan t'a sk'ual ik'oj ip? ¿Tzam yal ko k'ulan juntzanh tas wach', mato a juntzanh chukal? ¿Tzam yal ko colan junok penaay, mato wach' sco mak'chamoc? xchi t'a heb'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix och k'elan Jesús t'a heb' oyanek' chi', ix yalan t'a winh penaay chi': --Hak'uel lian a k'ab' chi', xchi t'a winh. Ix slianel sk'ab' winh chi', ix b'oxican winh."
        },
        {
            "number": "11",
            "text": "Axo heb' winh k'ayb'um t'a ley chi' yet' heb' winh fariseo, ix te cot yowal heb' winh, ix och ijan heb' winh sk'anb'an t'ay junjun tas wach' syutej heb' winh yik'ancot t'a yib'anh Jesús chi'."
        },
        {
            "number": "12",
            "text": "Ha t'a juntzanh k'ual chi', ix b'at Jesús t'a jun tzalan lesal. Jun ak'wal ix lesalwi d'ha Dios."
        },
        {
            "number": "13",
            "text": "Axo ix sakb'i ix sik'anel heb' winh sk'ayb'um, ix sik'anelta lajchawanh heb' winh. Ha heb' winh chi', ix yak'och schecab'oc."
        },
        {
            "number": "14",
            "text": "Aton heb' winh tik: Vinhaj Simón, scuchan pax Pedro yuj Jesús, winhaj Andrés yuk'tac winhaj Simón chi', winhaj Jacobo, winhaj Juan, winhaj Felipe yet' winhaj Bartolomé."
        },
        {
            "number": "15",
            "text": "Vinhaj Mateo, winhaj Tomás, winhaj Jacobo yuninal winhaj Alfeo, winhaj Simón tz'alji pax Zeloteal."
        },
        {
            "number": "16",
            "text": "Vinhaj Judas, yuk'tac winhaj Jacobo yet' winhaj Judas aj Queriot, aton winh ak'jinacoch Jesús t'a yol sk'ab' chamel t'a slajwub'alxo. Aton heb' winh tik ix sik'elta Jesús, yic tz'och heb' winh schecab'oc."
        },
        {
            "number": "17",
            "text": "Ix emixta Jesús yet' heb' sk'ayb'um t'a jun tzalan chi', ix och waan t'a jun ak'lic. Ata' ix smolb'ej sb'a jantac heb' anima tzak'anoch yuj, yet' pax heb' cotnac t'a yol yic Judea, t'a chonhab' Jerusalén yet' t'a stitac ha' mar t'a yol yic Tiro yet' Sidón. Ix jawi heb' smaclej yab' tas syal Jesús chi', yic sb'oxipaxcan heb' penaay."
        },
        {
            "number": "18",
            "text": "Ha heb' tz'ixtaj yuj heb' enemigo, ix b'oxipaxcan heb'."
        },
        {
            "number": "19",
            "text": "Masanil heb' sgana syamlan Jesús, yujto sb'oxican sk'ool heb' smasanil yuj spoder."
        },
        {
            "number": "20",
            "text": "Axo Jesús ix ek' k'eleloc t'a heb' sk'ayb'um, ix yalan t'a heb' icha tik: --Ha ex meb'a' ex, te wach' eyiko', yujto ayexxo och t'a yol sk'ab' Dios."
        },
        {
            "number": "21",
            "text": "Ha ex ay he wejel ticnaik, te wach' eyiko', yujto ol ex b'ud'joccanoc. Ha ex tzex oq'ui, te wach' eyiko' yujto slajwi chi' ol ex tzewajoc."
        },
        {
            "number": "22",
            "text": "Vujnhej a in Ak'b'il in cot yuj Dios woch animail tik, ol chichon sk'ool heb' anima t'ayex, ol ex spechelta heb' t'a skal, ol ex sb'uchan heb'. Te chuk ol yal heb' t'a he patic wuuj. Palta ayic ol ex yutan heb' icha chi', te wach' eyiko'."
        },
        {
            "number": "23",
            "text": "Tzex te k'echaanh, tzex te tzalaji, yujto te niwan spak ol he cha t'a satcha’anh, yujto icha chi' utab'il heb' schecab' Dios t'a peka' yuj smam yicham heb' anima tik."
        },
        {
            "number": "24",
            "text": "Ob'iltac ex b'eyum ex, yujto toxo ix eyil swach'il t'a tik."
        },
        {
            "number": "25",
            "text": "Ha ex b'ut'annhej he k'ool ticnaik, te chuk eyiko', yujto ol ja jun pekti’ ol te och he wejel. Ob'iltac ex, mach ex tzex tzewaji, ol ex ok' pax yuj cusk'olal."
        },
        {
            "number": "26",
            "text": "Ayic syalan heb' anima smasanil to wach' ex, te chuk eyiko', yujto icha chi' ix utaj heb' ix yaloch sb'a schecab'oc Dios t'a peka' yuj heb' smam yicham heb' anima tik."
        },
        {
            "number": "27",
            "text": "Palta a exxo tzeyab' tas swal tik, swal t'ayex: Xajanejec heb' eyajk'ool, wach' tzeyutej he b'ha t'a heb' tzex chacaneli."
        },
        {
            "number": "28",
            "text": "Tato ay heb' sk'anancot yaelal t'a eyib'anh, a exxo, a swach'k'olal Dios tze k'ancot t'a yib'anh heb'. Tato ay heb' tzex b'uchani, tzex lesalwi yuj heb'."
        },
        {
            "number": "29",
            "text": "Tato ay heb' stz'itanb'at junok spak'ul he ti', meltzitejecb'at junxo pak'anh t'a heb'. Tato ay heb' tz'ik'anek' he chumpa, aq'ek pax b'at he camix t'a heb'."
        },
        {
            "number": "30",
            "text": "Tato ay heb' sk'anan junok tas t'ayex, tzeyak'nhej t'a heb'. Tato ay heb' tz'ik'anek' junok tas eyiko', manhxo he k'anxi meltzaj t'a heb'."
        },
        {
            "number": "31",
            "text": "Tato tze nib'ej wach' syutej sb'a heb' eyetanimail t'ayex, icha pax chi' tzeyutej he b'ha t'a heb'."
        },
        {
            "number": "32",
            "text": "Tato anhej heb' anima xajan ex yuj tze xajanej, ¿b'aja swach'il jun tze k'ulej chi'? Anheja' heb' chuk icha pax chi' syutej sb'a heb'."
        },
        {
            "number": "33",
            "text": "Tato anhej heb' wach' syutej sb'a t'ayex b'aj wach' tzeyutej he b'a, ¿b'aja swach'il jun tze k'ulej chi'? Anheja' heb' chuk icha pax chi' sk'ulej heb'."
        },
        {
            "number": "34",
            "text": "Tato ay heb' sk'anan sk'ex junok tas t'ayex, tato anhej t'a heb' syal yak'anxi t'ayex, anhej t'a heb' tzeyak'a' ¿tom wach' tze k'ulej icha chi'? Icha chi' syutej sb'a heb' chuk yak'an junok tas majanil t'a heb' yetchucal, yujto sna heb' to ol schapax tas heb' t'a heb'."
        },
        {
            "number": "35",
            "text": "Palta a ex tik, xajanejec heb' eyajk'ool, wach' tzeyutej he k'ool. Tato ay junok tas tzeyak' majanil, manh he na to ol tupjoc t'ayex. Tato icha chi' tzeyutej he b'a, niwan spak ol he cha'a. Ol checlajeloc to yuninal ex Dios niwan yelk'ochi, yujto anheja' icha chi' Dios chi', wach' syutej sb'ha t'a heb' max yak' yuj diosal yet' pax t'a heb' chuk sk'ulej t'ay."
        },
        {
            "number": "36",
            "text": "Ok'ocab' he k'ool t'a heb' eyetanimail, icha tz'aj yok' sk'ol Dios t'ayex."
        },
        {
            "number": "37",
            "text": "Manh he ch'olb'itej tas yaj junocxo mach, yuj chi' manh ol ex sch'olb'itejpax Dios. Manh eyak'b'at t'a yib'anh junocxo mach, yic wach' ha Dios manh ol ak'anb'at t'a eyib'anh. Tzeyak' niwank'olal, tato icha chi', haxo Dios ol ak'an lajwoc he mul."
        },
        {
            "number": "38",
            "text": "Hak'ek tas tz'och yuj junocxo mach. Axo Dios ol ak'anpax t'ayex. Icha junok mucuc tz'och echlab'il, ste b'ud'ji, tenb'il tz'aji, manhxa b'aj syal yem jab'ocxo, icha chi' ol yutoc Dios yak'an tastac t'ayex. Yujto icha tzeyutej eyak'an t'a heb' eyetanimail, icha pax chi' ol yutoc Dios yak'an t'ayex."
        },
        {
            "number": "39",
            "text": "Ix yal jun ch'oxnab'il tik Jesús: --Q'uinaloc a junok mach max uji yilani, a sch'oxan b'e t'a junocxo mach max uji pax yilani, tato icha chi', syetb'atejb'at sb'a heb' t'a junok jul."
        },
        {
            "number": "40",
            "text": "Malaj junok mach wan sk'ayb'aji, ek'to t'a yichanh jun sk'ayb'umal chi', wach'chom ayic toxo ix yilel smasanil, lajan tz'aj yet' sk'ayb'umal chi'."
        },
        {
            "number": "41",
            "text": "Q'uinaloc ay junok eyetanimail, ayb'at jab'oc k'alem t'a yol sat, a exxo a junok te' patzab' ayoch t'a yol he sat. Tato max eyila' to ayoch jun te' chi' t'a yol he sat, ¿tom ol yal eyilan jab' k'alem ayb'at t'a yol sat jun eyetanimail chi'?"
        },
        {
            "number": "42",
            "text": "Tato ayoch jun te' patzab' chi' t'a yol he sat, ¿tom smoj eyalan t'a junxo chi': Ina yajelta jab' k'alem t'a yol a sat chi', tzin nib'ej swik'elta t'ayach, tom xe chi t'ay? Tato icha chi' tzeyutej eyalani, te chab' sat ex. Yowalil tze b'ab'laj ik'ejelta jun te' patzab' chi' t'a yol he sat. Ichato chi', syal eyik'anelta jab' k'alem t'a yic jun eyetanimail chi'."
        },
        {
            "number": "43",
            "text": "Malaj junok te te' wach' chuclaj sat syak'a'. Malaj pax junok te te' chuk wach' sat syak'a'."
        },
        {
            "number": "44",
            "text": "Yujto a sat junjun te', a tz'ak'an cojtaquejeli tas yaj junjun te'. Q'uinaloc ay junok te' q'uiix, ¿tom higo sat te' syak'a'? Q'uinaloc ay junok te' mequiix, ¿tom uwa sat te' syak'a'?"
        },
        {
            "number": "45",
            "text": "Icha pax chi' heb' anima wach', wach' tas syal heb', yujto a tas wach' sna heb'. Ha heb' anima chuk, chuk tas syal heb', yujto chuk tas sna heb'. Ha tas scala', ha t'a ko pensar scoti."
        },
        {
            "number": "46",
            "text": "¿Tas yuj tzeyal t'ayin: Ach Mamin Vajal, xe chi, palta max he k'anab'ajej tas swala'?"
        },
        {
            "number": "47",
            "text": "Ol wal t'ayex chajtil yaj heb' sjawi t'ayin, syab'an in lolonel heb', sk'anab'ajan pax heb':"
        },
        {
            "number": "48",
            "text": "Lajan heb' icha jun winh ix sjuc yet'tal spat masanto ix k'och b'aj ay lum stzatzil. Ichato chi' ix sb'oank'e spat winh chi'. Axo ix jawi ha' niwac eluma' t'a jun pat chi', maj ib'xoclaj yuj ha', yujto ha t'a lum stzatzil ayem yich."
        },
        {
            "number": "49",
            "text": "Axo heb' tz'ab'an in lolonel, palta max sk'anab'ajej heb', lajan heb' icha jun winh ix sb'ok'e spat b'aj nab'a tza lu'um, manh tzatzoclaj ix ajem yich. Axo yic ix jawi ha' niwac eluma' t'a jun pat chi', ix em lanhnajoc, manhxa jab'oc tas ix cani, xchi Jesús t'a heb'."
        }
    ]
}