{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun sk'ual ik'oj ip ix ek' Jesús t'a jun b'e t'a skal juntzanh ixim trigo yet' eb' sk'ayb'um. Axo eb' sk'ayb'um chi', ix sk'utzelta sjolom ixim eb', ix svuchanel ixim eb', ix sk'uxan ixim eb'."
        },
        {
            "number": "2",
            "text": "Axo juntzanh eb' fariseo ix k'anb'an t'a eb': --¿Tas yuj tze k'ulej junok tas to manh smojoc sk'ulaj t'a sk'ual ik'oj ip? xchi eb' winh."
        },
        {
            "number": "3",
            "text": "Ix tak'vi Jesús t'a eb' winh icha tik: --¿Tom manta b'aj tzeyila' tas sk'ulejnac winhaj David yet' eb' ajun yet'oc ayic yochnac svejel eb' jun el?"
        },
        {
            "number": "4",
            "text": "Xid'naquek' winh t'a scajnub' Dios, svanac juntzanh ixim pan winh yicnhej Dios yaji, yak'annac pax ixim winh t'a eb' ajun yet'oc. Ha juntzanh pan chi', anhej eb' winh sacerdote ay yalan yic svaani, palta maj ochlaj smul winhaj David yet' eb' ajun yet' chi', xchi t'a eb' winh."
        },
        {
            "number": "5",
            "text": "Ix yalanxi t'a eb' winh: --Ha in tik Ak'b'il in cot yuj Dios voch animail, yuj chi' syal valani tas smoj sco k'ulej t'a sk'ual ik'oj ip."
        },
        {
            "number": "6",
            "text": "D'a junxo sk'ual ik'oj ip, ix och Jesús t'a yol spatil culto, ix och ijan sk'ayb'an eb'. Ata' ay jun winh sicb'inaquel swach' k'ab'."
        },
        {
            "number": "7",
            "text": "Axo eb' winh k'ayb'um t'a ley Moisés yet' eb' winh fariseo, van smaclan eb' winh yila' tato ol b'oxoc sk'ab' jun winh chi' yuj Jesús t'a sk'ual ik'oj ip chi', yic wach' syak'och eb' winh t'a yib'anh."
        },
        {
            "number": "8",
            "text": "Palta haxo Jesús, yojtacxo tas van snaan eb' winh, yuj chi' ix yalan t'a winh sicb'inaquel sk'ab' chi': --Q'ueanh linhan t'a co cal tik, xchi t'a winh. Ix q'ue linhan winh b'ian."
        },
        {
            "number": "9",
            "text": "Ix yalan Jesús t'a eb' smasanil: --Tzin k'anb'ej t'ayex: ¿Tas junok smoj co k'ulan t'a sk'ual ik'oj ip? ¿Tzam yal co k'ulan juntzanh tas wach', mato a juntzanh chukal? ¿Tzam yal co colan junok penaay, mato wach' sco mak'chamoc? xchi t'a eb'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix och q'uelan Jesús t'a eb' oyanek' chi', ix yalan t'a winh penaay chi': --Hak'uel lian a k'ab' chi', xchi t'a winh. Ix slianel sk'ab' winh chi', ix b'oxican winh."
        },
        {
            "number": "11",
            "text": "Axo eb' winh k'ayb'um t'a ley chi' yet' eb' winh fariseo, ix te cot yoval eb' winh, ix och ijan eb' winh sk'anb'an t'ay junjun tas wach' syutej eb' winh yik'ancot t'a yib'anh Jesús chi'."
        },
        {
            "number": "12",
            "text": "Ha t'a juntzanh k'ual chi', ix b'at Jesús t'a jun tzalan lesal. Jun ak'val ix lesalvi d'ha Dios."
        },
        {
            "number": "13",
            "text": "Axo ix sakb'i ix sik'anel eb' winh sk'ayb'um, ix sik'anelta lajchawanh eb' winh. Ha eb' winh chi', ix yak'och schecab'oc."
        },
        {
            "number": "14",
            "text": "Aton eb' winh tik: Vinhaj Simón, scuchan pax Pedro yuj Jesús, winhaj Andrés yuk'tac winhaj Simón chi', winhaj Jacobo, winhaj Juan, winhaj Felipe yet' winhaj Bartolomé."
        },
        {
            "number": "15",
            "text": "Vinhaj Mateo, winhaj Tomás, winhaj Jacobo yuninal winhaj Alfeo, winhaj Simón tz'alji pax Zeloteal."
        },
        {
            "number": "16",
            "text": "Vinhaj Judas, yuk'tac winhaj Jacobo yet' winhaj Judas aj Queriot, aton winh ak'jinacoch Jesús t'a yol sk'ab' chamel t'a slajvub'alxo. Aton eb' winh tik ix siq'uelta Jesús, yic tz'och eb' winh schecab'oc."
        },
        {
            "number": "17",
            "text": "Ix emixta Jesús yet' eb' sk'ayb'um t'a jun tzalan chi', ix och vaan t'a jun ak'lic. Ata' ix smolb'ej sb'a jantac eb' anima tzak'anoch yuj, yet' pax eb' cotnac t'a yol yic Judea, t'a chonhab' Jerusalén yet' t'a stitac ha' mar t'a yol yic Tiro yet' Sidón. Ix javi eb' smaclej yab' tas syal Jesús chi', yic sb'oxipaxcan eb' penaay."
        },
        {
            "number": "18",
            "text": "Ha eb' tz'ixtaj yuj eb' enemigo, ix b'oxipaxcan eb'."
        },
        {
            "number": "19",
            "text": "Masanil eb' sgana syamlan Jesús, yujto sb'oxican sk'ool eb' smasanil yuj spoder."
        },
        {
            "number": "20",
            "text": "Axo Jesús ix ek' q'ueleloc t'a eb' sk'ayb'um, ix yalan t'a eb' icha tik: --Ha ex meb'a' ex, te wach' eyiko', yujto ayexxo och t'a yol sk'ab' Dios."
        },
        {
            "number": "21",
            "text": "Ha ex ay e vejel ticnaic, te wach' eyiko', yujto ol ex b'ud'joccanoc. Ha ex tzex oq'ui, te wach' eyiko' yujto slajvi chi' ol ex tzevajoc."
        },
        {
            "number": "22",
            "text": "Vujnhej a in Ak'b'il in cot yuj Dios voch animail tik, ol chichon sk'ool eb' anima t'ayex, ol ex spechelta eb' t'a skal, ol ex sb'uchan eb'. Te chuk ol yal eb' t'a e patic vuuj. Palta ayic ol ex yutan eb' icha chi', te wach' eyiko'."
        },
        {
            "number": "23",
            "text": "Tzex te q'uechaanh, tzex te tzalaji, yujto te niwan spak ol e cha t'a satcha’anh, yujto icha chi' utab'il eb' schecab' Dios t'a peca' yuj smam yicham eb' anima tik."
        },
        {
            "number": "24",
            "text": "Ob'iltac ex b'eyum ex, yujto toxo ix eyil swach'il t'a tik."
        },
        {
            "number": "25",
            "text": "Ha ex b'ut'annhej e k'ool ticnaic, te chuk eyiko', yujto ol ja jun pekti’ ol te och e vejel. Ob'iltac ex, mach ex tzex tzevaji, ol ex ok' pax yuj cusk'olal."
        },
        {
            "number": "26",
            "text": "Ayic syalan eb' anima smasanil to wach' ex, te chuk eyiko', yujto icha chi' ix utaj eb' ix yaloch sb'a schecab'oc Dios t'a peca' yuj eb' smam yicham eb' anima tik."
        },
        {
            "number": "27",
            "text": "Palta a exxo tzeyab' tas swal tik, swal t'ayex: Xajanejec eb' eyajk'ool, wach' tzeyutej e b'ha t'a eb' tzex chacaneli."
        },
        {
            "number": "28",
            "text": "Tato ay eb' sk'anancot yaelal t'a eyib'anh, a exxo, a swach'k'olal Dios tze k'ancot t'a yib'anh eb'. Tato ay eb' tzex b'uchani, tzex lesalvi yuj eb'."
        },
        {
            "number": "29",
            "text": "Tato ay eb' stz'itanb'at junok spak'ul e ti', meltzitejecb'at junxo pak'anh t'a eb'. Tato ay eb' tz'ik'anek' e chumpa, aq'ek pax b'at e camix t'a eb'."
        },
        {
            "number": "30",
            "text": "Tato ay eb' sk'anan junok tas t'ayex, tzeyak'nhej t'a eb'. Tato ay eb' tz'ik'anek' junok tas eyiko', manhxo e k'anxi meltzaj t'a eb'."
        },
        {
            "number": "31",
            "text": "Tato tze nib'ej wach' syutej sb'a eb' eyetanimail t'ayex, icha pax chi' tzeyutej e b'ha t'a eb'."
        },
        {
            "number": "32",
            "text": "Tato anhej eb' anima xajan ex yuj tze xajanej, ¿b'aja swach'il jun tze k'ulej chi'? Anheja' eb' chuk icha pax chi' syutej sb'a eb'."
        },
        {
            "number": "33",
            "text": "Tato anhej eb' wach' syutej sb'a t'ayex b'aj wach' tzeyutej e b'a, ¿b'aja swach'il jun tze k'ulej chi'? Anheja' eb' chuk icha pax chi' sk'ulej eb'."
        },
        {
            "number": "34",
            "text": "Tato ay eb' sk'anan sq'uex junok tas t'ayex, tato anhej t'a eb' syal yak'anxi t'ayex, anhej t'a eb' tzeyak'a' ¿tom wach' tze k'ulej icha chi'? Icha chi' syutej sb'a eb' chuk yak'an junok tas majanil t'a eb' yetchucal, yujto sna eb' to ol schapax tas eb' t'a eb'."
        },
        {
            "number": "35",
            "text": "Palta a ex tik, xajanejec eb' eyajk'ool, wach' tzeyutej e k'ool. Tato ay junok tas tzeyak' majanil, manh e na to ol tupjoc t'ayex. Tato icha chi' tzeyutej e b'a, niwan spak ol e cha'a. Ol checlajeloc to yuninal ex Dios niwan yelk'ochi, yujto anheja' icha chi' Dios chi', wach' syutej sb'ha t'a eb' max yak' yuj diosal yet' pax t'a eb' chuk sk'ulej t'ay."
        },
        {
            "number": "36",
            "text": "Ok'ocab' e k'ool t'a eb' eyetanimail, icha tz'aj yok' sk'ol Dios t'ayex."
        },
        {
            "number": "37",
            "text": "Manh e ch'olb'itej tas yaj junocxo mach, yuj chi' manh ol ex sch'olb'itejpax Dios. Manh eyak'b'at t'a yib'anh junocxo mach, yic wach' ha Dios manh ol ak'anb'at t'a eyib'anh. Tzeyak' nivank'olal, tato icha chi', haxo Dios ol ak'an lajvoc e mul."
        },
        {
            "number": "38",
            "text": "Hak'ek tas tz'och yuj junocxo mach. Axo Dios ol ak'anpax t'ayex. Icha junok mucuc tz'och echlab'il, ste b'ud'ji, tenb'il tz'aji, manhxa b'aj syal yem jab'ocxo, icha chi' ol yutoc Dios yak'an tastac t'ayex. Yujto icha tzeyutej eyak'an t'a eb' eyetanimail, icha pax chi' ol yutoc Dios yak'an t'ayex."
        },
        {
            "number": "39",
            "text": "Ix yal jun ch'oxnab'il tik Jesús: --Q'uinaloc a junok mach max uji yilani, a sch'oxan b'e t'a junocxo mach max uji pax yilani, tato icha chi', syetb'atejb'at sb'a eb' t'a junok jul."
        },
        {
            "number": "40",
            "text": "Malaj junok mach van sk'ayb'aji, ek'to t'a yichanh jun sk'ayb'umal chi', wach'chom ayic toxo ix yilel smasanil, lajan tz'aj yet' sk'ayb'umal chi'."
        },
        {
            "number": "41",
            "text": "Q'uinaloc ay junok eyetanimail, ayb'at jab'oc k'alem t'a yol sat, a exxo a junok te' patzab' ayoch t'a yol e sat. Tato max eyila' to ayoch jun te' chi' t'a yol e sat, ¿tom ol yal eyilan jab' k'alem ayb'at t'a yol sat jun eyetanimail chi'?"
        },
        {
            "number": "42",
            "text": "Tato ayoch jun te' patzab' chi' t'a yol e sat, ¿tom smoj eyalan t'a junxo chi': Ina yajelta jab' k'alem t'a yol a sat chi', tzin nib'ej sviq'uelta t'ayach, tom xe chi t'ay? Tato icha chi' tzeyutej eyalani, te chab' sat ex. Yovalil tze b'ab'laj iq'uejelta jun te' patzab' chi' t'a yol e sat. Ichato chi', syal eyik'anelta jab' k'alem t'a yic jun eyetanimail chi'."
        },
        {
            "number": "43",
            "text": "Malaj junok te te' wach' chuclaj sat syak'a'. Malaj pax junok te te' chuk wach' sat syak'a'."
        },
        {
            "number": "44",
            "text": "Yujto a sat junjun te', a tz'ak'an cojtaquejeli tas yaj junjun te'. Q'uinaloc ay junok te' q'uiix, ¿tom higo sat te' syak'a'? Q'uinaloc ay junok te' mequiix, ¿tom uva sat te' syak'a'?"
        },
        {
            "number": "45",
            "text": "Icha pax chi' eb' anima wach', wach' tas syal eb', yujto a tas wach' sna eb'. Ha eb' anima chuk, chuk tas syal eb', yujto chuk tas sna eb'. Ha tas scala', ha t'a co pensar scoti."
        },
        {
            "number": "46",
            "text": "¿Tas yuj tzeyal t'ayin: Ach Mamin Vajal, xe chi, palta max e k'anab'ajej tas svala'?"
        },
        {
            "number": "47",
            "text": "Ol val t'ayex chajtil yaj eb' sjavi t'ayin, syab'an in lolonel eb', sk'anab'ajan pax eb':"
        },
        {
            "number": "48",
            "text": "Lajan eb' icha jun winh ix sjuc yet'tal spat masanto ix k'och b'aj ay lum stzatzil. Ichato chi' ix sb'oanq'ue spat winh chi'. Axo ix javi ha' nivac eluma' t'a jun pat chi', maj ib'xoclaj yuj ha', yujto ha t'a lum stzatzil ayem yich."
        },
        {
            "number": "49",
            "text": "Axo eb' tz'ab'an in lolonel, palta max sk'anab'ajej eb', lajan eb' icha jun winh ix sb'oq'ue spat b'aj nab'a tza lu'um, manh tzatzoclaj ix ajem yich. Axo yic ix javi ha' nivac eluma' t'a jun pat chi', ix em lanhnajoc, manhxa jab'oc tas ix cani, xchi Jesús t'a eb'."
        }
    ]
}