{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "A d'a jun sk'ual ik'oj ip ix ek' Jesús d'a jun b'e d'a scal juntzanh ixim trigo yed' eb' sk'ayb'um. Axo eb' sk'ayb'um chi', ix sk'utzelta sjolom ixim eb', ix svuchanel ixim eb', ix sk'uxan ixim eb'."
        },
        {
            "number": "2",
            "text": "Axo juntzanh eb' fariseo ix k'anb'an d'a eb': --¿Tas yuj tze k'ulej junoc tas to manh smojoc sk'ulaj d'a sk'ual ik'oj ip? xchi eb' vinh."
        },
        {
            "number": "3",
            "text": "Ix tak'vi Jesús d'a eb' vinh icha tic: --¿Tom manta b'aj tzeyila' tas sk'ulejnac vinhaj David yed' eb' ajun yed'oc ayic yochnac svejel eb' jun el?"
        },
        {
            "number": "4",
            "text": "Xid'naquek' vinh d'a scajnub' Dios, svanac juntzanh ixim pan vinh yicnhej Dios yaji, yak'annac pax ixim vinh d'a eb' ajun yed'oc. A juntzanh pan chi', anhej eb' vinh sacerdote ay yalan yic svaani, palta maj ochlaj smul vinhaj David yed' eb' ajun yed' chi', xchi d'a eb' vinh."
        },
        {
            "number": "5",
            "text": "Ix yalanxi d'a eb' vinh: --A in tic Ak'b'il in cot yuj Dios voch animail, yuj chi' syal valani tas smoj sco k'ulej d'a sk'ual ik'oj ip."
        },
        {
            "number": "6",
            "text": "D'a junxo sk'ual ik'oj ip, ix och Jesús d'a yol spatil culto, ix och ijan sk'ayb'an eb'. Ata' ay jun vinh sicb'inaquel svach' k'ab'."
        },
        {
            "number": "7",
            "text": "Axo eb' vinh k'ayb'um d'a ley Moisés yed' eb' vinh fariseo, van smaclan eb' vinh yila' tato ol b'oxoc sk'ab' jun vinh chi' yuj Jesús d'a sk'ual ik'oj ip chi', yic vach' syak'och eb' vinh d'a yib'anh."
        },
        {
            "number": "8",
            "text": "Palta axo Jesús, yojtacxo tas van snaan eb' vinh, yuj chi' ix yalan d'a vinh sicb'inaquel sk'ab' chi': --Q'ueanh linhan d'a co cal tic, xchi d'a vinh. Ix q'ue linhan vinh b'ian."
        },
        {
            "number": "9",
            "text": "Ix yalan Jesús d'a eb' smasanil: --Tzin k'anb'ej d'ayex: ¿Tas junoc smoj co k'ulan d'a sk'ual ik'oj ip? ¿Tzam yal co k'ulan juntzanh tas vach', mato a juntzanh chucal? ¿Tzam yal co colan junoc penaay, mato vach' sco mak'chamoc? xchi d'a eb'."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', ix och q'uelan Jesús d'a eb' oyanek' chi', ix yalan d'a vinh penaay chi': --Aq'uel lian a k'ab' chi', xchi d'a vinh. Ix slianel sk'ab' vinh chi', ix b'oxican vinh."
        },
        {
            "number": "11",
            "text": "Axo eb' vinh k'ayb'um d'a ley chi' yed' eb' vinh fariseo, ix te cot yoval eb' vinh, ix och ijan eb' vinh sk'anb'an d'ay junjun tas vach' syutej eb' vinh yik'ancot d'a yib'anh Jesús chi'."
        },
        {
            "number": "12",
            "text": "A d'a juntzanh k'ual chi', ix b'at Jesús d'a jun tzalan lesal. Jun ak'val ix lesalvi d'a Dios."
        },
        {
            "number": "13",
            "text": "Axo ix sacb'i ix sik'anel eb' vinh sk'ayb'um, ix sik'anelta lajchavanh eb' vinh. A eb' vinh chi', ix yak'och schecab'oc."
        },
        {
            "number": "14",
            "text": "Aton eb' vinh tic: Vinhaj Simón, scuchan pax Pedro yuj Jesús, vinhaj Andrés yuk'tac vinhaj Simón chi', vinhaj Jacobo, vinhaj Juan, vinhaj Felipe yed' vinhaj Bartolomé."
        },
        {
            "number": "15",
            "text": "Vinhaj Mateo, vinhaj Tomás, vinhaj Jacobo yuninal vinhaj Alfeo, vinhaj Simón tz'alji pax Zeloteal."
        },
        {
            "number": "16",
            "text": "Vinhaj Judas, yuk'tac vinhaj Jacobo yed' vinhaj Judas aj Queriot, aton vinh ak'jinacoch Jesús d'a yol sk'ab' chamel d'a slajvub'alxo. Aton eb' vinh tic ix siq'uelta Jesús, yic tz'och eb' vinh schecab'oc."
        },
        {
            "number": "17",
            "text": "Ix emixta Jesús yed' eb' sk'ayb'um d'a jun tzalan chi', ix och vaan d'a jun ak'lic. Ata' ix smolb'ej sb'a jantac eb' anima tzak'anoch yuuj, yed' pax eb' cotnac d'a yol yic Judea, d'a chonhab' Jerusalén yed' d'a stitac a' mar d'a yol yic Tiro yed' Sidón. Ix javi eb' smaclej yab' tas syal Jesús chi', yic sb'oxipaxcan eb' penaay."
        },
        {
            "number": "18",
            "text": "A eb' tz'ixtaj yuj eb' enemigo, ix b'oxipaxcan eb'."
        },
        {
            "number": "19",
            "text": "Masanil eb' sgana syamlan Jesús, yujto sb'oxican sk'ool eb' smasanil yuj spoder."
        },
        {
            "number": "20",
            "text": "Axo Jesús ix ek' q'ueleloc d'a eb' sk'ayb'um, ix yalan d'a eb' icha tic: --A ex meb'a' ex, te vach' eyico', yujto ayexxo och d'a yol sk'ab' Dios."
        },
        {
            "number": "21",
            "text": "A ex ay e vejel ticnaic, te vach' eyico', yujto ol ex b'ud'joccanoc. A ex tzex oq'ui, te vach' eyico' yujto slajvi chi' ol ex tzevajoc."
        },
        {
            "number": "22",
            "text": "Vujnhej a in Ak'b'il in cot yuj Dios voch animail tic, ol chichon sk'ool eb' anima d'ayex, ol ex spechelta eb' d'a scal, ol ex sb'uchan eb'. Te chuc ol yal eb' d'a e patic vuuj. Palta ayic ol ex yutan eb' icha chi', te vach' eyico'."
        },
        {
            "number": "23",
            "text": "Tzex te q'uechaanh, tzex te tzalaji, yujto te nivan spac ol e cha d'a satchaanh, yujto icha chi' utab'il eb' schecab' Dios d'a peca' yuj smam yicham eb' anima tic."
        },
        {
            "number": "24",
            "text": "Ob'iltac ex b'eyum ex, yujto toxo ix eyil svach'il d'a tic."
        },
        {
            "number": "25",
            "text": "A ex b'ud'annhej e k'ool ticnaic, te chuc eyico', yujto ol ja jun tiempoal ol te och e vejel. Ob'iltac ex, mach ex tzex tzevaji, ol ex ok' pax yuj cusk'olal."
        },
        {
            "number": "26",
            "text": "Ayic syalan eb' anima smasanil to vach' ex, te chuc eyico', yujto icha chi' ix utaj eb' ix yaloch sb'a schecab'oc Dios d'a peca' yuj eb' smam yicham eb' anima tic."
        },
        {
            "number": "27",
            "text": "Palta a exxo tzeyab' tas sval tic, sval d'ayex: Xajanejec eb' eyajk'ool, vach' tzeyutej e b'a d'a eb' tzex chacaneli."
        },
        {
            "number": "28",
            "text": "Tato ay eb' sk'anancot yaelal d'a eyib'anh, a exxo, a svach'k'olal Dios tze k'ancot d'a yib'anh eb'. Tato ay eb' tzex b'uchani, tzex lesalvi yuj eb'."
        },
        {
            "number": "29",
            "text": "Tato ay eb' stz'itanb'at junoc spak'ul e ti', meltzitejecb'at junxo pak'anh d'a eb'. Tato ay eb' tz'ik'anek' e chumpa, aq'uec pax b'at e camix d'a eb'."
        },
        {
            "number": "30",
            "text": "Tato ay eb' sk'anan junoc tas d'ayex, tzeyak'nhej d'a eb'. Tato ay eb' tz'ik'anek' junoc tas eyico', manhxo e k'anxi meltzaj d'a eb'."
        },
        {
            "number": "31",
            "text": "Tato tze nib'ej vach' syutej sb'a eb' eyetanimail d'ayex, icha pax chi' tzeyutej e b'a d'a eb'."
        },
        {
            "number": "32",
            "text": "Tato anhej eb' anima xajan ex yuuj tze xajanej, ¿b'aja svach'il jun tze k'ulej chi'? Anheja' eb' chuc icha pax chi' syutej sb'a eb'."
        },
        {
            "number": "33",
            "text": "Tato anhej eb' vach' syutej sb'a d'ayex b'aj vach' tzeyutej e b'a, ¿b'aja svach'il jun tze k'ulej chi'? Anheja' eb' chuc icha pax chi' sk'ulej eb'."
        },
        {
            "number": "34",
            "text": "Tato ay eb' sk'anan sq'uex junoc tas d'ayex, tato anhej d'a eb' syal yak'anxi d'ayex, anhej d'a eb' tzeyak'a' ¿tom vach' tze k'ulej icha chi'? Icha chi' syutej sb'a eb' chuc yak'an junoc tas majanil d'a eb' yetchucal, yujto sna eb' to ol schapax tas eb' d'a eb'."
        },
        {
            "number": "35",
            "text": "Palta a ex tic, xajanejec eb' eyajk'ool, vach' tzeyutej e k'ool. Tato ay junoc tas tzeyak' majanil, manh e na to ol tupjoc d'ayex. Tato icha chi' tzeyutej e b'a, nivan spac ol e cha'a. Ol checlajeloc to yuninal ex Dios nivan yelk'ochi, yujto anheja' icha chi' Dios chi', vach' syutej sb'a d'a eb' max yak' yuj diosal yed' pax d'a eb' chuc sk'ulej d'ay."
        },
        {
            "number": "36",
            "text": "Ok'ocab' e k'ool d'a eb' eyetanimail, icha tz'aj yok' sk'ol Dios d'ayex."
        },
        {
            "number": "37",
            "text": "Manh e ch'olb'itej tas yaj junocxo mach, yuj chi' manh ol ex sch'olb'itejpax Dios. Manh eyak'b'at d'a yib'anh junocxo mach, yic vach' a Dios manh ol ak'anb'at d'a eyib'anh. Tzeyak' nivank'olal, tato icha chi', axo Dios ol ak'an lajvoc e mul."
        },
        {
            "number": "38",
            "text": "Aq'uec tas tz'och yuj junocxo mach. Axo Dios ol ak'anpax d'ayex. Icha junoc mucuc tz'och echlab'il, ste b'ud'ji, tenb'il tz'aji, manhxa b'aj syal yem jab'ocxo, icha chi' ol yutoc Dios yak'an tastac d'ayex. Yujto icha tzeyutej eyak'an d'a eb' eyetanimail, icha pax chi' ol yutoc Dios yak'an d'ayex."
        },
        {
            "number": "39",
            "text": "Ix yal jun ch'oxnab'il tic Jesús: --Q'uinaloc a junoc mach max uji yilani, a sch'oxan b'e d'a junocxo mach max uji pax yilani, tato icha chi', syetb'atejb'at sb'a eb' d'a junoc jul."
        },
        {
            "number": "40",
            "text": "Malaj junoc mach van sk'ayb'aji, ek'to d'a yichanh jun sk'ayb'umal chi', vach'chom ayic toxo ix yilel smasanil, lajan tz'aj yed' sk'ayb'umal chi'."
        },
        {
            "number": "41",
            "text": "Q'uinaloc ay junoc eyetanimail, ayb'at jab'oc k'alem d'a yol sat, a exxo a junoc te' patzab' ayoch d'a yol e sat. Tato max eyila' to ayoch jun te' chi' d'a yol e sat, ¿tom ol yal eyilan jab' k'alem ayb'at d'a yol sat jun eyetanimail chi'?"
        },
        {
            "number": "42",
            "text": "Tato ayoch jun te' patzab' chi' d'a yol e sat, ¿tom smoj eyalan d'a junxo chi': Ina yajelta jab' k'alem d'a yol a sat chi', tzin nib'ej sviq'uelta d'ayach, tom xe chi d'ay? Tato icha chi' tzeyutej eyalani, te chab' sat ex. Yovalil tze b'ab'laj iq'uejelta jun te' patzab' chi' d'a yol e sat. Ichato chi', syal eyik'anelta jab' k'alem d'a yic jun eyetanimail chi'."
        },
        {
            "number": "43",
            "text": "Malaj junoc te te' vach' chuclaj sat syak'a'. Malaj pax junoc te te' chuc vach' sat syak'a'."
        },
        {
            "number": "44",
            "text": "Yujto a sat junjun te', a tz'ak'an cojtaquejeli tas yaj junjun te'. Q'uinaloc ay junoc te' q'uiix, ¿tom higo sat te' syak'a'? Q'uinaloc ay junoc te' mequiix, ¿tom uva sat te' syak'a'?"
        },
        {
            "number": "45",
            "text": "Icha pax chi' eb' anima vach', vach' tas syal eb', yujto a tas vach' sna eb'. A eb' anima chuc, chuc tas syal eb', yujto chuc tas sna eb'. A tas scala', a d'a co pensar scoti."
        },
        {
            "number": "46",
            "text": "¿Tas yuj tzeyal d'ayin: Ach Mamin Vajal, xe chi, palta max e k'anab'ajej tas svala'?"
        },
        {
            "number": "47",
            "text": "Ol val d'ayex chajtil yaj eb' sjavi d'ayin, syab'an in lolonel eb', sk'anab'ajan pax eb':"
        },
        {
            "number": "48",
            "text": "Lajan eb' icha jun vinh ix sjuc yed'tal spat masanto ix k'och b'aj ay lum stzatzil. Ichato chi' ix sb'oanq'ue spat vinh chi'. Axo ix javi a' nivac eluma' d'a jun pat chi', maj ib'xoclaj yuj a', yujto a d'a lum stzatzil ayem yich."
        },
        {
            "number": "49",
            "text": "Axo eb' tz'ab'an in lolonel, palta max sk'anab'ajej eb', lajan eb' icha jun vinh ix sb'oq'ue spat b'aj nab'a tza luum, manh tzatzoclaj ix ajem yich. Axo yic ix javi a' nivac eluma' d'a jun pat chi', ix em lanhnajoc, manhxa jab'oc tas ix cani, xchi Jesús d'a eb'."
        }
    ]
}