{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi sk'ayb'an eb' anima Jesús, ix k'och t'a chonhab' Capernaum."
        },
        {
            "number": "2",
            "text": "Ata' ay jun vinh yajal soldado romano, ay jun vinh schecab' vinh te xajan yuj, palta te penaay vinh, van scham vinh."
        },
        {
            "number": "3",
            "text": "Ayic ix yab'an yab'ixal Jesús vinh, ix schecancot juntzanh eb' vinh ichamtac vinac israel vinh, b'at yalan eb' vinh t'a Jesús yic scot yak' b'oxoc vinh schecab' vinh chi'."
        },
        {
            "number": "4",
            "text": "Ayic ix ilchaj Jesús yuj eb' vinh, ix och ijan eb' vinh yalani: --Smoj ton tza col vinh,"
        },
        {
            "number": "5",
            "text": "yujto xajan co chonhab' tik yuj vinh. Ha vinh ix ak'an tumin ayic ix b'o spatil co culto."
        },
        {
            "number": "6",
            "text": "Yuj chi', ix b'at Jesús yet' eb' vinh. Vanxo sk'och eb' t'a slak'anil spat vinh, haxo vinh ix checancot juntzanh eb' yamigo yal t'a Jesús icha tik: --Ix yalcot vinh yajal soldado icha tik: Mamin, mocab' ixtej a b'a a ja t'ayin, yujto manh in mojoc tzach och t'a yol in pat."
        },
        {
            "number": "7",
            "text": "Yuj chi' in q'uixvi ach in sayaneq'ui. Tonhejocab' tzala', ol b'oxoc sk'ool vinh in checab' tik uuj."
        },
        {
            "number": "8",
            "text": "Vojtac to a in tik ayin t'a yalanh smandar vinh tzin ak'an mandar, ay pax eb' soldado ayoch t'a yalanh in mandar. Tato sval t'a junok: Ixic, ta xin xchi, sb'atnhej. Svalanpax t'a junocxo: Cotanh, ta xin xchi, scotnhej. Tato tzin chec sk'ulej junok tas junok in checab', sk'ulejnhej. Icha svutej vak'an mandar eb' chi', icha chi' tzutej ak'an mandar smasanil tas a ach tik, xchicot vinh, xchi eb'."
        },
        {
            "number": "9",
            "text": "Ayic ix yab'an jun chi' Jesús, ix te sat sk'ool yuj vinh, ix och q'uelan t'a juntzanh eb' anima tzak'anoch yuj, ix yalan t'a eb': --Val yel, manta b'aj svil junok t'a skal eb' quetisraelal tzin ak'anoch t'a sk'ool icha jun vinh tik, xchi Jesús."
        },
        {
            "number": "10",
            "text": "Ayic ix jax eb' schecab' vinh yajal soldado chi', ix yilan eb' to wach'xo sk'ol vinh penaay chi'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix b'at Jesús t'a jun chonhab' scuch Naín, tzijtum eb' sk'ayb'um ix b'at yet'oc yet' jantac pax eb' anima."
        },
        {
            "number": "12",
            "text": "Axo yic van sk'och eb' t'a jun chonhab' chi', ix yilan eb', van b'at smucchaj jun chamnac. Tzijtum eb' ay t'a jun chonhab' chi' ed'jinac. Ha vinh ix cham chi', aton jun pitanh yune' jun ix chamnac yetb'eyum."
        },
        {
            "number": "13",
            "text": "Ayic ix yilanoch ix snun vinh chamnac chi' Jesús, ix ok' sk'ol t'a ix, ix yalan t'a ix: --Manh ach ok'oc, xchi t'a ix."
        },
        {
            "number": "14",
            "text": "Ix snitzanoch sb'a Jesús t'a stz'ey b'aj ayek' b'achan jun chamnac chi', ix yak'anek' sk'ab' t'a yib'anh. Ix och vaan eb' b'achjinac chi'. Ix yalan Jesús t'ay: --Ach quelem, a in sval t'ayach: Q'ueanh vaan, xchi."
        },
        {
            "number": "15",
            "text": "Axo vinh quelem chi', ix q'uex k'ojan vinh, ix och ijan vinh sloloni. Axo Jesús ix ak'anxican vinh t'a ix snun chi'."
        },
        {
            "number": "16",
            "text": "Ayic ix yilan jun chi' eb', ix xivq'ue eb', ix och ijan eb' yalan wach' lolonel d'ha Dios, ix yalan eb': --Ay jun schecab' Dios ix checlaj t'a co cal tik, te niwan yelk'ochi, xchi eb'. Ix yalanpax eb': --Ix ja Dios onh scol a onh schonhab' onh tik, xchi eb'."
        },
        {
            "number": "17",
            "text": "Ha t'a masanil yol yic Judea yet' t'a spatic yichanh, ix ab'chaj tas ix sk'ulej Jesús."
        },
        {
            "number": "18",
            "text": "Ha eb' sk'ayb'um vinhaj Juan, vinh ak'jinac bautizar, xid' alan t'ay yuj jantacnhej tas ix sk'ulej Jesús. Yuj chi', ix yavtancot chavanh eb' sk'ayb'um vinh,"
        },
        {
            "number": "19",
            "text": "ix schecanb'at eb' vinh sk'anb'ej t'a Jesús tato a Cristo, mato ch'oc junocxo van stanhvan eb' sjavi."
        },
        {
            "number": "20",
            "text": "Yuj chi', ix k'och eb' t'ay. Ix yalan eb' icha tik: --Ha vinhaj Juan, vinh ak'jinac bautizar onh checancoti yic tzul co k'anb'ej t'ayach tato a ach tanhvab'iltaxon a javi, mato ch'oc junocxo sco tanhvej sjavi, xchi eb' t'ay."
        },
        {
            "number": "21",
            "text": "Ha ix k'och eb', manh jantacoc eb' penaay yuj juntzanh ilya ix b'oxi sk'ol yuj Jesús. Ay eb' b'aj ix ik'jiel juntzanh eb' enemigo yet' pax eb' max uji yilani ix laj b'oxi yilan eb'."
        },
        {
            "number": "22",
            "text": "Ix tak'vi Jesús t'a eb' schecab' vinhaj Juan chi': --Paxanhec, ix alec t'a vinhaj Juan chi' tas ix eyila', tas ix eyab'i. Alec t'a vinh to a eb' toxonton max uji yilani, wach'xo yilan eb'. Ha eb' max uji sb'eyi, sb'eyxi eb'. Ha eb' slaj k'a yuj yab'il lepra, ix b'oxi sk'ool eb'. Ha eb' max uji yab'ani, tzaxo yab' eb'. Ay eb' chamnac, ix pitzvixi. Axo t'a eb' meb'a' van yaljiel yab'ixal colnab'il."
        },
        {
            "number": "23",
            "text": "Ha eb' max somchajel spensar vuuj, wach' yic eb'. Icha chi' tzeyutej eyalan t'a vinh e k'ochi, xchi Jesús t'a eb'."
        },
        {
            "number": "24",
            "text": "Ayic toxo ix pax eb' schecab' vinhaj Juan chi', ix och ijan Jesús yalan t'a eb' anima yuj vinh: --¿Tas xid' eyilnac t'a tzinan lu'um? ¿Tom a junok te' aj tz'ib'xi yuj ik' xid' eyilnac?"
        },
        {
            "number": "25",
            "text": "Tato malaj jun, ¿tas xid' eyilnac? ¿Mato a junok anima te wach' spichul xid' eyilnac? Cojtac to a eb' wach' spichul chi' yet' eb' syak' sgana, ayek' eb' t'a spat eb' vinh yajal."
        },
        {
            "number": "26",
            "text": "Palta jun, ¿tas xid' eyilnac? ¿Tom xid' eyilnac jun vinh tz'alanel slolonel Dios? Yel, yalumel slolonel Dios yaj vinhaj Juan chi'. Palta manhocnhej jun chi' yopisio vinh."
        },
        {
            "number": "27",
            "text": "Aton yab'ixal vinhaj Juan chi' yalnaccan Dios t'a Slolonel Tz'ib'ab'ilcani. Ayocto yalannaccan yuj vinh icha tik: Ol in checb'at jun in checab', ol b'ab'lajb'at uuj. Icha tz'aj sb'o b'e, icha chi' ol aj sb'o sb'eyb'al eb' anima yuj, yic manto ach k'ochi, xchi t'a Slolonel chi'."
        },
        {
            "number": "28",
            "text": "Sval t'ayex to t'a skal eb' anima ay t'a yol yib'anhk’inal tik, malaj junok mach ek'alto t'a vinhaj Juan chi'. Palta t'a skal eb' ayoch t'a yol sk'ab' Dios, wach'chom eb' malaj val yelk'ochi, ek'alto swach'il yic eb' t'a yichanh vinhaj Juan chi', xchi Jesús t'a eb'."
        },
        {
            "number": "29",
            "text": "Ha eb' anima smasanil yet' eb' tecumel alcabar, ayic ix yab'an eb' tas ix yal Jesús, ix yalan eb' to te yel syal Dios, yujto ak'b'il bautizar eb' yuj vinhaj Juan chi'."
        },
        {
            "number": "30",
            "text": "Palta haxo eb' vinh fariseo yet' eb' vinh k'ayb'um t'a ley Moisés, manh ak'b'iloclaj bautizar eb' vinh yuj vinh, icha chi' ix aj sch'oxani to a tas sgana Dios t'a eb' vinh, malaj yelk'och t'a sat eb' vinh."
        },
        {
            "number": "31",
            "text": "Yuj chi' ix yalan Jesús: --¿Mach yet' ol in lajb'ej eb' anima t'a jun pekti’ tik? ¿Chajtil yaj spensar eb' tze na'a?"
        },
        {
            "number": "32",
            "text": "Lajan eb' icha eb' unin stajni t'a mercado. Ay eb' tz'alan t'a eb' yetuninal: Ayic ix co pu'an co flauta, maj ex chanhalvoclaj. Ayic ix onh b'itan t'a cuseltaquil, maj ex ok'laj qued'oc, xchi eb'. Icha eb' unin malaj sgana t'a junok tas chi', icha chi' eyaj a ex tik."
        },
        {
            "number": "33",
            "text": "Yujto ix ulek' vinhaj Juan, maj valaj vinh, maj yuk'laj vino vinh t'a skal eb' yetanimail. Ha exxo ix eyala' to ayoch enemigo t'a vinh."
        },
        {
            "number": "34",
            "text": "Ha ticnaic in ja paxi, a in Ak'b'il in cot yuj Dios voch animail tik, tzin wa'i, svuk'an ha' t'a skal eb' quetanimail. Tzeyalanpaxi to b'uk'tzin in, uk'um in anh, svamigoan pax eb' tz'em t'a ajmulal yet' eb' vinh tecumel alcabar."
        },
        {
            "number": "35",
            "text": "Palta a eb' ay sjelanil Dios t'ay, scheclajel sjelanil eb' chi' t'a tastac sk'ulej, xchi Jesús t'a eb'."
        },
        {
            "number": "36",
            "text": "Ay jun vinh fariseo scuch Simón ix avtan Jesús t'a spat yic sva yet' vinh. Ix k'och t'a spat vinh, tz'eyan ix ajem t'a sat jun alanh lich'anem t'a sat lu'um yic vael."
        },
        {
            "number": "37",
            "text": "Ay jun ix ay t'a chonhab' chi', ay specal to ajmul ix ix. Ix yab'an ix to ix k'och Jesús vael t'a spat vinh fariseo chi'. Yuj chi' ix k'och ix b'aj ay yoc Jesús, yet'nac jun alabastro ix, b'ut'an yuj jun yal suk'uq'ui sjab'."
        },
        {
            "number": "38",
            "text": "Ix och ijan ix yoq'ui, ix sb'icanel yoc chi' ix yet' yal sat. Axo t'a xil sjolom ix, ix suc tacjoc. Ix stz'ub'anelta yoc chi' ix, ix stob'anek' jun yal suk'uq'ui sjab' chi' ix t'a yoc Jesús chi'."
        },
        {
            "number": "39",
            "text": "Axo ix yilan vinh fariseo chi', ix snaan vinh: Tato yel schecab' Dios jun vinh tik, tzam nachajel yuj vinh to a jun ix ix van syaman yoc vinh tik, ajmul ix ix, xchi vinh t'a spensar."
        },
        {
            "number": "40",
            "text": "Yuj chi' ix yalan Jesús t'a vinh: --Ach Simón, ay jun tas ol val t'ayach, xchi t'a vinh. --Al t'ayin ach co k'ayb'umal, xchi vinh."
        },
        {
            "number": "41",
            "text": "--Ay chavanh eb' vinh vinac ay smajan tumin t'a spatrón. Ay jun vinh, 500 denario smajan vinh. Axo junxo vinh 50 denario nhej smajan vinh chi'."
        },
        {
            "number": "42",
            "text": "Yujto maj tzak'van eb' vinh stupan sb'oc chi', yuj chi' tonhej ix ak'ji lajvoc sb'oc eb' vinh yuj vinh ay yic q'uen tumin chi'. Al t'ayin, ¿mach junok eb' vinh más val stzalaj yet' vinh ay yic q'uen tumin chi'? xchi t'a vinh."
        },
        {
            "number": "43",
            "text": "--Ha tzin na'a, a vinh más niwan yic ix ak'ji lajvoc chi', a vinh más val stzalaj yet' vinh, xchi vinhaj Simón chi' t'ay. --Yel tzala', aton vinh, xchi Jesús."
        },
        {
            "number": "44",
            "text": "Ixlajwi chi' ix och q'uelan Jesús t'a jun ix ix chi', ix yalan t'a vinhaj Simón chi': --¿Tzam il jun ix ix tik? Ayic in ochul t'a yol a pat, maj ak' jab'oc ha' b'aj tzin b'iquel voc. Axo jun ix ix tik, ha t'a yal sat ix sb'iquel voc, sucan tacjoc ix yet' xil sjolom."
        },
        {
            "number": "45",
            "text": "Maj a tz'ub'laj in ti', yic tzak'an stzatzil in k'ool. Axo jun ix tik, yictax in ja t'a tik, max och van ix stz'ub'anelta voc tik."
        },
        {
            "number": "46",
            "text": "Maj ak'q'ue aceite t'a in jolom, haxo ix, ix tob'anek' jun yal suk'uq'ui sjab' t'a voc tik."
        },
        {
            "number": "47",
            "text": "Yuj chi' sval t'ayach to niwan smul ix ix ak'ji lajvoc, yuj chi' tzin ste sxajanej ix. Xal junok anima jab'nhej smul tz'ak'ji lajvoc, jab'nhej tzin sxajanej, xchi t'a vinh."
        },
        {
            "number": "48",
            "text": "Ix yalan Jesús t'a ix icha tik: --Ha a mul toxo ix ak'ji lajvoc, xchi t'a ix."
        },
        {
            "number": "49",
            "text": "Ha juntzanhxo eb' avtab'il, k'ojjab' em eb' ta' yet'oc, ix och ijan eb' yalani: --¿Tas yaj jun vinh tik, yuj chi' syal vinh to syak' lajvoc mul vinh? xchi eb'."
        },
        {
            "number": "50",
            "text": "Axo Jesús ix alan t'a ix: --Ach colchaji yujto in ak'och t'a a k'ool. Yuj chi' junk'olal tzach paxi, xchi t'a ix."
        }
    ]
}