{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi juntzanh tik, ix och ijan Jesús yek' t'a juntzanh chonhab' yet' t'a juntzanh aldea, ix laj yalanel wach' ab'ix tas tz'aj yoch eb' anima t'a yol sk'ab' Dios. Ix ek' eb' lajchavanh schecab' yet'oc."
        },
        {
            "number": "2",
            "text": "Ay pax juntzanh eb' ix ix elnac enemigo t'ay, ix ek' yet' eb' yet' juntzanhxo eb' ix penaay b'onacxi sk'ol yuj. D'a skal eb' ix chi', ay jun ix scuchan María aj Magdala, aton jun ix b'aj ik'b'ilel ucvaanh eb' enemigo."
        },
        {
            "number": "3",
            "text": "Ay pax junxo ix scuchan Juana yetb'eyum vinhaj Chuza, aton vinh smayordomo vinhaj Herodes. Ay junxo ix scuchan Susana yet' juntzanhxo eb' ix. Ix colvaj eb' ix t'a Jesús yet' jab'oc tastac ay t'a eb' ix."
        },
        {
            "number": "4",
            "text": "Tzijtum anima ix cot t'a junjun chonhab', ix smolb'an sb'a eb' b'aj ayek' Jesús. Yuj chi', ix yal jun ab'ix tik t'a eb'. Ix yalan icha tik:"
        },
        {
            "number": "5",
            "text": "--Ay jun vinh ix b'at tzicanb'at strigo. Axo yic van stzicanb'at ixim vinh, ay juntzanh ixim ix emcan t'a yol b'e, ix laj tek'ji ixim, haxo nok' much ix lojanq'ue ixim."
        },
        {
            "number": "6",
            "text": "Ay juntzanhxo ixim ix emcan t'a yib'anhtac q'uen q'ueen. Axo ix javi ixim ix tacjiel ixim yujto jab'nhej sch'ayanil lu'um."
        },
        {
            "number": "7",
            "text": "Ay juntzanhxo ixim ix emcan t'a caltac ank'ultak, haxo ix q'uib' ixim, tonhej ix tacjiel ixim yuj juntzanh ank'ultak ix ja chi' yet'oc."
        },
        {
            "number": "8",
            "text": "Palta ay juntzanhxo ixim ix emcan b'aj ay syaxil sat lu'um, haxo yic ix q'uib' ixim, niwan sat ixim ix yak'a'. Ay ixim jun ciento sat t'a junjun sjolom, xchi Jesús. Ayic ix yalan jun tik, te chaanh ix yutej yalani: --Ha ex ix eyab' jun lolonel tik, naub'tanhejec, xchi t'a eb'."
        },
        {
            "number": "9",
            "text": "Axo eb' sk'ayb'um ix k'anb'an t'ay tas syalelk'och jun ch'oxnab'il chi'."
        },
        {
            "number": "10",
            "text": "Ix yalan t'a eb': --Ha ex tik, ix ak'ji eyojtaquej juntzanh tas ix sch'ox Dios yic tz'och eb' anima t'a yol sk'ab'. Palta tzin lolon t'a juntzanhxo eb' anima t'a ch'oxnab'il, yuj chi' wach'chom syil eb', anheja' yaj eb', ichato malaj tas syil eb', wach'chom syab' eb', palta max nachajel-laj yuj eb'."
        },
        {
            "number": "11",
            "text": "Ha jun ch'oxnab'il tik syalelk'ochi: Ha juntzanh inhat chi', a slolonel Dios sch'oxeli."
        },
        {
            "number": "12",
            "text": "Ha ixim ix emcan t'a yol b'e sch'oxanel eb' anima tz'ab'ani, haxo sk'och vinh diablo t'a eb', tz'ik'jipaxek' jun lolonel chi' t'a eb' yic max yak'och eb' t'a sk'ool, yic max colchaj eb'."
        },
        {
            "number": "13",
            "text": "Axo juntzanhxo ixim ix emcan t'a yib'anh q'uen q'ueen chi' sch'oxanel eb' anima tz'ab'an slolonel Dios, scha eb' t'a tzalajk'olal. Icha junok te te' malaj sch'anhal yib', icha chi' yaj eb'. Syak'och eb' t'a sk'ool jayeoc k'ual, haxo sja syaelal eb', syik'anxiel sb'a eb'."
        },
        {
            "number": "14",
            "text": "Axo juntzanhxo ixim ix emcan t'a cal ank'ultak chi' sch'oxanel eb' tz'ab'an slolonel Dios, palta haxo sb'ey tiempo, tzijtum tas sna eb'. Sna sb'eyumal eb', sna eb' yuj yic snivanil. Yuj val juntzanh chi', tz'ixtaxel spensar eb'. Lajan tz'aj eb' icha ixim trigo max och sat."
        },
        {
            "number": "15",
            "text": "Axo juntzanhxo ixim ix emcan b'aj ay syaxil sat lu'um chi' sch'oxanel eb' tz'ak'anoch jun lolonel chi' t'a sk'ool, sk'anab'ajan eb', tek'an syutej sb'a eb'. Aton eb' tik lajan yet' ixim trigo wach' sjolom syak'a'."
        },
        {
            "number": "16",
            "text": "Ayic scak'anoch sk'ak'al co candil ¿tom ha t'a yol junok chen scaq'uemi, mato t'a yalanh te ch'at scak'ochi? Maay, palta t'a yib'anh junok tas chaanh yajq'uei, ata' scak'q'uei, yic wach' syil eb' tz'ochk'och t'a yol pat chi'."
        },
        {
            "number": "17",
            "text": "Jantacnhej tas k'ub'anel ticnaic, ol checlajelta yet' jantacnhej tas esalil ayeq'ui, ol ojtacajeloc, ol checlajeloc."
        },
        {
            "number": "18",
            "text": "Yuj chi' scham val eyab'ani, yujto a mach sgana snachajel juntzanh tik yuj, ol ak'joc sjelanil yic sik'lab'il ol nachajel yuj. Axo mach malaj sgana snachajel juntzanh tik yuj jun, a jab'oc ijan ol nachajel yuj ol wach' ik'joquek' t'ay, xchi Jesús."
        },
        {
            "number": "19",
            "text": "Ha ix snun Jesús yet' eb' yuk'tac ix k'och eb' b'aj ayeq'ui, palta max yal-laj sk'och eb' t'ay yujto manhxo jantacoc anima."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix alchaj t'ay: --Ha ix a nun yet' eb' uk'tac van yek' eb' ach say t'a ti pat chi', xchi eb'."
        },
        {
            "number": "21",
            "text": "Palta ix yalan t'a eb' ayek' yet' chi': --Ha eb' tz'ab'an slolonel Dios, sk'anab'ajan eb', aton eb' chi' icha in nun, icha vuk'tac yaji, xchi Jesús t'a eb'."
        },
        {
            "number": "22",
            "text": "D'a junel ix och Jesús t'a yol jun barco yet' eb' sk'ayb'um, ix yalan t'a eb': --Coyec t'a sk'axepal ha' nhajab' tik, xchi. Ix b'at eb' b'ian."
        },
        {
            "number": "23",
            "text": "Yacb'an van sb'ey te', ix vayb'at Jesús chi'. Elanhchamel ix ja jun niwan ik', ix och ijan sb'ud'ji te' barco chi' yuj ha'. Ijan sb'at te' t'a yich ha'."
        },
        {
            "number": "24",
            "text": "Axo eb' sk'ayb'um chi' ix pitzanel svayanh, ix yalan eb' t'ay: --Mamin, Mamin, van co b'at t'a yol ha', xchi eb' t'ay. Yuj chi' ix q'ue vaan, ix scachan jun ik' chi' yet' ha' sq'ue chulan chi'. Ix numk'aj smasanil yuj."
        },
        {
            "number": "25",
            "text": "Ichato chi' b'ian, ix yalan t'a eb' sk'ayb'um chi': --¿Tas yuj max eyak'och Dios t'a e k'ool? xchi t'a eb'. Toxonhej ix och q'uelan eb', ix sat sk'ool eb', ix yalan eb': --¿Tas yaj jun vinh tik? Scachji jun ik' tik yet' ha ha' tik yuj vinh, ix k'anab'ajax vinh yuj juntzanh tik, xchi eb'."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi', ix k'och eb' t'a yol yic Gerasa, t'a sk'axepalek' ha' nhajab' yic Galilea chi'."
        },
        {
            "number": "27",
            "text": "Axo ix elta Jesús t'a yol te' barco chi' t'a sat lu'um, ix k'och jun vinh ay t'a chonhab' chi' t'ay. Ayxo scajvi yixtaj vinh yuj juntzanh eb' enemigo ayoch t'ay. Max yak'ochlaj spichul vinh, max canlaj van vinh t'a yol junok pat, axonhej b'aj mucan eb' chamnac ayek' vinh."
        },
        {
            "number": "28",
            "text": "Ayic ix yilan Jesús vinh, ix em cuman vinh t'a yichanh. Axo Jesús ix alan t'a eb' enemigo chi' to tz'el eb' t'a vinh. Yuj chi' ix avajq'ue vinh, ix yalan vinh t'a Jesús: --Ach Jesús, Yuninal ach Dios Nivan Yelk'ochi, ¿tas alan ic t'ayin? Tzin tevi t'ayach, manh in ixtej, xchi vinh t'ay. Tzijtum elxo syamchaj vinh yuj eb' enemigo chi', yuj chi' stzek'ji vinh t'a q'uen cadena yuj eb' anima, tz'och q'uen t'a yoc vinh yet' t'a sk'ab' vinh. Palta sd'inhchitejb'at q'uen vinh. Ix ik'jib'at vinh yuj eb' enemigo chi' b'aj malaj anima."
        },
        {
            "number": "29",
            "text": "Ix sk'anb'an Jesús t'a vinh: --¿Tas a b'i? xchi. --Legión in b'i, xchi vinh. Ix yal jun chi' vinh yujto tzijtum eb' enemigo chuc ayoch t'a vinh."
        },
        {
            "number": "30",
            "text": "Axo juntzanh eb' enemigo chi', ix tevioch eb' t'a Jesús: Manh onh ak'b'at t'a jun xab' olan, xchi eb'."
        },
        {
            "number": "31",
            "text": "Ay juntzanh nok' tzijtumal chitam van sva t'a jun tzalan. Ix tevi eb' enemigo chi' t'a Jesús to tz'ak'jib'at eb' t'a nok'. Ix schaanb'at eb'."
        },
        {
            "number": "32",
            "text": "Ix elcan juntzanh enemigo chi' t'a vinh, ix b'atcan eb' t'a nok' chitam chi'. Axo nok' chitam chi' ix b'at nok' t'a jun chaanh, ix emk'och nok' t'a yol ha' nhajab', ix sjik' ha' nok', ix cham nok'."
        },
        {
            "number": "33",
            "text": "Axo ix yilan eb' tanhvum chitam chi' tas ix uji, ix b'at lemnaj eb' yal t'a eb' anima ay t'a chonhab' chi' yet' t'a eb' ayb'at munlajel."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix cot eb' anima yila' tas ix uji. Ayic ix k'och eb' b'aj ayek' Jesús, ix yilan eb' to ayek' jun vinh b'aj ix el juntzanh enemigo chi', k'ojanem vinh t'a yichanh Jesús. Ayxo och spichul vinh, wach'xo spensar vinh. Ix te xivb'at eb' yilani."
        },
        {
            "number": "35",
            "text": "Ha eb' ix ilan chi', ix laj yalan eb' chajtil ix aj sb'oxi sk'ol vinh b'aj ix el juntzanh enemigo chi'."
        },
        {
            "number": "36",
            "text": "Ix och ijan masanil eb' anima aj Gerasa chi' yalan t'a Jesús to tz'el b'aj ay eb' chi', yujto te xivnac eb' yuj. Yuj chi' ix ochxi t'a yol te' barco chi' yic spaxi."
        },
        {
            "number": "37",
            "text": "Ix yal vinh b'aj ix el eb' enemigo chi' t'a Jesús to sb'at vinh yet'oc, palta maj schab'atlaj vinh."
        },
        {
            "number": "38",
            "text": "--Paxanh t'a a pat, ixic, al masanil tas ix sb'o Dios t'ayach, xchi Jesús t'a vinh. Ix b'at vinh, ix laj yalan vinh t'a masanil eb' anima tas ix utaj yuj Jesús."
        },
        {
            "number": "39",
            "text": "Ayic ix k'ochxi Jesús t'a sk'axepal ha' nhajab' chi', ix chaji yuj eb' anima smasanil t'a tzalajk'olal, yujto tanhvab'il yuj eb' smasanil."
        },
        {
            "number": "40",
            "text": "Ix ja jun vinh scuch Jairo, vinh yajal yaj t'a spatil culto ta'. Ix em cuman vinh t'a yichanh Jesús chi', ix sk'anan vinh t'ay to sb'at yet'oc t'a spat,"
        },
        {
            "number": "41",
            "text": "yujto ay jun pitanh yisil vinh van schami, slajchavil ab'il sq'uinal ix. Ayic van sb'at Jesús, tzijtum anima ix b'at yet'oc, yuj chi' ix te vitz'k'aji."
        },
        {
            "number": "42",
            "text": "D'a skal eb', ay jun ix slajchavilxo ab'il penaay yuj jun ha' tz'el t'a snivanil. Ix lajviel masanil tastac ay t'a ix, yic stupan eb' tz'anhtani, palta max b'olaj ix."
        },
        {
            "number": "43",
            "text": "Ix snitzancot sb'a ix t'a stz'ey Jesús, ix syaman sti' spichul ix. D'a jun rato chi' ix b'o jun syaelal ix chi'."
        },
        {
            "number": "44",
            "text": "Ix sk'anb'an Jesús: --¿Mach tzin yaman chi'? xchi. Yujto masanil eb' tz'alani to manhoclaj eb', yuj chi' ix yal vinhaj Pedro: --Mamin, a eb' anima, tzach yec tik tzach yec tik eb', tzalanpaxi: ¿Mach tzin yamani? xa chi, xchi vinh t'ay."
        },
        {
            "number": "45",
            "text": "--Ay jun mach ix in yamani, yujto ix vab' sb'oxi sk'ool jun anima chi' yuj in poder, xchi Jesús chi'."
        },
        {
            "number": "46",
            "text": "Ayic ix yilan jun ix ix chi' to ix checlajelta tas ix sk'ulej ix chi', ix k'och ix t'a yichanh Jesús, sluclon ix yuj xivelal, ix em cuman ix t'ay. Ix yalan ix t'a yichanh eb' smasanil tas yuj ix syam spichul chi' ix, ix yalan ix tas ix aj sb'oxi ix t'a jun rato chi'."
        },
        {
            "number": "47",
            "text": "Yuj chi' ix yalan Jesús t'a ix: --Ach ix, yujto in ak'och t'a a k'ool, ach b'oxi. Junk'olal a paxi, xchi t'a ix."
        },
        {
            "number": "48",
            "text": "Vanto yalan t'a ix, ix k'och jun spetoj t'a spat vinhaj Jairo chi', ix yalani: --Ha ix isil chi' toxo ix cham ix. ¿Tasto yuj tza tzuntzej vinh co k'ayb'umal tik? xchi vinh."
        },
        {
            "number": "49",
            "text": "Ayic ix yab'an jun chi' Jesús, ix yalan t'a vinhaj Jairo chi': --Manh ach xivoc, anhej to tzak'och Dios t'a a k'ool, a ix isil chi' ol b'oxoc sk'ool ix, xchi t'a vinh."
        },
        {
            "number": "50",
            "text": "Axo yic ix k'och Jesús chi' t'a spat vinh, malaj mach ix chajiochi, anhej vinhaj Pedro, vinhaj Jacobo, vinhaj Juan yet' smam snun ix unin chi'."
        },
        {
            "number": "51",
            "text": "Tzijtum eb' anima tz'ok' yuj ix. Axo ix yalan Jesús t'a eb': --Manh ex ok'oc. Manh chamnacoclaj ix, tonhej vaynac ix, xchi t'a eb'."
        },
        {
            "number": "52",
            "text": "Ix tzetzaj yuj eb', yujto ix yil eb' to toxo ix cham ix."
        },
        {
            "number": "53",
            "text": "Axo Jesús ix yaman sk'ab' ix, te chaanh ix yala': --Ach cob'es unin, q'ueanh vaan, xchi."
        },
        {
            "number": "54",
            "text": "Ix pitzvixi ix t'a elanhchamel, ix q'ue van ix. Axo Jesús ix alani to tz'ak'ji wa ix."
        },
        {
            "number": "55",
            "text": "Axo eb' smam snun ix chi', ix te satb'at sk'ol eb', palta ix yalan Jesús t'a eb' to malaj junok mach b'aj syal eb' tas ix aj spitzvixi ix."
        }
    ]
}