{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jesús ix molb'an eb' lajchavanh sk'ayb'um, ix yak'an yopisio eb' yik'anel masanil macanhil enemigo yet' pax yak'an b'oxoc sk'ol eb' penaay eb'."
        },
        {
            "number": "2",
            "text": "Ix checjib'at eb' yaleli chajtil tz'aj yoch eb' anima t'a yol sk'ab' Dios yet' yak'an b'oxoc sk'ool eb' penaay eb'."
        },
        {
            "number": "3",
            "text": "Ix yalan t'a eb': --Malaj tas tzeyik'b'at yicoc yol e b'e, manh eyik'b'at e k'ococh, e pa, e yooch yet' e tumin. Anhej e pichul ayoch eyuj tzeyik'b'ati."
        },
        {
            "number": "4",
            "text": "Yalnhej b'aj ay junok pat b'aj tzex chaji, ata' tzex cani, masanto tzex b'at t'a junocxo chonhab'."
        },
        {
            "number": "5",
            "text": "Tato max ex chaji t'a junok chonhab', tzex el ta', tze tzicancanel spococal eyoc yic tze ch'oxancaneli to manhxa eyalan eyic t'a eb', xchi Jesús t'a eb'."
        },
        {
            "number": "6",
            "text": "Ix b'at eb', ix ek' eb' t'a junjun chonhab', ix yalanel yab'ixal colnab'il eb', ix b'oxican sk'ool eb' penaay yuj eb' t'a junjun lugar."
        },
        {
            "number": "7",
            "text": "Ayic ix yab'an vinhaj Herodes ayoch yajalil tastac sk'ulej Jesús, tonhej ix te sat sk'ol vinh, yujto ay eb' ix alani to a vinhaj Juan ix pitzvixi."
        },
        {
            "number": "8",
            "text": "Ay juntzanhxo eb' ix alani: Aton vinhaj Elías tzul sch'ox sb'a, xchi eb'. Anhejtona' ay eb' ix alanxi: Aton jun schecab' Dios ek'nac t'a peca' ix pitzvixi t'a skal eb' chamnac, xchi eb'."
        },
        {
            "number": "9",
            "text": "Palta ix yalan vinhaj Herodes chi' icha tik: --Ha in tik in checnac ik'joquel sjolom vinhaj Juan chi'. ¿Mach jun vinh svab' yalji chi' jun? xchi vinh. Sgana vinhaj Herodes chi' yilan Jesús."
        },
        {
            "number": "10",
            "text": "Ayic ix jax eb' schecab' Jesús b'aj ix xid'ek' chi', ix yalan eb' t'ay tastac ix sk'ulej eb'. Ix yik'anel eb' schecab' chi' t'a skal eb' anima, ix b'at eb' t'a slak'anil chonhab' Betsaida."
        },
        {
            "number": "11",
            "text": "Axo ix yab'an eb' anima to ata' ayek' Jesús chi', ix och tzak'an eb' yuj. Ayic ix k'och eb', ix chaji eb' yuj. Ix och ijan yalan t'a eb' tas tz'aj yoch eb' t'a yol sk'ab' Dios, ix laj b'oxipax sk'ol eb' penaay yuj."
        },
        {
            "number": "12",
            "text": "Ayic ix yilan eb' lajchavanh sk'ayb'um chi' to van yem k'u, ix yalan eb' t'ay: --Chec pax eb' anima tik yic syik' yip eb', b'atocab' eb' sman wa sb'ha t'a juntzanh chonhab' yet' t'a juntzanh lugar ay t'a co lak'anil tik, yujto malaj tas sva eb' b'aj ayonh ek' tik, xchi eb'."
        },
        {
            "number": "13",
            "text": "Axo Jesús ix alan t'a eb': --Hak'ek wa eb' a ex tik, xchi t'a eb'. --Oyexonhej ixim pan qued'nac yet' chavanh nok' chay. ¿Tom tzonh b'at co man wa eb' anima tik smasanil? xchi eb'."
        },
        {
            "number": "14",
            "text": "Ay am junok oye' mil eb' vinh vinac ayek' chi' ta'. Axo Jesús ix alan t'a eb' sk'ayb'um chi': --Chequec em k'ojan eb'. 50 tac tz'aj junjun makan eb', xchi."
        },
        {
            "number": "15",
            "text": "Icha chi' ix yutej eb', ix em k'ojan eb' smasanil."
        },
        {
            "number": "16",
            "text": "Axo Jesús ix ik'anchaanh oye' ixim pan yet' chavanh nok' chay chi'. Ix q'ue q'uelan t'a satcha’anh ix yak'an yuj diosal yuj ixim. Ix xepanb'at ixim. Ix yak'anb'at t'a eb' sk'ayb'um chi'. Axo eb' ix pucanb'at t'a eb' anima chi'."
        },
        {
            "number": "17",
            "text": "Ix wa eb' smasanil, ix laj b'ud'ji eb'. Ixlajwi chi', ix sik'anq'ue van lajchavexo xuuc ixim ix yak' sobre eb' sk'ayb'um chi'."
        },
        {
            "number": "18",
            "text": "Ha junel, van yak'an lesal Jesús b'aj malaj eb' anima, ayek' eb' sk'ayb'um yet'oc, ix sk'anb'an t'a eb': --¿Mach in yalan eb' anima tzeyab'i? xchi t'a eb'."
        },
        {
            "number": "19",
            "text": "--Ay eb' tz'alani to a ach Juan ach, vinh ak'jinac bautizar. Ay pax eb' tz'alani to Elías ach. Anhejtona' ay eb' tz'alanpaxi to a ach junok schecab' Dios ek'nac t'a peca' pitzvinacxi, xchi eb' sk'ayb'um chi'."
        },
        {
            "number": "20",
            "text": "Xal ex pax tik, ¿mach in e naani? xchi Jesús t'a eb'. Axo vinhaj Pedro ix alani: --Ha ach ton tik Cristo ach, a ach ton Ak'b'il ach cot yuj Dios, xchi vinh."
        },
        {
            "number": "21",
            "text": "Ix cham val yalan Jesús t'a eb' to malaj b'aj syalel jun chi' eb'. Ix yalanpax icha tik t'a eb':"
        },
        {
            "number": "22",
            "text": "--Ha in Ak'b'il in cot yuj Dios voch animail tik, yowalil ol vab' syaelal, ol in spatiquejel eb' ichamtac vinac yet' eb' yajal eb' sacerdote yet' eb' k'ayb'um t'a ley Moisés. Ol in smilancham eb', haxo t'a schab'jial ol in pitzvocxi, xchi Jesús t'a eb'."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix yalanxi t'a eb' smasanil: --Tato ay eb' sgana tz'och in k'ayb'umoc, manhxoocab' yicoc sb'a eb', sb'ecocab' sb'a eb' scham vuuj t'a junjun k'u, wach'chom t'a te' culus. Tato icha chi', tz'och eb' in k'ayb'umoc."
        },
        {
            "number": "24",
            "text": "Yujto a eb' sgana scol sb'ha t'a yol yib'anhk’inal tik, ol satel sq'uinal eb' t'a junelnhej. Palta haxo eb' syak'cham sb'a vuuj, aton eb' chi' ol scha sq'uinal t'a junelnhej."
        },
        {
            "number": "25",
            "text": "Q'uinaloc tato squiquej masanil tas ay t'a yol yib'anhk’inal tik, palta tato tzonh satcanel t'a junelnhej ¿tas co ganar?"
        },
        {
            "number": "26",
            "text": "Tato ay eb' sq'uixvi vuuj, tato sq'uixvi pax eb' yuj in lolonel, anhejtona' a in Ak'b'il in cot yuj Dios voch animail tik ol in q'uixvoc pax yuj eb', a ol in javoc voch Reyal yet' in tziquiquial, aton stziquiquial in Mam yet' pax eb' ángel yicnhej yaji."
        },
        {
            "number": "27",
            "text": "Val yel sval t'ayex, ay jayvanh ex t'a e cal tik, manh ol ex chamlaj masanto ol eyil yoch Dios Yajalil t'a yel."
        },
        {
            "number": "28",
            "text": "Ucub'ixitax chi', ix q'uek'och Jesús t'a jun tzalan yak' lesal. Ha vinhaj Pedro, vinhaj Jacobo yet' vinhaj Juan ix b'at yet'oc."
        },
        {
            "number": "29",
            "text": "Yacb'an van slesalvi, ix q'uexmaj yilji sat yet' spichul. Ix te sakb'i, toxonhej ix tziquiqui."
        },
        {
            "number": "30",
            "text": "Ay chavanh vinac ix sch'ox sb'a yet'oc, aton vinhaj Moisés yet' vinhaj Elías. Ix lolon eb' yet'oc."
        },
        {
            "number": "31",
            "text": "Ix yalan eb' tas ol aj yelk'och schamel t'a Jerusalén. D'a spatic yichanh eb' toxonhej scopopi yuj sakil k'inal chi'."
        },
        {
            "number": "32",
            "text": "Te aycan svayanh vinhaj Pedro chi' yet' eb' ajun yet' chi', palta maj vayb'atlaj eb'. Yuj chi' ix yil val stziquiquial Jesús chi' eb' yet' eb' chavanh ayek' yet' chi'."
        },
        {
            "number": "33",
            "text": "Vanxo satxiq'ue eb' chavanh chi', ix yalan vinhaj Pedro chi' t'ay: --Mamin, te wach' cajek' t'a tik. Co b'o oxeoc lechpat, jun ico', jun yic vinhaj Moisés yet' pax junok yic vinhaj Elías, xchi vinh. Palta manh yojtacoc vinh tas van yalani."
        },
        {
            "number": "34",
            "text": "Yacb'an van yalan vinh chi', ix ja jun asun, ix em moynaj t'a yib'anh eb', ix xivq'ue eb' sk'ayb'um Jesús chi' t'a skal."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi', ix ab'chaj jun lolonel t'a skal asun chi', ix yalani: --Aton jun tik Vuninal, sik'b'ilel vuuj. Hak'ek och e chiquin t'a tas syala', xchi jun lolonel chi'."
        },
        {
            "number": "36",
            "text": "Ayic ix lajvi yab'an jun chi' eb' sk'ayb'um chi', ix yilan eb', axonhej Jesús ayek' sch'ocoj. Malaj mach b'aj ix yal eb' tas ix yil eb' t'a jun tzalan chi'."
        },
        {
            "number": "37",
            "text": "Axo t'a junxo k'u, ix paxta eb' t'a jun tzalan chi'. Tzijtum anima ix javi scha Jesús."
        },
        {
            "number": "38",
            "text": "Ay jun vinh t'a skal eb' te chaanh ix yala': --Mamin, tzin k'an t'ayach, il jun vunin tik in k'ana', yujto jun pitannhej."
        },
        {
            "number": "39",
            "text": "Ay b'aj tz'och jun enemigo t'ay, tz'el yav, scot numnaj t'a sjolom, svoman sti'. Tz'ixtaj vinh yuj, max el-laj jab'oc t'ay."
        },
        {
            "number": "40",
            "text": "Tzin tevi val t'a eb' a k'ayb'um yic syiq'uel eb', palta max ujilaj yik'anel eb', xchi vinh t'a Jesús chi'."
        },
        {
            "number": "41",
            "text": "Yuj chi' ix yalanxi Jesús: --Ha ex tik, manh jab'oc tzeyak'och Dios t'a e k'ool, te pit ex. Ina ayxo tiempo ayinek' eyed'oc. ¿B'aq'uinh val ol nachajel eyuuj? Svab' val syail eyuuj. B'at ik'cot vinh uninal chi' t'ayin, xchi."
        },
        {
            "number": "42",
            "text": "Ayic vanxo slak'anb'ik'och jun unin chi' t'a Jesús, haxo jun enemigo chi' ix yumanxi telvoc, ix cot numnaj t'a sjolom. Ix stuman jun enemigo chi' Jesús, ix b'oxi sk'ol vinh unin chi' yuj, ix yak'anxi t'a vinh smam chi'."
        },
        {
            "number": "43",
            "text": "Ix sat sk'ol eb' smasanil, yujto te niwan spoder Dios ix yil eb'. Yacb'an satnac sk'ol eb' yuj tas ix sk'ulej chi', ix yalan Jesús chi' t'a eb' sk'ayb'um:"
        },
        {
            "number": "44",
            "text": "--Scham val eyab'an jun tik, manh eyak' sat e k'ool t'ay. Ha in Ak'b'il in cot yuj Dios voch animail tik, ol in ak'joc och t'a yol sk'ab' eb' anima, xchi."
        },
        {
            "number": "45",
            "text": "Palta maj nachajel-laj yuj eb' tas ix yal chi', yujto maj ak'jilaj nachajel yuj eb'. Ix xiv eb' sk'anb'an t'ay tas syalelk'och jun ix yal chi'."
        },
        {
            "number": "46",
            "text": "Ix och ijan eb' sk'ayb'um stelan sb'a mach junok eb' niwan yelk'ochi."
        },
        {
            "number": "47",
            "text": "Palta yojtac Jesús tas van snaan eb', yuj chi' ix yik'cot jun unin, ix yak'anoch t'a stz'ey."
        },
        {
            "number": "48",
            "text": "Ix yalan t'a eb' sk'ayb'um chi': --Ha mach schaan jun unin tik, yujto vico', a in tzin scha'a. Ha mach tzin chaani, a jun checjinac in coti, a scha'a. Ha junok mach malaj yelk'och t'a e cal, a jun chi' te niwan yelk'ochi, xchi Jesús t'a eb'."
        },
        {
            "number": "49",
            "text": "Yuj chi' ix yalan vinhaj Juan t'a Jesús: --Mamin, ay jun vinh ix quila', van yak'lab'an a b'i vinh yik'anel eb' enemigo t'a eb' anima. Ix co cach vinh yujto manh junnhejoc tzek' vinh qued'oc, xchi vinh."
        },
        {
            "number": "50",
            "text": "--Manh e cach vinh, yujto a eb' manh ajk'oloc t'ayonh, qued' ayoch eb', xchi Jesús t'a eb' vinh."
        },
        {
            "number": "51",
            "text": "Ayic van sk'och stiempoal spax Jesús t'a satcha’anh, tek'tek' ix yutej sb'a sb'at t'a Jerusalén."
        },
        {
            "number": "52",
            "text": "Ix sb'ab'laj chequejb'at eb' schecab', yic b'at saychaj sposado eb' t'a jun aldea ay t'a yol yic Samaria."
        },
        {
            "number": "53",
            "text": "Axo eb' aj Samaria chi' maj chaanlaj, yujto ix yil eb' to van sb'at t'a Jerusalén."
        },
        {
            "number": "54",
            "text": "Ayic ix yab'an jun chi' eb' sk'ayb'um, aton vinhaj Jacobo yet' vinhaj Juan, ix yalan eb' t'ay: --Mamin, ¿mama a gana sco k'ancot k'ak' t'a satcha’anh yic stz'ab'at juntzanh anima tik? xchi eb' vinh."
        },
        {
            "number": "55",
            "text": "Axo Jesús ix och q'uelan t'a eb' vinh, ix scachan eb' vinh. Ichato chi' ix b'at eb' t'a junxo chonhab'."
        },
        {
            "number": "56",
            "text": "Ayic van sb'at eb' t'a yol b'e, ix yalan jun vinh t'a Jesús: --Mamin, yalnhej b'aj ol ach b'atoc, ol in b'at ed'oc, xchi vinh t'ay. Ix yalan Jesús t'a vinh:"
        },
        {
            "number": "57",
            "text": "--Ha nok' vaax ay snhaq'ueen nok' yet' pax nok' much ay so' nok'. Palta a in Ak'b'il in cot yuj Dios voch animail tik, malaj in pat b'aj tzin vayi, xchi t'a vinh."
        },
        {
            "number": "58",
            "text": "Ixlajwi chi' ix yalanpax t'a junxo vinh: --Ochanh in k'ayb'umoc, xchi t'a vinh. Palta ix yalan vinh t'ay: --Mamin, ak' in permiso, ato yic ol cham vinh in mam, ato ta' ol in b'at ed'oc, xchi vinh t'ay."
        },
        {
            "number": "59",
            "text": "--Ha eb' chamnacto t'a yichanh Dios, a eb' syal smucan eb' yetchamnaquil chi', palta a ach tik, ixic b'at aleli chajtil tz'aj yoch eb' anima t'a yol sk'ab' Dios, xchi t'a vinh."
        },
        {
            "number": "60",
            "text": "Icha pax chi' ix yal junxo vinh: --Mamin, in gana tzin och a k'ayb'umoc, palta in gana b'ab'el tzak' in permiso sb'at in tak'ancan in b'ha t'a eb' ay t'a in pat, xchi vinh."
        },
        {
            "number": "61",
            "text": "Palta ix yalanpax t'a vinh: --Q'uinaloc ay junok vinh vinac smunlaj yet' nok' vacax, syamem sd'oclab' lum nok', slajvi chi', smeltzajxi b'at q'uelan vinh t'a spatic. Tato ay eb' icha chi' yaj spensar, malaj jab'oc yopisio eb' t'a yol sk'ab' Dios, xchi Jesús."
        }
    ]
}