{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jesús ix molb'an heb' lajchawanh sk'ayb'um, ix yak'an yopisio heb' yik'anel masanil macanhil enemigo yet' pax yak'an b'oxoc sk'ol heb' penaay heb'."
        },
        {
            "number": "2",
            "text": "Ix checjib'at heb' yaleli chajtil tz'aj yoch heb' anima t'a yol sk'ab' Dios yet' yak'an b'oxoc sk'ool heb' penaay heb'."
        },
        {
            "number": "3",
            "text": "Ix yalan t'a heb': --Malaj tas tzeyik'b'at yicoc yol he b'e, manh eyik'b'at he k'ococh, he pa, he yooch yet' he tumin. Anhej he pichul ayoch eyuj tzeyik'b'ati."
        },
        {
            "number": "4",
            "text": "Yalnhej b'aj ay junok pat b'aj tzex chaji, ata' tzex cani, masanto tzex b'at t'a junocxo chonhab'."
        },
        {
            "number": "5",
            "text": "Tato max ex chaji t'a junok chonhab', tzex el ta', tze tzicancanel spokokal eyoc yic tze ch'oxancaneli to manhxa eyalan eyic t'a heb', xchi Jesús t'a heb'."
        },
        {
            "number": "6",
            "text": "Ix b'at heb', ix ek' heb' t'a junjun chonhab', ix yalanel yab'ixal colnab'il heb', ix b'oxican sk'ool heb' penaay yuj heb' t'a junjun lugar."
        },
        {
            "number": "7",
            "text": "Ayic ix yab'an winhaj Herodes ayoch yajalil tastac sk'ulej Jesús, tonhej ix te sat sk'ol winh, yujto ay heb' ix alani to a winhaj Juan ix pitzwixi."
        },
        {
            "number": "8",
            "text": "Ay juntzanhxo heb' ix alani: Aton winhaj Elías tzul sch'ox sb'a, xchi heb'. Anhejtona' ay heb' ix alanxi: Aton jun schecab' Dios ek'nac t'a peka' ix pitzwixi t'a skal heb' chamnac, xchi heb'."
        },
        {
            "number": "9",
            "text": "Palta ix yalan winhaj Herodes chi' icha tik: --Ha in tik in checnac ik'joquel sjolom winhaj Juan chi'. ¿Mach jun winh swab' yalji chi' jun? xchi winh. Sgana winhaj Herodes chi' yilan Jesús."
        },
        {
            "number": "10",
            "text": "Ayic ix jax heb' schecab' Jesús b'aj ix xid'ek' chi', ix yalan heb' t'ay tastac ix sk'ulej heb'. Ix yik'anel heb' schecab' chi' t'a skal heb' anima, ix b'at heb' t'a slak'anil chonhab' Betsaida."
        },
        {
            "number": "11",
            "text": "Axo ix yab'an heb' anima to ata' ayek' Jesús chi', ix och tzak'an heb' yuj. Ayic ix k'och heb', ix chaji heb' yuj. Ix och ijan yalan t'a heb' tas tz'aj yoch heb' t'a yol sk'ab' Dios, ix laj b'oxipax sk'ol heb' penaay yuj."
        },
        {
            "number": "12",
            "text": "Ayic ix yilan heb' lajchawanh sk'ayb'um chi' to wan yem k'u, ix yalan heb' t'ay: --Chec pax heb' anima tik yic syik' yip heb', b'atocab' heb' sman wa sb'ha t'a juntzanh chonhab' yet' t'a juntzanh lugar ay t'a ko lak'anil tik, yujto malaj tas swa heb' b'aj ayonh ek' tik, xchi heb'."
        },
        {
            "number": "13",
            "text": "Axo Jesús ix alan t'a heb': --Hak'ek wa heb' a ex tik, xchi t'a heb'. --Oyexonhej ixim pan qued'nac yet' chawanh nok' chay. ¿Tom tzonh b'at ko man wa heb' anima tik smasanil? xchi heb'."
        },
        {
            "number": "14",
            "text": "Ay am junok oye' mil heb' winh winak ayek' chi' ta'. Axo Jesús ix alan t'a heb' sk'ayb'um chi': --Chequec em k'ojan heb'. 50 tac tz'aj junjun makan heb', xchi."
        },
        {
            "number": "15",
            "text": "Icha chi' ix yutej heb', ix em k'ojan heb' smasanil."
        },
        {
            "number": "16",
            "text": "Axo Jesús ix ik'anchaanh oye' ixim pan yet' chawanh nok' chay chi'. Ix k'e k'elan t'a satcha’anh ix yak'an yuj diosal yuj ixim. Ix xepanb'at ixim. Ix yak'anb'at t'a heb' sk'ayb'um chi'. Axo heb' ix pucanb'at t'a heb' anima chi'."
        },
        {
            "number": "17",
            "text": "Ix wa heb' smasanil, ix laj b'ud'ji heb'. Ixlajwi chi', ix sik'ank'e wan lajchawexo xuuc ixim ix yak' sobre heb' sk'ayb'um chi'."
        },
        {
            "number": "18",
            "text": "Ha junel, wan yak'an lesal Jesús b'aj malaj heb' anima, ayek' heb' sk'ayb'um yet'oc, ix sk'anb'an t'a heb': --¿Mach in yalan heb' anima tzeyab'i? xchi t'a heb'."
        },
        {
            "number": "19",
            "text": "--Ay heb' tz'alani to a ach Juan ach, winh ak'jinac bautizar. Ay pax heb' tz'alani to Elías ach. Anhejtona' ay heb' tz'alanpaxi to a ach junok schecab' Dios ek'nac t'a peka' pitzwinacxi, xchi heb' sk'ayb'um chi'."
        },
        {
            "number": "20",
            "text": "Xal ex pax tik, ¿mach in he naani? xchi Jesús t'a heb'. Axo winhaj Pedro ix alani: --Ha ach ton tik Cristo ach, a ach ton Ak'b'il ach cot yuj Dios, xchi winh."
        },
        {
            "number": "21",
            "text": "Ix cham wal yalan Jesús t'a heb' to malaj b'aj syalel jun chi' heb'. Ix yalanpax icha tik t'a heb':"
        },
        {
            "number": "22",
            "text": "--Ha in Ak'b'il in cot yuj Dios woch animail tik, yowalil ol wab' syaelal, ol in spatiquejel heb' ichamtac winak yet' heb' yajal heb' sacerdote yet' heb' k'ayb'um t'a ley Moisés. Ol in smilancham heb', haxo t'a schab'jial ol in pitzwokxi, xchi Jesús t'a heb'."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix yalanxi t'a heb' smasanil: --Tato ay heb' sgana tz'och in k'ayb'umoc, manhxoocab' yicoc sb'a heb', sb'ecocab' sb'a heb' scham wuuj t'a junjun k'u, wach'chom t'a te' culus. Tato icha chi', tz'och heb' in k'ayb'umoc."
        },
        {
            "number": "24",
            "text": "Yujto a heb' sgana scol sb'ha t'a yol yib'anhk’inal tik, ol satel sk'inal heb' t'a junelnhej. Palta haxo heb' syak'cham sb'a wuuj, aton heb' chi' ol scha sk'inal t'a junelnhej."
        },
        {
            "number": "25",
            "text": "Q'uinaloc tato squiquej masanil tas ay t'a yol yib'anhk’inal tik, palta tato tzonh satcanel t'a junelnhej ¿tas ko ganar?"
        },
        {
            "number": "26",
            "text": "Tato ay heb' sq'uixwi wuuj, tato sq'uixwi pax heb' yuj in lolonel, anhejtona' a in Ak'b'il in cot yuj Dios woch animail tik ol in q'uixwoc pax yuj heb', a ol in jawok woch Reyal yet' in tziquiquial, aton stziquiquial in Mam yet' pax heb' ángel yicnhej yaji."
        },
        {
            "number": "27",
            "text": "Val yel swal t'ayex, ay jaywanh ex t'a he kal tik, manh ol ex chamlaj masanto ol eyil yoch Dios Yajalil t'a yel."
        },
        {
            "number": "28",
            "text": "Ucub'ixitax chi', ix k'ek'och Jesús t'a jun tzalan yak' lesal. Ha winhaj Pedro, winhaj Jacobo yet' winhaj Juan ix b'at yet'oc."
        },
        {
            "number": "29",
            "text": "Yacb'an wan slesalwi, ix k'exmaj yilji sat yet' spichul. Ix te sakb'i, toxonhej ix tziquiqui."
        },
        {
            "number": "30",
            "text": "Ay chawanh winak ix sch'ox sb'a yet'oc, aton winhaj Moisés yet' winhaj Elías. Ix lolon heb' yet'oc."
        },
        {
            "number": "31",
            "text": "Ix yalan heb' tas ol aj yelk'och schamel t'a Jerusalén. D'a spatic yichanh heb' toxonhej scopopi yuj sakil k'inal chi'."
        },
        {
            "number": "32",
            "text": "Te aycan swayanh winhaj Pedro chi' yet' heb' ajun yet' chi', palta maj wayb'atlaj heb'. Yuj chi' ix yil wal stziquiquial Jesús chi' heb' yet' heb' chawanh ayek' yet' chi'."
        },
        {
            "number": "33",
            "text": "Vanxo satxik'e heb' chawanh chi', ix yalan winhaj Pedro chi' t'ay: --Mamin, te wach' cajek' t'a tik. Co b'o oxeoc lechpat, jun ico', jun yic winhaj Moisés yet' pax junok yic winhaj Elías, xchi winh. Palta manh yojtacoc winh tas wan yalani."
        },
        {
            "number": "34",
            "text": "Yacb'an wan yalan winh chi', ix ja jun asun, ix em moynaj t'a yib'anh heb', ix xivk'e heb' sk'ayb'um Jesús chi' t'a skal."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi', ix ab'chaj jun lolonel t'a skal asun chi', ix yalani: --Aton jun tik Vuninal, sik'b'ilel wuuj. Hak'ek och he chiquin t'a tas syala', xchi jun lolonel chi'."
        },
        {
            "number": "36",
            "text": "Ayic ix lajwi yab'an jun chi' heb' sk'ayb'um chi', ix yilan heb', axonhej Jesús ayek' sch'ocoj. Malaj mach b'aj ix yal heb' tas ix yil heb' t'a jun tzalan chi'."
        },
        {
            "number": "37",
            "text": "Axo t'a junxo k'u, ix paxta heb' t'a jun tzalan chi'. Tzijtum anima ix jawi scha Jesús."
        },
        {
            "number": "38",
            "text": "Ay jun winh t'a skal heb' te chaanh ix yala': --Mamin, tzin k'an t'ayach, il jun wunin tik in k'ana', yujto jun pitannhej."
        },
        {
            "number": "39",
            "text": "Ay b'aj tz'och jun enemigo t'ay, tz'el yav, scot numnaj t'a sjolom, swoman sti'. Tz'ixtaj winh yuj, max el-laj jab'oc t'ay."
        },
        {
            "number": "40",
            "text": "Tzin tewi wal t'a heb' a k'ayb'um yic syik'el heb', palta max ujilaj yik'anel heb', xchi winh t'a Jesús chi'."
        },
        {
            "number": "41",
            "text": "Yuj chi' ix yalanxi Jesús: --Ha ex tik, manh jab'oc tzeyak'och Dios t'a he k'ool, te pit ex. Ina ayxo tiempo ayinek' eyed'oc. ¿B'aq'uinh wal ol nachajel eyuuj? Swab' wal syail eyuuj. B'at ik'cot winh uninal chi' t'ayin, xchi."
        },
        {
            "number": "42",
            "text": "Ayic wanxo slak'anb'ik'och jun unin chi' t'a Jesús, haxo jun enemigo chi' ix yumanxi telwoc, ix cot numnaj t'a sjolom. Ix stuman jun enemigo chi' Jesús, ix b'oxi sk'ol winh unin chi' yuj, ix yak'anxi t'a winh smam chi'."
        },
        {
            "number": "43",
            "text": "Ix sat sk'ol heb' smasanil, yujto te niwan spoder Dios ix yil heb'. Yacb'an satnac sk'ol heb' yuj tas ix sk'ulej chi', ix yalan Jesús chi' t'a heb' sk'ayb'um:"
        },
        {
            "number": "44",
            "text": "--Scham wal eyab'an jun tik, manh eyak' sat he k'ool t'ay. Ha in Ak'b'il in cot yuj Dios woch animail tik, ol in ak'joc och t'a yol sk'ab' heb' anima, xchi."
        },
        {
            "number": "45",
            "text": "Palta maj nachajel-laj yuj heb' tas ix yal chi', yujto maj ak'jilaj nachajel yuj heb'. Ix xiv heb' sk'anb'an t'ay tas syalelk'och jun ix yal chi'."
        },
        {
            "number": "46",
            "text": "Ix och ijan heb' sk'ayb'um stelan sb'a mach junok heb' niwan yelk'ochi."
        },
        {
            "number": "47",
            "text": "Palta yojtac Jesús tas wan snaan heb', yuj chi' ix yik'cot jun unin, ix yak'anoch t'a stz'ey."
        },
        {
            "number": "48",
            "text": "Ix yalan t'a heb' sk'ayb'um chi': --Ha mach schaan jun unin tik, yujto wico', a in tzin scha'a. Ha mach tzin chaani, a jun checjinac in koti, a scha'a. Ha junok mach malaj yelk'och t'a he kal, a jun chi' te niwan yelk'ochi, xchi Jesús t'a heb'."
        },
        {
            "number": "49",
            "text": "Yuj chi' ix yalan winhaj Juan t'a Jesús: --Mamin, ay jun winh ix quila', wan yak'lab'an a b'i winh yik'anel heb' enemigo t'a heb' anima. Ix ko cach winh yujto manh junnhejoc tzek' winh qued'oc, xchi winh."
        },
        {
            "number": "50",
            "text": "--Manh he cach winh, yujto a heb' manh ajk'oloc t'ayonh, qued' ayoch heb', xchi Jesús t'a heb' winh."
        },
        {
            "number": "51",
            "text": "Ayic wan sk'och stiempoal spax Jesús t'a satcha’anh, tek'tek' ix yutej sb'a sb'at t'a Jerusalén."
        },
        {
            "number": "52",
            "text": "Ix sb'ab'laj chequejb'at heb' schecab', yic b'at saychaj sposado heb' t'a jun aldea ay t'a yol yic Samaria."
        },
        {
            "number": "53",
            "text": "Axo heb' aj Samaria chi' maj chaanlaj, yujto ix yil heb' to wan sb'at t'a Jerusalén."
        },
        {
            "number": "54",
            "text": "Ayic ix yab'an jun chi' heb' sk'ayb'um, aton winhaj Jacobo yet' winhaj Juan, ix yalan heb' t'ay: --Mamin, ¿mama a gana sco k'ancot k'ak' t'a satcha’anh yic stz'ab'at juntzanh anima tik? xchi heb' winh."
        },
        {
            "number": "55",
            "text": "Axo Jesús ix och k'elan t'a heb' winh, ix scachan heb' winh. Ichato chi' ix b'at heb' t'a junxo chonhab'."
        },
        {
            "number": "56",
            "text": "Ayic wan sb'at heb' t'a yol b'e, ix yalan jun winh t'a Jesús: --Mamin, yalnhej b'aj ol ach b'atoc, ol in b'at ed'oc, xchi winh t'ay. Ix yalan Jesús t'a winh:"
        },
        {
            "number": "57",
            "text": "--Ha nok' waax ay snhak'een nok' yet' pax nok' much ay so' nok'. Palta a in Ak'b'il in cot yuj Dios woch animail tik, malaj in pat b'aj tzin wayi, xchi t'a winh."
        },
        {
            "number": "58",
            "text": "Ixlajwi chi' ix yalanpax t'a junxo winh: --Ochanh in k'ayb'umoc, xchi t'a winh. Palta ix yalan winh t'ay: --Mamin, ak' in permiso, ato yic ol cham winh in mam, ato ta' ol in b'at ed'oc, xchi winh t'ay."
        },
        {
            "number": "59",
            "text": "--Ha heb' chamnacto t'a yichanh Dios, a heb' syal smucan heb' yetchamnaquil chi', palta a ach tik, ixic b'at aleli chajtil tz'aj yoch heb' anima t'a yol sk'ab' Dios, xchi t'a winh."
        },
        {
            "number": "60",
            "text": "Icha pax chi' ix yal junxo winh: --Mamin, in gana tzin och a k'ayb'umoc, palta in gana b'ab'el tzak' in permiso sb'at in tak'ancan in b'ha t'a heb' ay t'a in pat, xchi winh."
        },
        {
            "number": "61",
            "text": "Palta ix yalanpax t'a winh: --Q'uinaloc ay junok winh winak smunlaj yet' nok' wacax, syamem sd'oclab' lum nok', slajwi chi', smeltzajxi b'at k'elan winh t'a spatic. Tato ay heb' icha chi' yaj spensar, malaj jab'oc yopisio heb' t'a yol sk'ab' Dios, xchi Jesús."
        }
    ]
}