{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Aton stzolal eb' vinh yinhtilal vinhaj Adán tik: Vinhaj Set, vinhaj Enós,"
        },
        {
            "number": "2",
            "text": "vinhaj Cainán, vinhaj Mahalaleel, vinhaj Jared,"
        },
        {
            "number": "3",
            "text": "vinhaj Enoc, vinhaj Matusalén, vinhaj Lamec,"
        },
        {
            "number": "4",
            "text": "vinhaj Noé. Ha eb' vinh yuninal vinhaj Noé: Aton vinhaj Sem, vinhaj Cam yet' vinhaj Jafet."
        },
        {
            "number": "5",
            "text": "Axo eb' vinh yuninal vinhaj Jafet chi': Vinhaj Gomer, vinhaj Magog, vinhaj Madai, vinhaj Javán, vinhaj Tubal, vinhaj Mesec yet' vinhaj Tiras."
        },
        {
            "number": "6",
            "text": "Axo eb' vinh yuninal vinhaj Gomer chi': Vinhaj Askenaz, vinhaj Rifat yet' vinhaj Togarma."
        },
        {
            "number": "7",
            "text": "Axo eb' vinh yuninal vinhaj Javán chi': Aton vinhaj Elisa, vinhaj Tarsis, vinhaj Quitim yet' vinhaj Dodanim."
        },
        {
            "number": "8",
            "text": "Axo eb' vinh yuninal vinhaj Cam: Aton vinhaj Cus, vinhaj Mizraim, vinhaj Fut, vinhaj Canaán."
        },
        {
            "number": "9",
            "text": "Ha eb' vinh yuninal vinhaj Cus chi': Aton vinhaj Seba, vinhaj Havila, vinhaj Sabta, vinhaj Raama yet' vinhaj Sabteca. Axo eb' vinh yuninal vinhaj Raama chi': Aton vinhaj Seba yet' vinhaj Dedán."
        },
        {
            "number": "10",
            "text": "Ha vinhaj Cus chi', aton vinh smam vinhaj Nimrod. Aton jun vinh chi' te niwan ajnac yelk'och t'a yol yib'anhk’inal tik yujto te jelan ajnac vinh t'a oval."
        },
        {
            "number": "11",
            "text": "Ha t'a vinhaj Mizraim, ata' cotnac eb' ludeo, eb' anameo, eb' lehabita, eb' naftuhítas,"
        },
        {
            "number": "12",
            "text": "eb' patruseo, eb' casluhítas yet' eb' caftoritas. Ha t'a eb' chi' cotnac yinhtil eb' filisteo."
        },
        {
            "number": "13",
            "text": "Ha vinhaj Sidón, b'ab'el yuninal vinhaj Canaán. Ha junxo yuninal vinh, aton vinhaj Het."
        },
        {
            "number": "14",
            "text": "Ha vinhaj Canaán chi' ay yinhtilal eb' jebuseo, eb' amorreo, eb' gergeseo,"
        },
        {
            "number": "15",
            "text": "eb' heveo, eb' araceo, eb' sineo,"
        },
        {
            "number": "16",
            "text": "eb' arvadeo, eb' zemareo yet' eb' hamateo."
        },
        {
            "number": "17",
            "text": "Axo eb' vinh yuninal vinhaj Sem: Aton vinhaj Elam, vinhaj Asur, vinhaj Arfaxad, vinhaj Lud yet' vinhaj Aram. Axo eb' vinh yuninal vinhaj Aram chi': Aton vinhaj Uz, vinhaj Hul, vinhaj Geter yet' vinhaj Mesec."
        },
        {
            "number": "18",
            "text": "Ha vinhaj Arfaxad chi' smam vinhaj Sela, haxo vinhaj Sela chi' smam vinhaj Heber."
        },
        {
            "number": "19",
            "text": "Ha vinhaj Heber chi', chavanh yuninal vinh: Ha vinh b'ab'el scuch Peleg, yujto ha t'a stiempoal vinh ix pojchajb'at lum lum. Axo junxo vinh yuninal vinh chi' scuchan Joctán."
        },
        {
            "number": "20",
            "text": "Ha eb' vinh yuninal vinhaj Joctán chi': Aton vinhaj Almodad, vinhaj Selef, vinhaj Hazar-mavet, vinhaj Jera,"
        },
        {
            "number": "21",
            "text": "vinhaj Adoram, vinhaj Uzal, vinhaj Dicla,"
        },
        {
            "number": "22",
            "text": "vinhaj Ebal, vinhaj Abimael, vinhaj Seba,"
        },
        {
            "number": "23",
            "text": "vinhaj Ofir, vinhaj Havila yet' vinhaj Jobab. Ha masanil eb' vinh tik, yuninal eb' vinh vinhaj Joctán."
        },
        {
            "number": "24",
            "text": "Aton sb'i eb' vinh yinhtilal vinhaj Sem tik t'a stzolal: Vinhaj Arfaxad, vinhaj Sela,"
        },
        {
            "number": "25",
            "text": "vinhaj Heber, vinhaj Peleg, vinhaj Reu,"
        },
        {
            "number": "26",
            "text": "vinhaj Serug, vinhaj Nacor, vinhaj Taré,"
        },
        {
            "number": "27",
            "text": "yet' vinhaj Abram, aton vinhaj Abraham."
        },
        {
            "number": "28",
            "text": "Ha eb' vinh yuninal vinhaj Abraham: Aton vinhaj Isaac yet' vinhaj Ismael."
        },
        {
            "number": "29",
            "text": "Ha eb' vinh yuninal vinhaj Ismael: Aton vinhaj Nebaiot, b'ab'el yuninal, vinhaj Cedar, vinhaj Adbeel, vinhaj Mibsam,"
        },
        {
            "number": "30",
            "text": "vinhaj Misma, vinhaj Duma, vinhaj Massa, vinhaj Hadad, vinhaj Tema,"
        },
        {
            "number": "31",
            "text": "vinhaj Jetur, vinhaj Nafis yet' vinhaj Cedema."
        },
        {
            "number": "32",
            "text": "Axo eb' yune' ix Cetura, schab'il yetb'eyum vinhaj Abraham chi': Aton vinhaj Zimram, vinhaj Jocsán, vinhaj Medán, vinhaj Madián, vinhaj Isbac yet' vinhaj Súa. Axo eb' vinh yuninal vinhaj Jocsán chi': Aton vinhaj Seba yet' vinhaj Dedán."
        },
        {
            "number": "33",
            "text": "Axo eb' vinh yuninal vinhaj Madián chi': Aton vinhaj Efa, vinhaj Efer, vinhaj Hanoc, vinhaj Abida yet' vinhaj Elda. Masanil eb' vinh tik, yinhtilal eb' vinh ix Cetura."
        },
        {
            "number": "34",
            "text": "Ha vinhaj Abraham smam vinhaj Isaac. Axo eb' vinh yuninal vinhaj Isaac chi', aton vinhaj Esaú yet' vinhaj Israel."
        },
        {
            "number": "35",
            "text": "Ha eb' vinh yuninal vinhaj Esaú chi': Aton vinhaj Elifaz, vinhaj Reuel, vinhaj Jeús, vinhaj Jaalam yet' vinhaj Coré."
        },
        {
            "number": "36",
            "text": "Axo eb' vinh yuninal vinhaj Elifaz chi': Aton vinhaj Temán, vinhaj Omar, vinhaj Zefo, vinhaj Gatam, vinhaj Cenaz yet' vinhaj Amalec yune' ix Timna."
        },
        {
            "number": "37",
            "text": "Ha eb' vinh yuninal vinhaj Reuel chi': Aton vinhaj Nahat, vinhaj Zera, vinhaj Sama yet' vinhaj Miza."
        },
        {
            "number": "38",
            "text": "Axo eb' vinh yuninal vinhaj Seir: Aton vinhaj Lotán, vinhaj Sobal, vinhaj Zibeón, vinhaj Aná, vinhaj Disón, vinhaj Ezer yet' vinhaj Disán."
        },
        {
            "number": "39",
            "text": "Axo eb' vinh yuninal vinhaj Lotán chi': Aton vinhaj Hori yet' vinhaj Homam. Ha vinhaj Lotán chi' ay yanab' ix Timna."
        },
        {
            "number": "40",
            "text": "Axo eb' vinh yuninal vinhaj Sobal chi': Aton vinhaj Alván, vinhaj Manahat, vinhaj Ebal, vinhaj Sefo yet' vinhaj Onam. Axo eb' vinh yuninal vinhaj Zibeón chi': Aton vinhaj Aja yet' vinhaj Aná."
        },
        {
            "number": "41",
            "text": "Ha vinhaj Aná chi', smam vinhaj Disón, haxo eb' vinh yuninal vinhaj Disón chi': Aton vinhaj Amram, vinhaj Esbán, vinhaj Itrán yet' vinhaj Querán."
        },
        {
            "number": "42",
            "text": "Ha eb' vinh yuninal vinhaj Ezer: Aton vinhaj Bilhán, vinhaj Zaaván yet' vinhaj Jaacán. Ha eb' vinh yuninal vinhaj Disán chi': Aton vinhaj Uz yet' vinhaj Arán."
        },
        {
            "number": "43",
            "text": "Aton eb' vinh tik ix ak'an yajalil t'a Edom ayic mantalaj sreyal eb' israel tz'ochi: Ha vinhaj Bela yuninal vinhaj Beor, Dinaba sb'i schonhab' vinh."
        },
        {
            "number": "44",
            "text": "Ayic ix cham vinhaj Bela chi', haxo vinhaj Jobab yuninal vinhaj Zera, aj chonhab' Bosra ix ochcan reyal sq'uexuloc vinh."
        },
        {
            "number": "45",
            "text": "Axo yic ix cham vinhaj Jobab chi', haxo vinhaj Husam ix ochcan reyal sq'uexuloc vinh. Ha jun vinh chi', ha t'a yol yic Temán cajan vinh."
        },
        {
            "number": "46",
            "text": "Axo yic ix cham vinhaj Husam chi', haxo vinhaj Hadad yuninal vinhaj Bedad aj chonhab' Avit ix ochcan reyal sq'uexuloc vinh. Ha jun vinh chi' ix ak'an ganar vinhaj Madián t'a ak'lic yic Moab."
        },
        {
            "number": "47",
            "text": "Ayic ix cham vinhaj Hadad chi', haxo vinhaj Samla aj chonhab' Masreca ix ochcan reyal sq'uexuloc vinh."
        },
        {
            "number": "48",
            "text": "Ayic ix cham vinhaj Samla chi', haxo vinhaj Saúl ix ochcan reyal sq'uexuloc vinh. Cajan vinh t'a chonhab' Rehobot t'a sti' ha' Éufrates."
        },
        {
            "number": "49",
            "text": "Ayic ix cham vinhaj Saúl chi', haxo vinhaj Baal-hanán, yuninal vinhaj Acbor ix ochcan reyal sq'uexuloc vinh."
        },
        {
            "number": "50",
            "text": "Ayic ix cham vinhaj Baal-hanán chi', haxo vinhaj Hadad aj chonhab' Pai ix ochcan reyal sq'uexuloc vinh. Mehetabel sb'i ix yetb'eyum vinh, a vinhaj Matred ay yisil ix, yixchiquin ix vinhaj Mezaab."
        },
        {
            "number": "51",
            "text": "Axo yic ix cham vinhaj Hadad chi', a eb' vinh ix och reyal t'a Edom chi': Aton vinhaj Timna, vinhaj Alva, vinhaj Jetet,"
        },
        {
            "number": "52",
            "text": "vinhaj Aholibama, vinhaj Ela, vinhaj Pinón,"
        },
        {
            "number": "53",
            "text": "vinhaj Cenaz, vinhaj Temán, vinhaj Mibzar,"
        },
        {
            "number": "54",
            "text": "vinhaj Magdiel yet' vinhaj Iram. Aton juntzanh eb' vinh tik ix ak'an reyal t'a Edom chi'."
        }
    ]
}