{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Aton stzolal eb' winh yinhtilal winhaj Adán tik: Vinhaj Set, winhaj Enós,"
        },
        {
            "number": "2",
            "text": "winhaj Cainán, winhaj Mahalaleel, winhaj Jared,"
        },
        {
            "number": "3",
            "text": "winhaj Enoc, winhaj Matusalén, winhaj Lamec,"
        },
        {
            "number": "4",
            "text": "winhaj Noé. Ha eb' winh yuninal winhaj Noé: Aton winhaj Sem, winhaj Cam yet' winhaj Jafet."
        },
        {
            "number": "5",
            "text": "Axo eb' winh yuninal winhaj Jafet chi': Vinhaj Gomer, winhaj Magog, winhaj Madai, winhaj Javán, winhaj Tubal, winhaj Mesec yet' winhaj Tiras."
        },
        {
            "number": "6",
            "text": "Axo eb' winh yuninal winhaj Gomer chi': Vinhaj Askenaz, winhaj Rifat yet' winhaj Togarma."
        },
        {
            "number": "7",
            "text": "Axo eb' winh yuninal winhaj Javán chi': Aton winhaj Elisa, winhaj Tarsis, winhaj Quitim yet' winhaj Dodanim."
        },
        {
            "number": "8",
            "text": "Axo eb' winh yuninal winhaj Cam: Aton winhaj Cus, winhaj Mizraim, winhaj Fut, winhaj Canaán."
        },
        {
            "number": "9",
            "text": "Ha eb' winh yuninal winhaj Cus chi': Aton winhaj Seba, winhaj Havila, winhaj Sabta, winhaj Raama yet' winhaj Sabteca. Axo eb' winh yuninal winhaj Raama chi': Aton winhaj Seba yet' winhaj Dedán."
        },
        {
            "number": "10",
            "text": "Ha winhaj Cus chi', aton winh smam winhaj Nimrod. Aton jun winh chi' te niwan ajnac yelk'och t'a yol yib'anhk’inal tik yujto te jelan ajnac winh t'a oval."
        },
        {
            "number": "11",
            "text": "Ha t'a winhaj Mizraim, ata' cotnac eb' ludeo, eb' anameo, eb' lehabita, eb' naftuhítas,"
        },
        {
            "number": "12",
            "text": "eb' patruseo, eb' casluhítas yet' eb' caftoritas. Ha t'a eb' chi' cotnac yinhtil eb' filisteo."
        },
        {
            "number": "13",
            "text": "Ha winhaj Sidón, b'ab'el yuninal winhaj Canaán. Ha junxo yuninal winh, aton winhaj Het."
        },
        {
            "number": "14",
            "text": "Ha winhaj Canaán chi' ay yinhtilal eb' jebuseo, eb' amorreo, eb' gergeseo,"
        },
        {
            "number": "15",
            "text": "eb' heveo, eb' araceo, eb' sineo,"
        },
        {
            "number": "16",
            "text": "eb' arvadeo, eb' zemareo yet' eb' hamateo."
        },
        {
            "number": "17",
            "text": "Axo eb' winh yuninal winhaj Sem: Aton winhaj Elam, winhaj Asur, winhaj Arfaxad, winhaj Lud yet' winhaj Aram. Axo eb' winh yuninal winhaj Aram chi': Aton winhaj Uz, winhaj Hul, winhaj Geter yet' winhaj Mesec."
        },
        {
            "number": "18",
            "text": "Ha winhaj Arfaxad chi' smam winhaj Sela, haxo winhaj Sela chi' smam winhaj Heber."
        },
        {
            "number": "19",
            "text": "Ha winhaj Heber chi', chavanh yuninal winh: Ha winh b'ab'el scuch Peleg, yujto ha t'a stiempoal winh ix pojchajb'at lum lum. Axo junxo winh yuninal winh chi' scuchan Joctán."
        },
        {
            "number": "20",
            "text": "Ha eb' winh yuninal winhaj Joctán chi': Aton winhaj Almodad, winhaj Selef, winhaj Hazar-mavet, winhaj Jera,"
        },
        {
            "number": "21",
            "text": "winhaj Adoram, winhaj Uzal, winhaj Dicla,"
        },
        {
            "number": "22",
            "text": "winhaj Ebal, winhaj Abimael, winhaj Seba,"
        },
        {
            "number": "23",
            "text": "winhaj Ofir, winhaj Havila yet' winhaj Jobab. Ha masanil eb' winh tik, yuninal eb' winh winhaj Joctán."
        },
        {
            "number": "24",
            "text": "Aton sb'i eb' winh yinhtilal winhaj Sem tik t'a stzolal: Vinhaj Arfaxad, winhaj Sela,"
        },
        {
            "number": "25",
            "text": "winhaj Heber, winhaj Peleg, winhaj Reu,"
        },
        {
            "number": "26",
            "text": "winhaj Serug, winhaj Nacor, winhaj Taré,"
        },
        {
            "number": "27",
            "text": "yet' winhaj Abram, aton winhaj Abraham."
        },
        {
            "number": "28",
            "text": "Ha eb' winh yuninal winhaj Abraham: Aton winhaj Isaac yet' winhaj Ismael."
        },
        {
            "number": "29",
            "text": "Ha eb' winh yuninal winhaj Ismael: Aton winhaj Nebaiot, b'ab'el yuninal, winhaj Cedar, winhaj Adbeel, winhaj Mibsam,"
        },
        {
            "number": "30",
            "text": "winhaj Misma, winhaj Duma, winhaj Massa, winhaj Hadad, winhaj Tema,"
        },
        {
            "number": "31",
            "text": "winhaj Jetur, winhaj Nafis yet' winhaj Cedema."
        },
        {
            "number": "32",
            "text": "Axo eb' yune' ix Cetura, schab'il yetb'eyum winhaj Abraham chi': Aton winhaj Zimram, winhaj Jocsán, winhaj Medán, winhaj Madián, winhaj Isbac yet' winhaj Súa. Axo eb' winh yuninal winhaj Jocsán chi': Aton winhaj Seba yet' winhaj Dedán."
        },
        {
            "number": "33",
            "text": "Axo eb' winh yuninal winhaj Madián chi': Aton winhaj Efa, winhaj Efer, winhaj Hanoc, winhaj Abida yet' winhaj Elda. Masanil eb' winh tik, yinhtilal eb' winh ix Cetura."
        },
        {
            "number": "34",
            "text": "Ha winhaj Abraham smam winhaj Isaac. Axo eb' winh yuninal winhaj Isaac chi', aton winhaj Esaú yet' winhaj Israel."
        },
        {
            "number": "35",
            "text": "Ha eb' winh yuninal winhaj Esaú chi': Aton winhaj Elifaz, winhaj Reuel, winhaj Jeús, winhaj Jaalam yet' winhaj Coré."
        },
        {
            "number": "36",
            "text": "Axo eb' winh yuninal winhaj Elifaz chi': Aton winhaj Temán, winhaj Omar, winhaj Zefo, winhaj Gatam, winhaj Cenaz yet' winhaj Amalec yune' ix Timna."
        },
        {
            "number": "37",
            "text": "Ha eb' winh yuninal winhaj Reuel chi': Aton winhaj Nahat, winhaj Zera, winhaj Sama yet' winhaj Miza."
        },
        {
            "number": "38",
            "text": "Axo eb' winh yuninal winhaj Seir: Aton winhaj Lotán, winhaj Sobal, winhaj Zibeón, winhaj Aná, winhaj Disón, winhaj Ezer yet' winhaj Disán."
        },
        {
            "number": "39",
            "text": "Axo eb' winh yuninal winhaj Lotán chi': Aton winhaj Hori yet' winhaj Homam. Ha winhaj Lotán chi' ay yanab' ix Timna."
        },
        {
            "number": "40",
            "text": "Axo eb' winh yuninal winhaj Sobal chi': Aton winhaj Alván, winhaj Manahat, winhaj Ebal, winhaj Sefo yet' winhaj Onam. Axo eb' winh yuninal winhaj Zibeón chi': Aton winhaj Aja yet' winhaj Aná."
        },
        {
            "number": "41",
            "text": "Ha winhaj Aná chi', smam winhaj Disón, haxo eb' winh yuninal winhaj Disón chi': Aton winhaj Amram, winhaj Esbán, winhaj Itrán yet' winhaj Querán."
        },
        {
            "number": "42",
            "text": "Ha eb' winh yuninal winhaj Ezer: Aton winhaj Bilhán, winhaj Zaaván yet' winhaj Jaacán. Ha eb' winh yuninal winhaj Disán chi': Aton winhaj Uz yet' winhaj Arán."
        },
        {
            "number": "43",
            "text": "Aton eb' winh tik ix ak'an yajalil t'a Edom ayic mantalaj sreyal eb' israel tz'ochi: Ha winhaj Bela yuninal winhaj Beor, Dinaba sb'i schonhab' winh."
        },
        {
            "number": "44",
            "text": "Ayic ix cham winhaj Bela chi', haxo winhaj Jobab yuninal winhaj Zera, aj chonhab' Bosra ix ochcan reyal sq'uexuloc winh."
        },
        {
            "number": "45",
            "text": "Axo yic ix cham winhaj Jobab chi', haxo winhaj Husam ix ochcan reyal sq'uexuloc winh. Ha jun winh chi', ha t'a yol yic Temán cajan winh."
        },
        {
            "number": "46",
            "text": "Axo yic ix cham winhaj Husam chi', haxo winhaj Hadad yuninal winhaj Bedad aj chonhab' Avit ix ochcan reyal sq'uexuloc winh. Ha jun winh chi' ix ak'an ganar winhaj Madián t'a ak'lic yic Moab."
        },
        {
            "number": "47",
            "text": "Ayic ix cham winhaj Hadad chi', haxo winhaj Samla aj chonhab' Masreca ix ochcan reyal sq'uexuloc winh."
        },
        {
            "number": "48",
            "text": "Ayic ix cham winhaj Samla chi', haxo winhaj Saúl ix ochcan reyal sq'uexuloc winh. Cajan winh t'a chonhab' Rehobot t'a sti' ha' Éufrates."
        },
        {
            "number": "49",
            "text": "Ayic ix cham winhaj Saúl chi', haxo winhaj Baal-hanán, yuninal winhaj Acbor ix ochcan reyal sq'uexuloc winh."
        },
        {
            "number": "50",
            "text": "Ayic ix cham winhaj Baal-hanán chi', haxo winhaj Hadad aj chonhab' Pai ix ochcan reyal sq'uexuloc winh. Mehetabel sb'i ix yetb'eyum winh, a winhaj Matred ay yisil ix, yixchiquin ix winhaj Mezaab."
        },
        {
            "number": "51",
            "text": "Axo yic ix cham winhaj Hadad chi', a eb' winh ix och reyal t'a Edom chi': Aton winhaj Timna, winhaj Alva, winhaj Jetet,"
        },
        {
            "number": "52",
            "text": "winhaj Aholibama, winhaj Ela, winhaj Pinón,"
        },
        {
            "number": "53",
            "text": "winhaj Cenaz, winhaj Temán, winhaj Mibzar,"
        },
        {
            "number": "54",
            "text": "winhaj Magdiel yet' winhaj Iram. Aton juntzanh eb' winh tik ix ak'an reyal t'a Edom chi'."
        }
    ]
}