{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Aton stzolal eb' vinh yinhtilal vinhaj Adán tic: Vinhaj Set, vinhaj Enós,"
        },
        {
            "number": "2",
            "text": "vinhaj Cainán, vinhaj Mahalaleel, vinhaj Jared,"
        },
        {
            "number": "3",
            "text": "vinhaj Enoc, vinhaj Matusalén, vinhaj Lamec,"
        },
        {
            "number": "4",
            "text": "vinhaj Noé. A eb' vinh yuninal vinhaj Noé: Aton vinhaj Sem, vinhaj Cam yed' vinhaj Jafet."
        },
        {
            "number": "5",
            "text": "Axo eb' vinh yuninal vinhaj Jafet chi': Vinhaj Gomer, vinhaj Magog, vinhaj Madai, vinhaj Javán, vinhaj Tubal, vinhaj Mesec yed' vinhaj Tiras."
        },
        {
            "number": "6",
            "text": "Axo eb' vinh yuninal vinhaj Gomer chi': Vinhaj Askenaz, vinhaj Rifat yed' vinhaj Togarma."
        },
        {
            "number": "7",
            "text": "Axo eb' vinh yuninal vinhaj Javán chi': Aton vinhaj Elisa, vinhaj Tarsis, vinhaj Quitim yed' vinhaj Dodanim."
        },
        {
            "number": "8",
            "text": "Axo eb' vinh yuninal vinhaj Cam: Aton vinhaj Cus, vinhaj Mizraim, vinhaj Fut, vinhaj Canaán."
        },
        {
            "number": "9",
            "text": "A eb' vinh yuninal vinhaj Cus chi': Aton vinhaj Seba, vinhaj Havila, vinhaj Sabta, vinhaj Raama yed' vinhaj Sabteca. Axo eb' vinh yuninal vinhaj Raama chi': Aton vinhaj Seba yed' vinhaj Dedán."
        },
        {
            "number": "10",
            "text": "A vinhaj Cus chi', aton vinh smam vinhaj Nimrod. Aton jun vinh chi' te nivan ajnac yelk'och d'a yolyib'anhq'uinal tic yujto te jelan ajnac vinh d'a oval."
        },
        {
            "number": "11",
            "text": "A d'a vinhaj Mizraim, ata' cotnac eb' ludeo, eb' anameo, eb' lehabita, eb' naftuhítas,"
        },
        {
            "number": "12",
            "text": "eb' patruseo, eb' casluhítas yed' eb' caftoritas. A d'a eb' chi' cotnac yinhtil eb' filisteo."
        },
        {
            "number": "13",
            "text": "A vinhaj Sidón, b'ab'el yuninal vinhaj Canaán. A junxo yuninal vinh, aton vinhaj Het."
        },
        {
            "number": "14",
            "text": "A vinhaj Canaán chi' ay yinhtilal eb' jebuseo, eb' amorreo, eb' gergeseo,"
        },
        {
            "number": "15",
            "text": "eb' heveo, eb' araceo, eb' sineo,"
        },
        {
            "number": "16",
            "text": "eb' arvadeo, eb' zemareo yed' eb' hamateo."
        },
        {
            "number": "17",
            "text": "Axo eb' vinh yuninal vinhaj Sem: Aton vinhaj Elam, vinhaj Asur, vinhaj Arfaxad, vinhaj Lud yed' vinhaj Aram. Axo eb' vinh yuninal vinhaj Aram chi': Aton vinhaj Uz, vinhaj Hul, vinhaj Geter yed' vinhaj Mesec."
        },
        {
            "number": "18",
            "text": "A vinhaj Arfaxad chi' smam vinhaj Sela, axo vinhaj Sela chi' smam vinhaj Heber."
        },
        {
            "number": "19",
            "text": "A vinhaj Heber chi', chavanh yuninal vinh: A vinh b'ab'el scuch Peleg, yujto a d'a stiempoal vinh ix pojchajb'at lum luum. Axo junxo vinh yuninal vinh chi' scuchan Joctán."
        },
        {
            "number": "20",
            "text": "A eb' vinh yuninal vinhaj Joctán chi': Aton vinhaj Almodad, vinhaj Selef, vinhaj Hazar-mavet, vinhaj Jera,"
        },
        {
            "number": "21",
            "text": "vinhaj Adoram, vinhaj Uzal, vinhaj Dicla,"
        },
        {
            "number": "22",
            "text": "vinhaj Ebal, vinhaj Abimael, vinhaj Seba,"
        },
        {
            "number": "23",
            "text": "vinhaj Ofir, vinhaj Havila yed' vinhaj Jobab. A masanil eb' vinh tic, yuninal eb' vinh vinhaj Joctán."
        },
        {
            "number": "24",
            "text": "Aton sb'i eb' vinh yinhtilal vinhaj Sem tic d'a stzolal: Vinhaj Arfaxad, vinhaj Sela,"
        },
        {
            "number": "25",
            "text": "vinhaj Heber, vinhaj Peleg, vinhaj Reu,"
        },
        {
            "number": "26",
            "text": "vinhaj Serug, vinhaj Nacor, vinhaj Taré,"
        },
        {
            "number": "27",
            "text": "yed' vinhaj Abram, aton vinhaj Abraham."
        },
        {
            "number": "28",
            "text": "A eb' vinh yuninal vinhaj Abraham: Aton vinhaj Isaac yed' vinhaj Ismael."
        },
        {
            "number": "29",
            "text": "A eb' vinh yuninal vinhaj Ismael: Aton vinhaj Nebaiot, b'ab'el yuninal, vinhaj Cedar, vinhaj Adbeel, vinhaj Mibsam,"
        },
        {
            "number": "30",
            "text": "vinhaj Misma, vinhaj Duma, vinhaj Massa, vinhaj Hadad, vinhaj Tema,"
        },
        {
            "number": "31",
            "text": "vinhaj Jetur, vinhaj Nafis yed' vinhaj Cedema."
        },
        {
            "number": "32",
            "text": "Axo eb' yune' ix Cetura, schab'il yetb'eyum vinhaj Abraham chi': Aton vinhaj Zimram, vinhaj Jocsán, vinhaj Medán, vinhaj Madián, vinhaj Isbac yed' vinhaj Súa. Axo eb' vinh yuninal vinhaj Jocsán chi': Aton vinhaj Seba yed' vinhaj Dedán."
        },
        {
            "number": "33",
            "text": "Axo eb' vinh yuninal vinhaj Madián chi': Aton vinhaj Efa, vinhaj Efer, vinhaj Hanoc, vinhaj Abida yed' vinhaj Elda. Masanil eb' vinh tic, yinhtilal eb' vinh ix Cetura."
        },
        {
            "number": "34",
            "text": "A vinhaj Abraham smam vinhaj Isaac. Axo eb' vinh yuninal vinhaj Isaac chi', aton vinhaj Esaú yed' vinhaj Israel."
        },
        {
            "number": "35",
            "text": "A eb' vinh yuninal vinhaj Esaú chi': Aton vinhaj Elifaz, vinhaj Reuel, vinhaj Jeús, vinhaj Jaalam yed' vinhaj Coré."
        },
        {
            "number": "36",
            "text": "Axo eb' vinh yuninal vinhaj Elifaz chi': Aton vinhaj Temán, vinhaj Omar, vinhaj Zefo, vinhaj Gatam, vinhaj Cenaz yed' vinhaj Amalec yune' ix Timna."
        },
        {
            "number": "37",
            "text": "A eb' vinh yuninal vinhaj Reuel chi': Aton vinhaj Nahat, vinhaj Zera, vinhaj Sama yed' vinhaj Miza."
        },
        {
            "number": "38",
            "text": "Axo eb' vinh yuninal vinhaj Seir: Aton vinhaj Lotán, vinhaj Sobal, vinhaj Zibeón, vinhaj Aná, vinhaj Disón, vinhaj Ezer yed' vinhaj Disán."
        },
        {
            "number": "39",
            "text": "Axo eb' vinh yuninal vinhaj Lotán chi': Aton vinhaj Hori yed' vinhaj Homam. A vinhaj Lotán chi' ay yanab' ix Timna."
        },
        {
            "number": "40",
            "text": "Axo eb' vinh yuninal vinhaj Sobal chi': Aton vinhaj Alván, vinhaj Manahat, vinhaj Ebal, vinhaj Sefo yed' vinhaj Onam. Axo eb' vinh yuninal vinhaj Zibeón chi': Aton vinhaj Aja yed' vinhaj Aná."
        },
        {
            "number": "41",
            "text": "A vinhaj Aná chi', smam vinhaj Disón, axo eb' vinh yuninal vinhaj Disón chi': Aton vinhaj Amram, vinhaj Esbán, vinhaj Itrán yed' vinhaj Querán."
        },
        {
            "number": "42",
            "text": "A eb' vinh yuninal vinhaj Ezer: Aton vinhaj Bilhán, vinhaj Zaaván yed' vinhaj Jaacán. A eb' vinh yuninal vinhaj Disán chi': Aton vinhaj Uz yed' vinhaj Arán."
        },
        {
            "number": "43",
            "text": "Aton eb' vinh tic ix ak'an yajalil d'a Edom ayic mantalaj sreyal eb' israel tz'ochi: A vinhaj Bela yuninal vinhaj Beor, Dinaba sb'i schonhab' vinh."
        },
        {
            "number": "44",
            "text": "Ayic ix cham vinhaj Bela chi', axo vinhaj Jobab yuninal vinhaj Zera, aj chonhab' Bosra ix ochcan reyal sq'uexuloc vinh."
        },
        {
            "number": "45",
            "text": "Axo yic ix cham vinhaj Jobab chi', axo vinhaj Husam ix ochcan reyal sq'uexuloc vinh. A jun vinh chi', a d'a yol yic Temán cajan vinh."
        },
        {
            "number": "46",
            "text": "Axo yic ix cham vinhaj Husam chi', axo vinhaj Hadad yuninal vinhaj Bedad aj chonhab' Avit ix ochcan reyal sq'uexuloc vinh. A jun vinh chi' ix ak'an ganar vinhaj Madián d'a ak'lic yic Moab."
        },
        {
            "number": "47",
            "text": "Ayic ix cham vinhaj Hadad chi', axo vinhaj Samla aj chonhab' Masreca ix ochcan reyal sq'uexuloc vinh."
        },
        {
            "number": "48",
            "text": "Ayic ix cham vinhaj Samla chi', axo vinhaj Saúl ix ochcan reyal sq'uexuloc vinh. Cajan vinh d'a chonhab' Rehobot d'a sti' a' Éufrates."
        },
        {
            "number": "49",
            "text": "Ayic ix cham vinhaj Saúl chi', axo vinhaj Baal-hanán, yuninal vinhaj Acbor ix ochcan reyal sq'uexuloc vinh."
        },
        {
            "number": "50",
            "text": "Ayic ix cham vinhaj Baal-hanán chi', axo vinhaj Hadad aj chonhab' Pai ix ochcan reyal sq'uexuloc vinh. Mehetabel sb'i ix yetb'eyum vinh, a vinhaj Matred ay yisil ix, yixchiquin ix vinhaj Mezaab."
        },
        {
            "number": "51",
            "text": "Axo yic ix cham vinhaj Hadad chi', a eb' vinh ix och reyal d'a Edom chi': Aton vinhaj Timna, vinhaj Alva, vinhaj Jetet,"
        },
        {
            "number": "52",
            "text": "vinhaj Aholibama, vinhaj Ela, vinhaj Pinón,"
        },
        {
            "number": "53",
            "text": "vinhaj Cenaz, vinhaj Temán, vinhaj Mibzar,"
        },
        {
            "number": "54",
            "text": "vinhaj Magdiel yed' vinhaj Iram. Aton juntzanh eb' vinh tic ix ak'an reyal d'a Edom chi'."
        }
    ]
}