{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ix yak' oval eb' filisteo yet' eb' israel, ix el lemnaj eb' israel chi', te niwan eb' ix cham t'a lum vitzal Gilboa."
        },
        {
            "number": "2",
            "text": "Ix b'at eb' filisteo chi' t'a spatic winhaj Saúl yet' eb' winh yuninal: Aton winhaj Jonatán, winhaj Abinadab yet' winhaj Malquisúa. Ix miljicham eb' winh yuninal winh chi' yoxvanhil."
        },
        {
            "number": "3",
            "text": "Ix ochval eb' winh filisteo chi' t'a spatic winhaj Saúl chi', ix lajvi winh sjulan eb' winh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yal winh t'a winh ed'jinac syamk'ab' icha tik: Ik'q'ueta q'uen espada chi', tza tipanoch q'uen t'ayin, yic wach' manhoc juntzanh ch'oc chonhab'il tik ol tzalaj in smilani, xchi winh. Palta a winh ed'jinac syamk'ab' winh chi', maj yal-laj sk'ol winh ix sk'ulej icha ix yal winh chi', yujto xiv winh. Yuj chi' a winh ix ik'anq'ueta q'uen yespada, ix syumanb'at nhojnaj sb'a winh t'a yib'anh snhi' q'ueen."
        },
        {
            "number": "5",
            "text": "Ayic ix yilan winh ed'jinac syamk'ab' winh chi' to toxo ix cham winh, ix syumanpaxb'at nhojnaj sb'a winh t'a yib'anh snhi' q'uen yespada chi', ix champax winh."
        },
        {
            "number": "6",
            "text": "Icha chi' ix aj scham winhaj Saúl t'a jun k'u chi' yet' oxvanh eb' winh yuninal. Manhxo junok yinhtilal winh ix elcani."
        },
        {
            "number": "7",
            "text": "Ayic ix yilan eb' israel cajan t'a jun ch'olan chi' to toxo ix el lemnaj eb' yetisraelal eb', toxo ix champax winhaj Saúl yet' eb' winh yuninal, yuj chi' ix yactejcan schonhab' eb', ix b'at eb' elelal. Axo eb' filisteo ix k'ochcan cajan t'a juntzanh schonhab' eb' chi'."
        },
        {
            "number": "8",
            "text": "Axo t'a junxo k'u, ix b'at eb' filisteo chi' spojek' tastac ay t'a eb' ix cham chi'. Ix yilan eb' to a winhaj Saúl yet' eb' winh yuninal chamnacxo eb' winh, teljab'kan snivanil eb' winh t'a lum vitzal Gilboa."
        },
        {
            "number": "9",
            "text": "Ha spichul winhaj Saúl chi' yic oval ayochi, elanhchamel ix yiq'uel eb', ix xicanel sjolom winh eb'. Ix yik'anb'at eb'. Ix schecan eb' b'at alchaj t'a masanil yol smacb'en eb' yet' t'a sdiosal eb'."
        },
        {
            "number": "10",
            "text": "Ix b'at yak'anoch syamk'ab' winhaj Saúl chi' eb' t'a stemplo jun sdiosal scuchan Dagón, ix yak'anq'ue locan sjolom winh eb'."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an eb' aj Jabes ay t'a yol yic Galaad tas ix yutej snivanil winhaj Saúl eb' filisteo chi',"
        },
        {
            "number": "12",
            "text": "ix slajtian sb'a masanil eb' winh vinac te tek'an. Ix b'at yik'ancot snivanil winhaj Saúl chi' eb' yet' pax snivanil eb' winh yuninal winh, ix k'och yuj eb' t'a Jabes chi'. Ha t'a yich jun te' ji ix smuc snivanil eb' winh chi' eb'. Uque' k'ual ix och eb' t'a tzek'ojk'olal yuj cusk'olal."
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj scham winhaj Saúl yuj chukal ix sk'ulej, yujto maj sk'anab'ajej schecnab'il Jehová winh, yujto ix sk'anb'ej pax sb'a winh t'a jun ix sk'uman spixan eb' chamnac, manhoc t'a Jehová ix sk'anb'ej sb'a winh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix cham winh yuj Jehová, haxo t'a winhaj David yuninal winhaj Isaí ix ak'jican yopisio winh chi'."
        }
    ]
}