{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ix yak' oval eb' filisteo yed' eb' israel, ix el lemnaj eb' israel chi', te nivan eb' ix cham d'a lum vitzal Gilboa."
        },
        {
            "number": "2",
            "text": "Ix b'at eb' filisteo chi' d'a spatic vinhaj Saúl yed' eb' vinh yuninal: Aton vinhaj Jonatán, vinhaj Abinadab yed' vinhaj Malquisúa. Ix miljicham eb' vinh yuninal vinh chi' yoxvanhil."
        },
        {
            "number": "3",
            "text": "Ix ochval eb' vinh filisteo chi' d'a spatic vinhaj Saúl chi', ix lajvi vinh sjulan eb' vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yal vinh d'a vinh ed'jinac syamk'ab' icha tic: Ik'q'ueta q'uen espada chi', tza tipanoch q'uen d'ayin, yic vach' manhoc juntzanh ch'oc chonhab'il tic ol tzalaj in smilani, xchi vinh. Palta a vinh ed'jinac syamk'ab' vinh chi', maj yal-laj sk'ol vinh ix sk'ulej icha ix yal vinh chi', yujto xiv vinh. Yuj chi' a vinh ix ik'anq'ueta q'uen yespada, ix syumanb'at nhojnaj sb'a vinh d'a yib'anh snhi' q'ueen."
        },
        {
            "number": "5",
            "text": "Ayic ix yilan vinh ed'jinac syamk'ab' vinh chi' to toxo ix cham vinh, ix syumanpaxb'at nhojnaj sb'a vinh d'a yib'anh snhi' q'uen yespada chi', ix champax vinh."
        },
        {
            "number": "6",
            "text": "Icha chi' ix aj scham vinhaj Saúl d'a jun k'u chi' yed' oxvanh eb' vinh yuninal. Manhxo junoc yinhtilal vinh ix elcani."
        },
        {
            "number": "7",
            "text": "Ayic ix yilan eb' israel cajan d'a jun ch'olan chi' to toxo ix el lemnaj eb' yetisraelal eb', toxo ix champax vinhaj Saúl yed' eb' vinh yuninal, yuj chi' ix yactejcan schonhab' eb', ix b'at eb' elelal. Axo eb' filisteo ix k'ochcan cajan d'a juntzanh schonhab' eb' chi'."
        },
        {
            "number": "8",
            "text": "Axo d'a junxo k'u, ix b'at eb' filisteo chi' spojek' tastac ay d'a eb' ix cham chi'. Ix yilan eb' to a vinhaj Saúl yed' eb' vinh yuninal chamnacxo eb' vinh, teljab'can snivanil eb' vinh d'a lum vitzal Gilboa."
        },
        {
            "number": "9",
            "text": "A spichul vinhaj Saúl chi' yic oval ayochi, elanhchamel ix yiq'uel eb', ix xicanel sjolom vinh eb'. Ix yik'anb'at eb'. Ix schecan eb' b'at alchaj d'a masanil yol smacb'en eb' yed' d'a sdiosal eb'."
        },
        {
            "number": "10",
            "text": "Ix b'at yak'anoch syamk'ab' vinhaj Saúl chi' eb' d'a stemplo jun sdiosal scuchan Dagón, ix yak'anq'ue locan sjolom vinh eb'."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an eb' aj Jabes ay d'a yol yic Galaad tas ix yutej snivanil vinhaj Saúl eb' filisteo chi',"
        },
        {
            "number": "12",
            "text": "ix slajtian sb'a masanil eb' vinh vinac te tek'an. Ix b'at yik'ancot snivanil vinhaj Saúl chi' eb' yed' pax snivanil eb' vinh yuninal vinh, ix k'och yuj eb' d'a Jabes chi'. A d'a yich jun te' ji ix smuc snivanil eb' vinh chi' eb'. Uque' k'ual ix och eb' d'a tzek'ojk'olal yuj cusk'olal."
        },
        {
            "number": "13",
            "text": "Icha chi' ix aj scham vinhaj Saúl yuj chucal ix sk'ulej, yujto maj sk'anab'ajej schecnab'il Jehová vinh, yujto ix sk'anb'ej pax sb'a vinh d'a jun ix sk'uman spixan eb' chamnac, manhoc d'a Jehová ix sk'anb'ej sb'a vinh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix cham vinh yuj Jehová, axo d'a vinhaj David yuninal vinhaj Isaí ix ak'jican yopisio vinh chi'."
        }
    ]
}