{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ix smolb'ej sb'a masanil heb' israel, ix b'at lolon heb' yet' winhaj Dawid t'a Hebrón. Ix yalan heb' t'a winh icha tik: Ha onh tik, junnhej ko mam quicham ed'oc."
        },
        {
            "number": "2",
            "text": "Ha t'a yalanhtaxo wach'chom a winhaj Saúl ayoch reyal, palta a ach ix onh a cuchb'ej ayic ix kak'an owal. Anhejtona', ix yal Jehová ko Diosal t'ayach to a ach ol onh a cuchb'ej, ol ach ochpaxcan ko reyaloc, xchi heb' t'a winh."
        },
        {
            "number": "3",
            "text": "Ayic ix k'och heb' yichamtac winaquil chonhab' Israel lolonel yet' winh t'a Hebrón chi', ix sb'oan jun strato winh yet' heb' t'a yichanh Jehová. Ata' ix ak'jik'e aceite t'a sjolom winh yic tz'ochkan winh sreyaloc Israel, icha wal tas schecnac Jehová yal winhaj Samuel."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix b'at winhaj rey Dawid chi' yet' masanil heb' yetisraelal t'a Jerusalén, skuchan pax Jebús, b'aj kajan heb' jebuseo."
        },
        {
            "number": "5",
            "text": "Ix yalan heb' jebuseo chi' t'a winh icha tik: Ha ach tik, manh ol yal-laj ochta t'a tik, xchi heb' t'a winh. Palta ix ak'ji ganar scuartel heb' t'a tzalan Sion chi' yuj winh, yuj chi' ix scuchcan schonhab' winhaj Dawid."
        },
        {
            "number": "6",
            "text": "Ix yalan winh icha tik: Ha mach ol b'ab'lajoch yak' owal yet' heb' jebuseo tik, ol wak'och yajaliloc heb' soldado, xchi winh. Axo winhaj Joab yune' ix Sarwia ix b'ab'laji, yuj chi' ix och winh yajaliloc heb' soldado chi'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix kajnaj winhaj rey Dawid t'a cuartel t'a Sion chi', yuj chi' Schonhab' Vinhaj Dawid ix sb'iejkani."
        },
        {
            "number": "8",
            "text": "Ix sb'ok'e juntzanhxo pat winh t'a spatictac chi', ix schab'at t'a ch'olan masanto ix k'och t'a smuroal chonhab'. Axo winhaj Joab ix wach' b'oan stz'acub' chonhab' Jebús chi'."
        },
        {
            "number": "9",
            "text": "Ix yik'an stek'anil yopisio winhaj rey Dawid chi', yujto a Jehová Yajal t'a Smasanil aynhejoch yet' winh."
        },
        {
            "number": "10",
            "text": "Ha heb' winh soldado winhaj rey Dawid te b'inajnac, ix och heb' winh yet' masanil heb' yetisraelal ayic ix yak'anoch winhaj Dawid chi' heb' reyal t'a yol smacb'en Israel smasanil. Ix te och wal heb' winh yet' winh yic syak'an reyal winh icha wal ix aj yalan Jehová."
        },
        {
            "number": "11",
            "text": "Aton slistail heb' winh soldado winhaj rey Dawid te b'inajnac chi': Ha winhaj Jasobeam yuninal winhaj Hacmoni, sat yaj winh t'a skal oxwanhxo heb' winh yetb'inajnaquil chi'. Ha t'a junel ix smilcham 300 heb' winh winak winh yet' k'een slanza."
        },
        {
            "number": "12",
            "text": "Axo junxo winh t'a skal heb' winh oxwanh chi', aton winhaj Eleazar yuninal winhaj Dodo, yinhtilal winhaj Aho."
        },
        {
            "number": "13",
            "text": "Ha t'a junel ayek' winh yet' winhaj rey Dawid t'a Pas-damim ayic ix smolb'an sb'a heb' filisteo yak' owal ta'. Ata' ay jun munlajel b'aj awab'il ixim cebada. Ayic ix el lemnaj heb' soldado Israel t'a yichanh heb' filisteo,"
        },
        {
            "number": "14",
            "text": "haxo heb' winh chawanh chi' ix kan tek'naj t'a skal jun munlajel chi', yic syak'an owal heb' winh. Ix ak'ji ganar heb' filisteo chi' yuj heb' winh. Icha chi' ix aj scolchajkan chonhab' Israel yuj Jehová."
        },
        {
            "number": "15",
            "text": "Ha t'a junel, a oxwanh heb' winh soldado te b'inajnac chi', ix b'at heb' winh t'a sattac k'een yic b'at schalan sb'a heb' winh yet' winhaj rey Dawid t'a jun k'een nhak'een skuchan Adulam. Axo heb' filisteo ay skampamento heb' t'a sch'olanil Refaim."
        },
        {
            "number": "16",
            "text": "Ayic ayek' winhaj Dawid t'a k'een nhak'een chi', ayek' skampamento heb' filisteo t'a Belén."
        },
        {
            "number": "17",
            "text": "Yujto ste tacji sti' winhaj Dawid chi', yuj chi' ix yal winh icha tik: Comonoc a ha ha' ay t'a stiel chonhab' Belén swuk'ej, xchi winh."
        },
        {
            "number": "18",
            "text": "Axo oxwanh heb' winh soldado te b'inajnac chi', ix och heb' winh t'a skampamento heb' filisteo, ix b'at yik'anelta ha ha' heb' winh t'ha ha' uk'b'ila' t'a stiel chonhab' Belén chi', ix yik'ancot ha' heb' winh t'a winhaj Dawid chi'. Palta maj yal-laj sk'ol winh ix yuk'ej ha', tonhej ix sequem ha' winh t'a sat lu'um silab'il t'a Jehová."
        },
        {
            "number": "19",
            "text": "Ix yalan winh icha tik: Mokab' scha Dios wuk' ha ha' tik. Ichato ha' schiq'uil heb' winh tik swuk'ej tato swuk' ha', yujto ix sb'ec sb'a heb' winh schami yic ix b'at yik'ancot ha' heb' winh, xchi winh. Yuj chi' maj yuk'ejlaj ha' winh. Aton jun tik ix sk'ulej heb' winh oxwanh te b'inajnac chi'."
        },
        {
            "number": "20",
            "text": "Ha winhaj Abisai yuk'tac winhaj Joab, yajal yaj winh t'a 30-xo heb' winh te b'inajnac. Ha t'a jun pekti’, ix smilcham 300 winak winh yet' k'een slanza. Icha wal chi' ix aj yik'an sb'inajnaquil winh t'a skal heb' winh 30 chi'."
        },
        {
            "number": "21",
            "text": "Yuj chi' te niwan ix aj yelk'och winh t'a yichanh heb' winh chi'. Ix och winh yajaloc heb' winh, palta maj k'ek'och winh icha heb' winh oxwanh b'ab'el chi'."
        },
        {
            "number": "22",
            "text": "Ha winhaj Benaía yuninal winhaj Joiada aj chonhab' Cabseel, te b'inajnac pax winh, tzijtum tas ix sk'ulej winh. Ha winh ix milancham chawanh soldado yuninal winhaj Ariel aj Moab. Axo t'a junel ayic te ay k'een sacb'akom, ix em winh t'a yol jun jul. Ata' ix smilcham jun nok' choj winh."
        },
        {
            "number": "23",
            "text": "Anhejtona' ix smilcham jun winh aj Egipto winh. Nanhal am yoxil metro steel winh aj Egipto chi', haxo steal k'een slanza winh yet'nac, niwan spatic. Palta a winhaj Benaía chi' anhej jun te te' yet'nac winh. Ix yik'ek' k'een slanza winh aj Egipto chi' winh, haxo yet' k'een slanza winh chi', ix smilcham winh."
        },
        {
            "number": "24",
            "text": "Ha yuj juntzanh tas ix sk'ulej winh chi' ix yik' wal sb'inajnaquil winh icha heb' winh oxwanh b'ab'el b'inajnac chi'."
        },
        {
            "number": "25",
            "text": "Niwan ix aj sb'inaj winh t'a yichanh heb' winh 30 chi', palta maj k'ochlaj icha heb' winh oxwanh chi'. Ix ak'jioch winhaj Benaía chi' yuj winhaj rey Dawid yajaliloc heb' stanhwumal."
        },
        {
            "number": "26",
            "text": "Ha heb' winh 30 b'inajnac chi', aton heb' winh tik: Vinhaj Asael yuk'tac winhaj Joab, winhaj Elhanán yuninal winhaj Dodo aj Belén,"
        },
        {
            "number": "27",
            "text": "winhaj Samot aj Harod, winhaj Heles aj Pelón,"
        },
        {
            "number": "28",
            "text": "winhaj Ira yuninal winhaj Iques aj Tecoa, winhaj Abiezer aj Anatot,"
        },
        {
            "number": "29",
            "text": "winhaj Sibecai aj Husa, winhaj Ilai aj Aho,"
        },
        {
            "number": "30",
            "text": "winhaj Maharai aj Netofa, winhaj Heled yuninal winhaj Baana aj Netofa paxi,"
        },
        {
            "number": "31",
            "text": "winhaj Itai yuninal winhaj Ribai aj Gabaa ay t'a yol yic Benjamín, winhaj Benaía aj Piratón,"
        },
        {
            "number": "32",
            "text": "winhaj Hurai kajan t'a sti' ha' Gaas, winhaj Abiel aj Arba,"
        },
        {
            "number": "33",
            "text": "winhaj Azmawet aj Bahurim, winhaj Eliaba aj Saalbón,"
        },
        {
            "number": "34",
            "text": "heb' winh yuninal winhaj Jasén aj Gizón, winhaj Jonatán yuninal winhaj Sage aj Harar,"
        },
        {
            "number": "35",
            "text": "winhaj Ahíam yuninal winhaj Sacar aj Harar paxi, winhaj Elifal yuninal winhaj Ur,"
        },
        {
            "number": "36",
            "text": "winhaj Hefer aj Mequera, winhaj Ahías aj Pelón,"
        },
        {
            "number": "37",
            "text": "winhaj Hezro aj Carmel, winhaj Naarai yuninal winhaj Ezbai,"
        },
        {
            "number": "38",
            "text": "winhaj Joel yuk'tac winhaj Natán, winhaj Mibhar yuninal winhaj Hagrai,"
        },
        {
            "number": "39",
            "text": "winhaj Selec aj Amón, winhaj Naharai aj Berot. Ha jun winh chi' ed'jinac syamk'ab' winhaj Joab yune' ix Sarwia,"
        },
        {
            "number": "40",
            "text": "winhaj Ira aj Itra, winhaj Gareb aj Itra paxi,"
        },
        {
            "number": "41",
            "text": "winhaj Urías hitita, winhaj Zabad yuninal winhaj Ahlai,"
        },
        {
            "number": "42",
            "text": "winhaj Adina yuninal winhaj Siza, yinhtilal Rubén, yajal yaj winh t'a skal heb' yinhtilal chi', 30 heb' winh winak ajun yet' winh,"
        },
        {
            "number": "43",
            "text": "winhaj Hanán yuninal winhaj Maaca, winhaj Josafat aj Mitán,"
        },
        {
            "number": "44",
            "text": "winhaj Uzías aj Astarot, winhaj Sama yet' winhaj Jehiel, heb' winh yuninal winhaj Hotam aj Aroer,"
        },
        {
            "number": "45",
            "text": "winhaj Jediael yuninal winhaj Simri yet' winhaj Joha yuk'tac winh, aj Tiza heb' winh,"
        },
        {
            "number": "46",
            "text": "winhaj Eliel aj Mahab, winhaj Jerebai yet' winhaj Josavía. Ha heb' winh tik yuninal heb' winh winhaj Elnaam, winhaj Itma aj Moab,"
        },
        {
            "number": "47",
            "text": "winhaj Eliel, winhaj Obed yet' winhaj Jaasiel, aj Soba heb' winh."
        }
    ]
}