{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ix smolb'ej sb'a masanil eb' israel, ix b'at lolon eb' yet' vinhaj David t'a Hebrón. Ix yalan eb' t'a vinh icha tik: Ha onh tik, junnhej co mam quicham ed'oc."
        },
        {
            "number": "2",
            "text": "Ha t'a yalanhtaxo wach'chom a vinhaj Saúl ayoch reyal, palta a ach ix onh a cuchb'ej ayic ix cak'an oval. Anhejtona', ix yal Jehová co Diosal t'ayach to a ach ol onh a cuchb'ej, ol ach ochpaxcan co reyaloc, xchi eb' t'a vinh."
        },
        {
            "number": "3",
            "text": "Ayic ix k'och eb' yichamtac vinaquil chonhab' Israel lolonel yet' vinh t'a Hebrón chi', ix sb'oan jun strato vinh yet' eb' t'a yichanh Jehová. Ata' ix ak'jiq'ue aceite t'a sjolom vinh yic tz'ochcan vinh sreyaloc Israel, icha val tas schecnac Jehová yal vinhaj Samuel."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix b'at vinhaj rey David chi' yet' masanil eb' yetisraelal t'a Jerusalén, scuchan pax Jebús, b'aj cajan eb' jebuseo."
        },
        {
            "number": "5",
            "text": "Ix yalan eb' jebuseo chi' t'a vinh icha tik: Ha ach tik, manh ol yal-laj ochta t'a tik, xchi eb' t'a vinh. Palta ix ak'ji ganar scuartel eb' t'a tzalan Sion chi' yuj vinh, yuj chi' ix scuchcan schonhab' vinhaj David."
        },
        {
            "number": "6",
            "text": "Ix yalan vinh icha tik: Ha mach ol b'ab'lajoch yak' oval yet' eb' jebuseo tik, ol vak'och yajaliloc eb' soldado, xchi vinh. Axo vinhaj Joab yune' ix Sarvia ix b'ab'laji, yuj chi' ix och vinh yajaliloc eb' soldado chi'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix cajnaj vinhaj rey David t'a cuartel t'a Sion chi', yuj chi' Schonhab' Vinhaj David ix sb'iejkani."
        },
        {
            "number": "8",
            "text": "Ix sb'oq'ue juntzanhxo pat vinh t'a spatictac chi', ix schab'at t'a ch'olan masanto ix k'och t'a smuroal chonhab'. Axo vinhaj Joab ix wach' b'oan stz'acub' chonhab' Jebús chi'."
        },
        {
            "number": "9",
            "text": "Ix yik'an stek'anil yopisio vinhaj rey David chi', yujto a Jehová Yajal t'a Smasanil aynhejoch yet' vinh."
        },
        {
            "number": "10",
            "text": "Ha eb' vinh soldado vinhaj rey David te b'inajnac, ix och eb' vinh yet' masanil eb' yetisraelal ayic ix yak'anoch vinhaj David chi' eb' reyal t'a yol smacb'en Israel smasanil. Ix te och val eb' vinh yet' vinh yic syak'an reyal vinh icha val ix aj yalan Jehová."
        },
        {
            "number": "11",
            "text": "Aton slistail eb' vinh soldado vinhaj rey David te b'inajnac chi': Ha vinhaj Jasobeam yuninal vinhaj Hacmoni, sat yaj vinh t'a skal oxvanhxo eb' vinh yetb'inajnaquil chi'. Ha t'a junel ix smilcham 300 eb' vinh vinac vinh yet' q'uen slanza."
        },
        {
            "number": "12",
            "text": "Axo junxo vinh t'a skal eb' vinh oxvanh chi', aton vinhaj Eleazar yuninal vinhaj Dodo, yinhtilal vinhaj Aho."
        },
        {
            "number": "13",
            "text": "Ha t'a junel ayek' vinh yet' vinhaj rey David t'a Pas-damim ayic ix smolb'an sb'a eb' filisteo yak' oval ta'. Ata' ay jun munlajel b'aj avab'il ixim cebada. Ayic ix el lemnaj eb' soldado Israel t'a yichanh eb' filisteo,"
        },
        {
            "number": "14",
            "text": "haxo eb' vinh chavanh chi' ix kan tek'naj t'a skal jun munlajel chi', yic syak'an oval eb' vinh. Ix ak'ji ganar eb' filisteo chi' yuj eb' vinh. Icha chi' ix aj scolchajcan chonhab' Israel yuj Jehová."
        },
        {
            "number": "15",
            "text": "Ha t'a junel, a oxvanh eb' vinh soldado te b'inajnac chi', ix b'at eb' vinh t'a sattac q'ueen yic b'at schalan sb'a eb' vinh yet' vinhaj rey David t'a jun q'uen nhaq'ueen scuchan Adulam. Axo eb' filisteo ay scampamento eb' t'a sch'olanil Refaim."
        },
        {
            "number": "16",
            "text": "Ayic ayek' vinhaj David t'a q'uen nhaq'ueen chi', ayek' scampamento eb' filisteo t'a Belén."
        },
        {
            "number": "17",
            "text": "Yujto ste tacji sti' vinhaj David chi', yuj chi' ix yal vinh icha tik: Comonoc a ha ha' ay t'a stiel chonhab' Belén svuq'uej, xchi vinh."
        },
        {
            "number": "18",
            "text": "Axo oxvanh eb' vinh soldado te b'inajnac chi', ix och eb' vinh t'a scampamento eb' filisteo, ix b'at yik'anelta ha ha' eb' vinh t'ha ha' uk'b'ila' t'a stiel chonhab' Belén chi', ix yik'ancot ha' eb' vinh t'a vinhaj David chi'. Palta maj yal-laj sk'ol vinh ix yuq'uej ha', tonhej ix sequem ha' vinh t'a sat lu'um silab'il t'a Jehová."
        },
        {
            "number": "19",
            "text": "Ix yalan vinh icha tik: Mocab' scha Dios vuk' ha ha' tik. Ichato ha' schiq'uil eb' vinh tik svuq'uej tato svuk' ha', yujto ix sb'ec sb'a eb' vinh schami yic ix b'at yik'ancot ha' eb' vinh, xchi vinh. Yuj chi' maj yuq'uejlaj ha' vinh. Aton jun tik ix sk'ulej eb' vinh oxvanh te b'inajnac chi'."
        },
        {
            "number": "20",
            "text": "Ha vinhaj Abisai yuk'tac vinhaj Joab, yajal yaj vinh t'a 30-xo eb' vinh te b'inajnac. Ha t'a jun pekti’, ix smilcham 300 vinac vinh yet' q'uen slanza. Icha val chi' ix aj yik'an sb'inajnaquil vinh t'a skal eb' vinh 30 chi'."
        },
        {
            "number": "21",
            "text": "Yuj chi' te niwan ix aj yelk'och vinh t'a yichanh eb' vinh chi'. Ix och vinh yajaloc eb' vinh, palta maj q'uek'och vinh icha eb' vinh oxvanh b'ab'el chi'."
        },
        {
            "number": "22",
            "text": "Ha vinhaj Benaía yuninal vinhaj Joiada aj chonhab' Cabseel, te b'inajnac pax vinh, tzijtum tas ix sk'ulej vinh. Ha vinh ix milancham chavanh soldado yuninal vinhaj Ariel aj Moab. Axo t'a junel ayic te ay q'uen sacb'acom, ix em vinh t'a yol jun jul. Ata' ix smilcham jun nok' choj vinh."
        },
        {
            "number": "23",
            "text": "Anhejtona' ix smilcham jun vinh aj Egipto vinh. Nanhal am yoxil metro steel vinh aj Egipto chi', haxo steal q'uen slanza vinh yet'nac, niwan spatic. Palta a vinhaj Benaía chi' anhej jun te te' yet'nac vinh. Ix yiq'uek' q'uen slanza vinh aj Egipto chi' vinh, haxo yet' q'uen slanza vinh chi', ix smilcham vinh."
        },
        {
            "number": "24",
            "text": "Ha yuj juntzanh tas ix sk'ulej vinh chi' ix yik' val sb'inajnaquil vinh icha eb' vinh oxvanh b'ab'el b'inajnac chi'."
        },
        {
            "number": "25",
            "text": "Nivan ix aj sb'inaj vinh t'a yichanh eb' vinh 30 chi', palta maj k'ochlaj icha eb' vinh oxvanh chi'. Ix ak'jioch vinhaj Benaía chi' yuj vinhaj rey David yajaliloc eb' stanhvumal."
        },
        {
            "number": "26",
            "text": "Ha eb' vinh 30 b'inajnac chi', aton eb' vinh tik: Vinhaj Asael yuk'tac vinhaj Joab, vinhaj Elhanán yuninal vinhaj Dodo aj Belén,"
        },
        {
            "number": "27",
            "text": "vinhaj Samot aj Harod, vinhaj Heles aj Pelón,"
        },
        {
            "number": "28",
            "text": "vinhaj Ira yuninal vinhaj Iques aj Tecoa, vinhaj Abiezer aj Anatot,"
        },
        {
            "number": "29",
            "text": "vinhaj Sibecai aj Husa, vinhaj Ilai aj Aho,"
        },
        {
            "number": "30",
            "text": "vinhaj Maharai aj Netofa, vinhaj Heled yuninal vinhaj Baana aj Netofa paxi,"
        },
        {
            "number": "31",
            "text": "vinhaj Itai yuninal vinhaj Ribai aj Gabaa ay t'a yol yic Benjamín, vinhaj Benaía aj Piratón,"
        },
        {
            "number": "32",
            "text": "vinhaj Hurai cajan t'a sti' ha' Gaas, vinhaj Abiel aj Arba,"
        },
        {
            "number": "33",
            "text": "vinhaj Azmavet aj Bahurim, vinhaj Eliaba aj Saalbón,"
        },
        {
            "number": "34",
            "text": "eb' vinh yuninal vinhaj Jasén aj Gizón, vinhaj Jonatán yuninal vinhaj Sage aj Harar,"
        },
        {
            "number": "35",
            "text": "vinhaj Ahíam yuninal vinhaj Sacar aj Harar paxi, vinhaj Elifal yuninal vinhaj Ur,"
        },
        {
            "number": "36",
            "text": "vinhaj Hefer aj Mequera, vinhaj Ahías aj Pelón,"
        },
        {
            "number": "37",
            "text": "vinhaj Hezro aj Carmel, vinhaj Naarai yuninal vinhaj Ezbai,"
        },
        {
            "number": "38",
            "text": "vinhaj Joel yuk'tac vinhaj Natán, vinhaj Mibhar yuninal vinhaj Hagrai,"
        },
        {
            "number": "39",
            "text": "vinhaj Selec aj Amón, vinhaj Naharai aj Berot. Ha jun vinh chi' ed'jinac syamk'ab' vinhaj Joab yune' ix Sarvia,"
        },
        {
            "number": "40",
            "text": "vinhaj Ira aj Itra, vinhaj Gareb aj Itra paxi,"
        },
        {
            "number": "41",
            "text": "vinhaj Urías hitita, vinhaj Zabad yuninal vinhaj Ahlai,"
        },
        {
            "number": "42",
            "text": "vinhaj Adina yuninal vinhaj Siza, yinhtilal Rubén, yajal yaj vinh t'a skal eb' yinhtilal chi', 30 eb' vinh vinac ajun yet' vinh,"
        },
        {
            "number": "43",
            "text": "vinhaj Hanán yuninal vinhaj Maaca, vinhaj Josafat aj Mitán,"
        },
        {
            "number": "44",
            "text": "vinhaj Uzías aj Astarot, vinhaj Sama yet' vinhaj Jehiel, eb' vinh yuninal vinhaj Hotam aj Aroer,"
        },
        {
            "number": "45",
            "text": "vinhaj Jediael yuninal vinhaj Simri yet' vinhaj Joha yuk'tac vinh, aj Tiza eb' vinh,"
        },
        {
            "number": "46",
            "text": "vinhaj Eliel aj Mahab, vinhaj Jerebai yet' vinhaj Josavía. Ha eb' vinh tik yuninal eb' vinh vinhaj Elnaam, vinhaj Itma aj Moab,"
        },
        {
            "number": "47",
            "text": "vinhaj Eliel, vinhaj Obed yet' vinhaj Jaasiel, aj Soba eb' vinh."
        }
    ]
}