{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ix smolb'ej sb'a masanil eb' israel, ix b'at lolon eb' yet' winhaj David t'a Hebrón. Ix yalan eb' t'a winh icha tik: Ha onh tik, junnhej co mam quicham ed'oc."
        },
        {
            "number": "2",
            "text": "Ha t'a yalanhtaxo wach'chom a winhaj Saúl ayoch reyal, palta a ach ix onh a cuchb'ej ayic ix cak'an oval. Anhejtona', ix yal Jehová co Diosal t'ayach to a ach ol onh a cuchb'ej, ol ach ochpaxcan co reyaloc, xchi eb' t'a winh."
        },
        {
            "number": "3",
            "text": "Ayic ix k'och eb' yichamtac vinaquil chonhab' Israel lolonel yet' winh t'a Hebrón chi', ix sb'oan jun strato winh yet' eb' t'a yichanh Jehová. Ata' ix ak'jiq'ue aceite t'a sjolom winh yic tz'ochcan winh sreyaloc Israel, icha val tas schecnac Jehová yal winhaj Samuel."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix b'at winhaj rey David chi' yet' masanil eb' yetisraelal t'a Jerusalén, scuchan pax Jebús, b'aj cajan eb' jebuseo."
        },
        {
            "number": "5",
            "text": "Ix yalan eb' jebuseo chi' t'a winh icha tik: Ha ach tik, manh ol yal-laj ochta t'a tik, xchi eb' t'a winh. Palta ix ak'ji ganar scuartel eb' t'a tzalan Sion chi' yuj winh, yuj chi' ix scuchcan schonhab' winhaj David."
        },
        {
            "number": "6",
            "text": "Ix yalan winh icha tik: Ha mach ol b'ab'lajoch yak' oval yet' eb' jebuseo tik, ol vak'och yajaliloc eb' soldado, xchi winh. Axo winhaj Joab yune' ix Sarvia ix b'ab'laji, yuj chi' ix och winh yajaliloc eb' soldado chi'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix cajnaj winhaj rey David t'a cuartel t'a Sion chi', yuj chi' Schonhab' Vinhaj David ix sb'iejkani."
        },
        {
            "number": "8",
            "text": "Ix sb'oq'ue juntzanhxo pat winh t'a spatictac chi', ix schab'at t'a ch'olan masanto ix k'och t'a smuroal chonhab'. Axo winhaj Joab ix wach' b'oan stz'acub' chonhab' Jebús chi'."
        },
        {
            "number": "9",
            "text": "Ix yik'an stek'anil yopisio winhaj rey David chi', yujto a Jehová Yajal t'a Smasanil aynhejoch yet' winh."
        },
        {
            "number": "10",
            "text": "Ha eb' winh soldado winhaj rey David te b'inajnac, ix och eb' winh yet' masanil eb' yetisraelal ayic ix yak'anoch winhaj David chi' eb' reyal t'a yol smacb'en Israel smasanil. Ix te och val eb' winh yet' winh yic syak'an reyal winh icha val ix aj yalan Jehová."
        },
        {
            "number": "11",
            "text": "Aton slistail eb' winh soldado winhaj rey David te b'inajnac chi': Ha winhaj Jasobeam yuninal winhaj Hacmoni, sat yaj winh t'a skal oxvanhxo eb' winh yetb'inajnaquil chi'. Ha t'a junel ix smilcham 300 eb' winh vinac winh yet' q'uen slanza."
        },
        {
            "number": "12",
            "text": "Axo junxo winh t'a skal eb' winh oxvanh chi', aton winhaj Eleazar yuninal winhaj Dodo, yinhtilal winhaj Aho."
        },
        {
            "number": "13",
            "text": "Ha t'a junel ayek' winh yet' winhaj rey David t'a Pas-damim ayic ix smolb'an sb'a eb' filisteo yak' oval ta'. Ata' ay jun munlajel b'aj avab'il ixim cebada. Ayic ix el lemnaj eb' soldado Israel t'a yichanh eb' filisteo,"
        },
        {
            "number": "14",
            "text": "haxo eb' winh chavanh chi' ix kan tek'naj t'a skal jun munlajel chi', yic syak'an oval eb' winh. Ix ak'ji ganar eb' filisteo chi' yuj eb' winh. Icha chi' ix aj scolchajcan chonhab' Israel yuj Jehová."
        },
        {
            "number": "15",
            "text": "Ha t'a junel, a oxvanh eb' winh soldado te b'inajnac chi', ix b'at eb' winh t'a sattac q'ueen yic b'at schalan sb'a eb' winh yet' winhaj rey David t'a jun q'uen nhaq'ueen scuchan Adulam. Axo eb' filisteo ay scampamento eb' t'a sch'olanil Refaim."
        },
        {
            "number": "16",
            "text": "Ayic ayek' winhaj David t'a q'uen nhaq'ueen chi', ayek' scampamento eb' filisteo t'a Belén."
        },
        {
            "number": "17",
            "text": "Yujto ste tacji sti' winhaj David chi', yuj chi' ix yal winh icha tik: Comonoc a ha ha' ay t'a stiel chonhab' Belén svuq'uej, xchi winh."
        },
        {
            "number": "18",
            "text": "Axo oxvanh eb' winh soldado te b'inajnac chi', ix och eb' winh t'a scampamento eb' filisteo, ix b'at yik'anelta ha ha' eb' winh t'ha ha' uk'b'ila' t'a stiel chonhab' Belén chi', ix yik'ancot ha' eb' winh t'a winhaj David chi'. Palta maj yal-laj sk'ol winh ix yuq'uej ha', tonhej ix sequem ha' winh t'a sat lu'um silab'il t'a Jehová."
        },
        {
            "number": "19",
            "text": "Ix yalan winh icha tik: Mocab' scha Dios vuk' ha ha' tik. Ichato ha' schiq'uil eb' winh tik svuq'uej tato svuk' ha', yujto ix sb'ec sb'a eb' winh schami yic ix b'at yik'ancot ha' eb' winh, xchi winh. Yuj chi' maj yuq'uejlaj ha' winh. Aton jun tik ix sk'ulej eb' winh oxvanh te b'inajnac chi'."
        },
        {
            "number": "20",
            "text": "Ha winhaj Abisai yuk'tac winhaj Joab, yajal yaj winh t'a 30-xo eb' winh te b'inajnac. Ha t'a jun pekti’, ix smilcham 300 vinac winh yet' q'uen slanza. Icha val chi' ix aj yik'an sb'inajnaquil winh t'a skal eb' winh 30 chi'."
        },
        {
            "number": "21",
            "text": "Yuj chi' te niwan ix aj yelk'och winh t'a yichanh eb' winh chi'. Ix och winh yajaloc eb' winh, palta maj q'uek'och winh icha eb' winh oxvanh b'ab'el chi'."
        },
        {
            "number": "22",
            "text": "Ha winhaj Benaía yuninal winhaj Joiada aj chonhab' Cabseel, te b'inajnac pax winh, tzijtum tas ix sk'ulej winh. Ha winh ix milancham chavanh soldado yuninal winhaj Ariel aj Moab. Axo t'a junel ayic te ay q'uen sacb'acom, ix em winh t'a yol jun jul. Ata' ix smilcham jun nok' choj winh."
        },
        {
            "number": "23",
            "text": "Anhejtona' ix smilcham jun winh aj Egipto winh. Nanhal am yoxil metro steel winh aj Egipto chi', haxo steal q'uen slanza winh yet'nac, niwan spatic. Palta a winhaj Benaía chi' anhej jun te te' yet'nac winh. Ix yiq'uek' q'uen slanza winh aj Egipto chi' winh, haxo yet' q'uen slanza winh chi', ix smilcham winh."
        },
        {
            "number": "24",
            "text": "Ha yuj juntzanh tas ix sk'ulej winh chi' ix yik' val sb'inajnaquil winh icha eb' winh oxvanh b'ab'el b'inajnac chi'."
        },
        {
            "number": "25",
            "text": "Nivan ix aj sb'inaj winh t'a yichanh eb' winh 30 chi', palta maj k'ochlaj icha eb' winh oxvanh chi'. Ix ak'jioch winhaj Benaía chi' yuj winhaj rey David yajaliloc eb' stanhvumal."
        },
        {
            "number": "26",
            "text": "Ha eb' winh 30 b'inajnac chi', aton eb' winh tik: Vinhaj Asael yuk'tac winhaj Joab, winhaj Elhanán yuninal winhaj Dodo aj Belén,"
        },
        {
            "number": "27",
            "text": "winhaj Samot aj Harod, winhaj Heles aj Pelón,"
        },
        {
            "number": "28",
            "text": "winhaj Ira yuninal winhaj Iques aj Tecoa, winhaj Abiezer aj Anatot,"
        },
        {
            "number": "29",
            "text": "winhaj Sibecai aj Husa, winhaj Ilai aj Aho,"
        },
        {
            "number": "30",
            "text": "winhaj Maharai aj Netofa, winhaj Heled yuninal winhaj Baana aj Netofa paxi,"
        },
        {
            "number": "31",
            "text": "winhaj Itai yuninal winhaj Ribai aj Gabaa ay t'a yol yic Benjamín, winhaj Benaía aj Piratón,"
        },
        {
            "number": "32",
            "text": "winhaj Hurai cajan t'a sti' ha' Gaas, winhaj Abiel aj Arba,"
        },
        {
            "number": "33",
            "text": "winhaj Azmavet aj Bahurim, winhaj Eliaba aj Saalbón,"
        },
        {
            "number": "34",
            "text": "eb' winh yuninal winhaj Jasén aj Gizón, winhaj Jonatán yuninal winhaj Sage aj Harar,"
        },
        {
            "number": "35",
            "text": "winhaj Ahíam yuninal winhaj Sacar aj Harar paxi, winhaj Elifal yuninal winhaj Ur,"
        },
        {
            "number": "36",
            "text": "winhaj Hefer aj Mequera, winhaj Ahías aj Pelón,"
        },
        {
            "number": "37",
            "text": "winhaj Hezro aj Carmel, winhaj Naarai yuninal winhaj Ezbai,"
        },
        {
            "number": "38",
            "text": "winhaj Joel yuk'tac winhaj Natán, winhaj Mibhar yuninal winhaj Hagrai,"
        },
        {
            "number": "39",
            "text": "winhaj Selec aj Amón, winhaj Naharai aj Berot. Ha jun winh chi' ed'jinac syamk'ab' winhaj Joab yune' ix Sarvia,"
        },
        {
            "number": "40",
            "text": "winhaj Ira aj Itra, winhaj Gareb aj Itra paxi,"
        },
        {
            "number": "41",
            "text": "winhaj Urías hitita, winhaj Zabad yuninal winhaj Ahlai,"
        },
        {
            "number": "42",
            "text": "winhaj Adina yuninal winhaj Siza, yinhtilal Rubén, yajal yaj winh t'a skal eb' yinhtilal chi', 30 eb' winh vinac ajun yet' winh,"
        },
        {
            "number": "43",
            "text": "winhaj Hanán yuninal winhaj Maaca, winhaj Josafat aj Mitán,"
        },
        {
            "number": "44",
            "text": "winhaj Uzías aj Astarot, winhaj Sama yet' winhaj Jehiel, eb' winh yuninal winhaj Hotam aj Aroer,"
        },
        {
            "number": "45",
            "text": "winhaj Jediael yuninal winhaj Simri yet' winhaj Joha yuk'tac winh, aj Tiza eb' winh,"
        },
        {
            "number": "46",
            "text": "winhaj Eliel aj Mahab, winhaj Jerebai yet' winhaj Josavía. Ha eb' winh tik yuninal eb' winh winhaj Elnaam, winhaj Itma aj Moab,"
        },
        {
            "number": "47",
            "text": "winhaj Eliel, winhaj Obed yet' winhaj Jaasiel, aj Soba eb' winh."
        }
    ]
}