{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ayic van spechji b'eyek' vinhaj David yuj vinhaj Saúl yuninal vinhaj Cis, ay jun nhilanh eb' vinh jelan yak'an oval ix b'at yak'och sb'a yed' vinh d'a Siclag."
        },
        {
            "number": "2",
            "text": "A juntzanh eb' vinh soldado chi' ay sjul-lab' eb' vinh yed' ch'anh smejmeech yed'nac. Syal sjulvaj eb' vinh d'a schab'il sk'ab'. A d'a scal eb' vinh chi' ay eb' vinh ayto yuj sb'a yed' vinhaj Saúl d'a yinhtilal Benjamín. Aton eb' vinh tic:"
        },
        {
            "number": "3",
            "text": "A vinhaj Ahiezer sat yajal yaj vinh yed' vinhaj Joás yuk'tac vinh, yuninal eb' vinh vinhaj Semaa aj chonhab' Gabaa, vinhaj Jeziel yed' vinhaj Pelet, eb' vinh yuninal vinhaj Azmavet, vinhaj Beraca yed' vinhaj Jehú aj chonhab' Anatot eb' vinh,"
        },
        {
            "number": "4",
            "text": "vinhaj Ismaías aj Gabaón. A jun vinh tic ayoch vinh stz'acub'oc eb' vinh 30 b'inajnac, yajal yaj pax vinh d'a eb' vinh, vinhaj Jeremías, vinhaj Jahaziel, vinhaj Johanán, vinhaj Jozabad aj Gedera,"
        },
        {
            "number": "5",
            "text": "vinhaj Eluzai, vinhaj Jerimot, vinhaj Bealías, vinhaj Semarías, vinhaj Sefatías aj chonhab' Haruf,"
        },
        {
            "number": "6",
            "text": "vinhaj Elcana, vinhaj Isías, vinhaj Azareel, vinhaj Joezer yed' vinhaj Jasobeam, yinhtilal eb' vinh vinhaj Coré,"
        },
        {
            "number": "7",
            "text": "vinhaj Joela yed' vinhaj Zebadías eb' vinh yuninal vinhaj Jeroham aj chonhab' Gedor."
        },
        {
            "number": "8",
            "text": "Ay pax juntzanh eb' vinh yinhtilal Gad ix b'at yak'och sb'a yed' vinhaj David chi' ayic ayek' vinh d'a q'uen nhaq'ueen d'a tz'inan luum. A juntzanh eb' vinh chi' te jelan eb' vinh, k'ayb'ab'il yuj eb' vinh yak'an oval, yed'nac smaclab' jul-lab' eb' vinh yed' q'uen slanza. Te ov sat eb' vinh icha nok' choj. Te jelan sb'ey eb' vinh icha sb'ey nok' k'ultaquil chej."
        },
        {
            "number": "9",
            "text": "A sb'i eb' vinh tic d'a stzolal, schael d'a vinh b'ab'el masanto d'a vinh yuxluchil: Vinhaj Ezer, vinhaj Obadías, vinhaj Eliab, vinhaj Mismana, vinhaj Jeremías, vinhaj Atai, vinhaj Eliel, vinhaj Johanán, vinhaj Elzabad, vinhaj Jeremías yed' vinhaj Macbanai."
        },
        {
            "number": "10",
            "text": "Aton eb' vinh tic yajal yaj d'a scal juntzanh eb' vinh yinhtilal Gad chi'. A junoc vinh quennhej yopisio d'a scal eb' vinh, yajal vinh d'a junoc 100 soldado, axo junoc vinh nivan yopisio, yajal yaj vinh d'a junoc mil soldado."
        },
        {
            "number": "11",
            "text": "Aton eb' vinh ix k'axpajek' d'a a' Jordán d'a b'ab'el uj d'a yol ab'il, ayic ix te q'ue a', van yel a' d'a stitac b'aj sb'eyi. A eb' vinh ix pechanel eb' anima cajan d'a ak'lic ay d'a sk'axepaltac a'."
        },
        {
            "number": "12",
            "text": "Anhejtona' ay pax juntzanhxo eb' vinh yinhtilal Benjamín yed' juntzanhxo eb' vinh yinhtilal Judá ix k'och yak'och sb'a yed' vinhaj David d'a q'uen nhaq'ueen chi'."
        },
        {
            "number": "13",
            "text": "Ix elta vinhaj David chi' scha eb' vinh, ix yalan vinh d'a eb' vinh icha tic: Tato d'a junk'olal tzex javi, yic tzex colvaj ved'oc, tzex in cha d'a smasanil in k'ool, palta tato tzex javi yic tzin eyak'och d'a yol sk'ab' eb' vajk'ol jun, vach'chom malaj junoc tas chuc ix in k'ulej, aocab' co Diosal, aton sDiosal eb' co mam quicham ol yil sb'a eyed'oc, syak'anoch eyaelal, xchi vinh d'a eb' vinh."
        },
        {
            "number": "14",
            "text": "Ix och Yespíritu Dios d'a vinhaj Amasai yajalil eb' vinh 30 soldado b'inajnac, yuj chi' ix yal vinh icha tic: Scak' val och co b'a ed'oc ach David yuninal vinhaj Isaí. A ach tic yed' eb' ayoch ed'oc, vach'nhej ol aj eyelk'ochi, yujto a co Diosal scolvaj val ed'oc, xchi vinh d'a vinhaj David chi'. Yuj chi' ix chaji eb' vinh yuj vinhaj David chi', ix ak'ji yopisio eb' vinh d'a scal eb' vinh yajalil eb' vinh soldado chi' yuj vinh."
        },
        {
            "number": "15",
            "text": "Ay pax juntzanhxo eb' vinh soldado yinhtilal Manasés, ix och eb' vinh yed' vinhaj David chi' ayic ix b'at vinh yed' eb' vinh filisteo yak' oval yed' vinhaj Saúl yalani. Axo ix smolb'an sb'a eb' vinh yajalil eb' filisteo chi', ix yalan eb' vinh to max yal-laj sb'at vinhaj David chi' yed' eb' vinh, yuj chi' ix schec meltzaj vinh eb' vinh d'a Siclag. Yujto ix yal eb' vinh icha tic: Axo talaj tz'aji, a yed' vinhaj Saúl syak'och sb'a vinh, yujto yajal vinhaj Saúl chi' vinh, a onh xo tzonh smilcham vinh d'a scal oval chi', xchi eb' vinh."
        },
        {
            "number": "16",
            "text": "Ayic van sjaxcan vinhaj David d'a Siclag chi', ata' ix k'och eb' vinh yinhtilal Manasés chi' yic syak'och sb'a eb' yed' vinh, aton eb' vinh tic: Vinhaj Adnas, vinhaj Jozabad, vinhaj Jediaiel, vinhaj Micael, vinhaj Jozabad, vinhaj Eliú yed' vinhaj Ziletai. Yajal yaj eb' vinh d'a junjun mil soldado d'a scal eb' yinhtilal Manasés chi'."
        },
        {
            "number": "17",
            "text": "Aton juntzanh eb' vinh tic ix colvaj yed' vinhaj David chi' ayic ix yak'an oval vinh yed' jun nhilanh eb' soldado elk'um yujto te jelan eb' smasanil d'a oval. Ix och eb' vinh yajaliloc eb' vinh soldado vinhaj David chi'."
        },
        {
            "number": "18",
            "text": "Junjun k'u sq'uib' sb'isul eb' vinh soldado ix yak'och sb'a yed' vinhaj David chi'. Te nivan eb' vinh, te ay pax smay eb' vinh."
        },
        {
            "number": "19",
            "text": "A sb'isul juntzanh soldado te jelan ix k'och d'a vinhaj David d'a Hebrón yic tz'ak'jicanoch vinh reyal sq'uexuloc eb' vinh yinhtilal vinhaj Saúl yuj eb' vinh, icha ix aj yalan Jehová, aton eb' vinh tic:"
        },
        {
            "number": "20",
            "text": "A d'a eb' yinhtilal Judá, ay 6 mil 800 soldado yed'nac smaclab' jul-lab', yed'nac pax slanza eb' vinh, lista yaj eb' vinh yak'an oval."
        },
        {
            "number": "21",
            "text": "Axo d'a eb' yinhtilal Simeón, ay 7 mil 100 eb' vinh soldado tek'an."
        },
        {
            "number": "22",
            "text": "Axo d'a eb' yinhtilal Leví, ay 4 mil 600 eb' vinh soldado."
        },
        {
            "number": "23",
            "text": "Ay pax 3 mil 700 d'a yinhtilal vinhaj Aarón, a vinhaj Joiada ayoch yajaliloc eb' vinh."
        },
        {
            "number": "24",
            "text": "A vinhaj Sadoc quelem vinh, te tek'an vinh d'a oval. Ay 22 eb' sk'ab'yoc vinh, yajal yaj eb' vinh, ajun eb' vinh yed' vinh."
        },
        {
            "number": "25",
            "text": "A d'a eb' yinhtilal Benjamín, aton eb' sk'ab'yoc vinhaj Saúl, ay 3 mil eb' vinh soldado ix k'och yed' vinhaj David chi'. Ayic mantzac uji jun tic, quen manh masaniloc eb' ayoch yed' eb' vinh yinhtilal vinhaj Saúl."
        },
        {
            "number": "26",
            "text": "A d'a eb' yinhtilal Efraín, ay 20 mil 800 eb' vinh soldado te tek'an, te b'inajnac eb' vinh d'a scal eb' sk'ab'yoc."
        },
        {
            "number": "27",
            "text": "A d'a nanhal eb' yinhtilal Manasés, ay 18 mil eb' vinac ix checjicoti yic tz'ak'jicanoch vinhaj David reyal."
        },
        {
            "number": "28",
            "text": "A d'a eb' yinhtilal Isacar, ix javi 200 eb' vinh yajal yed' pax masanil eb' vinh soldado ayoch d'a yalanh smandar eb' vinh. A juntzanh eb' vinh vinac tic, snachaj val el yuj eb' vinh tas smoj sk'ulej chonhab' Israel."
        },
        {
            "number": "29",
            "text": "A d'a eb' yinhtilal Zabulón, ay 50 mil eb' vinh soldado smoj sb'at d'a oval, syalnhej sk'anan masanil yamk'ab' yic oval eb' vinh, b'ecan sk'ool eb' vinh scolvaj yed' vinhaj David chi'."
        },
        {
            "number": "30",
            "text": "A d'a eb' yinhtilal Neftalí, ay mil eb' vinh yajal yaji yed' 37 mil eb' vinh soldado yed'nac slanza yed' smaclab' jul-lab'."
        },
        {
            "number": "31",
            "text": "A d'a eb' yinhtilal Dan, ay 28 mil 600 eb' vinh soldado smoj sb'at d'a oval."
        },
        {
            "number": "32",
            "text": "A d'a eb' yinhtilal Aser, ay 40 mil eb' vinh soldado smoj sb'at d'a oval."
        },
        {
            "number": "33",
            "text": "Axo d'a eb' ay d'a sk'axepal a' Jordán, ay 120 mil eb' vinh soldado d'a yinhtilal Rubén, d'a yinhtilal Gad yed' pax d'a nanhalxo yinhtilal Manasés. A eb' vinh chi' tz'acan yaj eb' vinh yed' masanil syamk'ab' yic oval."
        },
        {
            "number": "34",
            "text": "A masanil juntzanh eb' vinh soldado tic, ix ja eb' vinh d'a Hebrón ayic ix yak'ancanoch vinhaj David eb' vinh sreyaloc chonhab' Israel. Anhejtona' juntzanhxo eb' yetisraelal eb', junxonhej ix aj spensar eb' smasanil."
        },
        {
            "number": "35",
            "text": "Oxe' k'ual ix ek' eb' yed' vinhaj David chi' ta'. Ix va eb', ix yuk'an a' eb', yujto a eb' yetchonhab' eb' ix ak'an jantac tas ix sva eb' chi'."
        },
        {
            "number": "36",
            "text": "Masanil eb' cajan d'a slak'aniltac chi' yed' eb' cajan d'a najat, icha eb' yinhtilal Isacar, eb' yinhtilal Zabulón yed' eb' yinhtilal Neftalí, ix yik'cot vael eb' cuchb'il yuj nok' b'uru, nok' camello, nok' mula yed' pax nok' vacax. Tzijtum macanhil vael ix yik'cot eb', icha ixim harina, taquinh higo, taquinh uva, vino, aceite, nok' vacax yed' nok' calnel. Te nivan tas tz'ab'laj ix yik'cot eb', yujto manhxo jantacoc tzalajk'olal d'a Israel chi'."
        }
    ]
}