{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ayic van spechji b'eyek' winhaj David yuj winhaj Saúl yuninal winhaj Cis, ay jun nhilanh eb' winh jelan yak'an oval ix b'at yak'och sb'a yet' winh t'a Siclag."
        },
        {
            "number": "2",
            "text": "Ha juntzanh eb' winh soldado chi' ay sjul-lab' eb' winh yet' ch'anh smejmeech yet'nac. Syal sjulvaj eb' winh t'a schab'il sk'ab'. Ha t'a skal eb' winh chi' ay eb' winh ayto yuj sb'a yet' winhaj Saúl t'a yinhtilal Benjamín. Aton eb' winh tik:"
        },
        {
            "number": "3",
            "text": "Ha winhaj Ahiezer sat yajal yaj winh yet' winhaj Joás yuk'tac winh, yuninal eb' winh winhaj Semaa aj chonhab' Gabaa, winhaj Jeziel yet' winhaj Pelet, eb' winh yuninal winhaj Azmavet, winhaj Beraca yet' winhaj Jehú aj chonhab' Anatot eb' winh,"
        },
        {
            "number": "4",
            "text": "winhaj Ismaías aj Gabaón. Ha jun winh tik ayoch winh stz'acub'oc eb' winh 30 b'inajnac, yajal yaj pax winh t'a eb' winh, winhaj Jeremías, winhaj Jahaziel, winhaj Johanán, winhaj Jozabad aj Gedera,"
        },
        {
            "number": "5",
            "text": "winhaj Eluzai, winhaj Jerimot, winhaj Bealías, winhaj Semarías, winhaj Sefatías aj chonhab' Haruf,"
        },
        {
            "number": "6",
            "text": "winhaj Elcana, winhaj Isías, winhaj Azareel, winhaj Joezer yet' winhaj Jasobeam, yinhtilal eb' winh winhaj Coré,"
        },
        {
            "number": "7",
            "text": "winhaj Joela yet' winhaj Zebadías eb' winh yuninal winhaj Jeroham aj chonhab' Gedor."
        },
        {
            "number": "8",
            "text": "Ay pax juntzanh eb' winh yinhtilal Gad ix b'at yak'och sb'a yet' winhaj David chi' ayic ayek' winh t'a q'uen nhaq'ueen t'a tzinan lu'um. Ha juntzanh eb' winh chi' te jelan eb' winh, k'ayb'ab'il yuj eb' winh yak'an oval, yet'nac smaclab' jul-lab' eb' winh yet' q'uen slanza. Te ov sat eb' winh icha nok' choj. Te jelan sb'ey eb' winh icha sb'ey nok' k'ultaquil chej."
        },
        {
            "number": "9",
            "text": "Ha sb'i eb' winh tik t'a stzolal, schael t'a winh b'ab'el masanto t'a winh yuxluchil: Vinhaj Ezer, winhaj Obadías, winhaj Eliab, winhaj Mismana, winhaj Jeremías, winhaj Atai, winhaj Eliel, winhaj Johanán, winhaj Elzabad, winhaj Jeremías yet' winhaj Macbanai."
        },
        {
            "number": "10",
            "text": "Aton eb' winh tik yajal yaj t'a skal juntzanh eb' winh yinhtilal Gad chi'. Ha junok winh quennhej yopisio t'a skal eb' winh, yajal winh t'a junok 100 soldado, haxo junok winh niwan yopisio, yajal yaj winh t'a junok mil soldado."
        },
        {
            "number": "11",
            "text": "Aton eb' winh ix k'axpajek' t'ha ha' Jordán t'a b'ab'el uj t'a yol ab'il, ayic ix te q'ue ha', van yel ha' t'a stitac b'aj sb'eyi. Ha eb' winh ix pechanel eb' anima cajan t'a ak'lic ay t'a sk'axepaltac ha'."
        },
        {
            "number": "12",
            "text": "Anhejtona' ay pax juntzanhxo eb' winh yinhtilal Benjamín yet' juntzanhxo eb' winh yinhtilal Judá ix k'och yak'och sb'a yet' winhaj David t'a q'uen nhaq'ueen chi'."
        },
        {
            "number": "13",
            "text": "Ix elta winhaj David chi' scha eb' winh, ix yalan winh t'a eb' winh icha tik: Tato t'a junk'olal tzex javi, yic tzex kolwaj ved'oc, tzex in cha t'a smasanil in k'ool, palta tato tzex javi yic tzin eyak'och t'a yol sk'ab' eb' vajk'ol jun, wach'chom malaj junok tas chuk ix in k'ulej, aocab' co Diosal, aton sDiosal eb' co mam quicham ol yil sb'a eyed'oc, syak'anoch eyaelal, xchi winh t'a eb' winh."
        },
        {
            "number": "14",
            "text": "Ix och Yespíritu Dios t'a winhaj Amasai yajalil eb' winh 30 soldado b'inajnac, yuj chi' ix yal winh icha tik: Scak' val och co b'a ed'oc ach David yuninal winhaj Isaí. Ha ach tik yet' eb' ayoch ed'oc, wach'nhej ol aj eyelk'ochi, yujto a co Diosal skolwaj val ed'oc, xchi winh t'a winhaj David chi'. Yuj chi' ix chaji eb' winh yuj winhaj David chi', ix ak'ji yopisio eb' winh t'a skal eb' winh yajalil eb' winh soldado chi' yuj winh."
        },
        {
            "number": "15",
            "text": "Ay pax juntzanhxo eb' winh soldado yinhtilal Manasés, ix och eb' winh yet' winhaj David chi' ayic ix b'at winh yet' eb' winh filisteo yak' oval yet' winhaj Saúl yalani. Axo ix smolb'an sb'a eb' winh yajalil eb' filisteo chi', ix yalan eb' winh to max yal-laj sb'at winhaj David chi' yet' eb' winh, yuj chi' ix schec meltzaj winh eb' winh t'a Siclag. Yujto ix yal eb' winh icha tik: Axo talaj tz'aji, a yet' winhaj Saúl syak'och sb'a winh, yujto yajal winhaj Saúl chi' winh, a onh xo tzonh smilcham winh t'a skal oval chi', xchi eb' winh."
        },
        {
            "number": "16",
            "text": "Ayic van sjaxcan winhaj David t'a Siclag chi', ata' ix k'och eb' winh yinhtilal Manasés chi' yic syak'och sb'a eb' yet' winh, aton eb' winh tik: Vinhaj Adnas, winhaj Jozabad, winhaj Jediaiel, winhaj Micael, winhaj Jozabad, winhaj Eliú yet' winhaj Ziletai. Yajal yaj eb' winh t'a junjun mil soldado t'a skal eb' yinhtilal Manasés chi'."
        },
        {
            "number": "17",
            "text": "Aton juntzanh eb' winh tik ix kolwaj yet' winhaj David chi' ayic ix yak'an oval winh yet' jun nhilanh eb' soldado elk'um yujto te jelan eb' smasanil t'a oval. Ix och eb' winh yajaliloc eb' winh soldado winhaj David chi'."
        },
        {
            "number": "18",
            "text": "Junjun k'u sq'uib' sb'isul eb' winh soldado ix yak'och sb'a yet' winhaj David chi'. Te niwan eb' winh, te ay pax smay eb' winh."
        },
        {
            "number": "19",
            "text": "Ha sb'isul juntzanh soldado te jelan ix k'och t'a winhaj David t'a Hebrón yic tz'ak'jicanoch winh reyal sq'uexuloc eb' winh yinhtilal winhaj Saúl yuj eb' winh, icha ix aj yalan Jehová, aton eb' winh tik:"
        },
        {
            "number": "20",
            "text": "Ha t'a eb' yinhtilal Judá, ay 6 mil 800 soldado yet'nac smaclab' jul-lab', yet'nac pax slanza eb' winh, lista yaj eb' winh yak'an oval."
        },
        {
            "number": "21",
            "text": "Axo t'a eb' yinhtilal Simeón, ay 7 mil 100 eb' winh soldado tek'an."
        },
        {
            "number": "22",
            "text": "Axo t'a eb' yinhtilal Leví, ay 4 mil 600 eb' winh soldado."
        },
        {
            "number": "23",
            "text": "Ay pax 3 mil 700 t'a yinhtilal winhaj Aarón, a winhaj Joiada ayoch yajaliloc eb' winh."
        },
        {
            "number": "24",
            "text": "Ha winhaj Sadoc quelem winh, te tek'an winh t'a oval. Ay 22 eb' sk'ab'yoc winh, yajal yaj eb' winh, ajun eb' winh yet' winh."
        },
        {
            "number": "25",
            "text": "Ha t'a eb' yinhtilal Benjamín, aton eb' sk'ab'yoc winhaj Saúl, ay 3 mil eb' winh soldado ix k'och yet' winhaj David chi'. Ayic mantzac uji jun tik, quen manh masaniloc eb' ayoch yet' eb' winh yinhtilal winhaj Saúl."
        },
        {
            "number": "26",
            "text": "Ha t'a eb' yinhtilal Efraín, ay 20 mil 800 eb' winh soldado te tek'an, te b'inajnac eb' winh t'a skal eb' sk'ab'yoc."
        },
        {
            "number": "27",
            "text": "Ha t'a nanhal eb' yinhtilal Manasés, ay 18 mil eb' vinac ix checjicoti yic tz'ak'jicanoch winhaj David reyal."
        },
        {
            "number": "28",
            "text": "Ha t'a eb' yinhtilal Isacar, ix javi 200 eb' winh yajal yet' pax masanil eb' winh soldado ayoch t'a yalanh smandar eb' winh. Ha juntzanh eb' winh vinac tik, snachaj val el yuj eb' winh tas smoj sk'ulej chonhab' Israel."
        },
        {
            "number": "29",
            "text": "Ha t'a eb' yinhtilal Zabulón, ay 50 mil eb' winh soldado smoj sb'at t'a oval, syalnhej sk'anan masanil yamk'ab' yic oval eb' winh, b'ecan sk'ool eb' winh skolwaj yet' winhaj David chi'."
        },
        {
            "number": "30",
            "text": "Ha t'a eb' yinhtilal Neftalí, ay mil eb' winh yajal yaji yet' 37 mil eb' winh soldado yet'nac slanza yet' smaclab' jul-lab'."
        },
        {
            "number": "31",
            "text": "Ha t'a eb' yinhtilal Dan, ay 28 mil 600 eb' winh soldado smoj sb'at t'a oval."
        },
        {
            "number": "32",
            "text": "Ha t'a eb' yinhtilal Aser, ay 40 mil eb' winh soldado smoj sb'at t'a oval."
        },
        {
            "number": "33",
            "text": "Axo t'a eb' ay t'a sk'axepal ha' Jordán, ay 120 mil eb' winh soldado t'a yinhtilal Rubén, t'a yinhtilal Gad yet' pax t'a nanhalxo yinhtilal Manasés. Ha eb' winh chi' tz'acan yaj eb' winh yet' masanil syamk'ab' yic oval."
        },
        {
            "number": "34",
            "text": "Ha masanil juntzanh eb' winh soldado tik, ix ja eb' winh t'a Hebrón ayic ix yak'ancanoch winhaj David eb' winh sreyaloc chonhab' Israel. Anhejtona' juntzanhxo eb' yetisraelal eb', junxonhej ix aj spensar eb' smasanil."
        },
        {
            "number": "35",
            "text": "Oxe' k'ual ix ek' eb' yet' winhaj David chi' ta'. Ix wa eb', ix yuk'an ha' eb', yujto a eb' yetchonhab' eb' ix ak'an jantac tas ix sva eb' chi'."
        },
        {
            "number": "36",
            "text": "Masanil eb' cajan t'a slak'aniltac chi' yet' eb' cajan t'a najat, icha eb' yinhtilal Isacar, eb' yinhtilal Zabulón yet' eb' yinhtilal Neftalí, ix yik'cot vael eb' cuchb'il yuj nok' b'uru, nok' camello, nok' mula yet' pax nok' vacax. Tzijtum macanhil vael ix yik'cot eb', icha ixim harina, taquinh higo, taquinh uva, vino, aceite, nok' vacax yet' nok' calnel. Te niwan tas tz'ab'laj ix yik'cot eb', yujto manhxo jantacoc tzalajk'olal t'a Israel chi'."
        }
    ]
}