{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ayic wan spechji b'eyek' winhaj Dawid yuj winhaj Saúl yuninal winhaj Cis, ay jun nhilanh heb' winh jelan yak'an owal ix b'at yak'och sb'a yet' winh t'a Siclag."
        },
        {
            "number": "2",
            "text": "Ha juntzanh heb' winh soldado chi' ay sjul-lab' heb' winh yet' ch'anh smejmeech yet'nac. Syal sjulwaj heb' winh t'a schab'il sk'ab'. Ha t'a skal heb' winh chi' ay heb' winh ayto yuj sb'a yet' winhaj Saúl t'a yinhtilal Benjamín. Aton heb' winh tik:"
        },
        {
            "number": "3",
            "text": "Ha winhaj Ahiezer sat yajal yaj winh yet' winhaj Joás yuk'tac winh, yuninal heb' winh winhaj Semaa aj chonhab' Gabaa, winhaj Jeziel yet' winhaj Pelet, heb' winh yuninal winhaj Azmawet, winhaj Beraca yet' winhaj Jehú aj chonhab' Anatot heb' winh,"
        },
        {
            "number": "4",
            "text": "winhaj Ismaías aj Gabaón. Ha jun winh tik ayoch winh stz'acub'oc heb' winh 30 b'inajnac, yajal yaj pax winh t'a heb' winh, winhaj Jeremías, winhaj Jahaziel, winhaj Johanán, winhaj Jozabad aj Gedera,"
        },
        {
            "number": "5",
            "text": "winhaj Eluzai, winhaj Jerimot, winhaj Bealías, winhaj Semarías, winhaj Sefatías aj chonhab' Haruf,"
        },
        {
            "number": "6",
            "text": "winhaj Elcana, winhaj Isías, winhaj Azareel, winhaj Joezer yet' winhaj Jasobeam, yinhtilal heb' winh winhaj Coré,"
        },
        {
            "number": "7",
            "text": "winhaj Joela yet' winhaj Zebadías heb' winh yuninal winhaj Jeroham aj chonhab' Gedor."
        },
        {
            "number": "8",
            "text": "Ay pax juntzanh heb' winh yinhtilal Gad ix b'at yak'och sb'a yet' winhaj Dawid chi' ayic ayek' winh t'a k'een nhak'een t'a tzinan lu'um. Ha juntzanh heb' winh chi' te jelan heb' winh, k'ayb'ab'il yuj heb' winh yak'an owal, yet'nac smaclab' jul-lab' heb' winh yet' k'een slanza. Te ov sat heb' winh icha nok' choj. Te jelan sb'ey heb' winh icha sb'ey nok' k'ultaquil chej."
        },
        {
            "number": "9",
            "text": "Ha sb'i heb' winh tik t'a stzolal, schael t'a winh b'ab'el masanto t'a winh yuxluchil: Vinhaj Ezer, winhaj Obadías, winhaj Eliab, winhaj Mismana, winhaj Jeremías, winhaj Atai, winhaj Eliel, winhaj Johanán, winhaj Elzabad, winhaj Jeremías yet' winhaj Macbanai."
        },
        {
            "number": "10",
            "text": "Aton heb' winh tik yajal yaj t'a skal juntzanh heb' winh yinhtilal Gad chi'. Ha junok winh quennhej yopisio t'a skal heb' winh, yajal winh t'a junok 100 soldado, haxo junok winh niwan yopisio, yajal yaj winh t'a junok mil soldado."
        },
        {
            "number": "11",
            "text": "Aton heb' winh ix k'axpajek' t'ha ha' Jordán t'a b'ab'el uj t'a yol ab'il, ayic ix te k'e ha', wan yel ha' t'a stitac b'aj sb'eyi. Ha heb' winh ix pechanel heb' anima cajan t'a ak'lic ay t'a sk'axepaltac ha'."
        },
        {
            "number": "12",
            "text": "Anhejtona' ay pax juntzanhxo heb' winh yinhtilal Benjamín yet' juntzanhxo heb' winh yinhtilal Judá ix k'och yak'och sb'a yet' winhaj Dawid t'a k'een nhak'een chi'."
        },
        {
            "number": "13",
            "text": "Ix elta winhaj Dawid chi' scha heb' winh, ix yalan winh t'a heb' winh icha tik: Tato t'a junk'olal tzex jawi, yic tzex kolwaj wed'oc, tzex in cha t'a smasanil in k'ool, palta tato tzex jawi yic tzin eyak'och t'a yol sk'ab' heb' wajk'ol jun, wach'chom malaj junok tas chuk ix in k'ulej, aocab' ko Diosal, aton sDiosal heb' ko mam quicham ol yil sb'a eyed'oc, syak'anoch eyaelal, xchi winh t'a heb' winh."
        },
        {
            "number": "14",
            "text": "Ix och Yespíritu Dios t'a winhaj Amasai yajalil heb' winh 30 soldado b'inajnac, yuj chi' ix yal winh icha tik: Scak' wal och ko b'a ed'oc ach Dawid yuninal winhaj Isaí. Ha ach tik yet' heb' ayoch ed'oc, wach'nhej ol aj eyelk'ochi, yujto a ko Diosal skolwaj wal ed'oc, xchi winh t'a winhaj Dawid chi'. Yuj chi' ix chaji heb' winh yuj winhaj Dawid chi', ix ak'ji yopisio heb' winh t'a skal heb' winh yajalil heb' winh soldado chi' yuj winh."
        },
        {
            "number": "15",
            "text": "Ay pax juntzanhxo heb' winh soldado yinhtilal Manasés, ix och heb' winh yet' winhaj Dawid chi' ayic ix b'at winh yet' heb' winh filisteo yak' owal yet' winhaj Saúl yalani. Axo ix smolb'an sb'a heb' winh yajalil heb' filisteo chi', ix yalan heb' winh to max yal-laj sb'at winhaj Dawid chi' yet' heb' winh, yuj chi' ix schec meltzaj winh heb' winh t'a Siclag. Yujto ix yal heb' winh icha tik: Axo talaj tz'aji, a yet' winhaj Saúl syak'och sb'a winh, yujto yajal winhaj Saúl chi' winh, a onh xo tzonh smilcham winh t'a skal owal chi', xchi heb' winh."
        },
        {
            "number": "16",
            "text": "Ayic wan sjaxcan winhaj Dawid t'a Siclag chi', ata' ix k'och heb' winh yinhtilal Manasés chi' yic syak'och sb'a heb' yet' winh, aton heb' winh tik: Vinhaj Adnas, winhaj Jozabad, winhaj Jediaiel, winhaj Micael, winhaj Jozabad, winhaj Eliú yet' winhaj Ziletai. Yajal yaj heb' winh t'a junjun mil soldado t'a skal heb' yinhtilal Manasés chi'."
        },
        {
            "number": "17",
            "text": "Aton juntzanh heb' winh tik ix kolwaj yet' winhaj Dawid chi' ayic ix yak'an owal winh yet' jun nhilanh heb' soldado elk'um yujto te jelan heb' smasanil t'a owal. Ix och heb' winh yajaliloc heb' winh soldado winhaj Dawid chi'."
        },
        {
            "number": "18",
            "text": "Junjun k'u sq'uib' sb'isul heb' winh soldado ix yak'och sb'a yet' winhaj Dawid chi'. Te niwan heb' winh, te ay pax smay heb' winh."
        },
        {
            "number": "19",
            "text": "Ha sb'isul juntzanh soldado te jelan ix k'och t'a winhaj Dawid t'a Hebrón yic tz'ak'jicanoch winh reyal sk'exuloc heb' winh yinhtilal winhaj Saúl yuj heb' winh, icha ix aj yalan Jehová, aton heb' winh tik:"
        },
        {
            "number": "20",
            "text": "Ha t'a heb' yinhtilal Judá, ay 6 mil 800 soldado yet'nac smaclab' jul-lab', yet'nac pax slanza heb' winh, lista yaj heb' winh yak'an owal."
        },
        {
            "number": "21",
            "text": "Axo t'a heb' yinhtilal Simeón, ay 7 mil 100 heb' winh soldado tek'an."
        },
        {
            "number": "22",
            "text": "Axo t'a heb' yinhtilal Leví, ay 4 mil 600 heb' winh soldado."
        },
        {
            "number": "23",
            "text": "Ay pax 3 mil 700 t'a yinhtilal winhaj Aarón, a winhaj Joiada ayoch yajaliloc heb' winh."
        },
        {
            "number": "24",
            "text": "Ha winhaj Sadoc quelem winh, te tek'an winh t'a owal. Ay 22 heb' sk'ab'yoc winh, yajal yaj heb' winh, ajun heb' winh yet' winh."
        },
        {
            "number": "25",
            "text": "Ha t'a heb' yinhtilal Benjamín, aton heb' sk'ab'yoc winhaj Saúl, ay 3 mil heb' winh soldado ix k'och yet' winhaj Dawid chi'. Ayic mantzac uji jun tik, quen manh masaniloc heb' ayoch yet' heb' winh yinhtilal winhaj Saúl."
        },
        {
            "number": "26",
            "text": "Ha t'a heb' yinhtilal Efraín, ay 20 mil 800 heb' winh soldado te tek'an, te b'inajnac heb' winh t'a skal heb' sk'ab'yoc."
        },
        {
            "number": "27",
            "text": "Ha t'a nanhal heb' yinhtilal Manasés, ay 18 mil heb' winak ix checjicoti yic tz'ak'jicanoch winhaj Dawid reyal."
        },
        {
            "number": "28",
            "text": "Ha t'a heb' yinhtilal Isacar, ix jawi 200 heb' winh yajal yet' pax masanil heb' winh soldado ayoch t'a yalanh smandar heb' winh. Ha juntzanh heb' winh winak tik, snachaj wal el yuj heb' winh tas smoj sk'ulej chonhab' Israel."
        },
        {
            "number": "29",
            "text": "Ha t'a heb' yinhtilal Zabulón, ay 50 mil heb' winh soldado smoj sb'at t'a owal, syalnhej sk'anan masanil yamk'ab' yic owal heb' winh, b'ecan sk'ool heb' winh skolwaj yet' winhaj Dawid chi'."
        },
        {
            "number": "30",
            "text": "Ha t'a heb' yinhtilal Neftalí, ay mil heb' winh yajal yaji yet' 37 mil heb' winh soldado yet'nac slanza yet' smaclab' jul-lab'."
        },
        {
            "number": "31",
            "text": "Ha t'a heb' yinhtilal Dan, ay 28 mil 600 heb' winh soldado smoj sb'at t'a owal."
        },
        {
            "number": "32",
            "text": "Ha t'a heb' yinhtilal Aser, ay 40 mil heb' winh soldado smoj sb'at t'a owal."
        },
        {
            "number": "33",
            "text": "Axo t'a heb' ay t'a sk'axepal ha' Jordán, ay 120 mil heb' winh soldado t'a yinhtilal Rubén, t'a yinhtilal Gad yet' pax t'a nanhalxo yinhtilal Manasés. Ha heb' winh chi' tz'acan yaj heb' winh yet' masanil syamk'ab' yic owal."
        },
        {
            "number": "34",
            "text": "Ha masanil juntzanh heb' winh soldado tik, ix ja heb' winh t'a Hebrón ayic ix yak'ancanoch winhaj Dawid heb' winh sreyaloc chonhab' Israel. Anhejtona' juntzanhxo heb' yetisraelal heb', junxonhej ix aj spensar heb' smasanil."
        },
        {
            "number": "35",
            "text": "Oxe' k'ual ix ek' heb' yet' winhaj Dawid chi' ta'. Ix wa heb', ix yuk'an ha' heb', yujto a heb' yetchonhab' heb' ix ak'an jantac tas ix swa heb' chi'."
        },
        {
            "number": "36",
            "text": "Masanil heb' cajan t'a slak'aniltac chi' yet' heb' cajan t'a najat, icha heb' yinhtilal Isacar, heb' yinhtilal Zabulón yet' heb' yinhtilal Neftalí, ix yik'cot wael heb' cuchb'il yuj nok' b'uru, nok' camello, nok' mula yet' pax nok' wacax. Tzijtum macanhil wael ix yik'cot heb', icha ixim harina, taquinh higo, taquinh uwa, wino, aceite, nok' wacax yet' nok' calnel. Te niwan tas tz'ab'laj ix yik'cot heb', yujto manhxo jantacoc tzalajk'olal t'a Israel chi'."
        }
    ]
}