{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ayic van spechji b'eyek' vinhaj David yuj vinhaj Saúl yuninal vinhaj Cis, ay jun nhilanh eb' vinh jelan yak'an oval ix b'at yak'och sb'a yet' vinh t'a Siclag."
        },
        {
            "number": "2",
            "text": "Ha juntzanh eb' vinh soldado chi' ay sjul-lab' eb' vinh yet' ch'anh smejmeech yet'nac. Syal sjulvaj eb' vinh t'a schab'il sk'ab'. Ha t'a skal eb' vinh chi' ay eb' vinh ayto yuj sb'a yet' vinhaj Saúl t'a yinhtilal Benjamín. Aton eb' vinh tik:"
        },
        {
            "number": "3",
            "text": "Ha vinhaj Ahiezer sat yajal yaj vinh yet' vinhaj Joás yuk'tac vinh, yuninal eb' vinh vinhaj Semaa aj chonhab' Gabaa, vinhaj Jeziel yet' vinhaj Pelet, eb' vinh yuninal vinhaj Azmavet, vinhaj Beraca yet' vinhaj Jehú aj chonhab' Anatot eb' vinh,"
        },
        {
            "number": "4",
            "text": "vinhaj Ismaías aj Gabaón. Ha jun vinh tik ayoch vinh stz'acub'oc eb' vinh 30 b'inajnac, yajal yaj pax vinh t'a eb' vinh, vinhaj Jeremías, vinhaj Jahaziel, vinhaj Johanán, vinhaj Jozabad aj Gedera,"
        },
        {
            "number": "5",
            "text": "vinhaj Eluzai, vinhaj Jerimot, vinhaj Bealías, vinhaj Semarías, vinhaj Sefatías aj chonhab' Haruf,"
        },
        {
            "number": "6",
            "text": "vinhaj Elcana, vinhaj Isías, vinhaj Azareel, vinhaj Joezer yet' vinhaj Jasobeam, yinhtilal eb' vinh vinhaj Coré,"
        },
        {
            "number": "7",
            "text": "vinhaj Joela yet' vinhaj Zebadías eb' vinh yuninal vinhaj Jeroham aj chonhab' Gedor."
        },
        {
            "number": "8",
            "text": "Ay pax juntzanh eb' vinh yinhtilal Gad ix b'at yak'och sb'a yet' vinhaj David chi' ayic ayek' vinh t'a q'uen nhaq'ueen t'a tzinan lu'um. Ha juntzanh eb' vinh chi' te jelan eb' vinh, k'ayb'ab'il yuj eb' vinh yak'an oval, yet'nac smaclab' jul-lab' eb' vinh yet' q'uen slanza. Te ov sat eb' vinh icha nok' choj. Te jelan sb'ey eb' vinh icha sb'ey nok' k'ultaquil chej."
        },
        {
            "number": "9",
            "text": "Ha sb'i eb' vinh tik t'a stzolal, schael t'a vinh b'ab'el masanto t'a vinh yuxluchil: Vinhaj Ezer, vinhaj Obadías, vinhaj Eliab, vinhaj Mismana, vinhaj Jeremías, vinhaj Atai, vinhaj Eliel, vinhaj Johanán, vinhaj Elzabad, vinhaj Jeremías yet' vinhaj Macbanai."
        },
        {
            "number": "10",
            "text": "Aton eb' vinh tik yajal yaj t'a skal juntzanh eb' vinh yinhtilal Gad chi'. Ha junok vinh quennhej yopisio t'a skal eb' vinh, yajal vinh t'a junok 100 soldado, haxo junok vinh niwan yopisio, yajal yaj vinh t'a junok mil soldado."
        },
        {
            "number": "11",
            "text": "Aton eb' vinh ix k'axpajek' t'ha ha' Jordán t'a b'ab'el uj t'a yol ab'il, ayic ix te q'ue ha', van yel ha' t'a stitac b'aj sb'eyi. Ha eb' vinh ix pechanel eb' anima cajan t'a ak'lic ay t'a sk'axepaltac ha'."
        },
        {
            "number": "12",
            "text": "Anhejtona' ay pax juntzanhxo eb' vinh yinhtilal Benjamín yet' juntzanhxo eb' vinh yinhtilal Judá ix k'och yak'och sb'a yet' vinhaj David t'a q'uen nhaq'ueen chi'."
        },
        {
            "number": "13",
            "text": "Ix elta vinhaj David chi' scha eb' vinh, ix yalan vinh t'a eb' vinh icha tik: Tato t'a junk'olal tzex javi, yic tzex colvaj ved'oc, tzex in cha t'a smasanil in k'ool, palta tato tzex javi yic tzin eyak'och t'a yol sk'ab' eb' vajk'ol jun, wach'chom malaj junok tas chuk ix in k'ulej, aocab' co Diosal, aton sDiosal eb' co mam quicham ol yil sb'a eyed'oc, syak'anoch eyaelal, xchi vinh t'a eb' vinh."
        },
        {
            "number": "14",
            "text": "Ix och Yespíritu Dios t'a vinhaj Amasai yajalil eb' vinh 30 soldado b'inajnac, yuj chi' ix yal vinh icha tik: Scak' val och co b'a ed'oc ach David yuninal vinhaj Isaí. Ha ach tik yet' eb' ayoch ed'oc, wach'nhej ol aj eyelk'ochi, yujto a co Diosal scolvaj val ed'oc, xchi vinh t'a vinhaj David chi'. Yuj chi' ix chaji eb' vinh yuj vinhaj David chi', ix ak'ji yopisio eb' vinh t'a skal eb' vinh yajalil eb' vinh soldado chi' yuj vinh."
        },
        {
            "number": "15",
            "text": "Ay pax juntzanhxo eb' vinh soldado yinhtilal Manasés, ix och eb' vinh yet' vinhaj David chi' ayic ix b'at vinh yet' eb' vinh filisteo yak' oval yet' vinhaj Saúl yalani. Axo ix smolb'an sb'a eb' vinh yajalil eb' filisteo chi', ix yalan eb' vinh to max yal-laj sb'at vinhaj David chi' yet' eb' vinh, yuj chi' ix schec meltzaj vinh eb' vinh t'a Siclag. Yujto ix yal eb' vinh icha tik: Axo talaj tz'aji, a yet' vinhaj Saúl syak'och sb'a vinh, yujto yajal vinhaj Saúl chi' vinh, a onh xo tzonh smilcham vinh t'a skal oval chi', xchi eb' vinh."
        },
        {
            "number": "16",
            "text": "Ayic van sjaxcan vinhaj David t'a Siclag chi', ata' ix k'och eb' vinh yinhtilal Manasés chi' yic syak'och sb'a eb' yet' vinh, aton eb' vinh tik: Vinhaj Adnas, vinhaj Jozabad, vinhaj Jediaiel, vinhaj Micael, vinhaj Jozabad, vinhaj Eliú yet' vinhaj Ziletai. Yajal yaj eb' vinh t'a junjun mil soldado t'a skal eb' yinhtilal Manasés chi'."
        },
        {
            "number": "17",
            "text": "Aton juntzanh eb' vinh tik ix colvaj yet' vinhaj David chi' ayic ix yak'an oval vinh yet' jun nhilanh eb' soldado elk'um yujto te jelan eb' smasanil t'a oval. Ix och eb' vinh yajaliloc eb' vinh soldado vinhaj David chi'."
        },
        {
            "number": "18",
            "text": "Junjun k'u sq'uib' sb'isul eb' vinh soldado ix yak'och sb'a yet' vinhaj David chi'. Te niwan eb' vinh, te ay pax smay eb' vinh."
        },
        {
            "number": "19",
            "text": "Ha sb'isul juntzanh soldado te jelan ix k'och t'a vinhaj David t'a Hebrón yic tz'ak'jicanoch vinh reyal sq'uexuloc eb' vinh yinhtilal vinhaj Saúl yuj eb' vinh, icha ix aj yalan Jehová, aton eb' vinh tik:"
        },
        {
            "number": "20",
            "text": "Ha t'a eb' yinhtilal Judá, ay 6 mil 800 soldado yet'nac smaclab' jul-lab', yet'nac pax slanza eb' vinh, lista yaj eb' vinh yak'an oval."
        },
        {
            "number": "21",
            "text": "Axo t'a eb' yinhtilal Simeón, ay 7 mil 100 eb' vinh soldado tek'an."
        },
        {
            "number": "22",
            "text": "Axo t'a eb' yinhtilal Leví, ay 4 mil 600 eb' vinh soldado."
        },
        {
            "number": "23",
            "text": "Ay pax 3 mil 700 t'a yinhtilal vinhaj Aarón, a vinhaj Joiada ayoch yajaliloc eb' vinh."
        },
        {
            "number": "24",
            "text": "Ha vinhaj Sadoc quelem vinh, te tek'an vinh t'a oval. Ay 22 eb' sk'ab'yoc vinh, yajal yaj eb' vinh, ajun eb' vinh yet' vinh."
        },
        {
            "number": "25",
            "text": "Ha t'a eb' yinhtilal Benjamín, aton eb' sk'ab'yoc vinhaj Saúl, ay 3 mil eb' vinh soldado ix k'och yet' vinhaj David chi'. Ayic mantzac uji jun tik, quen manh masaniloc eb' ayoch yet' eb' vinh yinhtilal vinhaj Saúl."
        },
        {
            "number": "26",
            "text": "Ha t'a eb' yinhtilal Efraín, ay 20 mil 800 eb' vinh soldado te tek'an, te b'inajnac eb' vinh t'a skal eb' sk'ab'yoc."
        },
        {
            "number": "27",
            "text": "Ha t'a nanhal eb' yinhtilal Manasés, ay 18 mil eb' vinac ix checjicoti yic tz'ak'jicanoch vinhaj David reyal."
        },
        {
            "number": "28",
            "text": "Ha t'a eb' yinhtilal Isacar, ix javi 200 eb' vinh yajal yet' pax masanil eb' vinh soldado ayoch t'a yalanh smandar eb' vinh. Ha juntzanh eb' vinh vinac tik, snachaj val el yuj eb' vinh tas smoj sk'ulej chonhab' Israel."
        },
        {
            "number": "29",
            "text": "Ha t'a eb' yinhtilal Zabulón, ay 50 mil eb' vinh soldado smoj sb'at t'a oval, syalnhej sk'anan masanil yamk'ab' yic oval eb' vinh, b'ecan sk'ool eb' vinh scolvaj yet' vinhaj David chi'."
        },
        {
            "number": "30",
            "text": "Ha t'a eb' yinhtilal Neftalí, ay mil eb' vinh yajal yaji yet' 37 mil eb' vinh soldado yet'nac slanza yet' smaclab' jul-lab'."
        },
        {
            "number": "31",
            "text": "Ha t'a eb' yinhtilal Dan, ay 28 mil 600 eb' vinh soldado smoj sb'at t'a oval."
        },
        {
            "number": "32",
            "text": "Ha t'a eb' yinhtilal Aser, ay 40 mil eb' vinh soldado smoj sb'at t'a oval."
        },
        {
            "number": "33",
            "text": "Axo t'a eb' ay t'a sk'axepal ha' Jordán, ay 120 mil eb' vinh soldado t'a yinhtilal Rubén, t'a yinhtilal Gad yet' pax t'a nanhalxo yinhtilal Manasés. Ha eb' vinh chi' tz'acan yaj eb' vinh yet' masanil syamk'ab' yic oval."
        },
        {
            "number": "34",
            "text": "Ha masanil juntzanh eb' vinh soldado tik, ix ja eb' vinh t'a Hebrón ayic ix yak'ancanoch vinhaj David eb' vinh sreyaloc chonhab' Israel. Anhejtona' juntzanhxo eb' yetisraelal eb', junxonhej ix aj spensar eb' smasanil."
        },
        {
            "number": "35",
            "text": "Oxe' k'ual ix ek' eb' yet' vinhaj David chi' ta'. Ix wa eb', ix yuk'an ha' eb', yujto a eb' yetchonhab' eb' ix ak'an jantac tas ix sva eb' chi'."
        },
        {
            "number": "36",
            "text": "Masanil eb' cajan t'a slak'aniltac chi' yet' eb' cajan t'a najat, icha eb' yinhtilal Isacar, eb' yinhtilal Zabulón yet' eb' yinhtilal Neftalí, ix yik'cot vael eb' cuchb'il yuj nok' b'uru, nok' camello, nok' mula yet' pax nok' vacax. Tzijtum macanhil vael ix yik'cot eb', icha ixim harina, taquinh higo, taquinh uva, vino, aceite, nok' vacax yet' nok' calnel. Te niwan tas tz'ab'laj ix yik'cot eb', yujto manhxo jantacoc tzalajk'olal t'a Israel chi'."
        }
    ]
}