{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon winhaj rey Dawid yet' masanil heb' winh yajal yaj t'a junjun nhilanh heb' winh soldado."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi' ix yalan winh t'a masanil heb' yetisraelal icha tik: Ex wetisraelal, tato scha he k'ool, schaanpax sk'ol Jehová ko Diosal, skavtej heb' quetisraelal ay t'a yol ko macb'en tik, heb' aytocan t'a juntzanhxo lugar. Scavtej pax masanil heb' sacerdote yet' juntzanhxo heb' lewita ayek' t'a schonhab' yet' t'a slum b'aj swa nok' smolb'etzal nok' heb',"
        },
        {
            "number": "3",
            "text": "yic wach' b'at quik'cot te' skaxail strato ko Diosal. Yujto atax t'a stiempoal winhaj Saúl ix b'atkan te' satk'olal cuuj, xchi winhaj Dawid chi'."
        },
        {
            "number": "4",
            "text": "Masanil heb' chonhab', ix cha sk'ol heb' to icha chi' tz'aji, yujto wach' jun pensar chi' ix yab' heb'."
        },
        {
            "number": "5",
            "text": "Ix smolb'ej masanil heb' yetisraelal winhaj rey Dawid t'a yol masanil smacb'en, scotnhej t'ha ha' Sihor t'a smojonal Egipto, masanto b'aj tzonh k'och t'a chonhab' Amat, yic sb'at ik'chajcot te' skaxail strato Dios t'a Quiriat-jearim,"
        },
        {
            "number": "6",
            "text": "skuchanpax Baala t'a yol yic Judá. Ix b'at yik'cot te' skaxail strato Jehová Dios chi' heb' ta', aton Dios ay t'a yib'anh heb' querubín b'aj tz'ik'chajchaanh sb'i."
        },
        {
            "number": "7",
            "text": "Ix yik'elta te' skaxail strato Dios chi' heb' t'a spat winhaj Abinadab, ix yak'ank'e te' heb' t'a yib'anh jun te' ak' carreta. Axo winhaj Uza yet' winhaj Ahío, ix cuchb'an b'ey te' carreta chi'."
        },
        {
            "number": "8",
            "text": "Axo winhaj rey Dawid yet' masanil heb' yetisraelal, ste tzalaj wal heb' t'a yichanh Dios. Yed' wal smasanil yip heb' sk'e cheneljoc, sb'itan heb' yet' arpa, salterio, panderas, platillo yet' trompeta."
        },
        {
            "number": "9",
            "text": "Palta ayic ix jawi heb' t'a stek'lab' trigo winhaj Quidón, a winhaj Uza chi' ix b'at yub'naj winh t'a te' skaxail trato chi', yujto ijan ix telwi nok' wakax tok'jinac te' carreta chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix cot yowal Jehová t'a winh, ix chamcan winh ta' yuj, yujto ix b'at yub'naj winh t'a te' skaxail trato chi'."
        },
        {
            "number": "11",
            "text": "Ix cot yowal winhaj rey Dawid chi', yujto ix cot yowal sk'ol Jehová t'a winhaj Uza chi', ix cham winh yuj. Yuj chi' Pérez-uza ix sb'iejnhejkan jun lugar chi'."
        },
        {
            "number": "12",
            "text": "Ha t'a jun k'u chi' ix te xiv winhaj rey Dawid d'ha Dios, ix yalan winh icha tik: Tekan manhxo ol yal-laj wik'anb'at te' skaxail strato Dios b'aj kajan in, xchi winh."
        },
        {
            "number": "13",
            "text": "Majxo yik'cot te' winh b'aj kajan chi', anhej to ix yal winh to skan te' t'a spat winhaj Obed-edom aj Gat."
        },
        {
            "number": "14",
            "text": "Ha te' skaxail strato Jehová chi', oxe' ujal ix kan te' t'a spat winhaj Obed-edom chi'. Ix yak' wal swach'k'olal Jehová t'a yib'anh winh yet' yetb'eyum yet' yalyuninal yet' t'a yib'anh masanil tas ay t'a winh."
        }
    ]
}