{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon vinhaj rey David yet' masanil eb' vinh yajal yaj t'a junjun nhilanh eb' vinh soldado."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi' ix yalan vinh t'a masanil eb' yetisraelal icha tik: Ex vetisraelal, tato scha e k'ool, schaanpax sk'ol Jehová co Diosal, scavtej eb' quetisraelal ay t'a yol co macb'en tik, eb' aytocan t'a juntzanhxo lugar. Scavtej pax masanil eb' sacerdote yet' juntzanhxo eb' levita ayek' t'a schonhab' yet' t'a slum b'aj sva nok' smolb'etzal nok' eb',"
        },
        {
            "number": "3",
            "text": "yic wach' b'at quik'cot te' scaxail strato co Diosal. Yujto atax t'a stiempoal vinhaj Saúl ix b'atcan te' satk'olal cuuj, xchi vinhaj David chi'."
        },
        {
            "number": "4",
            "text": "Masanil eb' chonhab', ix cha sk'ol eb' to icha chi' tz'aji, yujto wach' jun pensar chi' ix yab' eb'."
        },
        {
            "number": "5",
            "text": "Ix smolb'ej masanil eb' yetisraelal vinhaj rey David t'a yol masanil smacb'en, scotnhej t'ha ha' Sihor t'a smojonal Egipto, masanto b'aj tzonh k'och t'a chonhab' Amat, yic sb'at ik'chajcot te' scaxail strato Dios t'a Quiriat-jearim,"
        },
        {
            "number": "6",
            "text": "scuchanpax Baala t'a yol yic Judá. Ix b'at yik'cot te' scaxail strato Jehová Dios chi' eb' ta', aton Dios ay t'a yib'anh eb' querubín b'aj tz'ik'chajchaanh sb'i."
        },
        {
            "number": "7",
            "text": "Ix yiq'uelta te' scaxail strato Dios chi' eb' t'a spat vinhaj Abinadab, ix yak'anq'ue te' eb' t'a yib'anh jun te' ak' carreta. Axo vinhaj Uza yet' vinhaj Ahío, ix cuchb'an b'ey te' carreta chi'."
        },
        {
            "number": "8",
            "text": "Axo vinhaj rey David yet' masanil eb' yetisraelal, ste tzalaj val eb' t'a yichanh Dios. Yed' val smasanil yip eb' sq'ue cheneljoc, sb'itan eb' yet' arpa, salterio, panderas, platillo yet' trompeta."
        },
        {
            "number": "9",
            "text": "Palta ayic ix javi eb' t'a stek'lab' trigo vinhaj Quidón, a vinhaj Uza chi' ix b'at yub'naj vinh t'a te' scaxail trato chi', yujto ijan ix telvi nok' vacax tok'jinac te' carreta chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix cot yoval Jehová t'a vinh, ix chamcan vinh ta' yuj, yujto ix b'at yub'naj vinh t'a te' scaxail trato chi'."
        },
        {
            "number": "11",
            "text": "Ix cot yoval vinhaj rey David chi', yujto ix cot yoval sk'ol Jehová t'a vinhaj Uza chi', ix cham vinh yuj. Yuj chi' Pérez-uza ix sb'iejnhejcan jun lugar chi'."
        },
        {
            "number": "12",
            "text": "Ha t'a jun k'u chi' ix te xiv vinhaj rey David d'ha Dios, ix yalan vinh icha tik: Tecan manhxo ol yal-laj vik'anb'at te' scaxail strato Dios b'aj cajan in, xchi vinh."
        },
        {
            "number": "13",
            "text": "Majxo yik'cot te' vinh b'aj cajan chi', anhej to ix yal vinh to skan te' t'a spat vinhaj Obed-edom aj Gat."
        },
        {
            "number": "14",
            "text": "Ha te' scaxail strato Jehová chi', oxe' ujal ix kan te' t'a spat vinhaj Obed-edom chi'. Ix yak' val swach'k'olal Jehová t'a yib'anh vinh yet' yetb'eyum yet' yalyuninal yet' t'a yib'anh masanil tas ay t'a vinh."
        }
    ]
}