{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Hiram sreyal Tiro, ix yak'cot schecab' winh t'a winhaj rey David. Ix yak'anpaxcot eb' albañil winh yet' eb' nhicum te', ix yik'ancot te' k'ute' eb' yic sb'ochaj spalacio winhaj rey David chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix nachajel yuj winhaj rey David chi' to a Jehová ix ak'anoch winh reyal t'a chonhab' Israel. Ix ik'jichaanh yopisio winh yuj Jehová yujto xajan chonhab' Israel yuj."
        },
        {
            "number": "3",
            "text": "Ay juntzanhxo eb' ix yetb'eyum winhaj rey David ix yik' t'a Jerusalén, yuj chi' ayto yuninal winh yet' yisil ix alji yet' eb' ix."
        },
        {
            "number": "4",
            "text": "Ha eb' winh yuninal winh ix alji t'a Jerusalén chi', aton winhaj Samúa, winhaj Sobab, winhaj Natán, winhaj Salomón,"
        },
        {
            "number": "5",
            "text": "winhaj Ibhar, winhaj Elisúa, winhaj Elpelet,"
        },
        {
            "number": "6",
            "text": "winhaj Noga, winhaj Nefeg, winhaj Jafía,"
        },
        {
            "number": "7",
            "text": "winhaj Elisama, winhaj Beeliada yet' winhaj Elifelet."
        },
        {
            "number": "8",
            "text": "Ayic ix yab'an eb' filisteo to toxo ix och winhaj David sreyaloc masanil eb' israel, ix och ijan eb' sayan tas tz'aj yak'an ganar, palta elanhchamel ix yab' winh, ix elta winh t'a yichanh eb' chi'."
        },
        {
            "number": "9",
            "text": "Ix javi eb' filisteo chi' yak' chukal t'a eb' anima cajan t'a sch'olanil Refaim."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix sk'anb'ej winhaj rey David d'ha Dios icha tik: --¿Tzam yal vak'an oval yet' eb' filisteo tik? ¿Ol am ak'och eb' t'a yol in k'ab'? xchi winh. Ix tak'vi Jehová t'a winh: --Ak' oval yet' eb', yujto ol vak'och eb' t'a yol a k'ab', xchi."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix q'ue winhaj rey David b'aj ayek' eb' filisteo chi'. Ata' ix ak'ji ganar eb' yuj winh. Ix yalan winh icha tik: Icha val tz'aj sjacan sb'e junok ha' eluma', icha chi' ix aj sjacan b'e Jehová t'ayin t'a skal eb' vajk'ool, xchi winh. Yuj chi' Baal-perazim ix yak' winh sb'iej jun lugar chi'."
        },
        {
            "number": "12",
            "text": "Ix yactejcan juntzanh sdiosal eb' filisteo chi', yuj chi' ix schec winhaj rey David chi' nhusjoctz'aoc."
        },
        {
            "number": "13",
            "text": "Palta a eb' filisteo chi', ix jaxxi eb' t'a sch'olanil yic Refaim chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix sk'anb'ejxi winhaj rey David chi' d'ha Dios, ix yalan Dios t'a winh icha tik: --Ha ticnaic, manh ach och t'a sat eb' ak'an oval, palta to ha t'a spatic eb' tzach coti, b'aj ay te' bálsamo."
        },
        {
            "number": "15",
            "text": "Ayic ol ab'ani ichato ay mach van sb'eyek' t'a sk'ab'tac te te' chi', tzach och ak' oval yet' eb'. Ha jun chi' syalelk'ochi to a in ol in b'ab'laj t'a eyichanh yic tzin milancham eb' soldado filisteo chi', xchi Jehová."
        },
        {
            "number": "16",
            "text": "Icha ix aj yalan Dios, icha val chi' ix yutej winhaj David chi', yuj chi' ix satel eb' soldado filisteo chi', ix b'atnhej t'a Gabaón masanto ix k'och t'a Gezer."
        },
        {
            "number": "17",
            "text": "Icha val chi' ix aj sq'uechaanh sb'inajnaquil winhaj rey David t'a masanil nación. Ha Jehová ix ak'an xivq'ue masanil nación chi' t'a winh."
        }
    ]
}