{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Hiram sreyal Tiro, ix yak'cot schekab' winh t'a winhaj rey Dawid. Ix yak'anpaxcot heb' albañil winh yet' heb' nhicum te', ix yik'ancot te' k'ute' heb' yic sb'ochaj spalacio winhaj rey Dawid chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix nachajel yuj winhaj rey Dawid chi' to a Jehová ix ak'anoch winh reyal t'a chonhab' Israel. Ix ik'jichaanh yopisio winh yuj Jehová yujto xajan chonhab' Israel yuj."
        },
        {
            "number": "3",
            "text": "Ay juntzanhxo heb' ix yetb'eyum winhaj rey Dawid ix yik' t'a Jerusalén, yuj chi' ayto yuninal winh yet' yisil ix alji yet' heb' ix."
        },
        {
            "number": "4",
            "text": "Ha heb' winh yuninal winh ix alji t'a Jerusalén chi', aton winhaj Samúa, winhaj Sobab, winhaj Natán, winhaj Salomón,"
        },
        {
            "number": "5",
            "text": "winhaj Ibhar, winhaj Elisúa, winhaj Elpelet,"
        },
        {
            "number": "6",
            "text": "winhaj Noga, winhaj Nefeg, winhaj Jafía,"
        },
        {
            "number": "7",
            "text": "winhaj Elisama, winhaj Beeliada yet' winhaj Elifelet."
        },
        {
            "number": "8",
            "text": "Ayic ix yab'an heb' filisteo to toxo ix och winhaj Dawid sreyaloc masanil heb' israel, ix och ijan heb' sayan tas tz'aj yak'an ganar, palta elanhchamel ix yab' winh, ix elta winh t'a yichanh heb' chi'."
        },
        {
            "number": "9",
            "text": "Ix jawi heb' filisteo chi' yak' chukal t'a heb' anima kajan t'a sch'olanil Refaim."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix sk'anb'ej winhaj rey Dawid d'ha Dios icha tik: --¿Tzam yal wak'an owal yet' heb' filisteo tik? ¿Ol am ak'och heb' t'a yol in k'ab'? xchi winh. Ix tak'wi Jehová t'a winh: --Ak' owal yet' heb', yujto ol wak'och heb' t'a yol a k'ab', xchi."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix k'e winhaj rey Dawid b'aj ayek' heb' filisteo chi'. Ata' ix ak'ji ganar heb' yuj winh. Ix yalan winh icha tik: Icha wal tz'aj sjakan sb'e junok ha' eluma', icha chi' ix aj sjakan b'e Jehová t'ayin t'a skal heb' wajk'ool, xchi winh. Yuj chi' Baal-perazim ix yak' winh sb'iej jun lugar chi'."
        },
        {
            "number": "12",
            "text": "Ix yaktejkan juntzanh sdiosal heb' filisteo chi', yuj chi' ix schec winhaj rey Dawid chi' nhusjoctz'aoc."
        },
        {
            "number": "13",
            "text": "Palta a heb' filisteo chi', ix jaxxi heb' t'a sch'olanil yic Refaim chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix sk'anb'ejxi winhaj rey Dawid chi' d'ha Dios, ix yalan Dios t'a winh icha tik: --Ha ticnaik, manh ach och t'a sat heb' ak'an owal, palta to ha t'a spatic heb' tzach koti, b'aj ay te' bálsamo."
        },
        {
            "number": "15",
            "text": "Ayic ol ab'ani ichato ay mach wan sb'eyek' t'a sk'ab'tac te te' chi', tzach och ak' owal yet' heb'. Ha jun chi' syalelk'ochi to a in ol in b'ab'laj t'a eyichanh yic tzin milancham heb' soldado filisteo chi', xchi Jehová."
        },
        {
            "number": "16",
            "text": "Icha ix aj yalan Dios, icha wal chi' ix yutej winhaj Dawid chi', yuj chi' ix satel heb' soldado filisteo chi', ix b'atnhej t'a Gabaón masanto ix k'och t'a Gezer."
        },
        {
            "number": "17",
            "text": "Icha wal chi' ix aj sk'echaanh sb'inajnaquil winhaj rey Dawid t'a masanil nación. Ha Jehová ix ak'an xivk'e masanil nación chi' t'a winh."
        }
    ]
}