{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix schecan vinhaj rey David b'ochajq'ue juntzanh pat t'a jun chonhab' scuch Schonhab' vinhaj David. Ix sik'anel jun lugar vinh b'aj tz'aj te' scaxail strato Dios t'a yol jun mantiado ix b'ochaji."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yalan vinh icha tik: Ha eb' manh levitaoc, max yal yik'anb'ey te' scaxail trato eb', yujto a Jehová ix sik'anel eb' levita chi' yic syik'an b'ey te' caxa chi' eb', yic tz'ak'jipax servil yuj eb' t'a masanil tiempo, xchi vinh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yavtejcot masanil eb' yetisraelal vinh, ix smolb'ej sb'a eb' t'a Jerusalén, yic sb'at ik'chajcot te' scaxail strato Jehová yic tz'ochcan te' t'a jun lugar b'ob'ilxo yuj vinh."
        },
        {
            "number": "4",
            "text": "Ix smolb'an pax masanil eb' vinh yinhtilal vinhaj Aarón vinh yet' juntzanhxo eb' levita."
        },
        {
            "number": "5",
            "text": "Ha t'a eb' vinh yinhtilal vinhaj Coat, 120 eb' ix molchaji, a vinhaj Uriel yajal yaj t'a eb' sk'ab'yoc."
        },
        {
            "number": "6",
            "text": "Axo t'a eb' vinh yinhtilal vinhaj Merari, 220 eb' ix molchaji. Ha vinhaj Asaías yajal yaj t'a masanil eb' sk'ab'yoc."
        },
        {
            "number": "7",
            "text": "Ha t'a eb' vinh yinhtilal vinhaj Gersón, 130 eb' ix molchaji. Ha vinhaj Joel yajal yaj t'a masanil eb' sk'ab'yoc."
        },
        {
            "number": "8",
            "text": "Axo t'a eb' vinh yinhtilal vinhaj Elizafán, 200 eb' ix molchaji: Ha vinhaj Semaías yajal yaj t'a eb' sk'ab'yoc."
        },
        {
            "number": "9",
            "text": "Ha t'a eb' vinh yinhtilal vinhaj Hebrón, 80 eb' ix molchaji. Ha vinhaj Eliel yajal yaj t'a masanil eb' sk'ab'yoc."
        },
        {
            "number": "10",
            "text": "Ha t'a eb' vinh yinhtilal vinhaj Uziel, 112 eb' ix molchaji, a vinhaj Aminadab yajal yaj t'a masanil eb' sk'ab'yoc."
        },
        {
            "number": "11",
            "text": "Ix yavtan eb' vinh sacerdote vinhaj rey David chi', aton vinhaj Sadoc, vinhaj Abiatar yet' pax juntzanhxo eb' vinh levita, aton vinhaj Uriel, vinhaj Asaías, vinhaj Joel, vinhaj Semaías, vinhaj Eliel yet' vinhaj Aminadab."
        },
        {
            "number": "12",
            "text": "Ix yalan vinh t'a eb' vinh icha tik: Ha ex levita ex tik, yajal eyaj t'a skal masanil eb' e k'ab' eyoc, b'oec e b'a icha yalan ley yet' masanil eb' e k'ab' eyoc, yic syal eyik'ancot te' scaxail strato Jehová co Diosal, yic tz'ochcan te' t'a jun lugar b'ob'il vuuj."
        },
        {
            "number": "13",
            "text": "Yujto ha t'a sb'ab'elal, manhoc ex ix eyik'cot te', yuj chi' ix cot yoval sk'ool Jehová co Diosal t'a quib'anh, yujto manh chamoc ix co k'anb'ej cab'i tas sco k'ulej, xchi vinh."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix sacb'itan sb'a eb' vinh icha yalan ley, yic wach' syal yik'ancot te' scaxail strato Jehová sDiosal Israel chi' eb' vinh."
        },
        {
            "number": "15",
            "text": "Ix sb'achancot te' eb' vinh t'a sjolom sjenhjab' yet' te' sb'achlab'il, icha ajnac yalancan vinhaj Moisés yuj Jehová."
        },
        {
            "number": "16",
            "text": "Ix yalanpax vinhaj rey David chi' t'a eb' vinh yajalil eb' levita to ha t'a skal yinhtilal eb' vinh chi', sik'chajelta eb' vinh sb'itan t'a tzalajk'olal yet' juntzanh yamk'ab', aton salterio, arpa yet' platillo."
        },
        {
            "number": "17",
            "text": "Yuj chi' ha t'a skal eb' vinh yinhtilal Leví chi' ix sik'chajel eb' vinh stzinhan platillo, aton eb' vinh tik: Vinhaj Hemán yuninal vinhaj Joel yet' vinhaj Asaf yuninal vinhaj Berequías sk'ab'yoc vinhaj Hemán chi' yet' vinhaj Etán yuninal vinhaj Cusaías. Ha eb' vinh tik yinhtilal eb' vinh vinhaj Merari. Ix sik'chajpaxoch juntzanhxo eb' vinh tz'ak'an te' arpa: Aton vinhaj Zacarías, vinhaj Jaaziel, vinhaj Semiramot, vinhaj Jehiel, vinhaj Uni, vinhaj Eliab, vinhaj Benaía, vinhaj Maaseías, vinhaj Matatías, vinhaj Elifelehu, vinhaj Micnías yet' eb' vinh stanhvan puerta, aton vinhaj Obed-edom yet' vinhaj Jeiel."
        },
        {
            "number": "18",
            "text": "Axo vinhaj Quenanías yajalil eb' vinh levita chi'. Ha vinh scuchb'an eb' vinh t'a b'it chi', yujto te jelan vinh."
        },
        {
            "number": "19",
            "text": "Axo eb' vinh stanhvan te' scaxail trato: Aton vinhaj Berequías, vinhaj Elcana, vinhaj Obed-edom yet' vinhaj Jehías. Axo eb' vinh sacerdote: Aton vinhaj Sebanías, vinhaj Josafat, vinhaj Natanael, vinhaj Amasías, vinhaj Zacarías, vinhaj Benaía yet' vinhaj Eliezer. Aton eb' vinh spu'an trompeta t'a yichanh te' scaxail strato Dios chi'."
        },
        {
            "number": "20",
            "text": "Ha vinhaj rey David yet' masanil eb' vinh yichamtac vinaquil chonhab' Israel yet' eb' vinh yajalil eb' vinh soldado, te tzalajk'olal yaj eb' ayic ix xid' yik'an te' scaxail strato Jehová chi' eb' t'a spat vinhaj Obed-edom chi'."
        },
        {
            "number": "21",
            "text": "Ix och val Dios yet' eb' levita chi' ayic ix yik'ancot te' caxa chi' eb', yuj chi' ix yak' ucvanh nok' mam vacax eb' yet' ucvanh nok' ch'ac calnel silab'il."
        },
        {
            "number": "22",
            "text": "Ha pichul lino te wach' ayoch yuj vinhaj rey David chi', icha pax chi' yic eb' vinh levita b'achjinac te' caxa chi' yet' yic eb' vinh sb'itani yet' yic vinhaj Quenanías scuchb'an eb' vinh. Ay pax och jun chaleca nab'a lino yuj vinhaj rey David chi'."
        },
        {
            "number": "23",
            "text": "Masanil eb' israel ix el yav eb' yuj tzalajk'olal ayic ix ik'jicot te' scaxail strato Jehová chi', ix puchaj nok' ch'aac calnel yet' trompeta, ix tzinhji platillo, salterio yet' arpa."
        },
        {
            "number": "24",
            "text": "Ayic ix javi te' scaxail strato Jehová chi' t'a Schonhab' vinhaj rey David, haxo ix Mical ix yetb'eyum vinh, aton ix yisil vinhaj Saúl, ix elta t'anhan ix t'a sventena. Ayic ix yilan ix to a vinhaj rey David chi', sq'uechennaj vinh yuj tzalajk'olal, yuj chi' ix schaquel vinh ix t'a spensar."
        }
    ]
}