{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix schecan winhaj rey David b'ochajq'ue juntzanh pat t'a jun chonhab' scuch Schonhab' winhaj David. Ix sik'anel jun lugar winh b'aj tz'aj te' scaxail strato Dios t'a yol jun mantiado ix b'ochaji."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yalan winh icha tik: Ha eb' manh levitaoc, max yal yik'anb'ey te' scaxail trato eb', yujto a Jehová ix sik'anel eb' levita chi' yic syik'an b'ey te' caxa chi' eb', yic tz'ak'jipax servil yuj eb' t'a masanil tiempo, xchi winh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yavtejcot masanil eb' yetisraelal winh, ix smolb'ej sb'a eb' t'a Jerusalén, yic sb'at ik'chajcot te' scaxail strato Jehová yic tz'ochcan te' t'a jun lugar b'ob'ilxo yuj winh."
        },
        {
            "number": "4",
            "text": "Ix smolb'an pax masanil eb' winh yinhtilal winhaj Aarón winh yet' juntzanhxo eb' levita."
        },
        {
            "number": "5",
            "text": "Ha t'a eb' winh yinhtilal winhaj Coat, 120 eb' ix molchaji, a winhaj Uriel yajal yaj t'a eb' sk'ab'yoc."
        },
        {
            "number": "6",
            "text": "Axo t'a eb' winh yinhtilal winhaj Merari, 220 eb' ix molchaji. Ha winhaj Asaías yajal yaj t'a masanil eb' sk'ab'yoc."
        },
        {
            "number": "7",
            "text": "Ha t'a eb' winh yinhtilal winhaj Gersón, 130 eb' ix molchaji. Ha winhaj Joel yajal yaj t'a masanil eb' sk'ab'yoc."
        },
        {
            "number": "8",
            "text": "Axo t'a eb' winh yinhtilal winhaj Elizafán, 200 eb' ix molchaji: Ha winhaj Semaías yajal yaj t'a eb' sk'ab'yoc."
        },
        {
            "number": "9",
            "text": "Ha t'a eb' winh yinhtilal winhaj Hebrón, 80 eb' ix molchaji. Ha winhaj Eliel yajal yaj t'a masanil eb' sk'ab'yoc."
        },
        {
            "number": "10",
            "text": "Ha t'a eb' winh yinhtilal winhaj Uziel, 112 eb' ix molchaji, a winhaj Aminadab yajal yaj t'a masanil eb' sk'ab'yoc."
        },
        {
            "number": "11",
            "text": "Ix yavtan eb' winh sacerdote winhaj rey David chi', aton winhaj Sadoc, winhaj Abiatar yet' pax juntzanhxo eb' winh levita, aton winhaj Uriel, winhaj Asaías, winhaj Joel, winhaj Semaías, winhaj Eliel yet' winhaj Aminadab."
        },
        {
            "number": "12",
            "text": "Ix yalan winh t'a eb' winh icha tik: Ha ex levita ex tik, yajal eyaj t'a skal masanil eb' e k'ab' eyoc, b'oec e b'a icha yalan ley yet' masanil eb' e k'ab' eyoc, yic syal eyik'ancot te' scaxail strato Jehová co Diosal, yic tz'ochcan te' t'a jun lugar b'ob'il vuuj."
        },
        {
            "number": "13",
            "text": "Yujto ha t'a sb'ab'elal, manhoc ex ix eyik'cot te', yuj chi' ix cot yoval sk'ool Jehová co Diosal t'a quib'anh, yujto manh chamoc ix co k'anb'ej cab'i tas sco k'ulej, xchi winh."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix sacb'itan sb'a eb' winh icha yalan ley, yic wach' syal yik'ancot te' scaxail strato Jehová sDiosal Israel chi' eb' winh."
        },
        {
            "number": "15",
            "text": "Ix sb'achancot te' eb' winh t'a sjolom sjenhjab' yet' te' sb'achlab'il, icha ajnac yalancan winhaj Moisés yuj Jehová."
        },
        {
            "number": "16",
            "text": "Ix yalanpax winhaj rey David chi' t'a eb' winh yajalil eb' levita to ha t'a skal yinhtilal eb' winh chi', sik'chajelta eb' winh sb'itan t'a tzalajk'olal yet' juntzanh yamk'ab', aton salterio, arpa yet' platillo."
        },
        {
            "number": "17",
            "text": "Yuj chi' ha t'a skal eb' winh yinhtilal Leví chi' ix sik'chajel eb' winh stzinhan platillo, aton eb' winh tik: Vinhaj Hemán yuninal winhaj Joel yet' winhaj Asaf yuninal winhaj Berequías sk'ab'yoc winhaj Hemán chi' yet' winhaj Etán yuninal winhaj Cusaías. Ha eb' winh tik yinhtilal eb' winh winhaj Merari. Ix sik'chajpaxoch juntzanhxo eb' winh tz'ak'an te' arpa: Aton winhaj Zacarías, winhaj Jaaziel, winhaj Semiramot, winhaj Jehiel, winhaj Uni, winhaj Eliab, winhaj Benaía, winhaj Maaseías, winhaj Matatías, winhaj Elifelehu, winhaj Micnías yet' eb' winh stanhvan puerta, aton winhaj Obed-edom yet' winhaj Jeiel."
        },
        {
            "number": "18",
            "text": "Axo winhaj Quenanías yajalil eb' winh levita chi'. Ha winh scuchb'an eb' winh t'a b'it chi', yujto te jelan winh."
        },
        {
            "number": "19",
            "text": "Axo eb' winh stanhvan te' scaxail trato: Aton winhaj Berequías, winhaj Elcana, winhaj Obed-edom yet' winhaj Jehías. Axo eb' winh sacerdote: Aton winhaj Sebanías, winhaj Josafat, winhaj Natanael, winhaj Amasías, winhaj Zacarías, winhaj Benaía yet' winhaj Eliezer. Aton eb' winh spu'an trompeta t'a yichanh te' scaxail strato Dios chi'."
        },
        {
            "number": "20",
            "text": "Ha winhaj rey David yet' masanil eb' winh yichamtac vinaquil chonhab' Israel yet' eb' winh yajalil eb' winh soldado, te tzalajk'olal yaj eb' ayic ix xid' yik'an te' scaxail strato Jehová chi' eb' t'a spat winhaj Obed-edom chi'."
        },
        {
            "number": "21",
            "text": "Ix och val Dios yet' eb' levita chi' ayic ix yik'ancot te' caxa chi' eb', yuj chi' ix yak' ucvanh nok' mam vacax eb' yet' ucvanh nok' ch'ac calnel silab'il."
        },
        {
            "number": "22",
            "text": "Ha pichul lino te wach' ayoch yuj winhaj rey David chi', icha pax chi' yic eb' winh levita b'achjinac te' caxa chi' yet' yic eb' winh sb'itani yet' yic winhaj Quenanías scuchb'an eb' winh. Ay pax och jun chaleca nab'a lino yuj winhaj rey David chi'."
        },
        {
            "number": "23",
            "text": "Masanil eb' israel ix el yav eb' yuj tzalajk'olal ayic ix ik'jicot te' scaxail strato Jehová chi', ix puchaj nok' ch'aac calnel yet' trompeta, ix tzinhji platillo, salterio yet' arpa."
        },
        {
            "number": "24",
            "text": "Ayic ix javi te' scaxail strato Jehová chi' t'a Schonhab' winhaj rey David, haxo ix Mical ix yetb'eyum winh, aton ix yisil winhaj Saúl, ix elta t'anhan ix t'a sventena. Ayic ix yilan ix to a winhaj rey David chi', sq'uechennaj winh yuj tzalajk'olal, yuj chi' ix schaquel winh ix t'a spensar."
        }
    ]
}