{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix schecan winhaj rey Dawid b'ochajk'e juntzanh pat t'a jun chonhab' scuch Schonhab' winhaj Dawid. Ix sik'anel jun lugar winh b'aj tz'aj te' scaxail strato Dios t'a yol jun mantiado ix b'ochaji."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yalan winh icha tik: Ha heb' manh lewitaoc, max yal yik'anb'ey te' scaxail trato heb', yujto a Jehová ix sik'anel heb' lewita chi' yic syik'an b'ey te' caxa chi' heb', yic tz'ak'jipax serwil yuj heb' t'a masanil tiempo, xchi winh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yavtejcot masanil heb' yetisraelal winh, ix smolb'ej sb'a heb' t'a Jerusalén, yic sb'at ik'chajcot te' scaxail strato Jehová yic tz'ochcan te' t'a jun lugar b'ob'ilxo yuj winh."
        },
        {
            "number": "4",
            "text": "Ix smolb'an pax masanil heb' winh yinhtilal winhaj Aarón winh yet' juntzanhxo heb' lewita."
        },
        {
            "number": "5",
            "text": "Ha t'a heb' winh yinhtilal winhaj Coat, 120 heb' ix molchaji, a winhaj Uriel yajal yaj t'a heb' sk'ab'yoc."
        },
        {
            "number": "6",
            "text": "Axo t'a heb' winh yinhtilal winhaj Merari, 220 heb' ix molchaji. Ha winhaj Asaías yajal yaj t'a masanil heb' sk'ab'yoc."
        },
        {
            "number": "7",
            "text": "Ha t'a heb' winh yinhtilal winhaj Gersón, 130 heb' ix molchaji. Ha winhaj Joel yajal yaj t'a masanil heb' sk'ab'yoc."
        },
        {
            "number": "8",
            "text": "Axo t'a heb' winh yinhtilal winhaj Elizafán, 200 heb' ix molchaji: Ha winhaj Semaías yajal yaj t'a heb' sk'ab'yoc."
        },
        {
            "number": "9",
            "text": "Ha t'a heb' winh yinhtilal winhaj Hebrón, 80 heb' ix molchaji. Ha winhaj Eliel yajal yaj t'a masanil heb' sk'ab'yoc."
        },
        {
            "number": "10",
            "text": "Ha t'a heb' winh yinhtilal winhaj Uziel, 112 heb' ix molchaji, a winhaj Aminadab yajal yaj t'a masanil heb' sk'ab'yoc."
        },
        {
            "number": "11",
            "text": "Ix yavtan heb' winh sacerdote winhaj rey Dawid chi', aton winhaj Sadoc, winhaj Abiatar yet' pax juntzanhxo heb' winh lewita, aton winhaj Uriel, winhaj Asaías, winhaj Joel, winhaj Semaías, winhaj Eliel yet' winhaj Aminadab."
        },
        {
            "number": "12",
            "text": "Ix yalan winh t'a heb' winh icha tik: Ha ex lewita ex tik, yajal eyaj t'a skal masanil heb' he k'ab' eyoc, b'oec he b'a icha yalan ley yet' masanil heb' he k'ab' eyoc, yic syal eyik'ancot te' scaxail strato Jehová ko Diosal, yic tz'ochcan te' t'a jun lugar b'ob'il wuuj."
        },
        {
            "number": "13",
            "text": "Yujto ha t'a sb'ab'elal, manhoc ex ix eyik'cot te', yuj chi' ix cot yowal sk'ool Jehová ko Diosal t'a quib'anh, yujto manh chamoc ix ko k'anb'ej cab'i tas sco k'ulej, xchi winh."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix sacb'itan sb'a heb' winh icha yalan ley, yic wach' syal yik'ancot te' scaxail strato Jehová sDiosal Israel chi' heb' winh."
        },
        {
            "number": "15",
            "text": "Ix sb'achancot te' heb' winh t'a sjolom sjenhjab' yet' te' sb'achlab'il, icha ajnac yalancan winhaj Moisés yuj Jehová."
        },
        {
            "number": "16",
            "text": "Ix yalanpax winhaj rey Dawid chi' t'a heb' winh yajalil heb' lewita to ha t'a skal yinhtilal heb' winh chi', sik'chajelta heb' winh sb'itan t'a tzalajk'olal yet' juntzanh yamk'ab', aton salterio, arpa yet' platillo."
        },
        {
            "number": "17",
            "text": "Yuj chi' ha t'a skal heb' winh yinhtilal Leví chi' ix sik'chajel heb' winh stzinhan platillo, aton heb' winh tik: Vinhaj Hemán yuninal winhaj Joel yet' winhaj Asaf yuninal winhaj Berequías sk'ab'yoc winhaj Hemán chi' yet' winhaj Etán yuninal winhaj Cusaías. Ha heb' winh tik yinhtilal heb' winh winhaj Merari. Ix sik'chajpaxoch juntzanhxo heb' winh tz'ak'an te' arpa: Aton winhaj Zacarías, winhaj Jaaziel, winhaj Semiramot, winhaj Jehiel, winhaj Uni, winhaj Eliab, winhaj Benaía, winhaj Maaseías, winhaj Matatías, winhaj Elifelehu, winhaj Micnías yet' heb' winh stanhwan puerta, aton winhaj Obed-edom yet' winhaj Jeiel."
        },
        {
            "number": "18",
            "text": "Axo winhaj Quenanías yajalil heb' winh lewita chi'. Ha winh scuchb'an heb' winh t'a b'it chi', yujto te jelan winh."
        },
        {
            "number": "19",
            "text": "Axo heb' winh stanhwan te' scaxail trato: Aton winhaj Berequías, winhaj Elcana, winhaj Obed-edom yet' winhaj Jehías. Axo heb' winh sacerdote: Aton winhaj Sebanías, winhaj Josafat, winhaj Natanael, winhaj Amasías, winhaj Zacarías, winhaj Benaía yet' winhaj Eliezer. Aton heb' winh spu'an trompeta t'a yichanh te' scaxail strato Dios chi'."
        },
        {
            "number": "20",
            "text": "Ha winhaj rey Dawid yet' masanil heb' winh yichamtac winaquil chonhab' Israel yet' heb' winh yajalil heb' winh soldado, te tzalajk'olal yaj heb' ayic ix xid' yik'an te' scaxail strato Jehová chi' heb' t'a spat winhaj Obed-edom chi'."
        },
        {
            "number": "21",
            "text": "Ix och wal Dios yet' heb' lewita chi' ayic ix yik'ancot te' caxa chi' heb', yuj chi' ix yak' ucwanh nok' mam wacax heb' yet' ucwanh nok' ch'ac calnel silab'il."
        },
        {
            "number": "22",
            "text": "Ha pichul lino te wach' ayoch yuj winhaj rey Dawid chi', icha pax chi' yic heb' winh lewita b'achjinac te' caxa chi' yet' yic heb' winh sb'itani yet' yic winhaj Quenanías scuchb'an heb' winh. Ay pax och jun chaleca nab'a lino yuj winhaj rey Dawid chi'."
        },
        {
            "number": "23",
            "text": "Masanil heb' israel ix el yav heb' yuj tzalajk'olal ayic ix ik'jicot te' scaxail strato Jehová chi', ix puchaj nok' ch'aac calnel yet' trompeta, ix tzinhji platillo, salterio yet' arpa."
        },
        {
            "number": "24",
            "text": "Ayic ix jawi te' scaxail strato Jehová chi' t'a Schonhab' winhaj rey Dawid, haxo ix Mical ix yetb'eyum winh, aton ix yisil winhaj Saúl, ix elta t'anhan ix t'a swentena. Ayic ix yilan ix to a winhaj rey Dawid chi', sk'echennaj winh yuj tzalajk'olal, yuj chi' ix schaquel winh ix t'a spensar."
        }
    ]
}