{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ix ak'jioch te' scaxail strato Dios chi' t'a yol jun mantiado b'ob'ilxok'e yuj winhaj rey Dawid chi'. Ixlajwi chi' ix snhusan juntzanh silab' heb' stz'a smasanil yet' juntzanh silab' yic junk'olal yet' Dios."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi' ix yalan wach' lolonel winh rey chi' t'a yib'anh masanil heb' anima t'a sb'i Jehová."
        },
        {
            "number": "3",
            "text": "Ix yak'an junjun ixim pan winh yet' jab'jab' nok' chib'ej yet' juntzanh te' taquinh sat uwa t'a junjun anima chi'."
        },
        {
            "number": "4",
            "text": "Ix yak'ancanoch yopisio heb' winh lewita winh yic smunlaj heb' winh b'aj ay te' scaxail strato Jehová, aton heb' winh chi' yowalil tz'ak'an yuj diosal, syalanpax wach' lolonel heb' winh t'a Jehová sDiosal chonhab' Israel t'a b'ital."
        },
        {
            "number": "5",
            "text": "Ha mach scuchb'an heb' winh t'a b'it chi', aton winhaj Asaf, haxo winh schab'il, aton winhaj Zacarías. Slajwi chi' scot pax winhaj Jeiel, winhaj Semiramot, winhaj Jehiel, winhaj Matatías, winhaj Eliab, winhaj Benaía, winhaj Obed-edom yet' winhaj Jeiel. Aton heb' winh chi' ay syamk'ab' yic b'it, ay salterio heb' winh, ay pax yarpa heb' winh. Axo winhaj Asaf chi' stzinhan platillo."
        },
        {
            "number": "6",
            "text": "Axo pax heb' winh sacerdote: Aton winhaj Benaía yet' winhaj Jahaziel, a heb' winh spu'annhej k'een trompeta t'a yichanh te' scaxail strato Dios."
        },
        {
            "number": "7",
            "text": "Ha t'a jun k'u chi' b'ab'elto ix yal winhaj rey Dawid t'a winhaj Asaf yet' pax t'a heb' winh ayoch yet' winh to sb'itej juntzanh ak'oj yuj diosal tik heb' winh t'a Jehová:"
        },
        {
            "number": "8",
            "text": "Caq'ek yuj diosal t'a Jehová. Calequel yab'ixal. Calec t'a masanil chonhab' tas ix sk'ulej."
        },
        {
            "number": "9",
            "text": "Co b'itejec b'it yuj quik'anchaanh. Calequel tas satub'tac yilji sk'ulejnac Jehová."
        },
        {
            "number": "10",
            "text": "Conh tzalajec yujto yic onhxo. Ayokab' tzalajk'olal yic skak'anem ko b'a t'ay."
        },
        {
            "number": "11",
            "text": "Co k'anec scolwal Jehová, cak'equem ko b'a t'ay t'a masanil tiempo."
        },
        {
            "number": "12",
            "text": "Ha onh yuninal onh winhaj Jacob schecab' Jehová, a onh chonhab' israel onh tik, to sik'b'il onh eli, ko naeccot tastac satub'tac yilji sk'ulejnac Jehová yet' tas syutej sch'olb'itan t'a stojolal."
        },
        {
            "number": "13",
            "text": "Ha Jehová ko Diosal, Yajal t'a masanil sat lu'um tik."
        },
        {
            "number": "14",
            "text": "Syak'nhej elk'och strato t'a masanil k 'inal. Ha tas yalnaccani, syak'nhej elk'och t'a smilal macanhil anima tz'eq'ui,"
        },
        {
            "number": "15",
            "text": "aton jun strato sb'onac yet' winhaj Abraham, b'aj yak'nacpax sti' t'a winhaj Isaac."
        },
        {
            "number": "16",
            "text": "Ley ajnaccan jun tik t'a winhaj Jacob. Ha jun strato tik ix kan t'ayonh a onh israel onh tik t'a junelnhej,"
        },
        {
            "number": "17",
            "text": "ayic yalannaccan Jehová icha tik: Ol wak' lum Canaán t'ayach, ol ochcan lum a macb'enoc, xchinaccan t'a winhaj Jacob chi'."
        },
        {
            "number": "18",
            "text": "Jaywanhanto sb'isul heb' ta'. Tonhej scomon ek' heb' t'a sat lum lum tik."
        },
        {
            "number": "19",
            "text": "Tzijtum chonhab' b'aj ek'nac cajan heb' t'a yoltac smacb'en heb' rey."
        },
        {
            "number": "20",
            "text": "Manh yalnacoclaj sk'ool Dios ixtajnac heb', yuj chi' icha tik yalnac t'a juntzanh heb' rey chi':"
        },
        {
            "number": "21",
            "text": "Manh eyixtej heb' in checab' sik'b'ilel tik, xchi."
        },
        {
            "number": "22",
            "text": "Conh b'itanec t'a Jehová ko masanil a onh cajan onh t'a sat lu'um tik. Calequeli to tzonh scolnhej Jehová t'a junjun k'u."
        },
        {
            "number": "23",
            "text": "Calequel sniwanil yelk'ochi yet' tas satub'tac yilji sk'ulej t'a masanil chonhab' yet' t'a masanil nación."
        },
        {
            "number": "24",
            "text": "Yujto a Jehová te niwan yelk'ochi, smoj wal tz'alchaj wach' lolonel t'ay. Te ay spoder t'a yichanh juntzanh comon Dios."
        },
        {
            "number": "25",
            "text": "Ha sdiosal juntzanh chonhab', malaj jab'oc yelk'ochi, palta a Jehová b'oannac satcha’anh."
        },
        {
            "number": "26",
            "text": "Niwan chequel sniwanil yelk'ochi yet' sb'inajnaquil. Ha swach'il yilji yet' spoder scheclaj t'a scajnub'."
        },
        {
            "number": "27",
            "text": "Ex anima t'a junjun chonhab', alec to a Jehová te niwan yelk'ochi, te ay pax spoder."
        },
        {
            "number": "28",
            "text": "Alec wach' lolonel t'ay yujto niwan yelk'ochi. Ochanhec yet' eyofrenda t'a yamaq'uil stemplo Jehová. Ochanhec ejmelal t'ay t'a scajnub' te wach' yilji."
        },
        {
            "number": "29",
            "text": "Ib'xocab'k'e masanil anima t'a yichanh. A' ix tzatzb'itan yol yib'anhk’inal tik, yuj chi' max ib'xilaj."
        },
        {
            "number": "30",
            "text": "Tzalajocab' satcha’anh yet' lum lum tik. Calec yab' junjun chonhab' to a Jehová rey toni."
        },
        {
            "number": "31",
            "text": "k'anhocab' ha' mar, elokab' yav masanil tas ay t'a yol ha'. Tzalajocab' masanil lum lum b'aj sb'o munlajel yet' masanil tastac ay t'a sat lu'um."
        },
        {
            "number": "32",
            "text": "Elocab' yav te' niwac te' t'a yichanh Jehová yuj tzalajk'olal, yujto sja yak' yajalil t'a sat lu'um tik."
        },
        {
            "number": "33",
            "text": "Caq'ek yuj diosal t'a Jehová yujto wach'nhej, tzonh xajanej t'a masanil tiempo."
        },
        {
            "number": "34",
            "text": "Calec icha tik: Mamin, ko Kolumal ach, colonh. Tzonh a molb'anxicot t'a skal juntzanh ch'oc nacional, yic skak' yuj diosal, scalan wach' lolonel t'ayach t'a tzalajk'olal."
        },
        {
            "number": "35",
            "text": "Calec wach' lolonel t'a Jehová ko Diosal t'a masanil tiempo a onh israel onh tik, xe chi, xchi winhaj Dawid chi'. Ixlajwi chi' ix yalan masanil anima: Ujocab' icha tzal chi', xchi heb'. Yuj chi' ix yal wach' lolonel heb' t'a Jehová."
        },
        {
            "number": "36",
            "text": "Ixlajwi chi', a winhaj rey Dawid chi' ix ak'ancanoch winhaj Asaf yet' heb' winh yetlewitail yic syilannhej heb' winh yoch ejmelal b'aj ix kan te' scaxail strato Jehová t'a junjun k'u."
        },
        {
            "number": "37",
            "text": "Ix canpax winhaj Obed-edom yet' 68 heb' winh ajun yet' winh yic skolwaj heb' winh yet' heb' winh. Axo pax winhaj Obed-edom yuninal winhaj Jedutún yet' winhaj Hosa, a heb' winh ix tanhwancan spatil chi'."
        },
        {
            "number": "38",
            "text": "Ix canpax winhaj sacerdote Sadoc yet' heb' winh yetsacerdoteal ajun yet'oc yic syilan heb' winh yoch ejmelal t'a scajnub' Dios t'a Gabaón, aton jun anhej Jehová ay yico'."
        },
        {
            "number": "39",
            "text": "Ha heb' winh snhusan silab' t'a Jehová t'a masanil tiempo t'a altar, t'a q'uinhib'alil yet' t'a yemk'ualil, icha wal yajcan t'a sley Jehová ak'b'ilcan yuj t'a chonhab' Israel."
        },
        {
            "number": "40",
            "text": "Ha yet' heb' winh sacerdote chi', ix kan pax winhaj Hemán, winhaj Jedutún yet' pax jaywanhxo heb' winh sik'b'ileli yic sb'itan heb' winh, syalan heb' winh icha tik: Calec wach' lolonel t'a Jehová, yujto tzonh xajanej t'a masanil tiempo, xchi heb' t'a sb'it chi'."
        },
        {
            "number": "41",
            "text": "Ha juntzanh heb' winh tik, spu k'een strompeta heb' winh, stzinhan splatillo heb' winh yet' juntzanh yamk'ab' yic b'it d'ha Dios. Axo heb' winh yuninal winhaj Jedutún chi' stanhwan ti' puerta."
        },
        {
            "number": "42",
            "text": "Ixlajwi chi', ix laj meltzaj masanil heb' anima chi' t'a spat. Ix meltzaj pax winhaj rey Dawid yic b'at yalan wach' lolonel winh t'a yib'anh masanil heb' cajan yet'oc t'a spat."
        }
    ]
}