{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ix ak'jioch te' scaxail strato Dios chi' d'a yol jun mantiado b'ob'ilxoq'ue yuj vinhaj rey David chi'. Ix lajvi chi' ix snhusan juntzanh silab' eb' stz'a smasanil yed' juntzanh silab' yic junk'olal yed' Dios."
        },
        {
            "number": "2",
            "text": "Ix lajvi chi' ix yalan vach' lolonel vinh rey chi' d'a yib'anh masanil eb' anima d'a sb'i Jehová."
        },
        {
            "number": "3",
            "text": "Ix yak'an junjun ixim pan vinh yed' jab'jab' nok' chib'ej yed' juntzanh te' taquinh sat uva d'a junjun anima chi'."
        },
        {
            "number": "4",
            "text": "Ix yak'ancanoch yopisio eb' vinh levita vinh yic smunlaj eb' vinh b'aj ay te' scaxail strato Jehová, aton eb' vinh chi' yovalil tz'ak'an yuj diosal, syalanpax vach' lolonel eb' vinh d'a Jehová sDiosal chonhab' Israel d'a b'ital."
        },
        {
            "number": "5",
            "text": "A mach scuchb'an eb' vinh d'a b'it chi', aton vinhaj Asaf, axo vinh schab'il, aton vinhaj Zacarías. Slajvi chi' scot pax vinhaj Jeiel, vinhaj Semiramot, vinhaj Jehiel, vinhaj Matatías, vinhaj Eliab, vinhaj Benaía, vinhaj Obed-edom yed' vinhaj Jeiel. Aton eb' vinh chi' ay syamk'ab' yic b'it, ay salterio eb' vinh, ay pax yarpa eb' vinh. Axo vinhaj Asaf chi' stzinhan platillo."
        },
        {
            "number": "6",
            "text": "Axo pax eb' vinh sacerdote: Aton vinhaj Benaía yed' vinhaj Jahaziel, a eb' vinh spu'annhej q'uen trompeta d'a yichanh te' scaxail strato Dios."
        },
        {
            "number": "7",
            "text": "A d'a jun k'u chi' b'ab'elto ix yal vinhaj rey David d'a vinhaj Asaf yed' pax d'a eb' vinh ayoch yed' vinh to sb'itej juntzanh ak'oj yuj diosal tic eb' vinh d'a Jehová:"
        },
        {
            "number": "8",
            "text": "Caq'uec yuj diosal d'a Jehová. Calequel yab'ixal. Calec d'a masanil chonhab' tas ix sk'ulej."
        },
        {
            "number": "9",
            "text": "Co b'itejec b'it yuj quik'anchaanh. Calequel tas satub'tac yilji sk'ulejnac Jehová."
        },
        {
            "number": "10",
            "text": "Conh tzalajec yujto yic onhxo. Ayocab' tzalajk'olal yic scak'anem co b'a d'ay."
        },
        {
            "number": "11",
            "text": "Co k'anec scolval Jehová, caq'uequem co b'a d'ay d'a masanil tiempo."
        },
        {
            "number": "12",
            "text": "A onh yuninal onh vinhaj Jacob schecab' Jehová, a onh chonhab' israel onh tic, to sik'b'il onh eli, co naeccot tastac satub'tac yilji sk'ulejnac Jehová yed' tas syutej sch'olb'itan d'a stojolal."
        },
        {
            "number": "13",
            "text": "A Jehová co Diosal, Yajal d'a masanil sat luum tic."
        },
        {
            "number": "14",
            "text": "Syak'nhej elk'och strato d'a masanil q'uinal. A tas yalnaccani, syak'nhej elk'och d'a smilal macanhil anima tz'eq'ui,"
        },
        {
            "number": "15",
            "text": "aton jun strato sb'onac yed' vinhaj Abraham, b'aj yak'nacpax sti' d'a vinhaj Isaac."
        },
        {
            "number": "16",
            "text": "Ley ajnaccan jun tic d'a vinhaj Jacob. A jun strato tic ix can d'ayonh a onh israel onh tic d'a junelnhej,"
        },
        {
            "number": "17",
            "text": "ayic yalannaccan Jehová icha tic: Ol vak' lum Canaán d'ayach, ol ochcan lum a macb'enoc, xchinaccan d'a vinhaj Jacob chi'."
        },
        {
            "number": "18",
            "text": "Jayvanhanto sb'isul eb' ta'. Tonhej scomon ek' eb' d'a sat lum luum tic."
        },
        {
            "number": "19",
            "text": "Tzijtum chonhab' b'aj ek'nac cajan eb' d'a yoltac smacb'en eb' rey."
        },
        {
            "number": "20",
            "text": "Manh yalnacoclaj sk'ool Dios ixtajnac eb', yuj chi' icha tic yalnac d'a juntzanh eb' rey chi':"
        },
        {
            "number": "21",
            "text": "Manh eyixtej eb' in checab' sik'b'ilel tic, xchi."
        },
        {
            "number": "22",
            "text": "Conh b'itanec d'a Jehová co masanil a onh cajan onh d'a sat luum tic. Calequeli to tzonh scolnhej Jehová d'a junjun k'u."
        },
        {
            "number": "23",
            "text": "Calequel snivanil yelk'ochi yed' tas satub'tac yilji sk'ulej d'a masanil chonhab' yed' d'a masanil nación."
        },
        {
            "number": "24",
            "text": "Yujto a Jehová te nivan yelk'ochi, smoj val tz'alchaj vach' lolonel d'ay. Te ay spoder d'a yichanh juntzanh comon dios."
        },
        {
            "number": "25",
            "text": "A sdiosal juntzanh chonhab', malaj jab'oc yelk'ochi, palta a Jehová b'oannac satchaanh."
        },
        {
            "number": "26",
            "text": "Nivan chequel snivanil yelk'ochi yed' sb'inajnaquil. A svach'il yilji yed' spoder scheclaj d'a scajnub'."
        },
        {
            "number": "27",
            "text": "Ex anima d'a junjun chonhab', alec to a Jehová te nivan yelk'ochi, te ay pax spoder."
        },
        {
            "number": "28",
            "text": "Alec vach' lolonel d'ay yujto nivan yelk'ochi. Ochanhec yed' eyofrenda d'a yamaq'uil stemplo Jehová. Ochanhec ejmelal d'ay d'a scajnub' te vach' yilji."
        },
        {
            "number": "29",
            "text": "Ib'xocab'q'ue masanil anima d'a yichanh. A' ix tzatzb'itan yolyib'anhq'uinal tic, yuj chi' max ib'xilaj."
        },
        {
            "number": "30",
            "text": "Tzalajocab' satchaanh yed' lum luum tic. Calec yab' junjun chonhab' to a Jehová rey toni."
        },
        {
            "number": "31",
            "text": "k'anhocab' a' mar, elocab' yav masanil tas ay d'a yol a'. Tzalajocab' masanil lum luum b'aj sb'o munlajel yed' masanil tastac ay d'a sat luum."
        },
        {
            "number": "32",
            "text": "Elocab' yav te' nivac te' d'a yichanh Jehová yuj tzalajk'olal, yujto sja yak' yajalil d'a sat luum tic."
        },
        {
            "number": "33",
            "text": "Caq'uec yuj diosal d'a Jehová yujto vach'nhej, tzonh xajanej d'a masanil tiempo."
        },
        {
            "number": "34",
            "text": "Calec icha tic: Mamin, co Columal ach, colonh. Tzonh a molb'anxicot d'a scal juntzanh ch'oc nacional, yic scak' yuj diosal, scalan vach' lolonel d'ayach d'a tzalajk'olal."
        },
        {
            "number": "35",
            "text": "Calec vach' lolonel d'a Jehová co Diosal d'a masanil tiempo a onh israel onh tic, xe chi, xchi vinhaj David chi'. Ix lajvi chi' ix yalan masanil anima: Ujocab' icha tzal chi', xchi eb'. Yuj chi' ix yal vach' lolonel eb' d'a Jehová."
        },
        {
            "number": "36",
            "text": "Ix lajvi chi', a vinhaj rey David chi' ix ak'ancanoch vinhaj Asaf yed' eb' vinh yetlevitail yic syilannhej eb' vinh yoch ejmelal b'aj ix can te' scaxail strato Jehová d'a junjun k'u."
        },
        {
            "number": "37",
            "text": "Ix canpax vinhaj Obed-edom yed' 68 eb' vinh ajun yed' vinh yic scolvaj eb' vinh yed' eb' vinh. Axo pax vinhaj Obed-edom yuninal vinhaj Jedutún yed' vinhaj Hosa, a eb' vinh ix tanhvancan spatil chi'."
        },
        {
            "number": "38",
            "text": "Ix canpax vinhaj sacerdote Sadoc yed' eb' vinh yetsacerdoteal ajun yed'oc yic syilan eb' vinh yoch ejmelal d'a scajnub' Dios d'a Gabaón, aton jun anhej Jehová ay yico'."
        },
        {
            "number": "39",
            "text": "A eb' vinh snhusan silab' d'a Jehová d'a masanil tiempo d'a altar, d'a q'uinhib'alil yed' d'a yemk'ualil, icha val yajcan d'a sley Jehová ak'b'ilcan yuuj d'a chonhab' Israel."
        },
        {
            "number": "40",
            "text": "A yed' eb' vinh sacerdote chi', ix can pax vinhaj Hemán, vinhaj Jedutún yed' pax jayvanhxo eb' vinh sik'b'ileli yic sb'itan eb' vinh, syalan eb' vinh icha tic: Calec vach' lolonel d'a Jehová, yujto tzonh xajanej d'a masanil tiempo, xchi eb' d'a sb'it chi'."
        },
        {
            "number": "41",
            "text": "A juntzanh eb' vinh tic, spu q'uen strompeta eb' vinh, stzinhan splatillo eb' vinh yed' juntzanh yamk'ab' yic b'it d'a Dios. Axo eb' vinh yuninal vinhaj Jedutún chi' stanhvan ti' puerta."
        },
        {
            "number": "42",
            "text": "Ix lajvi chi', ix laj meltzaj masanil eb' anima chi' d'a spat. Ix meltzaj pax vinhaj rey David yic b'at yalan vach' lolonel vinh d'a yib'anh masanil eb' cajan yed'oc d'a spat."
        }
    ]
}