{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ayic cajanxoek' vinhaj rey David d'a yol spalacio ix yalan vinh d'a vinhaj Natán schecab' Dios icha tic: --Ilnab'i, a in tic ayinxo och d'a yol in palacio nab'a k'ute' ayoch d'ay, palta axo scaxail strato Jehová, a d'a yol mantiado ayeq'ui, xchi vinh."
        },
        {
            "number": "2",
            "text": "Ix tak'vi vinhaj Natán chi' icha tic: --Syalnhej a b'oan masanil tas tza nib'ej yujto ayoch Dios ed'oc, xchi vinh."
        },
        {
            "number": "3",
            "text": "A d'a jun ak'val chi' ix lolon Dios d'a vinhaj Natán chi', ix yalan d'a vinh icha tic:"
        },
        {
            "number": "4",
            "text": "Ixic, b'at al d'a vinh in checab' aj David to a in Jehová in sval icha tic d'a vinh: Manhoc ach ol a b'oq'ue junoc in templo b'aj ol in cajnajoc."
        },
        {
            "number": "5",
            "text": "Yictax vik'annaquelta eb' e mam eyicham d'a Egipto masanto ticnaic, manta b'aj tzin cajnaj d'a yol junoc pat, palta to anhej d'a yoltac mantiado ix in ajeq'ui."
        },
        {
            "number": "6",
            "text": "Masanil tiempo ix in b'eyek' yed' eb' e mam eyicham chi', malaj b'aj valnac d'a eb' yajalil eb' scuchb'ani to sb'o junoc templo eb' nab'a k'ute' tz'och d'ay b'aj tzin cajnaji, xchi Jehová, xa chi d'a vinh."
        },
        {
            "number": "7",
            "text": "Tzalanpax d'a vinh to a in sval icha tic: A in Jehová Yajal vaj d'a smasanil, a in sval icha tic: A in ix ach viq'uel d'a tanhvum calnelal yic tzach och yajalil d'a in chonhab' Israel tic."
        },
        {
            "number": "8",
            "text": "B'ajtactil ix ach eq'ui ayinnhej och ed'oc, ix in satel masanil eb' ajk'ol ix ak'an oval ed'oc, ol ach vak'an b'inajoc, icha sb'inaj eb' nivac yajal ay d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "9",
            "text": "Anhejtona' ix in siq'uelta jun lum b'aj tzex cajnajcan a ex in chonhab' ex tic. A tic ol ex cannhej cajan d'a junelnhej. Manhxa mach ol ex xib'tanoc, manhxo ol ex tzuntzaj yuj eb' eyajk'ool icha ix ex yutej eb' d'a sb'ab'elal,"
        },
        {
            "number": "10",
            "text": "ayic ix vak'anoch eb' ix ex cuchb'ani. A in ol in satel masanil eb' eyajk'ool. Svak'anpax ojtaquejeli to ol vak'nhej opisio d'a eb' inhtilal."
        },
        {
            "number": "11",
            "text": "Ayic ol lajvoquek' a q'uinal, yic mucb'il achxo, ol vak'och junoc uninal reyal a q'uexuloc, tek'an val ol vutej yopisio chi'."
        },
        {
            "number": "12",
            "text": "A jun uninal chi' ol b'oanq'ue in templo b'aj ol in b'inajoc. A in ol vak'nhejcan yopisio chi' d'a yinhtilal."
        },
        {
            "number": "13",
            "text": "A in ol in och smamoc, axo ol och vuninaloc. Malaj b'aq'uinh ol vactejcan in xajanani. Manh ichaoc vutejnac vactancan in xajanan vinhaj Saúl, vik'naquel vinh d'a yopisio yic ach och sq'uexuloc vinh, manh ichoc ta' ol vutoc."
        },
        {
            "number": "14",
            "text": "Ol vak'nhej yopisio uninal chi' d'a in chonhab'. A yopisio chi' ol b'eynhejb'at d'a masanil tiempo, xchi Jehová, xa chi d'a vinh, xchi d'a vinhaj Natán chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi' masanil tas ix yal Jehová d'a vinhaj Natán chi', ix yal vinh d'a vinhaj rey David chi'."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix och vinh rey chi' d'a yichanh Jehová, ix em k'ojan vinh, ix yalan vinh icha tic: Mamin Jehová in Diosal, ¿tas val velk'och a in tic? ¿tas pax val yelk'och eb' in mam vicham, yuj chi' nivan a vach'k'olal tzak' d'ayin?"
        },
        {
            "number": "17",
            "text": "Ach in Diosal, manhocnhej juntzanh tic ix ak' d'ayin, van alanpaxcani to ol ak' a vach'k'olal d'a yib'anh eb' vinhtilal d'a b'aq'uinh. Lajan tzin utej icha juntzanh eb' nivac vinac d'a sat luum tic."
        },
        {
            "number": "18",
            "text": "¿Tasto val syal valan d'ayach yuj snivanil velk'och tzak'a'? A ach tic Mamin Jehová, ojtac val tas vaji."
        },
        {
            "number": "19",
            "text": "Mamin Jehová, yujto tzin a xajanej a in a checab' in tic, yuj chi' ix el d'a a k'ool, ix ak'an juntzanh opisio satub'tac tic d'ayin, ix ak'an vojtaquejeli."
        },
        {
            "number": "20",
            "text": "Mamin Jehová, malaj junocxo mach lajan ed'oc. A achnhej toni, malaj junocxo Dios scab' specal icha ach tic."
        },
        {
            "number": "21",
            "text": "A onh pax a chonhab' Israel onh tic, malaj junocxo chonhab' lajan qued'oc, yujto a ach ix onh a colo', yic tzonh ochcan a chonhab'oc. Mamin Jehová co Diosal, te nivan ix aj a b'inaj cuuj, yujto a k'ulejnac tas satub'tac ayic a colannaquelta eb' co mam quicham d'a Egipto. Ik'annaquel juntzanhxo chonhab' d'a yichanh eb'."
        },
        {
            "number": "22",
            "text": "Yujto ix onh ak'och a chonhab'oc d'a junelnhej. A achxo Mamin Jehová, ach ochcan co Diosaloc."
        },
        {
            "number": "23",
            "text": "A ticnaic Mamin Jehová, elocab'k'och tas ix alcan d'ayin a in a checab' in tic yed' d'a eb' vinhtilal."
        },
        {
            "number": "24",
            "text": "Elocab'k'och tas ix ala', yic vach' tzach ik'jichaanh. Mamin Jehová, ol alchajoc to a ach Yajal aj d'a Smasanil, co Diosal ach pax a onh israel onh tic. Ol ochnhej pax vinhtilal d'a reyal d'a junelnhej d'a ichanh."
        },
        {
            "number": "25",
            "text": "Mamin ach in Diosal, ix ak' vojtaquejeli to ol ochnhejcan vinhtilal d'a vopisio. Yuj chi' tzin tek'b'ej in b'a in lesalvi d'ayach."
        },
        {
            "number": "26",
            "text": "A ach tic Mamin Jehová, co Diosal ach, a ach ix alcan jun vach'ilal tic d'ayin."
        },
        {
            "number": "27",
            "text": "A ticnaic jun, elocab' d'a a k'ol ak'an a vach'k'olal d'a vinhtilal, yic vach' ol ajnhej ek' eb' d'a ichanh. A ach ol ak' a vach'k'olal d'a eb', ol schaannhej eb' d'a masanil tiempo, xchi vinhaj rey David chi' d'a Jehová."
        }
    ]
}