{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ayic cajanxoek' winhaj rey David t'a yol spalacio ix yalan winh t'a winhaj Natán schecab' Dios icha tik: --Ilnab'i, a in tik ayinxo och t'a yol in palacio nab'a k'ute' ayoch t'ay, palta haxo scaxail strato Jehová, ha t'a yol mantiado ayeq'ui, xchi winh."
        },
        {
            "number": "2",
            "text": "Ix tak'vi winhaj Natán chi' icha tik: --Syalnhej a b'oan masanil tas tza nib'ej yujto ayoch Dios ed'oc, xchi winh."
        },
        {
            "number": "3",
            "text": "Ha t'a jun ak'val chi' ix lolon Dios t'a winhaj Natán chi', ix yalan t'a winh icha tik:"
        },
        {
            "number": "4",
            "text": "Ixic, b'at al t'a winh in checab' aj David to a in Jehová in swal icha tik t'a winh: Manhoc ach ol a b'oq'ue junok in templo b'aj ol in cajnajoc."
        },
        {
            "number": "5",
            "text": "Yictax vik'annaquelta eb' e mam eyicham t'a Egipto masanto ticnaic, manta b'aj tzin cajnaj t'a yol junok pat, palta to anhej t'a yoltac mantiado ix in ajeq'ui."
        },
        {
            "number": "6",
            "text": "Masanil tiempo ix in b'eyek' yet' eb' e mam eyicham chi', malaj b'aj valnac t'a eb' yajalil eb' scuchb'ani to sb'o junok templo eb' nab'a k'ute' tz'och t'ay b'aj tzin cajnaji, xchi Jehová, xa chi t'a winh."
        },
        {
            "number": "7",
            "text": "Tzalanpax t'a winh to a in swal icha tik: Ha in Jehová Yajal vaj t'a smasanil, a in swal icha tik: Ha in ix ach viq'uel t'a tanhvum calnelal yic tzach och yajalil t'a in chonhab' Israel tik."
        },
        {
            "number": "8",
            "text": "B'ajtactil ix ach eq'ui ayinnhej och ed'oc, ix in satel masanil eb' ajk'ol ix ak'an oval ed'oc, ol ach vak'an b'inajoc, icha sb'inaj eb' nivac yajal ay t'a yol yib'anhk’inal tik."
        },
        {
            "number": "9",
            "text": "Anhejtona' ix in siq'uelta jun lum b'aj tzex cajnajcan a ex in chonhab' ex tik. Ha tik ol ex cannhej cajan t'a junelnhej. Manhxa mach ol ex xib'tanoc, manhxo ol ex tzuntzaj yuj eb' eyajk'ool icha ix ex yutej eb' t'a sb'ab'elal,"
        },
        {
            "number": "10",
            "text": "ayic ix vak'anoch eb' ix ex cuchb'ani. Ha in ol in satel masanil eb' eyajk'ool. Svak'anpax ojtaquejeli to ol vak'nhej opisio t'a eb' inhtilal."
        },
        {
            "number": "11",
            "text": "Ayic ol lajvoquek' a q'uinal, yic mucb'il achxo, ol vak'och junok uninal reyal a q'uexuloc, tek'an val ol vutej yopisio chi'."
        },
        {
            "number": "12",
            "text": "Ha jun uninal chi' ol b'oanq'ue in templo b'aj ol in b'inajoc. Ha in ol vak'nhejcan yopisio chi' t'a yinhtilal."
        },
        {
            "number": "13",
            "text": "Ha in ol in och smamoc, haxo ol och vuninaloc. Malaj b'ak'uinh ol vactejcan in xajanani. Manh ichaoc vutejnac vactancan in xajanan winhaj Saúl, vik'naquel winh t'a yopisio yic ach och sq'uexuloc winh, manh ichoc ta' ol vutoc."
        },
        {
            "number": "14",
            "text": "Ol vak'nhej yopisio uninal chi' t'a in chonhab'. Ha yopisio chi' ol b'eynhejb'at t'a masanil tiempo, xchi Jehová, xa chi t'a winh, xchi t'a winhaj Natán chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi' masanil tas ix yal Jehová t'a winhaj Natán chi', ix yal winh t'a winhaj rey David chi'."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix och winh rey chi' t'a yichanh Jehová, ix em k'ojan winh, ix yalan winh icha tik: Mamin Jehová in Diosal, ¿tas val velk'och a in tik? ¿tas pax val yelk'och eb' in mam vicham, yuj chi' niwan a wach'k'olal tzak' t'ayin?"
        },
        {
            "number": "17",
            "text": "Ach in Diosal, manhocnhej juntzanh tik ix ak' t'ayin, van alanpaxcani to ol ak' a wach'k'olal t'a yib'anh eb' winhtilal t'a b'ak'uinh. Lajan tzin utej icha juntzanh eb' nivac vinac t'a sat lu'um tik."
        },
        {
            "number": "18",
            "text": "¿Tasto val syal valan t'ayach yuj snivanil velk'och tzak'a'? Ha ach tik Mamin Jehová, ojtac val tas vaji."
        },
        {
            "number": "19",
            "text": "Mamin Jehová, yujto tzin a xajanej a in a checab' in tik, yuj chi' ix el t'a a k'ool, ix ak'an juntzanh opisio satub'tac tik t'ayin, ix ak'an vojtaquejeli."
        },
        {
            "number": "20",
            "text": "Mamin Jehová, malaj junocxo mach lajan ed'oc. Ha achnhej toni, malaj junocxo Dios scab' specal icha ach tik."
        },
        {
            "number": "21",
            "text": "Ha onh pax a chonhab' Israel onh tik, malaj junocxo chonhab' lajan qued'oc, yujto a ach ix onh a colo', yic tzonh ochcan a chonhab'oc. Mamin Jehová co Diosal, te niwan ix aj a b'inaj cuuj, yujto a k'ulejnac tas satub'tac ayic a colannaquelta eb' co mam quicham t'a Egipto. Ik'annaquel juntzanhxo chonhab' t'a yichanh eb'."
        },
        {
            "number": "22",
            "text": "Yujto ix onh ak'och a chonhab'oc t'a junelnhej. Ha achxo Mamin Jehová, ach ochcan co Diosaloc."
        },
        {
            "number": "23",
            "text": "Ha ticnaic Mamin Jehová, elocab'k'och tas ix alcan t'ayin a in a checab' in tik yet' t'a eb' winhtilal."
        },
        {
            "number": "24",
            "text": "Elocab'k'och tas ix ala', yic wach' tzach ik'jichaanh. Mamin Jehová, ol alchajoc to a ach Yajal aj t'a Smasanil, co Diosal ach pax a onh israel onh tik. Ol ochnhej pax winhtilal t'a reyal t'a junelnhej t'a ichanh."
        },
        {
            "number": "25",
            "text": "Mamin ach in Diosal, ix ak' vojtaquejeli to ol ochnhejcan winhtilal t'a vopisio. Yuj chi' tzin tek'b'ej in b'a in lesalvi t'ayach."
        },
        {
            "number": "26",
            "text": "Ha ach tik Mamin Jehová, co Diosal ach, a ach ix alcan jun wach'ilal tik t'ayin."
        },
        {
            "number": "27",
            "text": "Ha ticnaic jun, elocab' t'a a k'ol ak'an a wach'k'olal t'a winhtilal, yic wach' ol ajnhej ek' eb' t'a ichanh. Ha ach ol ak' a wach'k'olal t'a eb', ol schaannhej eb' t'a masanil tiempo, xchi winhaj rey David chi' t'a Jehová."
        }
    ]
}