{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ayic kajanxoek' winhaj rey Dawid t'a yol spalacio ix yalan winh t'a winhaj Natán schekab' Dios icha tik: --Ilnab'i, a in tik ayinxo och t'a yol in palacio nab'a k'ute' ayoch t'ay, palta haxo skaxail strato Jehová, ha t'a yol mantiado ayeq'ui, xchi winh."
        },
        {
            "number": "2",
            "text": "Ix tak'wi winhaj Natán chi' icha tik: --Syalnhej a b'oan masanil tas tza nib'ej yujto ayoch Dios ed'oc, xchi winh."
        },
        {
            "number": "3",
            "text": "Ha t'a jun ak'wal chi' ix lolon Dios t'a winhaj Natán chi', ix yalan t'a winh icha tik:"
        },
        {
            "number": "4",
            "text": "Ixic, b'at al t'a winh in chekab' aj Dawid to a in Jehová in swal icha tik t'a winh: Manhok ach ol a b'ok'e junok in templo b'aj ol in kajnajoc."
        },
        {
            "number": "5",
            "text": "Yictax wik'annaquelta heb' he mam eyicham t'a Egipto masanto ticnaik, manta b'aj tzin kajnaj t'a yol junok pat, palta to anhej t'a yoltac mantiado ix in ajeq'ui."
        },
        {
            "number": "6",
            "text": "Masanil tiempo ix in b'eyek' yet' heb' he mam eyicham chi', malaj b'aj walnac t'a heb' yajalil heb' scuchb'ani to sb'o junok templo heb' nab'a k'ute' tz'och t'ay b'aj tzin kajnaji, xchi Jehová, xa chi t'a winh."
        },
        {
            "number": "7",
            "text": "Tzalanpax t'a winh to a in swal icha tik: Ha in Jehová Yajal waj t'a smasanil, a in swal icha tik: Ha in ix ach wik'el t'a tanhwum calnelal yic tzach och yajalil t'a in chonhab' Israel tik."
        },
        {
            "number": "8",
            "text": "B'ajtactil ix ach eq'ui ayinnhej och ed'oc, ix in satel masanil heb' ajk'ol ix ak'an owal ed'oc, ol ach wak'an b'inajoc, icha sb'inaj heb' niwac yajal ay t'a yol yib'anhk’inal tik."
        },
        {
            "number": "9",
            "text": "Anhejtona' ix in sik'elta jun lum b'aj tzex kajnajkan a ex in chonhab' ex tik. Ha tik ol ex kannhej kajan t'a junelnhej. Manhxa mach ol ex xib'tanoc, manhxo ol ex tzuntzaj yuj heb' eyajk'ool icha ix ex yutej heb' t'a sb'ab'elal,"
        },
        {
            "number": "10",
            "text": "ayic ix wak'anoch heb' ix ex cuchb'ani. Ha in ol in satel masanil heb' eyajk'ool. Swak'anpax ojtaquejeli to ol wak'nhej opisio t'a heb' inhtilal."
        },
        {
            "number": "11",
            "text": "Ayic ol lajwoquek' a k 'inal, yic mucb'il achxo, ol wak'och junok uninal reyal a k'exuloc, tek'an wal ol wutej yopisio chi'."
        },
        {
            "number": "12",
            "text": "Ha jun uninal chi' ol b'oank'e in templo b'aj ol in b'inajoc. Ha in ol wak'nhejkan yopisio chi' t'a yinhtilal."
        },
        {
            "number": "13",
            "text": "Ha in ol in och smamoc, haxo ol och wuninaloc. Malaj b'ak'uinh ol wactejkan in xajanani. Manh ichaoc wutejnac wactankan in xajanan winhaj Saúl, wik'naquel winh t'a yopisio yic ach och sk'exuloc winh, manh ichoc ta' ol wutoc."
        },
        {
            "number": "14",
            "text": "Ol wak'nhej yopisio uninal chi' t'a in chonhab'. Ha yopisio chi' ol b'eynhejb'at t'a masanil tiempo, xchi Jehová, xa chi t'a winh, xchi t'a winhaj Natán chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi' masanil tas ix yal Jehová t'a winhaj Natán chi', ix yal winh t'a winhaj rey Dawid chi'."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix och winh rey chi' t'a yichanh Jehová, ix em k'ojan winh, ix yalan winh icha tik: Mamin Jehová in Diosal, ¿tas wal welk'och a in tik? ¿tas pax wal yelk'och heb' in mam wicham, yuj chi' niwan a wach'k'olal tzak' t'ayin?"
        },
        {
            "number": "17",
            "text": "Ach in Diosal, manhocnhej juntzanh tik ix ak' t'ayin, wan alanpaxkani to ol ak' a wach'k'olal t'a yib'anh heb' winhtilal t'a b'ak'uinh. Lajan tzin utej icha juntzanh heb' niwac winak t'a sat lu'um tik."
        },
        {
            "number": "18",
            "text": "¿Tasto wal syal walan t'ayach yuj sniwanil welk'och tzak'a'? Ha ach tik Mamin Jehová, ojtak wal tas waji."
        },
        {
            "number": "19",
            "text": "Mamin Jehová, yujto tzin a xajanej a in a chekab' in tik, yuj chi' ix el t'a a k'ool, ix ak'an juntzanh opisio satub'tac tik t'ayin, ix ak'an wojtaquejeli."
        },
        {
            "number": "20",
            "text": "Mamin Jehová, malaj junocxo mach lajan ed'oc. Ha achnhej toni, malaj junocxo Dios skab' spekal icha ach tik."
        },
        {
            "number": "21",
            "text": "Ha onh pax a chonhab' Israel onh tik, malaj junocxo chonhab' lajan qued'oc, yujto a ach ix onh a colo', yic tzonh ochkan a chonhab'oc. Mamin Jehová ko Diosal, te niwan ix aj a b'inaj cuuj, yujto a k'ulejnac tas satub'tac ayic a colannaquelta heb' ko mam quicham t'a Egipto. Ik'annaquel juntzanhxo chonhab' t'a yichanh heb'."
        },
        {
            "number": "22",
            "text": "Yujto ix onh ak'och a chonhab'oc t'a junelnhej. Ha achxo Mamin Jehová, ach ochkan ko Diosaloc."
        },
        {
            "number": "23",
            "text": "Ha ticnaik Mamin Jehová, elokab'k'och tas ix alkan t'ayin a in a chekab' in tik yet' t'a heb' winhtilal."
        },
        {
            "number": "24",
            "text": "Elokab'k'och tas ix ala', yic wach' tzach ik'jichaanh. Mamin Jehová, ol alchajoc to a ach Yajal aj t'a Smasanil, ko Diosal ach pax a onh israel onh tik. Ol ochnhej pax winhtilal t'a reyal t'a junelnhej t'a ichanh."
        },
        {
            "number": "25",
            "text": "Mamin ach in Diosal, ix ak' wojtaquejeli to ol ochnhejkan winhtilal t'a wopisio. Yuj chi' tzin tek'b'ej in b'a in lesalwi t'ayach."
        },
        {
            "number": "26",
            "text": "Ha ach tik Mamin Jehová, ko Diosal ach, a ach ix alkan jun wach'ilal tik t'ayin."
        },
        {
            "number": "27",
            "text": "Ha ticnaik jun, elokab' t'a a k'ol ak'an a wach'k'olal t'a winhtilal, yic wach' ol ajnhej ek' heb' t'a ichanh. Ha ach ol ak' a wach'k'olal t'a heb', ol schaannhej heb' t'a masanil tiempo, xchi winhaj rey Dawid chi' t'a Jehová."
        }
    ]
}