{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajwi yek' juntzanh tik, ix ak'ji ganar heb' filisteo yuj winhaj rey Dawid. Ix kan heb' t'a yalanh smandar winh. Ix yik'anek' chonhab' Gat winh yet' yaldeail t'a yol sk'ab' heb'."
        },
        {
            "number": "2",
            "text": "Ix ak'jipax ganar heb' moabita yuj winh, yuj chi' ix yak'och sb'a heb' t'a yol sk'ab' winh, ix ak'jikanoch t'a yib'anh heb' yak'an k'een tumin t'a winh."
        },
        {
            "number": "3",
            "text": "Anhejtona' ix ak'jipax ganar winhaj Hadad-ezer sreyal Soba ay t'a stojolal Hamat yuj winh. Ha jun winh rey chi' wan smakan yicoc lum lum masanto t'ha ha' Éufrates."
        },
        {
            "number": "4",
            "text": "Ix yamchaj mil carruaje yic owal yuj winhaj Dawid chi' yet' heb' soldado. Ix yamchajpax 7 mil heb' soldado ayk'e t'a yib'anh chej yet' pax 20 mil heb' soldado sb'ey t'a yoc. Ix spol d'inhchaj sch'anhal yoc masanil nok' chej ed'jinac carruaje yic owal chi' heb', axonhej nok' sk'anchaj yic stok'an 100 carruaje ix kani."
        },
        {
            "number": "5",
            "text": "Ix k'och heb' soldado sirio aj Damasco yic skolwaj heb' yet' winhaj Hadad-ezer chi', palta ix ak'jipax ganar heb' yuj winhaj rey Dawid chi', ix miljicham 22 mil heb'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix yak'ankan juntzanh heb' soldado winh t'a skal heb' sirio aj Damasco chi'. Icha chi' ix aj skan heb' t'a yol sk'ab' winh, ix ak'jikanoch t'a yib'anh heb' yak'an k'een tumin t'a winh. B'ajtac ix yak' owal winhaj Dawid chi', ix yak'nhej ganar winh yuj Jehová."
        },
        {
            "number": "7",
            "text": "Anhejtona', ix yik'anpaxek' juntzanh maclab' jul-lab' winh ayoch oro t'ay sk'an heb' yajalil heb' soldado winhaj Hadad-ezer chi', ix yik'ancot heb' t'a Jerusalén."
        },
        {
            "number": "8",
            "text": "Niwan pax k'een bronce ix yik'ek' winh t'a Tibhat yet' t'a Cun, aton juntzanh chonhab' chi' ay t'a yol smacb'en winhaj rey Hadad-ezer chi'. Aton yet' k'een bronce chi' ix sb'o jun niwan pila winhaj rey Salomón. Ix sb'o pax juntzanh niwac oy winh yet' masanil yamk'ab' nab'a bronce ix k'anchaj t'a templo."
        },
        {
            "number": "9",
            "text": "Ayic ix yab'an winhaj Toi sreyal Hamat to toxo ix ak'ji ganar masanil heb' soldado winhaj rey Hadad-ezer chi' yuj winhaj rey Dawid,"
        },
        {
            "number": "10",
            "text": "ix schekancot jun yuninal winh, skuchan Adoram. Yed'nac k'een oro winh, k'een plata yet' k'een bronce yic tz'ak'ji stzatzil sk'ool winhaj rey Dawid yet' yalan wach' lolonel t'a winh, yujto ix ak'ji ganar winhaj rey Hadad-ezer chi' yuj winh. Ha winhaj Toi chi' yak'nac owal winh yet' winhaj rey Hadad-ezer chi' t'a yalanhtaxo."
        },
        {
            "number": "11",
            "text": "Ix yak' masanil juntzanh k'een chi' winhaj rey Dawid t'a Jehová. Junnhej ix aj yak'an k'een winh yet' k'een oro yet' k'een plata yik'naquek' winh t'a juntzanh nación tik: Aton t'a Edom, t'a Moab, t'a Amón, t'a heb' filisteo yet' t'a heb' amalecita."
        },
        {
            "number": "12",
            "text": "Yed' pax winhaj Abisai yune' ix Sarwia, yajalil jun makan heb' soldado winhaj rey Dawid, ix ak'ji ganar heb' soldado yic Edom yuj winh. 18 mil heb' ix smilcham winh t'a yak'likal Atz'am Atz'am."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix yak'ankan juntzanh heb' soldado winh t'a Edom chi'. Yuj chi' masanil heb' edomita ix ochkan t'a yol sk'ab' winhaj rey Dawid chi'. B'ajtac ix yak' owal winh, ix yak'nhej ganar winh yuj Jehová."
        },
        {
            "number": "14",
            "text": "Ha winhaj Dawid, ix yak' reyal winh t'a yib'anh chonhab' Israel. Te wach' ix yutej sb'eyb'al winh, t'a stojolal ix sb'o yaj winh tas yaj heb' chonhab'."
        },
        {
            "number": "15",
            "text": "Ha winh yajalil heb' soldado, aton winhaj Joab yune' ix Sarwia. Axo pax winhaj Josafat yuninal winhaj Ahilud, tz'ib'um yaj winh t'a winh rey chi'."
        },
        {
            "number": "16",
            "text": "Ha winhaj Sadoc yuninal winhaj Ahitob yet' winhaj Abimelec yuninal winhaj Abiatar, sacerdote heb' winh, haxo winhaj Savsa, tz'ib'um ab'ix winh."
        },
        {
            "number": "17",
            "text": "Ha pax winhaj Benaía yuninal winhaj Joiada, yajal yaj winh t'a heb' quereteo yet' t'a heb' peleteo, aton heb' stanhwumal winh rey, haxo heb' winh yuninal winh rey chi', yajal yaj heb' yic skolwaj heb' yet' winh."
        }
    ]
}