{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi yek' juntzanh tik, ix ak'ji ganar eb' filisteo yuj vinhaj rey David. Ix kan eb' t'a yalanh smandar vinh. Ix yik'anek' chonhab' Gat vinh yet' yaldeail t'a yol sk'ab' eb'."
        },
        {
            "number": "2",
            "text": "Ix ak'jipax ganar eb' moabita yuj vinh, yuj chi' ix yak'och sb'a eb' t'a yol sk'ab' vinh, ix ak'jicanoch t'a yib'anh eb' yak'an q'uen tumin t'a vinh."
        },
        {
            "number": "3",
            "text": "Anhejtona' ix ak'jipax ganar vinhaj Hadad-ezer sreyal Soba ay t'a stojolal Hamat yuj vinh. Ha jun vinh rey chi' van smacan yicoc lum lum masanto t'ha ha' Éufrates."
        },
        {
            "number": "4",
            "text": "Ix yamchaj mil carruaje yic oval yuj vinhaj David chi' yet' eb' soldado. Ix yamchajpax 7 mil eb' soldado ayq'ue t'a yib'anh chej yet' pax 20 mil eb' soldado sb'ey t'a yoc. Ix spol d'inhchaj sch'anhal yoc masanil nok' chej ed'jinac carruaje yic oval chi' eb', axonhej nok' sk'anchaj yic stok'an 100 carruaje ix cani."
        },
        {
            "number": "5",
            "text": "Ix k'och eb' soldado sirio aj Damasco yic scolvaj eb' yet' vinhaj Hadad-ezer chi', palta ix ak'jipax ganar eb' yuj vinhaj rey David chi', ix miljicham 22 mil eb'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix yak'ancan juntzanh eb' soldado vinh t'a skal eb' sirio aj Damasco chi'. Icha chi' ix aj skan eb' t'a yol sk'ab' vinh, ix ak'jicanoch t'a yib'anh eb' yak'an q'uen tumin t'a vinh. B'ajtac ix yak' oval vinhaj David chi', ix yak'nhej ganar vinh yuj Jehová."
        },
        {
            "number": "7",
            "text": "Anhejtona', ix yik'anpaxek' juntzanh maclab' jul-lab' vinh ayoch oro t'ay sk'an eb' yajalil eb' soldado vinhaj Hadad-ezer chi', ix yik'ancot eb' t'a Jerusalén."
        },
        {
            "number": "8",
            "text": "Nivan pax q'uen bronce ix yiq'uek' vinh t'a Tibhat yet' t'a Cun, aton juntzanh chonhab' chi' ay t'a yol smacb'en vinhaj rey Hadad-ezer chi'. Aton yet' q'uen bronce chi' ix sb'o jun niwan pila vinhaj rey Salomón. Ix sb'o pax juntzanh nivac oy vinh yet' masanil yamk'ab' nab'a bronce ix k'anchaj t'a templo."
        },
        {
            "number": "9",
            "text": "Ayic ix yab'an vinhaj Toi sreyal Hamat to toxo ix ak'ji ganar masanil eb' soldado vinhaj rey Hadad-ezer chi' yuj vinhaj rey David,"
        },
        {
            "number": "10",
            "text": "ix schecancot jun yuninal vinh, scuchan Adoram. Yed'nac q'uen oro vinh, q'uen plata yet' q'uen bronce yic tz'ak'ji stzatzil sk'ool vinhaj rey David yet' yalan wach' lolonel t'a vinh, yujto ix ak'ji ganar vinhaj rey Hadad-ezer chi' yuj vinh. Ha vinhaj Toi chi' yak'nac oval vinh yet' vinhaj rey Hadad-ezer chi' t'a yalanhtaxo."
        },
        {
            "number": "11",
            "text": "Ix yak' masanil juntzanh q'uen chi' vinhaj rey David t'a Jehová. Junnhej ix aj yak'an q'uen vinh yet' q'uen oro yet' q'uen plata yik'naquek' vinh t'a juntzanh nación tik: Aton t'a Edom, t'a Moab, t'a Amón, t'a eb' filisteo yet' t'a eb' amalecita."
        },
        {
            "number": "12",
            "text": "Yed' pax vinhaj Abisai yune' ix Sarvia, yajalil jun makan eb' soldado vinhaj rey David, ix ak'ji ganar eb' soldado yic Edom yuj vinh. 18 mil eb' ix smilcham vinh t'a yak'lical Atz'am Atz'am."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix yak'ancan juntzanh eb' soldado vinh t'a Edom chi'. Yuj chi' masanil eb' edomita ix ochcan t'a yol sk'ab' vinhaj rey David chi'. B'ajtac ix yak' oval vinh, ix yak'nhej ganar vinh yuj Jehová."
        },
        {
            "number": "14",
            "text": "Ha vinhaj David, ix yak' reyal vinh t'a yib'anh chonhab' Israel. Te wach' ix yutej sb'eyb'al vinh, t'a stojolal ix sb'o yaj vinh tas yaj eb' chonhab'."
        },
        {
            "number": "15",
            "text": "Ha vinh yajalil eb' soldado, aton vinhaj Joab yune' ix Sarvia. Axo pax vinhaj Josafat yuninal vinhaj Ahilud, tz'ib'um yaj vinh t'a vinh rey chi'."
        },
        {
            "number": "16",
            "text": "Ha vinhaj Sadoc yuninal vinhaj Ahitob yet' vinhaj Abimelec yuninal vinhaj Abiatar, sacerdote eb' vinh, haxo vinhaj Savsa, tz'ib'um ab'ix vinh."
        },
        {
            "number": "17",
            "text": "Ha pax vinhaj Benaía yuninal vinhaj Joiada, yajal yaj vinh t'a eb' quereteo yet' t'a eb' peleteo, aton eb' stanhvumal vinh rey, haxo eb' vinh yuninal vinh rey chi', yajal yaj eb' yic scolvaj eb' yet' vinh."
        }
    ]
}