{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix ek' jun pekti’, ix cham winhaj Nahas sreyal eb' amonita, haxo winh yuninal winh scuchan Hanún ix ochcan reyal."
        },
        {
            "number": "2",
            "text": "Ix sna' winhaj rey David to yowalil sch'ox swach'k'olal winh t'a winhaj Hanún chi', yujto a winh smam winh ix sch'ox swach'k'olal winh t'a winh. Yuj chi' ix schecb'at juntzanh schecab' winhaj David chi' t'a winhaj Hanún chi' yic syak'an snivanil sk'ool winh yuj schamel winh smam winh chi'. Palta ayic ix k'och eb' winh checab' t'a schonhab' eb' amonita,"
        },
        {
            "number": "3",
            "text": "a eb' winh yajal yaj t'a chonhab' chi', ix yal eb' winh t'a winhaj Hanún chi': Mamin rey, ¿tom tzak'och t'a a k'ool to niwan yelk'och winh a mam chi' t'a yol sat winhaj rey David chi', yujnhej chi' ix scheccot juntzanh vinac tik winh yic syak' snivanil a k'ool eb' winh? Maay. Ix checjicot eb' winh yuj winh yic syil eb' winh tas yaj co chonhab' tik, yic tzul satanel eb' winh, xchi eb' winh t'a winh."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix schec winhaj Hanún chi' yamjoc eb' winh schecab' winhaj rey David chi'. Ix joxjiel xil sti' eb' winh, ix poljiel yoctac sti' spichul eb' winh masanto ix q'ueul t'a sti' syoop eb' winh. Ixlajwi chi' ix schecan pax eb' winh winh."
        },
        {
            "number": "5",
            "text": "Ayic ix yab'an winhaj rey David tas ix aj eb' winh, ix schecanb'at schaumal eb' winh yujto te q'uixvelal ix utaj eb' winh. Ix alji t'a eb' winh to skan eb' winh t'a Jericó masanto sq'uib'xi xil sti' eb' winh chi', ichato chi' syal smeltzaj paxta eb' winh."
        },
        {
            "number": "6",
            "text": "Axo eb' amonita chi', ix nachajel yuj eb' to chuk ix kan eb' t'a winhaj rey David chi', yuj chi' ix yak'b'at 660 quintal q'uen plata winhaj Hanún chi' t'a Mesopotamia, t'a Siria, t'a Maaca yet' t'a Soba yic scot carruaje yet' eb' winh soldado ed'jinac yet' eb' winh soldado ayq'ue yib'anh nok' chej yic skolwaj yet' winh."
        },
        {
            "number": "7",
            "text": "Ix stupanpax eb' t'a winh sreyal Maaca yic scot winh yet' 32 mil carruaje yic oval yet' soldado. Ix sb'oanq'ue scampamento eb' ix tupchaj chi' t'a slak'anil chonhab' Medeba. Ix elpaxcot masanil eb' amonita chi' t'a yoltac schonhab', ix smolb'an sb'a eb' yic syak'an oval eb' yet' eb' israel."
        },
        {
            "number": "8",
            "text": "Ayic ix yab'an jun chi' winhaj rey David ix schecanb'at winhaj Joab winh yet' masanil eb' soldado."
        },
        {
            "number": "9",
            "text": "Ix yak' lista sb'a eb' amonita chi' t'a oval t'a yichanh schonhab' eb'. Axo eb' winh rey ix yavtejcot eb' chi', ch'oc ix kan eb' winh t'a ak'lic."
        },
        {
            "number": "10",
            "text": "Ayic ix yilan winhaj Joab to ay eb' ajk'ol t'a yichanh yet' t'a spatic, ix sik'anel eb' soldado te jelan winh yic syak'an oval eb' yet' eb' sirio chi'."
        },
        {
            "number": "11",
            "text": "Axo nanhalxo eb' ix yak'och winh yic scuchb'aj eb' yuj winhaj Abisai yuk'tac winh yic syak'an oval eb' yet' eb' amonita chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan winhaj Joab chi' icha tik: Tato max onh tzak'van t'a eb' sirio chi', elanhchamel tzex kolwaj qued'oc. Tato max ex tzak'van t'a eb' amonita chi' jun, a onhxo ol b'at onh kolwaj eyed'oc."
        },
        {
            "number": "13",
            "text": "Tek'b'ej a b'a, cak' oval yuj co colan eb' quetchonhab', aton schonhab' co Diosal. Yak'ocab' Jehová tas tz'el t'a sk'ool, xchi winhaj Joab chi'."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi' ix b'at winhaj Joab chi' yet' eb' soldado yak' oval yet' eb' sirio chi'. Axo ix aji, ix el lemnaj eb' t'a yichanh winh."
        },
        {
            "number": "15",
            "text": "Ayic ix yilan eb' amonita to toxo ix el lemnaj eb' sirio chi', ix el pax lemnaj eb' t'a yichanh winhaj Abisai chi', ix och eb' scol sb'ha t'a yol schonhab'. Ixlajwi chi' ix meltzaj winhaj Joab chi' yet' masanil eb' soldado t'a Jerusalén."
        },
        {
            "number": "16",
            "text": "Ayic ix yilan eb' sirio chi' to ix ak'ji ganar eb' yuj eb' israel, ix yak'anb'at schecab' eb' t'a eb' yetchonhab' ay t'a sk'axepalb'at ha' Éufrates yic scot eb' colval yet' eb'. Ha winhaj Sofac yajalil eb' soldado winhaj rey Hadad-ezer scuchb'an eb'."
        },
        {
            "number": "17",
            "text": "Ix alchaj juntzanh tik t'a winhaj rey David, yuj chi' ix smolb'anpax masanil eb' soldado Israel winh, ix k'axpajek' eb' t'ha ha' Jordán, ix k'och eb' b'aj ayek' eb' sirio chi'. Ix sb'oanoch soldado winhaj rey David chi' t'a yichanh eb' sirio chi', haxo eb' ix ak'an oval yet' eb'."
        },
        {
            "number": "18",
            "text": "Axo ix aji, ix el lemnaj eb' sirio t'a yichanh eb' israel chi'. Ay 40 mil eb' soldado sb'ey t'a yoc ix chami yet' 7 mil eb' ayq'ue t'a yol carruaje. Ix champax winhaj Sofac chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix yilan eb' ayoch yet' winhaj Hadad-ezer chi' to toxo ix ak'ji ganar eb' yuj eb' israel, ix och eb' t'a junk'olal yet' winhaj rey David chi', ix kan eb' t'a yol sk'ab' winh. Atax ta' majxo yal sk'ol eb' sirio chi' ix kolwaj yet' eb' amonita."
        }
    ]
}