{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix ek' jun pekti’, ix cham winhaj Nahas sreyal heb' amonita, haxo winh yuninal winh scuchan Hanún ix ochcan reyal."
        },
        {
            "number": "2",
            "text": "Ix sna' winhaj rey Dawid to yowalil sch'ox swach'k'olal winh t'a winhaj Hanún chi', yujto a winh smam winh ix sch'ox swach'k'olal winh t'a winh. Yuj chi' ix schecb'at juntzanh schecab' winhaj Dawid chi' t'a winhaj Hanún chi' yic syak'an sniwanil sk'ool winh yuj schamel winh smam winh chi'. Palta ayic ix k'och heb' winh checab' t'a schonhab' heb' amonita,"
        },
        {
            "number": "3",
            "text": "a heb' winh yajal yaj t'a chonhab' chi', ix yal heb' winh t'a winhaj Hanún chi': Mamin rey, ¿tom tzak'och t'a a k'ool to niwan yelk'och winh a mam chi' t'a yol sat winhaj rey Dawid chi', yujnhej chi' ix scheccot juntzanh winak tik winh yic syak' sniwanil a k'ool heb' winh? Maay. Ix checjicot heb' winh yuj winh yic syil heb' winh tas yaj ko chonhab' tik, yic tzul satanel heb' winh, xchi heb' winh t'a winh."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix schec winhaj Hanún chi' yamjoc heb' winh schecab' winhaj rey Dawid chi'. Ix joxjiel xil sti' heb' winh, ix poljiel yoctac sti' spichul heb' winh masanto ix k'eul t'a sti' syoop heb' winh. Ixlajwi chi' ix schecan pax heb' winh winh."
        },
        {
            "number": "5",
            "text": "Ayic ix yab'an winhaj rey Dawid tas ix aj heb' winh, ix schecanb'at schaumal heb' winh yujto te q'uixwelal ix utaj heb' winh. Ix alji t'a heb' winh to skan heb' winh t'a Jericó masanto sq'uib'xi xil sti' heb' winh chi', ichato chi' syal smeltzaj paxta heb' winh."
        },
        {
            "number": "6",
            "text": "Axo heb' amonita chi', ix nachajel yuj heb' to chuk ix kan heb' t'a winhaj rey Dawid chi', yuj chi' ix yak'b'at 660 quintal k'een plata winhaj Hanún chi' t'a Mesopotamia, t'a Siria, t'a Maaca yet' t'a Soba yic scot carruaje yet' heb' winh soldado ed'jinac yet' heb' winh soldado ayk'e yib'anh nok' chej yic skolwaj yet' winh."
        },
        {
            "number": "7",
            "text": "Ix stupanpax heb' t'a winh sreyal Maaca yic scot winh yet' 32 mil carruaje yic owal yet' soldado. Ix sb'oank'e scampamento heb' ix tupchaj chi' t'a slak'anil chonhab' Medeba. Ix elpaxcot masanil heb' amonita chi' t'a yoltac schonhab', ix smolb'an sb'a heb' yic syak'an owal heb' yet' heb' israel."
        },
        {
            "number": "8",
            "text": "Ayic ix yab'an jun chi' winhaj rey Dawid ix schecanb'at winhaj Joab winh yet' masanil heb' soldado."
        },
        {
            "number": "9",
            "text": "Ix yak' lista sb'a heb' amonita chi' t'a owal t'a yichanh schonhab' heb'. Axo heb' winh rey ix yavtejcot heb' chi', ch'oc ix kan heb' winh t'a ak'lic."
        },
        {
            "number": "10",
            "text": "Ayic ix yilan winhaj Joab to ay heb' ajk'ol t'a yichanh yet' t'a spatic, ix sik'anel heb' soldado te jelan winh yic syak'an owal heb' yet' heb' sirio chi'."
        },
        {
            "number": "11",
            "text": "Axo nanhalxo heb' ix yak'och winh yic scuchb'aj heb' yuj winhaj Abisai yuk'tac winh yic syak'an owal heb' yet' heb' amonita chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan winhaj Joab chi' icha tik: Tato max onh tzak'wan t'a heb' sirio chi', elanhchamel tzex kolwaj qued'oc. Tato max ex tzak'wan t'a heb' amonita chi' jun, a onhxo ol b'at onh kolwaj eyed'oc."
        },
        {
            "number": "13",
            "text": "Tek'b'ej a b'a, cak' owal yuj ko colan heb' quetchonhab', aton schonhab' ko Diosal. Yak'ocab' Jehová tas tz'el t'a sk'ool, xchi winhaj Joab chi'."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi' ix b'at winhaj Joab chi' yet' heb' soldado yak' owal yet' heb' sirio chi'. Axo ix aji, ix el lemnaj heb' t'a yichanh winh."
        },
        {
            "number": "15",
            "text": "Ayic ix yilan heb' amonita to toxo ix el lemnaj heb' sirio chi', ix el pax lemnaj heb' t'a yichanh winhaj Abisai chi', ix och heb' scol sb'ha t'a yol schonhab'. Ixlajwi chi' ix meltzaj winhaj Joab chi' yet' masanil heb' soldado t'a Jerusalén."
        },
        {
            "number": "16",
            "text": "Ayic ix yilan heb' sirio chi' to ix ak'ji ganar heb' yuj heb' israel, ix yak'anb'at schecab' heb' t'a heb' yetchonhab' ay t'a sk'axepalb'at ha' Éufrates yic scot heb' colwal yet' heb'. Ha winhaj Sofac yajalil heb' soldado winhaj rey Hadad-ezer scuchb'an heb'."
        },
        {
            "number": "17",
            "text": "Ix alchaj juntzanh tik t'a winhaj rey Dawid, yuj chi' ix smolb'anpax masanil heb' soldado Israel winh, ix k'axpajek' heb' t'ha ha' Jordán, ix k'och heb' b'aj ayek' heb' sirio chi'. Ix sb'oanoch soldado winhaj rey Dawid chi' t'a yichanh heb' sirio chi', haxo heb' ix ak'an owal yet' heb'."
        },
        {
            "number": "18",
            "text": "Axo ix aji, ix el lemnaj heb' sirio t'a yichanh heb' israel chi'. Ay 40 mil heb' soldado sb'ey t'a yoc ix chami yet' 7 mil heb' ayk'e t'a yol carruaje. Ix champax winhaj Sofac chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix yilan heb' ayoch yet' winhaj Hadad-ezer chi' to toxo ix ak'ji ganar heb' yuj heb' israel, ix och heb' t'a junk'olal yet' winhaj rey Dawid chi', ix kan heb' t'a yol sk'ab' winh. Atax ta' majxo yal sk'ol heb' sirio chi' ix kolwaj yet' heb' amonita."
        }
    ]
}