{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix ek' jun tiempoal, ix cham vinhaj Nahas sreyal eb' amonita, axo vinh yuninal vinh scuchan Hanún ix ochcan reyal."
        },
        {
            "number": "2",
            "text": "Ix sna' vinhaj rey David to yovalil sch'ox svach'k'olal vinh d'a vinhaj Hanún chi', yujto a vinh smam vinh ix sch'ox svach'k'olal vinh d'a vinh. Yuj chi' ix schecb'at juntzanh schecab' vinhaj David chi' d'a vinhaj Hanún chi' yic syak'an snivanil sk'ool vinh yuj schamel vinh smam vinh chi'. Palta ayic ix k'och eb' vinh checab' d'a schonhab' eb' amonita,"
        },
        {
            "number": "3",
            "text": "a eb' vinh yajal yaj d'a chonhab' chi', ix yal eb' vinh d'a vinhaj Hanún chi': Mamin rey, ¿tom tzak'och d'a a k'ool to nivan yelk'och vinh a mam chi' d'a yol sat vinhaj rey David chi', yujnhej chi' ix scheccot juntzanh vinac tic vinh yic syak' snivanil a k'ool eb' vinh? Maay. Ix checjicot eb' vinh yuj vinh yic syil eb' vinh tas yaj co chonhab' tic, yic tzul satanel eb' vinh, xchi eb' vinh d'a vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix schec vinhaj Hanún chi' yamjoc eb' vinh schecab' vinhaj rey David chi'. Ix joxjiel xil sti' eb' vinh, ix poljiel yoctac sti' spichul eb' vinh masanto ix q'ueul d'a sti' syoop eb' vinh. Ix lajvi chi' ix schecan pax eb' vinh vinh."
        },
        {
            "number": "5",
            "text": "Ayic ix yab'an vinhaj rey David tas ix aj eb' vinh, ix schecanb'at schaumal eb' vinh yujto te q'uixvelal ix utaj eb' vinh. Ix alji d'a eb' vinh to scan eb' vinh d'a Jericó masanto sq'uib'xi xil sti' eb' vinh chi', ichato chi' syal smeltzaj paxta eb' vinh."
        },
        {
            "number": "6",
            "text": "Axo eb' amonita chi', ix nachajel yuj eb' to chuc ix can eb' d'a vinhaj rey David chi', yuj chi' ix yak'b'at 660 quintal q'uen plata vinhaj Hanún chi' d'a Mesopotamia, d'a Siria, d'a Maaca yed' d'a Soba yic scot carruaje yed' eb' vinh soldado ed'jinac yed' eb' vinh soldado ayq'ue yib'anh nok' chej yic scolvaj yed' vinh."
        },
        {
            "number": "7",
            "text": "Ix stupanpax eb' d'a vinh sreyal Maaca yic scot vinh yed' 32 mil carruaje yic oval yed' soldado. Ix sb'oanq'ue scampamento eb' ix tupchaj chi' d'a slak'anil chonhab' Medeba. Ix elpaxcot masanil eb' amonita chi' d'a yoltac schonhab', ix smolb'an sb'a eb' yic syak'an oval eb' yed' eb' israel."
        },
        {
            "number": "8",
            "text": "Ayic ix yab'an jun chi' vinhaj rey David ix schecanb'at vinhaj Joab vinh yed' masanil eb' soldado."
        },
        {
            "number": "9",
            "text": "Ix yak' lista sb'a eb' amonita chi' d'a oval d'a yichanh schonhab' eb'. Axo eb' vinh rey ix yavtejcot eb' chi', ch'oc ix can eb' vinh d'a ak'lic."
        },
        {
            "number": "10",
            "text": "Ayic ix yilan vinhaj Joab to ay eb' ajk'ol d'a yichanh yed' d'a spatic, ix sik'anel eb' soldado te jelan vinh yic syak'an oval eb' yed' eb' sirio chi'."
        },
        {
            "number": "11",
            "text": "Axo nanhalxo eb' ix yak'och vinh yic scuchb'aj eb' yuj vinhaj Abisai yuk'tac vinh yic syak'an oval eb' yed' eb' amonita chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan vinhaj Joab chi' icha tic: Tato max onh tzak'van d'a eb' sirio chi', elanhchamel tzex colvaj qued'oc. Tato max ex tzak'van d'a eb' amonita chi' jun, a onhxo ol b'at onh colvaj eyed'oc."
        },
        {
            "number": "13",
            "text": "Tek'b'ej a b'a, cak' oval yuj co colan eb' quetchonhab', aton schonhab' co Diosal. Yak'ocab' Jehová tas tz'el d'a sk'ool, xchi vinhaj Joab chi'."
        },
        {
            "number": "14",
            "text": "Ix lajvi chi' ix b'at vinhaj Joab chi' yed' eb' soldado yak' oval yed' eb' sirio chi'. Axo ix aji, ix el lemnaj eb' d'a yichanh vinh."
        },
        {
            "number": "15",
            "text": "Ayic ix yilan eb' amonita to toxo ix el lemnaj eb' sirio chi', ix el pax lemnaj eb' d'a yichanh vinhaj Abisai chi', ix och eb' scol sb'a d'a yol schonhab'. Ix lajvi chi' ix meltzaj vinhaj Joab chi' yed' masanil eb' soldado d'a Jerusalén."
        },
        {
            "number": "16",
            "text": "Ayic ix yilan eb' sirio chi' to ix ak'ji ganar eb' yuj eb' israel, ix yak'anb'at schecab' eb' d'a eb' yetchonhab' ay d'a sk'axepalb'at a' Éufrates yic scot eb' colval yed' eb'. A vinhaj Sofac yajalil eb' soldado vinhaj rey Hadad-ezer scuchb'an eb'."
        },
        {
            "number": "17",
            "text": "Ix alchaj juntzanh tic d'a vinhaj rey David, yuj chi' ix smolb'anpax masanil eb' soldado Israel vinh, ix k'axpajek' eb' d'a a' Jordán, ix k'och eb' b'aj ayek' eb' sirio chi'. Ix sb'oanoch soldado vinhaj rey David chi' d'a yichanh eb' sirio chi', axo eb' ix ak'an oval yed' eb'."
        },
        {
            "number": "18",
            "text": "Axo ix aji, ix el lemnaj eb' sirio d'a yichanh eb' israel chi'. Ay 40 mil eb' soldado sb'ey d'a yoc ix chami yed' 7 mil eb' ayq'ue d'a yol carruaje. Ix champax vinhaj Sofac chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix yilan eb' ayoch yed' vinhaj Hadad-ezer chi' to toxo ix ak'ji ganar eb' yuj eb' israel, ix och eb' d'a junk'olal yed' vinhaj rey David chi', ix can eb' d'a yol sk'ab' vinh. Atax ta' majxo yal sk'ol eb' sirio chi' ix colvaj yed' eb' amonita."
        }
    ]
}