{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Aton heb' winh yuninal winhaj Israel tik: Vinhaj Rubén, winhaj Simeón, winhaj Leví, winhaj Judá, winhaj Isacar, winhaj Zabulón,"
        },
        {
            "number": "2",
            "text": "winhaj Dan, winhaj José, winhaj Benjamín, winhaj Neftalí, winhaj Gad yet' winhaj Aser."
        },
        {
            "number": "3",
            "text": "Ha heb' winh yuninal winhaj Judá: Aton winhaj Er, winhaj Onán yet' winhaj Sela. Ha snun heb' winh oxwanh tik, aton ix yisil winhaj Súa aj Canaán. Ha winhaj Er chi' b'ab'el yuninal winhaj Judá, te chuk sb'eyb'al winh, yuj chi' ix satjiel winh yuj Jehová."
        },
        {
            "number": "4",
            "text": "Axo ix Tamar, ix yalib' winhaj Judá chi', ay chawanh yune' ix yet' winh: Aton winhaj Fares yet' winhaj Zera. Ha heb' winh yuninal winhaj Judá chi' owanh heb' winh t'a smasanil."
        },
        {
            "number": "5",
            "text": "Ha heb' winh yuninal winhaj Fares chi': Aton winhaj Hezrón yet' winhaj Hamul."
        },
        {
            "number": "6",
            "text": "Axo heb' winh yuninal winhaj Zera chi': Aton winhaj Zimri, winhaj Etán, winhaj Hemán, winhaj Calcol yet' winhaj Dara. Owanh heb' t'a smasanil."
        },
        {
            "number": "7",
            "text": "Axo winhaj Carmi smam winhaj Acán. Ha winhaj Acán chi' ix ik'ancot yaelal t'a yib'anh chonhab' Israel, yujto ix yik'cot juntzanh tas winh t'a skal tas ix yal Dios to satjiel t'a junelnhej."
        },
        {
            "number": "8",
            "text": "Axo yuninal winhaj Etán, aton winhaj Azarías."
        },
        {
            "number": "9",
            "text": "Ha heb' winh yuninal winhaj Hezrón: Aton winhaj Jerameel, winhaj Ram yet' winhaj Quelubai."
        },
        {
            "number": "10",
            "text": "Ha winhaj Ram chi' smam winhaj Aminadab. Axo winhaj Aminadab chi' smam winhaj Naasón. Ha winhaj Naasón yajal ix aj winh t'a skal heb' yinhtilal Judá."
        },
        {
            "number": "11",
            "text": "Ha winhaj Naasón chi' smam winhaj Salmón. Ha winhaj Salmón chi' smam winhaj Booz."
        },
        {
            "number": "12",
            "text": "Ha winhaj Booz chi' smam winhaj Obed, aton winh smam winhaj Isaí."
        },
        {
            "number": "13",
            "text": "Ha heb' winh yuninal winhaj Isaí chi', aton heb' winh tik: B'ab'el winhaj Eliab, schab'il winhaj Abinadab, yoxil winhaj Simea,"
        },
        {
            "number": "14",
            "text": "schanhil winhaj Natanael, yoil winhaj Radai,"
        },
        {
            "number": "15",
            "text": "swaquil winhaj Ozem, yuquil winhaj Dawid."
        },
        {
            "number": "16",
            "text": "Eb' ix yanab' heb' winh tik: Aton ix Sarwia yet' ix Abigail. Axo heb' winh yune' ix Sarwia chi', oxwanh heb' winh: Aton winhaj Abisai, winhaj Joab, winhaj Asael."
        },
        {
            "number": "17",
            "text": "Axo winh yune' ix Abigail chi', aton winhaj Amasa. Ha winh smam winhaj Amasa chi', aton winhaj Jeter ismaelita."
        },
        {
            "number": "18",
            "text": "Axo winhaj Caleb yuninal winhaj Hezrón, ay jun yuninal winh scuch Jeriot, yune' ix Azuba. Axo juntzanhxo heb' winh yune' ix: Aton winhaj Jeser, winhaj Sobab yet' winhaj Ardón."
        },
        {
            "number": "19",
            "text": "Axo ix cham ix Azuba chi', haxo ix Efrata ix yik' winhaj Caleb chi'. Ay jun yune' ix, aton winhaj Hur."
        },
        {
            "number": "20",
            "text": "Ha winhaj Hur chi' smam winhaj Uri. Axo winhaj Uri chi' smam winhaj Bezaleel."
        },
        {
            "number": "21",
            "text": "Ayic 60 ab'ilxo sk'inal winhaj Hezrón, ix yik' ix yisil winhaj Maquir winh, aton winh smam winhaj Galaad. Ix alji jun yune' ix yet' winhaj Hezrón chi', aton winhaj Segub."
        },
        {
            "number": "22",
            "text": "Ha winhaj Segub chi' smam winhaj Jair. Ha winhaj Jair chi' ayoch yajalil t'a 23 chonhab' t'a yol smacb'en Galaad."
        },
        {
            "number": "23",
            "text": "Axo pax heb' aj Gesur yet' heb' aj Aram ix ik'ankan juntzanh schonhab' winhaj Jair chi' yet' chonhab' Kenat yet' yaldeail, 60 chonhab'il t'a smasanil. Masanil juntzanh heb' tik, yinhtilal heb' winhaj Maquir."
        },
        {
            "number": "24",
            "text": "Ayic toxo ix cham winhaj Hezrón chi', haxo winhaj Caleb ix ik'ankan ix yetb'eyum winh, aton ix Efrata. Ix alji jun yune' ix, aton winhaj Asur smam yicham heb' aj Tecoa."
        },
        {
            "number": "25",
            "text": "Aton sb'i heb' winh yuninal winhaj Jerameel tik, winh sb'ab'el unin winhaj Hezrón: Vinhaj Ram winh b'ab'el unin, winhaj Buna, winhaj Orén, winhaj Ozem yet' winhaj Ahías."
        },
        {
            "number": "26",
            "text": "Ha winhaj Jerameel chi', ay junxo ix yetb'eyum winh, aton ix Atara snun winhaj Onam."
        },
        {
            "number": "27",
            "text": "Aton sb'i heb' winh yuninal winhaj Ram tik, winh sb'ab'el unin winhaj Jerameel: Vinhaj Maaz, winhaj Jamín yet' winhaj Equer."
        },
        {
            "number": "28",
            "text": "Axo heb' winh yuninal winhaj Onam chi': Aton winhaj Samai yet' winhaj Jada. Axo heb' winh yuninal winhaj Samai chi': Aton winhaj Nadab yet' winhaj Abisur."
        },
        {
            "number": "29",
            "text": "Ha ix yetb'eyum winhaj Abisur chi', aton ix Abihail. Ha ix chi' snun winhaj Ahbán yet' winhaj Molid."
        },
        {
            "number": "30",
            "text": "Axo heb' winh yuninal winhaj Nadab chi': Aton winhaj Seled yet' winhaj Apaim. Ha winhaj Seled chi' malaj yuninal winh."
        },
        {
            "number": "31",
            "text": "Axo winhaj Apaim chi' smam winhaj Isi. Axo winhaj Isi chi' smam winhaj Sesán. Axo winhaj Sesán chi' smam winhaj Ahlai."
        },
        {
            "number": "32",
            "text": "Axo winhaj Jada yuk'tac winhaj Samai, a winh smam winhaj Jeter yet' winhaj Jonatán. Ha winhaj Jeter chi' malaj yuninal winh."
        },
        {
            "number": "33",
            "text": "Axo heb' winh yuninal winhaj Jonatán chi': Aton winhaj Pelet yet' winhaj Zaza. Ha heb' winh tik, yinhtilal heb' winh winhaj Jerameel."
        },
        {
            "number": "34",
            "text": "Ha winhaj Sesán, malaj yuninal winh, yuj chi' a junok heb' ix yisil winh ix yik'laj sb'a yet' jun winh schekab' winh scuch Jarha aj Egipto. Ix alji jun yune' ix scuch Atai."
        },
        {
            "number": "35",
            "text": "Aton heb' winh tik yinhtilal winhaj Atai t'a stzolal: Vinhaj Natán, winhaj Zabad, winhaj Eflal, winhaj Obed, winhaj Jehú, winhaj Azarías, winhaj Heles, winhaj Elasa, winhaj Sismai, winhaj Salum, winhaj Jecamías yet' winhaj Elisama."
        },
        {
            "number": "36",
            "text": "Ha winhaj Caleb yuk'tac winhaj Jerameel chi', a winh smam winhaj Mesa b'ab'el yuninal, winhaj Zif yet' winhaj Maresa smam winhaj Hebrón."
        },
        {
            "number": "37",
            "text": "Axo winhaj Hebrón chi' smam winhaj Coré, winhaj Tapúa, winhaj Requem yet' winhaj Sema."
        },
        {
            "number": "38",
            "text": "Aton heb' winh tik yinhtilal winhaj Sema t'a stzolal: Vinhaj Raham, winhaj Jorcoam, winhaj Requem, winhaj Samai, winhaj Maón yet' winhaj Bet-sur."
        },
        {
            "number": "39",
            "text": "Ha ix Efa schab'il yetb'eyum winhaj Caleb, aton ix ay yune' winhaj Harán, winhaj Mosa yet' winhaj Gazez. Axo winhaj Harán chi' smam junxo winhaj Gazez."
        },
        {
            "number": "40",
            "text": "Axo heb' winh yuninal winhaj Jahdai: Aton winhaj Regem, winhaj Jotam, winhaj Gesam, winhaj Pelet, winhaj Efa yet' winhaj Saaf."
        },
        {
            "number": "41",
            "text": "Axo ix Maaca schab'il pax yetb'eyum winhaj Caleb chi', a ix ay yune' winhaj Seber yet' winhaj Tirhana. Anheja' ix ay yune' winhaj Saaf smam winhaj Madmana. Anheja' ix ay yune' winhaj Sewa smam winhaj Macbena yet' winhaj Gibea. Axo ix yisil winhaj Caleb chi', aton ix Acsa."
        },
        {
            "number": "42",
            "text": "Ha juntzanh heb' winh tik yinhtilal heb' winhaj Caleb chi'. Ha heb' winh yuninal winhaj Hur, winh sb'ab'el une' ix Efrata, aton winhaj Sobal, winh smam yicham heb' aj Quiriat-jearim,"
        },
        {
            "number": "43",
            "text": "winhaj Salma, smam yicham heb' aj Belén yet' winhaj Haref smam yicham heb' aj Bet-gader."
        },
        {
            "number": "44",
            "text": "Axo heb' winh yinhtilal winhaj Sobal smam yicham heb' aj Quiriat-jearim: Aton winhaj Haroe, nanhal heb' manahetita,"
        },
        {
            "number": "45",
            "text": "yet' junjun makan heb' aj Quiriat-jearim: Aton heb' itrita, heb' futita, heb' sumatita yet' heb' misraita. Aton t'a heb' chi' ix cot heb' zoratita yet' heb' estaolita."
        },
        {
            "number": "46",
            "text": "Axo winhaj Salma ix kajnajkan t'a chonhab' Belén. Ha winh smam yicham heb' netofatita, heb' aj Atrot-bet-joab yet' nanhalxo heb' manahetita, heb' zoraíta,"
        },
        {
            "number": "47",
            "text": "yet' heb' yinhtilal heb' soferita ix ek' kajan t'a Jabes, aton heb' tirateo, heb' simateo yet' heb' sucateo. Yed' heb' ceneo cotnac t'a yinhtilal winhaj Hamat smam yicham heb' yinhtilal Recab."
        }
    ]
}