{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Aton eb' vinh yuninal vinhaj Israel tic: Vinhaj Rubén, vinhaj Simeón, vinhaj Leví, vinhaj Judá, vinhaj Isacar, vinhaj Zabulón,"
        },
        {
            "number": "2",
            "text": "vinhaj Dan, vinhaj José, vinhaj Benjamín, vinhaj Neftalí, vinhaj Gad yed' vinhaj Aser."
        },
        {
            "number": "3",
            "text": "A eb' vinh yuninal vinhaj Judá: Aton vinhaj Er, vinhaj Onán yed' vinhaj Sela. A snun eb' vinh oxvanh tic, aton ix yisil vinhaj Súa aj Canaán. A vinhaj Er chi' b'ab'el yuninal vinhaj Judá, te chuc sb'eyb'al vinh, yuj chi' ix satjiel vinh yuj Jehová."
        },
        {
            "number": "4",
            "text": "Axo ix Tamar, ix yalib' vinhaj Judá chi', ay chavanh yune' ix yed' vinh: Aton vinhaj Fares yed' vinhaj Zera. A eb' vinh yuninal vinhaj Judá chi' ovanh eb' vinh d'a smasanil."
        },
        {
            "number": "5",
            "text": "A eb' vinh yuninal vinhaj Fares chi': Aton vinhaj Hezrón yed' vinhaj Hamul."
        },
        {
            "number": "6",
            "text": "Axo eb' vinh yuninal vinhaj Zera chi': Aton vinhaj Zimri, vinhaj Etán, vinhaj Hemán, vinhaj Calcol yed' vinhaj Dara. Ovanh eb' d'a smasanil."
        },
        {
            "number": "7",
            "text": "Axo vinhaj Carmi smam vinhaj Acán. A vinhaj Acán chi' ix ik'ancot yaelal d'a yib'anh chonhab' Israel, yujto ix yik'cot juntzanh tas vinh d'a scal tas ix yal Dios to satjiel d'a junelnhej."
        },
        {
            "number": "8",
            "text": "Axo yuninal vinhaj Etán, aton vinhaj Azarías."
        },
        {
            "number": "9",
            "text": "A eb' vinh yuninal vinhaj Hezrón: Aton vinhaj Jerameel, vinhaj Ram yed' vinhaj Quelubai."
        },
        {
            "number": "10",
            "text": "A vinhaj Ram chi' smam vinhaj Aminadab. Axo vinhaj Aminadab chi' smam vinhaj Naasón. A vinhaj Naasón yajal ix aj vinh d'a scal eb' yinhtilal Judá."
        },
        {
            "number": "11",
            "text": "A vinhaj Naasón chi' smam vinhaj Salmón. A vinhaj Salmón chi' smam vinhaj Booz."
        },
        {
            "number": "12",
            "text": "A vinhaj Booz chi' smam vinhaj Obed, aton vinh smam vinhaj Isaí."
        },
        {
            "number": "13",
            "text": "A eb' vinh yuninal vinhaj Isaí chi', aton eb' vinh tic: B'ab'el vinhaj Eliab, schab'il vinhaj Abinadab, yoxil vinhaj Simea,"
        },
        {
            "number": "14",
            "text": "schanhil vinhaj Natanael, yoil vinhaj Radai,"
        },
        {
            "number": "15",
            "text": "svaquil vinhaj Ozem, yuquil vinhaj David."
        },
        {
            "number": "16",
            "text": "Eb' ix yanab' eb' vinh tic: Aton ix Sarvia yed' ix Abigail. Axo eb' vinh yune' ix Sarvia chi', oxvanh eb' vinh: Aton vinhaj Abisai, vinhaj Joab, vinhaj Asael."
        },
        {
            "number": "17",
            "text": "Axo vinh yune' ix Abigail chi', aton vinhaj Amasa. A vinh smam vinhaj Amasa chi', aton vinhaj Jeter ismaelita."
        },
        {
            "number": "18",
            "text": "Axo vinhaj Caleb yuninal vinhaj Hezrón, ay jun yuninal vinh scuch Jeriot, yune' ix Azuba. Axo juntzanhxo eb' vinh yune' ix: Aton vinhaj Jeser, vinhaj Sobab yed' vinhaj Ardón."
        },
        {
            "number": "19",
            "text": "Axo ix cham ix Azuba chi', axo ix Efrata ix yik' vinhaj Caleb chi'. Ay jun yune' ix, aton vinhaj Hur."
        },
        {
            "number": "20",
            "text": "A vinhaj Hur chi' smam vinhaj Uri. Axo vinhaj Uri chi' smam vinhaj Bezaleel."
        },
        {
            "number": "21",
            "text": "Ayic 60 ab'ilxo sq'uinal vinhaj Hezrón, ix yik' ix yisil vinhaj Maquir vinh, aton vinh smam vinhaj Galaad. Ix alji jun yune' ix yed' vinhaj Hezrón chi', aton vinhaj Segub."
        },
        {
            "number": "22",
            "text": "A vinhaj Segub chi' smam vinhaj Jair. A vinhaj Jair chi' ayoch yajalil d'a 23 chonhab' d'a yol smacb'en Galaad."
        },
        {
            "number": "23",
            "text": "Axo pax eb' aj Gesur yed' eb' aj Aram ix ik'ancan juntzanh schonhab' vinhaj Jair chi' yed' chonhab' Kenat yed' yaldeail, 60 chonhab'il d'a smasanil. Masanil juntzanh eb' tic, yinhtilal eb' vinhaj Maquir."
        },
        {
            "number": "24",
            "text": "Ayic toxo ix cham vinhaj Hezrón chi', axo vinhaj Caleb ix ik'ancan ix yetb'eyum vinh, aton ix Efrata. Ix alji jun yune' ix, aton vinhaj Asur smam yicham eb' aj Tecoa."
        },
        {
            "number": "25",
            "text": "Aton sb'i eb' vinh yuninal vinhaj Jerameel tic, vinh sb'ab'el unin vinhaj Hezrón: Vinhaj Ram vinh b'ab'el unin, vinhaj Buna, vinhaj Orén, vinhaj Ozem yed' vinhaj Ahías."
        },
        {
            "number": "26",
            "text": "A vinhaj Jerameel chi', ay junxo ix yetb'eyum vinh, aton ix Atara snun vinhaj Onam."
        },
        {
            "number": "27",
            "text": "Aton sb'i eb' vinh yuninal vinhaj Ram tic, vinh sb'ab'el unin vinhaj Jerameel: Vinhaj Maaz, vinhaj Jamín yed' vinhaj Equer."
        },
        {
            "number": "28",
            "text": "Axo eb' vinh yuninal vinhaj Onam chi': Aton vinhaj Samai yed' vinhaj Jada. Axo eb' vinh yuninal vinhaj Samai chi': Aton vinhaj Nadab yed' vinhaj Abisur."
        },
        {
            "number": "29",
            "text": "A ix yetb'eyum vinhaj Abisur chi', aton ix Abihail. A ix chi' snun vinhaj Ahbán yed' vinhaj Molid."
        },
        {
            "number": "30",
            "text": "Axo eb' vinh yuninal vinhaj Nadab chi': Aton vinhaj Seled yed' vinhaj Apaim. A vinhaj Seled chi' malaj yuninal vinh."
        },
        {
            "number": "31",
            "text": "Axo vinhaj Apaim chi' smam vinhaj Isi. Axo vinhaj Isi chi' smam vinhaj Sesán. Axo vinhaj Sesán chi' smam vinhaj Ahlai."
        },
        {
            "number": "32",
            "text": "Axo vinhaj Jada yuk'tac vinhaj Samai, a vinh smam vinhaj Jeter yed' vinhaj Jonatán. A vinhaj Jeter chi' malaj yuninal vinh."
        },
        {
            "number": "33",
            "text": "Axo eb' vinh yuninal vinhaj Jonatán chi': Aton vinhaj Pelet yed' vinhaj Zaza. A eb' vinh tic, yinhtilal eb' vinh vinhaj Jerameel."
        },
        {
            "number": "34",
            "text": "A vinhaj Sesán, malaj yuninal vinh, yuj chi' a junoc eb' ix yisil vinh ix yik'laj sb'a yed' jun vinh schecab' vinh scuch Jarha aj Egipto. Ix alji jun yune' ix scuch Atai."
        },
        {
            "number": "35",
            "text": "Aton eb' vinh tic yinhtilal vinhaj Atai d'a stzolal: Vinhaj Natán, vinhaj Zabad, vinhaj Eflal, vinhaj Obed, vinhaj Jehú, vinhaj Azarías, vinhaj Heles, vinhaj Elasa, vinhaj Sismai, vinhaj Salum, vinhaj Jecamías yed' vinhaj Elisama."
        },
        {
            "number": "36",
            "text": "A vinhaj Caleb yuk'tac vinhaj Jerameel chi', a vinh smam vinhaj Mesa b'ab'el yuninal, vinhaj Zif yed' vinhaj Maresa smam vinhaj Hebrón."
        },
        {
            "number": "37",
            "text": "Axo vinhaj Hebrón chi' smam vinhaj Coré, vinhaj Tapúa, vinhaj Requem yed' vinhaj Sema."
        },
        {
            "number": "38",
            "text": "Aton eb' vinh tic yinhtilal vinhaj Sema d'a stzolal: Vinhaj Raham, vinhaj Jorcoam, vinhaj Requem, vinhaj Samai, vinhaj Maón yed' vinhaj Bet-sur."
        },
        {
            "number": "39",
            "text": "A ix Efa schab'il yetb'eyum vinhaj Caleb, aton ix ay yune' vinhaj Harán, vinhaj Mosa yed' vinhaj Gazez. Axo vinhaj Harán chi' smam junxo vinhaj Gazez."
        },
        {
            "number": "40",
            "text": "Axo eb' vinh yuninal vinhaj Jahdai: Aton vinhaj Regem, vinhaj Jotam, vinhaj Gesam, vinhaj Pelet, vinhaj Efa yed' vinhaj Saaf."
        },
        {
            "number": "41",
            "text": "Axo ix Maaca schab'il pax yetb'eyum vinhaj Caleb chi', a ix ay yune' vinhaj Seber yed' vinhaj Tirhana. Anheja' ix ay yune' vinhaj Saaf smam vinhaj Madmana. Anheja' ix ay yune' vinhaj Seva smam vinhaj Macbena yed' vinhaj Gibea. Axo ix yisil vinhaj Caleb chi', aton ix Acsa."
        },
        {
            "number": "42",
            "text": "A juntzanh eb' vinh tic yinhtilal eb' vinhaj Caleb chi'. A eb' vinh yuninal vinhaj Hur, vinh sb'ab'el une' ix Efrata, aton vinhaj Sobal, vinh smam yicham eb' aj Quiriat-jearim,"
        },
        {
            "number": "43",
            "text": "vinhaj Salma, smam yicham eb' aj Belén yed' vinhaj Haref smam yicham eb' aj Bet-gader."
        },
        {
            "number": "44",
            "text": "Axo eb' vinh yinhtilal vinhaj Sobal smam yicham eb' aj Quiriat-jearim: Aton vinhaj Haroe, nanhal eb' manahetita,"
        },
        {
            "number": "45",
            "text": "yed' junjun macanh eb' aj Quiriat-jearim: Aton eb' itrita, eb' futita, eb' sumatita yed' eb' misraita. Aton d'a eb' chi' ix cot eb' zoratita yed' eb' estaolita."
        },
        {
            "number": "46",
            "text": "Axo vinhaj Salma ix cajnajcan d'a chonhab' Belén. A vinh smam yicham eb' netofatita, eb' aj Atrot-bet-joab yed' nanhalxo eb' manahetita, eb' zoraíta,"
        },
        {
            "number": "47",
            "text": "yed' eb' yinhtilal eb' soferita ix ek' cajan d'a Jabes, aton eb' tirateo, eb' simateo yed' eb' sucateo. Yed' eb' ceneo cotnac d'a yinhtilal vinhaj Hamat smam yicham eb' yinhtilal Recab."
        }
    ]
}