{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Aton eb' vinh yuninal vinhaj Israel tik: Vinhaj Rubén, vinhaj Simeón, vinhaj Leví, vinhaj Judá, vinhaj Isacar, vinhaj Zabulón,"
        },
        {
            "number": "2",
            "text": "vinhaj Dan, vinhaj José, vinhaj Benjamín, vinhaj Neftalí, vinhaj Gad yet' vinhaj Aser."
        },
        {
            "number": "3",
            "text": "Ha eb' vinh yuninal vinhaj Judá: Aton vinhaj Er, vinhaj Onán yet' vinhaj Sela. Ha snun eb' vinh oxvanh tik, aton ix yisil vinhaj Súa aj Canaán. Ha vinhaj Er chi' b'ab'el yuninal vinhaj Judá, te chuk sb'eyb'al vinh, yuj chi' ix satjiel vinh yuj Jehová."
        },
        {
            "number": "4",
            "text": "Axo ix Tamar, ix yalib' vinhaj Judá chi', ay chavanh yune' ix yet' vinh: Aton vinhaj Fares yet' vinhaj Zera. Ha eb' vinh yuninal vinhaj Judá chi' ovanh eb' vinh t'a smasanil."
        },
        {
            "number": "5",
            "text": "Ha eb' vinh yuninal vinhaj Fares chi': Aton vinhaj Hezrón yet' vinhaj Hamul."
        },
        {
            "number": "6",
            "text": "Axo eb' vinh yuninal vinhaj Zera chi': Aton vinhaj Zimri, vinhaj Etán, vinhaj Hemán, vinhaj Calcol yet' vinhaj Dara. Ovanh eb' t'a smasanil."
        },
        {
            "number": "7",
            "text": "Axo vinhaj Carmi smam vinhaj Acán. Ha vinhaj Acán chi' ix ik'ancot yaelal t'a yib'anh chonhab' Israel, yujto ix yik'cot juntzanh tas vinh t'a skal tas ix yal Dios to satjiel t'a junelnhej."
        },
        {
            "number": "8",
            "text": "Axo yuninal vinhaj Etán, aton vinhaj Azarías."
        },
        {
            "number": "9",
            "text": "Ha eb' vinh yuninal vinhaj Hezrón: Aton vinhaj Jerameel, vinhaj Ram yet' vinhaj Quelubai."
        },
        {
            "number": "10",
            "text": "Ha vinhaj Ram chi' smam vinhaj Aminadab. Axo vinhaj Aminadab chi' smam vinhaj Naasón. Ha vinhaj Naasón yajal ix aj vinh t'a skal eb' yinhtilal Judá."
        },
        {
            "number": "11",
            "text": "Ha vinhaj Naasón chi' smam vinhaj Salmón. Ha vinhaj Salmón chi' smam vinhaj Booz."
        },
        {
            "number": "12",
            "text": "Ha vinhaj Booz chi' smam vinhaj Obed, aton vinh smam vinhaj Isaí."
        },
        {
            "number": "13",
            "text": "Ha eb' vinh yuninal vinhaj Isaí chi', aton eb' vinh tik: B'ab'el vinhaj Eliab, schab'il vinhaj Abinadab, yoxil vinhaj Simea,"
        },
        {
            "number": "14",
            "text": "schanhil vinhaj Natanael, yoil vinhaj Radai,"
        },
        {
            "number": "15",
            "text": "svaquil vinhaj Ozem, yuquil vinhaj David."
        },
        {
            "number": "16",
            "text": "Eb' ix yanab' eb' vinh tik: Aton ix Sarvia yet' ix Abigail. Axo eb' vinh yune' ix Sarvia chi', oxvanh eb' vinh: Aton vinhaj Abisai, vinhaj Joab, vinhaj Asael."
        },
        {
            "number": "17",
            "text": "Axo vinh yune' ix Abigail chi', aton vinhaj Amasa. Ha vinh smam vinhaj Amasa chi', aton vinhaj Jeter ismaelita."
        },
        {
            "number": "18",
            "text": "Axo vinhaj Caleb yuninal vinhaj Hezrón, ay jun yuninal vinh scuch Jeriot, yune' ix Azuba. Axo juntzanhxo eb' vinh yune' ix: Aton vinhaj Jeser, vinhaj Sobab yet' vinhaj Ardón."
        },
        {
            "number": "19",
            "text": "Axo ix cham ix Azuba chi', haxo ix Efrata ix yik' vinhaj Caleb chi'. Ay jun yune' ix, aton vinhaj Hur."
        },
        {
            "number": "20",
            "text": "Ha vinhaj Hur chi' smam vinhaj Uri. Axo vinhaj Uri chi' smam vinhaj Bezaleel."
        },
        {
            "number": "21",
            "text": "Ayic 60 ab'ilxo sq'uinal vinhaj Hezrón, ix yik' ix yisil vinhaj Maquir vinh, aton vinh smam vinhaj Galaad. Ix alji jun yune' ix yet' vinhaj Hezrón chi', aton vinhaj Segub."
        },
        {
            "number": "22",
            "text": "Ha vinhaj Segub chi' smam vinhaj Jair. Ha vinhaj Jair chi' ayoch yajalil t'a 23 chonhab' t'a yol smacb'en Galaad."
        },
        {
            "number": "23",
            "text": "Axo pax eb' aj Gesur yet' eb' aj Aram ix ik'ancan juntzanh schonhab' vinhaj Jair chi' yet' chonhab' Kenat yet' yaldeail, 60 chonhab'il t'a smasanil. Masanil juntzanh eb' tik, yinhtilal eb' vinhaj Maquir."
        },
        {
            "number": "24",
            "text": "Ayic toxo ix cham vinhaj Hezrón chi', haxo vinhaj Caleb ix ik'ancan ix yetb'eyum vinh, aton ix Efrata. Ix alji jun yune' ix, aton vinhaj Asur smam yicham eb' aj Tecoa."
        },
        {
            "number": "25",
            "text": "Aton sb'i eb' vinh yuninal vinhaj Jerameel tik, vinh sb'ab'el unin vinhaj Hezrón: Vinhaj Ram vinh b'ab'el unin, vinhaj Buna, vinhaj Orén, vinhaj Ozem yet' vinhaj Ahías."
        },
        {
            "number": "26",
            "text": "Ha vinhaj Jerameel chi', ay junxo ix yetb'eyum vinh, aton ix Atara snun vinhaj Onam."
        },
        {
            "number": "27",
            "text": "Aton sb'i eb' vinh yuninal vinhaj Ram tik, vinh sb'ab'el unin vinhaj Jerameel: Vinhaj Maaz, vinhaj Jamín yet' vinhaj Equer."
        },
        {
            "number": "28",
            "text": "Axo eb' vinh yuninal vinhaj Onam chi': Aton vinhaj Samai yet' vinhaj Jada. Axo eb' vinh yuninal vinhaj Samai chi': Aton vinhaj Nadab yet' vinhaj Abisur."
        },
        {
            "number": "29",
            "text": "Ha ix yetb'eyum vinhaj Abisur chi', aton ix Abihail. Ha ix chi' snun vinhaj Ahbán yet' vinhaj Molid."
        },
        {
            "number": "30",
            "text": "Axo eb' vinh yuninal vinhaj Nadab chi': Aton vinhaj Seled yet' vinhaj Apaim. Ha vinhaj Seled chi' malaj yuninal vinh."
        },
        {
            "number": "31",
            "text": "Axo vinhaj Apaim chi' smam vinhaj Isi. Axo vinhaj Isi chi' smam vinhaj Sesán. Axo vinhaj Sesán chi' smam vinhaj Ahlai."
        },
        {
            "number": "32",
            "text": "Axo vinhaj Jada yuk'tac vinhaj Samai, a vinh smam vinhaj Jeter yet' vinhaj Jonatán. Ha vinhaj Jeter chi' malaj yuninal vinh."
        },
        {
            "number": "33",
            "text": "Axo eb' vinh yuninal vinhaj Jonatán chi': Aton vinhaj Pelet yet' vinhaj Zaza. Ha eb' vinh tik, yinhtilal eb' vinh vinhaj Jerameel."
        },
        {
            "number": "34",
            "text": "Ha vinhaj Sesán, malaj yuninal vinh, yuj chi' a junok eb' ix yisil vinh ix yik'laj sb'a yet' jun vinh schecab' vinh scuch Jarha aj Egipto. Ix alji jun yune' ix scuch Atai."
        },
        {
            "number": "35",
            "text": "Aton eb' vinh tik yinhtilal vinhaj Atai t'a stzolal: Vinhaj Natán, vinhaj Zabad, vinhaj Eflal, vinhaj Obed, vinhaj Jehú, vinhaj Azarías, vinhaj Heles, vinhaj Elasa, vinhaj Sismai, vinhaj Salum, vinhaj Jecamías yet' vinhaj Elisama."
        },
        {
            "number": "36",
            "text": "Ha vinhaj Caleb yuk'tac vinhaj Jerameel chi', a vinh smam vinhaj Mesa b'ab'el yuninal, vinhaj Zif yet' vinhaj Maresa smam vinhaj Hebrón."
        },
        {
            "number": "37",
            "text": "Axo vinhaj Hebrón chi' smam vinhaj Coré, vinhaj Tapúa, vinhaj Requem yet' vinhaj Sema."
        },
        {
            "number": "38",
            "text": "Aton eb' vinh tik yinhtilal vinhaj Sema t'a stzolal: Vinhaj Raham, vinhaj Jorcoam, vinhaj Requem, vinhaj Samai, vinhaj Maón yet' vinhaj Bet-sur."
        },
        {
            "number": "39",
            "text": "Ha ix Efa schab'il yetb'eyum vinhaj Caleb, aton ix ay yune' vinhaj Harán, vinhaj Mosa yet' vinhaj Gazez. Axo vinhaj Harán chi' smam junxo vinhaj Gazez."
        },
        {
            "number": "40",
            "text": "Axo eb' vinh yuninal vinhaj Jahdai: Aton vinhaj Regem, vinhaj Jotam, vinhaj Gesam, vinhaj Pelet, vinhaj Efa yet' vinhaj Saaf."
        },
        {
            "number": "41",
            "text": "Axo ix Maaca schab'il pax yetb'eyum vinhaj Caleb chi', a ix ay yune' vinhaj Seber yet' vinhaj Tirhana. Anheja' ix ay yune' vinhaj Saaf smam vinhaj Madmana. Anheja' ix ay yune' vinhaj Seva smam vinhaj Macbena yet' vinhaj Gibea. Axo ix yisil vinhaj Caleb chi', aton ix Acsa."
        },
        {
            "number": "42",
            "text": "Ha juntzanh eb' vinh tik yinhtilal eb' vinhaj Caleb chi'. Ha eb' vinh yuninal vinhaj Hur, vinh sb'ab'el une' ix Efrata, aton vinhaj Sobal, vinh smam yicham eb' aj Quiriat-jearim,"
        },
        {
            "number": "43",
            "text": "vinhaj Salma, smam yicham eb' aj Belén yet' vinhaj Haref smam yicham eb' aj Bet-gader."
        },
        {
            "number": "44",
            "text": "Axo eb' vinh yinhtilal vinhaj Sobal smam yicham eb' aj Quiriat-jearim: Aton vinhaj Haroe, nanhal eb' manahetita,"
        },
        {
            "number": "45",
            "text": "yet' junjun makan eb' aj Quiriat-jearim: Aton eb' itrita, eb' futita, eb' sumatita yet' eb' misraita. Aton t'a eb' chi' ix cot eb' zoratita yet' eb' estaolita."
        },
        {
            "number": "46",
            "text": "Axo vinhaj Salma ix cajnajcan t'a chonhab' Belén. Ha vinh smam yicham eb' netofatita, eb' aj Atrot-bet-joab yet' nanhalxo eb' manahetita, eb' zoraíta,"
        },
        {
            "number": "47",
            "text": "yet' eb' yinhtilal eb' soferita ix ek' cajan t'a Jabes, aton eb' tirateo, eb' simateo yet' eb' sucateo. Yed' eb' ceneo cotnac t'a yinhtilal vinhaj Hamat smam yicham eb' yinhtilal Recab."
        }
    ]
}