{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a junxo ab'il, t'a stiempoal sb'at eb' rey t'a oval, ix kan winhaj rey David t'a Jerusalén, haxo winhaj Joab ix molb'anb'at eb' soldado yetisraelal yic syixtanb'at eb' tastac ay t'a yol smacb'en eb' amonita. Ix b'atnhej eb', ix yoymitan chonhab' Rabá eb', ix yak'an oval eb' yet'oc, masanto ix yak' ganar jun chonhab' chi' eb'."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi' ix k'och winhaj rey David yik'cot scorona winh sreyal eb' amonita chi'. Nab'a oro jun corona chi', tzijtum q'uen q'ueen wach' yilji ayoch t'ay, ay am oxeoc arroba yalil. Ix yak'anq'ue eb' t'a sjolom winhaj rey David chi'. Manh jantacoc tas caro stojol ix yik' winh t'a jun chonhab' chi'."
        },
        {
            "number": "3",
            "text": "Axo masanil eb' anima ixto cani, ix ik'jib'at eb' yuj winh, ix ak'chajoch eb' t'a munlajel yet' q'uen sierra, q'uen piocha yet' q'uen ch'acab'. Anheja' icha chi' ix sk'ulej winh yet' eb' amonita t'a juntzanhxo chonhab'. Ixlajwi chi' ix meltzajcot winh yet' masanil eb' soldado t'a Jerusalén."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi' ix och jun oval yet' eb' filisteo t'a Gezer. Ha t'a jun oval chi', a winhaj Sibecai aj Husa ix milancham winhaj Sipai. Ha winhaj Sipai chi' yinhtilal winh eb' chaanh steel. Icha chi' ix aj skan eb' filisteo t'a yol sk'ab' eb' israel."
        },
        {
            "number": "5",
            "text": "Ix och junxo oval yet' eb' filisteo chi'. Ha winhaj Elhanán yuninal winhaj Jair ix milancham winhaj Lahmi yuk'tac winhaj Goliat aj Gat. Te niwan spatic yoc slanza winhaj Lahmi chi', icha am spatic te te' b'aj sb'ak'chajoch anh ch'al yic eb' sch'alvi."
        },
        {
            "number": "6",
            "text": "Ix och junxo oval t'a Gat. Ay junxo winh vinac ta' te chaanh steel, lajchave' yiximal sk'ab' winh, lajchave' pax yiximal yoc winh, yinhtilal pax winh eb' chaanh steel."
        },
        {
            "number": "7",
            "text": "Ha jun winh chi', ix b'uchvaj winh t'a eb' israel, yuj chi' ix miljicham winh yuj winhaj Jonatán yuninal winhaj Simea yuk'tac winhaj rey David chi'."
        },
        {
            "number": "8",
            "text": "Ha juntzanh eb' winh nivac vinac chi', a winhaj Réfah aj Gat ay yinhtilal eb' winh, palta ix miljicham eb' winh yuj winhaj rey David yet' eb' soldado winh."
        }
    ]
}