{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "A d'a junxo ab'il, d'a stiempoal sb'at eb' rey d'a oval, ix can vinhaj rey David d'a Jerusalén, axo vinhaj Joab ix molb'anb'at eb' soldado yetisraelal yic syixtanb'at eb' tastac ay d'a yol smacb'en eb' amonita. Ix b'atnhej eb', ix yoymitan chonhab' Rabá eb', ix yak'an oval eb' yed'oc, masanto ix yak' ganar jun chonhab' chi' eb'."
        },
        {
            "number": "2",
            "text": "Ix lajvi chi' ix k'och vinhaj rey David yik'cot scorona vinh sreyal eb' amonita chi'. Nab'a oro jun corona chi', tzijtum q'uen q'ueen vach' yilji ayoch d'ay, ay am oxeoc arroba yalil. Ix yak'anq'ue eb' d'a sjolom vinhaj rey David chi'. Manh jantacoc tas caro stojol ix yik' vinh d'a jun chonhab' chi'."
        },
        {
            "number": "3",
            "text": "Axo masanil eb' anima ixto cani, ix ik'jib'at eb' yuj vinh, ix ak'chajoch eb' d'a munlajel yed' q'uen sierra, q'uen piocha yed' q'uen ch'acab'. Anheja' icha chi' ix sk'ulej vinh yed' eb' amonita d'a juntzanhxo chonhab'. Ix lajvi chi' ix meltzajcot vinh yed' masanil eb' soldado d'a Jerusalén."
        },
        {
            "number": "4",
            "text": "Ix lajvi chi' ix och jun oval yed' eb' filisteo d'a Gezer. A d'a jun oval chi', a vinhaj Sibecai aj Husa ix milancham vinhaj Sipai. A vinhaj Sipai chi' yinhtilal vinh eb' chaanh steel. Icha chi' ix aj scan eb' filisteo d'a yol sk'ab' eb' israel."
        },
        {
            "number": "5",
            "text": "Ix och junxo oval yed' eb' filisteo chi'. A vinhaj Elhanán yuninal vinhaj Jair ix milancham vinhaj Lahmi yuk'tac vinhaj Goliat aj Gat. Te nivan spatic yoc slanza vinhaj Lahmi chi', icha am spatic te te' b'aj sb'ak'chajoch anh ch'al yic eb' sch'alvi."
        },
        {
            "number": "6",
            "text": "Ix och junxo oval d'a Gat. Ay junxo vinh vinac ta' te chaanh steel, lajchave' yiximal sk'ab' vinh, lajchave' pax yiximal yoc vinh, yinhtilal pax vinh eb' chaanh steel."
        },
        {
            "number": "7",
            "text": "A jun vinh chi', ix b'uchvaj vinh d'a eb' israel, yuj chi' ix miljicham vinh yuj vinhaj Jonatán yuninal vinhaj Simea yuk'tac vinhaj rey David chi'."
        },
        {
            "number": "8",
            "text": "A juntzanh eb' vinh nivac vinac chi', a vinhaj Réfah aj Gat ay yinhtilal eb' vinh, palta ix miljicham eb' vinh yuj vinhaj rey David yed' eb' soldado vinh."
        }
    ]
}