{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a junxo ab'il, t'a stiempoal sb'at eb' rey t'a oval, ix kan vinhaj rey David t'a Jerusalén, haxo vinhaj Joab ix molb'anb'at eb' soldado yetisraelal yic syixtanb'at eb' tastac ay t'a yol smacb'en eb' amonita. Ix b'atnhej eb', ix yoymitan chonhab' Rabá eb', ix yak'an oval eb' yet'oc, masanto ix yak' ganar jun chonhab' chi' eb'."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi' ix k'och vinhaj rey David yik'cot scorona vinh sreyal eb' amonita chi'. Nab'a oro jun corona chi', tzijtum q'uen q'ueen wach' yilji ayoch t'ay, ay am oxeoc arroba yalil. Ix yak'anq'ue eb' t'a sjolom vinhaj rey David chi'. Manh jantacoc tas caro stojol ix yik' vinh t'a jun chonhab' chi'."
        },
        {
            "number": "3",
            "text": "Axo masanil eb' anima ixto cani, ix ik'jib'at eb' yuj vinh, ix ak'chajoch eb' t'a munlajel yet' q'uen sierra, q'uen piocha yet' q'uen ch'acab'. Anheja' icha chi' ix sk'ulej vinh yet' eb' amonita t'a juntzanhxo chonhab'. Ixlajwi chi' ix meltzajcot vinh yet' masanil eb' soldado t'a Jerusalén."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi' ix och jun oval yet' eb' filisteo t'a Gezer. Ha t'a jun oval chi', a vinhaj Sibecai aj Husa ix milancham vinhaj Sipai. Ha vinhaj Sipai chi' yinhtilal vinh eb' chaanh steel. Icha chi' ix aj skan eb' filisteo t'a yol sk'ab' eb' israel."
        },
        {
            "number": "5",
            "text": "Ix och junxo oval yet' eb' filisteo chi'. Ha vinhaj Elhanán yuninal vinhaj Jair ix milancham vinhaj Lahmi yuk'tac vinhaj Goliat aj Gat. Te niwan spatic yoc slanza vinhaj Lahmi chi', icha am spatic te te' b'aj sb'ak'chajoch anh ch'al yic eb' sch'alvi."
        },
        {
            "number": "6",
            "text": "Ix och junxo oval t'a Gat. Ay junxo vinh vinac ta' te chaanh steel, lajchave' yiximal sk'ab' vinh, lajchave' pax yiximal yoc vinh, yinhtilal pax vinh eb' chaanh steel."
        },
        {
            "number": "7",
            "text": "Ha jun vinh chi', ix b'uchvaj vinh t'a eb' israel, yuj chi' ix miljicham vinh yuj vinhaj Jonatán yuninal vinhaj Simea yuk'tac vinhaj rey David chi'."
        },
        {
            "number": "8",
            "text": "Ha juntzanh eb' vinh nivac vinac chi', a vinhaj Réfah aj Gat ay yinhtilal eb' vinh, palta ix miljicham eb' vinh yuj vinhaj rey David yet' eb' soldado vinh."
        }
    ]
}