{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinh Satanás ix och ajk'olal t'a eb' israel, yuj chi' ix yak' vinh sk'ulej vinhaj rey David yic syik'anchaanh sb'isul eb' soldado israel vinh smasanil."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yal vinh rey chi' t'a vinhaj Joab yet' pax t'a eb' vinh yajalil eb' soldado icha tik: --Ixiquec eyik'chaanh sb'isul eb' soldado. Sb'at e chacot t'a chonhab' Beerseba, masanto tzex k'och t'a chonhab' Dan. Ayic slajvi chi' tzeyik'ancot sb'isul eb' chi' t'ayin, yic svila' jantac eb' t'a smasanil."
        },
        {
            "number": "3",
            "text": "Palta ix tak'vi vinhaj Joab chi' icha tik: --Aocab' Jehová tz'ak'an q'uib' sb'isul schonhab' masanto maxtzac yal sb'ischaji. Mamin rey ayoch eb' t'a yol a k'ab' smasanil, ¿tas yuj tza nib'ej jun tik? Ha t'a jun tik ol och smul co chonhab' tik uuj, xchi vinh."
        },
        {
            "number": "4",
            "text": "Palta majxo schalaj yab' vinh rey chi' tas ix yal vinhaj Joab chi', yuj chi' ix b'at eb'. Ayic ix lajvi yik'anchaanh sb'isul masanil eb' soldado Israel chi' eb', ix meltzaj eb' t'a Jerusalén."
        },
        {
            "number": "5",
            "text": "Ix yak'an jantac sb'isul masanil eb' vinh soldado vinhaj Joab t'a vinhaj David chi', ay 470 mil eb' vinh soldado yic Judá yet' pax t'a juntzanhxo smacb'en Israel ay jun millón yet' 100 mil eb' vinh vinac stiempo sb'at t'a oval."
        },
        {
            "number": "6",
            "text": "Palta maj ochlaj eb' vinh vinac yinhtilal Leví yet' eb' vinh yic Benjamín sb'isuloc, yujto maj scha sk'ol vinhaj Joab jun schecnab'il vinh rey chi'."
        },
        {
            "number": "7",
            "text": "Maj schapaxlaj sk'ol jun chi' Dios, yuj chi' ix yak'cot jun yaelal t'a yib'anh chonhab' Israel chi'."
        },
        {
            "number": "8",
            "text": "Ichato chi' ix yalanq'ueta smul vinhaj rey David chi' d'ha Dios icha tik: --Te niwan in mul ix ochi, yujto ix in k'ulej jun tik, palta tzin k'an t'ayach to tzak' nivank'olal jun in mul tik, yujto icha junok quistal anima ix vutej in b'a, xchi vinh."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yal Jehová t'a vinhaj Gad schecab', aton vinh tz'ak'an srazón vinh rey chi', ix yalan icha tik:"
        },
        {
            "number": "10",
            "text": "Ixic, b'at il vinhaj rey David, tzalan t'a vinh to a in Jehová in sval icha tik: Ay oxe' tas svak' a sik'lej, a ach ol a sik'lej tas junok ol vak' t'ayach, xchi Jehová."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix b'at vinhaj Gad chi' yil vinhaj rey David chi', ix yalan vinh t'a vinh icha tik: --Ha Jehová tz'alan icha tik: Sik'lej junok t'a skal juntzanh yaelal tik:"
        },
        {
            "number": "12",
            "text": "¿Tom ha' oxe' ab'il vejel, ma oxe' ujal ol yak' eb' ajk'ol ex smilanchamoc, mato oxe' k'ual ilya ol yak' t'a yol a macb'en tik? Ha jun chi' vespada a in Jehová in tik, yujto a jun vángel ol satanel anima t'a yol a macb'en tik, xchi Jehová. Yuj chi' sik'lej ticnaic yic wach' ol yal vak'an spac t'a Jehová, aton in checancoti, xchi vinhaj Gad chi' t'a vinh."
        },
        {
            "number": "13",
            "text": "Ix yalan vinhaj rey David chi' t'a vinhaj Gad chi' icha tik: --Maxtzac nachajlaj vuuj tas tzin sik'lej. Wach' ama to a Jehová tz'em sk'ab' t'a vib'anh, manhoc anima sva sk'ab' t'ayin, yujto vojtac to niwan yoq'uelk'olal Jehová chi', xchi vinh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yak'cot jun ilya Jehová t'a yib'anh chonhab' Israel chi', 70 mil eb' ix cham yuj."
        },
        {
            "number": "15",
            "text": "Ix schecancot jun yángel Jehová yic satanel eb' anima t'a Jerusalén. Ayic van satanel eb' anima chi', ix cusq'ue sk'ol Jehová yuj jun yaelal chi', ix yalan t'a jun yángel van smilancham anima chi' icha tik: Yechelxo chi', actej, xchi t'ay. Ha val t'a jun rato chi', a jun yángel Jehová chi', ay val ek' b'aj van stek'vi trigo vinhaj Ornán jebuseo."
        },
        {
            "number": "16",
            "text": "Axo ix q'ue q'uelan vinhaj rey David, ix yilan vinh to ayek' jun yángel Jehová chi' t'a snanhal lum lum tik yet' satcha’anh, yet'nacq'ue jun q'uen espada, van yak'anem q'uen yespada chi' t'a yib'anh Jerusalén. Yed'nhej chi' ix em nhojan vinhaj rey David chi' yet' eb' yichamtac vinaquil chonhab' Israel masanto t'a sat lu'um, ayoch pichul yic cusk'olal yuj eb'."
        },
        {
            "number": "17",
            "text": "Ix yalan vinhaj rey David chi' d'ha Dios icha tik: --Mamin, a in val ix vala' to tz'ik'jichaanh sb'isul eb' chonhab' tik. Ha in val ix och in mul. Malaj smul eb' anima tik. Mamin Jehová, ach in Diosal, tzin tevi t'ayach to a jun yaelal tik, ha t'a vib'anh yet' vinhtilal tz'emi, manh a satel a chonhab' tik, xchi vinh."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix yal Yángel Jehová chi' t'a vinhaj Gad to syal vinh t'a vinhaj rey David chi' to sb'oq'ue junok altar vinh b'aj stek'vi trigo vinhaj Ornán jebuseo chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix b'at vinh rey chi' sb'oq'ue jun altar yic tz'ik'jichaanh sb'i Jehová, icha ix aj yalchaj chi'."
        },
        {
            "number": "20",
            "text": "Ha vinhaj Ornán yet' chanhvanh yuninal vinh, van stek'vi trigo eb', haxo ix yilan eb' to ayek' Yángel Jehová chi' ta', ix b'at eb' vinh yuninal vinh chi' sk'ub'ejel sb'a."
        },
        {
            "number": "21",
            "text": "Ayic ix yilan vinhaj Ornán chi' to van sk'och vinh rey t'a slak'anil, ix elta vinh b'aj van stek'vi trigo chi', ix em nhojan vinh t'a yichanh vinh rey chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix yal vinh rey chi' t'a vinh icha tik: --Tzoc val el t'a a k'ool, tza chonh jun lugar b'aj tzach tek'vi trigo tik t'ayin, yic tzin b'oq'ue junok altar t'a Jehová, yic tz'och vaan jun ilya tik t'a cal chonhab' tik. Chonh t'ayin icha val jantac stojol, xchi vinh rey chi'."
        },
        {
            "number": "23",
            "text": "Ix tak'vi vinhaj Ornán chi' t'a vinh: --Mamin rey, syal in sian jun lugar tik t'ayach yic tza b'oan tas snib'ej a k'ool. Svak'anpax nok' toro yic tz'och nok' silab'il yet' te' tek'lab' tik syal yoch te' t'a k'atzitzal, haxo ixim trigo tik, syal yoch ixim t'a ofrendail. Mamin rey, masanil juntzanh tik svak' t'ayach, xchi vinh."
        },
        {
            "number": "24",
            "text": "Palta ix tak'vi vinhaj rey David chi' icha tik: --Yuj val dios t'ayach yuj masanil juntzanh tik, palta a in tik yovalil ol in tup juntzanh tik smasanil icha val stojol, yujto max yal-laj vik'anek' a tastac, svak'an silab'il t'a Jehová. Max yal-laj vak'an junok tas silab'il to manh ol in tupu', xchi vinh."
        },
        {
            "number": "25",
            "text": "Icha chi' ix aj smanan jun lu'um chi' vinh rey chi' t'a 600 siclo q'uen oro."
        },
        {
            "number": "26",
            "text": "Ata' ix sb'oq'ue jun altar vinh, ix snhusan silab' vinh yet' silab' yic junk'olal. Ixlajwi chi', ix lesalvi vinh t'a Jehová, haxo Jehová chi' ix ak'ancot k'ak' t'a satcha’anh t'a yib'anh jun silab' t'a yib'anh altar chi'."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix yalan Jehová t'a jun ángel chi' to syak'xiem q'uen yespada chi' t'a yol yatut."
        },
        {
            "number": "28",
            "text": "Ayic ix yilan vinhaj rey David to ix tak'vi Jehová t'a vinh t'a stek'lab' trigo vinhaj Ornán chi', ix yak'an juntzanhxo silab' vinh t'a Jehová ta'."
        },
        {
            "number": "29",
            "text": "Wach'chom a jun mantiado sb'onacq'ue vinhaj Moisés yicoc Jehová t'a tzinan lu'um yet' jun altar b'aj stz'a silab' ay t'a Gabaón jun lugar chaanh yic ejmelal,"
        },
        {
            "number": "30",
            "text": "palta maj yal-laj sb'at vinhaj rey David ta' yic sk'anb'ej d'ha Dios, yujto ix te xiv vinh ayic ix yilan jun q'uen espada vinh yet'nac Yángel Jehová."
        }
    ]
}