{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ha winh Satanás ix och ajk'olal t'a heb' israel, yuj chi' ix yak' winh sk'ulej winhaj rey Dawid yic syik'anchaanh sb'isul heb' soldado israel winh smasanil."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yal winh rey chi' t'a winhaj Joab yet' pax t'a heb' winh yajalil heb' soldado icha tik: --Ixiquec eyik'chaanh sb'isul heb' soldado. Sb'at he chacot t'a chonhab' Beerseba, masanto tzex k'och t'a chonhab' Dan. Ayic slajwi chi' tzeyik'ancot sb'isul heb' chi' t'ayin, yic swila' jantac heb' t'a smasanil."
        },
        {
            "number": "3",
            "text": "Palta ix tak'wi winhaj Joab chi' icha tik: --Aokab' Jehová tz'ak'an q'uib' sb'isul schonhab' masanto maxtzac yal sb'ischaji. Mamin rey ayoch heb' t'a yol a k'ab' smasanil, ¿tas yuj tza nib'ej jun tik? Ha t'a jun tik ol och smul ko chonhab' tik uuj, xchi winh."
        },
        {
            "number": "4",
            "text": "Palta majxo schalaj yab' winh rey chi' tas ix yal winhaj Joab chi', yuj chi' ix b'at heb'. Ayic ix lajwi yik'anchaanh sb'isul masanil heb' soldado Israel chi' heb', ix meltzaj heb' t'a Jerusalén."
        },
        {
            "number": "5",
            "text": "Ix yak'an jantac sb'isul masanil heb' winh soldado winhaj Joab t'a winhaj Dawid chi', ay 470 mil heb' winh soldado yic Judá yet' pax t'a juntzanhxo smacb'en Israel ay jun millón yet' 100 mil heb' winh winak stiempo sb'at t'a owal."
        },
        {
            "number": "6",
            "text": "Palta maj ochlaj heb' winh winak yinhtilal Leví yet' heb' winh yic Benjamín sb'isuloc, yujto maj scha sk'ol winhaj Joab jun schecnab'il winh rey chi'."
        },
        {
            "number": "7",
            "text": "Maj schapaxlaj sk'ol jun chi' Dios, yuj chi' ix yak'cot jun yaelal t'a yib'anh chonhab' Israel chi'."
        },
        {
            "number": "8",
            "text": "Ichato chi' ix yalank'eta smul winhaj rey Dawid chi' d'ha Dios icha tik: --Te niwan in mul ix ochi, yujto ix in k'ulej jun tik, palta tzin k'an t'ayach to tzak' niwank'olal jun in mul tik, yujto icha junok quistal anima ix wutej in b'a, xchi winh."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yal Jehová t'a winhaj Gad schekab', aton winh tz'ak'an srazón winh rey chi', ix yalan icha tik:"
        },
        {
            "number": "10",
            "text": "Ixic, b'at il winhaj rey Dawid, tzalan t'a winh to a in Jehová in swal icha tik: Ay oxe' tas swak' a sik'lej, a ach ol a sik'lej tas junok ol wak' t'ayach, xchi Jehová."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix b'at winhaj Gad chi' yil winhaj rey Dawid chi', ix yalan winh t'a winh icha tik: --Ha Jehová tz'alan icha tik: Sik'lej junok t'a skal juntzanh yaelal tik:"
        },
        {
            "number": "12",
            "text": "¿Tom ha' oxe' ab'il wejel, ma oxe' ujal ol yak' heb' ajk'ol ex smilanchamoc, mato oxe' k'ual ilya ol yak' t'a yol a macb'en tik? Ha jun chi' wespada a in Jehová in tik, yujto a jun vángel ol satanel anima t'a yol a macb'en tik, xchi Jehová. Yuj chi' sik'lej ticnaik yic wach' ol yal wak'an spak t'a Jehová, aton in chekancoti, xchi winhaj Gad chi' t'a winh."
        },
        {
            "number": "13",
            "text": "Ix yalan winhaj rey Dawid chi' t'a winhaj Gad chi' icha tik: --Maxtzac nachajlaj wuuj tas tzin sik'lej. Wach' ama to a Jehová tz'em sk'ab' t'a wib'anh, manhoc anima swa sk'ab' t'ayin, yujto wojtak to niwan yok'elk'olal Jehová chi', xchi winh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yak'cot jun ilya Jehová t'a yib'anh chonhab' Israel chi', 70 mil heb' ix cham yuj."
        },
        {
            "number": "15",
            "text": "Ix schekancot jun yángel Jehová yic satanel heb' anima t'a Jerusalén. Ayic wan satanel heb' anima chi', ix cusk'e sk'ol Jehová yuj jun yaelal chi', ix yalan t'a jun yángel wan smilancham anima chi' icha tik: Yechelxo chi', actej, xchi t'ay. Ha wal t'a jun rato chi', a jun yángel Jehová chi', ay wal ek' b'aj wan stek'wi trigo winhaj Ornán jebuseo."
        },
        {
            "number": "16",
            "text": "Axo ix k'e k'elan winhaj rey Dawid, ix yilan winh to ayek' jun yángel Jehová chi' t'a snanhal lum lum tik yet' satcha’anh, yet'nack'e jun k'een espada, wan yak'anem k'een yespada chi' t'a yib'anh Jerusalén. Yed'nhej chi' ix em nhojan winhaj rey Dawid chi' yet' heb' yichamtac winaquil chonhab' Israel masanto t'a sat lu'um, ayoch pichul yic cusk'olal yuj heb'."
        },
        {
            "number": "17",
            "text": "Ix yalan winhaj rey Dawid chi' d'ha Dios icha tik: --Mamin, a in wal ix wala' to tz'ik'jichaanh sb'isul heb' chonhab' tik. Ha in wal ix och in mul. Malaj smul heb' anima tik. Mamin Jehová, ach in Diosal, tzin tewi t'ayach to a jun yaelal tik, ha t'a wib'anh yet' winhtilal tz'emi, manh a satel a chonhab' tik, xchi winh."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix yal Yángel Jehová chi' t'a winhaj Gad to syal winh t'a winhaj rey Dawid chi' to sb'ok'e junok altar winh b'aj stek'wi trigo winhaj Ornán jebuseo chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix b'at winh rey chi' sb'ok'e jun altar yic tz'ik'jichaanh sb'i Jehová, icha ix aj yalchaj chi'."
        },
        {
            "number": "20",
            "text": "Ha winhaj Ornán yet' chanhwanh yuninal winh, wan stek'wi trigo heb', haxo ix yilan heb' to ayek' Yángel Jehová chi' ta', ix b'at heb' winh yuninal winh chi' sk'ub'ejel sb'a."
        },
        {
            "number": "21",
            "text": "Ayic ix yilan winhaj Ornán chi' to wan sk'och winh rey t'a slak'anil, ix elta winh b'aj wan stek'wi trigo chi', ix em nhojan winh t'a yichanh winh rey chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix yal winh rey chi' t'a winh icha tik: --Tzoc wal el t'a a k'ool, tza chonh jun lugar b'aj tzach tek'wi trigo tik t'ayin, yic tzin b'ok'e junok altar t'a Jehová, yic tz'och waan jun ilya tik t'a kal chonhab' tik. Chonh t'ayin icha wal jantac stojol, xchi winh rey chi'."
        },
        {
            "number": "23",
            "text": "Ix tak'wi winhaj Ornán chi' t'a winh: --Mamin rey, syal in sian jun lugar tik t'ayach yic tza b'oan tas snib'ej a k'ool. Swak'anpax nok' toro yic tz'och nok' silab'il yet' te' tek'lab' tik syal yoch te' t'a k'atzitzal, haxo ixim trigo tik, syal yoch ixim t'a ofrendail. Mamin rey, masanil juntzanh tik swak' t'ayach, xchi winh."
        },
        {
            "number": "24",
            "text": "Palta ix tak'wi winhaj rey Dawid chi' icha tik: --Yuj wal Dios t'ayach yuj masanil juntzanh tik, palta a in tik yowalil ol in tup juntzanh tik smasanil icha wal stojol, yujto max yal-laj wik'anek' a tastac, swak'an silab'il t'a Jehová. Max yal-laj wak'an junok tas silab'il to manh ol in tupu', xchi winh."
        },
        {
            "number": "25",
            "text": "Icha chi' ix aj smanan jun lu'um chi' winh rey chi' t'a 600 siclo k'een oro."
        },
        {
            "number": "26",
            "text": "Ata' ix sb'ok'e jun altar winh, ix snhusan silab' winh yet' silab' yic junk'olal. Ixlajwi chi', ix lesalwi winh t'a Jehová, haxo Jehová chi' ix ak'ancot k'ak' t'a satcha’anh t'a yib'anh jun silab' t'a yib'anh altar chi'."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix yalan Jehová t'a jun ángel chi' to syak'xiem k'een yespada chi' t'a yol yatut."
        },
        {
            "number": "28",
            "text": "Ayic ix yilan winhaj rey Dawid to ix tak'wi Jehová t'a winh t'a stek'lab' trigo winhaj Ornán chi', ix yak'an juntzanhxo silab' winh t'a Jehová ta'."
        },
        {
            "number": "29",
            "text": "Wach'chom a jun mantiado sb'onack'e winhaj Moisés yicoc Jehová t'a tzinan lu'um yet' jun altar b'aj stz'a silab' ay t'a Gabaón jun lugar chaanh yic ejmelal,"
        },
        {
            "number": "30",
            "text": "palta maj yal-laj sb'at winhaj rey Dawid ta' yic sk'anb'ej d'ha Dios, yujto ix te xiv winh ayic ix yilan jun k'een espada winh yet'nac Yángel Jehová."
        }
    ]
}