{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi' ix yal winh icha tik: Ha tik ol aj stemplo Jehová Dios yet' jun altar b'aj sco nhustz'a co silab' a onh israel onh tik, xchi winh."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi' ix yalan winhaj rey David chi' to smolchaj masanil eb' ch'oc chonhab'il ayek' cajan t'a skal eb' israel. Ix sik'chajel eb' tzeyum q'ueen, aton q'uen ol och t'a yic sb'ochaj stemplo Dios."
        },
        {
            "number": "3",
            "text": "Nivan pax q'uen hierro ix smolb'ej eb' yic tz'och q'uen t'a lavuxal sk'anchaj t'a puerta. Nivan pax q'uen bronce ix molb'aji, maxtzac yal-laj yechtaj q'ueen."
        },
        {
            "number": "4",
            "text": "Nivan pax te' k'ute', maxtzac nachaji jantac sb'isul te' ix molchaji, yujto a eb' aj Sidón yet' eb' aj Tiro te niwan te' k'ute' chi' ix yik'cot eb'."
        },
        {
            "number": "5",
            "text": "Ix sna winhaj rey David chi' icha tik: Ha winh vuninal aj Salomón tik, te uninto winh, haxo pax jun stemplo Jehová ol b'o chi', te niwan ol ajoc. Ol te b'inaj yuj swach'il yilji t'a yol yib'anhk’inal tik, yuj chi' a ticnaic yowalil ol in molb'ejcan tastac ol och t'ay, xchi winh. Yuj chi' ayic pitzanto winhaj David chi', te niwan tas ix smolb'ejcan winh."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix yavtancot winhaj Salomón chi' winh, aton winh yuninal winh. Ix yalancan winh to a winh ol b'oanq'ue jun stemplo Jehová sDiosal chonhab' Israel."
        },
        {
            "number": "7",
            "text": "Ix yalan winh icha tik: Ach vuninal, nab'ilxo val vuuj to tzin b'oq'ue junok stemplo Jehová co Diosal."
        },
        {
            "number": "8",
            "text": "Palta yalnac t'ayin icha tik: Ix wila'' to a ach tik, manh jantacoc anima ix a milchamoc, manh jantacoc pax oval ix ak'a', yuj chi' manhoc ach ol a b'oq'ue jun in templo chi'."
        },
        {
            "number": "9",
            "text": "Palta ay jun uninal toto ol ajoc, Salomón ol ak' sb'iej, malaj oval ol yak'a', yujto a in ol vak'och junk'olal t'a skal yet' eb' ayoch ajk'olal t'ay. Ha t'a stiempoal chi' ol vak' junk'olal yet' tzalajk'olal t'a in chonhab' Israel. A' ol b'oanq'ue jun in templo chi'. Ol och vuninaloc, a inxo ol in och smamoc. Ol vak'nhejcan yopisio t'a yinhtilal t'a chonhab' tik t'a junelnhej, xchinac Jehová t'ayin."
        },
        {
            "number": "10",
            "text": "Yuj chi' a ticnaic ach vuninal, aocab' Jehová tz'ochnhej ed'oc yic ol a b'oanq'ue jun templo chi', icha ajnac yalan chi' uuj."
        },
        {
            "number": "11",
            "text": "Aocab' Jehová co Diosal ol ak'an a jelanil, yic wach' ayic ol ak'an reyal t'a chonhab' Israel tik, ol a k'anab'ajej masanil schecnab'il."
        },
        {
            "number": "12",
            "text": "Wach'nhej ol ajelk'och smasanil, tato ol a k'anab'ajej val masanil sk'ayb'ub'al yet' schecnab'il yalnaccan t'a winhaj Moisés cuj a onh israel onh tik. Ak' ip, tek'annhej tzutej a b'a. Manh ak' chab'ax a k'ool, manh ach xivoc."
        },
        {
            "number": "13",
            "text": "Ix vak' val vip yic smolb'ajkan 66 mil quintal q'uen oro yic tz'och t'a stemplo Jehová chi' yet' 660 mil quintal q'uen plata yet' jun niwan b'ulanh q'uen bronce yet' q'uen hierro maxtzac yal yechtaji. Manh jantacoc pax te te' ix in chec molb'ajcanoc yet' q'uen q'ueen. Ha achxo ol ak' tz'acvoc."
        },
        {
            "number": "14",
            "text": "Tzijtum eb' winh munlajvum ayek' t'a yol a k'ab' ol munlaj ed'oc, eb' tzeyum q'ueen, eb' albañil yet' eb' nhicum te'. Maxtzac b'ischaj jantac eb' winh vinac te jelan t'a yalnhej tas munlajelal, icha t'a q'uen oro, q'uen plata, q'uen bronce yet' t'a q'uen hierro ol munlaj ed'oc. Yuj chi' jun, ochocab' munlajel, ochocab' Jehová ed'oc, xchi winh t'a winhaj Salomón chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi' ix yalan winh t'a masanil eb' winh ayoch yajalil to tz'och eb' winh yet' winhaj Salomón chi' t'a munlajel. Ix yalan winh t'a eb' winh icha tik:"
        },
        {
            "number": "16",
            "text": "Ha Jehová co Diosal ayoch eyed'oc. A' ix ak'annhej junk'olal t'ayonh t'a masanil co macb'en, yujto ha' ix ak'anoch masanil juntzanh chonhab' tik t'a yol in k'ab', yuj chi' ix ochcan eb' t'a yol sk'ab' Jehová yet' t'a yol co k'ab' a onh schonhab' onh tik."
        },
        {
            "number": "17",
            "text": "Yuj chi' aq'ek val och t'a e k'ool eyak'anoch e b'ha t'a yol sk'ab' Jehová co Diosal. Tzeyak' val och t'a e k'ool e b'oanq'ue templo b'aj tz'ik'jichaanh Jehová chi', yic wach' ol ak'jococh te' scaxail strato chi' t'a yool yet' pax masanil syamk'ab'il jun templo chi', xchi winh t'a eb' winh."
        }
    ]
}