{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi' ix yal winh icha tik: Ha tik ol aj stemplo Jehová Dios yet' jun altar b'aj sco nhustz'a ko silab' a onh israel onh tik, xchi winh."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi' ix yalan winhaj rey Dawid chi' to smolchaj masanil heb' ch'oc chonhab'il ayek' cajan t'a skal heb' israel. Ix sik'chajel heb' tzeyum k'een, aton k'een ol och t'a yic sb'ochaj stemplo Dios."
        },
        {
            "number": "3",
            "text": "Niwan pax k'een hierro ix smolb'ej heb' yic tz'och k'een t'a lawuxal sk'anchaj t'a puerta. Niwan pax k'een bronce ix molb'aji, maxtzac yal-laj yechtaj k'een."
        },
        {
            "number": "4",
            "text": "Niwan pax te' k'ute', maxtzac nachaji jantac sb'isul te' ix molchaji, yujto a heb' aj Sidón yet' heb' aj Tiro te niwan te' k'ute' chi' ix yik'cot heb'."
        },
        {
            "number": "5",
            "text": "Ix sna winhaj rey Dawid chi' icha tik: Ha winh wuninal aj Salomón tik, te uninto winh, haxo pax jun stemplo Jehová ol b'o chi', te niwan ol ajoc. Ol te b'inaj yuj swach'il yilji t'a yol yib'anhk’inal tik, yuj chi' a ticnaik yowalil ol in molb'ejcan tastac ol och t'ay, xchi winh. Yuj chi' ayic pitzanto winhaj Dawid chi', te niwan tas ix smolb'ejcan winh."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix yavtancot winhaj Salomón chi' winh, aton winh yuninal winh. Ix yalancan winh to a winh ol b'oank'e jun stemplo Jehová sDiosal chonhab' Israel."
        },
        {
            "number": "7",
            "text": "Ix yalan winh icha tik: Ach wuninal, nab'ilxo wal wuuj to tzin b'ok'e junok stemplo Jehová ko Diosal."
        },
        {
            "number": "8",
            "text": "Palta yalnac t'ayin icha tik: Ix wila'' to a ach tik, manh jantacoc anima ix a milchamoc, manh jantacoc pax owal ix ak'a', yuj chi' manhoc ach ol a b'ok'e jun in templo chi'."
        },
        {
            "number": "9",
            "text": "Palta ay jun uninal toto ol ajoc, Salomón ol ak' sb'iej, malaj owal ol yak'a', yujto a in ol wak'och junk'olal t'a skal yet' heb' ayoch ajk'olal t'ay. Ha t'a stiempoal chi' ol wak' junk'olal yet' tzalajk'olal t'a in chonhab' Israel. A' ol b'oank'e jun in templo chi'. Ol och wuninaloc, a inxo ol in och smamoc. Ol wak'nhejcan yopisio t'a yinhtilal t'a chonhab' tik t'a junelnhej, xchinac Jehová t'ayin."
        },
        {
            "number": "10",
            "text": "Yuj chi' a ticnaik ach wuninal, aocab' Jehová tz'ochnhej ed'oc yic ol a b'oank'e jun templo chi', icha ajnac yalan chi' uuj."
        },
        {
            "number": "11",
            "text": "Aocab' Jehová ko Diosal ol ak'an a jelanil, yic wach' ayic ol ak'an reyal t'a chonhab' Israel tik, ol a k'anab'ajej masanil schecnab'il."
        },
        {
            "number": "12",
            "text": "Wach'nhej ol ajelk'och smasanil, tato ol a k'anab'ajej wal masanil sk'ayb'ub'al yet' schecnab'il yalnaccan t'a winhaj Moisés cuj a onh israel onh tik. Ak' ip, tek'annhej tzutej a b'a. Manh ak' chab'ax a k'ool, manh ach xiwoc."
        },
        {
            "number": "13",
            "text": "Ix wak' wal wip yic smolb'ajkan 66 mil quintal k'een oro yic tz'och t'a stemplo Jehová chi' yet' 660 mil quintal k'een plata yet' jun niwan b'ulanh k'een bronce yet' k'een hierro maxtzac yal yechtaji. Manh jantacoc pax te te' ix in chec molb'ajcanoc yet' k'een k'een. Ha achxo ol ak' tz'acwoc."
        },
        {
            "number": "14",
            "text": "Tzijtum heb' winh munlajwum ayek' t'a yol a k'ab' ol munlaj ed'oc, heb' tzeyum k'een, heb' albañil yet' heb' nhicum te'. Maxtzac b'ischaj jantac heb' winh winak te jelan t'a yalnhej tas munlajelal, icha t'a k'een oro, k'een plata, k'een bronce yet' t'a k'een hierro ol munlaj ed'oc. Yuj chi' jun, ochocab' munlajel, ochocab' Jehová ed'oc, xchi winh t'a winhaj Salomón chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi' ix yalan winh t'a masanil heb' winh ayoch yajalil to tz'och heb' winh yet' winhaj Salomón chi' t'a munlajel. Ix yalan winh t'a heb' winh icha tik:"
        },
        {
            "number": "16",
            "text": "Ha Jehová ko Diosal ayoch eyed'oc. A' ix ak'annhej junk'olal t'ayonh t'a masanil ko macb'en, yujto ha' ix ak'anoch masanil juntzanh chonhab' tik t'a yol in k'ab', yuj chi' ix ochcan heb' t'a yol sk'ab' Jehová yet' t'a yol ko k'ab' a onh schonhab' onh tik."
        },
        {
            "number": "17",
            "text": "Yuj chi' aq'ek wal och t'a he k'ool eyak'anoch he b'ha t'a yol sk'ab' Jehová ko Diosal. Tzeyak' wal och t'a he k'ool he b'oank'e templo b'aj tz'ik'jichaanh Jehová chi', yic wach' ol ak'jococh te' scaxail strato chi' t'a yool yet' pax masanil syamk'ab'il jun templo chi', xchi winh t'a heb' winh."
        }
    ]
}