{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi' ix yal vinh icha tic: A tic ol aj stemplo Jehová Dios yed' jun altar b'aj sco nhustz'a co silab' a onh israel onh tic, xchi vinh."
        },
        {
            "number": "2",
            "text": "Ix lajvi chi' ix yalan vinhaj rey David chi' to smolchaj masanil eb' ch'oc chonhab'il ayek' cajan d'a scal eb' israel. Ix sik'chajel eb' tzeyum q'ueen, aton q'uen ol och d'a yic sb'ochaj stemplo Dios."
        },
        {
            "number": "3",
            "text": "Nivan pax q'uen hierro ix smolb'ej eb' yic tz'och q'uen d'a lavuxal sk'anchaj d'a puerta. Nivan pax q'uen bronce ix molb'aji, maxtzac yal-laj yechtaj q'ueen."
        },
        {
            "number": "4",
            "text": "Nivan pax te' k'ute', maxtzac nachaji jantac sb'isul te' ix molchaji, yujto a eb' aj Sidón yed' eb' aj Tiro te nivan te' k'ute' chi' ix yik'cot eb'."
        },
        {
            "number": "5",
            "text": "Ix sna vinhaj rey David chi' icha tic: A vinh vuninal aj Salomón tic, te uninto vinh, axo pax jun stemplo Jehová ol b'o chi', te nivan ol ajoc. Ol te b'inaj yuj svach'il yilji d'a yolyib'anhq'uinal tic, yuj chi' a ticnaic yovalil ol in molb'ejcan tastac ol och d'ay, xchi vinh. Yuj chi' ayic pitzanto vinhaj David chi', te nivan tas ix smolb'ejcan vinh."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi', ix yavtancot vinhaj Salomón chi' vinh, aton vinh yuninal vinh. Ix yalancan vinh to a vinh ol b'oanq'ue jun stemplo Jehová sDiosal chonhab' Israel."
        },
        {
            "number": "7",
            "text": "Ix yalan vinh icha tic: Ach vuninal, nab'ilxo val vuuj to tzin b'oq'ue junoc stemplo Jehová co Diosal."
        },
        {
            "number": "8",
            "text": "Palta yalnac d'ayin icha tic: Ix vila' to a ach tic, manh jantacoc anima ix a milchamoc, manh jantacoc pax oval ix ak'a', yuj chi' manhoc ach ol a b'oq'ue jun in templo chi'."
        },
        {
            "number": "9",
            "text": "Palta ay jun uninal toto ol ajoc, Salomón ol ak' sb'iej, malaj oval ol yak'a', yujto a in ol vak'och junk'olal d'a scal yed' eb' ayoch ajk'olal d'ay. A d'a stiempoal chi' ol vak' junk'olal yed' tzalajk'olal d'a in chonhab' Israel. A' ol b'oanq'ue jun in templo chi'. Ol och vuninaloc, a inxo ol in och smamoc. Ol vak'nhejcan yopisio d'a yinhtilal d'a chonhab' tic d'a junelnhej, xchinac Jehová d'ayin."
        },
        {
            "number": "10",
            "text": "Yuj chi' a ticnaic ach vuninal, aocab' Jehová tz'ochnhej ed'oc yic ol a b'oanq'ue jun templo chi', icha ajnac yalan chi' uuj."
        },
        {
            "number": "11",
            "text": "Aocab' Jehová co Diosal ol ak'an a jelanil, yic vach' ayic ol ak'an reyal d'a chonhab' Israel tic, ol a k'anab'ajej masanil schecnab'il."
        },
        {
            "number": "12",
            "text": "Vach'nhej ol ajelk'och smasanil, tato ol a k'anab'ajej val masanil sk'ayb'ub'al yed' schecnab'il yalnaccan d'a vinhaj Moisés cuj a onh israel onh tic. Ak' ip, tek'annhej tzutej a b'a. Manh ak' chab'ax a k'ool, manh ach xivoc."
        },
        {
            "number": "13",
            "text": "Ix vak' val vip yic smolb'ajcan 66 mil quintal q'uen oro yic tz'och d'a stemplo Jehová chi' yed' 660 mil quintal q'uen plata yed' jun nivan b'ulanh q'uen bronce yed' q'uen hierro maxtzac yal yechtaji. Manh jantacoc pax te te' ix in chec molb'ajcanoc yed' q'uen q'ueen. A achxo ol ak' tz'acvoc."
        },
        {
            "number": "14",
            "text": "Tzijtum eb' vinh munlajvum ayek' d'a yol a k'ab' ol munlaj ed'oc, eb' tzeyum q'ueen, eb' albañil yed' eb' nhicum te'. Maxtzac b'ischaj jantac eb' vinh vinac te jelan d'a yalnhej tas munlajelal, icha d'a q'uen oro, q'uen plata, q'uen bronce yed' d'a q'uen hierro ol munlaj ed'oc. Yuj chi' jun, ochocab' munlajel, ochocab' Jehová ed'oc, xchi vinh d'a vinhaj Salomón chi'."
        },
        {
            "number": "15",
            "text": "Ix lajvi chi' ix yalan vinh d'a masanil eb' vinh ayoch yajalil to tz'och eb' vinh yed' vinhaj Salomón chi' d'a munlajel. Ix yalan vinh d'a eb' vinh icha tic:"
        },
        {
            "number": "16",
            "text": "A Jehová co Diosal ayoch eyed'oc. A' ix ak'annhej junk'olal d'ayonh d'a masanil co macb'en, yujto a' ix ak'anoch masanil juntzanh chonhab' tic d'a yol in k'ab', yuj chi' ix ochcan eb' d'a yol sk'ab' Jehová yed' d'a yol co k'ab' a onh schonhab' onh tic."
        },
        {
            "number": "17",
            "text": "Yuj chi' aq'uec val och d'a e k'ool eyak'anoch e b'a d'a yol sk'ab' Jehová co Diosal. Tzeyak' val och d'a e k'ool e b'oanq'ue templo b'aj tz'ik'jichaanh Jehová chi', yic vach' ol ak'jococh te' scaxail strato chi' d'a yool yed' pax masanil syamk'ab'il jun templo chi', xchi vinh d'a eb' vinh."
        }
    ]
}