{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ayic te icham vinacxo vinhaj rey David, ix yak'ancanoch yopisio vinh yuninal vinh, aton vinhaj Salomón yic tz'och vinh reyal t'a chonhab' Israel."
        },
        {
            "number": "2",
            "text": "Ix molb'aj masanil eb' vinh yajal yaj t'a chonhab' chi' yuj vinh, eb' vinh sacerdote yet' eb' vinh levita."
        },
        {
            "number": "3",
            "text": "Ix schecan b'ischaj eb' vinh levita vinh, aton eb' vinh vinac ek'alxo t'a 30 ab'il sq'uinal, 38 mil sb'isul eb' vinh."
        },
        {
            "number": "4",
            "text": "Ha t'a skal eb' vinh chi', ix sik'chajel 24 mil eb' vinh scuchb'an eb' smunlaji yic sb'ochaj stemplo Jehová. Axo 6 milxo eb' vinh, ix och eb' vinh t'a juezal yet' t'a yajaliloc chonhab' chi'."
        },
        {
            "number": "5",
            "text": "Chanhe' mil eb' vinh ix och stanhvumaloc puerta. Chanhe' mil pax eb' vinh ix och yic syalan wach' lolonel eb' vinh t'a Jehová, sk'anan jantac yamk'ab' yic b'it eb' vinh, aton juntzanh yamk'ab' schecnac vinhaj rey David chi' b'ojoc yic sk'anchaj ta'."
        },
        {
            "number": "6",
            "text": "Macquiltaquil ix yutej eb' vinh levita chi' vinh, icha smam yicham junjun makan eb' vinh: Aton vinhaj Gersón, vinhaj Coat yet' vinhaj Merari."
        },
        {
            "number": "7",
            "text": "Ha eb' vinh yuninal vinhaj Gersón chi': Aton vinhaj Laadán yet' vinhaj Simei."
        },
        {
            "number": "8",
            "text": "Axo eb' vinh yuninal vinhaj Laadán chi', oxvanh eb' vinh: Aton vinhaj Jehiel, vinh b'ab'el yuninal vinh, vinhaj Zetam yet' vinhaj Joel."
        },
        {
            "number": "9",
            "text": "Axo eb' vinh yuninal vinhaj Simei chi', oxvanh pax eb' vinh: Vinhaj Selomit, vinhaj Haziel yet' vinhaj Harán. Aton eb' vinh tik yajal yaj t'a yinhtilal vinhaj Laadán chi'."
        },
        {
            "number": "10",
            "text": "Axo eb' vinh yuninal vinhaj Simei chi', chanhvanh eb' vinh: Aton vinhaj Jahat b'ab'el, vinhaj Zina schab'il, vinhaj Jeús yet' vinhaj Bería. Ha vinhaj Jeús yet' vinhaj Bería chi', manh val tzijtumoc yinhtilal eb' vinh yic stzak'van eb' yilan yopisio, yuj chi' junnhej makan ix aj eb'."
        },
        {
            "number": "11",
            "text": "Axo eb' vinh yuninal vinhaj Coat, chanhvanh eb' vinh: Aton vinhaj Amram, vinhaj Izhar, vinhaj Hebrón yet' vinhaj Uziel."
        },
        {
            "number": "12",
            "text": "Ha eb' yuninal vinhaj Amram chi', aton vinhaj Aarón yet' vinhaj Moisés. Ha vinhaj Aarón chi' ix sik'chajel yet' yinhtilal yuj Jehová t'a junelnhej, yic syil eb' tastac yicnhej Jehová yaji, yic snhusan incienso eb', scuchb'an eb' yetisraelal eb' yic tz'och ejmelal yet' yalan wach' lolonel eb' t'a yib'anh eb' anima t'a sb'i Jehová."
        },
        {
            "number": "13",
            "text": "Axo pax eb' vinh yinhtilal vinhaj Moisés schecab' Dios jun, ix och eb' stz'acub'oc eb' yetlevitail."
        },
        {
            "number": "14",
            "text": "Ha eb' vinh yuninal vinhaj Moisés, aton vinhaj Gersón yet' vinhaj Eliezer."
        },
        {
            "number": "15",
            "text": "Ha t'a skal eb' vinh yinhtilal vinhaj Gersón chi', a vinhaj Sebuel yajal yaji."
        },
        {
            "number": "16",
            "text": "Ha vinhaj Eliezer chi' junnhej yuninal vinh, aton vinhaj Rehabías, vinh yajal yaji. Axo pax vinhaj Rehabías chi', tzijtum yuninal vinh."
        },
        {
            "number": "17",
            "text": "Ha vinhaj Selomit yuninal vinhaj Izhar, yajal yaj vinh."
        },
        {
            "number": "18",
            "text": "Ha eb' vinh yuninal vinhaj Hebrón: Aton vinhaj Jerías vinh b'ab'el unin, vinhaj Amarías vinh schab'il, vinhaj Jahaziel vinh yoxil yet' vinhaj Jecamán vinh schanhil."
        },
        {
            "number": "19",
            "text": "Axo eb' vinh yuninal vinhaj Uziel: Aton vinhaj Micaía vinh b'ab'el yet' vinhaj Isías."
        },
        {
            "number": "20",
            "text": "Ha eb' vinh yuninal vinhaj Merari, aton vinhaj Mahli yet' vinhaj Musi. Ha eb' vinh yuninal vinhaj Mahli chi', aton vinhaj Eleazar yet' vinhaj Cis."
        },
        {
            "number": "21",
            "text": "Ha vinhaj Eleazar chi' malaj junok yuninal vinh, anhej eb' ix yisil vinh ay, aton eb' ix chi' ix yik' sb'a yet' eb' sk'ab'yoc, eb' vinh yuninal vinhaj Cis."
        },
        {
            "number": "22",
            "text": "Axo pax eb' vinh yuninal vinhaj Musi, oxvanh eb' vinh: Aton vinhaj Mahli, vinhaj Edar yet' vinhaj Jeremot."
        },
        {
            "number": "23",
            "text": "Aton juntzanh eb' vinh chi' yinhtilal vinhaj Leví, icha syal smacanhil ix aj stz'ib'chaj eb' vinh ek'alxo t'a 20 ab'il sq'uinal, aton juntzanh eb' vinh chi' ayoch yopisio t'a templo."
        },
        {
            "number": "24",
            "text": "Ix yal vinhaj rey David icha tik: Yujto a Jehová co Diosal ix onh ak'ancan cajan t'a tik a onh schonhab' onh tik, ix kan pax scajnub' t'a Jerusalén tik,"
        },
        {
            "number": "25",
            "text": "yuj chi' a eb' levita manhxo ol scuch b'eyek' smantiado Jehová eb' yet' pax jantac syamk'ab'il yic tz'och ejmelal, xchi vinh."
        },
        {
            "number": "26",
            "text": "Yuj chi' a eb' vinh yinhtilal Leví, ayic stz'acvi 20 ab'il sq'uinal eb' vinh, stz'ib'an sb'a eb' vinh icha ajnac yalancan vinhaj rey David t'a slajvub' slolonel."
        },
        {
            "number": "27",
            "text": "Ha eb' vinh chi' ix kan eb' vinh t'a yol sk'ab' eb' vinh sacerdote yinhtilal vinhaj Aarón, yic smunlaj eb' vinh t'a stemplo Jehová, yic syilan yamaq'uil eb' vinh yet' yoltac cuarto yet' yilan eb' vinh sacb'itaj masanil yamk'ab' yicnhej Jehová yaji. Syilanpax juntzanh munlajel eb' vinh t'a templo chi'."
        },
        {
            "number": "28",
            "text": "Aton yic sb'ochaj ixim pan tz'och t'a yichanh Jehová, syilan ixim harina eb' vinh tz'ak'ji t'a ofrendail, ixim k'oxox pan malaj yich, juntzanh ofrenda sb'ochaj t'a yol xalten yet' ixim harina calab'il yet' aceite. Syilanpax echlab' eb' vinh sk'anchaj t'a ofrenda."
        },
        {
            "number": "29",
            "text": "Anhejtona' yowalil aynhejek' eb' vinh t'a templo chi', yuj yak'an yuj diosal eb' vinh yet' aloj wach' lolonel t'a Jehová t'a junjun q'uinhib'alil yet' t'a yemk'ualil,"
        },
        {
            "number": "30",
            "text": "yet' yic snhuschaj silab' t'a Jehová t'a sk'ual ik'oj ip, t'a sk'ual q'uinh ayic tz'alji q'uen uj yet' pax juntzanhxo q'uinh te nivac yelk'ochi. Tz'ak'vinhej servil eb' vinh t'a Jehová icha jantac sb'isul eb' vinh yet' munlajel ak'b'il sk'ulej eb' vinh."
        },
        {
            "number": "31",
            "text": "Ha eb' vinh chi' stanhvanpax mantiado b'aj sch'ox sb'a Jehová yet' scajnub' chi'. Smunlajpax eb' vinh t'a stemplo Jehová chi' icha yajcan t'a yib'anh yinhtilal eb' vinh yuj tas yalnaccan eb' vinh sacerdote yinhtilalcan vinhaj Aarón."
        }
    ]
}