{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ayic te icham vinacxo winhaj rey David, ix yak'ancanoch yopisio winh yuninal winh, aton winhaj Salomón yic tz'och winh reyal t'a chonhab' Israel."
        },
        {
            "number": "2",
            "text": "Ix molb'aj masanil eb' winh yajal yaj t'a chonhab' chi' yuj winh, eb' winh sacerdote yet' eb' winh levita."
        },
        {
            "number": "3",
            "text": "Ix schecan b'ischaj eb' winh levita winh, aton eb' winh vinac ek'alxo t'a 30 ab'il sk'inal, 38 mil sb'isul eb' winh."
        },
        {
            "number": "4",
            "text": "Ha t'a skal eb' winh chi', ix sik'chajel 24 mil eb' winh scuchb'an eb' smunlaji yic sb'ochaj stemplo Jehová. Axo 6 milxo eb' winh, ix och eb' winh t'a juezal yet' t'a yajaliloc chonhab' chi'."
        },
        {
            "number": "5",
            "text": "Chanhe' mil eb' winh ix och stanhvumaloc puerta. Chanhe' mil pax eb' winh ix och yic syalan wach' lolonel eb' winh t'a Jehová, sk'anan jantac yamk'ab' yic b'it eb' winh, aton juntzanh yamk'ab' schecnac winhaj rey David chi' b'ojoc yic sk'anchaj ta'."
        },
        {
            "number": "6",
            "text": "Macquiltaquil ix yutej eb' winh levita chi' winh, icha smam yicham junjun makan eb' winh: Aton winhaj Gersón, winhaj Coat yet' winhaj Merari."
        },
        {
            "number": "7",
            "text": "Ha eb' winh yuninal winhaj Gersón chi': Aton winhaj Laadán yet' winhaj Simei."
        },
        {
            "number": "8",
            "text": "Axo eb' winh yuninal winhaj Laadán chi', oxvanh eb' winh: Aton winhaj Jehiel, winh b'ab'el yuninal winh, winhaj Zetam yet' winhaj Joel."
        },
        {
            "number": "9",
            "text": "Axo eb' winh yuninal winhaj Simei chi', oxvanh pax eb' winh: Vinhaj Selomit, winhaj Haziel yet' winhaj Harán. Aton eb' winh tik yajal yaj t'a yinhtilal winhaj Laadán chi'."
        },
        {
            "number": "10",
            "text": "Axo eb' winh yuninal winhaj Simei chi', chanhvanh eb' winh: Aton winhaj Jahat b'ab'el, winhaj Zina schab'il, winhaj Jeús yet' winhaj Bería. Ha winhaj Jeús yet' winhaj Bería chi', manh val tzijtumoc yinhtilal eb' winh yic stzak'van eb' yilan yopisio, yuj chi' junnhej makan ix aj eb'."
        },
        {
            "number": "11",
            "text": "Axo eb' winh yuninal winhaj Coat, chanhvanh eb' winh: Aton winhaj Amram, winhaj Izhar, winhaj Hebrón yet' winhaj Uziel."
        },
        {
            "number": "12",
            "text": "Ha eb' yuninal winhaj Amram chi', aton winhaj Aarón yet' winhaj Moisés. Ha winhaj Aarón chi' ix sik'chajel yet' yinhtilal yuj Jehová t'a junelnhej, yic syil eb' tastac yicnhej Jehová yaji, yic snhusan incienso eb', scuchb'an eb' yetisraelal eb' yic tz'och ejmelal yet' yalan wach' lolonel eb' t'a yib'anh eb' anima t'a sb'i Jehová."
        },
        {
            "number": "13",
            "text": "Axo pax eb' winh yinhtilal winhaj Moisés schecab' Dios jun, ix och eb' stz'acub'oc eb' yetlevitail."
        },
        {
            "number": "14",
            "text": "Ha eb' winh yuninal winhaj Moisés, aton winhaj Gersón yet' winhaj Eliezer."
        },
        {
            "number": "15",
            "text": "Ha t'a skal eb' winh yinhtilal winhaj Gersón chi', a winhaj Sebuel yajal yaji."
        },
        {
            "number": "16",
            "text": "Ha winhaj Eliezer chi' junnhej yuninal winh, aton winhaj Rehabías, winh yajal yaji. Axo pax winhaj Rehabías chi', tzijtum yuninal winh."
        },
        {
            "number": "17",
            "text": "Ha winhaj Selomit yuninal winhaj Izhar, yajal yaj winh."
        },
        {
            "number": "18",
            "text": "Ha eb' winh yuninal winhaj Hebrón: Aton winhaj Jerías winh b'ab'el unin, winhaj Amarías winh schab'il, winhaj Jahaziel winh yoxil yet' winhaj Jecamán winh schanhil."
        },
        {
            "number": "19",
            "text": "Axo eb' winh yuninal winhaj Uziel: Aton winhaj Micaía winh b'ab'el yet' winhaj Isías."
        },
        {
            "number": "20",
            "text": "Ha eb' winh yuninal winhaj Merari, aton winhaj Mahli yet' winhaj Musi. Ha eb' winh yuninal winhaj Mahli chi', aton winhaj Eleazar yet' winhaj Cis."
        },
        {
            "number": "21",
            "text": "Ha winhaj Eleazar chi' malaj junok yuninal winh, anhej eb' ix yisil winh ay, aton eb' ix chi' ix yik' sb'a yet' eb' sk'ab'yoc, eb' winh yuninal winhaj Cis."
        },
        {
            "number": "22",
            "text": "Axo pax eb' winh yuninal winhaj Musi, oxvanh eb' winh: Aton winhaj Mahli, winhaj Edar yet' winhaj Jeremot."
        },
        {
            "number": "23",
            "text": "Aton juntzanh eb' winh chi' yinhtilal winhaj Leví, icha syal smacanhil ix aj stz'ib'chaj eb' winh ek'alxo t'a 20 ab'il sk'inal, aton juntzanh eb' winh chi' ayoch yopisio t'a templo."
        },
        {
            "number": "24",
            "text": "Ix yal winhaj rey David icha tik: Yujto a Jehová co Diosal ix onh ak'ancan cajan t'a tik a onh schonhab' onh tik, ix kan pax scajnub' t'a Jerusalén tik,"
        },
        {
            "number": "25",
            "text": "yuj chi' a eb' levita manhxo ol scuch b'eyek' smantiado Jehová eb' yet' pax jantac syamk'ab'il yic tz'och ejmelal, xchi winh."
        },
        {
            "number": "26",
            "text": "Yuj chi' a eb' winh yinhtilal Leví, ayic stz'acvi 20 ab'il sk'inal eb' winh, stz'ib'an sb'a eb' winh icha ajnac yalancan winhaj rey David t'a slajvub' slolonel."
        },
        {
            "number": "27",
            "text": "Ha eb' winh chi' ix kan eb' winh t'a yol sk'ab' eb' winh sacerdote yinhtilal winhaj Aarón, yic smunlaj eb' winh t'a stemplo Jehová, yic syilan yamaq'uil eb' winh yet' yoltac cuarto yet' yilan eb' winh sacb'itaj masanil yamk'ab' yicnhej Jehová yaji. Syilanpax juntzanh munlajel eb' winh t'a templo chi'."
        },
        {
            "number": "28",
            "text": "Aton yic sb'ochaj ixim pan tz'och t'a yichanh Jehová, syilan ixim harina eb' winh tz'ak'ji t'a ofrendail, ixim k'oxox pan malaj yich, juntzanh ofrenda sb'ochaj t'a yol xalten yet' ixim harina calab'il yet' aceite. Syilanpax echlab' eb' winh sk'anchaj t'a ofrenda."
        },
        {
            "number": "29",
            "text": "Anhejtona' yowalil aynhejek' eb' winh t'a templo chi', yuj yak'an yuj diosal eb' winh yet' aloj wach' lolonel t'a Jehová t'a junjun q'uinhib'alil yet' t'a yemk'ualil,"
        },
        {
            "number": "30",
            "text": "yet' yic snhuschaj silab' t'a Jehová t'a sk'ual ik'oj ip, t'a sk'ual q'uinh ayic tz'alji q'uen uj yet' pax juntzanhxo q'uinh te nivac yelk'ochi. Tz'ak'winhej servil eb' winh t'a Jehová icha jantac sb'isul eb' winh yet' munlajel ak'b'il sk'ulej eb' winh."
        },
        {
            "number": "31",
            "text": "Ha eb' winh chi' stanhvanpax mantiado b'aj sch'ox sb'a Jehová yet' scajnub' chi'. Smunlajpax eb' winh t'a stemplo Jehová chi' icha yajcan t'a yib'anh yinhtilal eb' winh yuj tas yalnaccan eb' winh sacerdote yinhtilalcan winhaj Aarón."
        }
    ]
}