{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ayic te icham winacxo winhaj rey Dawid, ix yak'ankanoch yopisio winh yuninal winh, aton winhaj Salomón yic tz'och winh reyal t'a chonhab' Israel."
        },
        {
            "number": "2",
            "text": "Ix molb'aj masanil heb' winh yajal yaj t'a chonhab' chi' yuj winh, heb' winh sacerdote yet' heb' winh lewita."
        },
        {
            "number": "3",
            "text": "Ix schekan b'ischaj heb' winh lewita winh, aton heb' winh winak ek'alxo t'a 30 ab'il sk'inal, 38 mil sb'isul heb' winh."
        },
        {
            "number": "4",
            "text": "Ha t'a skal heb' winh chi', ix sik'chajel 24 mil heb' winh scuchb'an heb' smunlaji yic sb'ochaj stemplo Jehová. Axo 6 milxo heb' winh, ix och heb' winh t'a juezal yet' t'a yajaliloc chonhab' chi'."
        },
        {
            "number": "5",
            "text": "Chanhe' mil heb' winh ix och stanhwumaloc puerta. Chanhe' mil pax heb' winh ix och yic syalan wach' lolonel heb' winh t'a Jehová, sk'anan jantac yamk'ab' yic b'it heb' winh, aton juntzanh yamk'ab' schecnac winhaj rey Dawid chi' b'ojoc yic sk'anchaj ta'."
        },
        {
            "number": "6",
            "text": "Macquiltaquil ix yutej heb' winh lewita chi' winh, icha smam yicham junjun makan heb' winh: Aton winhaj Gersón, winhaj Coat yet' winhaj Merari."
        },
        {
            "number": "7",
            "text": "Ha heb' winh yuninal winhaj Gersón chi': Aton winhaj Laadán yet' winhaj Simei."
        },
        {
            "number": "8",
            "text": "Axo heb' winh yuninal winhaj Laadán chi', oxwanh heb' winh: Aton winhaj Jehiel, winh b'ab'el yuninal winh, winhaj Zetam yet' winhaj Joel."
        },
        {
            "number": "9",
            "text": "Axo heb' winh yuninal winhaj Simei chi', oxwanh pax heb' winh: Vinhaj Selomit, winhaj Haziel yet' winhaj Harán. Aton heb' winh tik yajal yaj t'a yinhtilal winhaj Laadán chi'."
        },
        {
            "number": "10",
            "text": "Axo heb' winh yuninal winhaj Simei chi', chanhwanh heb' winh: Aton winhaj Jahat b'ab'el, winhaj Zina schab'il, winhaj Jeús yet' winhaj Bería. Ha winhaj Jeús yet' winhaj Bería chi', manh wal tzijtumoc yinhtilal heb' winh yic stzak'wan heb' yilan yopisio, yuj chi' junnhej makan ix aj heb'."
        },
        {
            "number": "11",
            "text": "Axo heb' winh yuninal winhaj Coat, chanhwanh heb' winh: Aton winhaj Amram, winhaj Izhar, winhaj Hebrón yet' winhaj Uziel."
        },
        {
            "number": "12",
            "text": "Ha heb' yuninal winhaj Amram chi', aton winhaj Aarón yet' winhaj Moisés. Ha winhaj Aarón chi' ix sik'chajel yet' yinhtilal yuj Jehová t'a junelnhej, yic syil heb' tastac yicnhej Jehová yaji, yic snhusan incienso heb', scuchb'an heb' yetisraelal heb' yic tz'och ejmelal yet' yalan wach' lolonel heb' t'a yib'anh heb' anima t'a sb'i Jehová."
        },
        {
            "number": "13",
            "text": "Axo pax heb' winh yinhtilal winhaj Moisés schekab' Dios jun, ix och heb' stz'acub'oc heb' yetlewitail."
        },
        {
            "number": "14",
            "text": "Ha heb' winh yuninal winhaj Moisés, aton winhaj Gersón yet' winhaj Eliezer."
        },
        {
            "number": "15",
            "text": "Ha t'a skal heb' winh yinhtilal winhaj Gersón chi', a winhaj Sebuel yajal yaji."
        },
        {
            "number": "16",
            "text": "Ha winhaj Eliezer chi' junnhej yuninal winh, aton winhaj Rehabías, winh yajal yaji. Axo pax winhaj Rehabías chi', tzijtum yuninal winh."
        },
        {
            "number": "17",
            "text": "Ha winhaj Selomit yuninal winhaj Izhar, yajal yaj winh."
        },
        {
            "number": "18",
            "text": "Ha heb' winh yuninal winhaj Hebrón: Aton winhaj Jerías winh b'ab'el unin, winhaj Amarías winh schab'il, winhaj Jahaziel winh yoxil yet' winhaj Jecamán winh schanhil."
        },
        {
            "number": "19",
            "text": "Axo heb' winh yuninal winhaj Uziel: Aton winhaj Micaía winh b'ab'el yet' winhaj Isías."
        },
        {
            "number": "20",
            "text": "Ha heb' winh yuninal winhaj Merari, aton winhaj Mahli yet' winhaj Musi. Ha heb' winh yuninal winhaj Mahli chi', aton winhaj Eleazar yet' winhaj Cis."
        },
        {
            "number": "21",
            "text": "Ha winhaj Eleazar chi' malaj junok yuninal winh, anhej heb' ix yisil winh ay, aton heb' ix chi' ix yik' sb'a yet' heb' sk'ab'yoc, heb' winh yuninal winhaj Cis."
        },
        {
            "number": "22",
            "text": "Axo pax heb' winh yuninal winhaj Musi, oxwanh heb' winh: Aton winhaj Mahli, winhaj Edar yet' winhaj Jeremot."
        },
        {
            "number": "23",
            "text": "Aton juntzanh heb' winh chi' yinhtilal winhaj Leví, icha syal smakanhil ix aj stz'ib'chaj heb' winh ek'alxo t'a 20 ab'il sk'inal, aton juntzanh heb' winh chi' ayoch yopisio t'a templo."
        },
        {
            "number": "24",
            "text": "Ix yal winhaj rey Dawid icha tik: Yujto a Jehová ko Diosal ix onh ak'ankan kajan t'a tik a onh schonhab' onh tik, ix kan pax skajnub' t'a Jerusalén tik,"
        },
        {
            "number": "25",
            "text": "yuj chi' a heb' lewita manhxo ol scuch b'eyek' smantiado Jehová heb' yet' pax jantac syamk'ab'il yic tz'och ejmelal, xchi winh."
        },
        {
            "number": "26",
            "text": "Yuj chi' a heb' winh yinhtilal Leví, ayic stz'acwi 20 ab'il sk'inal heb' winh, stz'ib'an sb'a heb' winh icha ajnac yalankan winhaj rey Dawid t'a slajwub' slolonel."
        },
        {
            "number": "27",
            "text": "Ha heb' winh chi' ix kan heb' winh t'a yol sk'ab' heb' winh sacerdote yinhtilal winhaj Aarón, yic smunlaj heb' winh t'a stemplo Jehová, yic syilan yamaq'uil heb' winh yet' yoltac cuarto yet' yilan heb' winh sacb'itaj masanil yamk'ab' yicnhej Jehová yaji. Syilanpax juntzanh munlajel heb' winh t'a templo chi'."
        },
        {
            "number": "28",
            "text": "Aton yic sb'ochaj ixim pan tz'och t'a yichanh Jehová, syilan ixim harina heb' winh tz'ak'ji t'a ofrendail, ixim k'oxox pan malaj yich, juntzanh ofrenda sb'ochaj t'a yol xalten yet' ixim harina calab'il yet' aceite. Syilanpax echlab' heb' winh sk'anchaj t'a ofrenda."
        },
        {
            "number": "29",
            "text": "Anhejtona' yowalil aynhejek' heb' winh t'a templo chi', yuj yak'an yuj diosal heb' winh yet' aloj wach' lolonel t'a Jehová t'a junjun q'uinhib'alil yet' t'a yemk'ualil,"
        },
        {
            "number": "30",
            "text": "yet' yic snhuschaj silab' t'a Jehová t'a sk'ual ik'oj ip, t'a sk'ual q'uinh ayic tz'alji k'een uj yet' pax juntzanhxo q'uinh te niwac yelk'ochi. Tz'ak'winhej serwil heb' winh t'a Jehová icha jantac sb'isul heb' winh yet' munlajel ak'b'il sk'ulej heb' winh."
        },
        {
            "number": "31",
            "text": "Ha heb' winh chi' stanhwanpax mantiado b'aj sch'ox sb'a Jehová yet' skajnub' chi'. Smunlajpax heb' winh t'a stemplo Jehová chi' icha yajkan t'a yib'anh yinhtilal heb' winh yuj tas yalnakkan heb' winh sacerdote yinhtilalkan winhaj Aarón."
        }
    ]
}