{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ayic te icham vinacxo vinhaj rey David, ix yak'ancanoch yopisio vinh yuninal vinh, aton vinhaj Salomón yic tz'och vinh reyal d'a chonhab' Israel."
        },
        {
            "number": "2",
            "text": "Ix molb'aj masanil eb' vinh yajal yaj d'a chonhab' chi' yuj vinh, eb' vinh sacerdote yed' eb' vinh levita."
        },
        {
            "number": "3",
            "text": "Ix schecan b'ischaj eb' vinh levita vinh, aton eb' vinh vinac ek'alxo d'a 30 ab'il sq'uinal, 38 mil sb'isul eb' vinh."
        },
        {
            "number": "4",
            "text": "A d'a scal eb' vinh chi', ix sik'chajel 24 mil eb' vinh scuchb'an eb' smunlaji yic sb'ochaj stemplo Jehová. Axo 6 milxo eb' vinh, ix och eb' vinh d'a juezal yed' d'a yajaliloc chonhab' chi'."
        },
        {
            "number": "5",
            "text": "Chanhe' mil eb' vinh ix och stanhvumaloc puerta. Chanhe' mil pax eb' vinh ix och yic syalan vach' lolonel eb' vinh d'a Jehová, sk'anan jantac yamk'ab' yic b'it eb' vinh, aton juntzanh yamk'ab' schecnac vinhaj rey David chi' b'ojoc yic sk'anchaj ta'."
        },
        {
            "number": "6",
            "text": "Macquiltaquil ix yutej eb' vinh levita chi' vinh, icha smam yicham junjun macanh eb' vinh: Aton vinhaj Gersón, vinhaj Coat yed' vinhaj Merari."
        },
        {
            "number": "7",
            "text": "A eb' vinh yuninal vinhaj Gersón chi': Aton vinhaj Laadán yed' vinhaj Simei."
        },
        {
            "number": "8",
            "text": "Axo eb' vinh yuninal vinhaj Laadán chi', oxvanh eb' vinh: Aton vinhaj Jehiel, vinh b'ab'el yuninal vinh, vinhaj Zetam yed' vinhaj Joel."
        },
        {
            "number": "9",
            "text": "Axo eb' vinh yuninal vinhaj Simei chi', oxvanh pax eb' vinh: Vinhaj Selomit, vinhaj Haziel yed' vinhaj Harán. Aton eb' vinh tic yajal yaj d'a yinhtilal vinhaj Laadán chi'."
        },
        {
            "number": "10",
            "text": "Axo eb' vinh yuninal vinhaj Simei chi', chanhvanh eb' vinh: Aton vinhaj Jahat b'ab'el, vinhaj Zina schab'il, vinhaj Jeús yed' vinhaj Bería. A vinhaj Jeús yed' vinhaj Bería chi', manh val tzijtumoc yinhtilal eb' vinh yic stzak'van eb' yilan yopisio, yuj chi' junnhej macanh ix aj eb'."
        },
        {
            "number": "11",
            "text": "Axo eb' vinh yuninal vinhaj Coat, chanhvanh eb' vinh: Aton vinhaj Amram, vinhaj Izhar, vinhaj Hebrón yed' vinhaj Uziel."
        },
        {
            "number": "12",
            "text": "A eb' yuninal vinhaj Amram chi', aton vinhaj Aarón yed' vinhaj Moisés. A vinhaj Aarón chi' ix sik'chajel yed' yinhtilal yuj Jehová d'a junelnhej, yic syil eb' tastac yicnhej Jehová yaji, yic snhusan incienso eb', scuchb'an eb' yetisraelal eb' yic tz'och ejmelal yed' yalan vach' lolonel eb' d'a yib'anh eb' anima d'a sb'i Jehová."
        },
        {
            "number": "13",
            "text": "Axo pax eb' vinh yinhtilal vinhaj Moisés schecab' Dios jun, ix och eb' stz'acub'oc eb' yetlevitail."
        },
        {
            "number": "14",
            "text": "A eb' vinh yuninal vinhaj Moisés, aton vinhaj Gersón yed' vinhaj Eliezer."
        },
        {
            "number": "15",
            "text": "A d'a scal eb' vinh yinhtilal vinhaj Gersón chi', a vinhaj Sebuel yajal yaji."
        },
        {
            "number": "16",
            "text": "A vinhaj Eliezer chi' junnhej yuninal vinh, aton vinhaj Rehabías, vinh yajal yaji. Axo pax vinhaj Rehabías chi', tzijtum yuninal vinh."
        },
        {
            "number": "17",
            "text": "A vinhaj Selomit yuninal vinhaj Izhar, yajal yaj vinh."
        },
        {
            "number": "18",
            "text": "A eb' vinh yuninal vinhaj Hebrón: Aton vinhaj Jerías vinh b'ab'el unin, vinhaj Amarías vinh schab'il, vinhaj Jahaziel vinh yoxil yed' vinhaj Jecamán vinh schanhil."
        },
        {
            "number": "19",
            "text": "Axo eb' vinh yuninal vinhaj Uziel: Aton vinhaj Micaía vinh b'ab'el yed' vinhaj Isías."
        },
        {
            "number": "20",
            "text": "A eb' vinh yuninal vinhaj Merari, aton vinhaj Mahli yed' vinhaj Musi. A eb' vinh yuninal vinhaj Mahli chi', aton vinhaj Eleazar yed' vinhaj Cis."
        },
        {
            "number": "21",
            "text": "A vinhaj Eleazar chi' malaj junoc yuninal vinh, anhej eb' ix yisil vinh ay, aton eb' ix chi' ix yik' sb'a yed' eb' sk'ab'yoc, eb' vinh yuninal vinhaj Cis."
        },
        {
            "number": "22",
            "text": "Axo pax eb' vinh yuninal vinhaj Musi, oxvanh eb' vinh: Aton vinhaj Mahli, vinhaj Edar yed' vinhaj Jeremot."
        },
        {
            "number": "23",
            "text": "Aton juntzanh eb' vinh chi' yinhtilal vinhaj Leví, icha syal smacanhil ix aj stz'ib'chaj eb' vinh ek'alxo d'a 20 ab'il sq'uinal, aton juntzanh eb' vinh chi' ayoch yopisio d'a templo."
        },
        {
            "number": "24",
            "text": "Ix yal vinhaj rey David icha tic: Yujto a Jehová co Diosal ix onh ak'ancan cajan d'a tic a onh schonhab' onh tic, ix can pax scajnub' d'a Jerusalén tic,"
        },
        {
            "number": "25",
            "text": "yuj chi' a eb' levita manhxo ol scuch b'eyek' smantiado Jehová eb' yed' pax jantac syamk'ab'il yic tz'och ejmelal, xchi vinh."
        },
        {
            "number": "26",
            "text": "Yuj chi' a eb' vinh yinhtilal Leví, ayic stz'acvi 20 ab'il sq'uinal eb' vinh, stz'ib'an sb'a eb' vinh icha ajnac yalancan vinhaj rey David d'a slajvub' slolonel."
        },
        {
            "number": "27",
            "text": "A eb' vinh chi' ix can eb' vinh d'a yol sk'ab' eb' vinh sacerdote yinhtilal vinhaj Aarón, yic smunlaj eb' vinh d'a stemplo Jehová, yic syilan yamaq'uil eb' vinh yed' yoltac cuarto yed' yilan eb' vinh sacb'itaj masanil yamk'ab' yicnhej Jehová yaji. Syilanpax juntzanh munlajel eb' vinh d'a templo chi'."
        },
        {
            "number": "28",
            "text": "Aton yic sb'ochaj ixim pan tz'och d'a yichanh Jehová, syilan ixim harina eb' vinh tz'ak'ji d'a ofrendail, ixim k'oxox pan malaj yich, juntzanh ofrenda sb'ochaj d'a yol xalten yed' ixim harina calab'il yed' aceite. Syilanpax echlab' eb' vinh sk'anchaj d'a ofrenda."
        },
        {
            "number": "29",
            "text": "Anhejtona' yovalil aynhejek' eb' vinh d'a templo chi', yuj yak'an yuj diosal eb' vinh yed' aloj vach' lolonel d'a Jehová d'a junjun q'uinhib'alil yed' d'a yemk'ualil,"
        },
        {
            "number": "30",
            "text": "yed' yic snhuschaj silab' d'a Jehová d'a sk'ual ik'oj ip, d'a sk'ual q'uinh ayic tz'alji q'uen uj yed' pax juntzanhxo q'uinh te nivac yelk'ochi. Tz'ak'vinhej servil eb' vinh d'a Jehová icha jantac sb'isul eb' vinh yed' munlajel ak'b'il sk'ulej eb' vinh."
        },
        {
            "number": "31",
            "text": "A eb' vinh chi' stanhvanpax mantiado b'aj sch'ox sb'a Jehová yed' scajnub' chi'. Smunlajpax eb' vinh d'a stemplo Jehová chi' icha yajcan d'a yib'anh yinhtilal eb' vinh yuj tas yalnaccan eb' vinh sacerdote yinhtilalcan vinhaj Aarón."
        }
    ]
}