{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "D'a stzolal tz'aj yilan yopisio heb' winh yinhtilal winhaj Aarón chi'. Axo heb' winh yuninal winh: Aton winhaj Nadab, winhaj Abiú, winhaj Eleazar yet' winhaj Itamar."
        },
        {
            "number": "2",
            "text": "Ha winhaj Nadab yet' winhaj Abiú chi', b'ab'laj chamnac heb' winh t'a yichanh winh smam chi'. Mantalaj yuninal heb' winh schamnac heb' winh chi', yuj chi' anhej winhaj Eleazar yet' winhaj Itamar ix och sacerdoteal."
        },
        {
            "number": "3",
            "text": "Macquiltac ix aj heb' winh sacerdote yuj winhaj rey Dawid chi', yuj winhaj Sadoc yinhtilal winhaj Eleazar yet' winhaj Ahimelec yinhtilal winhaj Itamar."
        },
        {
            "number": "4",
            "text": "Axo ix yilan heb' winh to a heb' winh yinhtilalcan winhaj Eleazar chi' tzijtum sb'isul heb' winh t'a yichanh heb' winh yinhtilalcan winhaj Itamar, yuj chi' 16 makan ix aj heb' winh, haxo heb' winh yinhtilalcan winhaj Itamar chi', wajxac macannhej heb' winh."
        },
        {
            "number": "5",
            "text": "D'a sorteoal ix aj yochcan junjun makan heb' winh t'a stzolal smunlaji, yujto ha t'a skal heb' winh yinhtilalcan winhaj Eleazar yet' t'a skal heb' winh yinhtilalcan winhaj Itamar ay heb' winh niwac yajal sik'b'iloch t'a yopisio t'a templo t'a yichanh Dios."
        },
        {
            "number": "6",
            "text": "Ha heb' winh yajal yaj t'a skal heb' winh yinhtilalcan winhaj Eleazar yet' pax heb' winh yinhtilalcan winhaj Itamar, ix sik' sorteo heb' winh t'a stzolal, jun yic heb' winh yinhtilalcan winhaj Eleazar chi', jun pax yic heb' winh yinhtilalcan winhaj Itamar chi'. Icha chi' ix aj smunlaj heb' winh t'a yopisio. Axo winhaj Semaías yuninal winhaj Natanael yinhtilalcan winhaj Leví ix tz'ib'an sb'i heb' winh ayic ix sik'an sorteo chi' heb' winh. Axo heb' winh sacerdote ayoch t'a yopisio yet' winh rey, aton winhaj Sadoc yet' winhaj Ahimelec yuninal winhaj Abiatar yet' heb' winh yajal yaj t'a skal heb' winh sacerdote chi' yet' t'a skal heb' winh lewita, testigo yajcan heb' winh."
        },
        {
            "number": "7",
            "text": "Aton sb'i heb' winh tik ix cannhej t'a junjun makan t'a stzolal, icha syal sb'i heb' winh yajalil heb' winh ix sik'an sorteo chi', schael yich t'a heb' winh b'ab'el masanto t'a heb' winh slajwub', 24 makan heb' winh t'a smasanil: Vinhaj Joiarib, winhaj Jedaías, winhaj Harim, winhaj Seorim, winhaj Malquías, winhaj Mijamín, winhaj Cos, winhaj Abías, winhaj Jesúa, winhaj Secanías, winhaj Eliasib, winhaj Jaquim, winhaj Hupa, winhaj Jesebeab, winhaj Bilga, winhaj Imer, winhaj Hezir, winhaj Afses, winhaj Petaías, winhaj Hezequiel, winhaj Jaquín, winhaj Gamul, winhaj Delaía yet' winhaj Maazías."
        },
        {
            "number": "8",
            "text": "Aton heb' winh tik ix pojchajek' t'a stzolal t'a sacerdoteal yic smunlaj heb' winh t'a templo, icha syal sley Jehová ko Diosal a onh israel onh tik, icha ajnac yalan t'a winhaj Aarón smam yicham heb' winh."
        },
        {
            "number": "9",
            "text": "Aton sb'i heb' winh yajal yaj t'a skal juntzanhxo heb' winh yinhtilal Leví tik: Aton winhaj Jehedías yinhtilal winhaj Subael, yinhtilal pax winhaj Amram."
        },
        {
            "number": "10",
            "text": "Vinhaj Isías b'ab'el t'a skal heb' winh yinhtilal winhaj Rehabías."
        },
        {
            "number": "11",
            "text": "Vinhaj Jahat yinhtilal winhaj Selomot, yinhtilal pax winhaj Izhar."
        },
        {
            "number": "12",
            "text": "Ha heb' winh yinhtilal winhaj Hebrón t'a stzolal: Aton winhaj Jerías, winhaj Amarías, winhaj Jahaziel yet' winhaj Jecamán."
        },
        {
            "number": "13",
            "text": "Vinhaj Samir yinhtilal winhaj Micaía, yinhtilal pax winhaj Uziel."
        },
        {
            "number": "14",
            "text": "Vinhaj Zacarías yuninal winhaj Isías yuk'tac winhaj Micaía."
        },
        {
            "number": "15",
            "text": "Axo heb' winh yuninal winhaj Merari: Aton winhaj Mahli, winhaj Musi yet' winhaj Jaazías."
        },
        {
            "number": "16",
            "text": "Axo heb' winh yuninal winhaj Jaazías chi': Aton winhaj Beno, winhaj Soham, winhaj Zacur yet' winhaj Ibri."
        },
        {
            "number": "17",
            "text": "Chawanh yuninal winhaj Mahli chi': Aton winhaj Eleazar yet' winhaj Cis. Ha winhaj Eleazar chi', malaj yuninal winh. Axo pax winhaj Cis chi', ay jun yuninal winh, aton winhaj Jerameel."
        },
        {
            "number": "18",
            "text": "Axo heb' winh yuninal winhaj Musi chi': Aton winhaj Mahli, winhaj Edar yet' winhaj Jerimot. Aton heb' winh chi' yajal yaj t'a skal heb' yinhtilal Leví."
        },
        {
            "number": "19",
            "text": "Anhejtona' heb' winh chi', t'a sorteoal ix aj yoch heb' winh t'a stzolal smunlaji, icha ix sk'ulej heb' winh sk'ab'yoc heb' winh, aton heb' winh yinhtilal winhaj Aarón. Aton t'a yichanh winhaj rey Dawid yet' winhaj Sadoc yet' winhaj Ahimelec yet' heb' winh yajal yaj t'a skal heb' yinhtilal Leví yet' heb' winh sacerdote, ata' ix och sorteo chi'. Lajannhej ix aj heb' winh yajal yaj t'a skal yinhtilal winh b'ab'el winak yet' t'a skal yinhtilal winh tzak'anto."
        }
    ]
}