{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "D'a stzolal tz'aj yilan yopisio eb' vinh yinhtilal vinhaj Aarón chi'. Axo eb' vinh yuninal vinh: Aton vinhaj Nadab, vinhaj Abiú, vinhaj Eleazar yed' vinhaj Itamar."
        },
        {
            "number": "2",
            "text": "A vinhaj Nadab yed' vinhaj Abiú chi', b'ab'laj chamnac eb' vinh d'a yichanh vinh smam chi'. Mantalaj yuninal eb' vinh schamnac eb' vinh chi', yuj chi' anhej vinhaj Eleazar yed' vinhaj Itamar ix och sacerdoteal."
        },
        {
            "number": "3",
            "text": "Macquiltac ix aj eb' vinh sacerdote yuj vinhaj rey David chi', yuj vinhaj Sadoc yinhtilal vinhaj Eleazar yed' vinhaj Ahimelec yinhtilal vinhaj Itamar."
        },
        {
            "number": "4",
            "text": "Axo ix yilan eb' vinh to a eb' vinh yinhtilalcan vinhaj Eleazar chi' tzijtum sb'isul eb' vinh d'a yichanh eb' vinh yinhtilalcan vinhaj Itamar, yuj chi' 16 macanh ix aj eb' vinh, axo eb' vinh yinhtilalcan vinhaj Itamar chi', vajxac macannhej eb' vinh."
        },
        {
            "number": "5",
            "text": "D'a sorteoal ix aj yochcan junjun macanh eb' vinh d'a stzolal smunlaji, yujto a d'a scal eb' vinh yinhtilalcan vinhaj Eleazar yed' d'a scal eb' vinh yinhtilalcan vinhaj Itamar ay eb' vinh nivac yajal sik'b'iloch d'a yopisio d'a templo d'a yichanh Dios."
        },
        {
            "number": "6",
            "text": "A eb' vinh yajal yaj d'a scal eb' vinh yinhtilalcan vinhaj Eleazar yed' pax eb' vinh yinhtilalcan vinhaj Itamar, ix sik' sorteo eb' vinh d'a stzolal, jun yic eb' vinh yinhtilalcan vinhaj Eleazar chi', jun pax yic eb' vinh yinhtilalcan vinhaj Itamar chi'. Icha chi' ix aj smunlaj eb' vinh d'a yopisio. Axo vinhaj Semaías yuninal vinhaj Natanael yinhtilalcan vinhaj Leví ix tz'ib'an sb'i eb' vinh ayic ix sik'an sorteo chi' eb' vinh. Axo eb' vinh sacerdote ayoch d'a yopisio yed' vinh rey, aton vinhaj Sadoc yed' vinhaj Ahimelec yuninal vinhaj Abiatar yed' eb' vinh yajal yaj d'a scal eb' vinh sacerdote chi' yed' d'a scal eb' vinh levita, testigo yajcan eb' vinh."
        },
        {
            "number": "7",
            "text": "Aton sb'i eb' vinh tic ix cannhej d'a junjun macanh d'a stzolal, icha syal sb'i eb' vinh yajalil eb' vinh ix sik'an sorteo chi', schael yich d'a eb' vinh b'ab'el masanto d'a eb' vinh slajvub', 24 macanh eb' vinh d'a smasanil: Vinhaj Joiarib, vinhaj Jedaías, vinhaj Harim, vinhaj Seorim, vinhaj Malquías, vinhaj Mijamín, vinhaj Cos, vinhaj Abías, vinhaj Jesúa, vinhaj Secanías, vinhaj Eliasib, vinhaj Jaquim, vinhaj Hupa, vinhaj Jesebeab, vinhaj Bilga, vinhaj Imer, vinhaj Hezir, vinhaj Afses, vinhaj Petaías, vinhaj Hezequiel, vinhaj Jaquín, vinhaj Gamul, vinhaj Delaía yed' vinhaj Maazías."
        },
        {
            "number": "8",
            "text": "Aton eb' vinh tic ix pojchajek' d'a stzolal d'a sacerdoteal yic smunlaj eb' vinh d'a templo, icha syal sley Jehová co Diosal a onh israel onh tic, icha ajnac yalan d'a vinhaj Aarón smam yicham eb' vinh."
        },
        {
            "number": "9",
            "text": "Aton sb'i eb' vinh yajal yaj d'a scal juntzanhxo eb' vinh yinhtilal Leví tic: Aton vinhaj Jehedías yinhtilal vinhaj Subael, yinhtilal pax vinhaj Amram."
        },
        {
            "number": "10",
            "text": "Vinhaj Isías b'ab'el d'a scal eb' vinh yinhtilal vinhaj Rehabías."
        },
        {
            "number": "11",
            "text": "Vinhaj Jahat yinhtilal vinhaj Selomot, yinhtilal pax vinhaj Izhar."
        },
        {
            "number": "12",
            "text": "A eb' vinh yinhtilal vinhaj Hebrón d'a stzolal: Aton vinhaj Jerías, vinhaj Amarías, vinhaj Jahaziel yed' vinhaj Jecamán."
        },
        {
            "number": "13",
            "text": "Vinhaj Samir yinhtilal vinhaj Micaía, yinhtilal pax vinhaj Uziel."
        },
        {
            "number": "14",
            "text": "Vinhaj Zacarías yuninal vinhaj Isías yuk'tac vinhaj Micaía."
        },
        {
            "number": "15",
            "text": "Axo eb' vinh yuninal vinhaj Merari: Aton vinhaj Mahli, vinhaj Musi yed' vinhaj Jaazías."
        },
        {
            "number": "16",
            "text": "Axo eb' vinh yuninal vinhaj Jaazías chi': Aton vinhaj Beno, vinhaj Soham, vinhaj Zacur yed' vinhaj Ibri."
        },
        {
            "number": "17",
            "text": "Chavanh yuninal vinhaj Mahli chi': Aton vinhaj Eleazar yed' vinhaj Cis. A vinhaj Eleazar chi', malaj yuninal vinh. Axo pax vinhaj Cis chi', ay jun yuninal vinh, aton vinhaj Jerameel."
        },
        {
            "number": "18",
            "text": "Axo eb' vinh yuninal vinhaj Musi chi': Aton vinhaj Mahli, vinhaj Edar yed' vinhaj Jerimot. Aton eb' vinh chi' yajal yaj d'a scal eb' yinhtilal Leví."
        },
        {
            "number": "19",
            "text": "Anhejtona' eb' vinh chi', d'a sorteoal ix aj yoch eb' vinh d'a stzolal smunlaji, icha ix sk'ulej eb' vinh sk'ab'yoc eb' vinh, aton eb' vinh yinhtilal vinhaj Aarón. Aton d'a yichanh vinhaj rey David yed' vinhaj Sadoc yed' vinhaj Ahimelec yed' eb' vinh yajal yaj d'a scal eb' yinhtilal Leví yed' eb' vinh sacerdote, ata' ix och sorteo chi'. Lajannhej ix aj eb' vinh yajal yaj d'a scal yinhtilal vinh b'ab'el vinac yed' d'a scal yinhtilal vinh tzak'anto."
        }
    ]
}