{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "D'a stzolal tz'aj yilan yopisio eb' winh yinhtilal winhaj Aarón chi'. Axo eb' winh yuninal winh: Aton winhaj Nadab, winhaj Abiú, winhaj Eleazar yet' winhaj Itamar."
        },
        {
            "number": "2",
            "text": "Ha winhaj Nadab yet' winhaj Abiú chi', b'ab'laj chamnac eb' winh t'a yichanh winh smam chi'. Mantalaj yuninal eb' winh schamnac eb' winh chi', yuj chi' anhej winhaj Eleazar yet' winhaj Itamar ix och sacerdoteal."
        },
        {
            "number": "3",
            "text": "Macquiltac ix aj eb' winh sacerdote yuj winhaj rey David chi', yuj winhaj Sadoc yinhtilal winhaj Eleazar yet' winhaj Ahimelec yinhtilal winhaj Itamar."
        },
        {
            "number": "4",
            "text": "Axo ix yilan eb' winh to a eb' winh yinhtilalcan winhaj Eleazar chi' tzijtum sb'isul eb' winh t'a yichanh eb' winh yinhtilalcan winhaj Itamar, yuj chi' 16 makan ix aj eb' winh, haxo eb' winh yinhtilalcan winhaj Itamar chi', vajxac macannhej eb' winh."
        },
        {
            "number": "5",
            "text": "D'a sorteoal ix aj yochcan junjun makan eb' winh t'a stzolal smunlaji, yujto ha t'a skal eb' winh yinhtilalcan winhaj Eleazar yet' t'a skal eb' winh yinhtilalcan winhaj Itamar ay eb' winh nivac yajal sik'b'iloch t'a yopisio t'a templo t'a yichanh Dios."
        },
        {
            "number": "6",
            "text": "Ha eb' winh yajal yaj t'a skal eb' winh yinhtilalcan winhaj Eleazar yet' pax eb' winh yinhtilalcan winhaj Itamar, ix sik' sorteo eb' winh t'a stzolal, jun yic eb' winh yinhtilalcan winhaj Eleazar chi', jun pax yic eb' winh yinhtilalcan winhaj Itamar chi'. Icha chi' ix aj smunlaj eb' winh t'a yopisio. Axo winhaj Semaías yuninal winhaj Natanael yinhtilalcan winhaj Leví ix tz'ib'an sb'i eb' winh ayic ix sik'an sorteo chi' eb' winh. Axo eb' winh sacerdote ayoch t'a yopisio yet' winh rey, aton winhaj Sadoc yet' winhaj Ahimelec yuninal winhaj Abiatar yet' eb' winh yajal yaj t'a skal eb' winh sacerdote chi' yet' t'a skal eb' winh levita, testigo yajcan eb' winh."
        },
        {
            "number": "7",
            "text": "Aton sb'i eb' winh tik ix cannhej t'a junjun makan t'a stzolal, icha syal sb'i eb' winh yajalil eb' winh ix sik'an sorteo chi', schael yich t'a eb' winh b'ab'el masanto t'a eb' winh slajvub', 24 makan eb' winh t'a smasanil: Vinhaj Joiarib, winhaj Jedaías, winhaj Harim, winhaj Seorim, winhaj Malquías, winhaj Mijamín, winhaj Cos, winhaj Abías, winhaj Jesúa, winhaj Secanías, winhaj Eliasib, winhaj Jaquim, winhaj Hupa, winhaj Jesebeab, winhaj Bilga, winhaj Imer, winhaj Hezir, winhaj Afses, winhaj Petaías, winhaj Hezequiel, winhaj Jaquín, winhaj Gamul, winhaj Delaía yet' winhaj Maazías."
        },
        {
            "number": "8",
            "text": "Aton eb' winh tik ix pojchajek' t'a stzolal t'a sacerdoteal yic smunlaj eb' winh t'a templo, icha syal sley Jehová co Diosal a onh israel onh tik, icha ajnac yalan t'a winhaj Aarón smam yicham eb' winh."
        },
        {
            "number": "9",
            "text": "Aton sb'i eb' winh yajal yaj t'a skal juntzanhxo eb' winh yinhtilal Leví tik: Aton winhaj Jehedías yinhtilal winhaj Subael, yinhtilal pax winhaj Amram."
        },
        {
            "number": "10",
            "text": "Vinhaj Isías b'ab'el t'a skal eb' winh yinhtilal winhaj Rehabías."
        },
        {
            "number": "11",
            "text": "Vinhaj Jahat yinhtilal winhaj Selomot, yinhtilal pax winhaj Izhar."
        },
        {
            "number": "12",
            "text": "Ha eb' winh yinhtilal winhaj Hebrón t'a stzolal: Aton winhaj Jerías, winhaj Amarías, winhaj Jahaziel yet' winhaj Jecamán."
        },
        {
            "number": "13",
            "text": "Vinhaj Samir yinhtilal winhaj Micaía, yinhtilal pax winhaj Uziel."
        },
        {
            "number": "14",
            "text": "Vinhaj Zacarías yuninal winhaj Isías yuk'tac winhaj Micaía."
        },
        {
            "number": "15",
            "text": "Axo eb' winh yuninal winhaj Merari: Aton winhaj Mahli, winhaj Musi yet' winhaj Jaazías."
        },
        {
            "number": "16",
            "text": "Axo eb' winh yuninal winhaj Jaazías chi': Aton winhaj Beno, winhaj Soham, winhaj Zacur yet' winhaj Ibri."
        },
        {
            "number": "17",
            "text": "Chavanh yuninal winhaj Mahli chi': Aton winhaj Eleazar yet' winhaj Cis. Ha winhaj Eleazar chi', malaj yuninal winh. Axo pax winhaj Cis chi', ay jun yuninal winh, aton winhaj Jerameel."
        },
        {
            "number": "18",
            "text": "Axo eb' winh yuninal winhaj Musi chi': Aton winhaj Mahli, winhaj Edar yet' winhaj Jerimot. Aton eb' winh chi' yajal yaj t'a skal eb' yinhtilal Leví."
        },
        {
            "number": "19",
            "text": "Anhejtona' eb' winh chi', t'a sorteoal ix aj yoch eb' winh t'a stzolal smunlaji, icha ix sk'ulej eb' winh sk'ab'yoc eb' winh, aton eb' winh yinhtilal winhaj Aarón. Aton t'a yichanh winhaj rey David yet' winhaj Sadoc yet' winhaj Ahimelec yet' eb' winh yajal yaj t'a skal eb' yinhtilal Leví yet' eb' winh sacerdote, ata' ix och sorteo chi'. Lajannhej ix aj eb' winh yajal yaj t'a skal yinhtilal winh b'ab'el vinac yet' t'a skal yinhtilal winh tzak'anto."
        }
    ]
}