{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj rey Dawid yet' heb' yajalil heb' soldado, ix sik'el heb' winh yinhtilal winhaj Asaf heb', winhaj Hemán yet' winhaj Jedutún, yic scuchb'an heb' anima heb' ayic tz'och heb' ejmelal d'ha Dios, yic syalanel slolonel Dios heb' yet' sonal arpa, salterio yet' pax platillo. Aton sb'i heb' ayoch t'a yopisio tik:"
        },
        {
            "number": "2",
            "text": "Ha heb' winh yinhtilal winhaj Asaf chi', aton heb' winh tik: Vinhaj Zacur, winhaj José, winhaj Netanías yet' winhaj Asarela. Ha winhaj Asaf chi' scuchb'an heb' winh. Ha winh tz'alanel slolonel Dios ayic syalan winh rey chi' t'a winh."
        },
        {
            "number": "3",
            "text": "Ha heb' winh yinhtilal winhaj Jedutún, wacwanh heb' winh: Aton winhaj Gedalías, winhaj Zeri, winhaj Jesaías, winhaj Hasabías, winhaj Matatías yet' winhaj Simei. Ha winhaj Jedutún chi' scuchb'an heb' winh, syalanpax slolonel Dios heb' winh yet' arpa yic tz'alji yuj diosal yet' yalchaj wach' lolonel t'a Jehová t'a b'ital."
        },
        {
            "number": "4",
            "text": "Ha heb' winh yinhtilal winhaj Hemán, aton heb' winh tik: Vinhaj Buquías, winhaj Matanías, winhaj Uziel, winhaj Sebuel, winhaj Jeremot, winhaj Hananías, winhaj Hanani, winhaj Eliata, winhaj Gidalti, winhaj Romanti-ezer, winhaj Josbecasa, winhaj Maloti, winhaj Hotir yet' winhaj Mahaziot."
        },
        {
            "number": "5",
            "text": "Ha heb' winh chi' yuninal heb' winh winhaj Hemán. Ha winhaj Hemán chi', schekab' Dios yaj winh, a winh tz'ak'an razón t'a winh rey. 14 yuninal winh ix yak' Dios yet' oxwanh yisil winh, yic tz'elk'och sti' Dios yak'nac t'a winh, ayic yalannac to niwan ol ajelk'och winh."
        },
        {
            "number": "6",
            "text": "Masanil juntzanh heb' winh chi', a winh smam heb' winh scuchb'an t'a b'it yic tz'och ejmelal t'a stemplo Jehová yet' juntzanh yamk'ab', aton platillo, salterio yet' arpa. Ha winhaj Asaf, winhaj Jedutún yet' winhaj Hemán ayoch heb' winh t'a yalanh schecnab'il winh rey."
        },
        {
            "number": "7",
            "text": "Ha sb'isul heb' winh k'ayb'annac sb'itan t'a Jehová chi' yet' yinhtilal, 288 heb' winh t'a smasanil."
        },
        {
            "number": "8",
            "text": "D'a sorteoal ix aj yoch heb' winh sb'itani, tz'och heb' winh ichamtac winak yet' heb' winh kelemtac, heb' winh k'ayb'umxo yet' heb' winh wanto sk'ayb'ani."
        },
        {
            "number": "9",
            "text": "Ayic ix lajwi yoch sorteo chi', icha tik ix aj yoch heb' winh t'a stzolal, 24 makan heb' winh t'a smasanil. Lajchawanh sb'ey heb' winh t'a junjun makan, aynhej yuj sb'a heb' winh. Ha t'a skal junjun makan heb' winh, ay junjun heb' winh scuchb'an heb' winh, aton heb' winh tik, schael yich t'a winh b'ab'el masanto t'a winh slajwub': Vinhaj José, winhaj Gedalías, winhaj Zacur, winhaj Izri, winhaj Netanías, winhaj Buquías, winhaj Jesarela, winhaj Jesahías, winhaj Matanías, winhaj Simei, winhaj Azareel, winhaj Hasabías, winhaj Subael, winhaj Matatías, winhaj Jeremot, winhaj Hananías, winhaj Josbecasa, winhaj Hanani, winhaj Maloti, winhaj Eliata, winhaj Hotir, winhaj Gidalti, winhaj Mahaziot, winhaj Romanti-ezer."
        }
    ]
}