{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj rey David yet' eb' yajalil eb' soldado, ix siq'uel eb' winh yinhtilal winhaj Asaf eb', winhaj Hemán yet' winhaj Jedutún, yic scuchb'an eb' anima eb' ayic tz'och eb' ejmelal d'ha Dios, yic syalanel slolonel Dios eb' yet' sonal arpa, salterio yet' pax platillo. Aton sb'i eb' ayoch t'a yopisio tik:"
        },
        {
            "number": "2",
            "text": "Ha eb' winh yinhtilal winhaj Asaf chi', aton eb' winh tik: Vinhaj Zacur, winhaj José, winhaj Netanías yet' winhaj Asarela. Ha winhaj Asaf chi' scuchb'an eb' winh. Ha winh tz'alanel slolonel Dios ayic syalan winh rey chi' t'a winh."
        },
        {
            "number": "3",
            "text": "Ha eb' winh yinhtilal winhaj Jedutún, vacvanh eb' winh: Aton winhaj Gedalías, winhaj Zeri, winhaj Jesaías, winhaj Hasabías, winhaj Matatías yet' winhaj Simei. Ha winhaj Jedutún chi' scuchb'an eb' winh, syalanpax slolonel Dios eb' winh yet' arpa yic tz'alji yuj diosal yet' yalchaj wach' lolonel t'a Jehová t'a b'ital."
        },
        {
            "number": "4",
            "text": "Ha eb' winh yinhtilal winhaj Hemán, aton eb' winh tik: Vinhaj Buquías, winhaj Matanías, winhaj Uziel, winhaj Sebuel, winhaj Jeremot, winhaj Hananías, winhaj Hanani, winhaj Eliata, winhaj Gidalti, winhaj Romanti-ezer, winhaj Josbecasa, winhaj Maloti, winhaj Hotir yet' winhaj Mahaziot."
        },
        {
            "number": "5",
            "text": "Ha eb' winh chi' yuninal eb' winh winhaj Hemán. Ha winhaj Hemán chi', schecab' Dios yaj winh, a winh tz'ak'an razón t'a winh rey. 14 yuninal winh ix yak' Dios yet' oxvanh yisil winh, yic tz'elk'och sti' Dios yak'nac t'a winh, ayic yalannac to niwan ol ajelk'och winh."
        },
        {
            "number": "6",
            "text": "Masanil juntzanh eb' winh chi', a winh smam eb' winh scuchb'an t'a b'it yic tz'och ejmelal t'a stemplo Jehová yet' juntzanh yamk'ab', aton platillo, salterio yet' arpa. Ha winhaj Asaf, winhaj Jedutún yet' winhaj Hemán ayoch eb' winh t'a yalanh schecnab'il winh rey."
        },
        {
            "number": "7",
            "text": "Ha sb'isul eb' winh k'ayb'annac sb'itan t'a Jehová chi' yet' yinhtilal, 288 eb' winh t'a smasanil."
        },
        {
            "number": "8",
            "text": "D'a sorteoal ix aj yoch eb' winh sb'itani, tz'och eb' winh ichamtac vinac yet' eb' winh quelemtac, eb' winh k'ayb'umxo yet' eb' winh vanto sk'ayb'ani."
        },
        {
            "number": "9",
            "text": "Ayic ix lajvi yoch sorteo chi', icha tik ix aj yoch eb' winh t'a stzolal, 24 makan eb' winh t'a smasanil. Lajchavanh sb'ey eb' winh t'a junjun makan, aynhej yuj sb'a eb' winh. Ha t'a skal junjun makan eb' winh, ay junjun eb' winh scuchb'an eb' winh, aton eb' winh tik, schael yich t'a winh b'ab'el masanto t'a winh slajvub': Vinhaj José, winhaj Gedalías, winhaj Zacur, winhaj Izri, winhaj Netanías, winhaj Buquías, winhaj Jesarela, winhaj Jesahías, winhaj Matanías, winhaj Simei, winhaj Azareel, winhaj Hasabías, winhaj Subael, winhaj Matatías, winhaj Jeremot, winhaj Hananías, winhaj Josbecasa, winhaj Hanani, winhaj Maloti, winhaj Eliata, winhaj Hotir, winhaj Gidalti, winhaj Mahaziot, winhaj Romanti-ezer."
        }
    ]
}