{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj rey David yet' eb' yajalil eb' soldado, ix siq'uel eb' vinh yinhtilal vinhaj Asaf eb', vinhaj Hemán yet' vinhaj Jedutún, yic scuchb'an eb' anima eb' ayic tz'och eb' ejmelal d'ha Dios, yic syalanel slolonel Dios eb' yet' sonal arpa, salterio yet' pax platillo. Aton sb'i eb' ayoch t'a yopisio tik:"
        },
        {
            "number": "2",
            "text": "Ha eb' vinh yinhtilal vinhaj Asaf chi', aton eb' vinh tik: Vinhaj Zacur, vinhaj José, vinhaj Netanías yet' vinhaj Asarela. Ha vinhaj Asaf chi' scuchb'an eb' vinh. Ha vinh tz'alanel slolonel Dios ayic syalan vinh rey chi' t'a vinh."
        },
        {
            "number": "3",
            "text": "Ha eb' vinh yinhtilal vinhaj Jedutún, vacvanh eb' vinh: Aton vinhaj Gedalías, vinhaj Zeri, vinhaj Jesaías, vinhaj Hasabías, vinhaj Matatías yet' vinhaj Simei. Ha vinhaj Jedutún chi' scuchb'an eb' vinh, syalanpax slolonel Dios eb' vinh yet' arpa yic tz'alji yuj diosal yet' yalchaj wach' lolonel t'a Jehová t'a b'ital."
        },
        {
            "number": "4",
            "text": "Ha eb' vinh yinhtilal vinhaj Hemán, aton eb' vinh tik: Vinhaj Buquías, vinhaj Matanías, vinhaj Uziel, vinhaj Sebuel, vinhaj Jeremot, vinhaj Hananías, vinhaj Hanani, vinhaj Eliata, vinhaj Gidalti, vinhaj Romanti-ezer, vinhaj Josbecasa, vinhaj Maloti, vinhaj Hotir yet' vinhaj Mahaziot."
        },
        {
            "number": "5",
            "text": "Ha eb' vinh chi' yuninal eb' vinh vinhaj Hemán. Ha vinhaj Hemán chi', schecab' Dios yaj vinh, a vinh tz'ak'an razón t'a vinh rey. 14 yuninal vinh ix yak' Dios yet' oxvanh yisil vinh, yic tz'elk'och sti' Dios yak'nac t'a vinh, ayic yalannac to niwan ol ajelk'och vinh."
        },
        {
            "number": "6",
            "text": "Masanil juntzanh eb' vinh chi', a vinh smam eb' vinh scuchb'an t'a b'it yic tz'och ejmelal t'a stemplo Jehová yet' juntzanh yamk'ab', aton platillo, salterio yet' arpa. Ha vinhaj Asaf, vinhaj Jedutún yet' vinhaj Hemán ayoch eb' vinh t'a yalanh schecnab'il vinh rey."
        },
        {
            "number": "7",
            "text": "Ha sb'isul eb' vinh k'ayb'annac sb'itan t'a Jehová chi' yet' yinhtilal, 288 eb' vinh t'a smasanil."
        },
        {
            "number": "8",
            "text": "D'a sorteoal ix aj yoch eb' vinh sb'itani, tz'och eb' vinh ichamtac vinac yet' eb' vinh quelemtac, eb' vinh k'ayb'umxo yet' eb' vinh vanto sk'ayb'ani."
        },
        {
            "number": "9",
            "text": "Ayic ix lajvi yoch sorteo chi', icha tik ix aj yoch eb' vinh t'a stzolal, 24 makan eb' vinh t'a smasanil. Lajchavanh sb'ey eb' vinh t'a junjun makan, aynhej yuj sb'a eb' vinh. Ha t'a skal junjun makan eb' vinh, ay junjun eb' vinh scuchb'an eb' vinh, aton eb' vinh tik, schael yich t'a vinh b'ab'el masanto t'a vinh slajvub': Vinhaj José, vinhaj Gedalías, vinhaj Zacur, vinhaj Izri, vinhaj Netanías, vinhaj Buquías, vinhaj Jesarela, vinhaj Jesahías, vinhaj Matanías, vinhaj Simei, vinhaj Azareel, vinhaj Hasabías, vinhaj Subael, vinhaj Matatías, vinhaj Jeremot, vinhaj Hananías, vinhaj Josbecasa, vinhaj Hanani, vinhaj Maloti, vinhaj Eliata, vinhaj Hotir, vinhaj Gidalti, vinhaj Mahaziot, vinhaj Romanti-ezer."
        }
    ]
}