{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Anhejtona' t'a stzolal ix aj spojchajb'at heb' winh tanhwum puerta, icha tik ix aj heb' winh: Aton heb' winh yinhtilal winhaj Coré: Ha winhaj Meselemías yuninal winhaj Coré yinhtilal winhaj Asaf."
        },
        {
            "number": "2",
            "text": "Axo heb' winh yuninal winhaj Meselemías chi' t'a stzolal: Aton winhaj Zacarías, winhaj Jediael, winhaj Zebadías, winhaj Jatniel,"
        },
        {
            "number": "3",
            "text": "winhaj Elam, winhaj Johanán yet' winhaj Elioenai."
        },
        {
            "number": "4",
            "text": "Ix yak' swach'k'olal Dios t'a yib'anh winhaj Obed-edom, yuj chi' tzijtum yuninal winh. Aton stzolal sb'i heb' winh tik: Vinhaj Semaías, winhaj Jozabad, winhaj Joa, winhaj Sacar, winhaj Natanael, winhaj Amiel, winhaj Isacar yet' winhaj Peultai."
        },
        {
            "number": "5",
            "text": "Axo winhaj Semaías chi', ay heb' winh yuninal winh te niwac ix aj yelk'ochi, yuj chi' yajal ix aj heb' t'a skal heb' sk'ab'yoc."
        },
        {
            "number": "6",
            "text": "Ha heb' winh yuninal winhaj Semaías chi', aton heb' tik: Vinhaj Otni, winhaj Rafael, winhaj Obed, winhaj Elzabad, winhaj Eliú yet' winhaj Samaquías."
        },
        {
            "number": "7",
            "text": "Masanil heb' winh tik, yinhtilal heb' winh winhaj Obed-edom. Masanil heb' winh uninab'il yet' heb' winh sk'ab'yoc heb', te tek'an heb' winh, ay yip heb' winh smunlaji, 62 sb'isul heb' winh t'a smasanil."
        },
        {
            "number": "8",
            "text": "Ha heb' winh yuninal winhaj Meselemías yet' heb' sk'ab'yoc winh, 18 heb', te jelan heb'."
        },
        {
            "number": "9",
            "text": "Ha heb' winh yuninal winhaj Hosa, yinhtilal winhaj Merari: Aton winhaj Simri. Wach'chom manhoc winh b'ab'el uninab'il yaji, a winh smam winh ix ak'anoch yajalil."
        },
        {
            "number": "10",
            "text": "Axo heb' yuk'tac winh: Aton winhaj Hilcías schab'il, yoxil winhaj Tebalías, schanhil winhaj Zacarías. Ha heb' winh yuninal winhaj Hosa yet' heb' sk'ab'yoc, 13 heb' t'a smasanil."
        },
        {
            "number": "11",
            "text": "Ix pojchajek' heb' stanhwan stemplo Jehová yet' heb' yajalil heb', icha ix aj juntzanhxo heb' yetlewitail heb'."
        },
        {
            "number": "12",
            "text": "Sorteoal ix aj sch'oxji tas puertail stanhwej junjun makan heb', ayoch heb' kelemtac yet' heb' ichamtac winak."
        },
        {
            "number": "13",
            "text": "Ha winhaj Selemías yet' heb' ayoch yet'oc ix tanhwan puerta chi' t'a stojolal b'aj sjawi k'u. Axo winhaj Zacarías yuninal winhaj Selemías chi', jelan yak'an razón winh. Ha winh ix tanhwan puerta chi' t'a stojolal norte yet' heb' ayoch yet'oc."
        },
        {
            "number": "14",
            "text": "Axo winhaj Obed-edom yet' heb' ayoch yet'oc ix tanhwan puerta t'a stojolal sur. Axo heb' winh yuninal winh ix tanhwan b'aj sik'chaj tas ay t'a templo."
        },
        {
            "number": "15",
            "text": "Axo winhaj Supim yet' winhaj Hosa yet' heb' ayoch yet' heb' winh, a heb' winh ix tanhwan puerta chi' t'a stojolal b'aj tz'em k'u yet' jun puerta yic Salequet b'aj sk'e b'e. Ha heb' winh cuchb'um chi', t'a stzolal tz'aj stanhwan puerta chi' heb' winh."
        },
        {
            "number": "16",
            "text": "Junjun k'u, ay wacwanh heb' winh stanhwan puerta t'a stojolal b'aj sjawi k'u, chanhwanh heb' winh t'a stojolal norte, chanhwanh pax heb' winh t'a stojolal sur, haxo pax b'aj sik'chaj tas tz'ak'ji silab'il t'a Jehová chi', chatacwanh heb' winh stanhwan junjun puerta."
        },
        {
            "number": "17",
            "text": "Axo t'a yamaq'uil templo t'a stojolal b'aj tz'em k'u, chanhwanh heb' winh stanhwan t'a sti' skalleal, chawanh pax heb' winh stanhwan t'a yamaq'uil chi'."
        },
        {
            "number": "18",
            "text": "Ichaton chi' ix aj spojchajek' opisio chi' t'a skal heb' winh yinhtilal winhaj Coré yet' yic winhaj Merari."
        },
        {
            "number": "19",
            "text": "Ay pax juntzanhxo heb' yetlewitail heb' tz'ilan b'aj sik'chaj tas yic Jehová yaji yet' b'aj smolchaj ofrenda tz'ak'ji t'ay."
        },
        {
            "number": "20",
            "text": "Ha winhaj Jehiel yuninal winhaj Laadán, t'a yinhtilal winhaj Gersón, a winh yajal yaj t'a skal heb' sk'ab'yoc."
        },
        {
            "number": "21",
            "text": "Axo pax heb' winh yuninal winhaj Jehiel chi', aton winhaj Zetam yet' winhaj Joel, a heb' winh ayoch t'a yib'anh stanhwan b'aj sik'chaj tas ay t'a skajnub' Jehová."
        },
        {
            "number": "22",
            "text": "Ix ak'chajpaxoch heb' winh yinhtilal winhaj Amram t'a yopisio, aton heb' winh yinhtilal winhaj Izhar, winhaj Hebrón yet' winhaj Uziel."
        },
        {
            "number": "23",
            "text": "Ha winhaj Sebuel, yinhtilal winhaj Gersón yuninal winhaj Moisés, a winh tz'ilan wal juntzanh tas ay t'a skajnub' Jehová."
        },
        {
            "number": "24",
            "text": "Ha winhaj Sebuel chi', sk'ab'yoc sb'a winh yet' winhaj Selomit, yujto a smam yicham winhaj Selomit chi', aton winhaj Eliezer yuk'tac winhaj Gersón smam yicham winhaj Sebuel chi'. Ha heb' smam yicham winhaj Selomit chi' t'a stzolal: Aton winhaj Zicri, winhaj Joram, winhaj Jesaías, winhaj Rehabías yet' winhaj Eliezer."
        },
        {
            "number": "25",
            "text": "Ha winhaj Selomit yet' heb' sk'ab'yoc stanhwan tastac ak'b'il yicoc Jehová yuj winhaj rey Dawid yet' heb' yajal yaj t'a skal junjun makan yinhtilal yet' heb' niwac yajalil heb' soldado."
        },
        {
            "number": "26",
            "text": "Ha juntzanh tas ix yak' heb' chi', aton tastac ix yik' heb' b'ajtac ix laj och owal, ix yak' heb' yic sk'anchaj t'a stemplo Jehová."
        },
        {
            "number": "27",
            "text": "Ata' aypaxcan masanil tas yak'nakkan winhaj Samuel schekab' Dios, winhaj Saúl yuninal winhaj Cis, winhaj Abner yuninal winhaj Ner yet' winhaj Joab yune' ix Sarwia. Masanil juntzanh ak'b'il yicoc Jehová chi', a winhaj Selomit yet' heb' sk'ab'yoc ix tanhwani."
        },
        {
            "number": "28",
            "text": "Ha t'a heb' winh yinhtilal winhaj Izhar cotnac winhaj Quenanías yet' heb' winh yuninal yet' heb' sk'ab'yoc. Ha heb' chi', manhxooc t'a stemplo Jehová ix och heb' t'a yopisio, palta to ix och heb' t'a niwac yajalil yet' juezal t'a chonhab' Israel."
        },
        {
            "number": "29",
            "text": "Ha winhaj Hasabías yet' heb' sk'ab'yoc, aton heb' winh yinhtilal winhaj Hebrón, ay mil 700 sb'isul heb', te jelan heb'. Ix ak'jioch yopisio heb' yilan tastac yic Jehová yaji yet' masanil tastac yic winh rey t'a sk'axepalek' ha' Jordán t'a stojolal b'aj tz'em k'u."
        },
        {
            "number": "30",
            "text": "Axo pax t'a sk'axepal ha' Jordán chi', b'aj kajan heb' yinhtilal Rubén, heb' yinhtilal Gad yet' nanhalxo heb' yinhtilal Manasés, a winhaj Jerías yet' 2 mil 700 heb' sk'ab'yoc, ix ak'jipaxoch heb' t'a yopisio chi'. Yinhtilal pax heb' winhaj Hebrón. Ayic 40 ab'ilxo yoch winhaj Dawid reyal, ata' ix saychajeq'ui b'ajtac kajan heb' winh yinhtilal winhaj Hebrón. Ix ilchaji to ay heb' kajan t'a Jazer t'a yol yic Galaad, te jelan pax heb', yuj chi' ix ak'jioch heb' t'a jun opisio chi'."
        }
    ]
}