{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Anhejtona' t'a stzolal ix aj spojchajb'at eb' winh tanhvum puerta, icha tik ix aj eb' winh: Aton eb' winh yinhtilal winhaj Coré: Ha winhaj Meselemías yuninal winhaj Coré yinhtilal winhaj Asaf."
        },
        {
            "number": "2",
            "text": "Axo eb' winh yuninal winhaj Meselemías chi' t'a stzolal: Aton winhaj Zacarías, winhaj Jediael, winhaj Zebadías, winhaj Jatniel,"
        },
        {
            "number": "3",
            "text": "winhaj Elam, winhaj Johanán yet' winhaj Elioenai."
        },
        {
            "number": "4",
            "text": "Ix yak' swach'k'olal Dios t'a yib'anh winhaj Obed-edom, yuj chi' tzijtum yuninal winh. Aton stzolal sb'i eb' winh tik: Vinhaj Semaías, winhaj Jozabad, winhaj Joa, winhaj Sacar, winhaj Natanael, winhaj Amiel, winhaj Isacar yet' winhaj Peultai."
        },
        {
            "number": "5",
            "text": "Axo winhaj Semaías chi', ay eb' winh yuninal winh te nivac ix aj yelk'ochi, yuj chi' yajal ix aj eb' t'a skal eb' sk'ab'yoc."
        },
        {
            "number": "6",
            "text": "Ha eb' winh yuninal winhaj Semaías chi', aton eb' tik: Vinhaj Otni, winhaj Rafael, winhaj Obed, winhaj Elzabad, winhaj Eliú yet' winhaj Samaquías."
        },
        {
            "number": "7",
            "text": "Masanil eb' winh tik, yinhtilal eb' winh winhaj Obed-edom. Masanil eb' winh uninab'il yet' eb' winh sk'ab'yoc eb', te tek'an eb' winh, ay yip eb' winh smunlaji, 62 sb'isul eb' winh t'a smasanil."
        },
        {
            "number": "8",
            "text": "Ha eb' winh yuninal winhaj Meselemías yet' eb' sk'ab'yoc winh, 18 eb', te jelan eb'."
        },
        {
            "number": "9",
            "text": "Ha eb' winh yuninal winhaj Hosa, yinhtilal winhaj Merari: Aton winhaj Simri. Wach'chom manhoc winh b'ab'el uninab'il yaji, a winh smam winh ix ak'anoch yajalil."
        },
        {
            "number": "10",
            "text": "Axo eb' yuk'tac winh: Aton winhaj Hilcías schab'il, yoxil winhaj Tebalías, schanhil winhaj Zacarías. Ha eb' winh yuninal winhaj Hosa yet' eb' sk'ab'yoc, 13 eb' t'a smasanil."
        },
        {
            "number": "11",
            "text": "Ix pojchajek' eb' stanhvan stemplo Jehová yet' eb' yajalil eb', icha ix aj juntzanhxo eb' yetlevitail eb'."
        },
        {
            "number": "12",
            "text": "Sorteoal ix aj sch'oxji tas puertail stanhvej junjun makan eb', ayoch eb' quelemtac yet' eb' ichamtac vinac."
        },
        {
            "number": "13",
            "text": "Ha winhaj Selemías yet' eb' ayoch yet'oc ix tanhvan puerta chi' t'a stojolal b'aj sjavi k'u. Axo winhaj Zacarías yuninal winhaj Selemías chi', jelan yak'an razón winh. Ha winh ix tanhvan puerta chi' t'a stojolal norte yet' eb' ayoch yet'oc."
        },
        {
            "number": "14",
            "text": "Axo winhaj Obed-edom yet' eb' ayoch yet'oc ix tanhvan puerta t'a stojolal sur. Axo eb' winh yuninal winh ix tanhvan b'aj sik'chaj tas ay t'a templo."
        },
        {
            "number": "15",
            "text": "Axo winhaj Supim yet' winhaj Hosa yet' eb' ayoch yet' eb' winh, a eb' winh ix tanhvan puerta chi' t'a stojolal b'aj tz'em k'u yet' jun puerta yic Salequet b'aj sq'ue b'e. Ha eb' winh cuchb'um chi', t'a stzolal tz'aj stanhvan puerta chi' eb' winh."
        },
        {
            "number": "16",
            "text": "Junjun k'u, ay vacvanh eb' winh stanhvan puerta t'a stojolal b'aj sjavi k'u, chanhvanh eb' winh t'a stojolal norte, chanhvanh pax eb' winh t'a stojolal sur, haxo pax b'aj sik'chaj tas tz'ak'ji silab'il t'a Jehová chi', chatacvanh eb' winh stanhvan junjun puerta."
        },
        {
            "number": "17",
            "text": "Axo t'a yamaq'uil templo t'a stojolal b'aj tz'em k'u, chanhvanh eb' winh stanhvan t'a sti' scalleal, chavanh pax eb' winh stanhvan t'a yamaq'uil chi'."
        },
        {
            "number": "18",
            "text": "Ichaton chi' ix aj spojchajek' opisio chi' t'a skal eb' winh yinhtilal winhaj Coré yet' yic winhaj Merari."
        },
        {
            "number": "19",
            "text": "Ay pax juntzanhxo eb' yetlevitail eb' tz'ilan b'aj sik'chaj tas yic Jehová yaji yet' b'aj smolchaj ofrenda tz'ak'ji t'ay."
        },
        {
            "number": "20",
            "text": "Ha winhaj Jehiel yuninal winhaj Laadán, t'a yinhtilal winhaj Gersón, a winh yajal yaj t'a skal eb' sk'ab'yoc."
        },
        {
            "number": "21",
            "text": "Axo pax eb' winh yuninal winhaj Jehiel chi', aton winhaj Zetam yet' winhaj Joel, a eb' winh ayoch t'a yib'anh stanhvan b'aj sik'chaj tas ay t'a scajnub' Jehová."
        },
        {
            "number": "22",
            "text": "Ix ak'chajpaxoch eb' winh yinhtilal winhaj Amram t'a yopisio, aton eb' winh yinhtilal winhaj Izhar, winhaj Hebrón yet' winhaj Uziel."
        },
        {
            "number": "23",
            "text": "Ha winhaj Sebuel, yinhtilal winhaj Gersón yuninal winhaj Moisés, a winh tz'ilan val juntzanh tas ay t'a scajnub' Jehová."
        },
        {
            "number": "24",
            "text": "Ha winhaj Sebuel chi', sk'ab'yoc sb'a winh yet' winhaj Selomit, yujto a smam yicham winhaj Selomit chi', aton winhaj Eliezer yuk'tac winhaj Gersón smam yicham winhaj Sebuel chi'. Ha eb' smam yicham winhaj Selomit chi' t'a stzolal: Aton winhaj Zicri, winhaj Joram, winhaj Jesaías, winhaj Rehabías yet' winhaj Eliezer."
        },
        {
            "number": "25",
            "text": "Ha winhaj Selomit yet' eb' sk'ab'yoc stanhvan tastac ak'b'il yicoc Jehová yuj winhaj rey David yet' eb' yajal yaj t'a skal junjun makan yinhtilal yet' eb' nivac yajalil eb' soldado."
        },
        {
            "number": "26",
            "text": "Ha juntzanh tas ix yak' eb' chi', aton tastac ix yik' eb' b'ajtac ix laj och oval, ix yak' eb' yic sk'anchaj t'a stemplo Jehová."
        },
        {
            "number": "27",
            "text": "Ata' aypaxcan masanil tas yak'naccan winhaj Samuel schecab' Dios, winhaj Saúl yuninal winhaj Cis, winhaj Abner yuninal winhaj Ner yet' winhaj Joab yune' ix Sarvia. Masanil juntzanh ak'b'il yicoc Jehová chi', a winhaj Selomit yet' eb' sk'ab'yoc ix tanhvani."
        },
        {
            "number": "28",
            "text": "Ha t'a eb' winh yinhtilal winhaj Izhar cotnac winhaj Quenanías yet' eb' winh yuninal yet' eb' sk'ab'yoc. Ha eb' chi', manhxooc t'a stemplo Jehová ix och eb' t'a yopisio, palta to ix och eb' t'a nivac yajalil yet' juezal t'a chonhab' Israel."
        },
        {
            "number": "29",
            "text": "Ha winhaj Hasabías yet' eb' sk'ab'yoc, aton eb' winh yinhtilal winhaj Hebrón, ay mil 700 sb'isul eb', te jelan eb'. Ix ak'jioch yopisio eb' yilan tastac yic Jehová yaji yet' masanil tastac yic winh rey t'a sk'axepalek' ha' Jordán t'a stojolal b'aj tz'em k'u."
        },
        {
            "number": "30",
            "text": "Axo pax t'a sk'axepal ha' Jordán chi', b'aj cajan eb' yinhtilal Rubén, eb' yinhtilal Gad yet' nanhalxo eb' yinhtilal Manasés, a winhaj Jerías yet' 2 mil 700 eb' sk'ab'yoc, ix ak'jipaxoch eb' t'a yopisio chi'. Yinhtilal pax eb' winhaj Hebrón. Ayic 40 ab'ilxo yoch winhaj David reyal, ata' ix saychajeq'ui b'ajtac cajan eb' winh yinhtilal winhaj Hebrón. Ix ilchaji to ay eb' cajan t'a Jazer t'a yol yic Galaad, te jelan pax eb', yuj chi' ix ak'jioch eb' t'a jun opisio chi'."
        }
    ]
}