{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Anhejtona' d'a stzolal ix aj spojchajb'at eb' vinh tanhvum puerta, icha tic ix aj eb' vinh: Aton eb' vinh yinhtilal vinhaj Coré: A vinhaj Meselemías yuninal vinhaj Coré yinhtilal vinhaj Asaf."
        },
        {
            "number": "2",
            "text": "Axo eb' vinh yuninal vinhaj Meselemías chi' d'a stzolal: Aton vinhaj Zacarías, vinhaj Jediael, vinhaj Zebadías, vinhaj Jatniel,"
        },
        {
            "number": "3",
            "text": "vinhaj Elam, vinhaj Johanán yed' vinhaj Elioenai."
        },
        {
            "number": "4",
            "text": "Ix yak' svach'k'olal Dios d'a yib'anh vinhaj Obed-edom, yuj chi' tzijtum yuninal vinh. Aton stzolal sb'i eb' vinh tic: Vinhaj Semaías, vinhaj Jozabad, vinhaj Joa, vinhaj Sacar, vinhaj Natanael, vinhaj Amiel, vinhaj Isacar yed' vinhaj Peultai."
        },
        {
            "number": "5",
            "text": "Axo vinhaj Semaías chi', ay eb' vinh yuninal vinh te nivac ix aj yelk'ochi, yuj chi' yajal ix aj eb' d'a scal eb' sk'ab'yoc."
        },
        {
            "number": "6",
            "text": "A eb' vinh yuninal vinhaj Semaías chi', aton eb' tic: Vinhaj Otni, vinhaj Rafael, vinhaj Obed, vinhaj Elzabad, vinhaj Eliú yed' vinhaj Samaquías."
        },
        {
            "number": "7",
            "text": "Masanil eb' vinh tic, yinhtilal eb' vinh vinhaj Obed-edom. Masanil eb' vinh uninab'il yed' eb' vinh sk'ab'yoc eb', te tek'an eb' vinh, ay yip eb' vinh smunlaji, 62 sb'isul eb' vinh d'a smasanil."
        },
        {
            "number": "8",
            "text": "A eb' vinh yuninal vinhaj Meselemías yed' eb' sk'ab'yoc vinh, 18 eb', te jelan eb'."
        },
        {
            "number": "9",
            "text": "A eb' vinh yuninal vinhaj Hosa, yinhtilal vinhaj Merari: Aton vinhaj Simri. Vach'chom manhoc vinh b'ab'el uninab'il yaji, a vinh smam vinh ix ak'anoch yajalil."
        },
        {
            "number": "10",
            "text": "Axo eb' yuk'tac vinh: Aton vinhaj Hilcías schab'il, yoxil vinhaj Tebalías, schanhil vinhaj Zacarías. A eb' vinh yuninal vinhaj Hosa yed' eb' sk'ab'yoc, 13 eb' d'a smasanil."
        },
        {
            "number": "11",
            "text": "Ix pojchajek' eb' stanhvan stemplo Jehová yed' eb' yajalil eb', icha ix aj juntzanhxo eb' yetlevitail eb'."
        },
        {
            "number": "12",
            "text": "Sorteoal ix aj sch'oxji tas puertail stanhvej junjun macanh eb', ayoch eb' quelemtac yed' eb' ichamtac vinac."
        },
        {
            "number": "13",
            "text": "A vinhaj Selemías yed' eb' ayoch yed'oc ix tanhvan puerta chi' d'a stojolal b'aj sjavi k'u. Axo vinhaj Zacarías yuninal vinhaj Selemías chi', jelan yak'an razón vinh. A vinh ix tanhvan puerta chi' d'a stojolal norte yed' eb' ayoch yed'oc."
        },
        {
            "number": "14",
            "text": "Axo vinhaj Obed-edom yed' eb' ayoch yed'oc ix tanhvan puerta d'a stojolal sur. Axo eb' vinh yuninal vinh ix tanhvan b'aj sik'chaj tas ay d'a templo."
        },
        {
            "number": "15",
            "text": "Axo vinhaj Supim yed' vinhaj Hosa yed' eb' ayoch yed' eb' vinh, a eb' vinh ix tanhvan puerta chi' d'a stojolal b'aj tz'em k'u yed' jun puerta yic Salequet b'aj sq'ue b'e. A eb' vinh cuchb'um chi', d'a stzolal tz'aj stanhvan puerta chi' eb' vinh."
        },
        {
            "number": "16",
            "text": "Junjun k'u, ay vacvanh eb' vinh stanhvan puerta d'a stojolal b'aj sjavi k'u, chanhvanh eb' vinh d'a stojolal norte, chanhvanh pax eb' vinh d'a stojolal sur, axo pax b'aj sik'chaj tas tz'ak'ji silab'il d'a Jehová chi', chatacvanh eb' vinh stanhvan junjun puerta."
        },
        {
            "number": "17",
            "text": "Axo d'a yamaq'uil templo d'a stojolal b'aj tz'em k'u, chanhvanh eb' vinh stanhvan d'a sti' scalleal, chavanh pax eb' vinh stanhvan d'a yamaq'uil chi'."
        },
        {
            "number": "18",
            "text": "Ichaton chi' ix aj spojchajek' opisio chi' d'a scal eb' vinh yinhtilal vinhaj Coré yed' yic vinhaj Merari."
        },
        {
            "number": "19",
            "text": "Ay pax juntzanhxo eb' yetlevitail eb' tz'ilan b'aj sik'chaj tas yic Jehová yaji yed' b'aj smolchaj ofrenda tz'ak'ji d'ay."
        },
        {
            "number": "20",
            "text": "A vinhaj Jehiel yuninal vinhaj Laadán, d'a yinhtilal vinhaj Gersón, a vinh yajal yaj d'a scal eb' sk'ab'yoc."
        },
        {
            "number": "21",
            "text": "Axo pax eb' vinh yuninal vinhaj Jehiel chi', aton vinhaj Zetam yed' vinhaj Joel, a eb' vinh ayoch d'a yib'anh stanhvan b'aj sik'chaj tas ay d'a scajnub' Jehová."
        },
        {
            "number": "22",
            "text": "Ix ak'chajpaxoch eb' vinh yinhtilal vinhaj Amram d'a yopisio, aton eb' vinh yinhtilal vinhaj Izhar, vinhaj Hebrón yed' vinhaj Uziel."
        },
        {
            "number": "23",
            "text": "A vinhaj Sebuel, yinhtilal vinhaj Gersón yuninal vinhaj Moisés, a vinh tz'ilan val juntzanh tas ay d'a scajnub' Jehová."
        },
        {
            "number": "24",
            "text": "A vinhaj Sebuel chi', sk'ab'yoc sb'a vinh yed' vinhaj Selomit, yujto a smam yicham vinhaj Selomit chi', aton vinhaj Eliezer yuk'tac vinhaj Gersón smam yicham vinhaj Sebuel chi'. A eb' smam yicham vinhaj Selomit chi' d'a stzolal: Aton vinhaj Zicri, vinhaj Joram, vinhaj Jesaías, vinhaj Rehabías yed' vinhaj Eliezer."
        },
        {
            "number": "25",
            "text": "A vinhaj Selomit yed' eb' sk'ab'yoc stanhvan tastac ak'b'il yicoc Jehová yuj vinhaj rey David yed' eb' yajal yaj d'a scal junjun macanh yinhtilal yed' eb' nivac yajalil eb' soldado."
        },
        {
            "number": "26",
            "text": "A juntzanh tas ix yak' eb' chi', aton tastac ix yik' eb' b'ajtac ix laj och oval, ix yak' eb' yic sk'anchaj d'a stemplo Jehová."
        },
        {
            "number": "27",
            "text": "Ata' aypaxcan masanil tas yak'naccan vinhaj Samuel schecab' Dios, vinhaj Saúl yuninal vinhaj Cis, vinhaj Abner yuninal vinhaj Ner yed' vinhaj Joab yune' ix Sarvia. Masanil juntzanh ak'b'il yicoc Jehová chi', a vinhaj Selomit yed' eb' sk'ab'yoc ix tanhvani."
        },
        {
            "number": "28",
            "text": "A d'a eb' vinh yinhtilal vinhaj Izhar cotnac vinhaj Quenanías yed' eb' vinh yuninal yed' eb' sk'ab'yoc. A eb' chi', manhxooc d'a stemplo Jehová ix och eb' d'a yopisio, palta to ix och eb' d'a nivac yajalil yed' juezal d'a chonhab' Israel."
        },
        {
            "number": "29",
            "text": "A vinhaj Hasabías yed' eb' sk'ab'yoc, aton eb' vinh yinhtilal vinhaj Hebrón, ay mil 700 sb'isul eb', te jelan eb'. Ix ak'jioch yopisio eb' yilan tastac yic Jehová yaji yed' masanil tastac yic vinh rey d'a sk'axepalek' a' Jordán d'a stojolal b'aj tz'em k'u."
        },
        {
            "number": "30",
            "text": "Axo pax d'a sk'axepal a' Jordán chi', b'aj cajan eb' yinhtilal Rubén, eb' yinhtilal Gad yed' nanhalxo eb' yinhtilal Manasés, a vinhaj Jerías yed' 2 mil 700 eb' sk'ab'yoc, ix ak'jipaxoch eb' d'a yopisio chi'. Yinhtilal pax eb' vinhaj Hebrón. Ayic 40 ab'ilxo yoch vinhaj David reyal, ata' ix saychajeq'ui b'ajtac cajan eb' vinh yinhtilal vinhaj Hebrón. Ix ilchaji to ay eb' cajan d'a Jazer d'a yol yic Galaad, te jelan pax eb', yuj chi' ix ak'jioch eb' d'a jun opisio chi'."
        }
    ]
}