{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Junjun ujal tz'och 24 mil eb' vinh vinac d'a soldadoal. A d'a scal eb' vinh ay eb' vinh yajal yaj d'a scal yinhtilal, ay eb' vinh nivac yajalil eb' soldado yed' eb' vinh yajalil eb' tz'ilan tastac yic vinh rey. Aton sb'i eb' vinh ayoch yajalil tic, d'a stzolal tz'aj yoch eb' vinh d'a junjun uj."
        },
        {
            "number": "2",
            "text": "A d'a b'ab'el uj a vinhaj Jasobeam yuninal vinhaj Zabdiel yinhtilal vinhaj Fares tz'ochi."
        },
        {
            "number": "3",
            "text": "Axo d'a schab'il uj, a vinhaj Dodai aj Aho tz'ochi. Axo vinhaj Miclot schab'il yajal yaji."
        },
        {
            "number": "4",
            "text": "Axo d'a yoxil uj, a vinhaj Benaía yuninal vinhaj sat sacerdote Joiada tz'ochi."
        },
        {
            "number": "5",
            "text": "A vinhaj Benaía chi', yajal yaj vinh d'a 30 eb' soldado te b'inajnac, axo vinh yuninal vinh scuchan Amisabad, schab'il yajal yaj vinh d'a jun macanh eb' soldado tz'och d'a jun uj chi'."
        },
        {
            "number": "6",
            "text": "Axo d'a schanhil uj, a vinhaj Asael yuk'tac vinhaj Joab aycanoch sb'i d'ay, palta axo vinhaj Zebadías yuninal vinh ayoch yajalil sq'uexuloc."
        },
        {
            "number": "7",
            "text": "Axo d'a yoil uj, a vinhaj Samhut yinhtilal Izhar tz'ochi."
        },
        {
            "number": "8",
            "text": "Axo d'a svaquil uj, a vinhaj Ira yuninal vinhaj Iques aj Tecoa tz'ochi."
        },
        {
            "number": "9",
            "text": "Axo d'a yuquil uj, a vinhaj Heles aj Pelón, yinhtilal Efraín tz'ochi."
        },
        {
            "number": "10",
            "text": "Axo d'a svajxaquil uj, a vinhaj Sibecai aj Husa, yinhtilal vinhaj Zera tz'ochi."
        },
        {
            "number": "11",
            "text": "Axo d'a sb'alunhil uj, a vinhaj Abiezer aj Anatot, yinhtilal Benjamín tz'ochi."
        },
        {
            "number": "12",
            "text": "Axo d'a slajunhil uj, a vinhaj Maharai aj Netofa, yinhtilal vinhaj Zera tz'ochi."
        },
        {
            "number": "13",
            "text": "Axo d'a yuxluchil uj, a vinhaj Benaía aj Piratón, yinhtilal Efraín tz'ochi."
        },
        {
            "number": "14",
            "text": "Axo d'a slajchavil uj, a vinhaj Heldai aj Netofa, yinhtilal vinhaj Otoniel tz'ochi."
        },
        {
            "number": "15",
            "text": "Axo pax eb' vinh yajal yaj d'a junjun macanh eb' yinhtilal Israel, aton eb' vinh tic: A d'a eb' yinhtilal Rubén, a vinhaj Eliezer yuninal vinhaj Zicri yajal yaji. Axo d'a eb' yinhtilal Simeón, a vinhaj Sefatías yuninal vinhaj Maaca yajal yaji. Axo d'a eb' yinhtilal Leví, a vinhaj Hasabías yuninal vinhaj Kemuel yajal yaji. Axo d'a eb' vinh yinhtilal vinhaj Aarón, a vinhaj Sadoc yajal yaji. Axo d'a eb' yinhtilal Judá, a vinhaj Eliú yuk'tac vinhaj rey David yajal yaji. Axo d'a eb' yinhtilal Isacar, a vinhaj Omri yuninal vinhaj Micael yajal yaji. Axo d'a eb' yinhtilal Zabulón, a vinhaj Ismaías yuninal vinhaj Abdías yajal yaji. Axo d'a eb' yinhtilal Neftalí, a vinhaj Jerimot yuninal vinhaj Azriel yajal yaji. Axo d'a eb' yinhtilal Efraín, a vinhaj Oseas yuninal vinhaj Azazías yajal yaji. A d'a nanhal eb' yinhtilal Manasés, a vinhaj Joel yuninal vinhaj Pedaías yajal yaji. Axo d'a nanhalxo eb' yinhtilal Manasés ay d'a Galaad, a vinhaj Iddo yuninal vinhaj Zacarías yajal yaji. Axo d'a eb' yinhtilal Benjamín, a vinhaj Jaasiel yuninal vinhaj Abner yajal yaji. Axo d'a eb' yinhtilal Dan, a vinhaj Azareel yuninal vinhaj Jeroham yajal yaji. Aton juntzanh eb' vinh tic yajal yaj d'a junjun macanh eb' yinhtilal Israel."
        },
        {
            "number": "16",
            "text": "Ayic ix yalan vinhaj rey David to sb'ischaj masanil eb' israel, ix yalan vinh to max b'ischajlaj eb' manto tz'acvi d'a 20 ab'il sq'uinal, yujto yak'nac sti' Jehová to ol yik' val chaanh sb'isul eb' yinhtilal Israel icha sb'isul q'uen k'anal."
        },
        {
            "number": "17",
            "text": "Ix schael yich vinhaj Joab yik'anchaanh sb'isul eb' yetisraelal chi', palta maj lajvoclaj yik'anchaanh vinh, yujto yuj jun chi' ix cot jun nivan yaelal d'a yib'anh chonhab' Israel. Yuj chi' a sb'isul eb' chi' manh tz'ib'ab'iloc d'a yab'ixal vinhaj rey David."
        },
        {
            "number": "18",
            "text": "A vinhaj Azmavet yuninal vinhaj Adiel tz'ilan tastac ay d'a vinh rey. Axo vinhaj Jonatán yuninal vinhaj Uzías tz'ilani jantac tas molan d'a junjun chonhab', d'a junjun aldea yed' d'a junjun cuartel ay d'a sattac mojon."
        },
        {
            "number": "19",
            "text": "Axo vinhaj Ezri yuninal vinhaj Quelub tz'ilan eb' smunlaj d'a sluum vinh rey chi'."
        },
        {
            "number": "20",
            "text": "Axo vinhaj Simei aj Ramat tz'ilan eb' smunlaj d'a te' yuva vinh rey chi'. Axo vinhaj Zabdi aj Safat tz'ilan eb' smolb'an vino d'a yed'tal."
        },
        {
            "number": "21",
            "text": "Axo vinhaj Baal-hanán aj Gedera tz'ilan eb' smunlaj d'a te' olivo yed' d'a te' caltacte'al higo ay d'a panhquiltac. Axo vinhaj Joás tz'ilan eb' smolan aceite yic sat te' olivo."
        },
        {
            "number": "22",
            "text": "Axo vinhaj Sitrai aj Sarón tz'ilan eb' ayoch yil nok' vacax ay d'a Sarón chi'. Axo pax vinhaj Safat yuninal vinhaj Adlai tz'ilan eb' ayoch yil nok' vacax ay d'a panhquiltac."
        },
        {
            "number": "23",
            "text": "Axo vinhaj Obil ismaelita tz'ilan eb' ayoch yil nok' camello. Axo vinhaj Jehedías aj Meronot tz'ilan eb' ayoch yil nok' b'uru."
        },
        {
            "number": "24",
            "text": "Axo vinhaj Jaziz agareno tz'ilan eb' ayoch yil nok' calnel yed' nok' chiva. Aton masanil eb' vinh tic tz'ilan masanil tastac ay d'a vinhaj rey David chi'."
        },
        {
            "number": "25",
            "text": "A vinhaj Jonatán yicham vinhaj rey David chi', tz'ib'um vinh, te jelan pax vinh, ak'um razón yaj vinh d'a vinh rey chi'. Axo vinhaj Jehiel yuninal vinhaj Hacmoni tz'ilan eb' vinh yuninal vinh rey chi'."
        },
        {
            "number": "26",
            "text": "Yed' pax vinhaj Ahitofel ak'um razón yajpax vinh d'a vinh rey chi' yed' vinhaj Husai arquita, te vach' yak'an vinh rey chi' yed' vinh."
        },
        {
            "number": "27",
            "text": "Ayic toxo ix cham vinhaj Ahitofel chi', a vinhaj Joiada yuninal vinhaj Benaía yed' vinhaj Abiatar ix ochcan sq'uexuloc vinh. Axo vinhaj Joab sat yajal yaj d'a eb' soldado vinh rey chi'."
        }
    ]
}