{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Junjun ujal tz'och 24 mil heb' winh winak t'a soldadoal. Ha t'a skal heb' winh ay heb' winh yajal yaj t'a skal yinhtilal, ay heb' winh niwac yajalil heb' soldado yet' heb' winh yajalil heb' tz'ilan tastac yic winh rey. Aton sb'i heb' winh ayoch yajalil tik, t'a stzolal tz'aj yoch heb' winh t'a junjun uj."
        },
        {
            "number": "2",
            "text": "Ha t'a b'ab'el uj a winhaj Jasobeam yuninal winhaj Zabdiel yinhtilal winhaj Fares tz'ochi."
        },
        {
            "number": "3",
            "text": "Axo t'a schab'il uj, a winhaj Dodai aj Aho tz'ochi. Axo winhaj Miclot schab'il yajal yaji."
        },
        {
            "number": "4",
            "text": "Axo t'a yoxil uj, a winhaj Benaía yuninal winhaj sat sacerdote Joiada tz'ochi."
        },
        {
            "number": "5",
            "text": "Ha winhaj Benaía chi', yajal yaj winh t'a 30 heb' soldado te b'inajnac, haxo winh yuninal winh scuchan Amisabad, schab'il yajal yaj winh t'a jun makan heb' soldado tz'och t'a jun uj chi'."
        },
        {
            "number": "6",
            "text": "Axo t'a schanhil uj, a winhaj Asael yuk'tac winhaj Joab aycanoch sb'i t'ay, palta haxo winhaj Zebadías yuninal winh ayoch yajalil sk'exuloc."
        },
        {
            "number": "7",
            "text": "Axo t'a yoil uj, a winhaj Samhut yinhtilal Izhar tz'ochi."
        },
        {
            "number": "8",
            "text": "Axo t'a swaquil uj, a winhaj Ira yuninal winhaj Iques aj Tecoa tz'ochi."
        },
        {
            "number": "9",
            "text": "Axo t'a yuquil uj, a winhaj Heles aj Pelón, yinhtilal Efraín tz'ochi."
        },
        {
            "number": "10",
            "text": "Axo t'a swajxaquil uj, a winhaj Sibecai aj Husa, yinhtilal winhaj Zera tz'ochi."
        },
        {
            "number": "11",
            "text": "Axo t'a sb'alunhil uj, a winhaj Abiezer aj Anatot, yinhtilal Benjamín tz'ochi."
        },
        {
            "number": "12",
            "text": "Axo t'a slajunhil uj, a winhaj Maharai aj Netofa, yinhtilal winhaj Zera tz'ochi."
        },
        {
            "number": "13",
            "text": "Axo t'a yuxluchil uj, a winhaj Benaía aj Piratón, yinhtilal Efraín tz'ochi."
        },
        {
            "number": "14",
            "text": "Axo t'a slajchawil uj, a winhaj Heldai aj Netofa, yinhtilal winhaj Otoniel tz'ochi."
        },
        {
            "number": "15",
            "text": "Axo pax heb' winh yajal yaj t'a junjun makan heb' yinhtilal Israel, aton heb' winh tik: Ha t'a heb' yinhtilal Rubén, a winhaj Eliezer yuninal winhaj Zicri yajal yaji. Axo t'a heb' yinhtilal Simeón, a winhaj Sefatías yuninal winhaj Maaca yajal yaji. Axo t'a heb' yinhtilal Leví, a winhaj Hasabías yuninal winhaj Kemuel yajal yaji. Axo t'a heb' winh yinhtilal winhaj Aarón, a winhaj Sadoc yajal yaji. Axo t'a heb' yinhtilal Judá, a winhaj Eliú yuk'tac winhaj rey Dawid yajal yaji. Axo t'a heb' yinhtilal Isacar, a winhaj Omri yuninal winhaj Micael yajal yaji. Axo t'a heb' yinhtilal Zabulón, a winhaj Ismaías yuninal winhaj Abdías yajal yaji. Axo t'a heb' yinhtilal Neftalí, a winhaj Jerimot yuninal winhaj Azriel yajal yaji. Axo t'a heb' yinhtilal Efraín, a winhaj Oseas yuninal winhaj Azazías yajal yaji. Ha t'a nanhal heb' yinhtilal Manasés, a winhaj Joel yuninal winhaj Pedaías yajal yaji. Axo t'a nanhalxo heb' yinhtilal Manasés ay t'a Galaad, a winhaj Iddo yuninal winhaj Zacarías yajal yaji. Axo t'a heb' yinhtilal Benjamín, a winhaj Jaasiel yuninal winhaj Abner yajal yaji. Axo t'a heb' yinhtilal Dan, a winhaj Azareel yuninal winhaj Jeroham yajal yaji. Aton juntzanh heb' winh tik yajal yaj t'a junjun makan heb' yinhtilal Israel."
        },
        {
            "number": "16",
            "text": "Ayic ix yalan winhaj rey Dawid to sb'ischaj masanil heb' israel, ix yalan winh to max b'ischajlaj heb' manto tz'acwi t'a 20 ab'il sk'inal, yujto yak'nac sti' Jehová to ol yik' wal chaanh sb'isul heb' yinhtilal Israel icha sb'isul k'een k'anal."
        },
        {
            "number": "17",
            "text": "Ix schael yich winhaj Joab yik'anchaanh sb'isul heb' yetisraelal chi', palta maj lajwoclaj yik'anchaanh winh, yujto yuj jun chi' ix cot jun niwan yaelal t'a yib'anh chonhab' Israel. Yuj chi' a sb'isul heb' chi' manh tz'ib'ab'iloc t'a yab'ixal winhaj rey Dawid."
        },
        {
            "number": "18",
            "text": "Ha winhaj Azmawet yuninal winhaj Adiel tz'ilan tastac ay t'a winh rey. Axo winhaj Jonatán yuninal winhaj Uzías tz'ilani jantac tas molan t'a junjun chonhab', t'a junjun aldea yet' t'a junjun cuartel ay t'a sattac mojon."
        },
        {
            "number": "19",
            "text": "Axo winhaj Ezri yuninal winhaj Quelub tz'ilan heb' smunlaj t'a sluum winh rey chi'."
        },
        {
            "number": "20",
            "text": "Axo winhaj Simei aj Ramat tz'ilan heb' smunlaj t'a te' yuwa winh rey chi'. Axo winhaj Zabdi aj Safat tz'ilan heb' smolb'an wino t'a yet'tal."
        },
        {
            "number": "21",
            "text": "Axo winhaj Baal-hanán aj Gedera tz'ilan heb' smunlaj t'a te' oliwo yet' t'a te' caltacte'al higo ay t'a panhquiltac. Axo winhaj Joás tz'ilan heb' smolan aceite yic sat te' oliwo."
        },
        {
            "number": "22",
            "text": "Axo winhaj Sitrai aj Sarón tz'ilan heb' ayoch yil nok' wacax ay t'a Sarón chi'. Axo pax winhaj Safat yuninal winhaj Adlai tz'ilan heb' ayoch yil nok' wacax ay t'a panhquiltac."
        },
        {
            "number": "23",
            "text": "Axo winhaj Obil ismaelita tz'ilan heb' ayoch yil nok' camello. Axo winhaj Jehedías aj Meronot tz'ilan heb' ayoch yil nok' b'uru."
        },
        {
            "number": "24",
            "text": "Axo winhaj Jaziz agareno tz'ilan heb' ayoch yil nok' calnel yet' nok' chiwa. Aton masanil heb' winh tik tz'ilan masanil tastac ay t'a winhaj rey Dawid chi'."
        },
        {
            "number": "25",
            "text": "Ha winhaj Jonatán yicham winhaj rey Dawid chi', tz'ib'um winh, te jelan pax winh, ak'um razón yaj winh t'a winh rey chi'. Axo winhaj Jehiel yuninal winhaj Hacmoni tz'ilan heb' winh yuninal winh rey chi'."
        },
        {
            "number": "26",
            "text": "Yed' pax winhaj Ahitofel ak'um razón yajpax winh t'a winh rey chi' yet' winhaj Husai arquita, te wach' yak'an winh rey chi' yet' winh."
        },
        {
            "number": "27",
            "text": "Ayic toxo ix cham winhaj Ahitofel chi', a winhaj Joiada yuninal winhaj Benaía yet' winhaj Abiatar ix ochcan sk'exuloc winh. Axo winhaj Joab sat yajal yaj t'a heb' soldado winh rey chi'."
        }
    ]
}