{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a Jerusalén ix smolb'ej masanil eb' yajal yaj t'a chonhab' Israel vinhaj rey David: Aton eb' yajal yaj t'a junjun inhtilal, eb' yajal yaj t'a junjun makan eb' soldado tz'ilan vinh rey chi' yet' eb' sat yajal yaj t'a junjun nivac nhilanh eb' soldado. Ix smolb'ejpax eb' yajal yaj t'a eb' tz'ilan tastac ay t'a vinh rey chi', aton masanil lum lum yet' masanil nok' nok', eb' tz'ilan eb' vinh yuninal vinh, eb' ayoch t'a yopisio yet' vinh yet' masanil eb' soldado te tek'an yet' juntzanhxo eb' vinh niwan yelk'ochi."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi' ix q'ue linhan vinh, ix yalan vinh icha tik: Ab'ec e masanil ex vetchonhab'. Ay val och t'a in pensar in b'oanq'ue junok templo b'aj skan te' scaxail strato Jehová t'a junelnhej, yic wach' ata' scajnaj co Diosal chi'. Toxo ix in molb'ej masanil tastac ol k'anchaj t'ay."
        },
        {
            "number": "3",
            "text": "Palta ix yal Jehová chi' t'ayin icha tik: Manhoc ach ol a b'oq'ue jun in cajnub' chi', yujto ak'um ach oval, manh jantacoc anima a milnacchamoc, xchi t'ayin."
        },
        {
            "number": "4",
            "text": "Palta a Jehová co Diosal chi' ix in sik'ancaneli yic tzin och reyal t'a co chonhab' tik t'a junelnhej, yujto ha' ix sik'anel yinhtilal Judá, yic syak'an yajalil t'a masanil quinhtilal. Axo t'a yinhtilal Judá chi', a yinhtilal vinh in mam ix sik'caneli, haxo pax t'a yinhtilal vinh in mam chi', a in ix in siq'uel t'a skal eb' vuk'tac yic tzin och reyal t'a co chonhab' tik."
        },
        {
            "number": "5",
            "text": "Axo ticnaic, ha t'a skal jantac eb' vuninal ix yak' Jehová chi', ata' ix siq'uel vinh vuninal aj Salomón tik, yic tz'ochcan vinh reyal in q'uexuloc t'a co chonhab' tik."
        },
        {
            "number": "6",
            "text": "Ix yalanpax Jehová chi' t'ayin icha tik: Ha vinh uninal aj Salomón, a vinh ol b'oanq'ue jun in cajnub' yet' yamaq'uil, yujto a in ix in sik'canel vinh yic tz'ochcan vinh vuninaloc, a inxo ol in ochcan smamoc vinh."
        },
        {
            "number": "7",
            "text": "Anhejtona' ol vak'kan yopisio vinh t'a junelnhej, tato ol stek'b'ej val sb'a vinh sk'anab'ajan masanil in checnab'il yet' masanil in k'ayb'ub'al, icha sk'ulej vinh ticnaic, xchi Jehová t'ayin."
        },
        {
            "number": "8",
            "text": "Ha ticnaic jun, val t'a eyichanh e masanil ex vetchonhab', schonhab' Jehová yet' t'a yichanh co Diosal tz'ab'an tas scala', scham val valan t'ayex to tze b'eyb'alej val masanil schecnab'il Jehová co Diosal. Tze k'anab'ajani, yic wach' ol ex cajnajnhej t'a jun chonhab' manhxo jantacoc svach'il tik. Ha exxo ol eyak'kan smacb'enoc eb' eyuninal t'a junelnhej."
        },
        {
            "number": "9",
            "text": "Ha achxo tik ach vuninal aj Salomón, ojtaquej val co Diosal, tza k'anab'ajan val yet' smasanil a k'ool. Yujto a Jehová yojtac masanil tas sco na' yet' tas sco nib'ej. Tato ol al a b'a t'ay, ol tak'voc t'ayach, palta tato ol ik'canel a b'a t'ay jun, ol ach spatiquejcanel t'a junelnhej."
        },
        {
            "number": "10",
            "text": "Ha ticnaic a Jehová ix ach sik'aneli yic ol a b'oq'ue jun templo b'aj ol cajnajoc, yuj chi' tek'an val tzutej a b'a, ochocab' munlajel, xchi vinhaj rey David chi'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix yak'an yumal vinhaj rey David chi' t'a vinhaj Salomón chi', aton yechel tas ol aj sb'o yamaq'uil yet' juntzanh cuarto b'aj ol sik'chaj tas tz'ak'ji yicoc Jehová yet' juntzanh cuarto ol kan t'a chaanh yet' juntzanh cuarto ol kan t'a yol templo chi' yet' jun lugar b'aj tz'ak'ji tup mul."
        },
        {
            "number": "12",
            "text": "Ix yak'anpax yumal masanil tas nab'ilxo yuj vinh, aton tas ol aj sb'o yamaq'uil templo chi' yet' juntzanh cuarto ol och t'a spatictac b'aj ol sik'chaj masanil syamk'ab'il yet' juntzanh tas tz'ak'ji silab'il d'ha Dios."
        },
        {
            "number": "13",
            "text": "Ix yak'anpax yumal vinh tas ol aj yoch eb' sacerdote yet' eb' levita t'a stzolal yic ol munlaj eb' t'a templo chi' yet' slistail jantac yamk'ab' yic ejmelal ol och t'a Jehová."
        },
        {
            "number": "14",
            "text": "Ix yak'an slistail vinh jantac q'uen oro yet' jantac q'uen plata ol och t'a junjun makan juntzanh syamk'ab'il templo chi':"
        },
        {
            "number": "15",
            "text": "Ix yalanpax vinh yuj jantac yalil ol aj junjun sb'achnub'al candil yet' junjun scandilal chi', tato oro, mato plata."
        },
        {
            "number": "16",
            "text": "Icha pax chi' ix aj yalan vinh yuj juntzanh mexa ol och oro t'ay b'aj ol em tzolan ixim pan to yic Jehová yaji yet' juntzanh mexa ol och plata t'ay."
        },
        {
            "number": "17",
            "text": "Ix yalanpax vinh yuj jantac q'uen oro ol och t'a q'uen nivac tenedor yic chib'ej, t'a q'uen nivac uk'ab' yet' t'a q'uen nivac xalu yet' jantac q'uen oro, ma q'uen plata ol och t'a q'uen copa yet' t'a juntzanhxo q'ueen icha jantac yalil junjun makan."
        },
        {
            "number": "18",
            "text": "Ix yalpax vinh yuj jantac q'uen oro te wach' ol och t'a jun altar yic incienso. Ix yalpax vinh jantac q'uen oro ol k'anchaj t'a jun carruaje, aton juntzanh yechel querubín jenhanb'at sk'axil t'a yib'anh te' scaxail strato Jehová Dios."
        },
        {
            "number": "19",
            "text": "Masanil juntzanh chi', tz'ib'ab'ilcani, yujto a val Jehová ix ak'an nachajel yuj vinhaj rey David chi' tas ol aj sb'o jun munlajel chi', icha ix aj yechel."
        },
        {
            "number": "20",
            "text": "Yuj chi', ix yalanpax vinhaj rey David chi' t'a vinhaj Salomón chi' icha tik: Tek'an val tzutej a b'a, ochocab' munlajel. Manh ak' chab'axq'ue a k'ool, manh ach xivoc, yujto a Jehová co Diosal manh ol ach yactejcani. Ol ochnhej ed'oc yic ol yiq'uelk'och sb'a jun munlajel t'a jun templo tik."
        },
        {
            "number": "21",
            "text": "Aton eb' sacerdote tik yet' eb' levita, icha syal jay makan eb', te b'ecan sk'ol eb' smunlaj t'a templo chi'. Te b'ecanpax sk'ool masanil eb' vinh vinac smunlaji, eb' jelan spensar smunlaj t'a yalnhej tas munlajelal yet' eb' yajal yaji. Masanil pax eb' anima, ol sk'anab'ajej eb' tas ol ala', xchi vinh t'a vinhaj Salomón chi'."
        }
    ]
}