{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a Jerusalén ix smolb'ej masanil heb' yajal yaj t'a chonhab' Israel winhaj rey Dawid: Aton heb' yajal yaj t'a junjun inhtilal, heb' yajal yaj t'a junjun makan heb' soldado tz'ilan winh rey chi' yet' heb' sat yajal yaj t'a junjun niwac nhilanh heb' soldado. Ix smolb'ejpax heb' yajal yaj t'a heb' tz'ilan tastac ay t'a winh rey chi', aton masanil lum lum yet' masanil nok' nok', heb' tz'ilan heb' winh yuninal winh, heb' ayoch t'a yopisio yet' winh yet' masanil heb' soldado te tek'an yet' juntzanhxo heb' winh niwan yelk'ochi."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi' ix k'e linhan winh, ix yalan winh icha tik: Ab'ec he masanil ex wetchonhab'. Ay wal och t'a in pensar in b'oank'e junok templo b'aj skan te' skaxail strato Jehová t'a junelnhej, yic wach' ata' skajnaj ko Diosal chi'. Toxo ix in molb'ej masanil tastac ol k'anchaj t'ay."
        },
        {
            "number": "3",
            "text": "Palta ix yal Jehová chi' t'ayin icha tik: Manhok ach ol a b'ok'e jun in kajnub' chi', yujto ak'um ach owal, manh jantacoc anima a milnacchamoc, xchi t'ayin."
        },
        {
            "number": "4",
            "text": "Palta a Jehová ko Diosal chi' ix in sik'ankaneli yic tzin och reyal t'a ko chonhab' tik t'a junelnhej, yujto ha' ix sik'anel yinhtilal Judá, yic syak'an yajalil t'a masanil quinhtilal. Axo t'a yinhtilal Judá chi', a yinhtilal winh in mam ix sik'kaneli, haxo pax t'a yinhtilal winh in mam chi', a in ix in sik'el t'a skal heb' wuk'tac yic tzin och reyal t'a ko chonhab' tik."
        },
        {
            "number": "5",
            "text": "Axo ticnaik, ha t'a skal jantac heb' wuninal ix yak' Jehová chi', ata' ix sik'el winh wuninal aj Salomón tik, yic tz'ochkan winh reyal in k'exuloc t'a ko chonhab' tik."
        },
        {
            "number": "6",
            "text": "Ix yalanpax Jehová chi' t'ayin icha tik: Ha winh uninal aj Salomón, a winh ol b'oank'e jun in kajnub' yet' yamaq'uil, yujto a in ix in sik'kanel winh yic tz'ochkan winh wuninaloc, a inxo ol in ochkan smamoc winh."
        },
        {
            "number": "7",
            "text": "Anhejtona' ol wak'kan yopisio winh t'a junelnhej, tato ol stek'b'ej wal sb'a winh sk'anab'ajan masanil in checnab'il yet' masanil in k'ayb'ub'al, icha sk'ulej winh ticnaik, xchi Jehová t'ayin."
        },
        {
            "number": "8",
            "text": "Ha ticnaik jun, wal t'a eyichanh he masanil ex wetchonhab', schonhab' Jehová yet' t'a yichanh ko Diosal tz'ab'an tas skala', scham wal walan t'ayex to tze b'eyb'alej wal masanil schecnab'il Jehová ko Diosal. Tze k'anab'ajani, yic wach' ol ex kajnajnhej t'a jun chonhab' manhxo jantacoc swach'il tik. Ha exxo ol eyak'kan smacb'enoc heb' eyuninal t'a junelnhej."
        },
        {
            "number": "9",
            "text": "Ha achxo tik ach wuninal aj Salomón, ojtaquej wal ko Diosal, tza k'anab'ajan wal yet' smasanil a k'ool. Yujto a Jehová yojtak masanil tas sko na' yet' tas sko nib'ej. Tato ol al a b'a t'ay, ol tak'woc t'ayach, palta tato ol ik'kanel a b'a t'ay jun, ol ach spatiquejkanel t'a junelnhej."
        },
        {
            "number": "10",
            "text": "Ha ticnaik a Jehová ix ach sik'aneli yic ol a b'ok'e jun templo b'aj ol kajnajoc, yuj chi' tek'an wal tzutej a b'a, ochokab' munlajel, xchi winhaj rey Dawid chi'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix yak'an yumal winhaj rey Dawid chi' t'a winhaj Salomón chi', aton yechel tas ol aj sb'o yamaq'uil yet' juntzanh cuarto b'aj ol sik'chaj tas tz'ak'ji yicoc Jehová yet' juntzanh cuarto ol kan t'a chaanh yet' juntzanh cuarto ol kan t'a yol templo chi' yet' jun lugar b'aj tz'ak'ji tup mul."
        },
        {
            "number": "12",
            "text": "Ix yak'anpax yumal masanil tas nab'ilxo yuj winh, aton tas ol aj sb'o yamaq'uil templo chi' yet' juntzanh cuarto ol och t'a spatictac b'aj ol sik'chaj masanil syamk'ab'il yet' juntzanh tas tz'ak'ji silab'il d'ha Dios."
        },
        {
            "number": "13",
            "text": "Ix yak'anpax yumal winh tas ol aj yoch heb' sacerdote yet' heb' lewita t'a stzolal yic ol munlaj heb' t'a templo chi' yet' slistail jantac yamk'ab' yic ejmelal ol och t'a Jehová."
        },
        {
            "number": "14",
            "text": "Ix yak'an slistail winh jantac k'een oro yet' jantac k'een plata ol och t'a junjun makan juntzanh syamk'ab'il templo chi':"
        },
        {
            "number": "15",
            "text": "Ix yalanpax winh yuj jantac yalil ol aj junjun sb'akhnub'al candil yet' junjun skandilal chi', tato oro, mato plata."
        },
        {
            "number": "16",
            "text": "Icha pax chi' ix aj yalan winh yuj juntzanh mexa ol och oro t'ay b'aj ol em tzolan ixim pan to yic Jehová yaji yet' juntzanh mexa ol och plata t'ay."
        },
        {
            "number": "17",
            "text": "Ix yalanpax winh yuj jantac k'een oro ol och t'a k'een niwac tenedor yic chib'ej, t'a k'een niwac uk'ab' yet' t'a k'een niwac xalu yet' jantac k'een oro, ma k'een plata ol och t'a k'een copa yet' t'a juntzanhxo k'een icha jantac yalil junjun makan."
        },
        {
            "number": "18",
            "text": "Ix yalpax winh yuj jantac k'een oro te wach' ol och t'a jun altar yic incienso. Ix yalpax winh jantac k'een oro ol k'anchaj t'a jun carruaje, aton juntzanh yechel querubín jenhanb'at sk'axil t'a yib'anh te' skaxail strato Jehová Dios."
        },
        {
            "number": "19",
            "text": "Masanil juntzanh chi', tz'ib'ab'ilkani, yujto a wal Jehová ix ak'an nachajel yuj winhaj rey Dawid chi' tas ol aj sb'o jun munlajel chi', icha ix aj yechel."
        },
        {
            "number": "20",
            "text": "Yuj chi', ix yalanpax winhaj rey Dawid chi' t'a winhaj Salomón chi' icha tik: Tek'an wal tzutej a b'a, ochokab' munlajel. Manh ak' chab'axk'e a k'ool, manh ach xiwoc, yujto a Jehová ko Diosal manh ol ach yactejkani. Ol ochnhej ed'oc yic ol yik'elk'och sb'a jun munlajel t'a jun templo tik."
        },
        {
            "number": "21",
            "text": "Aton heb' sacerdote tik yet' heb' lewita, icha syal jay makan heb', te b'ekan sk'ol heb' smunlaj t'a templo chi'. Te b'ekanpax sk'ool masanil heb' winh winak smunlaji, heb' jelan spensar smunlaj t'a yalnhej tas munlajelal yet' heb' yajal yaji. Masanil pax heb' anima, ol sk'anab'ajej heb' tas ol ala', xchi winh t'a winhaj Salomón chi'."
        }
    ]
}