{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "A d'a Jerusalén ix smolb'ej masanil eb' yajal yaj d'a chonhab' Israel vinhaj rey David: Aton eb' yajal yaj d'a junjun inhtilal, eb' yajal yaj d'a junjun macanh eb' soldado tz'ilan vinh rey chi' yed' eb' sat yajal yaj d'a junjun nivac nhilanh eb' soldado. Ix smolb'ejpax eb' yajal yaj d'a eb' tz'ilan tastac ay d'a vinh rey chi', aton masanil lum luum yed' masanil nok' nok', eb' tz'ilan eb' vinh yuninal vinh, eb' ayoch d'a yopisio yed' vinh yed' masanil eb' soldado te tek'an yed' juntzanhxo eb' vinh nivan yelk'ochi."
        },
        {
            "number": "2",
            "text": "Ix lajvi chi' ix q'ue linhan vinh, ix yalan vinh icha tic: Ab'ec e masanil ex vetchonhab'. Ay val och d'a in pensar in b'oanq'ue junoc templo b'aj scan te' scaxail strato Jehová d'a junelnhej, yic vach' ata' scajnaj co Diosal chi'. Toxo ix in molb'ej masanil tastac ol k'anchaj d'ay."
        },
        {
            "number": "3",
            "text": "Palta ix yal Jehová chi' d'ayin icha tic: Manhoc ach ol a b'oq'ue jun in cajnub' chi', yujto ak'um ach oval, manh jantacoc anima a milnacchamoc, xchi d'ayin."
        },
        {
            "number": "4",
            "text": "Palta a Jehová co Diosal chi' ix in sik'ancaneli yic tzin och reyal d'a co chonhab' tic d'a junelnhej, yujto a' ix sik'anel yinhtilal Judá, yic syak'an yajalil d'a masanil quinhtilal. Axo d'a yinhtilal Judá chi', a yinhtilal vinh in mam ix sik'caneli, axo pax d'a yinhtilal vinh in mam chi', a in ix in siq'uel d'a scal eb' vuk'tac yic tzin och reyal d'a co chonhab' tic."
        },
        {
            "number": "5",
            "text": "Axo ticnaic, a d'a scal jantac eb' vuninal ix yak' Jehová chi', ata' ix siq'uel vinh vuninal aj Salomón tic, yic tz'ochcan vinh reyal in q'uexuloc d'a co chonhab' tic."
        },
        {
            "number": "6",
            "text": "Ix yalanpax Jehová chi' d'ayin icha tic: A vinh uninal aj Salomón, a vinh ol b'oanq'ue jun in cajnub' yed' yamaq'uil, yujto a in ix in sik'canel vinh yic tz'ochcan vinh vuninaloc, a inxo ol in ochcan smamoc vinh."
        },
        {
            "number": "7",
            "text": "Anhejtona' ol vak'can yopisio vinh d'a junelnhej, tato ol stek'b'ej val sb'a vinh sk'anab'ajan masanil in checnab'il yed' masanil in k'ayb'ub'al, icha sk'ulej vinh ticnaic, xchi Jehová d'ayin."
        },
        {
            "number": "8",
            "text": "A ticnaic jun, val d'a eyichanh e masanil ex vetchonhab', schonhab' Jehová yed' d'a yichanh co Diosal tz'ab'an tas scala', scham val valan d'ayex to tze b'eyb'alej val masanil schecnab'il Jehová co Diosal. Tze k'anab'ajani, yic vach' ol ex cajnajnhej d'a jun chonhab' manhxo jantacoc svach'il tic. A exxo ol eyak'can smacb'enoc eb' eyuninal d'a junelnhej."
        },
        {
            "number": "9",
            "text": "A achxo tic ach vuninal aj Salomón, ojtaquej val co Diosal, tza k'anab'ajan val yed' smasanil a k'ool. Yujto a Jehová yojtac masanil tas sco na' yed' tas sco nib'ej. Tato ol al a b'a d'ay, ol tak'voc d'ayach, palta tato ol ik'canel a b'a d'ay jun, ol ach spatiquejcanel d'a junelnhej."
        },
        {
            "number": "10",
            "text": "A ticnaic a Jehová ix ach sik'aneli yic ol a b'oq'ue jun templo b'aj ol cajnajoc, yuj chi' tek'an val tzutej a b'a, ochocab' munlajel, xchi vinhaj rey David chi'."
        },
        {
            "number": "11",
            "text": "Ix lajvi chi', ix yak'an yumal vinhaj rey David chi' d'a vinhaj Salomón chi', aton yechel tas ol aj sb'o yamaq'uil yed' juntzanh cuarto b'aj ol sik'chaj tas tz'ak'ji yicoc Jehová yed' juntzanh cuarto ol can d'a chaanh yed' juntzanh cuarto ol can d'a yol templo chi' yed' jun lugar b'aj tz'ak'ji tup mul."
        },
        {
            "number": "12",
            "text": "Ix yak'anpax yumal masanil tas nab'ilxo yuj vinh, aton tas ol aj sb'o yamaq'uil templo chi' yed' juntzanh cuarto ol och d'a spatictac b'aj ol sik'chaj masanil syamk'ab'il yed' juntzanh tas tz'ak'ji silab'il d'a Dios."
        },
        {
            "number": "13",
            "text": "Ix yak'anpax yumal vinh tas ol aj yoch eb' sacerdote yed' eb' levita d'a stzolal yic ol munlaj eb' d'a templo chi' yed' slistail jantac yamk'ab' yic ejmelal ol och d'a Jehová."
        },
        {
            "number": "14",
            "text": "Ix yak'an slistail vinh jantac q'uen oro yed' jantac q'uen plata ol och d'a junjun macanh juntzanh syamk'ab'il templo chi':"
        },
        {
            "number": "15",
            "text": "Ix yalanpax vinh yuj jantac yalil ol aj junjun sb'achnub'al candil yed' junjun scandilal chi', tato oro, mato plata."
        },
        {
            "number": "16",
            "text": "Icha pax chi' ix aj yalan vinh yuj juntzanh mexa ol och oro d'ay b'aj ol em tzolan ixim pan to yic Jehová yaji yed' juntzanh mexa ol och plata d'ay."
        },
        {
            "number": "17",
            "text": "Ix yalanpax vinh yuj jantac q'uen oro ol och d'a q'uen nivac tenedor yic chib'ej, d'a q'uen nivac uk'ab' yed' d'a q'uen nivac xalu yed' jantac q'uen oro, ma q'uen plata ol och d'a q'uen copa yed' d'a juntzanhxo q'ueen icha jantac yalil junjun macanh."
        },
        {
            "number": "18",
            "text": "Ix yalpax vinh yuj jantac q'uen oro te vach' ol och d'a jun altar yic incienso. Ix yalpax vinh jantac q'uen oro ol k'anchaj d'a jun carruaje, aton juntzanh yechel querubín jenhanb'at sk'axil d'a yib'anh te' scaxail strato Jehová Dios."
        },
        {
            "number": "19",
            "text": "Masanil juntzanh chi', tz'ib'ab'ilcani, yujto a val Jehová ix ak'an nachajel yuj vinhaj rey David chi' tas ol aj sb'o jun munlajel chi', icha ix aj yechel."
        },
        {
            "number": "20",
            "text": "Yuj chi', ix yalanpax vinhaj rey David chi' d'a vinhaj Salomón chi' icha tic: Tek'an val tzutej a b'a, ochocab' munlajel. Manh ak' chab'axq'ue a k'ool, manh ach xivoc, yujto a Jehová co Diosal manh ol ach yactejcani. Ol ochnhej ed'oc yic ol yiq'uelk'och sb'a jun munlajel d'a jun templo tic."
        },
        {
            "number": "21",
            "text": "Aton eb' sacerdote tic yed' eb' levita, icha syal jay macanh eb', te b'ecan sk'ol eb' smunlaj d'a templo chi'. Te b'ecanpax sk'ool masanil eb' vinh vinac smunlaji, eb' jelan spensar smunlaj d'a yalnhej tas munlajelal yed' eb' yajal yaji. Masanil pax eb' anima, ol sk'anab'ajej eb' tas ol ala', xchi vinh d'a vinhaj Salomón chi'."
        }
    ]
}