{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yalan vinhaj rey David chi' t'a masanil eb' anima molanek' chi' icha tik: Ex vetchonhab', anhej val vinh vuninal aj Salomón tik ix sik'jiel yuj Dios, palta yune' quelemto vinh. Axo pax jun munlajel tik te niwan, yujto a jun templo chi' manh yicoc anima, palta to scajnub' Jehová Dios ol ajoc."
        },
        {
            "number": "2",
            "text": "Ix vak' val vip in molb'an masanil tastac ol k'anchaj t'a stemplo co Diosal chi': Aton q'uen oro, q'uen plata, q'uen bronce, q'uen hierro yet' te te', icha jantac ol k'anchaj t'a junjun makan munlajel. Te niwan q'uen cornalina ix in molb'ej yet' juntzanhxo q'uen q'ueen tz'och yelvanub'oc yet' tzijtum macanhil q'uen q'ueen wach' yilji, manh jantacoc pax q'uen mármol."
        },
        {
            "number": "3",
            "text": "Ha yet' jantac tas molb'ab'ilxo chi' vuuj yic sb'ochaj templo chi', svak'anpax jantac q'uen oro yet' q'uen plata to yel vico', yujto te xajan stemplo in Diosal vuuj."
        },
        {
            "number": "4",
            "text": "Aton 2 mil 300 quintal q'uen oro te wach' yet' 5 mil 300 quintal q'uen plata, te wach' pax yaj q'uen sb'oi, yic tz'och q'uen t'a sattac yol templo yet' juntzanh cuarto,"
        },
        {
            "number": "5",
            "text": "yet' t'a juntzanhxo munlajel ol sb'o eb' munlajvum t'a q'uen oro, ma t'a q'uen plata chi'. Axo ticnaic, ¿mach ex val b'ecan e k'ol eyak'an e colval t'a Jehová? xchi vinh rey chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi', a eb' yajal yaj t'a eb' sk'ab'yoc, eb' yajal yaj t'a junjun inhtilal eb' yetisraelal, eb' nivac yajalil eb' soldado yet' eb' yajal yaj t'a eb' tz'ilan smunlajel vinh rey, masanil eb' chi', ix el val t'a sk'ol eb' yak'an scolval."
        },
        {
            "number": "7",
            "text": "Ix laj yak' scolval eb' yic sb'ochaj templo chi': 3 mil 800 quintal q'uen oro, 7 mil 600 quintal q'uen plata, 13 mil 500 quintal q'uen bronce yet' pax 75 mil quintal q'uen hierro, masanil juntzanh q'uen chi' ix yak' eb'."
        },
        {
            "number": "8",
            "text": "Yed' pax eb' b'aj ay q'uen q'ueen wach' yilji, ix yak' q'uen eb' t'a vinhaj Jehiel yinhtilal vinhaj Gersón, yujto a vinh schaan masanil tas tz'ak'ji yic sb'ochaj templo chi'."
        },
        {
            "number": "9",
            "text": "Ix tzalaj val masanil anima yuj jantac tas ix yak' eb' yajal chi', yujto t'a smasanil sk'ol eb' ix yak' juntzanh chi' t'a Jehová. Anhejtona' ix te tzalajpax vinhaj rey David chi' yet' eb'."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yal wach' lolonel vinh t'a Jehová t'a yichanh masanil eb' anima chi', ix yalan vinh icha tik: Mamin Jehová, co Diosal ach, sDiosal ach pax vinh co mam quicham Israel. Alchajocab' wach' lolonel t'ayach t'a masanil tiempo."
        },
        {
            "number": "11",
            "text": "Ic yaj smasanil tas, te niwan elk'ochi, ay a poder, ay a tziquiquial, Yajal ach t'a satcha’anh yet' t'a sat lu'um tik."
        },
        {
            "number": "12",
            "text": "Ha ach tzak' b'eyumal yic tzonh ik'anchaanh. Yajal ach t'a yib'anh smasanil. Ha t'a yol a k'ab' ay masanil ipalil. Tzak' snivanil yelk'ochi yet' poder t'a eb' b'aj a gana ak'ani."
        },
        {
            "number": "13",
            "text": "Yuj val chi' ach co Diosal, scak' yuj diosal, scalanpax wach' lolonel t'ayach yuj a b'inajnaquil."
        },
        {
            "number": "14",
            "text": "Val yel, a in tik yet' eb' vetchonhab' tik, malaj val jab'oc tas syal co sian t'ayach, yujto masanil juntzanh tik a t'ayach scoti, yuj chi' a tas tzak' t'ayonh, ha' scak'pax t'ayach."
        },
        {
            "number": "15",
            "text": "Ha onh tik, eq'uelb'anhej tzonh ek' t'a tik. Mamin, lajan quek' icha ajnac yek' eb' co mam quicham. Ha co q'uinal t'a sat lu'um tik, lajan icha xob'al lum lum, manh najtiloc tzonh eq'ui."
        },
        {
            "number": "16",
            "text": "Yuj chi' Mamin Jehová co Diosal, ic yaj masanil juntzanh b'eyumal tik. Ha t'ayach scot masanil juntzanh tas ix co molb'ej tik yic sco b'oanq'ue jun templo yuj ach quik'anchaanh."
        },
        {
            "number": "17",
            "text": "Mamin, vojtac val to tza ch'olb'itej co pensar, anhej val tojolal scha a k'ool. Yuj chi' t'a val smasanil in k'ool svak' juntzanh tik t'a yol a k'ab'. Ha ticnaic, svil t'a tzalajk'olal to a masanil eb' a chonhab' molanek' tik, val t'a smasanil sk'ool eb' yet' stzalajk'olal eb' syak' silab' t'ayach."
        },
        {
            "number": "18",
            "text": "Mamin Jehová, co Diosal ach, sDiosal ach pax eb' co mam quicham, aton vinhaj Abraham, vinhaj Isaac yet' vinhaj Israel. Ak'nhejoch t'a spensar eb' a chonhab' tik, yic tz'elnhej t'a sk'ol eb' yak'ani. Yak'ocab' val och sb'a eb' t'a yol a k'ab'."
        },
        {
            "number": "19",
            "text": "Anhejtona' tzak'an wach' pensaril t'a vinh vuninal aj Salomón tik, yic sk'anab'ajej masanil a checnab'il vinh yet' a k'ayb'ub'al t'a smasanil sk'ool, sb'eyb'alanpax vinh, yic ol yal sb'oanq'ue jun templo vinh, jun ix in molb'ejcan tas ol och t'ay, xchi vinhaj rey David chi' t'a slesal."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi' ix yalanxi vinh t'a eb' anima chi' icha tik: Ha ticnaic ex vetchonhab', alec wach' lolonel t'a Jehová co Diosal, xchi vinh. Yuj chi' masanil eb' anima chi' ix alan wach' lolonel t'a Jehová Dios, aton sDiosal pax smam yicham eb'. Ix em cuman eb', ix empax nhojan eb' t'a yichanh Dios ayic ayek' eb' t'a yichanh vinh rey chi'."
        },
        {
            "number": "21",
            "text": "Axo t'a junxo k'u, ix snhusan silab' eb' t'a Jehová: Mil nok' quelemtac vacax, mil nok' ch'ac calnel, mil nok' yunetac calnel. Ix yak'pax vino eb', aton tz'ak'jitaxon yet' junjun makan nok' silab'. Te niwan nok' silab' ix yak' eb' yic schi'an nok' eb' smasanil."
        },
        {
            "number": "22",
            "text": "Ha val t'a jun k'u chi', ix wa eb', ix yuk'an ha' eb' t'a tzalajk'olal t'a yichanh Jehová. Ix yak'anq'ue aceite eb' t'a sjolom vinhaj Salomón yuninal vinhaj rey David t'a yichanh Jehová t'a schaelal, yic tz'ochcan vinh sreyaloc eb'. Ix yak'anpaxq'ue aceite eb' t'a sjolom vinhaj Sadoc yic tz'ochcan vinh sat sacerdoteal."
        },
        {
            "number": "23",
            "text": "Icha chi' ix aj yoch vinhaj Salomón reyal sq'uexuloc vinh smam t'a yopisio ix yak' Jehová. Te wach' ix aj yelk'och vinh yet' yopisio chi'. Masanil eb' israel ix k'anab'ajan vinh."
        },
        {
            "number": "24",
            "text": "Masanil eb' yajal yaji, eb' soldado yet' juntzanhxo eb' vinh yuninal vinhaj rey David, ix yak' sti' eb' sk'anab'ajan vinhaj rey Salomón chi'."
        },
        {
            "number": "25",
            "text": "Ix ik'ji val chaanh vinhaj Salomón chi' yuj Jehová t'a yichanh chonhab' Israel, ix ak'ji sb'inajnaquil vinh yuj. Malaj junok sreyal Israel ek'nacxo icha ix aj sb'inaj vinh chi'."
        },
        {
            "number": "26",
            "text": "Ha vinhaj rey David, yuninal vinhaj Isaí, 40 ab'il ix yak' reyal vinh t'a Israel. Uque' ab'il ix yak' reyal vinh t'a eb' yinhtilal Judá t'a Hebrón, 33 ab'il ix yak'pax reyal vinh t'a masanil eb' israel t'a Jerusalén."
        },
        {
            "number": "27",
            "text": "Te b'eyum ix aj vinh, te niwan pax ix aj yelk'och vinh. Ichamilxo ix ik'an scham vinh, ak'ank'olal ix cham vinh. Axo vinhaj Salomón vinh yuninal vinh ix ochcan reyal sq'uexuloc."
        },
        {
            "number": "28",
            "text": "Ha jantacto yab'ixal vinhaj rey David chi', yictax ix schaanel yich vinh masanto ix cham vinh, aycan b'aj tz'ib'ab'il yuj eb' schecab' Dios, aton vinhaj Samuel, vinhaj Natán yet' vinhaj Gad."
        },
        {
            "number": "29",
            "text": "Ata' tz'ib'ab'ilcan masanil tas ix sk'ulej vinh t'a yopisio, snivanil yelk'och vinh, masanil tastac ix ek' t'a yib'anh vinh yet' t'a yib'anh chonhab' Israel yet' t'a yib'anh juntzanhxo nación."
        }
    ]
}