{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yalan winhaj rey Dawid chi' t'a masanil heb' anima molanek' chi' icha tik: Ex wetchonhab', anhej wal winh wuninal aj Salomón tik ix sik'jiel yuj Dios, palta yune' quelemto winh. Axo pax jun munlajel tik te niwan, yujto a jun templo chi' manh yicoc anima, palta to scajnub' Jehová Dios ol ajoc."
        },
        {
            "number": "2",
            "text": "Ix wak' wal wip in molb'an masanil tastac ol k'anchaj t'a stemplo ko Diosal chi': Aton k'een oro, k'een plata, k'een bronce, k'een hierro yet' te te', icha jantac ol k'anchaj t'a junjun makan munlajel. Te niwan k'een cornalina ix in molb'ej yet' juntzanhxo k'een k'een tz'och yelwanub'oc yet' tzijtum macanhil k'een k'een wach' yilji, manh jantacoc pax k'een mármol."
        },
        {
            "number": "3",
            "text": "Ha yet' jantac tas molb'ab'ilxo chi' wuuj yic sb'ochaj templo chi', swak'anpax jantac k'een oro yet' k'een plata to yel wico', yujto te xajan stemplo in Diosal wuuj."
        },
        {
            "number": "4",
            "text": "Aton 2 mil 300 quintal k'een oro te wach' yet' 5 mil 300 quintal k'een plata, te wach' pax yaj k'een sb'oi, yic tz'och k'een t'a sattac yol templo yet' juntzanh cuarto,"
        },
        {
            "number": "5",
            "text": "yet' t'a juntzanhxo munlajel ol sb'o heb' munlajwum t'a k'een oro, ma t'a k'een plata chi'. Axo ticnaik, ¿mach ex wal b'ecan he k'ol eyak'an he colwal t'a Jehová? xchi winh rey chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi', a heb' yajal yaj t'a heb' sk'ab'yoc, heb' yajal yaj t'a junjun inhtilal heb' yetisraelal, heb' niwac yajalil heb' soldado yet' heb' yajal yaj t'a heb' tz'ilan smunlajel winh rey, masanil heb' chi', ix el wal t'a sk'ol heb' yak'an scolwal."
        },
        {
            "number": "7",
            "text": "Ix laj yak' scolwal heb' yic sb'ochaj templo chi': 3 mil 800 quintal k'een oro, 7 mil 600 quintal k'een plata, 13 mil 500 quintal k'een bronce yet' pax 75 mil quintal k'een hierro, masanil juntzanh k'een chi' ix yak' heb'."
        },
        {
            "number": "8",
            "text": "Yed' pax heb' b'aj ay k'een k'een wach' yilji, ix yak' k'een heb' t'a winhaj Jehiel yinhtilal winhaj Gersón, yujto a winh schaan masanil tas tz'ak'ji yic sb'ochaj templo chi'."
        },
        {
            "number": "9",
            "text": "Ix tzalaj wal masanil anima yuj jantac tas ix yak' heb' yajal chi', yujto t'a smasanil sk'ol heb' ix yak' juntzanh chi' t'a Jehová. Anhejtona' ix te tzalajpax winhaj rey Dawid chi' yet' heb'."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yal wach' lolonel winh t'a Jehová t'a yichanh masanil heb' anima chi', ix yalan winh icha tik: Mamin Jehová, ko Diosal ach, sDiosal ach pax winh ko mam quicham Israel. Alchajocab' wach' lolonel t'ayach t'a masanil tiempo."
        },
        {
            "number": "11",
            "text": "Ic yaj smasanil tas, te niwan elk'ochi, ay a poder, ay a tziquiquial, Yajal ach t'a satcha’anh yet' t'a sat lu'um tik."
        },
        {
            "number": "12",
            "text": "Ha ach tzak' b'eyumal yic tzonh ik'anchaanh. Yajal ach t'a yib'anh smasanil. Ha t'a yol a k'ab' ay masanil ipalil. Tzak' sniwanil yelk'ochi yet' poder t'a heb' b'aj a gana ak'ani."
        },
        {
            "number": "13",
            "text": "Yuj wal chi' ach ko Diosal, skak' yuj diosal, scalanpax wach' lolonel t'ayach yuj a b'inajnaquil."
        },
        {
            "number": "14",
            "text": "Val yel, a in tik yet' heb' wetchonhab' tik, malaj wal jab'oc tas syal ko sian t'ayach, yujto masanil juntzanh tik a t'ayach scoti, yuj chi' a tas tzak' t'ayonh, ha' skak'pax t'ayach."
        },
        {
            "number": "15",
            "text": "Ha onh tik, ek'elb'anhej tzonh ek' t'a tik. Mamin, lajan quek' icha ajnac yek' heb' ko mam quicham. Ha ko k 'inal t'a sat lu'um tik, lajan icha xob'al lum lum, manh najtiloc tzonh eq'ui."
        },
        {
            "number": "16",
            "text": "Yuj chi' Mamin Jehová ko Diosal, ic yaj masanil juntzanh b'eyumal tik. Ha t'ayach scot masanil juntzanh tas ix ko molb'ej tik yic sco b'oank'e jun templo yuj ach quik'anchaanh."
        },
        {
            "number": "17",
            "text": "Mamin, wojtac wal to tza ch'olb'itej ko pensar, anhej wal tojolal scha a k'ool. Yuj chi' t'a wal smasanil in k'ool swak' juntzanh tik t'a yol a k'ab'. Ha ticnaik, swil t'a tzalajk'olal to a masanil heb' a chonhab' molanek' tik, wal t'a smasanil sk'ool heb' yet' stzalajk'olal heb' syak' silab' t'ayach."
        },
        {
            "number": "18",
            "text": "Mamin Jehová, ko Diosal ach, sDiosal ach pax heb' ko mam quicham, aton winhaj Abraham, winhaj Isaac yet' winhaj Israel. Ak'nhejoch t'a spensar heb' a chonhab' tik, yic tz'elnhej t'a sk'ol heb' yak'ani. Yak'ocab' wal och sb'a heb' t'a yol a k'ab'."
        },
        {
            "number": "19",
            "text": "Anhejtona' tzak'an wach' pensaril t'a winh wuninal aj Salomón tik, yic sk'anab'ajej masanil a checnab'il winh yet' a k'ayb'ub'al t'a smasanil sk'ool, sb'eyb'alanpax winh, yic ol yal sb'oank'e jun templo winh, jun ix in molb'ejcan tas ol och t'ay, xchi winhaj rey Dawid chi' t'a slesal."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi' ix yalanxi winh t'a heb' anima chi' icha tik: Ha ticnaik ex wetchonhab', alec wach' lolonel t'a Jehová ko Diosal, xchi winh. Yuj chi' masanil heb' anima chi' ix alan wach' lolonel t'a Jehová Dios, aton sDiosal pax smam yicham heb'. Ix em cuman heb', ix empax nhojan heb' t'a yichanh Dios ayic ayek' heb' t'a yichanh winh rey chi'."
        },
        {
            "number": "21",
            "text": "Axo t'a junxo k'u, ix snhusan silab' heb' t'a Jehová: Mil nok' kelemtac wacax, mil nok' ch'ac calnel, mil nok' yunetac calnel. Ix yak'pax wino heb', aton tz'ak'jitaxon yet' junjun makan nok' silab'. Te niwan nok' silab' ix yak' heb' yic schi'an nok' heb' smasanil."
        },
        {
            "number": "22",
            "text": "Ha wal t'a jun k'u chi', ix wa heb', ix yuk'an ha' heb' t'a tzalajk'olal t'a yichanh Jehová. Ix yak'ank'e aceite heb' t'a sjolom winhaj Salomón yuninal winhaj rey Dawid t'a yichanh Jehová t'a schaelal, yic tz'ochcan winh sreyaloc heb'. Ix yak'anpaxk'e aceite heb' t'a sjolom winhaj Sadoc yic tz'ochcan winh sat sacerdoteal."
        },
        {
            "number": "23",
            "text": "Icha chi' ix aj yoch winhaj Salomón reyal sk'exuloc winh smam t'a yopisio ix yak' Jehová. Te wach' ix aj yelk'och winh yet' yopisio chi'. Masanil heb' israel ix k'anab'ajan winh."
        },
        {
            "number": "24",
            "text": "Masanil heb' yajal yaji, heb' soldado yet' juntzanhxo heb' winh yuninal winhaj rey Dawid, ix yak' sti' heb' sk'anab'ajan winhaj rey Salomón chi'."
        },
        {
            "number": "25",
            "text": "Ix ik'ji wal chaanh winhaj Salomón chi' yuj Jehová t'a yichanh chonhab' Israel, ix ak'ji sb'inajnaquil winh yuj. Malaj junok sreyal Israel ek'nacxo icha ix aj sb'inaj winh chi'."
        },
        {
            "number": "26",
            "text": "Ha winhaj rey Dawid, yuninal winhaj Isaí, 40 ab'il ix yak' reyal winh t'a Israel. Uque' ab'il ix yak' reyal winh t'a heb' yinhtilal Judá t'a Hebrón, 33 ab'il ix yak'pax reyal winh t'a masanil heb' israel t'a Jerusalén."
        },
        {
            "number": "27",
            "text": "Te b'eyum ix aj winh, te niwan pax ix aj yelk'och winh. Ichamilxo ix ik'an scham winh, ak'ank'olal ix cham winh. Axo winhaj Salomón winh yuninal winh ix ochcan reyal sk'exuloc."
        },
        {
            "number": "28",
            "text": "Ha jantacto yab'ixal winhaj rey Dawid chi', yictax ix schaanel yich winh masanto ix cham winh, aycan b'aj tz'ib'ab'il yuj heb' schecab' Dios, aton winhaj Samuel, winhaj Natán yet' winhaj Gad."
        },
        {
            "number": "29",
            "text": "Ata' tz'ib'ab'ilcan masanil tas ix sk'ulej winh t'a yopisio, sniwanil yelk'och winh, masanil tastac ix ek' t'a yib'anh winh yet' t'a yib'anh chonhab' Israel yet' t'a yib'anh juntzanhxo nación."
        }
    ]
}