{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj rey David nanhal svajxaquil ab'il ix yak' reyal vinh d'a Hebrón. Ayic ayoch vinh reyal d'a Hebrón chi', vacvanh eb' vinh yuninal vinh ix alji, aton eb' tic: A vinh b'ab'el, a vinhaj Amnón, yune' ix Ahinoam aj Jezreel. Axo vinh schab'il, a vinhaj Daniel yune' ix Abigail aj Carmel. Axo vinh yoxil, a vinhaj Absalón, yune' ix Maaca, ix yisil vinhaj Talmai sreyal Gesur. Axo vinh schanhil, a vinhaj Adonías yune' ix Haguit. Axo vinh yoil, a vinhaj Sefatías yune' ix Abital. Axo vinh svaquil, aton vinhaj Itream yune' ix Egla. Ix lajvi chi' 33 ab'il pax ix yak' reyal vinhaj David chi' d'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ayic ayoch vinh reyal d'a Jerusalén chi', 13 to eb' vinh yuninal vinh ix alji, aton eb' vinh tic: Vinhaj Simea, vinhaj Sobab, vinhaj Natán yed' vinhaj Salomón. A eb' vinh tic, yune' eb' vinh ix Betsabé, ix yisil vinhaj Amiel."
        },
        {
            "number": "3",
            "text": "A juntzanhxo eb' vinh yuninal vinhaj David chi': Aton vinhaj Ibhar, vinhaj Elisama, vinhaj Elifelet, vinhaj Noga, vinhaj Nefeg, vinhaj Jafía, vinhaj Elisama, vinhaj Eliada yed' vinhaj Elifelet."
        },
        {
            "number": "4",
            "text": "Yanab' pax ix Tamar juntzanh eb' vinh tic. Ch'oc pax yaj juntzanhxo eb' vinh yuninal vinh yed' juntzanhxo eb' ix schab'il yetb'eyum max b'inajlaj d'a scal eb' vinh tic."
        },
        {
            "number": "5",
            "text": "A eb' vinh yinhtilal vinhaj Salomón d'a stzolal: Aton vinhaj Roboam, vinhaj Abías, vinhaj Asa, vinhaj Josafat, vinhaj Joram, vinhaj Ocozías, vinhaj Joás, vinhaj Amasías, vinhaj Azarías, vinhaj Jotam, vinhaj Acaz, vinhaj Ezequías, vinhaj Manasés, vinhaj Amón yed' vinhaj Josías."
        },
        {
            "number": "6",
            "text": "Axo eb' vinh yuninal vinhaj Josías chi', vinh b'ab'el, a vinhaj Johanán, vinh schab'il, a vinhaj Joacim, vinh yoxil, a vinhaj Sedequías, vinh schanhil a vinhaj Salum."
        },
        {
            "number": "7",
            "text": "A eb' vinh yuninal vinhaj Joacim chi': Aton vinhaj Jeconías yed' vinhaj Sedequías."
        },
        {
            "number": "8",
            "text": "Axo eb' vinh yuninal vinhaj Jeconías vinh ik'b'ilb'at preso d'a Babilonia, aton vinhaj Salatiel, vinhaj Malquiram, vinhaj Pedaías, vinhaj Senazar, vinhaj Jecamías, vinhaj Hosama yed' vinhaj Nedabías."
        },
        {
            "number": "9",
            "text": "Axo eb' vinh yuninal vinhaj Pedaías, aton vinhaj Zorobabel yed' vinhaj Simei. Axo eb' vinh yuninal vinhaj Zorobabel chi': Aton vinhaj Mesulam, vinhaj Hananías yed' pax ix Selomit yanab' eb' vinh."
        },
        {
            "number": "10",
            "text": "Ay pax ovanhxo yuninal vinhaj Zorobabel chi', aton eb' vinh tic: Vinhaj Hasuba, vinhaj Ohel, vinhaj Berequías, vinhaj Hasadías yed' vinhaj Jusab-hesed."
        },
        {
            "number": "11",
            "text": "Axo eb' vinh yuninal vinhaj Hananías chi': Aton vinhaj Pelatías yed' vinhaj Jesaías. Axo eb' vinh yinhtilal vinhaj Jesaías chi' d'a stzolal aton eb' vinh tic: Vinhaj Refaías, vinhaj Arnán, vinhaj Abdías yed' vinhaj Secanías."
        },
        {
            "number": "12",
            "text": "Axo eb' vinh yuninal vinhaj Secanías chi', aton vinhaj Semaías, vinhaj Hatús, vinhaj Igal, vinhaj Barías, vinhaj Nearías yed' vinhaj Safat. Vacvanh eb' vinh d'a smasanil."
        },
        {
            "number": "13",
            "text": "Axo eb' vinh yuninal vinhaj Nearías oxvanh sb'ey eb' vinh. Aton vinhaj Elioenai, vinhaj Ezequías yed' vinhaj Azricam."
        },
        {
            "number": "14",
            "text": "Axo eb' vinh yuninal vinhaj Elioenai chi', ucvanh sb'ey eb' vinh: Aton vinhaj Hodabías, vinhaj Eliasib, vinhaj Pelaías, vinhaj Acub, vinhaj Johanán, vinhaj Dalaías yed' vinhaj Anani."
        }
    ]
}