{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj rey Dawid nanhal swajxaquil ab'il ix yak' reyal winh t'a Hebrón. Ayic ayoch winh reyal t'a Hebrón chi', wacwanh heb' winh yuninal winh ix alji, aton heb' tik: Ha winh b'ab'el, a winhaj Amnón, yune' ix Ahinoam aj Jezreel. Axo winh schab'il, a winhaj Daniel yune' ix Abigail aj Carmel. Axo winh yoxil, a winhaj Absalón, yune' ix Maaca, ix yisil winhaj Talmai sreyal Gesur. Axo winh schanhil, a winhaj Adonías yune' ix Haguit. Axo winh yoil, a winhaj Sefatías yune' ix Abital. Axo winh swaquil, aton winhaj Itream yune' ix Egla. Ixlajwi chi' 33 ab'il pax ix yak' reyal winhaj Dawid chi' t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ayic ayoch winh reyal t'a Jerusalén chi', 13 to heb' winh yuninal winh ix alji, aton heb' winh tik: Vinhaj Simea, winhaj Sobab, winhaj Natán yet' winhaj Salomón. Ha heb' winh tik, yune' heb' winh ix Betsabé, ix yisil winhaj Amiel."
        },
        {
            "number": "3",
            "text": "Ha juntzanhxo heb' winh yuninal winhaj Dawid chi': Aton winhaj Ibhar, winhaj Elisama, winhaj Elifelet, winhaj Noga, winhaj Nefeg, winhaj Jafía, winhaj Elisama, winhaj Eliada yet' winhaj Elifelet."
        },
        {
            "number": "4",
            "text": "Yanab' pax ix Tamar juntzanh heb' winh tik. Ch'oc pax yaj juntzanhxo heb' winh yuninal winh yet' juntzanhxo heb' ix schab'il yetb'eyum max b'inajlaj t'a skal heb' winh tik."
        },
        {
            "number": "5",
            "text": "Ha heb' winh yinhtilal winhaj Salomón t'a stzolal: Aton winhaj Roboam, winhaj Abías, winhaj Asa, winhaj Josafat, winhaj Joram, winhaj Ocozías, winhaj Joás, winhaj Amasías, winhaj Azarías, winhaj Jotam, winhaj Acaz, winhaj Ezequías, winhaj Manasés, winhaj Amón yet' winhaj Josías."
        },
        {
            "number": "6",
            "text": "Axo heb' winh yuninal winhaj Josías chi', winh b'ab'el, a winhaj Johanán, winh schab'il, a winhaj Joacim, winh yoxil, a winhaj Sedequías, winh schanhil a winhaj Salum."
        },
        {
            "number": "7",
            "text": "Ha heb' winh yuninal winhaj Joacim chi': Aton winhaj Jeconías yet' winhaj Sedequías."
        },
        {
            "number": "8",
            "text": "Axo heb' winh yuninal winhaj Jeconías winh ik'b'ilb'at preso t'a Babilonia, aton winhaj Salatiel, winhaj Malquiram, winhaj Pedaías, winhaj Senazar, winhaj Jecamías, winhaj Hosama yet' winhaj Nedabías."
        },
        {
            "number": "9",
            "text": "Axo heb' winh yuninal winhaj Pedaías, aton winhaj Zorobabel yet' winhaj Simei. Axo heb' winh yuninal winhaj Zorobabel chi': Aton winhaj Mesulam, winhaj Hananías yet' pax ix Selomit yanab' heb' winh."
        },
        {
            "number": "10",
            "text": "Ay pax owanhxo yuninal winhaj Zorobabel chi', aton heb' winh tik: Vinhaj Hasuba, winhaj Ohel, winhaj Berequías, winhaj Hasadías yet' winhaj Jusab-hesed."
        },
        {
            "number": "11",
            "text": "Axo heb' winh yuninal winhaj Hananías chi': Aton winhaj Pelatías yet' winhaj Jesaías. Axo heb' winh yinhtilal winhaj Jesaías chi' t'a stzolal aton heb' winh tik: Vinhaj Refaías, winhaj Arnán, winhaj Abdías yet' winhaj Secanías."
        },
        {
            "number": "12",
            "text": "Axo heb' winh yuninal winhaj Secanías chi', aton winhaj Semaías, winhaj Hatús, winhaj Igal, winhaj Barías, winhaj Nearías yet' winhaj Safat. Vacwanh heb' winh t'a smasanil."
        },
        {
            "number": "13",
            "text": "Axo heb' winh yuninal winhaj Nearías oxwanh sb'ey heb' winh. Aton winhaj Elioenai, winhaj Ezequías yet' winhaj Azricam."
        },
        {
            "number": "14",
            "text": "Axo heb' winh yuninal winhaj Elioenai chi', ucwanh sb'ey heb' winh: Aton winhaj Hodabías, winhaj Eliasib, winhaj Pelaías, winhaj Acub, winhaj Johanán, winhaj Dalaías yet' winhaj Anani."
        }
    ]
}