{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj rey David nanhal svajxaquil ab'il ix yak' reyal vinh t'a Hebrón. Ayic ayoch vinh reyal t'a Hebrón chi', vacvanh eb' vinh yuninal vinh ix alji, aton eb' tik: Ha vinh b'ab'el, a vinhaj Amnón, yune' ix Ahinoam aj Jezreel. Axo vinh schab'il, a vinhaj Daniel yune' ix Abigail aj Carmel. Axo vinh yoxil, a vinhaj Absalón, yune' ix Maaca, ix yisil vinhaj Talmai sreyal Gesur. Axo vinh schanhil, a vinhaj Adonías yune' ix Haguit. Axo vinh yoil, a vinhaj Sefatías yune' ix Abital. Axo vinh svaquil, aton vinhaj Itream yune' ix Egla. Ixlajwi chi' 33 ab'il pax ix yak' reyal vinhaj David chi' t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ayic ayoch vinh reyal t'a Jerusalén chi', 13 to eb' vinh yuninal vinh ix alji, aton eb' vinh tik: Vinhaj Simea, vinhaj Sobab, vinhaj Natán yet' vinhaj Salomón. Ha eb' vinh tik, yune' eb' vinh ix Betsabé, ix yisil vinhaj Amiel."
        },
        {
            "number": "3",
            "text": "Ha juntzanhxo eb' vinh yuninal vinhaj David chi': Aton vinhaj Ibhar, vinhaj Elisama, vinhaj Elifelet, vinhaj Noga, vinhaj Nefeg, vinhaj Jafía, vinhaj Elisama, vinhaj Eliada yet' vinhaj Elifelet."
        },
        {
            "number": "4",
            "text": "Yanab' pax ix Tamar juntzanh eb' vinh tik. Ch'oc pax yaj juntzanhxo eb' vinh yuninal vinh yet' juntzanhxo eb' ix schab'il yetb'eyum max b'inajlaj t'a skal eb' vinh tik."
        },
        {
            "number": "5",
            "text": "Ha eb' vinh yinhtilal vinhaj Salomón t'a stzolal: Aton vinhaj Roboam, vinhaj Abías, vinhaj Asa, vinhaj Josafat, vinhaj Joram, vinhaj Ocozías, vinhaj Joás, vinhaj Amasías, vinhaj Azarías, vinhaj Jotam, vinhaj Acaz, vinhaj Ezequías, vinhaj Manasés, vinhaj Amón yet' vinhaj Josías."
        },
        {
            "number": "6",
            "text": "Axo eb' vinh yuninal vinhaj Josías chi', vinh b'ab'el, a vinhaj Johanán, vinh schab'il, a vinhaj Joacim, vinh yoxil, a vinhaj Sedequías, vinh schanhil a vinhaj Salum."
        },
        {
            "number": "7",
            "text": "Ha eb' vinh yuninal vinhaj Joacim chi': Aton vinhaj Jeconías yet' vinhaj Sedequías."
        },
        {
            "number": "8",
            "text": "Axo eb' vinh yuninal vinhaj Jeconías vinh ik'b'ilb'at preso t'a Babilonia, aton vinhaj Salatiel, vinhaj Malquiram, vinhaj Pedaías, vinhaj Senazar, vinhaj Jecamías, vinhaj Hosama yet' vinhaj Nedabías."
        },
        {
            "number": "9",
            "text": "Axo eb' vinh yuninal vinhaj Pedaías, aton vinhaj Zorobabel yet' vinhaj Simei. Axo eb' vinh yuninal vinhaj Zorobabel chi': Aton vinhaj Mesulam, vinhaj Hananías yet' pax ix Selomit yanab' eb' vinh."
        },
        {
            "number": "10",
            "text": "Ay pax ovanhxo yuninal vinhaj Zorobabel chi', aton eb' vinh tik: Vinhaj Hasuba, vinhaj Ohel, vinhaj Berequías, vinhaj Hasadías yet' vinhaj Jusab-hesed."
        },
        {
            "number": "11",
            "text": "Axo eb' vinh yuninal vinhaj Hananías chi': Aton vinhaj Pelatías yet' vinhaj Jesaías. Axo eb' vinh yinhtilal vinhaj Jesaías chi' t'a stzolal aton eb' vinh tik: Vinhaj Refaías, vinhaj Arnán, vinhaj Abdías yet' vinhaj Secanías."
        },
        {
            "number": "12",
            "text": "Axo eb' vinh yuninal vinhaj Secanías chi', aton vinhaj Semaías, vinhaj Hatús, vinhaj Igal, vinhaj Barías, vinhaj Nearías yet' vinhaj Safat. Vacvanh eb' vinh t'a smasanil."
        },
        {
            "number": "13",
            "text": "Axo eb' vinh yuninal vinhaj Nearías oxvanh sb'ey eb' vinh. Aton vinhaj Elioenai, vinhaj Ezequías yet' vinhaj Azricam."
        },
        {
            "number": "14",
            "text": "Axo eb' vinh yuninal vinhaj Elioenai chi', ucvanh sb'ey eb' vinh: Aton vinhaj Hodabías, vinhaj Eliasib, vinhaj Pelaías, vinhaj Acub, vinhaj Johanán, vinhaj Dalaías yet' vinhaj Anani."
        }
    ]
}