{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' winh yinhtilal winhaj Judá, aton eb' winh tik t'a stzolal: Vinhaj Fares, winhaj Hezrón, winhaj Carmi, winhaj Hur yet' winhaj Sobal."
        },
        {
            "number": "2",
            "text": "Ha winhaj Sobal chi' smam winhaj Reaía, smam icham winhaj Jahat. Axo winhaj Jahat chi' smam winhaj Ahumai yet' winhaj Lahad. Ha yinhtilal eb' winh ix cajnaj t'a Zora."
        },
        {
            "number": "3",
            "text": "Ha winhaj Hur sb'ab'el yune' ix Efrata yet' winhaj Caleb. Ha eb' winh yinhtilal winh ix b'ab'laj cajnaj t'a chonhab' Belén. Ay oxvanh eb' winh yuninal winh, aton winhaj Etam, winhaj Penuel yet' winhaj Ezer. Ha winhaj Etam smam winhaj Jezreel, winhaj Isma, winhaj Ibdas yet' ix Haze-lelponi. Ha winhaj Penuel chi' ix b'ab'laj cajnaj t'a chonhab' Gedor, haxo winhaj Ezer chi' ix b'ab'laj cajnaj t'a chonhab' Husa."
        },
        {
            "number": "4",
            "text": "Axo winhaj Asur ix b'ab'laj cajnaj t'a chonhab' Tecoa, chavanh eb' ix yetb'eyum winh: Aton ix Hela yet' ix Naara."
        },
        {
            "number": "5",
            "text": "Axo eb' winh yuninal winh yet' ix Naara chi', aton winhaj Ahusam, winhaj Hefer, winhaj Temeni yet' winhaj Ahastari."
        },
        {
            "number": "6",
            "text": "Axo eb' winh yuninal winh yet' ix Hela chi', aton winhaj Seret, winhaj Jezoar yet' winhaj Etnán."
        },
        {
            "number": "7",
            "text": "Axo winhaj Cos smam winhaj Anub yet' winhaj Sobeba. D'a yinhtilal winhaj Cos chi' ix cot winhaj Aharhel, yuninal winhaj Harum."
        },
        {
            "number": "8",
            "text": "Ay jun winh scuchan Jabes, te niwan yelk'och winh t'a skal eb' sk'ab'yoc. Ha ix snun winh ix ak'an scuch Jabes, yujto ix yal ix: Te ya ix in ek' yuj jun vune' ix alji tik, xchi ix."
        },
        {
            "number": "9",
            "text": "Ha winhaj Jabes chi', ix och winh ejmelal t'a sDiosal Israel, ix yalan winh t'ay: Tzin k'an t'ayach Mamin to tzak' a wach'k'olal t'a vib'anh, yic niwan tz'aj in macb'en, to tzach och ved'oc tzin a colanel t'a chukal, yic wach' max vab' syail, xchi winh t'a slesal chi'. Ix yak'an Dios masanil tas ix sk'an winh chi'."
        },
        {
            "number": "10",
            "text": "Ha winhaj Quelub yuk'tac winhaj Súa, a winh smam winhaj Mehir, haxo winhaj Mehir chi', smam winhaj Estón."
        },
        {
            "number": "11",
            "text": "Axo winhaj Estón chi' ay oxvanh yuninal winh: Aton winhaj Bet-rafa, winhaj Paseah yet' winhaj Tehina. Ha winhaj Tehina chi' ix b'ab'laj cajnaj t'a chonhab' Nahas. Ha eb' yinhtilal eb' winh oxvanh chi' ek'nac cajan t'a Reca."
        },
        {
            "number": "12",
            "text": "Axo winhaj Cenaz ay chavanh yuninal winh: Aton winhaj Otoniel yet' winhaj Seraías. Chavanh pax eb' winh yuninal winhaj Otoniel chi', aton winhaj Hatat yet' winhaj Meonotai."
        },
        {
            "number": "13",
            "text": "Ha winhaj Meonotai chi' smam winhaj Ofra. Axo winhaj Seraías chi' smam winhaj Joab, aton winh ix b'ab'laj cajnaj t'a ak'lic Carisim. Icha chi' sb'i jun lugar chi', yujto ata' cajan eb' anima jelan sb'oan tastac."
        },
        {
            "number": "14",
            "text": "Axo winhaj Caleb yuninal winhaj Jefone ay oxvanh eb' winh yuninal winh: Aton winhaj Iru, winhaj Ela yet' winhaj Naam. Ha winhaj Ela chi' smam winhaj Cenaz."
        },
        {
            "number": "15",
            "text": "Axo winhaj Jahalelel ay chanhvanh eb' winh yuninal winh: Aton winhaj Zif, winhaj Zifa, winhaj Tirías yet' winhaj Asareel."
        },
        {
            "number": "16",
            "text": "Ha winhaj Esdras ay chanhvanh yuninal winh: Aton winhaj Jeter, winhaj Mered, winhaj Efer yet' winhaj Jalón. Ha winhaj Mered chi', ix yik'laj sb'a winh yet' ix Bitia, yisil winh sreyal Egipto. Axo yalyuninal winh yet' ix, aton ix María, winhaj Samai yet' winhaj Isba. Ha winhaj Isba chi' ix b'ab'laj cajnaj t'a chonhab' Estemoa. Axo junxo ix yetb'eyum winhaj Mered chi', aj Judá ix. Oxvanh yuninal winh yet' ix, aton winhaj Jered, winhaj Heber yet' winhaj Jecutiel. Ha winhaj Jered chi' ix b'ab'laj cajnaj t'a chonhab' Gedor, haxo winhaj Heber, ha t'a chonhab' Soco ix b'ab'laj cajnaj winh. Axo pax winhaj Jecutiel chi', ha t'a chonhab' Zanoa ix b'ab'laj cajnaj winh."
        },
        {
            "number": "17",
            "text": "Ha winhaj Hodías ix yik'laj sb'a winh yet' ix yanab' winhaj Naham. D'a yinhtilal eb' ix cot eb' garmita, ix cajnaj eb' t'a Keila. Anheja' t'a yinhtilal winhaj Hodías chi' ix cot eb' maacateo, haxo t'a Estemoa ix cajnaj eb'."
        },
        {
            "number": "18",
            "text": "Ha winhaj Simón chanhvanh yuninal winh: Aton winhaj Amnón, winhaj Rina, winhaj Ben-hanán yet' winhaj Tilón. Axo winhaj Isi ay chavanh yuninal winh: Aton winhaj Zohet yet' winhaj Benzohet."
        },
        {
            "number": "19",
            "text": "Axo eb' winh yinhtilal winhaj Sela yuninal winhaj Judá, aton eb' winh tik: Vinhaj Er, winh b'ab'laj cajnajnac t'a Leca yet' winhaj Laada, winh b'ab'laj cajnajnac t'a Maresa, smam yicham eb' sch'alan k'apac lino t'a chonhab' Bet-asbea. Anhejtona' winhaj Er chi' smam winhaj Joacim yet' eb' anima cajan t'a Cozeba yet' winhaj Joás yet' winhaj Saraf. Ha winhaj Joás yet' winhaj Saraf, ix yik'laj sb'a eb' winh yet' chavanh eb' ix aj Moab. Slajvi chi' smeltzajnacxi eb' winh t'a Belén, icha chi' yaj stz'ib'chajcan t'a peca'."
        },
        {
            "number": "20",
            "text": "Ha juntzanh eb' chi' tz'acum eb'. Ha t'a Netaim yet' t'a Gedera cajan eb', yak'nac servil winh rey eb'."
        },
        {
            "number": "21",
            "text": "Ha winhaj Simeón ovanh eb' winh yuninal winh: Aton winhaj Nemuel, winhaj Jamín, winhaj Jarib, winhaj Zera yet' winhaj Saúl."
        },
        {
            "number": "22",
            "text": "Ha eb' winh yinhtilal winhaj Saúl chi' t'a stzolal: Vinhaj Salum, winhaj Mibsam, winhaj Misma."
        },
        {
            "number": "23",
            "text": "Axo eb' winh yinhtilal winhaj Misma chi', aton winhaj Hamuel, winhaj Zacur yet' winhaj Simei."
        },
        {
            "number": "24",
            "text": "Ha eb' winh yuninal winhaj Simei chi', 16 eb' winh, vacvanh pax eb' ix yisil winh. Axo pax eb' winh sk'ab'yoc winh, malaj val yuninal eb' winh, yuj chi' maj q'uib' sb'isul eb' winh icha yinhtilal Judá."
        },
        {
            "number": "25",
            "text": "Ha eb' yinhtilal Simeón chi' ix cajnaj eb' t'a juntzanh lugar tik: D'a Beerseba, t'a Molada, t'a Hazar-sual, t'a Bilha, t'a Esem, t'a Tolad, t'a Betuel, t'a Horma, t'a Siclag, t'a Bet-marcabot, t'a Hazar-susim, t'a Bet-birai yet' t'a Saaraim. Ata' cajan eb' masanto yic ix och winhaj David reyal."
        },
        {
            "number": "26",
            "text": "Ayto pax oyexo schonhab' eb': Aton Etam, Aín, Rimón, Toquén yet' Asán,"
        },
        {
            "number": "27",
            "text": "yet' masanil yaldeail juntzanh chonhab' chi' masanto t'a chonhab' Baal. Aton juntzanh chonhab' chi' b'aj cajan eb' yet' yinhtilal icha yaj stz'ib'chajcani."
        },
        {
            "number": "28",
            "text": "Ayic ix q'uib' sb'isul eb' yinhtilal Simeón chi', aton eb' winh tik yajal yaj t'a skal eb': Vinhaj Mesobab, winhaj Jamlec, winhaj Josías (yuninal winhaj Amasías), winhaj Joel, winhaj Jehú (yuninal winhaj Josibías, haxo winhaj Josibías chi' yuninal winhaj Seraías, haxo winhaj Seraías chi' yuninal winhaj Asiel) yet' pax winhaj Elioenai, winhaj Jaacoba, winhaj Jesohaía, winhaj Asaías, winhaj Adiel, winhaj Jesimiel, winhaj Benaía yet' winhaj Ziza. (Ha winh smam winhaj Ziza chi' aton winhaj Sifi, yuninal winhaj Alón, yuninal winhaj Jedaías, yuninal winhaj Simri yuninal winhaj Semaías)."
        },
        {
            "number": "29",
            "text": "Yujto ix q'uib' sb'isul eb', yuj chi' ix b'at eb' t'a stojolal b'aj tz'em k'u, ix k'och eb' t'a slak'anil chonhab' Gedor. Ix sayan eb' b'aj sva nok' smolb'etzal nok' t'a stojolal b'aj sjavi k'u, t'a jun ch'olan b'aj skan jun chonhab' chi'."
        },
        {
            "number": "30",
            "text": "Ata' ix ilchaj anh ank'ultak te yaax yuj eb', te wach' anh, te ay pax anh. Te levan yek' jun lum lum chi', junk'olal yajek' eb', malaj tas tz'ik'an eb', aton ta' ek'nac cajan eb' yinhtilal Cam t'a peca'."
        },
        {
            "number": "31",
            "text": "Ha t'a stiempoal winhaj Ezequías sreyal Judá, ata' ix javi juntzanh eb' toxo ix b'inaj sb'i tik. Ha eb' satjinaquel eb' anima cajan ta' yet' scampamento eb' yet' spat eb'. Junelnhej ix satel eb' smasanil. Axo eb' ix cajnajcan t'a slum eb' chi', yujto te ay svael nok' smolb'etzal nok' eb'."
        },
        {
            "number": "32",
            "text": "Anhejtona', ay pax 500-xo eb' winh vinac t'a yinhtilal Simeón chi' ix k'och cajan t'a lum tzalquixtac t'a yol yic Seir. Axo eb' winh yuninal winhaj Isi, aton winhaj Pelatías, winhaj Nearías, winhaj Refaías yet' winhaj Uziel ayoch yajaliloc eb'."
        },
        {
            "number": "33",
            "text": "Ha eb' ix satanel eb' amalecita aytoek' ta'. Axo eb' ix cajnajcan ta'."
        }
    ]
}