{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' vinh yinhtilal vinhaj Judá, aton eb' vinh tik t'a stzolal: Vinhaj Fares, vinhaj Hezrón, vinhaj Carmi, vinhaj Hur yet' vinhaj Sobal."
        },
        {
            "number": "2",
            "text": "Ha vinhaj Sobal chi' smam vinhaj Reaía, smam icham vinhaj Jahat. Axo vinhaj Jahat chi' smam vinhaj Ahumai yet' vinhaj Lahad. Ha yinhtilal eb' vinh ix cajnaj t'a Zora."
        },
        {
            "number": "3",
            "text": "Ha vinhaj Hur sb'ab'el yune' ix Efrata yet' vinhaj Caleb. Ha eb' vinh yinhtilal vinh ix b'ab'laj cajnaj t'a chonhab' Belén. Ay oxvanh eb' vinh yuninal vinh, aton vinhaj Etam, vinhaj Penuel yet' vinhaj Ezer. Ha vinhaj Etam smam vinhaj Jezreel, vinhaj Isma, vinhaj Ibdas yet' ix Haze-lelponi. Ha vinhaj Penuel chi' ix b'ab'laj cajnaj t'a chonhab' Gedor, haxo vinhaj Ezer chi' ix b'ab'laj cajnaj t'a chonhab' Husa."
        },
        {
            "number": "4",
            "text": "Axo vinhaj Asur ix b'ab'laj cajnaj t'a chonhab' Tecoa, chavanh eb' ix yetb'eyum vinh: Aton ix Hela yet' ix Naara."
        },
        {
            "number": "5",
            "text": "Axo eb' vinh yuninal vinh yet' ix Naara chi', aton vinhaj Ahusam, vinhaj Hefer, vinhaj Temeni yet' vinhaj Ahastari."
        },
        {
            "number": "6",
            "text": "Axo eb' vinh yuninal vinh yet' ix Hela chi', aton vinhaj Seret, vinhaj Jezoar yet' vinhaj Etnán."
        },
        {
            "number": "7",
            "text": "Axo vinhaj Cos smam vinhaj Anub yet' vinhaj Sobeba. D'a yinhtilal vinhaj Cos chi' ix cot vinhaj Aharhel, yuninal vinhaj Harum."
        },
        {
            "number": "8",
            "text": "Ay jun vinh scuchan Jabes, te niwan yelk'och vinh t'a skal eb' sk'ab'yoc. Ha ix snun vinh ix ak'an scuch Jabes, yujto ix yal ix: Te ya ix in ek' yuj jun vune' ix alji tik, xchi ix."
        },
        {
            "number": "9",
            "text": "Ha vinhaj Jabes chi', ix och vinh ejmelal t'a sDiosal Israel, ix yalan vinh t'ay: Tzin k'an t'ayach Mamin to tzak' a wach'k'olal t'a vib'anh, yic niwan tz'aj in macb'en, to tzach och ved'oc tzin a colanel t'a chukal, yic wach' max vab' syail, xchi vinh t'a slesal chi'. Ix yak'an Dios masanil tas ix sk'an vinh chi'."
        },
        {
            "number": "10",
            "text": "Ha vinhaj Quelub yuk'tac vinhaj Súa, a vinh smam vinhaj Mehir, haxo vinhaj Mehir chi', smam vinhaj Estón."
        },
        {
            "number": "11",
            "text": "Axo vinhaj Estón chi' ay oxvanh yuninal vinh: Aton vinhaj Bet-rafa, vinhaj Paseah yet' vinhaj Tehina. Ha vinhaj Tehina chi' ix b'ab'laj cajnaj t'a chonhab' Nahas. Ha eb' yinhtilal eb' vinh oxvanh chi' ek'nac cajan t'a Reca."
        },
        {
            "number": "12",
            "text": "Axo vinhaj Cenaz ay chavanh yuninal vinh: Aton vinhaj Otoniel yet' vinhaj Seraías. Chavanh pax eb' vinh yuninal vinhaj Otoniel chi', aton vinhaj Hatat yet' vinhaj Meonotai."
        },
        {
            "number": "13",
            "text": "Ha vinhaj Meonotai chi' smam vinhaj Ofra. Axo vinhaj Seraías chi' smam vinhaj Joab, aton vinh ix b'ab'laj cajnaj t'a ak'lic Carisim. Icha chi' sb'i jun lugar chi', yujto ata' cajan eb' anima jelan sb'oan tastac."
        },
        {
            "number": "14",
            "text": "Axo vinhaj Caleb yuninal vinhaj Jefone ay oxvanh eb' vinh yuninal vinh: Aton vinhaj Iru, vinhaj Ela yet' vinhaj Naam. Ha vinhaj Ela chi' smam vinhaj Cenaz."
        },
        {
            "number": "15",
            "text": "Axo vinhaj Jahalelel ay chanhvanh eb' vinh yuninal vinh: Aton vinhaj Zif, vinhaj Zifa, vinhaj Tirías yet' vinhaj Asareel."
        },
        {
            "number": "16",
            "text": "Ha vinhaj Esdras ay chanhvanh yuninal vinh: Aton vinhaj Jeter, vinhaj Mered, vinhaj Efer yet' vinhaj Jalón. Ha vinhaj Mered chi', ix yik'laj sb'a vinh yet' ix Bitia, yisil vinh sreyal Egipto. Axo yalyuninal vinh yet' ix, aton ix María, vinhaj Samai yet' vinhaj Isba. Ha vinhaj Isba chi' ix b'ab'laj cajnaj t'a chonhab' Estemoa. Axo junxo ix yetb'eyum vinhaj Mered chi', aj Judá ix. Oxvanh yuninal vinh yet' ix, aton vinhaj Jered, vinhaj Heber yet' vinhaj Jecutiel. Ha vinhaj Jered chi' ix b'ab'laj cajnaj t'a chonhab' Gedor, haxo vinhaj Heber, ha t'a chonhab' Soco ix b'ab'laj cajnaj vinh. Axo pax vinhaj Jecutiel chi', ha t'a chonhab' Zanoa ix b'ab'laj cajnaj vinh."
        },
        {
            "number": "17",
            "text": "Ha vinhaj Hodías ix yik'laj sb'a vinh yet' ix yanab' vinhaj Naham. D'a yinhtilal eb' ix cot eb' garmita, ix cajnaj eb' t'a Keila. Anheja' t'a yinhtilal vinhaj Hodías chi' ix cot eb' maacateo, haxo t'a Estemoa ix cajnaj eb'."
        },
        {
            "number": "18",
            "text": "Ha vinhaj Simón chanhvanh yuninal vinh: Aton vinhaj Amnón, vinhaj Rina, vinhaj Ben-hanán yet' vinhaj Tilón. Axo vinhaj Isi ay chavanh yuninal vinh: Aton vinhaj Zohet yet' vinhaj Benzohet."
        },
        {
            "number": "19",
            "text": "Axo eb' vinh yinhtilal vinhaj Sela yuninal vinhaj Judá, aton eb' vinh tik: Vinhaj Er, vinh b'ab'laj cajnajnac t'a Leca yet' vinhaj Laada, vinh b'ab'laj cajnajnac t'a Maresa, smam yicham eb' sch'alan k'apac lino t'a chonhab' Bet-asbea. Anhejtona' vinhaj Er chi' smam vinhaj Joacim yet' eb' anima cajan t'a Cozeba yet' vinhaj Joás yet' vinhaj Saraf. Ha vinhaj Joás yet' vinhaj Saraf, ix yik'laj sb'a eb' vinh yet' chavanh eb' ix aj Moab. Slajvi chi' smeltzajnacxi eb' vinh t'a Belén, icha chi' yaj stz'ib'chajcan t'a peca'."
        },
        {
            "number": "20",
            "text": "Ha juntzanh eb' chi' tz'acum eb'. Ha t'a Netaim yet' t'a Gedera cajan eb', yak'nac servil vinh rey eb'."
        },
        {
            "number": "21",
            "text": "Ha vinhaj Simeón ovanh eb' vinh yuninal vinh: Aton vinhaj Nemuel, vinhaj Jamín, vinhaj Jarib, vinhaj Zera yet' vinhaj Saúl."
        },
        {
            "number": "22",
            "text": "Ha eb' vinh yinhtilal vinhaj Saúl chi' t'a stzolal: Vinhaj Salum, vinhaj Mibsam, vinhaj Misma."
        },
        {
            "number": "23",
            "text": "Axo eb' vinh yinhtilal vinhaj Misma chi', aton vinhaj Hamuel, vinhaj Zacur yet' vinhaj Simei."
        },
        {
            "number": "24",
            "text": "Ha eb' vinh yuninal vinhaj Simei chi', 16 eb' vinh, vacvanh pax eb' ix yisil vinh. Axo pax eb' vinh sk'ab'yoc vinh, malaj val yuninal eb' vinh, yuj chi' maj q'uib' sb'isul eb' vinh icha yinhtilal Judá."
        },
        {
            "number": "25",
            "text": "Ha eb' yinhtilal Simeón chi' ix cajnaj eb' t'a juntzanh lugar tik: D'a Beerseba, t'a Molada, t'a Hazar-sual, t'a Bilha, t'a Esem, t'a Tolad, t'a Betuel, t'a Horma, t'a Siclag, t'a Bet-marcabot, t'a Hazar-susim, t'a Bet-birai yet' t'a Saaraim. Ata' cajan eb' masanto yic ix och vinhaj David reyal."
        },
        {
            "number": "26",
            "text": "Ayto pax oyexo schonhab' eb': Aton Etam, Aín, Rimón, Toquén yet' Asán,"
        },
        {
            "number": "27",
            "text": "yet' masanil yaldeail juntzanh chonhab' chi' masanto t'a chonhab' Baal. Aton juntzanh chonhab' chi' b'aj cajan eb' yet' yinhtilal icha yaj stz'ib'chajcani."
        },
        {
            "number": "28",
            "text": "Ayic ix q'uib' sb'isul eb' yinhtilal Simeón chi', aton eb' vinh tik yajal yaj t'a skal eb': Vinhaj Mesobab, vinhaj Jamlec, vinhaj Josías (yuninal vinhaj Amasías), vinhaj Joel, vinhaj Jehú (yuninal vinhaj Josibías, haxo vinhaj Josibías chi' yuninal vinhaj Seraías, haxo vinhaj Seraías chi' yuninal vinhaj Asiel) yet' pax vinhaj Elioenai, vinhaj Jaacoba, vinhaj Jesohaía, vinhaj Asaías, vinhaj Adiel, vinhaj Jesimiel, vinhaj Benaía yet' vinhaj Ziza. (Ha vinh smam vinhaj Ziza chi' aton vinhaj Sifi, yuninal vinhaj Alón, yuninal vinhaj Jedaías, yuninal vinhaj Simri yuninal vinhaj Semaías)."
        },
        {
            "number": "29",
            "text": "Yujto ix q'uib' sb'isul eb', yuj chi' ix b'at eb' t'a stojolal b'aj tz'em k'u, ix k'och eb' t'a slak'anil chonhab' Gedor. Ix sayan eb' b'aj sva nok' smolb'etzal nok' t'a stojolal b'aj sjavi k'u, t'a jun ch'olan b'aj skan jun chonhab' chi'."
        },
        {
            "number": "30",
            "text": "Ata' ix ilchaj anh ank'ultak te yaax yuj eb', te wach' anh, te ay pax anh. Te levan yek' jun lum lum chi', junk'olal yajek' eb', malaj tas tz'ik'an eb', aton ta' ek'nac cajan eb' yinhtilal Cam t'a peca'."
        },
        {
            "number": "31",
            "text": "Ha t'a stiempoal vinhaj Ezequías sreyal Judá, ata' ix javi juntzanh eb' toxo ix b'inaj sb'i tik. Ha eb' satjinaquel eb' anima cajan ta' yet' scampamento eb' yet' spat eb'. Junelnhej ix satel eb' smasanil. Axo eb' ix cajnajcan t'a slum eb' chi', yujto te ay svael nok' smolb'etzal nok' eb'."
        },
        {
            "number": "32",
            "text": "Anhejtona', ay pax 500-xo eb' vinh vinac t'a yinhtilal Simeón chi' ix k'och cajan t'a lum tzalquixtac t'a yol yic Seir. Axo eb' vinh yuninal vinhaj Isi, aton vinhaj Pelatías, vinhaj Nearías, vinhaj Refaías yet' vinhaj Uziel ayoch yajaliloc eb'."
        },
        {
            "number": "33",
            "text": "Ha eb' ix satanel eb' amalecita aytoek' ta'. Axo eb' ix cajnajcan ta'."
        }
    ]
}