{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "A eb' vinh yinhtilal vinhaj Judá, aton eb' vinh tic d'a stzolal: Vinhaj Fares, vinhaj Hezrón, vinhaj Carmi, vinhaj Hur yed' vinhaj Sobal."
        },
        {
            "number": "2",
            "text": "A vinhaj Sobal chi' smam vinhaj Reaía, smam icham vinhaj Jahat. Axo vinhaj Jahat chi' smam vinhaj Ahumai yed' vinhaj Lahad. A yinhtilal eb' vinh ix cajnaj d'a Zora."
        },
        {
            "number": "3",
            "text": "A vinhaj Hur sb'ab'el yune' ix Efrata yed' vinhaj Caleb. A eb' vinh yinhtilal vinh ix b'ab'laj cajnaj d'a chonhab' Belén. Ay oxvanh eb' vinh yuninal vinh, aton vinhaj Etam, vinhaj Penuel yed' vinhaj Ezer. A vinhaj Etam smam vinhaj Jezreel, vinhaj Isma, vinhaj Ibdas yed' ix Haze-lelponi. A vinhaj Penuel chi' ix b'ab'laj cajnaj d'a chonhab' Gedor, axo vinhaj Ezer chi' ix b'ab'laj cajnaj d'a chonhab' Husa."
        },
        {
            "number": "4",
            "text": "Axo vinhaj Asur ix b'ab'laj cajnaj d'a chonhab' Tecoa, chavanh eb' ix yetb'eyum vinh: Aton ix Hela yed' ix Naara."
        },
        {
            "number": "5",
            "text": "Axo eb' vinh yuninal vinh yed' ix Naara chi', aton vinhaj Ahusam, vinhaj Hefer, vinhaj Temeni yed' vinhaj Ahastari."
        },
        {
            "number": "6",
            "text": "Axo eb' vinh yuninal vinh yed' ix Hela chi', aton vinhaj Seret, vinhaj Jezoar yed' vinhaj Etnán."
        },
        {
            "number": "7",
            "text": "Axo vinhaj Cos smam vinhaj Anub yed' vinhaj Sobeba. D'a yinhtilal vinhaj Cos chi' ix cot vinhaj Aharhel, yuninal vinhaj Harum."
        },
        {
            "number": "8",
            "text": "Ay jun vinh scuchan Jabes, te nivan yelk'och vinh d'a scal eb' sk'ab'yoc. A ix snun vinh ix ak'an scuch Jabes, yujto ix yal ix: Te ya ix in ek' yuj jun vune' ix alji tic, xchi ix."
        },
        {
            "number": "9",
            "text": "A vinhaj Jabes chi', ix och vinh ejmelal d'a sDiosal Israel, ix yalan vinh d'ay: Tzin k'an d'ayach Mamin to tzak' a vach'k'olal d'a vib'anh, yic nivan tz'aj in macb'en, to tzach och ved'oc tzin a colanel d'a chucal, yic vach' max vab' syail, xchi vinh d'a slesal chi'. Ix yak'an Dios masanil tas ix sk'an vinh chi'."
        },
        {
            "number": "10",
            "text": "A vinhaj Quelub yuk'tac vinhaj Súa, a vinh smam vinhaj Mehir, axo vinhaj Mehir chi', smam vinhaj Estón."
        },
        {
            "number": "11",
            "text": "Axo vinhaj Estón chi' ay oxvanh yuninal vinh: Aton vinhaj Bet-rafa, vinhaj Paseah yed' vinhaj Tehina. A vinhaj Tehina chi' ix b'ab'laj cajnaj d'a chonhab' Nahas. A eb' yinhtilal eb' vinh oxvanh chi' ek'nac cajan d'a Reca."
        },
        {
            "number": "12",
            "text": "Axo vinhaj Cenaz ay chavanh yuninal vinh: Aton vinhaj Otoniel yed' vinhaj Seraías. Chavanh pax eb' vinh yuninal vinhaj Otoniel chi', aton vinhaj Hatat yed' vinhaj Meonotai."
        },
        {
            "number": "13",
            "text": "A vinhaj Meonotai chi' smam vinhaj Ofra. Axo vinhaj Seraías chi' smam vinhaj Joab, aton vinh ix b'ab'laj cajnaj d'a ak'lic Carisim. Icha chi' sb'i jun lugar chi', yujto ata' cajan eb' anima jelan sb'oan tastac."
        },
        {
            "number": "14",
            "text": "Axo vinhaj Caleb yuninal vinhaj Jefone ay oxvanh eb' vinh yuninal vinh: Aton vinhaj Iru, vinhaj Ela yed' vinhaj Naam. A vinhaj Ela chi' smam vinhaj Cenaz."
        },
        {
            "number": "15",
            "text": "Axo vinhaj Jahalelel ay chanhvanh eb' vinh yuninal vinh: Aton vinhaj Zif, vinhaj Zifa, vinhaj Tirías yed' vinhaj Asareel."
        },
        {
            "number": "16",
            "text": "A vinhaj Esdras ay chanhvanh yuninal vinh: Aton vinhaj Jeter, vinhaj Mered, vinhaj Efer yed' vinhaj Jalón. A vinhaj Mered chi', ix yik'laj sb'a vinh yed' ix Bitia, yisil vinh sreyal Egipto. Axo yalyuninal vinh yed' ix, aton ix María, vinhaj Samai yed' vinhaj Isba. A vinhaj Isba chi' ix b'ab'laj cajnaj d'a chonhab' Estemoa. Axo junxo ix yetb'eyum vinhaj Mered chi', aj Judá ix. Oxvanh yuninal vinh yed' ix, aton vinhaj Jered, vinhaj Heber yed' vinhaj Jecutiel. A vinhaj Jered chi' ix b'ab'laj cajnaj d'a chonhab' Gedor, axo vinhaj Heber, a d'a chonhab' Soco ix b'ab'laj cajnaj vinh. Axo pax vinhaj Jecutiel chi', a d'a chonhab' Zanoa ix b'ab'laj cajnaj vinh."
        },
        {
            "number": "17",
            "text": "A vinhaj Hodías ix yik'laj sb'a vinh yed' ix yanab' vinhaj Naham. D'a yinhtilal eb' ix cot eb' garmita, ix cajnaj eb' d'a Keila. Anheja' d'a yinhtilal vinhaj Hodías chi' ix cot eb' maacateo, axo d'a Estemoa ix cajnaj eb'."
        },
        {
            "number": "18",
            "text": "A vinhaj Simón chanhvanh yuninal vinh: Aton vinhaj Amnón, vinhaj Rina, vinhaj Ben-hanán yed' vinhaj Tilón. Axo vinhaj Isi ay chavanh yuninal vinh: Aton vinhaj Zohet yed' vinhaj Benzohet."
        },
        {
            "number": "19",
            "text": "Axo eb' vinh yinhtilal vinhaj Sela yuninal vinhaj Judá, aton eb' vinh tic: Vinhaj Er, vinh b'ab'laj cajnajnac d'a Leca yed' vinhaj Laada, vinh b'ab'laj cajnajnac d'a Maresa, smam yicham eb' sch'alan k'apac lino d'a chonhab' Bet-asbea. Anhejtona' vinhaj Er chi' smam vinhaj Joacim yed' eb' anima cajan d'a Cozeba yed' vinhaj Joás yed' vinhaj Saraf. A vinhaj Joás yed' vinhaj Saraf, ix yik'laj sb'a eb' vinh yed' chavanh eb' ix aj Moab. Slajvi chi' smeltzajnacxi eb' vinh d'a Belén, icha chi' yaj stz'ib'chajcan d'a peca'."
        },
        {
            "number": "20",
            "text": "A juntzanh eb' chi' tz'acum eb'. A d'a Netaim yed' d'a Gedera cajan eb', yak'nac servil vinh rey eb'."
        },
        {
            "number": "21",
            "text": "A vinhaj Simeón ovanh eb' vinh yuninal vinh: Aton vinhaj Nemuel, vinhaj Jamín, vinhaj Jarib, vinhaj Zera yed' vinhaj Saúl."
        },
        {
            "number": "22",
            "text": "A eb' vinh yinhtilal vinhaj Saúl chi' d'a stzolal: Vinhaj Salum, vinhaj Mibsam, vinhaj Misma."
        },
        {
            "number": "23",
            "text": "Axo eb' vinh yinhtilal vinhaj Misma chi', aton vinhaj Hamuel, vinhaj Zacur yed' vinhaj Simei."
        },
        {
            "number": "24",
            "text": "A eb' vinh yuninal vinhaj Simei chi', 16 eb' vinh, vacvanh pax eb' ix yisil vinh. Axo pax eb' vinh sk'ab'yoc vinh, malaj val yuninal eb' vinh, yuj chi' maj q'uib' sb'isul eb' vinh icha yinhtilal Judá."
        },
        {
            "number": "25",
            "text": "A eb' yinhtilal Simeón chi' ix cajnaj eb' d'a juntzanh lugar tic: D'a Beerseba, d'a Molada, d'a Hazar-sual, d'a Bilha, d'a Esem, d'a Tolad, d'a Betuel, d'a Horma, d'a Siclag, d'a Bet-marcabot, d'a Hazar-susim, d'a Bet-birai yed' d'a Saaraim. Ata' cajan eb' masanto yic ix och vinhaj David reyal."
        },
        {
            "number": "26",
            "text": "Ayto pax oyexo schonhab' eb': Aton Etam, Aín, Rimón, Toquén yed' Asán,"
        },
        {
            "number": "27",
            "text": "yed' masanil yaldeail juntzanh chonhab' chi' masanto d'a chonhab' Baal. Aton juntzanh chonhab' chi' b'aj cajan eb' yed' yinhtilal icha yaj stz'ib'chajcani."
        },
        {
            "number": "28",
            "text": "Ayic ix q'uib' sb'isul eb' yinhtilal Simeón chi', aton eb' vinh tic yajal yaj d'a scal eb': Vinhaj Mesobab, vinhaj Jamlec, vinhaj Josías (yuninal vinhaj Amasías), vinhaj Joel, vinhaj Jehú (yuninal vinhaj Josibías, axo vinhaj Josibías chi' yuninal vinhaj Seraías, axo vinhaj Seraías chi' yuninal vinhaj Asiel) yed' pax vinhaj Elioenai, vinhaj Jaacoba, vinhaj Jesohaía, vinhaj Asaías, vinhaj Adiel, vinhaj Jesimiel, vinhaj Benaía yed' vinhaj Ziza. (A vinh smam vinhaj Ziza chi' aton vinhaj Sifi, yuninal vinhaj Alón, yuninal vinhaj Jedaías, yuninal vinhaj Simri yuninal vinhaj Semaías)."
        },
        {
            "number": "29",
            "text": "Yujto ix q'uib' sb'isul eb', yuj chi' ix b'at eb' d'a stojolal b'aj tz'em k'u, ix k'och eb' d'a slak'anil chonhab' Gedor. Ix sayan eb' b'aj sva nok' smolb'etzal nok' d'a stojolal b'aj sjavi k'u, d'a jun ch'olan b'aj scan jun chonhab' chi'."
        },
        {
            "number": "30",
            "text": "Ata' ix ilchaj anh ank'ultac te yaax yuj eb', te vach' anh, te ay pax anh. Te levan yek' jun lum luum chi', junk'olal yajek' eb', malaj tas tz'ik'an eb', aton ta' ek'nac cajan eb' yinhtilal Cam d'a peca'."
        },
        {
            "number": "31",
            "text": "A d'a stiempoal vinhaj Ezequías sreyal Judá, ata' ix javi juntzanh eb' toxo ix b'inaj sb'i tic. A eb' satjinaquel eb' anima cajan ta' yed' scampamento eb' yed' spat eb'. Junelnhej ix satel eb' smasanil. Axo eb' ix cajnajcan d'a slum eb' chi', yujto te ay svael nok' smolb'etzal nok' eb'."
        },
        {
            "number": "32",
            "text": "Anhejtona', ay pax 500-xo eb' vinh vinac d'a yinhtilal Simeón chi' ix k'och cajan d'a lum tzalquixtac d'a yol yic Seir. Axo eb' vinh yuninal vinhaj Isi, aton vinhaj Pelatías, vinhaj Nearías, vinhaj Refaías yed' vinhaj Uziel ayoch yajaliloc eb'."
        },
        {
            "number": "33",
            "text": "A eb' ix satanel eb' amalecita aytoek' ta'. Axo eb' ix cajnajcan ta'."
        }
    ]
}