{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj Rubén, vinh sb'ab'el unin vinhaj Jacob, palta maj scha chab' macanh smacb'en vinh yic sb'ab'el uninal chi', yujto ix vay vinh yed' ix schab'il yetb'eyum smam. Yuj chi' a junxo macanh smacb'en vinh chi', ix ak'chajcan d'a eb' vinh yuninal vinhaj José, aton junxo yuninal vinhaj Jacob chi'."
        },
        {
            "number": "2",
            "text": "Vach'chom a d'a vinhaj José chi' ix ak'chajcan jun macb'en yic b'ab'el uninab'il chi', palta a vinhaj Judá te nivan ix aj yelk'och d'a scal eb' yuk'tac chi', yuj chi' a d'a yinhtilal vinh ix cot eb' ix ak'an yajalil d'a Israel."
        },
        {
            "number": "3",
            "text": "A eb' vinh yuninal vinhaj Rubén chi': Aton vinhaj Hanoc, vinhaj Falú, vinhaj Hezrón yed' vinhaj Carmi."
        },
        {
            "number": "4",
            "text": "Axo eb' vinh yinhtilal vinhaj Joel d'a stzolal: Vinhaj Semaías, vinhaj Gog, vinhaj Simei, vinhaj Micaías, vinhaj Reaía, vinhaj Baal yed' vinhaj Beera. A vinhaj Beera chi', yajal yaj vinh d'a scal masanil eb' yinhtilal Rubén chi', aton vinh ik'jinacb'at preso yuj vinhaj Tiglat-pileser sreyal Asiria."
        },
        {
            "number": "5",
            "text": "A eb' sk'ab'yoc vinhaj Beera chi', d'a stzolal ix aj stz'ib'chajcan eb' yed' yinhtilal. Aton vinhaj Jeiel yajal yaji, vinhaj Zacarías,"
        },
        {
            "number": "6",
            "text": "vinhaj Bela yuninal vinhaj Azaz, yixchiquin vinhaj Sema, yinhtilal vinhaj Joel. A vinhaj Bela chi' yed' yinhtilal vinh, ix cajnaj eb' d'a Aroer, ix k'och smacb'en eb' chi' d'a Nebo yed' d'a Baal-meón."
        },
        {
            "number": "7",
            "text": "Ix cajnaj pax eb' d'a stojolal b'aj sjavi k'u masanto d'a tz'inan luum, aton lum sk'ochnhej d'a a' Éufrates, yujto ix te q'uib' sb'isul nok' smolb'etzal nok' eb' d'a yol yic Galaad."
        },
        {
            "number": "8",
            "text": "Ayic ayoch vinhaj Saúl reyal, a eb' yinhtilal Rubén chi', yak'nac oval eb' yed' eb' agarenos, yak'nac ganar eb' agareno chi' eb', axo eb' cajnajnaccan d'a schonhab' eb' d'a stojolal b'aj sjavi k'u d'a Galaad chi'."
        },
        {
            "number": "9",
            "text": "A eb' yinhtilal Gad, ix cajnaj eb' d'a snorteal smacb'en eb' yinhtilal Rubén, d'a yol yic Basán, masanto d'a chonhab' Salca d'a stojolal b'aj sjavi k'u, aton sb'i eb' vinh tic:"
        },
        {
            "number": "10",
            "text": "A vinhaj Joel yajal d'a scal eb' sk'ab'yoc cajan d'a Basán chi', schab'il vinhaj Safán.Ix cajnajpax vinhaj Jaanai yed' vinhaj Safat ta'."
        },
        {
            "number": "11",
            "text": "Axo juntzanhxo eb' vinh sk'ab'yoc eb' vinh, icha syal stzolal smam yicham eb' vinh: Vinhaj Micael, vinhaj Mesulam, vinhaj Seba, vinhaj Jorai, vinhaj Jacán, vinhaj Zía yed' vinhaj Heber, ucvanh eb' vinh d'a smasanil."
        },
        {
            "number": "12",
            "text": "A eb' vinh chi' yinhtilal vinhaj Abihail yuninal vinhaj Huri. A sb'i eb' smam yicham eb' d'a stzolal: Vinhaj Abihail, vinhaj Huri, vinhaj Jaroa, vinhaj Galaad, vinhaj Micael, vinhaj Jesisai, vinhaj Jahdo yed' vinhaj Buz."
        },
        {
            "number": "13",
            "text": "Yed' pax vinhaj Ahí, yuninal vinhaj Abdiel yixchiquin vinhaj Guni, yajal d'a scal eb' yinhtilal."
        },
        {
            "number": "14",
            "text": "Ix cajnaj eb' smasanil d'a Galaad yed' d'a Basán yed' d'a yaldeail yed' d'a masanil b'aj vach' sva nok' smolb'etzal nok' eb' d'a Sarón, masanto d'a smojon eb'."
        },
        {
            "number": "15",
            "text": "Masanil juntzanh eb' tic ix tz'ib'chaj yed' yinhtilal ayic ayoch vinhaj Jotam reyal d'a Judá, axo vinhaj Jeroboam ayoch reyal d'a Israel."
        },
        {
            "number": "16",
            "text": "A eb' yinhtilal Rubén chi', eb' yinhtilal Gad yed' nanhalxo eb' yinhtilal Manasés, ay 44 mil 760 eb' soldado te tek'an, yed'nac smaclab' jul-lab' eb', yespada eb' yed' sjul-lab' eb', te k'ayb'ab'il eb' yak'an oval."
        },
        {
            "number": "17",
            "text": "Ix yak'an oval eb' yed' eb' agareno yed' vinhaj Jetur, vinhaj Nafis yed' vinhaj Nodab."
        },
        {
            "number": "18",
            "text": "Ix yak'och Dios eb' yipoc sk'ool, ix sk'anan scolval Dios chi' eb'. Ix spacan tas ix sk'an eb', yuj chi' ix ak'jioch eb' agareno yed' eb' ayoch yed' eb' d'a yol sk'ab' eb' israel chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi', aton tic ix yik'can eb' d'a eb' agareno chi': 50 mil nok' camello, 250 mil nok' calnel, 2 mil nok' b'uru yed' 100 mil anima ix yik'b'at eb' checab'vumal."
        },
        {
            "number": "20",
            "text": "Te nivan eb' ajk'ol chi' ix chami, yujto a jun oval chi' a Dios ay yico'. Icha chi' ix aj scajnajcan eb' yinhtilal Rubén d'a juntzanh lugar chi', masanto ix ik'chajb'at eb' d'a ch'oc nacional."
        },
        {
            "number": "21",
            "text": "Axo nanhalxo eb' yinhtilal Manasés chi', yujto te tzijtum sb'isul eb', ix cajnaj eb' d'a sat lum sb'atnhej d'a Basán masanto sk'och d'a Baal-hermón, scuchanpax lum Senir yed' lum svitzal Hermón."
        },
        {
            "number": "22",
            "text": "A eb' vinh yajal yaj d'a scal eb': Aton vinhaj Efer, vinhaj Isi, vinhaj Eliel, vinhaj Azriel, vinhaj Jeremías, vinhaj Hodabías yed' vinhaj Jahdiel. Masanil juntzanh eb' vinh chi', soldado te tek'an, te jelan pax eb' vinh, b'inajnac eb' vinh, yajal eb' vinh d'a scal eb' sk'ab'yoc."
        },
        {
            "number": "23",
            "text": "Palta ix te och val spitalil eb' vinh d'a Dios, ix yactejcan sDiosal smam yicham eb' vinh, axo d'a juntzanh sdiosal juntzanh chonhab' ix satel Dios d'a yichanh eb' chi', ata' ix och eb' ejmelal."
        },
        {
            "number": "24",
            "text": "Yuj chi' a Dios chi' ix checancot vinh sreyal Asiria, aton vinhaj Pul, scuchan pax Tiglat-pileser. Ix javi vinh d'a slum eb' yinhtilal Rubén, eb' yinhtilal Gad yed' nanhalxo eb' yinhtilal Manasés chi'. Ix ak'jioch eb' d'a yol sk'ab' vinh, yuj chi' ix ik'jib'at eb' d'a chonhab' Halah, d'a Habor, d'a Hara yed' d'a stitac a' Gozán. Ata' ix cannhej eb'."
        }
    ]
}