{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Rubén, winh sb'ab'el unin winhaj Jacob, palta maj scha chab' makan smacb'en winh yic sb'ab'el uninal chi', yujto ix vay winh yet' ix schab'il yetb'eyum smam. Yuj chi' a junxo makan smacb'en winh chi', ix ak'chajcan t'a eb' winh yuninal winhaj José, aton junxo yuninal winhaj Jacob chi'."
        },
        {
            "number": "2",
            "text": "Wach'chom ha t'a winhaj José chi' ix ak'chajcan jun macb'en yic b'ab'el uninab'il chi', palta a winhaj Judá te niwan ix aj yelk'och t'a skal eb' yuk'tac chi', yuj chi' ha t'a yinhtilal winh ix cot eb' ix ak'an yajalil t'a Israel."
        },
        {
            "number": "3",
            "text": "Ha eb' winh yuninal winhaj Rubén chi': Aton winhaj Hanoc, winhaj Falú, winhaj Hezrón yet' winhaj Carmi."
        },
        {
            "number": "4",
            "text": "Axo eb' winh yinhtilal winhaj Joel t'a stzolal: Vinhaj Semaías, winhaj Gog, winhaj Simei, winhaj Micaías, winhaj Reaía, winhaj Baal yet' winhaj Beera. Ha winhaj Beera chi', yajal yaj winh t'a skal masanil eb' yinhtilal Rubén chi', aton winh ik'jinacb'at preso yuj winhaj Tiglat-pileser sreyal Asiria."
        },
        {
            "number": "5",
            "text": "Ha eb' sk'ab'yoc winhaj Beera chi', t'a stzolal ix aj stz'ib'chajcan eb' yet' yinhtilal. Aton winhaj Jeiel yajal yaji, winhaj Zacarías,"
        },
        {
            "number": "6",
            "text": "winhaj Bela yuninal winhaj Azaz, yixchiquin winhaj Sema, yinhtilal winhaj Joel. Ha winhaj Bela chi' yet' yinhtilal winh, ix cajnaj eb' t'a Aroer, ix k'och smacb'en eb' chi' t'a Nebo yet' t'a Baal-meón."
        },
        {
            "number": "7",
            "text": "Ix cajnaj pax eb' t'a stojolal b'aj sjavi k'u masanto t'a tzinan lu'um, aton lum sk'ochnhej t'ha ha' Éufrates, yujto ix te q'uib' sb'isul nok' smolb'etzal nok' eb' t'a yol yic Galaad."
        },
        {
            "number": "8",
            "text": "Ayic ayoch winhaj Saúl reyal, a eb' yinhtilal Rubén chi', yak'nac oval eb' yet' eb' agarenos, yak'nac ganar eb' agareno chi' eb', haxo eb' cajnajnaccan t'a schonhab' eb' t'a stojolal b'aj sjavi k'u t'a Galaad chi'."
        },
        {
            "number": "9",
            "text": "Ha eb' yinhtilal Gad, ix cajnaj eb' t'a snorteal smacb'en eb' yinhtilal Rubén, t'a yol yic Basán, masanto t'a chonhab' Salca t'a stojolal b'aj sjavi k'u, aton sb'i eb' winh tik:"
        },
        {
            "number": "10",
            "text": "Ha winhaj Joel yajal t'a skal eb' sk'ab'yoc cajan t'a Basán chi', schab'il winhaj Safán.Ix cajnajpax winhaj Jaanai yet' winhaj Safat ta'."
        },
        {
            "number": "11",
            "text": "Axo juntzanhxo eb' winh sk'ab'yoc eb' winh, icha syal stzolal smam yicham eb' winh: Vinhaj Micael, winhaj Mesulam, winhaj Seba, winhaj Jorai, winhaj Jacán, winhaj Zía yet' winhaj Heber, ucvanh eb' winh t'a smasanil."
        },
        {
            "number": "12",
            "text": "Ha eb' winh chi' yinhtilal winhaj Abihail yuninal winhaj Huri. Ha sb'i eb' smam yicham eb' t'a stzolal: Vinhaj Abihail, winhaj Huri, winhaj Jaroa, winhaj Galaad, winhaj Micael, winhaj Jesisai, winhaj Jahdo yet' winhaj Buz."
        },
        {
            "number": "13",
            "text": "Yed' pax winhaj Ahí, yuninal winhaj Abdiel yixchiquin winhaj Guni, yajal t'a skal eb' yinhtilal."
        },
        {
            "number": "14",
            "text": "Ix cajnaj eb' smasanil t'a Galaad yet' t'a Basán yet' t'a yaldeail yet' t'a masanil b'aj wach' sva nok' smolb'etzal nok' eb' t'a Sarón, masanto t'a smojon eb'."
        },
        {
            "number": "15",
            "text": "Masanil juntzanh eb' tik ix tz'ib'chaj yet' yinhtilal ayic ayoch winhaj Jotam reyal t'a Judá, haxo winhaj Jeroboam ayoch reyal t'a Israel."
        },
        {
            "number": "16",
            "text": "Ha eb' yinhtilal Rubén chi', eb' yinhtilal Gad yet' nanhalxo eb' yinhtilal Manasés, ay 44 mil 760 eb' soldado te tek'an, yet'nac smaclab' jul-lab' eb', yespada eb' yet' sjul-lab' eb', te k'ayb'ab'il eb' yak'an oval."
        },
        {
            "number": "17",
            "text": "Ix yak'an oval eb' yet' eb' agareno yet' winhaj Jetur, winhaj Nafis yet' winhaj Nodab."
        },
        {
            "number": "18",
            "text": "Ix yak'och Dios eb' yipoc sk'ool, ix sk'anan scolval Dios chi' eb'. Ix spacan tas ix sk'an eb', yuj chi' ix ak'jioch eb' agareno yet' eb' ayoch yet' eb' t'a yol sk'ab' eb' israel chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi', aton tik ix yik'kan eb' t'a eb' agareno chi': 50 mil nok' camello, 250 mil nok' calnel, 2 mil nok' b'uru yet' 100 mil anima ix yik'b'at eb' checab'vumal."
        },
        {
            "number": "20",
            "text": "Te niwan eb' ajk'ol chi' ix chami, yujto a jun oval chi' ha Dios ay yico'. Icha chi' ix aj scajnajcan eb' yinhtilal Rubén t'a juntzanh lugar chi', masanto ix ik'chajb'at eb' t'a ch'oc nacional."
        },
        {
            "number": "21",
            "text": "Axo nanhalxo eb' yinhtilal Manasés chi', yujto te tzijtum sb'isul eb', ix cajnaj eb' t'a sat lum sb'atnhej t'a Basán masanto sk'och t'a Baal-hermón, scuchanpax lum Senir yet' lum svitzal Hermón."
        },
        {
            "number": "22",
            "text": "Ha eb' winh yajal yaj t'a skal eb': Aton winhaj Efer, winhaj Isi, winhaj Eliel, winhaj Azriel, winhaj Jeremías, winhaj Hodabías yet' winhaj Jahdiel. Masanil juntzanh eb' winh chi', soldado te tek'an, te jelan pax eb' winh, b'inajnac eb' winh, yajal eb' winh t'a skal eb' sk'ab'yoc."
        },
        {
            "number": "23",
            "text": "Palta ix te och val spitalil eb' winh d'ha Dios, ix yactejcan sDiosal smam yicham eb' winh, haxo t'a juntzanh sdiosal juntzanh chonhab' ix satel Dios t'a yichanh eb' chi', ata' ix och eb' ejmelal."
        },
        {
            "number": "24",
            "text": "Yuj chi' ha Dios chi' ix checancot winh sreyal Asiria, aton winhaj Pul, scuchan pax Tiglat-pileser. Ix javi winh t'a slum eb' yinhtilal Rubén, eb' yinhtilal Gad yet' nanhalxo eb' yinhtilal Manasés chi'. Ix ak'jioch eb' t'a yol sk'ab' winh, yuj chi' ix ik'jib'at eb' t'a chonhab' Halah, t'a Habor, t'a Hara yet' t'a stitac ha' Gozán. Ata' ix cannhej eb'."
        }
    ]
}