{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Rubén, winh sb'ab'el unin winhaj Jacob, palta maj scha chab' makan smacb'en winh yic sb'ab'el uninal chi', yujto ix way winh yet' ix schab'il yetb'eyum smam. Yuj chi' a junxo makan smacb'en winh chi', ix ak'chajcan t'a heb' winh yuninal winhaj José, aton junxo yuninal winhaj Jacob chi'."
        },
        {
            "number": "2",
            "text": "Wach'chom ha t'a winhaj José chi' ix ak'chajcan jun macb'en yic b'ab'el uninab'il chi', palta a winhaj Judá te niwan ix aj yelk'och t'a skal heb' yuk'tac chi', yuj chi' ha t'a yinhtilal winh ix cot heb' ix ak'an yajalil t'a Israel."
        },
        {
            "number": "3",
            "text": "Ha heb' winh yuninal winhaj Rubén chi': Aton winhaj Hanoc, winhaj Falú, winhaj Hezrón yet' winhaj Carmi."
        },
        {
            "number": "4",
            "text": "Axo heb' winh yinhtilal winhaj Joel t'a stzolal: Vinhaj Semaías, winhaj Gog, winhaj Simei, winhaj Micaías, winhaj Reaía, winhaj Baal yet' winhaj Beera. Ha winhaj Beera chi', yajal yaj winh t'a skal masanil heb' yinhtilal Rubén chi', aton winh ik'jinacb'at preso yuj winhaj Tiglat-pileser sreyal Asiria."
        },
        {
            "number": "5",
            "text": "Ha heb' sk'ab'yoc winhaj Beera chi', t'a stzolal ix aj stz'ib'chajcan heb' yet' yinhtilal. Aton winhaj Jeiel yajal yaji, winhaj Zacarías,"
        },
        {
            "number": "6",
            "text": "winhaj Bela yuninal winhaj Azaz, yixchiquin winhaj Sema, yinhtilal winhaj Joel. Ha winhaj Bela chi' yet' yinhtilal winh, ix cajnaj heb' t'a Aroer, ix k'och smacb'en heb' chi' t'a Nebo yet' t'a Baal-meón."
        },
        {
            "number": "7",
            "text": "Ix cajnaj pax heb' t'a stojolal b'aj sjawi k'u masanto t'a tzinan lu'um, aton lum sk'ochnhej t'ha ha' Éufrates, yujto ix te q'uib' sb'isul nok' smolb'etzal nok' heb' t'a yol yic Galaad."
        },
        {
            "number": "8",
            "text": "Ayic ayoch winhaj Saúl reyal, a heb' yinhtilal Rubén chi', yak'nac owal heb' yet' heb' agarenos, yak'nac ganar heb' agareno chi' heb', haxo heb' cajnajnaccan t'a schonhab' heb' t'a stojolal b'aj sjawi k'u t'a Galaad chi'."
        },
        {
            "number": "9",
            "text": "Ha heb' yinhtilal Gad, ix cajnaj heb' t'a snorteal smacb'en heb' yinhtilal Rubén, t'a yol yic Basán, masanto t'a chonhab' Salca t'a stojolal b'aj sjawi k'u, aton sb'i heb' winh tik:"
        },
        {
            "number": "10",
            "text": "Ha winhaj Joel yajal t'a skal heb' sk'ab'yoc cajan t'a Basán chi', schab'il winhaj Safán.Ix cajnajpax winhaj Jaanai yet' winhaj Safat ta'."
        },
        {
            "number": "11",
            "text": "Axo juntzanhxo heb' winh sk'ab'yoc heb' winh, icha syal stzolal smam yicham heb' winh: Vinhaj Micael, winhaj Mesulam, winhaj Seba, winhaj Jorai, winhaj Jacán, winhaj Zía yet' winhaj Heber, ucwanh heb' winh t'a smasanil."
        },
        {
            "number": "12",
            "text": "Ha heb' winh chi' yinhtilal winhaj Abihail yuninal winhaj Huri. Ha sb'i heb' smam yicham heb' t'a stzolal: Vinhaj Abihail, winhaj Huri, winhaj Jaroa, winhaj Galaad, winhaj Micael, winhaj Jesisai, winhaj Jahdo yet' winhaj Buz."
        },
        {
            "number": "13",
            "text": "Yed' pax winhaj Ahí, yuninal winhaj Abdiel yixchiquin winhaj Guni, yajal t'a skal heb' yinhtilal."
        },
        {
            "number": "14",
            "text": "Ix cajnaj heb' smasanil t'a Galaad yet' t'a Basán yet' t'a yaldeail yet' t'a masanil b'aj wach' swa nok' smolb'etzal nok' heb' t'a Sarón, masanto t'a smojon heb'."
        },
        {
            "number": "15",
            "text": "Masanil juntzanh heb' tik ix tz'ib'chaj yet' yinhtilal ayic ayoch winhaj Jotam reyal t'a Judá, haxo winhaj Jeroboam ayoch reyal t'a Israel."
        },
        {
            "number": "16",
            "text": "Ha heb' yinhtilal Rubén chi', heb' yinhtilal Gad yet' nanhalxo heb' yinhtilal Manasés, ay 44 mil 760 heb' soldado te tek'an, yet'nac smaclab' jul-lab' heb', yespada heb' yet' sjul-lab' heb', te k'ayb'ab'il heb' yak'an owal."
        },
        {
            "number": "17",
            "text": "Ix yak'an owal heb' yet' heb' agareno yet' winhaj Jetur, winhaj Nafis yet' winhaj Nodab."
        },
        {
            "number": "18",
            "text": "Ix yak'och Dios heb' yipoc sk'ool, ix sk'anan scolwal Dios chi' heb'. Ix spacan tas ix sk'an heb', yuj chi' ix ak'jioch heb' agareno yet' heb' ayoch yet' heb' t'a yol sk'ab' heb' israel chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi', aton tik ix yik'kan heb' t'a heb' agareno chi': 50 mil nok' camello, 250 mil nok' calnel, 2 mil nok' b'uru yet' 100 mil anima ix yik'b'at heb' checab'wumal."
        },
        {
            "number": "20",
            "text": "Te niwan heb' ajk'ol chi' ix chami, yujto a jun owal chi' ha Dios ay yico'. Icha chi' ix aj scajnajcan heb' yinhtilal Rubén t'a juntzanh lugar chi', masanto ix ik'chajb'at heb' t'a ch'oc nacional."
        },
        {
            "number": "21",
            "text": "Axo nanhalxo heb' yinhtilal Manasés chi', yujto te tzijtum sb'isul heb', ix cajnaj heb' t'a sat lum sb'atnhej t'a Basán masanto sk'och t'a Baal-hermón, scuchanpax lum Senir yet' lum switzal Hermón."
        },
        {
            "number": "22",
            "text": "Ha heb' winh yajal yaj t'a skal heb': Aton winhaj Efer, winhaj Isi, winhaj Eliel, winhaj Azriel, winhaj Jeremías, winhaj Hodabías yet' winhaj Jahdiel. Masanil juntzanh heb' winh chi', soldado te tek'an, te jelan pax heb' winh, b'inajnac heb' winh, yajal heb' winh t'a skal heb' sk'ab'yoc."
        },
        {
            "number": "23",
            "text": "Palta ix te och wal spitalil heb' winh d'ha Dios, ix yaktejcan sDiosal smam yicham heb' winh, haxo t'a juntzanh sdiosal juntzanh chonhab' ix satel Dios t'a yichanh heb' chi', ata' ix och heb' ejmelal."
        },
        {
            "number": "24",
            "text": "Yuj chi' ha Dios chi' ix checancot winh sreyal Asiria, aton winhaj Pul, scuchan pax Tiglat-pileser. Ix jawi winh t'a slum heb' yinhtilal Rubén, heb' yinhtilal Gad yet' nanhalxo heb' yinhtilal Manasés chi'. Ix ak'jioch heb' t'a yol sk'ab' winh, yuj chi' ix ik'jib'at heb' t'a chonhab' Halah, t'a Habor, t'a Hara yet' t'a stitac ha' Gozán. Ata' ix cannhej heb'."
        }
    ]
}