{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ay oxvanh eb' vinh yuninal vinhaj Leví: Aton vinhaj Gersón, vinhaj Coat yet' vinhaj Merari."
        },
        {
            "number": "2",
            "text": "Axo vinhaj Coat chi' chanhvanh yuninal vinh: Aton vinhaj Amram, vinhaj Izhar, vinhaj Hebrón yet' vinhaj Uziel."
        },
        {
            "number": "3",
            "text": "Ha vinhaj Amram chi' chavanh yuninal vinh: Aton vinhaj Aarón yet' vinhaj Moisés yet' jun yisil vinh, aton ix María. Axo eb' vinh yuninal vinhaj Aarón chi' chanhvanh eb' vinh: Aton vinhaj Nadab, vinhaj Abiú, vinhaj Eleazar yet' vinhaj Itamar."
        },
        {
            "number": "4",
            "text": "Aton sb'i eb' vinh yinhtilal vinhaj Aarón tik sb'eyb'at t'a stzolal t'a eb' vinh uninab'il yet' t'a eb' vinh ichiquinab'il: Vinhaj Eleazar, vinhaj Finees, vinhaj Abisúa, vinhaj Buqui, vinhaj Uzi, vinhaj Zeraías, vinhaj Meraiot, vinhaj Amarías, vinhaj Ahitob, vinhaj Sadoc, vinhaj Ahimaas, vinhaj Azarías, vinhaj Johanán, vinhaj Azarías, (aton vinh sacerdote yaj t'a templo ix sb'oq'ue vinhaj Salomón t'a Jerusalén), vinhaj Amarías, vinhaj Ahitob, vinhaj Sadoc, vinhaj Salum, vinhaj Hilcías, vinhaj Azarías, vinhaj Seraías yet' vinhaj Josadac. Ha vinhaj Josadac chi' ix ik'jib'at vinh preso yet' eb' ay t'a Jerusalén yet' juntzanhxo lugar t'a yol yic Judá yuj vinhaj rey Nabucodonosor, yujto a Jehová ix ak'an sk'ulej vinh icha chi'."
        },
        {
            "number": "5",
            "text": "Ha eb' vinh yuninal vinhaj Leví oxvanh eb': Aton vinhaj Gersón, vinhaj Coat yet' vinhaj Merari."
        },
        {
            "number": "6",
            "text": "Axo eb' vinh yuninal vinhaj Gersón chi': Aton vinhaj Libni yet' vinhaj Simei."
        },
        {
            "number": "7",
            "text": "Axo eb' vinh yuninal vinhaj Coat chi': Aton vinhaj Amram, vinhaj Izhar, vinhaj Hebrón yet' vinhaj Uziel."
        },
        {
            "number": "8",
            "text": "Axo eb' vinh yuninal vinhaj Merari chi': Aton vinhaj Mahli yet' vinhaj Musi. Ha eb' vinh ix b'inaj tik, yinhtilal Leví eb' vinh."
        },
        {
            "number": "9",
            "text": "Ha eb' vinh yinhtilal vinhaj Gersón t'a stzolal: Aton vinhaj Libni, vinhaj Jahat, vinhaj Zima, vinhaj Joa, vinhaj Iddo, vinhaj Zera yet' vinhaj Jeatrai."
        },
        {
            "number": "10",
            "text": "Ha eb' vinh yinhtilal vinhaj Coat t'a stzolal: Aton vinhaj Aminadab, vinhaj Coré, vinhaj Asir, vinhaj Elcana, vinhaj Ebiasaf, vinhaj Asir, vinhaj Tahat, vinhaj Uriel, vinhaj Ozías yet' vinhaj Saúl."
        },
        {
            "number": "11",
            "text": "Axo vinhaj Elcana chavanh yuninal vinh: Aton vinhaj Amasai yet' vinhaj Ahimot. Axo eb' vinh yinhtilal vinhaj Ahimot chi' t'a stzolal: Aton vinhaj Elcana, vinhaj Safai, vinhaj Nahat, vinhaj Eliab, vinhaj Jeroham, vinhaj Elcana yet' vinhaj Samuel."
        },
        {
            "number": "12",
            "text": "Axo vinhaj Samuel chi' chavanh yuninal vinh: Aton vinhaj Vasni sb'ab'el yuninal vinh, schab'il vinhaj Abías."
        },
        {
            "number": "13",
            "text": "Axo eb' vinh yinhtilal vinhaj Merari t'a stzolal: Vinhaj Mahli, vinhaj Libni, vinhaj Simei, vinhaj Uza, vinhaj Simea, vinhaj Haguía yet' vinhaj Asaías."
        },
        {
            "number": "14",
            "text": "Aton juntzanh eb' vinh tik ix ak'jioch yuj vinhaj rey David yic sb'itan eb' vinh t'a scajnub' Jehová, yictax ix ak'jioch te' scaxail trato t'a yol scajnub' Jehová t'a Jerusalén."
        },
        {
            "number": "15",
            "text": "D'a stzolal tz'aj yoch eb' vinh sb'itan t'a yichanh cajnub' chi' masanto yic ix b'ojiq'ue stemplo Jehová yuj vinhaj Salomón."
        },
        {
            "number": "16",
            "text": "Ha eb' vinh ayoch t'a yopisio sb'itan chi' yet' eb' vinh yuninal, aton sb'i eb' vinh tik t'a stzolal: Ha eb' vinh yinhtilal vinhaj Coat, aton eb' vinh tik: Vinhaj Hemán scuchb'an jun makan eb' vinh sb'itan chi'. Ha sb'i eb' vinh b'aj ix cot yinhtilal vinhaj Hemán chi' tz'el yich t'a vinh smam vinh masanto t'a slajvub'xo smam yicham vinh, aton eb' vinh tik: Vinhaj Joel, vinhaj Samuel, vinhaj Elcana, vinhaj Jeroham, vinhaj Eliel, vinhaj Toa, vinhaj Zuf, vinhaj Elcana, vinhaj Mahat, vinhaj Amasai, vinhaj Elcana, vinhaj Joel, vinhaj Azarías, vinhaj Sofonías, vinhaj Tahat, vinhaj Asir, vinhaj Ebiasaf, vinhaj Coré, vinhaj Izhar, vinhaj Coat, vinhaj Leví yet' vinhaj Israel."
        },
        {
            "number": "17",
            "text": "Ha t'a swach' vinhaj Hemán chi' skan vinhaj Asaf, aton vinh scuchb'an junxo makan eb' vinh sb'itan chi'. Aton sb'i eb' vinh smam yicham vinhaj Asaf chi' t'a stzolal: Vinhaj Berequías, vinhaj Simea, vinhaj Micael, vinhaj Baasías, vinhaj Malquías, vinhaj Etni, vinhaj Zera, vinhaj Adaía, vinhaj Etán, vinhaj Zima, vinhaj Simei, vinhaj Jahat, vinhaj Gersón yet' vinhaj Leví."
        },
        {
            "number": "18",
            "text": "Axo t'a sq'uexanh vinhaj Hemán chi' skan eb' vinh yinhtilal vinhaj Merari sb'itan paxi. Ha vinhaj Etán scuchb'an eb' vinh t'a b'it chi'. Aton stzolal smam yicham vinhaj Etán tik: Vinhaj Quisi, vinhaj Abdi, vinhaj Maluc, vinhaj Hasabías, vinhaj Amasías, vinhaj Hilcías, vinhaj Amsi, vinhaj Bani, vinhaj Semer, vinhaj Mahli, vinhaj Musi, vinhaj Merari yet' vinhaj Leví."
        },
        {
            "number": "19",
            "text": "Axo juntzanh eb' vinh sk'ab'yoc eb' vinh, anheja' yinhtilal Leví eb' vinh, ix kan eb' vinh munlajel t'a stemplo Jehová."
        },
        {
            "number": "20",
            "text": "Ha vinhaj Aarón yet' eb' yinhtilal, a eb' snhusan ofrenda t'a altar b'aj stz'a silab' yet' t'a altar yic incienso. Anhejtona' a eb' tz'ilan masanil opisio t'a jun Lugar Yicnhej Jehová yaji yet' yic tz'ak'ji tup smul eb' yetisraelal eb', icha val yutejnac vinhaj Moisés schecab' Dios yalancani."
        },
        {
            "number": "21",
            "text": "Aton sb'i eb' vinh yinhtilal vinhaj Aarón tik t'a stzolal: Vinhaj Eleazar, vinhaj Finees, vinhaj Abisúa, vinhaj Buqui, vinhaj Uzi, vinhaj Zeraías, vinhaj Meraiot, vinhaj Amarías, vinhaj Ahitob, vinhaj Sadoc, vinhaj Ahimaas."
        },
        {
            "number": "22",
            "text": "Aton juntzanh chonhab' tik yet' smacb'en b'aj ix cajnaj eb' vinh yinhtilal vinhaj Aarón. Ix och suerte t'a yib'anh eb' vinh. Ha t'a eb' vinh yinhtilal vinhaj Coat ix em jun b'ab'el makan, yuj chi' a chonhab' Hebrón t'a yol yic Judá, a ix kan t'a eb' vinh yet' sluumal t'a spatictac b'aj sva nok' smolb'etzal nok' eb' vinh. Palta a juntzanh yaldeail yet' sluumal t'a spatictac chi' ak'b'il t'a vinhaj Caleb yuninal vinhaj Jefone. Ha t'a eb' vinh yinhtilal vinhaj Aarón chi' ix ak'chaj Hebrón, aton jun chonhab' chi' b'aj syal scolan sb'a eb' smilancham junok anima manh sk'anoc sk'ool. Ix ak'jipax juntzanhxo chonhab' tik t'a eb': Libna, Jatir, Estemoa, Hilén, Debir, Asán yet' Bet-semes. Ha juntzanh chonhab' chi', ha t'a yol yic Judá ay. Axo t'a yol yic Benjamín ix ak'chaj juntzanhxo chonhab' tik: Geba, Alemet yet' Anatot. Ha juntzanh chonhab' chi', 13 t'a smasanil, ix cannhej yet' sluumal t'a spatictac b'aj syal sva nok' smolb'etzal nok' eb'."
        },
        {
            "number": "23",
            "text": "Yed' t'a smacb'en yinhtilal Manasés ay t'a stojolal b'aj tz'em k'u, ix ak'chajpax lajunhexo chonhab' t'a eb' vinh yinhtilal vinhaj Coat chi'."
        },
        {
            "number": "24",
            "text": "Axo pax t'a eb' vinh yinhtilal vinhaj Gersón, icha jay makan yaj eb', 13 chonhab' ix ak'chaj t'a eb'. Ha juntzanh chonhab' chi' ay t'a yol smacb'en eb' yinhtilal Isacar, eb' yic Aser, eb' yic Neftalí yet' t'a yic eb' Manasés ay t'a stojolal b'aj sjavi k'u, aton t'a Basán."
        },
        {
            "number": "25",
            "text": "Anheja' pax t'a eb' vinh yinhtilal vinhaj Merari, ix ak'chaj 12 chonhab' icha jay makan yaj eb'. Ha juntzanh chonhab' chi', ha t'a yol smacb'en eb' yinhtilal Rubén ay, eb' yic Gad yet' eb' yic Zabulón."
        },
        {
            "number": "26",
            "text": "Ix ak'chaj juntzanh chonhab' chi' t'a eb' yinhtilal Leví yuj eb' yetisraelal yet' pax b'aj syal sva nok' smolb'etzal nok' eb' t'a spatictac juntzanh chonhab' chi'."
        },
        {
            "number": "27",
            "text": "Ha t'a smacb'en Judá, yic Simeón yet' yic Benjamín, ata' ay juntzanh chonhab' toxo ix b'inaj ix ak'chaj t'a eb' yinhtilal Leví chi', icha ix aj yik'an eb' t'a suerteal."
        },
        {
            "number": "28",
            "text": "Ay juntzanhxo makan yinhtilal vinhaj Coat ix chaan juntzanh chonhab' b'aj tz'aj eb' t'a smacb'en eb' yinhtilal Efraín:"
        },
        {
            "number": "29",
            "text": "Aton Siquem t'a tzalquixtac t'a yol yic Efraín chi', aton t'a jun chonhab' chi' syal scolan sb'a eb' smilancham junok anima to manh sk'anoc sk'ool. Ix yik'anpax juntzanh chonhab' tik eb': Gezer,"
        },
        {
            "number": "30",
            "text": "Jocmeam, Bet-horón, Ajalón yet' Gat-rimón. Masanil juntzanh chi' ix yik' eb' yet' b'aj syal sva nok' smolb'etzal nok' eb'."
        },
        {
            "number": "31",
            "text": "Yed' t'a smacb'en yinhtilal Manasés ay t'a stojolal b'aj tz'em k'u, ix schapax chonhab' Aner yet' Bileam eb' yet' pax b'aj syal sva nok' smolb'etzal nok' eb'."
        },
        {
            "number": "32",
            "text": "Axo t'a eb' vinh yinhtilal vinhaj Gersón, icha syal jay makan yaj eb', ix ak'chaj chonhab' Golán t'a yol yic Basán, chonhab' Astarot yet' b'aj syal sva nok' smolb'etzal nok' eb'. Ha chab' chonhab' chi' ay t'a yol smacb'en Manasés t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "33",
            "text": "Ix ak'chajpax juntzanhxo chonhab' tik t'a eb' t'a yol yic eb' yinhtilal Isacar: Cedes, Daberat, Ramot yet' Anem. Ha t'a juntzanh chonhab' chi', aynhej b'aj sva nok' smolb'etzal nok' eb'."
        },
        {
            "number": "34",
            "text": "Ix ak'chajpax juntzanhxo chonhab' t'a eb' t'a yol smacb'en eb' yinhtilal Aser: Masal, Abdón, Hucoc yet' Rehob. Ha t'a juntzanh chonhab' chi', aynhej b'aj sva nok' smolb'etzal nok' eb'."
        },
        {
            "number": "35",
            "text": "Axo t'a yol smacb'en eb' yinhtilal Neftalí, ix ak'chaj juntzanh chonhab' tik t'a eb': Cedes t'a yol yic Galilea, Hamón yet' Quiriataim. Ha t'a juntzanh chonhab' chi', aynhej b'aj sva nok' smolb'etzal nok' eb'."
        },
        {
            "number": "36",
            "text": "Axo t'a juntzanhxo eb' vinh yinhtilal vinhaj Merari, ix ak'chaj juntzanh chonhab' t'a eb' t'a yol yic eb' yinhtilal Zabulón: Rimón yet' Tabor. Ha t'a juntzanh chonhab' chi', aynhej b'aj sva nok' smolb'etzal nok' eb'."
        },
        {
            "number": "37",
            "text": "Axo t'a yol yic eb' yinhtilal Rubén t'a stojolal b'aj sjavi k'u t'ha ha' Jordán, t'a yichanhb'at Jericó, ix ak'chaj juntzanh chonhab' tik t'a eb': Beser t'a jun ak'lic tzinan lu'um, Jaza, Cademot yet' Mefaat. Ha t'a juntzanh chonhab' chi', aynhej b'aj sva nok' smolb'etzal nok' eb'."
        },
        {
            "number": "38",
            "text": "Axo t'a yol yic eb' yinhtilal Gad, ix ak'chajpax juntzanh chonhab' tik t'a eb': Ramot t'a yol yic Galaad, Mahanaim, Hesbón yet' Jazer. Ha t'a juntzanh chonhab' chi', aynhej b'aj sva nok' smolb'etzal nok' eb'."
        }
    ]
}