{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ay oxwanh heb' winh yuninal winhaj Leví: Aton winhaj Gersón, winhaj Coat yet' winhaj Merari."
        },
        {
            "number": "2",
            "text": "Axo winhaj Coat chi' chanhwanh yuninal winh: Aton winhaj Amram, winhaj Izhar, winhaj Hebrón yet' winhaj Uziel."
        },
        {
            "number": "3",
            "text": "Ha winhaj Amram chi' chawanh yuninal winh: Aton winhaj Aarón yet' winhaj Moisés yet' jun yisil winh, aton ix María. Axo heb' winh yuninal winhaj Aarón chi' chanhwanh heb' winh: Aton winhaj Nadab, winhaj Abiú, winhaj Eleazar yet' winhaj Itamar."
        },
        {
            "number": "4",
            "text": "Aton sb'i heb' winh yinhtilal winhaj Aarón tik sb'eyb'at t'a stzolal t'a heb' winh uninab'il yet' t'a heb' winh ichiquinab'il: Vinhaj Eleazar, winhaj Finees, winhaj Abisúa, winhaj Buqui, winhaj Uzi, winhaj Zeraías, winhaj Meraiot, winhaj Amarías, winhaj Ahitob, winhaj Sadoc, winhaj Ahimaas, winhaj Azarías, winhaj Johanán, winhaj Azarías, (aton winh sacerdote yaj t'a templo ix sb'ok'e winhaj Salomón t'a Jerusalén), winhaj Amarías, winhaj Ahitob, winhaj Sadoc, winhaj Salum, winhaj Hilcías, winhaj Azarías, winhaj Seraías yet' winhaj Josadac. Ha winhaj Josadac chi' ix ik'jib'at winh preso yet' heb' ay t'a Jerusalén yet' juntzanhxo lugar t'a yol yic Judá yuj winhaj rey Nabucodonosor, yujto a Jehová ix ak'an sk'ulej winh icha chi'."
        },
        {
            "number": "5",
            "text": "Ha heb' winh yuninal winhaj Leví oxwanh heb': Aton winhaj Gersón, winhaj Coat yet' winhaj Merari."
        },
        {
            "number": "6",
            "text": "Axo heb' winh yuninal winhaj Gersón chi': Aton winhaj Libni yet' winhaj Simei."
        },
        {
            "number": "7",
            "text": "Axo heb' winh yuninal winhaj Coat chi': Aton winhaj Amram, winhaj Izhar, winhaj Hebrón yet' winhaj Uziel."
        },
        {
            "number": "8",
            "text": "Axo heb' winh yuninal winhaj Merari chi': Aton winhaj Mahli yet' winhaj Musi. Ha heb' winh ix b'inaj tik, yinhtilal Leví heb' winh."
        },
        {
            "number": "9",
            "text": "Ha heb' winh yinhtilal winhaj Gersón t'a stzolal: Aton winhaj Libni, winhaj Jahat, winhaj Zima, winhaj Joa, winhaj Iddo, winhaj Zera yet' winhaj Jeatrai."
        },
        {
            "number": "10",
            "text": "Ha heb' winh yinhtilal winhaj Coat t'a stzolal: Aton winhaj Aminadab, winhaj Coré, winhaj Asir, winhaj Elcana, winhaj Ebiasaf, winhaj Asir, winhaj Tahat, winhaj Uriel, winhaj Ozías yet' winhaj Saúl."
        },
        {
            "number": "11",
            "text": "Axo winhaj Elcana chawanh yuninal winh: Aton winhaj Amasai yet' winhaj Ahimot. Axo heb' winh yinhtilal winhaj Ahimot chi' t'a stzolal: Aton winhaj Elcana, winhaj Safai, winhaj Nahat, winhaj Eliab, winhaj Jeroham, winhaj Elcana yet' winhaj Samuel."
        },
        {
            "number": "12",
            "text": "Axo winhaj Samuel chi' chawanh yuninal winh: Aton winhaj Vasni sb'ab'el yuninal winh, schab'il winhaj Abías."
        },
        {
            "number": "13",
            "text": "Axo heb' winh yinhtilal winhaj Merari t'a stzolal: Vinhaj Mahli, winhaj Libni, winhaj Simei, winhaj Uza, winhaj Simea, winhaj Haguía yet' winhaj Asaías."
        },
        {
            "number": "14",
            "text": "Aton juntzanh heb' winh tik ix ak'jioch yuj winhaj rey Dawid yic sb'itan heb' winh t'a scajnub' Jehová, yictax ix ak'jioch te' scaxail trato t'a yol scajnub' Jehová t'a Jerusalén."
        },
        {
            "number": "15",
            "text": "D'a stzolal tz'aj yoch heb' winh sb'itan t'a yichanh cajnub' chi' masanto yic ix b'ojik'e stemplo Jehová yuj winhaj Salomón."
        },
        {
            "number": "16",
            "text": "Ha heb' winh ayoch t'a yopisio sb'itan chi' yet' heb' winh yuninal, aton sb'i heb' winh tik t'a stzolal: Ha heb' winh yinhtilal winhaj Coat, aton heb' winh tik: Vinhaj Hemán scuchb'an jun makan heb' winh sb'itan chi'. Ha sb'i heb' winh b'aj ix cot yinhtilal winhaj Hemán chi' tz'el yich t'a winh smam winh masanto t'a slajwub'xo smam yicham winh, aton heb' winh tik: Vinhaj Joel, winhaj Samuel, winhaj Elcana, winhaj Jeroham, winhaj Eliel, winhaj Toa, winhaj Zuf, winhaj Elcana, winhaj Mahat, winhaj Amasai, winhaj Elcana, winhaj Joel, winhaj Azarías, winhaj Sofonías, winhaj Tahat, winhaj Asir, winhaj Ebiasaf, winhaj Coré, winhaj Izhar, winhaj Coat, winhaj Leví yet' winhaj Israel."
        },
        {
            "number": "17",
            "text": "Ha t'a swach' winhaj Hemán chi' skan winhaj Asaf, aton winh scuchb'an junxo makan heb' winh sb'itan chi'. Aton sb'i heb' winh smam yicham winhaj Asaf chi' t'a stzolal: Vinhaj Berequías, winhaj Simea, winhaj Micael, winhaj Baasías, winhaj Malquías, winhaj Etni, winhaj Zera, winhaj Adaía, winhaj Etán, winhaj Zima, winhaj Simei, winhaj Jahat, winhaj Gersón yet' winhaj Leví."
        },
        {
            "number": "18",
            "text": "Axo t'a sk'exanh winhaj Hemán chi' skan heb' winh yinhtilal winhaj Merari sb'itan paxi. Ha winhaj Etán scuchb'an heb' winh t'a b'it chi'. Aton stzolal smam yicham winhaj Etán tik: Vinhaj Quisi, winhaj Abdi, winhaj Maluc, winhaj Hasabías, winhaj Amasías, winhaj Hilcías, winhaj Amsi, winhaj Bani, winhaj Semer, winhaj Mahli, winhaj Musi, winhaj Merari yet' winhaj Leví."
        },
        {
            "number": "19",
            "text": "Axo juntzanh heb' winh sk'ab'yoc heb' winh, anheja' yinhtilal Leví heb' winh, ix kan heb' winh munlajel t'a stemplo Jehová."
        },
        {
            "number": "20",
            "text": "Ha winhaj Aarón yet' heb' yinhtilal, a heb' snhusan ofrenda t'a altar b'aj stz'a silab' yet' t'a altar yic incienso. Anhejtona' a heb' tz'ilan masanil opisio t'a jun Lugar Yicnhej Jehová yaji yet' yic tz'ak'ji tup smul heb' yetisraelal heb', icha wal yutejnac winhaj Moisés schecab' Dios yalancani."
        },
        {
            "number": "21",
            "text": "Aton sb'i heb' winh yinhtilal winhaj Aarón tik t'a stzolal: Vinhaj Eleazar, winhaj Finees, winhaj Abisúa, winhaj Buqui, winhaj Uzi, winhaj Zeraías, winhaj Meraiot, winhaj Amarías, winhaj Ahitob, winhaj Sadoc, winhaj Ahimaas."
        },
        {
            "number": "22",
            "text": "Aton juntzanh chonhab' tik yet' smacb'en b'aj ix cajnaj heb' winh yinhtilal winhaj Aarón. Ix och suerte t'a yib'anh heb' winh. Ha t'a heb' winh yinhtilal winhaj Coat ix em jun b'ab'el makan, yuj chi' a chonhab' Hebrón t'a yol yic Judá, a ix kan t'a heb' winh yet' sluumal t'a spatictac b'aj swa nok' smolb'etzal nok' heb' winh. Palta a juntzanh yaldeail yet' sluumal t'a spatictac chi' ak'b'il t'a winhaj Caleb yuninal winhaj Jefone. Ha t'a heb' winh yinhtilal winhaj Aarón chi' ix ak'chaj Hebrón, aton jun chonhab' chi' b'aj syal scolan sb'a heb' smilancham junok anima manh sk'anoc sk'ool. Ix ak'jipax juntzanhxo chonhab' tik t'a heb': Libna, Jatir, Estemoa, Hilén, Debir, Asán yet' Bet-semes. Ha juntzanh chonhab' chi', ha t'a yol yic Judá ay. Axo t'a yol yic Benjamín ix ak'chaj juntzanhxo chonhab' tik: Geba, Alemet yet' Anatot. Ha juntzanh chonhab' chi', 13 t'a smasanil, ix cannhej yet' sluumal t'a spatictac b'aj syal swa nok' smolb'etzal nok' heb'."
        },
        {
            "number": "23",
            "text": "Yed' t'a smacb'en yinhtilal Manasés ay t'a stojolal b'aj tz'em k'u, ix ak'chajpax lajunhexo chonhab' t'a heb' winh yinhtilal winhaj Coat chi'."
        },
        {
            "number": "24",
            "text": "Axo pax t'a heb' winh yinhtilal winhaj Gersón, icha jay makan yaj heb', 13 chonhab' ix ak'chaj t'a heb'. Ha juntzanh chonhab' chi' ay t'a yol smacb'en heb' yinhtilal Isacar, heb' yic Aser, heb' yic Neftalí yet' t'a yic heb' Manasés ay t'a stojolal b'aj sjawi k'u, aton t'a Basán."
        },
        {
            "number": "25",
            "text": "Anheja' pax t'a heb' winh yinhtilal winhaj Merari, ix ak'chaj 12 chonhab' icha jay makan yaj heb'. Ha juntzanh chonhab' chi', ha t'a yol smacb'en heb' yinhtilal Rubén ay, heb' yic Gad yet' heb' yic Zabulón."
        },
        {
            "number": "26",
            "text": "Ix ak'chaj juntzanh chonhab' chi' t'a heb' yinhtilal Leví yuj heb' yetisraelal yet' pax b'aj syal swa nok' smolb'etzal nok' heb' t'a spatictac juntzanh chonhab' chi'."
        },
        {
            "number": "27",
            "text": "Ha t'a smacb'en Judá, yic Simeón yet' yic Benjamín, ata' ay juntzanh chonhab' toxo ix b'inaj ix ak'chaj t'a heb' yinhtilal Leví chi', icha ix aj yik'an heb' t'a suerteal."
        },
        {
            "number": "28",
            "text": "Ay juntzanhxo makan yinhtilal winhaj Coat ix chaan juntzanh chonhab' b'aj tz'aj heb' t'a smacb'en heb' yinhtilal Efraín:"
        },
        {
            "number": "29",
            "text": "Aton Siquem t'a tzalquixtac t'a yol yic Efraín chi', aton t'a jun chonhab' chi' syal scolan sb'a heb' smilancham junok anima to manh sk'anoc sk'ool. Ix yik'anpax juntzanh chonhab' tik heb': Gezer,"
        },
        {
            "number": "30",
            "text": "Jocmeam, Bet-horón, Ajalón yet' Gat-rimón. Masanil juntzanh chi' ix yik' heb' yet' b'aj syal swa nok' smolb'etzal nok' heb'."
        },
        {
            "number": "31",
            "text": "Yed' t'a smacb'en yinhtilal Manasés ay t'a stojolal b'aj tz'em k'u, ix schapax chonhab' Aner yet' Bileam heb' yet' pax b'aj syal swa nok' smolb'etzal nok' heb'."
        },
        {
            "number": "32",
            "text": "Axo t'a heb' winh yinhtilal winhaj Gersón, icha syal jay makan yaj heb', ix ak'chaj chonhab' Golán t'a yol yic Basán, chonhab' Astarot yet' b'aj syal swa nok' smolb'etzal nok' heb'. Ha chab' chonhab' chi' ay t'a yol smacb'en Manasés t'a stojolal b'aj sjawi k'u."
        },
        {
            "number": "33",
            "text": "Ix ak'chajpax juntzanhxo chonhab' tik t'a heb' t'a yol yic heb' yinhtilal Isacar: Cedes, Daberat, Ramot yet' Anem. Ha t'a juntzanh chonhab' chi', aynhej b'aj swa nok' smolb'etzal nok' heb'."
        },
        {
            "number": "34",
            "text": "Ix ak'chajpax juntzanhxo chonhab' t'a heb' t'a yol smacb'en heb' yinhtilal Aser: Masal, Abdón, Hucoc yet' Rehob. Ha t'a juntzanh chonhab' chi', aynhej b'aj swa nok' smolb'etzal nok' heb'."
        },
        {
            "number": "35",
            "text": "Axo t'a yol smacb'en heb' yinhtilal Neftalí, ix ak'chaj juntzanh chonhab' tik t'a heb': Cedes t'a yol yic Galilea, Hamón yet' Quiriataim. Ha t'a juntzanh chonhab' chi', aynhej b'aj swa nok' smolb'etzal nok' heb'."
        },
        {
            "number": "36",
            "text": "Axo t'a juntzanhxo heb' winh yinhtilal winhaj Merari, ix ak'chaj juntzanh chonhab' t'a heb' t'a yol yic heb' yinhtilal Zabulón: Rimón yet' Tabor. Ha t'a juntzanh chonhab' chi', aynhej b'aj swa nok' smolb'etzal nok' heb'."
        },
        {
            "number": "37",
            "text": "Axo t'a yol yic heb' yinhtilal Rubén t'a stojolal b'aj sjawi k'u t'ha ha' Jordán, t'a yichanhb'at Jericó, ix ak'chaj juntzanh chonhab' tik t'a heb': Beser t'a jun ak'lic tzinan lu'um, Jaza, Cademot yet' Mefaat. Ha t'a juntzanh chonhab' chi', aynhej b'aj swa nok' smolb'etzal nok' heb'."
        },
        {
            "number": "38",
            "text": "Axo t'a yol yic heb' yinhtilal Gad, ix ak'chajpax juntzanh chonhab' tik t'a heb': Ramot t'a yol yic Galaad, Mahanaim, Hesbón yet' Jazer. Ha t'a juntzanh chonhab' chi', aynhej b'aj swa nok' smolb'etzal nok' heb'."
        }
    ]
}