{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' winh yuninal winhaj Isacar chanhvanh eb' winh: Aton winhaj Tola, winhaj Fúa, winhaj Jasub yet' winhaj Simrón."
        },
        {
            "number": "2",
            "text": "Ha eb' winh yuninal winhaj Tola chi': Aton winhaj Uzi, winhaj Refaías, winhaj Jeriel, winhaj Jahmai, winhaj Jibsam yet' winhaj Semuel. Aton eb' winh chi' yajal yaj t'a skal yinhtilal. Ha t'a stiempoal winhaj rey David, 22 mil 600 sb'isul eb' soldado te jelan t'a oval t'a skal eb' winh yinhtilal winhaj Tola chi'."
        },
        {
            "number": "3",
            "text": "Ha winhaj Uzi chi' ay jun yuninal winh, aton winhaj Israhías. Ha winhaj Israhías chi' ay chanhvanh yuninal winh: Vinhaj Micael, winhaj Obadías, winhaj Joel yet' winhaj Isías. Ha winh yet' eb' winh yuninal chi' yajal yaj t'a skal eb' yinhtilal."
        },
        {
            "number": "4",
            "text": "Yujto tzijtum eb' ix yetb'eyum eb' winh yet' yal yuninal junjun eb' winh, yuj chi' ha t'a skal eb' winh, ay 36 mil sb'isul eb' winh soldado te jelan t'a oval."
        },
        {
            "number": "5",
            "text": "Ha sb'isul masanil eb' winh soldado yinhtilal eb' chanhvanh yuninal winhaj Isacar chi' te jelan t'a oval, ay 87 mil eb'."
        },
        {
            "number": "6",
            "text": "Oxvanh eb' winh yuninal winhaj Benjamín: Aton winhaj Bela, winhaj Bequer yet' winhaj Jediael."
        },
        {
            "number": "7",
            "text": "Axo eb' winh yuninal winhaj Bela chi', ovanh eb' winh: Vinhaj Ezbón, winhaj Uzi, winhaj Uziel, winhaj Jerimot yet' winhaj Iri. Masanil juntzanh eb' winh chi', yajal yaj eb' winh t'a skal eb' yinhtilal. Axo sb'isul eb' soldado t'a skal yinhtilal eb' winh, ay 22 mil 34 eb'."
        },
        {
            "number": "8",
            "text": "Axo eb' winh yuninal winhaj Bequer: Aton winhaj Zemira, winhaj Joás, winhaj Eliezer, winhaj Elioenai, winhaj Omri, winhaj Jerimot, winhaj Abías, winhaj Anatot yet' winhaj Alemet."
        },
        {
            "number": "9",
            "text": "Ha sb'isul eb' soldado t'a skal yinhtilal eb' winh, ay 20 mil 200 eb'."
        },
        {
            "number": "10",
            "text": "Ha winhaj Jediael ay jun yuninal winh: Aton winhaj Bilhán. Axo eb' winh yuninal winhaj Bilhán chi': Aton winhaj Jeús, winhaj Benjamín, winhaj Aod, winhaj Quenaana, winhaj Zetán, winhaj Tarsis yet' winhaj Ahisahar."
        },
        {
            "number": "11",
            "text": "Ha juntzanh eb' winh tik yajal yaj eb' winh t'a skal eb' yinhtilal, te jelan eb' winh t'a oval. Axo sb'isul eb' soldado t'a skal yinhtilal eb' winh chi', ay 17 mil 200 eb'."
        },
        {
            "number": "12",
            "text": "Axo eb' winh yuninal winhaj Ir, aton winhaj Supim yet' winhaj Hupim. Axo yuninal winhaj Aher, aton winhaj Husim."
        },
        {
            "number": "13",
            "text": "Ha eb' winh yuninal winhaj Neftalí: Aton winhaj Jahzeel, winhaj Guni, winhaj Jezer yet' winhaj Salum. Aton juntzanh eb' winh tik yinhtilal winhaj Jacob yet' ix Bilha."
        },
        {
            "number": "14",
            "text": "Ha eb' winh yuninal winhaj Manasés yet' ix aj Siria schab'il yetb'eyum: Aton winhaj Asriel yet' winhaj Maquir, smam winhaj Galaad."
        },
        {
            "number": "15",
            "text": "Ha winhaj Maquir chi', ix yik'laj sb'a winh yet' ix Maaca, yinhtilal winhaj Hupim yet' winhaj Supim. Ay jun yuninal winhaj Maquir chi', aton winhaj Zelofehad. Ha jun winh chi', anhej eb' ix yisil winh ay."
        },
        {
            "number": "16",
            "text": "Axo ix Maaca yetb'eyum winhaj Maquir chi', ix alji chavanh svinac unin ix. Peres ix yak' ix sb'iej jun, haxo junxo Seres. Ha eb' winh yuninal winhaj Peres chi', Ulam sb'i winh b'ab'el, Requem sb'i junxo winh."
        },
        {
            "number": "17",
            "text": "Axo jun yuninal winhaj Ulam chi', aton winhaj Bedán. Ha eb' winh tik a winhaj Galaad yuninal winhaj Maquir ay yinhtilal eb' winh, aton winh yixchiquin winhaj Manasés."
        },
        {
            "number": "18",
            "text": "Ha jun ix yanab' winhaj Maquir chi': Aton ix Hamolequet, aton ix snun winhaj Isod, winhaj Abiezer yet' winhaj Mahala."
        },
        {
            "number": "19",
            "text": "Axo eb' winh yuninal winhaj Semida: Aton winhaj Ahián, winhaj Siquem, winhaj Likhi yet' winhaj Aniam."
        },
        {
            "number": "20",
            "text": "Ha eb' yinhtilal Efraín sb'eynhejcot t'a stzolal: Aton winhaj Sutela, winhaj Bered, winhaj Tahat, winhaj Elada, winhaj Tahat, winhaj Zabad, winhaj Sutela. Ay chavanhxo eb' winh yuninal winhaj Efraín chi', aton winhaj Ezer yet' winhaj Elad, milb'ilcham eb' winh yuj eb' cajan t'a Gat, yujto ix emk'och eb' yelq'uej nok' smolb'etzal nok' eb' cajan t'a Gat chi'."
        },
        {
            "number": "21",
            "text": "Ha winhaj Efraín smam eb' winh chi', tzijtum k'ual ix te kus winh. Ix javi eb' sk'ab'yoc winh yak' snivanil sk'ool."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi' ix alji pax junxo yuninal winhaj Efraín chi' yet' ix yetb'eyum, Bería ix yak' winh sb'iej, yujto ix ek' jun niwan cusk'olal chi' t'a eb'."
        },
        {
            "number": "23",
            "text": "Ha ix Seera yisil winhaj Bería chi', a ix ix b'oanq'ue chonhab' Bet-horón jun ay t'a yalanh yet' Bet-horón ay t'a yib'anh yet' chonhab' Uzen-seera."
        },
        {
            "number": "24",
            "text": "Ha eb' winh yinhtilal winhaj Bería sb'eynhejcot t'a stzolal: Aton winhaj Refa, winhaj Resef, winhaj Telah, winhaj Tahán, winhaj Laadán, winhaj Amiud, winhaj Elisama, winhaj Nun, winhaj Josué."
        },
        {
            "number": "25",
            "text": "Axo sluum eb' winh b'aj cajan: Aton Betel yet' Naarán t'a stojolal b'aj sjavi k'u, Gezer t'a stojolal b'aj tz'em k'u yet' Siquem masanto sk'och t'a Ayah. Ix scha juntzanh chonhab' chi' eb' winh yet' yaldeail."
        },
        {
            "number": "26",
            "text": "Ha eb' winh yinhtilal Manasés, ix cajnaj eb' winh t'a chonhab' Bet-seán, Taanac, Meguido, Dor yet' yaldeail juntzanh chonhab' chi'. Aton t'a juntzanh chonhab' chi' ix cajnaj eb' yinhtilal José, yuninalcan winhaj Israel."
        },
        {
            "number": "27",
            "text": "Ha eb' winh yuninal winhaj Aser: Aton winhaj Imna, winhaj Isúa, winhaj Isúi, winhaj Bería yet' ix Sera yanab' eb' winh."
        },
        {
            "number": "28",
            "text": "Ha eb' winh yuninal winhaj Bería chi': Aton winhaj Heber yet' winhaj Malquiel smam winhaj Birzavit."
        },
        {
            "number": "29",
            "text": "Ha eb' winh yuninal winhaj Heber chi': Aton winhaj Jaflet, winhaj Semer, winhaj Hotam yet' ix Súa yanab' eb' winh."
        },
        {
            "number": "30",
            "text": "Axo eb' winh yuninal winhaj Jaflet chi': Aton winhaj Pasac, winhaj Bimhal yet' winhaj Asvat."
        },
        {
            "number": "31",
            "text": "Axo eb' winh yuninal winhaj Semer chi': Aton winhaj Ahí, winhaj Rohga, winhaj Jehúba yet' winhaj Aram."
        },
        {
            "number": "32",
            "text": "Axo eb' winh yuninal winhaj Helem: Aton winhaj Sofa, winhaj Imna, winhaj Seles yet' winhaj Amal."
        },
        {
            "number": "33",
            "text": "Axo eb' winh yuninal winhaj Sofa chi': Aton winhaj Súa, winhaj Harnefer, winhaj Súal, winhaj Beri, winhaj Imra,"
        },
        {
            "number": "34",
            "text": "winhaj Beser, winhaj Hod, winhaj Sama, winhaj Silsa, winhaj Itrán yet' winhaj Beera."
        },
        {
            "number": "35",
            "text": "Axo eb' winh yuninal winhaj Jeter: Aton winhaj Jefone, winhaj Pispa yet' winhaj Ara."
        },
        {
            "number": "36",
            "text": "Axo eb' winh yuninal winhaj Ula: Aton winhaj Ara, winhaj Haniel yet' winhaj Rezia."
        },
        {
            "number": "37",
            "text": "Masanil juntzanh eb' winh tik yinhtilal Aser eb' winh. Yajal yaj eb' winh t'a skal eb' yinhtilal, te jelan eb' winh t'a oval, te nivac pax yelk'och eb' winh. Ha sb'isul eb' soldado t'a skal eb' yinhtilal Aser chi', ay 26 mil eb'."
        }
    ]
}