{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ha heb' winh yuninal winhaj Isacar chanhwanh heb' winh: Aton winhaj Tola, winhaj Fúa, winhaj Jasub yet' winhaj Simrón."
        },
        {
            "number": "2",
            "text": "Ha heb' winh yuninal winhaj Tola chi': Aton winhaj Uzi, winhaj Refaías, winhaj Jeriel, winhaj Jahmai, winhaj Jibsam yet' winhaj Semuel. Aton heb' winh chi' yajal yaj t'a skal yinhtilal. Ha t'a stiempoal winhaj rey Dawid, 22 mil 600 sb'isul heb' soldado te jelan t'a owal t'a skal heb' winh yinhtilal winhaj Tola chi'."
        },
        {
            "number": "3",
            "text": "Ha winhaj Uzi chi' ay jun yuninal winh, aton winhaj Israhías. Ha winhaj Israhías chi' ay chanhwanh yuninal winh: Vinhaj Micael, winhaj Obadías, winhaj Joel yet' winhaj Isías. Ha winh yet' heb' winh yuninal chi' yajal yaj t'a skal heb' yinhtilal."
        },
        {
            "number": "4",
            "text": "Yujto tzijtum heb' ix yetb'eyum heb' winh yet' yal yuninal junjun heb' winh, yuj chi' ha t'a skal heb' winh, ay 36 mil sb'isul heb' winh soldado te jelan t'a owal."
        },
        {
            "number": "5",
            "text": "Ha sb'isul masanil heb' winh soldado yinhtilal heb' chanhwanh yuninal winhaj Isacar chi' te jelan t'a owal, ay 87 mil heb'."
        },
        {
            "number": "6",
            "text": "Oxwanh heb' winh yuninal winhaj Benjamín: Aton winhaj Bela, winhaj Bequer yet' winhaj Jediael."
        },
        {
            "number": "7",
            "text": "Axo heb' winh yuninal winhaj Bela chi', owanh heb' winh: Vinhaj Ezbón, winhaj Uzi, winhaj Uziel, winhaj Jerimot yet' winhaj Iri. Masanil juntzanh heb' winh chi', yajal yaj heb' winh t'a skal heb' yinhtilal. Axo sb'isul heb' soldado t'a skal yinhtilal heb' winh, ay 22 mil 34 heb'."
        },
        {
            "number": "8",
            "text": "Axo heb' winh yuninal winhaj Bequer: Aton winhaj Zemira, winhaj Joás, winhaj Eliezer, winhaj Elioenai, winhaj Omri, winhaj Jerimot, winhaj Abías, winhaj Anatot yet' winhaj Alemet."
        },
        {
            "number": "9",
            "text": "Ha sb'isul heb' soldado t'a skal yinhtilal heb' winh, ay 20 mil 200 heb'."
        },
        {
            "number": "10",
            "text": "Ha winhaj Jediael ay jun yuninal winh: Aton winhaj Bilhán. Axo heb' winh yuninal winhaj Bilhán chi': Aton winhaj Jeús, winhaj Benjamín, winhaj Aod, winhaj Quenaana, winhaj Zetán, winhaj Tarsis yet' winhaj Ahisahar."
        },
        {
            "number": "11",
            "text": "Ha juntzanh heb' winh tik yajal yaj heb' winh t'a skal heb' yinhtilal, te jelan heb' winh t'a owal. Axo sb'isul heb' soldado t'a skal yinhtilal heb' winh chi', ay 17 mil 200 heb'."
        },
        {
            "number": "12",
            "text": "Axo heb' winh yuninal winhaj Ir, aton winhaj Supim yet' winhaj Hupim. Axo yuninal winhaj Aher, aton winhaj Husim."
        },
        {
            "number": "13",
            "text": "Ha heb' winh yuninal winhaj Neftalí: Aton winhaj Jahzeel, winhaj Guni, winhaj Jezer yet' winhaj Salum. Aton juntzanh heb' winh tik yinhtilal winhaj Jacob yet' ix Bilha."
        },
        {
            "number": "14",
            "text": "Ha heb' winh yuninal winhaj Manasés yet' ix aj Siria schab'il yetb'eyum: Aton winhaj Asriel yet' winhaj Maquir, smam winhaj Galaad."
        },
        {
            "number": "15",
            "text": "Ha winhaj Maquir chi', ix yik'laj sb'a winh yet' ix Maaca, yinhtilal winhaj Hupim yet' winhaj Supim. Ay jun yuninal winhaj Maquir chi', aton winhaj Zelofehad. Ha jun winh chi', anhej heb' ix yisil winh ay."
        },
        {
            "number": "16",
            "text": "Axo ix Maaca yetb'eyum winhaj Maquir chi', ix alji chawanh swinac unin ix. Peres ix yak' ix sb'iej jun, haxo junxo Seres. Ha heb' winh yuninal winhaj Peres chi', Ulam sb'i winh b'ab'el, Requem sb'i junxo winh."
        },
        {
            "number": "17",
            "text": "Axo jun yuninal winhaj Ulam chi', aton winhaj Bedán. Ha heb' winh tik a winhaj Galaad yuninal winhaj Maquir ay yinhtilal heb' winh, aton winh yixchiquin winhaj Manasés."
        },
        {
            "number": "18",
            "text": "Ha jun ix yanab' winhaj Maquir chi': Aton ix Hamolequet, aton ix snun winhaj Isod, winhaj Abiezer yet' winhaj Mahala."
        },
        {
            "number": "19",
            "text": "Axo heb' winh yuninal winhaj Semida: Aton winhaj Ahián, winhaj Siquem, winhaj Likhi yet' winhaj Aniam."
        },
        {
            "number": "20",
            "text": "Ha heb' yinhtilal Efraín sb'eynhejcot t'a stzolal: Aton winhaj Sutela, winhaj Bered, winhaj Tahat, winhaj Elada, winhaj Tahat, winhaj Zabad, winhaj Sutela. Ay chawanhxo heb' winh yuninal winhaj Efraín chi', aton winhaj Ezer yet' winhaj Elad, milb'ilcham heb' winh yuj heb' kajan t'a Gat, yujto ix emk'och heb' yelk'ej nok' smolb'etzal nok' heb' kajan t'a Gat chi'."
        },
        {
            "number": "21",
            "text": "Ha winhaj Efraín smam heb' winh chi', tzijtum k'ual ix te kus winh. Ix jawi heb' sk'ab'yoc winh yak' sniwanil sk'ool."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi' ix alji pax junxo yuninal winhaj Efraín chi' yet' ix yetb'eyum, Bería ix yak' winh sb'iej, yujto ix ek' jun niwan cusk'olal chi' t'a heb'."
        },
        {
            "number": "23",
            "text": "Ha ix Seera yisil winhaj Bería chi', a ix ix b'oank'e chonhab' Bet-horón jun ay t'a yalanh yet' Bet-horón ay t'a yib'anh yet' chonhab' Uzen-seera."
        },
        {
            "number": "24",
            "text": "Ha heb' winh yinhtilal winhaj Bería sb'eynhejcot t'a stzolal: Aton winhaj Refa, winhaj Resef, winhaj Telah, winhaj Tahán, winhaj Laadán, winhaj Amiud, winhaj Elisama, winhaj Nun, winhaj Josué."
        },
        {
            "number": "25",
            "text": "Axo sluum heb' winh b'aj kajan: Aton Betel yet' Naarán t'a stojolal b'aj sjawi k'u, Gezer t'a stojolal b'aj tz'em k'u yet' Siquem masanto sk'och t'a Ayah. Ix scha juntzanh chonhab' chi' heb' winh yet' yaldeail."
        },
        {
            "number": "26",
            "text": "Ha heb' winh yinhtilal Manasés, ix kajnaj heb' winh t'a chonhab' Bet-seán, Taanac, Meguido, Dor yet' yaldeail juntzanh chonhab' chi'. Aton t'a juntzanh chonhab' chi' ix kajnaj heb' yinhtilal José, yuninalkan winhaj Israel."
        },
        {
            "number": "27",
            "text": "Ha heb' winh yuninal winhaj Aser: Aton winhaj Imna, winhaj Isúa, winhaj Isúi, winhaj Bería yet' ix Sera yanab' heb' winh."
        },
        {
            "number": "28",
            "text": "Ha heb' winh yuninal winhaj Bería chi': Aton winhaj Heber yet' winhaj Malquiel smam winhaj Birzawit."
        },
        {
            "number": "29",
            "text": "Ha heb' winh yuninal winhaj Heber chi': Aton winhaj Jaflet, winhaj Semer, winhaj Hotam yet' ix Súa yanab' heb' winh."
        },
        {
            "number": "30",
            "text": "Axo heb' winh yuninal winhaj Jaflet chi': Aton winhaj Pasac, winhaj Bimhal yet' winhaj Aswat."
        },
        {
            "number": "31",
            "text": "Axo heb' winh yuninal winhaj Semer chi': Aton winhaj Ahí, winhaj Rohga, winhaj Jehúba yet' winhaj Aram."
        },
        {
            "number": "32",
            "text": "Axo heb' winh yuninal winhaj Helem: Aton winhaj Sofa, winhaj Imna, winhaj Seles yet' winhaj Amal."
        },
        {
            "number": "33",
            "text": "Axo heb' winh yuninal winhaj Sofa chi': Aton winhaj Súa, winhaj Harnefer, winhaj Súal, winhaj Beri, winhaj Imra,"
        },
        {
            "number": "34",
            "text": "winhaj Beser, winhaj Hod, winhaj Sama, winhaj Silsa, winhaj Itrán yet' winhaj Beera."
        },
        {
            "number": "35",
            "text": "Axo heb' winh yuninal winhaj Jeter: Aton winhaj Jefone, winhaj Pispa yet' winhaj Ara."
        },
        {
            "number": "36",
            "text": "Axo heb' winh yuninal winhaj Ula: Aton winhaj Ara, winhaj Haniel yet' winhaj Rezia."
        },
        {
            "number": "37",
            "text": "Masanil juntzanh heb' winh tik yinhtilal Aser heb' winh. Yajal yaj heb' winh t'a skal heb' yinhtilal, te jelan heb' winh t'a owal, te niwac pax yelk'och heb' winh. Ha sb'isul heb' soldado t'a skal heb' yinhtilal Aser chi', ay 26 mil heb'."
        }
    ]
}