{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "A eb' vinh yuninal vinhaj Isacar chanhvanh eb' vinh: Aton vinhaj Tola, vinhaj Fúa, vinhaj Jasub yed' vinhaj Simrón."
        },
        {
            "number": "2",
            "text": "A eb' vinh yuninal vinhaj Tola chi': Aton vinhaj Uzi, vinhaj Refaías, vinhaj Jeriel, vinhaj Jahmai, vinhaj Jibsam yed' vinhaj Semuel. Aton eb' vinh chi' yajal yaj d'a scal yinhtilal. A d'a stiempoal vinhaj rey David, 22 mil 600 sb'isul eb' soldado te jelan d'a oval d'a scal eb' vinh yinhtilal vinhaj Tola chi'."
        },
        {
            "number": "3",
            "text": "A vinhaj Uzi chi' ay jun yuninal vinh, aton vinhaj Israhías. A vinhaj Israhías chi' ay chanhvanh yuninal vinh: Vinhaj Micael, vinhaj Obadías, vinhaj Joel yed' vinhaj Isías. A vinh yed' eb' vinh yuninal chi' yajal yaj d'a scal eb' yinhtilal."
        },
        {
            "number": "4",
            "text": "Yujto tzijtum eb' ix yetb'eyum eb' vinh yed' yal yuninal junjun eb' vinh, yuj chi' a d'a scal eb' vinh, ay 36 mil sb'isul eb' vinh soldado te jelan d'a oval."
        },
        {
            "number": "5",
            "text": "A sb'isul masanil eb' vinh soldado yinhtilal eb' chanhvanh yuninal vinhaj Isacar chi' te jelan d'a oval, ay 87 mil eb'."
        },
        {
            "number": "6",
            "text": "Oxvanh eb' vinh yuninal vinhaj Benjamín: Aton vinhaj Bela, vinhaj Bequer yed' vinhaj Jediael."
        },
        {
            "number": "7",
            "text": "Axo eb' vinh yuninal vinhaj Bela chi', ovanh eb' vinh: Vinhaj Ezbón, vinhaj Uzi, vinhaj Uziel, vinhaj Jerimot yed' vinhaj Iri. Masanil juntzanh eb' vinh chi', yajal yaj eb' vinh d'a scal eb' yinhtilal. Axo sb'isul eb' soldado d'a scal yinhtilal eb' vinh, ay 22 mil 34 eb'."
        },
        {
            "number": "8",
            "text": "Axo eb' vinh yuninal vinhaj Bequer: Aton vinhaj Zemira, vinhaj Joás, vinhaj Eliezer, vinhaj Elioenai, vinhaj Omri, vinhaj Jerimot, vinhaj Abías, vinhaj Anatot yed' vinhaj Alemet."
        },
        {
            "number": "9",
            "text": "A sb'isul eb' soldado d'a scal yinhtilal eb' vinh, ay 20 mil 200 eb'."
        },
        {
            "number": "10",
            "text": "A vinhaj Jediael ay jun yuninal vinh: Aton vinhaj Bilhán. Axo eb' vinh yuninal vinhaj Bilhán chi': Aton vinhaj Jeús, vinhaj Benjamín, vinhaj Aod, vinhaj Quenaana, vinhaj Zetán, vinhaj Tarsis yed' vinhaj Ahisahar."
        },
        {
            "number": "11",
            "text": "A juntzanh eb' vinh tic yajal yaj eb' vinh d'a scal eb' yinhtilal, te jelan eb' vinh d'a oval. Axo sb'isul eb' soldado d'a scal yinhtilal eb' vinh chi', ay 17 mil 200 eb'."
        },
        {
            "number": "12",
            "text": "Axo eb' vinh yuninal vinhaj Ir, aton vinhaj Supim yed' vinhaj Hupim. Axo yuninal vinhaj Aher, aton vinhaj Husim."
        },
        {
            "number": "13",
            "text": "A eb' vinh yuninal vinhaj Neftalí: Aton vinhaj Jahzeel, vinhaj Guni, vinhaj Jezer yed' vinhaj Salum. Aton juntzanh eb' vinh tic yinhtilal vinhaj Jacob yed' ix Bilha."
        },
        {
            "number": "14",
            "text": "A eb' vinh yuninal vinhaj Manasés yed' ix aj Siria schab'il yetb'eyum: Aton vinhaj Asriel yed' vinhaj Maquir, smam vinhaj Galaad."
        },
        {
            "number": "15",
            "text": "A vinhaj Maquir chi', ix yik'laj sb'a vinh yed' ix Maaca, yinhtilal vinhaj Hupim yed' vinhaj Supim. Ay jun yuninal vinhaj Maquir chi', aton vinhaj Zelofehad. A jun vinh chi', anhej eb' ix yisil vinh ay."
        },
        {
            "number": "16",
            "text": "Axo ix Maaca yetb'eyum vinhaj Maquir chi', ix alji chavanh svinac unin ix. Peres ix yak' ix sb'iej jun, axo junxo Seres. A eb' vinh yuninal vinhaj Peres chi', Ulam sb'i vinh b'ab'el, Requem sb'i junxo vinh."
        },
        {
            "number": "17",
            "text": "Axo jun yuninal vinhaj Ulam chi', aton vinhaj Bedán. A eb' vinh tic a vinhaj Galaad yuninal vinhaj Maquir ay yinhtilal eb' vinh, aton vinh yixchiquin vinhaj Manasés."
        },
        {
            "number": "18",
            "text": "A jun ix yanab' vinhaj Maquir chi': Aton ix Hamolequet, aton ix snun vinhaj Isod, vinhaj Abiezer yed' vinhaj Mahala."
        },
        {
            "number": "19",
            "text": "Axo eb' vinh yuninal vinhaj Semida: Aton vinhaj Ahián, vinhaj Siquem, vinhaj Likhi yed' vinhaj Aniam."
        },
        {
            "number": "20",
            "text": "A eb' yinhtilal Efraín sb'eynhejcot d'a stzolal: Aton vinhaj Sutela, vinhaj Bered, vinhaj Tahat, vinhaj Elada, vinhaj Tahat, vinhaj Zabad, vinhaj Sutela. Ay chavanhxo eb' vinh yuninal vinhaj Efraín chi', aton vinhaj Ezer yed' vinhaj Elad, milb'ilcham eb' vinh yuj eb' cajan d'a Gat, yujto ix emk'och eb' yelq'uej nok' smolb'etzal nok' eb' cajan d'a Gat chi'."
        },
        {
            "number": "21",
            "text": "A vinhaj Efraín smam eb' vinh chi', tzijtum k'ual ix te cus vinh. Ix javi eb' sk'ab'yoc vinh yak' snivanil sk'ool."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi' ix alji pax junxo yuninal vinhaj Efraín chi' yed' ix yetb'eyum, Bería ix yak' vinh sb'iej, yujto ix ek' jun nivan cusk'olal chi' d'a eb'."
        },
        {
            "number": "23",
            "text": "A ix Seera yisil vinhaj Bería chi', a ix ix b'oanq'ue chonhab' Bet-horón jun ay d'a yalanh yed' Bet-horón ay d'a yib'anh yed' chonhab' Uzen-seera."
        },
        {
            "number": "24",
            "text": "A eb' vinh yinhtilal vinhaj Bería sb'eynhejcot d'a stzolal: Aton vinhaj Refa, vinhaj Resef, vinhaj Telah, vinhaj Tahán, vinhaj Laadán, vinhaj Amiud, vinhaj Elisama, vinhaj Nun, vinhaj Josué."
        },
        {
            "number": "25",
            "text": "Axo sluum eb' vinh b'aj cajan: Aton Betel yed' Naarán d'a stojolal b'aj sjavi k'u, Gezer d'a stojolal b'aj tz'em k'u yed' Siquem masanto sk'och d'a Ayah. Ix scha juntzanh chonhab' chi' eb' vinh yed' yaldeail."
        },
        {
            "number": "26",
            "text": "A eb' vinh yinhtilal Manasés, ix cajnaj eb' vinh d'a chonhab' Bet-seán, Taanac, Meguido, Dor yed' yaldeail juntzanh chonhab' chi'. Aton d'a juntzanh chonhab' chi' ix cajnaj eb' yinhtilal José, yuninalcan vinhaj Israel."
        },
        {
            "number": "27",
            "text": "A eb' vinh yuninal vinhaj Aser: Aton vinhaj Imna, vinhaj Isúa, vinhaj Isúi, vinhaj Bería yed' ix Sera yanab' eb' vinh."
        },
        {
            "number": "28",
            "text": "A eb' vinh yuninal vinhaj Bería chi': Aton vinhaj Heber yed' vinhaj Malquiel smam vinhaj Birzavit."
        },
        {
            "number": "29",
            "text": "A eb' vinh yuninal vinhaj Heber chi': Aton vinhaj Jaflet, vinhaj Semer, vinhaj Hotam yed' ix Súa yanab' eb' vinh."
        },
        {
            "number": "30",
            "text": "Axo eb' vinh yuninal vinhaj Jaflet chi': Aton vinhaj Pasac, vinhaj Bimhal yed' vinhaj Asvat."
        },
        {
            "number": "31",
            "text": "Axo eb' vinh yuninal vinhaj Semer chi': Aton vinhaj Ahí, vinhaj Rohga, vinhaj Jehúba yed' vinhaj Aram."
        },
        {
            "number": "32",
            "text": "Axo eb' vinh yuninal vinhaj Helem: Aton vinhaj Sofa, vinhaj Imna, vinhaj Seles yed' vinhaj Amal."
        },
        {
            "number": "33",
            "text": "Axo eb' vinh yuninal vinhaj Sofa chi': Aton vinhaj Súa, vinhaj Harnefer, vinhaj Súal, vinhaj Beri, vinhaj Imra,"
        },
        {
            "number": "34",
            "text": "vinhaj Beser, vinhaj Hod, vinhaj Sama, vinhaj Silsa, vinhaj Itrán yed' vinhaj Beera."
        },
        {
            "number": "35",
            "text": "Axo eb' vinh yuninal vinhaj Jeter: Aton vinhaj Jefone, vinhaj Pispa yed' vinhaj Ara."
        },
        {
            "number": "36",
            "text": "Axo eb' vinh yuninal vinhaj Ula: Aton vinhaj Ara, vinhaj Haniel yed' vinhaj Rezia."
        },
        {
            "number": "37",
            "text": "Masanil juntzanh eb' vinh tic yinhtilal Aser eb' vinh. Yajal yaj eb' vinh d'a scal eb' yinhtilal, te jelan eb' vinh d'a oval, te nivac pax yelk'och eb' vinh. A sb'isul eb' soldado d'a scal eb' yinhtilal Aser chi', ay 26 mil eb'."
        }
    ]
}