{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' vinh yuninal vinhaj Isacar chanhvanh eb' vinh: Aton vinhaj Tola, vinhaj Fúa, vinhaj Jasub yet' vinhaj Simrón."
        },
        {
            "number": "2",
            "text": "Ha eb' vinh yuninal vinhaj Tola chi': Aton vinhaj Uzi, vinhaj Refaías, vinhaj Jeriel, vinhaj Jahmai, vinhaj Jibsam yet' vinhaj Semuel. Aton eb' vinh chi' yajal yaj t'a skal yinhtilal. Ha t'a stiempoal vinhaj rey David, 22 mil 600 sb'isul eb' soldado te jelan t'a oval t'a skal eb' vinh yinhtilal vinhaj Tola chi'."
        },
        {
            "number": "3",
            "text": "Ha vinhaj Uzi chi' ay jun yuninal vinh, aton vinhaj Israhías. Ha vinhaj Israhías chi' ay chanhvanh yuninal vinh: Vinhaj Micael, vinhaj Obadías, vinhaj Joel yet' vinhaj Isías. Ha vinh yet' eb' vinh yuninal chi' yajal yaj t'a skal eb' yinhtilal."
        },
        {
            "number": "4",
            "text": "Yujto tzijtum eb' ix yetb'eyum eb' vinh yet' yal yuninal junjun eb' vinh, yuj chi' ha t'a skal eb' vinh, ay 36 mil sb'isul eb' vinh soldado te jelan t'a oval."
        },
        {
            "number": "5",
            "text": "Ha sb'isul masanil eb' vinh soldado yinhtilal eb' chanhvanh yuninal vinhaj Isacar chi' te jelan t'a oval, ay 87 mil eb'."
        },
        {
            "number": "6",
            "text": "Oxvanh eb' vinh yuninal vinhaj Benjamín: Aton vinhaj Bela, vinhaj Bequer yet' vinhaj Jediael."
        },
        {
            "number": "7",
            "text": "Axo eb' vinh yuninal vinhaj Bela chi', ovanh eb' vinh: Vinhaj Ezbón, vinhaj Uzi, vinhaj Uziel, vinhaj Jerimot yet' vinhaj Iri. Masanil juntzanh eb' vinh chi', yajal yaj eb' vinh t'a skal eb' yinhtilal. Axo sb'isul eb' soldado t'a skal yinhtilal eb' vinh, ay 22 mil 34 eb'."
        },
        {
            "number": "8",
            "text": "Axo eb' vinh yuninal vinhaj Bequer: Aton vinhaj Zemira, vinhaj Joás, vinhaj Eliezer, vinhaj Elioenai, vinhaj Omri, vinhaj Jerimot, vinhaj Abías, vinhaj Anatot yet' vinhaj Alemet."
        },
        {
            "number": "9",
            "text": "Ha sb'isul eb' soldado t'a skal yinhtilal eb' vinh, ay 20 mil 200 eb'."
        },
        {
            "number": "10",
            "text": "Ha vinhaj Jediael ay jun yuninal vinh: Aton vinhaj Bilhán. Axo eb' vinh yuninal vinhaj Bilhán chi': Aton vinhaj Jeús, vinhaj Benjamín, vinhaj Aod, vinhaj Quenaana, vinhaj Zetán, vinhaj Tarsis yet' vinhaj Ahisahar."
        },
        {
            "number": "11",
            "text": "Ha juntzanh eb' vinh tik yajal yaj eb' vinh t'a skal eb' yinhtilal, te jelan eb' vinh t'a oval. Axo sb'isul eb' soldado t'a skal yinhtilal eb' vinh chi', ay 17 mil 200 eb'."
        },
        {
            "number": "12",
            "text": "Axo eb' vinh yuninal vinhaj Ir, aton vinhaj Supim yet' vinhaj Hupim. Axo yuninal vinhaj Aher, aton vinhaj Husim."
        },
        {
            "number": "13",
            "text": "Ha eb' vinh yuninal vinhaj Neftalí: Aton vinhaj Jahzeel, vinhaj Guni, vinhaj Jezer yet' vinhaj Salum. Aton juntzanh eb' vinh tik yinhtilal vinhaj Jacob yet' ix Bilha."
        },
        {
            "number": "14",
            "text": "Ha eb' vinh yuninal vinhaj Manasés yet' ix aj Siria schab'il yetb'eyum: Aton vinhaj Asriel yet' vinhaj Maquir, smam vinhaj Galaad."
        },
        {
            "number": "15",
            "text": "Ha vinhaj Maquir chi', ix yik'laj sb'a vinh yet' ix Maaca, yinhtilal vinhaj Hupim yet' vinhaj Supim. Ay jun yuninal vinhaj Maquir chi', aton vinhaj Zelofehad. Ha jun vinh chi', anhej eb' ix yisil vinh ay."
        },
        {
            "number": "16",
            "text": "Axo ix Maaca yetb'eyum vinhaj Maquir chi', ix alji chavanh svinac unin ix. Peres ix yak' ix sb'iej jun, haxo junxo Seres. Ha eb' vinh yuninal vinhaj Peres chi', Ulam sb'i vinh b'ab'el, Requem sb'i junxo vinh."
        },
        {
            "number": "17",
            "text": "Axo jun yuninal vinhaj Ulam chi', aton vinhaj Bedán. Ha eb' vinh tik a vinhaj Galaad yuninal vinhaj Maquir ay yinhtilal eb' vinh, aton vinh yixchiquin vinhaj Manasés."
        },
        {
            "number": "18",
            "text": "Ha jun ix yanab' vinhaj Maquir chi': Aton ix Hamolequet, aton ix snun vinhaj Isod, vinhaj Abiezer yet' vinhaj Mahala."
        },
        {
            "number": "19",
            "text": "Axo eb' vinh yuninal vinhaj Semida: Aton vinhaj Ahián, vinhaj Siquem, vinhaj Likhi yet' vinhaj Aniam."
        },
        {
            "number": "20",
            "text": "Ha eb' yinhtilal Efraín sb'eynhejcot t'a stzolal: Aton vinhaj Sutela, vinhaj Bered, vinhaj Tahat, vinhaj Elada, vinhaj Tahat, vinhaj Zabad, vinhaj Sutela. Ay chavanhxo eb' vinh yuninal vinhaj Efraín chi', aton vinhaj Ezer yet' vinhaj Elad, milb'ilcham eb' vinh yuj eb' cajan t'a Gat, yujto ix emk'och eb' yelq'uej nok' smolb'etzal nok' eb' cajan t'a Gat chi'."
        },
        {
            "number": "21",
            "text": "Ha vinhaj Efraín smam eb' vinh chi', tzijtum k'ual ix te cus vinh. Ix javi eb' sk'ab'yoc vinh yak' snivanil sk'ool."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi' ix alji pax junxo yuninal vinhaj Efraín chi' yet' ix yetb'eyum, Bería ix yak' vinh sb'iej, yujto ix ek' jun niwan cusk'olal chi' t'a eb'."
        },
        {
            "number": "23",
            "text": "Ha ix Seera yisil vinhaj Bería chi', a ix ix b'oanq'ue chonhab' Bet-horón jun ay t'a yalanh yet' Bet-horón ay t'a yib'anh yet' chonhab' Uzen-seera."
        },
        {
            "number": "24",
            "text": "Ha eb' vinh yinhtilal vinhaj Bería sb'eynhejcot t'a stzolal: Aton vinhaj Refa, vinhaj Resef, vinhaj Telah, vinhaj Tahán, vinhaj Laadán, vinhaj Amiud, vinhaj Elisama, vinhaj Nun, vinhaj Josué."
        },
        {
            "number": "25",
            "text": "Axo sluum eb' vinh b'aj cajan: Aton Betel yet' Naarán t'a stojolal b'aj sjavi k'u, Gezer t'a stojolal b'aj tz'em k'u yet' Siquem masanto sk'och t'a Ayah. Ix scha juntzanh chonhab' chi' eb' vinh yet' yaldeail."
        },
        {
            "number": "26",
            "text": "Ha eb' vinh yinhtilal Manasés, ix cajnaj eb' vinh t'a chonhab' Bet-seán, Taanac, Meguido, Dor yet' yaldeail juntzanh chonhab' chi'. Aton t'a juntzanh chonhab' chi' ix cajnaj eb' yinhtilal José, yuninalcan vinhaj Israel."
        },
        {
            "number": "27",
            "text": "Ha eb' vinh yuninal vinhaj Aser: Aton vinhaj Imna, vinhaj Isúa, vinhaj Isúi, vinhaj Bería yet' ix Sera yanab' eb' vinh."
        },
        {
            "number": "28",
            "text": "Ha eb' vinh yuninal vinhaj Bería chi': Aton vinhaj Heber yet' vinhaj Malquiel smam vinhaj Birzavit."
        },
        {
            "number": "29",
            "text": "Ha eb' vinh yuninal vinhaj Heber chi': Aton vinhaj Jaflet, vinhaj Semer, vinhaj Hotam yet' ix Súa yanab' eb' vinh."
        },
        {
            "number": "30",
            "text": "Axo eb' vinh yuninal vinhaj Jaflet chi': Aton vinhaj Pasac, vinhaj Bimhal yet' vinhaj Asvat."
        },
        {
            "number": "31",
            "text": "Axo eb' vinh yuninal vinhaj Semer chi': Aton vinhaj Ahí, vinhaj Rohga, vinhaj Jehúba yet' vinhaj Aram."
        },
        {
            "number": "32",
            "text": "Axo eb' vinh yuninal vinhaj Helem: Aton vinhaj Sofa, vinhaj Imna, vinhaj Seles yet' vinhaj Amal."
        },
        {
            "number": "33",
            "text": "Axo eb' vinh yuninal vinhaj Sofa chi': Aton vinhaj Súa, vinhaj Harnefer, vinhaj Súal, vinhaj Beri, vinhaj Imra,"
        },
        {
            "number": "34",
            "text": "vinhaj Beser, vinhaj Hod, vinhaj Sama, vinhaj Silsa, vinhaj Itrán yet' vinhaj Beera."
        },
        {
            "number": "35",
            "text": "Axo eb' vinh yuninal vinhaj Jeter: Aton vinhaj Jefone, vinhaj Pispa yet' vinhaj Ara."
        },
        {
            "number": "36",
            "text": "Axo eb' vinh yuninal vinhaj Ula: Aton vinhaj Ara, vinhaj Haniel yet' vinhaj Rezia."
        },
        {
            "number": "37",
            "text": "Masanil juntzanh eb' vinh tik yinhtilal Aser eb' vinh. Yajal yaj eb' vinh t'a skal eb' yinhtilal, te jelan eb' vinh t'a oval, te nivac pax yelk'och eb' vinh. Ha sb'isul eb' soldado t'a skal eb' yinhtilal Aser chi', ay 26 mil eb'."
        }
    ]
}