{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj Benjamín ovanh yuninal vinh: Aton sb'i eb' vinh tic d'a stzolal: Vinhaj Bela, vinh b'ab'el, vinhaj Asbel, vinhaj Ahara, vinhaj Noha yed' vinhaj Rafa."
        },
        {
            "number": "2",
            "text": "Axo eb' vinh yuninal vinhaj Bela chi': Aton vinhaj Adar, vinhaj Gera, vinhaj Abiud, vinhaj Abisúa, vinhaj Naamán, vinhaj Ahoa, vinhaj Gera, vinhaj Sefufán yed' vinhaj Hiram."
        },
        {
            "number": "3",
            "text": "A eb' vinh yuninal vinhaj Aod: Aton vinhaj Naamán, vinhaj Ahías yed' vinhaj Gera. A eb' vinh tic yajal yaj eb' vinh d'a scal eb' sk'ab'yoc cajan d'a Geba, palta ik'jinaquel eb' d'a Geba chi', ik'chajnacb'at cajan eb' d'a Manahat yuj vinhaj Gera smam vinhaj Uza yed' vinhaj Ahiud."
        },
        {
            "number": "4",
            "text": "A vinhaj Saharaim ayto juntzanhxo eb' vinh yuninal vinh ix alji ayic ayek' vinh d'a Moab, ayic toxo ix spuclaj sb'a vinh yed' eb' ix yetb'eyum, aton ix Husim yed' ix Baara."
        },
        {
            "number": "5",
            "text": "Axo eb' vinh yuninal vinh yed' junxo ix yetb'eyum scuchan Hodes: Aton vinhaj Jobab, vinhaj Sibia, vinhaj Mesa, vinhaj Malcam,"
        },
        {
            "number": "6",
            "text": "vinhaj Jeúz, vinhaj Saquías yed' vinhaj Mirma. A juntzanh eb' vinh tic yajal yaj eb' vinh d'a scal eb' sk'ab'yoc."
        },
        {
            "number": "7",
            "text": "Ay chavanh yuninal vinh yed' ix yetb'eyum scuchan Husim chi', aton vinhaj Abitob yed' vinhaj Elpaal."
        },
        {
            "number": "8",
            "text": "Axo eb' vinh yuninal vinhaj Elpaal chi': Aton vinhaj Heber, vinhaj Misam yed' vinhaj Semed. A vinhaj Semed chi' b'oannacq'ue chonhab' Ono, chonhab' Lod yed' yaldeail."
        },
        {
            "number": "9",
            "text": "A vinhaj Bería yed' vinhaj Sema, yajal yaj eb' vinh d'a scal eb' cajan d'a Ajalón, pechjinaquel eb' cajan d'a Gat yuj eb' vinh."
        },
        {
            "number": "10",
            "text": "A eb' yinhtilal vinhaj Bería chi': Aton vinhaj Ahío, vinhaj Sasac yed' vinhaj Jeremot, vinhaj Zebadías, vinhaj Arad, vinhaj Ader, vinhaj Micael, vinhaj Ispa yed' vinhaj Joha."
        },
        {
            "number": "11",
            "text": "Axo eb' vinh yuninal vinhaj Elpaal: Aton vinhaj Zebadías, vinhaj Mesulam, vinhaj Hizqui, vinhaj Heber, vinhaj Ismerai, vinhaj Jezlías yed' vinhaj Jobab."
        },
        {
            "number": "12",
            "text": "Axo eb' vinh yuninal vinhaj Simei: Aton vinhaj Jaquim, vinhaj Zicri, vinhaj Zabdi, vinhaj Elienai, vinhaj Ziletai, vinhaj Eliel, vinhaj Adaías, vinhaj Beraías yed' vinhaj Simrat."
        },
        {
            "number": "13",
            "text": "Eb' vinh yuninal vinhaj Sasac: Aton vinhaj Ispan, vinhaj Heber, vinhaj Eliel, vinhaj Abdón, vinhaj Zicri, vinhaj Hanán, vinhaj Hananías, vinhaj Elam, vinhaj Anatotías, vinhaj Ifdaías yed' vinhaj Peniel."
        },
        {
            "number": "14",
            "text": "Eb' yuninal vinhaj Jeroham: Aton vinhaj Samserai, vinhaj Seharías, vinhaj Atalías, vinhaj Jaresías, vinhaj Elías yed' vinhaj Zicri."
        },
        {
            "number": "15",
            "text": "A juntzanh eb' vinh ix b'inaj tic, yajal yaj eb' vinh d'a junjun macanh yinhtilal ix cajnaj d'a Jerusalén."
        },
        {
            "number": "16",
            "text": "A d'a chonhab' Gabaón ek'nac vinhaj Jehiel smam yicham eb' aj Gabaón chi'. Maaca sb'i ix yetb'eyum vinh."
        },
        {
            "number": "17",
            "text": "A eb' vinh yuninal vinh: Aton vinhaj Abdón vinh b'ab'el, vinhaj Zur, vinhaj Cis, vinhaj Baal, vinhaj Ner, vinhaj Nadab, vinhaj Gedor, vinhaj Ahío, vinhaj Zequer yed' vinhaj Miclot, smam vinhaj Simea. Anhejtona' juntzanh eb' vinh tic ix cajnajpax eb' vinh yed' eb' vinh sk'ab'yoc d'a Jerusalén."
        },
        {
            "number": "18",
            "text": "A vinhaj Ner chi' smam vinhaj Cis, axo vinhaj Cis smam vinhaj Saúl. Axo eb' vinh yuninal vinhaj Saúl chi': Aton vinhaj Jonatán, vinhaj Malquisúa, vinhaj Abinadab yed' vinhaj Es-baal."
        },
        {
            "number": "19",
            "text": "Ay jun yuninal vinhaj Jonatán chi', aton vinhaj Merib-baal, smam vinhaj Micaía."
        },
        {
            "number": "20",
            "text": "Axo eb' vinh yuninal vinhaj Micaía chi': Aton vinhaj Pitón, vinhaj Melec, vinhaj Tarea yed' vinhaj Acaz."
        },
        {
            "number": "21",
            "text": "Axo vinhaj Acaz chi' smam vinhaj Joada, axo vinhaj Joada chi' smam vinhaj Alemet, vinhaj Azmavet yed' vinhaj Zimri. Axo vinhaj Zimri chi' smam vinhaj Mosa."
        },
        {
            "number": "22",
            "text": "Axo eb' vinh yinhtilal vinhaj Mosa chi' d'a stzolal: Vinhaj Bina, vinhaj Rafa, vinhaj Elasa, vinhaj Azel."
        },
        {
            "number": "23",
            "text": "A eb' vinh yuninal vinhaj Azel vacvanh eb' vinh: Vinhaj Azricam, vinhaj Bocru, vinhaj Ismael, vinhaj Searías, vinhaj Obadías, vinhaj Hanán."
        },
        {
            "number": "24",
            "text": "Axo eb' vinh yuninal vinhaj Esec yuk'tac vinhaj Azel: Aton vinhaj Ulam vinh b'ab'el unin, schab'il vinhaj Jehús, yoxil vinhaj Elifelet."
        },
        {
            "number": "25",
            "text": "A eb' vinh yuninal vinhaj Ulam chi', te tek'an eb' vinh yak'an oval, yojtac val eb' vinh sjulvaji. Tzijtum yuninal eb' vinh yed' yixchiquin, 150 sb'isul eb' vinh d'a smasanil. Masanil juntzanh eb' vinh chi', a vinhaj Benjamín ay yinhtilal eb' vinh."
        }
    ]
}