{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Benjamín ovanh yuninal vinh: Aton sb'i eb' vinh tik t'a stzolal: Vinhaj Bela, vinh b'ab'el, vinhaj Asbel, vinhaj Ahara, vinhaj Noha yet' vinhaj Rafa."
        },
        {
            "number": "2",
            "text": "Axo eb' vinh yuninal vinhaj Bela chi': Aton vinhaj Adar, vinhaj Gera, vinhaj Abiud, vinhaj Abisúa, vinhaj Naamán, vinhaj Ahoa, vinhaj Gera, vinhaj Sefufán yet' vinhaj Hiram."
        },
        {
            "number": "3",
            "text": "Ha eb' vinh yuninal vinhaj Aod: Aton vinhaj Naamán, vinhaj Ahías yet' vinhaj Gera. Ha eb' vinh tik yajal yaj eb' vinh t'a skal eb' sk'ab'yoc cajan t'a Geba, palta ik'jinaquel eb' t'a Geba chi', ik'chajnacb'at cajan eb' t'a Manahat yuj vinhaj Gera smam vinhaj Uza yet' vinhaj Ahiud."
        },
        {
            "number": "4",
            "text": "Ha vinhaj Saharaim ayto juntzanhxo eb' vinh yuninal vinh ix alji ayic ayek' vinh t'a Moab, ayic toxo ix spuclaj sb'a vinh yet' eb' ix yetb'eyum, aton ix Husim yet' ix Baara."
        },
        {
            "number": "5",
            "text": "Axo eb' vinh yuninal vinh yet' junxo ix yetb'eyum scuchan Hodes: Aton vinhaj Jobab, vinhaj Sibia, vinhaj Mesa, vinhaj Malcam,"
        },
        {
            "number": "6",
            "text": "vinhaj Jeúz, vinhaj Saquías yet' vinhaj Mirma. Ha juntzanh eb' vinh tik yajal yaj eb' vinh t'a skal eb' sk'ab'yoc."
        },
        {
            "number": "7",
            "text": "Ay chavanh yuninal vinh yet' ix yetb'eyum scuchan Husim chi', aton vinhaj Abitob yet' vinhaj Elpaal."
        },
        {
            "number": "8",
            "text": "Axo eb' vinh yuninal vinhaj Elpaal chi': Aton vinhaj Heber, vinhaj Misam yet' vinhaj Semed. Ha vinhaj Semed chi' b'oannacq'ue chonhab' Ono, chonhab' Lod yet' yaldeail."
        },
        {
            "number": "9",
            "text": "Ha vinhaj Bería yet' vinhaj Sema, yajal yaj eb' vinh t'a skal eb' cajan t'a Ajalón, pechjinaquel eb' cajan t'a Gat yuj eb' vinh."
        },
        {
            "number": "10",
            "text": "Ha eb' yinhtilal vinhaj Bería chi': Aton vinhaj Ahío, vinhaj Sasac yet' vinhaj Jeremot, vinhaj Zebadías, vinhaj Arad, vinhaj Ader, vinhaj Micael, vinhaj Ispa yet' vinhaj Joha."
        },
        {
            "number": "11",
            "text": "Axo eb' vinh yuninal vinhaj Elpaal: Aton vinhaj Zebadías, vinhaj Mesulam, vinhaj Hizqui, vinhaj Heber, vinhaj Ismerai, vinhaj Jezlías yet' vinhaj Jobab."
        },
        {
            "number": "12",
            "text": "Axo eb' vinh yuninal vinhaj Simei: Aton vinhaj Jaquim, vinhaj Zicri, vinhaj Zabdi, vinhaj Elienai, vinhaj Ziletai, vinhaj Eliel, vinhaj Adaías, vinhaj Beraías yet' vinhaj Simrat."
        },
        {
            "number": "13",
            "text": "Eb' vinh yuninal vinhaj Sasac: Aton vinhaj Ispan, vinhaj Heber, vinhaj Eliel, vinhaj Abdón, vinhaj Zicri, vinhaj Hanán, vinhaj Hananías, vinhaj Elam, vinhaj Anatotías, vinhaj Ifdaías yet' vinhaj Peniel."
        },
        {
            "number": "14",
            "text": "Eb' yuninal vinhaj Jeroham: Aton vinhaj Samserai, vinhaj Seharías, vinhaj Atalías, vinhaj Jaresías, vinhaj Elías yet' vinhaj Zicri."
        },
        {
            "number": "15",
            "text": "Ha juntzanh eb' vinh ix b'inaj tik, yajal yaj eb' vinh t'a junjun makan yinhtilal ix cajnaj t'a Jerusalén."
        },
        {
            "number": "16",
            "text": "Ha t'a chonhab' Gabaón ek'nac vinhaj Jehiel smam yicham eb' aj Gabaón chi'. Maaca sb'i ix yetb'eyum vinh."
        },
        {
            "number": "17",
            "text": "Ha eb' vinh yuninal vinh: Aton vinhaj Abdón vinh b'ab'el, vinhaj Zur, vinhaj Cis, vinhaj Baal, vinhaj Ner, vinhaj Nadab, vinhaj Gedor, vinhaj Ahío, vinhaj Zequer yet' vinhaj Miclot, smam vinhaj Simea. Anhejtona' juntzanh eb' vinh tik ix cajnajpax eb' vinh yet' eb' vinh sk'ab'yoc t'a Jerusalén."
        },
        {
            "number": "18",
            "text": "Ha vinhaj Ner chi' smam vinhaj Cis, haxo vinhaj Cis smam vinhaj Saúl. Axo eb' vinh yuninal vinhaj Saúl chi': Aton vinhaj Jonatán, vinhaj Malquisúa, vinhaj Abinadab yet' vinhaj Es-baal."
        },
        {
            "number": "19",
            "text": "Ay jun yuninal vinhaj Jonatán chi', aton vinhaj Merib-baal, smam vinhaj Micaía."
        },
        {
            "number": "20",
            "text": "Axo eb' vinh yuninal vinhaj Micaía chi': Aton vinhaj Pitón, vinhaj Melec, vinhaj Tarea yet' vinhaj Acaz."
        },
        {
            "number": "21",
            "text": "Axo vinhaj Acaz chi' smam vinhaj Joada, haxo vinhaj Joada chi' smam vinhaj Alemet, vinhaj Azmavet yet' vinhaj Zimri. Axo vinhaj Zimri chi' smam vinhaj Mosa."
        },
        {
            "number": "22",
            "text": "Axo eb' vinh yinhtilal vinhaj Mosa chi' t'a stzolal: Vinhaj Bina, vinhaj Rafa, vinhaj Elasa, vinhaj Azel."
        },
        {
            "number": "23",
            "text": "Ha eb' vinh yuninal vinhaj Azel vacvanh eb' vinh: Vinhaj Azricam, vinhaj Bocru, vinhaj Ismael, vinhaj Searías, vinhaj Obadías, vinhaj Hanán."
        },
        {
            "number": "24",
            "text": "Axo eb' vinh yuninal vinhaj Esec yuk'tac vinhaj Azel: Aton vinhaj Ulam vinh b'ab'el unin, schab'il vinhaj Jehús, yoxil vinhaj Elifelet."
        },
        {
            "number": "25",
            "text": "Ha eb' vinh yuninal vinhaj Ulam chi', te tek'an eb' vinh yak'an oval, yojtac val eb' vinh sjulvaji. Tzijtum yuninal eb' vinh yet' yixchiquin, 150 sb'isul eb' vinh t'a smasanil. Masanil juntzanh eb' vinh chi', a vinhaj Benjamín ay yinhtilal eb' vinh."
        }
    ]
}