{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Benjamín owanh yuninal winh: Aton sb'i heb' winh tik t'a stzolal: Vinhaj Bela, winh b'ab'el, winhaj Asbel, winhaj Ahara, winhaj Noha yet' winhaj Rafa."
        },
        {
            "number": "2",
            "text": "Axo heb' winh yuninal winhaj Bela chi': Aton winhaj Adar, winhaj Gera, winhaj Abiud, winhaj Abisúa, winhaj Naamán, winhaj Ahoa, winhaj Gera, winhaj Sefufán yet' winhaj Hiram."
        },
        {
            "number": "3",
            "text": "Ha heb' winh yuninal winhaj Aod: Aton winhaj Naamán, winhaj Ahías yet' winhaj Gera. Ha heb' winh tik yajal yaj heb' winh t'a skal heb' sk'ab'yoc kajan t'a Geba, palta ik'jinaquel heb' t'a Geba chi', ik'chajnacb'at kajan heb' t'a Manahat yuj winhaj Gera smam winhaj Uza yet' winhaj Ahiud."
        },
        {
            "number": "4",
            "text": "Ha winhaj Saharaim ayto juntzanhxo heb' winh yuninal winh ix alji ayic ayek' winh t'a Moab, ayic toxo ix spuklaj sb'a winh yet' heb' ix yetb'eyum, aton ix Husim yet' ix Baara."
        },
        {
            "number": "5",
            "text": "Axo heb' winh yuninal winh yet' junxo ix yetb'eyum skuchan Hodes: Aton winhaj Jobab, winhaj Sibia, winhaj Mesa, winhaj Malcam,"
        },
        {
            "number": "6",
            "text": "winhaj Jeúz, winhaj Saquías yet' winhaj Mirma. Ha juntzanh heb' winh tik yajal yaj heb' winh t'a skal heb' sk'ab'yoc."
        },
        {
            "number": "7",
            "text": "Ay chawanh yuninal winh yet' ix yetb'eyum skuchan Husim chi', aton winhaj Abitob yet' winhaj Elpaal."
        },
        {
            "number": "8",
            "text": "Axo heb' winh yuninal winhaj Elpaal chi': Aton winhaj Heber, winhaj Misam yet' winhaj Semed. Ha winhaj Semed chi' b'oannack'e chonhab' Ono, chonhab' Lod yet' yaldeail."
        },
        {
            "number": "9",
            "text": "Ha winhaj Bería yet' winhaj Sema, yajal yaj heb' winh t'a skal heb' kajan t'a Ajalón, pechjinaquel heb' kajan t'a Gat yuj heb' winh."
        },
        {
            "number": "10",
            "text": "Ha heb' yinhtilal winhaj Bería chi': Aton winhaj Ahío, winhaj Sasac yet' winhaj Jeremot, winhaj Zebadías, winhaj Arad, winhaj Ader, winhaj Micael, winhaj Ispa yet' winhaj Joha."
        },
        {
            "number": "11",
            "text": "Axo heb' winh yuninal winhaj Elpaal: Aton winhaj Zebadías, winhaj Mesulam, winhaj Hizqui, winhaj Heber, winhaj Ismerai, winhaj Jezlías yet' winhaj Jobab."
        },
        {
            "number": "12",
            "text": "Axo heb' winh yuninal winhaj Simei: Aton winhaj Jaquim, winhaj Zicri, winhaj Zabdi, winhaj Elienai, winhaj Ziletai, winhaj Eliel, winhaj Adaías, winhaj Beraías yet' winhaj Simrat."
        },
        {
            "number": "13",
            "text": "Eb' winh yuninal winhaj Sasac: Aton winhaj Ispan, winhaj Heber, winhaj Eliel, winhaj Abdón, winhaj Zicri, winhaj Hanán, winhaj Hananías, winhaj Elam, winhaj Anatotías, winhaj Ifdaías yet' winhaj Peniel."
        },
        {
            "number": "14",
            "text": "Eb' yuninal winhaj Jeroham: Aton winhaj Samserai, winhaj Seharías, winhaj Atalías, winhaj Jaresías, winhaj Elías yet' winhaj Zicri."
        },
        {
            "number": "15",
            "text": "Ha juntzanh heb' winh ix b'inaj tik, yajal yaj heb' winh t'a junjun makan yinhtilal ix kajnaj t'a Jerusalén."
        },
        {
            "number": "16",
            "text": "Ha t'a chonhab' Gabaón ek'nac winhaj Jehiel smam yicham heb' aj Gabaón chi'. Maaca sb'i ix yetb'eyum winh."
        },
        {
            "number": "17",
            "text": "Ha heb' winh yuninal winh: Aton winhaj Abdón winh b'ab'el, winhaj Zur, winhaj Cis, winhaj Baal, winhaj Ner, winhaj Nadab, winhaj Gedor, winhaj Ahío, winhaj Zequer yet' winhaj Miclot, smam winhaj Simea. Anhejtona' juntzanh heb' winh tik ix kajnajpax heb' winh yet' heb' winh sk'ab'yoc t'a Jerusalén."
        },
        {
            "number": "18",
            "text": "Ha winhaj Ner chi' smam winhaj Cis, haxo winhaj Cis smam winhaj Saúl. Axo heb' winh yuninal winhaj Saúl chi': Aton winhaj Jonatán, winhaj Malquisúa, winhaj Abinadab yet' winhaj Es-baal."
        },
        {
            "number": "19",
            "text": "Ay jun yuninal winhaj Jonatán chi', aton winhaj Merib-baal, smam winhaj Micaía."
        },
        {
            "number": "20",
            "text": "Axo heb' winh yuninal winhaj Micaía chi': Aton winhaj Pitón, winhaj Melec, winhaj Tarea yet' winhaj Acaz."
        },
        {
            "number": "21",
            "text": "Axo winhaj Acaz chi' smam winhaj Joada, haxo winhaj Joada chi' smam winhaj Alemet, winhaj Azmawet yet' winhaj Zimri. Axo winhaj Zimri chi' smam winhaj Mosa."
        },
        {
            "number": "22",
            "text": "Axo heb' winh yinhtilal winhaj Mosa chi' t'a stzolal: Vinhaj Bina, winhaj Rafa, winhaj Elasa, winhaj Azel."
        },
        {
            "number": "23",
            "text": "Ha heb' winh yuninal winhaj Azel wacwanh heb' winh: Vinhaj Azricam, winhaj Bocru, winhaj Ismael, winhaj Searías, winhaj Obadías, winhaj Hanán."
        },
        {
            "number": "24",
            "text": "Axo heb' winh yuninal winhaj Esec yuk'tac winhaj Azel: Aton winhaj Ulam winh b'ab'el unin, schab'il winhaj Jehús, yoxil winhaj Elifelet."
        },
        {
            "number": "25",
            "text": "Ha heb' winh yuninal winhaj Ulam chi', te tek'an heb' winh yak'an owal, yojtak wal heb' winh sjulwaji. Tzijtum yuninal heb' winh yet' yixchiquin, 150 sb'isul heb' winh t'a smasanil. Masanil juntzanh heb' winh chi', a winhaj Benjamín ay yinhtilal heb' winh."
        }
    ]
}