{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Icha tik ix aj stz'ib'chajcan masanil eb' israel t'a stzolal tas yaj yinhtilal eb' b'aj aycan yab'ixal eb' sreyal Israel. Ha eb' anima ay t'a Judá, ik'chajnacb'at eb' t'a Babilonia yuj schucal."
        },
        {
            "number": "2",
            "text": "Ha eb' yinhtilal Israel b'ab'laj meltzajxicot t'a sluum yet' t'a schonhab', aton eb' sacerdote, eb' levita yet' eb' smunlaj t'a templo."
        },
        {
            "number": "3",
            "text": "Ha t'a Jerusalén ix kan cajan eb' yinhtilal Judá, eb' yic Benjamín, eb' yic Efraín yet' eb' yic Manasés."
        },
        {
            "number": "4",
            "text": "Ha t'a yinhtilal Judá chi', ay 690 eb' vinh vinac t'a smasanil. Ha eb' vinh yinhtilal vinhaj Fares yuninal vinhaj Judá, a vinhaj Utai yuninal vinhaj Amihud yajal yaj t'a skal eb' yet' pax juntzanhxo eb' smam yicham t'a stzolal: Aton vinhaj Omri, vinhaj Imri, vinhaj Bani yet' vinhaj Fares yuninal vinhaj Judá chi'. Ha t'a eb' vinh yinhtilal vinhaj Sela yuninal vinhaj Judá chi', a vinhaj Asaías vinh b'ab'el unin, yajal yaj pax vinh t'a eb' sk'ab'yoc. Axo t'a skal eb' vinh yinhtilal vinhaj Zera, yuninal pax vinhaj Judá chi', a vinhaj Jeuel yajal yaj t'a skal eb' sk'ab'yoc."
        },
        {
            "number": "5",
            "text": "Aton sb'i eb' vinh yajal yaj t'a eb' yinhtilal Benjamín tik: Vinhaj Salú yuninal vinhaj Mesulam yixchiquin vinhaj Hodabías, yinhtilal vinhaj Asenúa, vinhaj Ibneías yuninal vinhaj Jeroham, vinhaj Ela yixchiquin vinhaj Uzi, yinhtilal vinhaj Micri, vinhaj Mesulam yuninal vinhaj Sefatías, yixchiquin vinhaj Reuel, yinhtilal vinhaj Ibnías. 956 eb' t'a smasanil."
        },
        {
            "number": "6",
            "text": "Axo eb' vinh sacerdote cajan t'a Jerusalén yajal yaj t'a skal eb' sk'ab'yoc: Aton vinhaj Jedaías, vinhaj Joiarib, vinhaj Jaquín yet' vinhaj Azarías yuninal vinhaj Hilcías. Ha eb' smam yicham vinhaj Azarías t'a stzolal: Aton vinhaj Mesulam, vinhaj Sadoc, vinhaj Meraiot yet' vinhaj Ahitob. Ha vinhaj Azarías chi' yajal t'a stemplo Dios. Anheja' t'a skal eb' vinh yajal yaj chi', ayoch vinhaj Adaías yuninal vinhaj Jeroham. Ha sb'i eb' smam yicham vinhaj Adaías chi' t'a stzolal: Aton vinhaj Jeroham, vinhaj Pasur, vinhaj Malquías, vinhaj Masai, vinhaj Adiel, vinhaj Jahzera, vinhaj Mesulam, vinhaj Mesilemit yet' vinhaj Imer. Ha juntzanh eb' vinh tik yajal yaj eb' vinh t'a skal eb' sk'ab'yoc. Ha t'a skal eb', ay mil 760 eb' vinh te nhican smunlaj t'a scajnub' Dios."
        },
        {
            "number": "7",
            "text": "Ha eb' vinh yajal yaj t'a skal eb' levita cajan t'a Jerusalén: Aton vinhaj Semaías yuninal vinhaj Hasub, yixchiquin vinhaj Azricam, schab'il yixchiquin vinhaj Hasabías, yinhtilal vinhaj Merari."
        },
        {
            "number": "8",
            "text": "Yajal pax vinhaj Bacbacar, vinhaj Heres, vinhaj Galal yet' vinhaj Matanías yuninal vinhaj Micaía, yixchiquin vinhaj Zicri, yinhtilal vinhaj Asaf."
        },
        {
            "number": "9",
            "text": "Yajal pax yaj vinhaj Obadías yuninal vinhaj Semaías, yixchiquin vinhaj Galal, yinhtilal vinhaj Jedutún yet' vinhaj Berequías, yuninal vinhaj Asa, yixchiquin vinhaj Elcana ek'nac cajan t'a juntzanh aldea yic eb' netofatita."
        },
        {
            "number": "10",
            "text": "Axo eb' vinh stanhvan puerta: Aton vinhaj Salum, vinhaj Acub, vinhaj Talmón, vinhaj Ahimán yet' eb' vinh sk'ab'yoc eb' vinh. Ha vinhaj Salum yajal yaj t'a eb' vinh."
        },
        {
            "number": "11",
            "text": "Ha eb' vinh tik stanhvannhej puerta yic eb' vinh rey t'a stojolal b'aj sjavi k'u. Aton eb' vinh stanhvan puerta chi' t'a skal eb' yetlevitail."
        },
        {
            "number": "12",
            "text": "Ha vinhaj Salum yuninal vinhaj Coré, yixchiquin vinhaj Ebiasaf, yinhtilal vinhaj Coré yet' eb' sk'ab'yoc, a eb' stanhvan scajnub' Dios, icha ajnac stanhvan spuertail scajnub' Dios chi' eb' smam yicham eb' t'a peca'."
        },
        {
            "number": "13",
            "text": "Ha t'a peca' chi', a vinhaj Finees yuninal vinhaj Eleazar ayoch yajaliloc eb' stanhvan scajnub' Dios chi'. Aynhej val och Jehová yet' vinh."
        },
        {
            "number": "14",
            "text": "Axo vinhaj Zacarías yuninal vinhaj Meselemías, a vinh stanhvan spuertail b'aj sch'ox sb'ha Dios."
        },
        {
            "number": "15",
            "text": "Ha sb'isul eb' stanhvan spuertail cajnub' sik'b'ilel chi', 212 eb' tz'ib'ab'ilcani icha tas yinhtilal junjun makan b'aj cajan eb'. Ha vinhaj rey David yet' vinhaj Samuel schecab' Dios ak'jinaccanoch eb' t'a yopisio niwan yelk'och chi'."
        },
        {
            "number": "16",
            "text": "Masanil eb' yet' pax yuninal eb', ayoch eb' t'a stzolal stanhvan spuertail scajnub' Dios."
        },
        {
            "number": "17",
            "text": "Aynhejoch stanhvumal chi' t'a schanhil pak'anh: D'a stojolal b'aj sjavi k'u, t'a stojolal b'aj tz'em k'u, t'a stojolal norte yet' t'a stojolal sur."
        },
        {
            "number": "18",
            "text": "Ha eb' yetlevitail eb' cajan t'a juntzanhxo aldea, t'a junjun yuctaquil k'ual sjavi eb' stanhvej templo chi', yic scolvaj eb' yet' eb'."
        },
        {
            "number": "19",
            "text": "Ay chanhvanh eb' levita nivac yopisio stanhvan puerta chi'. Ha eb' chi' ayoch eb' t'a masanil tiempo stanhvan juntzanh cuarto yet' b'aj smolchaj tas tz'ak'ji t'a scajnub' Dios chi'."
        },
        {
            "number": "20",
            "text": "Ha eb' chi' aynhejek' eb' t'a spatictac cajnub' chi' tzek' ak'val, yujto a eb' stanhvani. Axo t'a junjun q'uinhib'alil sjacan cajnub' chi' eb'."
        },
        {
            "number": "21",
            "text": "Ay juntzanh eb' t'a skal eb' chi' stanhvan juntzanh yamk'ab' sk'anchaji yic tz'och ejmelal d'ha Dios. Yovalil sb'is eb' jantac tz'elta, slajvi chi' sb'isan eb' yochxicani."
        },
        {
            "number": "22",
            "text": "Axo juntzanhxo eb' tz'ilan juntzanhxo yamk'ab' nivac yelk'ochi yet' pax ixim harina, vino, aceite, incienso yet' perfume."
        },
        {
            "number": "23",
            "text": "Ay pax eb' sacerdote sb'oan perfume chi'."
        },
        {
            "number": "24",
            "text": "Axo jun vinh levita scuchan Matatías, b'ab'el yuninal vinhaj Salum, yinhtilal vinhaj Coré, a vinh sb'oan ixim pan tz'ak'ji ofrendail."
        },
        {
            "number": "25",
            "text": "Axo juntzanhxo eb' vinh yetlevitail eb' vinh, eb' vinh yinhtilal vinhaj Coat, a eb' vinh sb'oan ixim pan tz'em tzolan t'a sat mexa t'a yol scajnub' Dios t'a junjun k'ual ik'oj ip."
        },
        {
            "number": "26",
            "text": "Anhejtona' ay eb' vinh yajal yaj t'a yinhtilal eb' vinh levita chi' sb'itani. Ha t'a juntzanh cuarto yic templo chi' ay eb' vinh, malaj yalan yic eb' vinh t'a juntzanhxo munlajel, yujto k'ual t'ak'val yajoch eb' vinh t'a yopisio chi'."
        },
        {
            "number": "27",
            "text": "Ha eb' vinh ix b'inaj tik, yajal yaj eb' vinh t'a skal masanil eb' yinhtilal Leví chi', icha yaj stzolal yinhtilal eb' vinh. Ha t'a Jerusalén cajan eb' vinh."
        },
        {
            "number": "28",
            "text": "Ha t'a chonhab' Gabaón, ata' ek'nac cajan vinhaj Jehiel, smam yicham eb' aj Gabaón chi'. Maaca sb'i ix yetb'eyum vinh."
        },
        {
            "number": "29",
            "text": "Ha eb' vinh yuninal vinh: Aton vinhaj Abdón vinh b'ab'el unin, vinhaj Zur, vinhaj Cis, vinhaj Baal, vinhaj Ner, vinhaj Nadab, vinhaj Gedor, vinhaj Ahío, vinhaj Zacarías yet' vinhaj Miclot."
        },
        {
            "number": "30",
            "text": "Ha vinhaj Miclot chi' smam vinhaj Simeam. Ha juntzanh eb' vinh tik ix cajnaj eb' vinh yet' eb' sk'ab'yoc t'a Jerusalén."
        },
        {
            "number": "31",
            "text": "Ha vinhaj Ner smam vinhaj Cis, haxo vinhaj Cis chi' smam vinhaj Saúl. Axo eb' vinh yuninal vinhaj Saúl chi': Aton vinhaj Jonatán, vinhaj Malquisúa, vinhaj Abinadab yet' vinhaj Es-baal."
        },
        {
            "number": "32",
            "text": "Ha vinhaj Jonatán chi' smam vinhaj Merib-baal smam vinhaj Micaía."
        },
        {
            "number": "33",
            "text": "Axo eb' vinh yuninal vinhaj Micaía chi': Aton vinhaj Pitón, vinhaj Melec, vinhaj Tarea yet' vinhaj Acaz."
        },
        {
            "number": "34",
            "text": "Axo vinhaj Acaz smam vinhaj Jara. Axo vinhaj Jara chi' smam vinhaj Alemet, vinhaj Azmavet yet' vinhaj Zimri. Axo vinhaj Zimri chi' smam vinhaj Mosa. Axo vinhaj Mosa chi' smam vinhaj Bina. Axo vinhaj Bina chi' smam vinhaj Refaías, vinhaj Elasa yet' vinhaj Azel."
        },
        {
            "number": "35",
            "text": "Eb' yuninal vinhaj Azel chi', vacvanh eb' vinh: Aton vinhaj Azricam, vinhaj Bocru, vinhaj Ismael, vinhaj Searías, vinhaj Obadías yet' vinhaj Hanán."
        }
    ]
}