{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Icha tik ix aj stz'ib'chajcan masanil heb' israel t'a stzolal tas yaj yinhtilal heb' b'aj aycan yab'ixal heb' sreyal Israel. Ha heb' anima ay t'a Judá, ik'chajnacb'at heb' t'a Babilonia yuj schucal."
        },
        {
            "number": "2",
            "text": "Ha heb' yinhtilal Israel b'ab'laj meltzajxicot t'a sluum yet' t'a schonhab', aton heb' sacerdote, heb' lewita yet' heb' smunlaj t'a templo."
        },
        {
            "number": "3",
            "text": "Ha t'a Jerusalén ix kan cajan heb' yinhtilal Judá, heb' yic Benjamín, heb' yic Efraín yet' heb' yic Manasés."
        },
        {
            "number": "4",
            "text": "Ha t'a yinhtilal Judá chi', ay 690 heb' winh winak t'a smasanil. Ha heb' winh yinhtilal winhaj Fares yuninal winhaj Judá, a winhaj Utai yuninal winhaj Amihud yajal yaj t'a skal heb' yet' pax juntzanhxo heb' smam yicham t'a stzolal: Aton winhaj Omri, winhaj Imri, winhaj Bani yet' winhaj Fares yuninal winhaj Judá chi'. Ha t'a heb' winh yinhtilal winhaj Sela yuninal winhaj Judá chi', a winhaj Asaías winh b'ab'el unin, yajal yaj pax winh t'a heb' sk'ab'yoc. Axo t'a skal heb' winh yinhtilal winhaj Zera, yuninal pax winhaj Judá chi', a winhaj Jeuel yajal yaj t'a skal heb' sk'ab'yoc."
        },
        {
            "number": "5",
            "text": "Aton sb'i heb' winh yajal yaj t'a heb' yinhtilal Benjamín tik: Vinhaj Salú yuninal winhaj Mesulam yixchiquin winhaj Hodabías, yinhtilal winhaj Asenúa, winhaj Ibneías yuninal winhaj Jeroham, winhaj Ela yixchiquin winhaj Uzi, yinhtilal winhaj Micri, winhaj Mesulam yuninal winhaj Sefatías, yixchiquin winhaj Reuel, yinhtilal winhaj Ibnías. 956 heb' t'a smasanil."
        },
        {
            "number": "6",
            "text": "Axo heb' winh sacerdote cajan t'a Jerusalén yajal yaj t'a skal heb' sk'ab'yoc: Aton winhaj Jedaías, winhaj Joiarib, winhaj Jaquín yet' winhaj Azarías yuninal winhaj Hilcías. Ha heb' smam yicham winhaj Azarías t'a stzolal: Aton winhaj Mesulam, winhaj Sadoc, winhaj Meraiot yet' winhaj Ahitob. Ha winhaj Azarías chi' yajal t'a stemplo Dios. Anheja' t'a skal heb' winh yajal yaj chi', ayoch winhaj Adaías yuninal winhaj Jeroham. Ha sb'i heb' smam yicham winhaj Adaías chi' t'a stzolal: Aton winhaj Jeroham, winhaj Pasur, winhaj Malquías, winhaj Masai, winhaj Adiel, winhaj Jahzera, winhaj Mesulam, winhaj Mesilemit yet' winhaj Imer. Ha juntzanh heb' winh tik yajal yaj heb' winh t'a skal heb' sk'ab'yoc. Ha t'a skal heb', ay mil 760 heb' winh te nhican smunlaj t'a scajnub' Dios."
        },
        {
            "number": "7",
            "text": "Ha heb' winh yajal yaj t'a skal heb' lewita cajan t'a Jerusalén: Aton winhaj Semaías yuninal winhaj Hasub, yixchiquin winhaj Azricam, schab'il yixchiquin winhaj Hasabías, yinhtilal winhaj Merari."
        },
        {
            "number": "8",
            "text": "Yajal pax winhaj Bacbacar, winhaj Heres, winhaj Galal yet' winhaj Matanías yuninal winhaj Micaía, yixchiquin winhaj Zicri, yinhtilal winhaj Asaf."
        },
        {
            "number": "9",
            "text": "Yajal pax yaj winhaj Obadías yuninal winhaj Semaías, yixchiquin winhaj Galal, yinhtilal winhaj Jedutún yet' winhaj Berequías, yuninal winhaj Asa, yixchiquin winhaj Elcana ek'nac cajan t'a juntzanh aldea yic heb' netofatita."
        },
        {
            "number": "10",
            "text": "Axo heb' winh stanhwan puerta: Aton winhaj Salum, winhaj Acub, winhaj Talmón, winhaj Ahimán yet' heb' winh sk'ab'yoc heb' winh. Ha winhaj Salum yajal yaj t'a heb' winh."
        },
        {
            "number": "11",
            "text": "Ha heb' winh tik stanhwannhej puerta yic heb' winh rey t'a stojolal b'aj sjawi k'u. Aton heb' winh stanhwan puerta chi' t'a skal heb' yetlewitail."
        },
        {
            "number": "12",
            "text": "Ha winhaj Salum yuninal winhaj Coré, yixchiquin winhaj Ebiasaf, yinhtilal winhaj Coré yet' heb' sk'ab'yoc, a heb' stanhwan scajnub' Dios, icha ajnac stanhwan spuertail scajnub' Dios chi' heb' smam yicham heb' t'a peka'."
        },
        {
            "number": "13",
            "text": "Ha t'a peka' chi', a winhaj Finees yuninal winhaj Eleazar ayoch yajaliloc heb' stanhwan scajnub' Dios chi'. Aynhej wal och Jehová yet' winh."
        },
        {
            "number": "14",
            "text": "Axo winhaj Zacarías yuninal winhaj Meselemías, a winh stanhwan spuertail b'aj sch'ox sb'ha Dios."
        },
        {
            "number": "15",
            "text": "Ha sb'isul heb' stanhwan spuertail cajnub' sik'b'ilel chi', 212 heb' tz'ib'ab'ilcani icha tas yinhtilal junjun makan b'aj cajan heb'. Ha winhaj rey Dawid yet' winhaj Samuel schecab' Dios ak'jinaccanoch heb' t'a yopisio niwan yelk'och chi'."
        },
        {
            "number": "16",
            "text": "Masanil heb' yet' pax yuninal heb', ayoch heb' t'a stzolal stanhwan spuertail scajnub' Dios."
        },
        {
            "number": "17",
            "text": "Aynhejoch stanhwumal chi' t'a schanhil pak'anh: D'a stojolal b'aj sjawi k'u, t'a stojolal b'aj tz'em k'u, t'a stojolal norte yet' t'a stojolal sur."
        },
        {
            "number": "18",
            "text": "Ha heb' yetlewitail heb' cajan t'a juntzanhxo aldea, t'a junjun yuctaquil k'ual sjawi heb' stanhwej templo chi', yic skolwaj heb' yet' heb'."
        },
        {
            "number": "19",
            "text": "Ay chanhwanh heb' lewita niwac yopisio stanhwan puerta chi'. Ha heb' chi' ayoch heb' t'a masanil tiempo stanhwan juntzanh cuarto yet' b'aj smolchaj tas tz'ak'ji t'a scajnub' Dios chi'."
        },
        {
            "number": "20",
            "text": "Ha heb' chi' aynhejek' heb' t'a spatictac cajnub' chi' tzek' ak'wal, yujto a heb' stanhwani. Axo t'a junjun q'uinhib'alil sjacan cajnub' chi' heb'."
        },
        {
            "number": "21",
            "text": "Ay juntzanh heb' t'a skal heb' chi' stanhwan juntzanh yamk'ab' sk'anchaji yic tz'och ejmelal d'ha Dios. Yowalil sb'is heb' jantac tz'elta, slajwi chi' sb'isan heb' yochxicani."
        },
        {
            "number": "22",
            "text": "Axo juntzanhxo heb' tz'ilan juntzanhxo yamk'ab' niwac yelk'ochi yet' pax ixim harina, wino, aceite, incienso yet' perfume."
        },
        {
            "number": "23",
            "text": "Ay pax heb' sacerdote sb'oan perfume chi'."
        },
        {
            "number": "24",
            "text": "Axo jun winh lewita scuchan Matatías, b'ab'el yuninal winhaj Salum, yinhtilal winhaj Coré, a winh sb'oan ixim pan tz'ak'ji ofrendail."
        },
        {
            "number": "25",
            "text": "Axo juntzanhxo heb' winh yetlewitail heb' winh, heb' winh yinhtilal winhaj Coat, a heb' winh sb'oan ixim pan tz'em tzolan t'a sat mexa t'a yol scajnub' Dios t'a junjun k'ual ik'oj ip."
        },
        {
            "number": "26",
            "text": "Anhejtona' ay heb' winh yajal yaj t'a yinhtilal heb' winh lewita chi' sb'itani. Ha t'a juntzanh cuarto yic templo chi' ay heb' winh, malaj yalan yic heb' winh t'a juntzanhxo munlajel, yujto k'ual t'ak'wal yajoch heb' winh t'a yopisio chi'."
        },
        {
            "number": "27",
            "text": "Ha heb' winh ix b'inaj tik, yajal yaj heb' winh t'a skal masanil heb' yinhtilal Leví chi', icha yaj stzolal yinhtilal heb' winh. Ha t'a Jerusalén cajan heb' winh."
        },
        {
            "number": "28",
            "text": "Ha t'a chonhab' Gabaón, ata' ek'nac cajan winhaj Jehiel, smam yicham heb' aj Gabaón chi'. Maaca sb'i ix yetb'eyum winh."
        },
        {
            "number": "29",
            "text": "Ha heb' winh yuninal winh: Aton winhaj Abdón winh b'ab'el unin, winhaj Zur, winhaj Cis, winhaj Baal, winhaj Ner, winhaj Nadab, winhaj Gedor, winhaj Ahío, winhaj Zacarías yet' winhaj Miclot."
        },
        {
            "number": "30",
            "text": "Ha winhaj Miclot chi' smam winhaj Simeam. Ha juntzanh heb' winh tik ix cajnaj heb' winh yet' heb' sk'ab'yoc t'a Jerusalén."
        },
        {
            "number": "31",
            "text": "Ha winhaj Ner smam winhaj Cis, haxo winhaj Cis chi' smam winhaj Saúl. Axo heb' winh yuninal winhaj Saúl chi': Aton winhaj Jonatán, winhaj Malquisúa, winhaj Abinadab yet' winhaj Es-baal."
        },
        {
            "number": "32",
            "text": "Ha winhaj Jonatán chi' smam winhaj Merib-baal smam winhaj Micaía."
        },
        {
            "number": "33",
            "text": "Axo heb' winh yuninal winhaj Micaía chi': Aton winhaj Pitón, winhaj Melec, winhaj Tarea yet' winhaj Acaz."
        },
        {
            "number": "34",
            "text": "Axo winhaj Acaz smam winhaj Jara. Axo winhaj Jara chi' smam winhaj Alemet, winhaj Azmawet yet' winhaj Zimri. Axo winhaj Zimri chi' smam winhaj Mosa. Axo winhaj Mosa chi' smam winhaj Bina. Axo winhaj Bina chi' smam winhaj Refaías, winhaj Elasa yet' winhaj Azel."
        },
        {
            "number": "35",
            "text": "Eb' yuninal winhaj Azel chi', wacwanh heb' winh: Aton winhaj Azricam, winhaj Bocru, winhaj Ismael, winhaj Searías, winhaj Obadías yet' winhaj Hanán."
        }
    ]
}