{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Icha tik ix aj stz'ib'chajcan masanil eb' israel t'a stzolal tas yaj yinhtilal eb' b'aj aycan yab'ixal eb' sreyal Israel. Ha eb' anima ay t'a Judá, ik'chajnacb'at eb' t'a Babilonia yuj schucal."
        },
        {
            "number": "2",
            "text": "Ha eb' yinhtilal Israel b'ab'laj meltzajxicot t'a sluum yet' t'a schonhab', aton eb' sacerdote, eb' levita yet' eb' smunlaj t'a templo."
        },
        {
            "number": "3",
            "text": "Ha t'a Jerusalén ix kan cajan eb' yinhtilal Judá, eb' yic Benjamín, eb' yic Efraín yet' eb' yic Manasés."
        },
        {
            "number": "4",
            "text": "Ha t'a yinhtilal Judá chi', ay 690 eb' winh vinac t'a smasanil. Ha eb' winh yinhtilal winhaj Fares yuninal winhaj Judá, a winhaj Utai yuninal winhaj Amihud yajal yaj t'a skal eb' yet' pax juntzanhxo eb' smam yicham t'a stzolal: Aton winhaj Omri, winhaj Imri, winhaj Bani yet' winhaj Fares yuninal winhaj Judá chi'. Ha t'a eb' winh yinhtilal winhaj Sela yuninal winhaj Judá chi', a winhaj Asaías winh b'ab'el unin, yajal yaj pax winh t'a eb' sk'ab'yoc. Axo t'a skal eb' winh yinhtilal winhaj Zera, yuninal pax winhaj Judá chi', a winhaj Jeuel yajal yaj t'a skal eb' sk'ab'yoc."
        },
        {
            "number": "5",
            "text": "Aton sb'i eb' winh yajal yaj t'a eb' yinhtilal Benjamín tik: Vinhaj Salú yuninal winhaj Mesulam yixchiquin winhaj Hodabías, yinhtilal winhaj Asenúa, winhaj Ibneías yuninal winhaj Jeroham, winhaj Ela yixchiquin winhaj Uzi, yinhtilal winhaj Micri, winhaj Mesulam yuninal winhaj Sefatías, yixchiquin winhaj Reuel, yinhtilal winhaj Ibnías. 956 eb' t'a smasanil."
        },
        {
            "number": "6",
            "text": "Axo eb' winh sacerdote cajan t'a Jerusalén yajal yaj t'a skal eb' sk'ab'yoc: Aton winhaj Jedaías, winhaj Joiarib, winhaj Jaquín yet' winhaj Azarías yuninal winhaj Hilcías. Ha eb' smam yicham winhaj Azarías t'a stzolal: Aton winhaj Mesulam, winhaj Sadoc, winhaj Meraiot yet' winhaj Ahitob. Ha winhaj Azarías chi' yajal t'a stemplo Dios. Anheja' t'a skal eb' winh yajal yaj chi', ayoch winhaj Adaías yuninal winhaj Jeroham. Ha sb'i eb' smam yicham winhaj Adaías chi' t'a stzolal: Aton winhaj Jeroham, winhaj Pasur, winhaj Malquías, winhaj Masai, winhaj Adiel, winhaj Jahzera, winhaj Mesulam, winhaj Mesilemit yet' winhaj Imer. Ha juntzanh eb' winh tik yajal yaj eb' winh t'a skal eb' sk'ab'yoc. Ha t'a skal eb', ay mil 760 eb' winh te nhican smunlaj t'a scajnub' Dios."
        },
        {
            "number": "7",
            "text": "Ha eb' winh yajal yaj t'a skal eb' levita cajan t'a Jerusalén: Aton winhaj Semaías yuninal winhaj Hasub, yixchiquin winhaj Azricam, schab'il yixchiquin winhaj Hasabías, yinhtilal winhaj Merari."
        },
        {
            "number": "8",
            "text": "Yajal pax winhaj Bacbacar, winhaj Heres, winhaj Galal yet' winhaj Matanías yuninal winhaj Micaía, yixchiquin winhaj Zicri, yinhtilal winhaj Asaf."
        },
        {
            "number": "9",
            "text": "Yajal pax yaj winhaj Obadías yuninal winhaj Semaías, yixchiquin winhaj Galal, yinhtilal winhaj Jedutún yet' winhaj Berequías, yuninal winhaj Asa, yixchiquin winhaj Elcana ek'nac cajan t'a juntzanh aldea yic eb' netofatita."
        },
        {
            "number": "10",
            "text": "Axo eb' winh stanhvan puerta: Aton winhaj Salum, winhaj Acub, winhaj Talmón, winhaj Ahimán yet' eb' winh sk'ab'yoc eb' winh. Ha winhaj Salum yajal yaj t'a eb' winh."
        },
        {
            "number": "11",
            "text": "Ha eb' winh tik stanhvannhej puerta yic eb' winh rey t'a stojolal b'aj sjavi k'u. Aton eb' winh stanhvan puerta chi' t'a skal eb' yetlevitail."
        },
        {
            "number": "12",
            "text": "Ha winhaj Salum yuninal winhaj Coré, yixchiquin winhaj Ebiasaf, yinhtilal winhaj Coré yet' eb' sk'ab'yoc, a eb' stanhvan scajnub' Dios, icha ajnac stanhvan spuertail scajnub' Dios chi' eb' smam yicham eb' t'a peca'."
        },
        {
            "number": "13",
            "text": "Ha t'a peca' chi', a winhaj Finees yuninal winhaj Eleazar ayoch yajaliloc eb' stanhvan scajnub' Dios chi'. Aynhej val och Jehová yet' winh."
        },
        {
            "number": "14",
            "text": "Axo winhaj Zacarías yuninal winhaj Meselemías, a winh stanhvan spuertail b'aj sch'ox sb'ha Dios."
        },
        {
            "number": "15",
            "text": "Ha sb'isul eb' stanhvan spuertail cajnub' sik'b'ilel chi', 212 eb' tz'ib'ab'ilcani icha tas yinhtilal junjun makan b'aj cajan eb'. Ha winhaj rey David yet' winhaj Samuel schecab' Dios ak'jinaccanoch eb' t'a yopisio niwan yelk'och chi'."
        },
        {
            "number": "16",
            "text": "Masanil eb' yet' pax yuninal eb', ayoch eb' t'a stzolal stanhvan spuertail scajnub' Dios."
        },
        {
            "number": "17",
            "text": "Aynhejoch stanhvumal chi' t'a schanhil pak'anh: D'a stojolal b'aj sjavi k'u, t'a stojolal b'aj tz'em k'u, t'a stojolal norte yet' t'a stojolal sur."
        },
        {
            "number": "18",
            "text": "Ha eb' yetlevitail eb' cajan t'a juntzanhxo aldea, t'a junjun yuctaquil k'ual sjavi eb' stanhvej templo chi', yic skolwaj eb' yet' eb'."
        },
        {
            "number": "19",
            "text": "Ay chanhvanh eb' levita nivac yopisio stanhvan puerta chi'. Ha eb' chi' ayoch eb' t'a masanil tiempo stanhvan juntzanh cuarto yet' b'aj smolchaj tas tz'ak'ji t'a scajnub' Dios chi'."
        },
        {
            "number": "20",
            "text": "Ha eb' chi' aynhejek' eb' t'a spatictac cajnub' chi' tzek' ak'val, yujto a eb' stanhvani. Axo t'a junjun q'uinhib'alil sjacan cajnub' chi' eb'."
        },
        {
            "number": "21",
            "text": "Ay juntzanh eb' t'a skal eb' chi' stanhvan juntzanh yamk'ab' sk'anchaji yic tz'och ejmelal d'ha Dios. Yovalil sb'is eb' jantac tz'elta, slajvi chi' sb'isan eb' yochxicani."
        },
        {
            "number": "22",
            "text": "Axo juntzanhxo eb' tz'ilan juntzanhxo yamk'ab' nivac yelk'ochi yet' pax ixim harina, vino, aceite, incienso yet' perfume."
        },
        {
            "number": "23",
            "text": "Ay pax eb' sacerdote sb'oan perfume chi'."
        },
        {
            "number": "24",
            "text": "Axo jun winh levita scuchan Matatías, b'ab'el yuninal winhaj Salum, yinhtilal winhaj Coré, a winh sb'oan ixim pan tz'ak'ji ofrendail."
        },
        {
            "number": "25",
            "text": "Axo juntzanhxo eb' winh yetlevitail eb' winh, eb' winh yinhtilal winhaj Coat, a eb' winh sb'oan ixim pan tz'em tzolan t'a sat mexa t'a yol scajnub' Dios t'a junjun k'ual ik'oj ip."
        },
        {
            "number": "26",
            "text": "Anhejtona' ay eb' winh yajal yaj t'a yinhtilal eb' winh levita chi' sb'itani. Ha t'a juntzanh cuarto yic templo chi' ay eb' winh, malaj yalan yic eb' winh t'a juntzanhxo munlajel, yujto k'ual t'ak'val yajoch eb' winh t'a yopisio chi'."
        },
        {
            "number": "27",
            "text": "Ha eb' winh ix b'inaj tik, yajal yaj eb' winh t'a skal masanil eb' yinhtilal Leví chi', icha yaj stzolal yinhtilal eb' winh. Ha t'a Jerusalén cajan eb' winh."
        },
        {
            "number": "28",
            "text": "Ha t'a chonhab' Gabaón, ata' ek'nac cajan winhaj Jehiel, smam yicham eb' aj Gabaón chi'. Maaca sb'i ix yetb'eyum winh."
        },
        {
            "number": "29",
            "text": "Ha eb' winh yuninal winh: Aton winhaj Abdón winh b'ab'el unin, winhaj Zur, winhaj Cis, winhaj Baal, winhaj Ner, winhaj Nadab, winhaj Gedor, winhaj Ahío, winhaj Zacarías yet' winhaj Miclot."
        },
        {
            "number": "30",
            "text": "Ha winhaj Miclot chi' smam winhaj Simeam. Ha juntzanh eb' winh tik ix cajnaj eb' winh yet' eb' sk'ab'yoc t'a Jerusalén."
        },
        {
            "number": "31",
            "text": "Ha winhaj Ner smam winhaj Cis, haxo winhaj Cis chi' smam winhaj Saúl. Axo eb' winh yuninal winhaj Saúl chi': Aton winhaj Jonatán, winhaj Malquisúa, winhaj Abinadab yet' winhaj Es-baal."
        },
        {
            "number": "32",
            "text": "Ha winhaj Jonatán chi' smam winhaj Merib-baal smam winhaj Micaía."
        },
        {
            "number": "33",
            "text": "Axo eb' winh yuninal winhaj Micaía chi': Aton winhaj Pitón, winhaj Melec, winhaj Tarea yet' winhaj Acaz."
        },
        {
            "number": "34",
            "text": "Axo winhaj Acaz smam winhaj Jara. Axo winhaj Jara chi' smam winhaj Alemet, winhaj Azmavet yet' winhaj Zimri. Axo winhaj Zimri chi' smam winhaj Mosa. Axo winhaj Mosa chi' smam winhaj Bina. Axo winhaj Bina chi' smam winhaj Refaías, winhaj Elasa yet' winhaj Azel."
        },
        {
            "number": "35",
            "text": "Eb' yuninal winhaj Azel chi', vacvanh eb' winh: Aton winhaj Azricam, winhaj Bocru, winhaj Ismael, winhaj Searías, winhaj Obadías yet' winhaj Hanán."
        }
    ]
}