{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pablo in schekab' in Jesucristo tzin tz'ib'ej jun carta tik. Yavtejnac in och Jesucristo chi' schekab'oc. Sik'b'il in el yuj, yic swalel wach' ab'ix yic colnab'il syak' Dios."
        },
        {
            "number": "2",
            "text": "Ha Dios altannakkan jun wach' ab'ix tik t'a peka'. Ha heb' schekab' Dios t'a peka' chi' tz'ib'annakkan jun tik t'a Slolonel Dios to yicnhej yaji."
        },
        {
            "number": "3",
            "text": "Ha jun wach' ab'ix tik aton yab'ixal Kajal Jesucristo Yuninal Dios. Ha Jesucristo ayic ix alji, ha t'a yinhtilal winhaj rey Dawid ix cot sniwanil, yuj chi' scheclaji to anima toni."
        },
        {
            "number": "4",
            "text": "Axo Yespíritu Dios ix ch'oxani to Yuninal Dios yaji, to ay spoder, yujto ix pitzwixi t'a skal heb' chamnac."
        },
        {
            "number": "5",
            "text": "Yuj Jesucristo chi' ix sch'ox swach'k'olal Dios t'ayin, ix in yak'anoch schekab'oc, yic wach' t'a masanil nación ay mach syak'och sk'ool t'ay, sk'anab'ajan tas syala'. Icha chi' tz'aj scheclajel sniwanil yelk'ochi."
        },
        {
            "number": "6",
            "text": "Icha chi' ex pax yet' heb', avtab'il ex yuj Dios qued'oc, yic tzex och yicoc Jesucristo."
        },
        {
            "number": "7",
            "text": "Tzin tz'ib'ejb'at jun in carta tik t'ayex he masanil ex aj Roma, ex xajanab'ilxo yuj Dios. Ha avtannac ex, yic wach' yicnhej tzex aji. In gana to a ko Mam Dios yet' Kajal Jesucristo syak' swach'k'olal t'ayex ta', syak'anpax sjunk'olal."
        },
        {
            "number": "8",
            "text": "Ha jun tik in gana tzin b'ab'laj alejb'at t'ayex. Yuj Jesucristo swak' yuj diosal t'a ko Mam Dios eyuuj. Yujto ix pukaxb'at eyab'ixal t'a junjun nación, ix eyak' wal och Cristo t'a he k'ool."
        },
        {
            "number": "9",
            "text": "Ha in tik, swak' serwil Dios t'a smasanil in k'ool, swalanpaxel yab'ixal Yuninal. Syil Dios to ayic tzin lesalwi juntac el, tzin lesalwi eyuuj."
        },
        {
            "number": "10",
            "text": "Van in k'anan d'ha Dios, ta tz'el t'a sk'ol syal in b'at ex wila'', yujto pecatax in gana tzin b'at ta'."
        },
        {
            "number": "11",
            "text": "Tzin nib'ej tzin b'at ex wila'', yic tzin kolwaj jab'oc t'ayex t'a yic Dios, yic tze wach' tek'b'ej he b'a."
        },
        {
            "number": "12",
            "text": "In gana ayic ol in k'och ta', ol quiptzitej ko b'a junjun onh, yujto jun lajannhej scutej kak'anoch Cristo t'a ko k'ool."
        },
        {
            "number": "13",
            "text": "Yuj chi' ex wuk'tac ex wanab', in gana tzeyojtaquejeli to tzijtum elxo in gana tzin b'at ex wila'', palta maxto yal-laj in b'ati. In gana tzin k'och t'a he kal, yic wach' tzin munlaji, icha ix in munlaj t'a skal juntzanhxo nación."
        },
        {
            "number": "14",
            "text": "Yujto wib'anh yaj walan t'a masanil anima, wach'chom griego, mato maay, wach'chom heb' jelan yet' heb' manh jelanoc."
        },
        {
            "number": "15",
            "text": "Yuj chi', lista waj in b'at walel wach' ab'ix yic colnab'il t'a he kal a ex aj Roma ex chi'."
        },
        {
            "number": "16",
            "text": "Ha in tik, max in q'uixwilaj walanel jun wach' ab'ix yic ko colnab'il tik, yujto spoder Dios yaji, yic wach' scolchajel jantacnhej heb' syak'och t'a sk'ool, heb' israel t'a sb'ab'elal slajwi chi' heb' manh israelok."
        },
        {
            "number": "17",
            "text": "Ha jun wach' ab'ix yic ko colnab'il tik, a tz'ak'an nachajel cuuj tas tz'aj coch wach'il t'a yichanh Dios, anhej to skak'och t'a ko k'ool. Yuj chi' ko wach' ak'ejecoch t'a ko k'ool, icha syal t'a Slolonel Dios Tz'ib'ab'ilkani: Ha heb' tz'ak'anoch Dios t'a sk'ool, wach' heb' t'a yichanh. Yuj chi' ay sk'inal heb' t'a junelnhej, xchi."
        },
        {
            "number": "18",
            "text": "Cojtak to ha Dios tz'ak'ancot yowal sk'ol t'a satcha’anh, sjawi t'a yib'anh jantacnhej heb' malaj yelk'och Dios t'ay, aton heb' sk'ulan chukal. Ha heb' chi', te chuk heb'. Yuj chi' malaj snib'ej heb' yalchajel jun k'ayb'ub'al te yel tik."
        },
        {
            "number": "19",
            "text": "Scot yowal sk'ol Dios t'a yib'anh heb' yujto a juntzanh tas syal cojtakanel d'ha Dios, yojtaktaxon heb', yujto ha Dios chi' tz'ak'an yojtaquejel heb'."
        },
        {
            "number": "20",
            "text": "Wach'chom manh chequeloc Dios, palta scheclaj yuj juntzanh tastac sb'onakkani. Yujto atax sb'oannac yol yib'anhk’inal tik, scheclajnac eli to Dios toni, aytaxon spoder. Yuj chi' malaj mach syal stek'b'an sb'ha t'a yichanh."
        },
        {
            "number": "21",
            "text": "Wach'chom yojtak heb' to ay Dios, palta max yaloch heb' sDiosaloc, malaj tz'och t'a heb'. Max yak'laj yuj diosal heb' t'ay. Palta a juntzanh tas malaj yopisio, ha' snaub'tanhej heb', yujto malaj spensar heb', yuj chi' te aykan heb' t'a k’ik’ k’inal."
        },
        {
            "number": "22",
            "text": "Wach'chom jelan heb' snaani, palta te quistal heb'."
        },
        {
            "number": "23",
            "text": "Ix yaktejkan heb' yalan sb'a d'ha Dios, jun malaj b'ak'uinh sateli, te ay pax spoder, haxo juntzanh yechel anima chamelb'a yaji, ha' syak'och heb' sdiosaloc. Syak'paxoch juntzanh yechel nok' much heb' sdiosaloc, nok' chan yet' nok' chanhe' yoc."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix actajkan heb' yuj Dios, yic swach' b'atkan heb' t'a juntzanh chukal b'aj snib'ej heb' sb'ati. Yuj chi', sk'ulej juntzanh tas heb' q'uixwub'tac yet' sniwanil."
        },
        {
            "number": "25",
            "text": "Ha t'a juntzanh es syak'och sk'ool heb'. Axo slolonel Dios te yel max schalaj yab' heb'. Ha t'a juntzanh tas sb'onac Dios, ata' syal sb'a heb', slaj comon em cuman heb' t'ay. Axo d'ha Dios max yak'em sb'a heb'. Palta masanil tiempo smoj kalan wach' lolonel t'ay. Amén."
        },
        {
            "number": "26",
            "text": "Yuj juntzanh sk'ulej heb' chi', yuj chi' ix actajkan heb' yuj Dios yic wach' sk'ulej juntzanh tas snib'ej heb', aton juntzanh q'uixwub'tac. Ha heb' ix ix, manhoc yet' heb' winh winak sk'ulej heb' ix icha t'a stzolal, haxo heb' ix yetixal heb' ix yet'nac syixtan sb'a. Maxtzac sk'anab'ajej heb' ix tas ak'b'ilkan t'ay yuj Dios."
        },
        {
            "number": "27",
            "text": "Icha pax chi' heb' winh winak, manhoc yet' heb' ix ix sk'ulej heb' winh icha t'a stzolal. Axo heb' winh yetwinaquil heb' winh yet'nac syixtan sb'a. Ay heb' winh slaj k'ulan juntzanh tas te q'uixwub'tac yet' heb' yetwinaquil. Yuj chi' anheja' t'a sniwanil heb' winh wan schaan syaelal juntzanh manh smojoc sk'ulej chi'."
        },
        {
            "number": "28",
            "text": "Yujto malaj snib'ej heb' ay yelk'och Dios t'a sat, yuj chi' tz'actajkan heb' yuj Dios chi', yic swach' juwiel spensar heb'. Yuj chi' swach' k'ulejnhej juntzanh tas heb' manh smojoc."
        },
        {
            "number": "29",
            "text": "k'ajan heb' yet' juntzanh chukal yet' ajmulal. Anhej chukal snib'ej heb'. Snib'ej wal och sb'a heb' b'eyumal. Te chuk heb'. Syiloch sk'ool heb' t'a tastac ay t'a junocxo anima, mak'umcham anima heb'. Ak'um owal heb', ixtum anima heb'. Anhej t'a chukal ayoch spensar heb', anhej aloj pecal sk'anji heb'."
        },
        {
            "number": "30",
            "text": "Syal chukal heb' t'a spatic anima. Ajk'ool heb' d'ha Dios. Puch winak heb'. Niwac winak syutej sb'a heb'. Ak'umtac yek' heb'. Jelan syutej sb'a heb' snaanel chukal. Max sk'anab'ajej smam snun heb'."
        },
        {
            "number": "31",
            "text": "Max snalaj sb'a sk'ool heb'. Max yak'elk'och sti' heb' syak'a'. Max sxajanej yetanimail heb'. Malaj sniwank'olal heb'. Max ok'laj sk'ool heb' t'a junocxo."
        },
        {
            "number": "32",
            "text": "Yojtak wal jun sley Dios heb' tz'alani to a heb' sk'ulan juntzanh chi', smoj sb'atkan heb' t'a chamel t'a junelnhej. Palta anheja' sk'ulan heb'. Ste tzalaj heb' yet' heb' yetanimail sk'ulan juntzanh chi' yet'oc."
        }
    ]
}