{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pablo in schecab' in Jesucristo tzin tz'ib'ej jun carta tik. Yavtejnac in och Jesucristo chi' schecab'oc. Sik'b'il in el yuj, yic svalel wach' ab'ix yic colnab'il syak' Dios."
        },
        {
            "number": "2",
            "text": "Ha Dios altannaccan jun wach' ab'ix tik t'a peca'. Ha eb' schecab' Dios t'a peca' chi' tz'ib'annaccan jun tik t'a Slolonel Dios to yicnhej yaji."
        },
        {
            "number": "3",
            "text": "Ha jun wach' ab'ix tik aton yab'ixal Cajal Jesucristo Yuninal Dios. Ha Jesucristo ayic ix alji, ha t'a yinhtilal vinhaj rey David ix cot snivanil, yuj chi' scheclaji to anima toni."
        },
        {
            "number": "4",
            "text": "Axo Yespíritu Dios ix ch'oxani to Yuninal Dios yaji, to ay spoder, yujto ix pitzvixi t'a skal eb' chamnac."
        },
        {
            "number": "5",
            "text": "Yuj Jesucristo chi' ix sch'ox swach'k'olal Dios t'ayin, ix in yak'anoch schecab'oc, yic wach' t'a masanil nación ay mach syak'och sk'ool t'ay, sk'anab'ajan tas syala'. Icha chi' tz'aj scheclajel snivanil yelk'ochi."
        },
        {
            "number": "6",
            "text": "Icha chi' ex pax yet' eb', avtab'il ex yuj Dios qued'oc, yic tzex och yicoc Jesucristo."
        },
        {
            "number": "7",
            "text": "Tzin tz'ib'ejb'at jun in carta tik t'ayex e masanil ex aj Roma, ex xajanab'ilxo yuj Dios. Ha avtannac ex, yic wach' yicnhej tzex aji. In gana to a co Mam Dios yet' Cajal Jesucristo syak' swach'k'olal t'ayex ta', syak'anpax sjunk'olal."
        },
        {
            "number": "8",
            "text": "Ha jun tik in gana tzin b'ab'laj alejb'at t'ayex. Yuj Jesucristo svak' yuj diosal t'a co Mam Dios eyuuj. Yujto ix pucaxb'at eyab'ixal t'a junjun nación, ix eyak' val och Cristo t'a e k'ool."
        },
        {
            "number": "9",
            "text": "Ha in tik, svak' servil Dios t'a smasanil in k'ool, svalanpaxel yab'ixal Yuninal. Syil Dios to ayic tzin lesalvi juntac el, tzin lesalvi eyuuj."
        },
        {
            "number": "10",
            "text": "Van in k'anan d'ha Dios, ta tz'el t'a sk'ol syal in b'at ex wila'', yujto pecatax in gana tzin b'at ta'."
        },
        {
            "number": "11",
            "text": "Tzin nib'ej tzin b'at ex wila'', yic tzin colvaj jab'oc t'ayex t'a yic Dios, yic tze wach' tek'b'ej e b'a."
        },
        {
            "number": "12",
            "text": "In gana ayic ol in k'och ta', ol quiptzitej co b'a junjun onh, yujto jun lajannhej scutej cak'anoch Cristo t'a co k'ool."
        },
        {
            "number": "13",
            "text": "Yuj chi' ex vuk'tac ex vanab', in gana tzeyojtaquejeli to tzijtum elxo in gana tzin b'at ex wila'', palta maxto yal-laj in b'ati. In gana tzin k'och t'a e cal, yic wach' tzin munlaji, icha ix in munlaj t'a skal juntzanhxo nación."
        },
        {
            "number": "14",
            "text": "Yujto vib'anh yaj valan t'a masanil anima, wach'chom griego, mato maay, wach'chom eb' jelan yet' eb' manh jelanoc."
        },
        {
            "number": "15",
            "text": "Yuj chi', lista vaj in b'at valel wach' ab'ix yic colnab'il t'a e cal a ex aj Roma ex chi'."
        },
        {
            "number": "16",
            "text": "Ha in tik, max in q'uixvilaj valanel jun wach' ab'ix yic co colnab'il tik, yujto spoder Dios yaji, yic wach' scolchajel jantacnhej eb' syak'och t'a sk'ool, eb' israel t'a sb'ab'elal slajvi chi' eb' manh israeloc."
        },
        {
            "number": "17",
            "text": "Ha jun wach' ab'ix yic co colnab'il tik, a tz'ak'an nachajel cuuj tas tz'aj coch wach'il t'a yichanh Dios, anhej to scak'och t'a co k'ool. Yuj chi' co wach' aq'uejecoch t'a co k'ool, icha syal t'a Slolonel Dios Tz'ib'ab'ilcani: Ha eb' tz'ak'anoch Dios t'a sk'ool, wach' eb' t'a yichanh. Yuj chi' ay sq'uinal eb' t'a junelnhej, xchi."
        },
        {
            "number": "18",
            "text": "Cojtac to ha Dios tz'ak'ancot yoval sk'ol t'a satcha’anh, sjavi t'a yib'anh jantacnhej eb' malaj yelk'och Dios t'ay, aton eb' sk'ulan chucal. Ha eb' chi', te chuc eb'. Yuj chi' malaj sgana eb' yalchajel jun k'ayb'ub'al te yel tik."
        },
        {
            "number": "19",
            "text": "Scot yoval sk'ol Dios t'a yib'anh eb' yujto a juntzanh tas syal cojtacanel d'ha Dios, yojtactaxon eb', yujto ha Dios chi' tz'ak'an yojtaquejel eb'."
        },
        {
            "number": "20",
            "text": "Wach'chom manh chequeloc Dios, palta scheclaj yuj juntzanh tastac sb'onaccani. Yujto atax sb'oannac yol yib'anhk’inal tik, scheclajnac eli to Dios toni, aytaxon spoder. Yuj chi' malaj mach syal stek'b'an sb'ha t'a yichanh."
        },
        {
            "number": "21",
            "text": "Wach'chom yojtac eb' to ay Dios, palta max yaloch eb' sDiosaloc, malaj tz'och t'a eb'. Max yak'laj yuj diosal eb' t'ay. Palta a juntzanh tas malaj yopisio, ha' snaub'tanhej eb', yujto malaj spensar eb', yuj chi' te aycan eb' t'a k’ik’ k’inal."
        },
        {
            "number": "22",
            "text": "Wach'chom jelan eb' snaani, palta te quistal eb'."
        },
        {
            "number": "23",
            "text": "Ix yactejcan eb' yalan sb'a d'ha Dios, jun malaj b'ak'uinh sateli, te ay pax spoder, haxo juntzanh yechel anima chamelb'a yaji, ha' syak'och eb' sdiosaloc. Syak'paxoch juntzanh yechel nok' much eb' sdiosaloc, nok' chan yet' nok' chanhe' yoc."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix actajcan eb' yuj Dios, yic swach' b'atcan eb' t'a juntzanh chucal b'aj sgana eb' sb'ati. Yuj chi', sk'ulej juntzanh tas eb' q'uixvub'tac yet' snivanil."
        },
        {
            "number": "25",
            "text": "Ha t'a juntzanh es syak'och sk'ool eb'. Axo slolonel Dios te yel max schalaj yab' eb'. Ha t'a juntzanh tas sb'onac Dios, ata' syal sb'a eb', slaj comon em cuman eb' t'ay. Axo d'ha Dios max yaq'uem sb'a eb'. Palta masanil tiempo smoj calan wach' lolonel t'ay. Amén."
        },
        {
            "number": "26",
            "text": "Yuj juntzanh sk'ulej eb' chi', yuj chi' ix actajcan eb' yuj Dios yic wach' sk'ulej juntzanh tas sgana eb', aton juntzanh q'uixvub'tac. Ha eb' ix ix, manhoc yet' eb' vinh vinac sk'ulej eb' ix icha t'a stzolal, haxo eb' ix yetixal eb' ix yet'nac syixtan sb'a. Maxtzac sk'anab'ajej eb' ix tas ak'b'ilcan t'ay yuj Dios."
        },
        {
            "number": "27",
            "text": "Icha pax chi' eb' vinh vinac, manhoc yet' eb' ix ix sk'ulej eb' vinh icha t'a stzolal. Axo eb' vinh yetvinaquil eb' vinh yet'nac syixtan sb'a. Ay eb' vinh slaj k'ulan juntzanh tas te q'uixvub'tac yet' eb' yetvinaquil. Yuj chi' anheja' t'a snivanil eb' vinh van schaan syaelal juntzanh manh smojoc sk'ulej chi'."
        },
        {
            "number": "28",
            "text": "Yujto malaj sgana eb' ay yelk'och Dios t'a sat, yuj chi' tz'actajcan eb' yuj Dios chi', yic swach' juwiel spensar eb'. Yuj chi' swach' k'ulejnhej juntzanh tas eb' manh smojoc."
        },
        {
            "number": "29",
            "text": "k'ajan eb' yet' juntzanh chucal yet' ajmulal. Anhej chucal sgana eb'. Snib'ej val och sb'a eb' b'eyumal. Te chuc eb'. Syiloch sk'ool eb' t'a tastac ay t'a junocxo anima, mak'umcham anima eb'. Ak'um oval eb', ixtum anima eb'. Anhej t'a chucal ayoch spensar eb', anhej aloj pecal sk'anji eb'."
        },
        {
            "number": "30",
            "text": "Syal chucal eb' t'a spatic anima. Ajk'ool eb' d'ha Dios. Puch vinac eb'. Nivac vinac syutej sb'a eb'. Ak'umtac yek' eb'. Jelan syutej sb'a eb' snaanel chucal. Max sk'anab'ajej smam snun eb'."
        },
        {
            "number": "31",
            "text": "Max snalaj sb'a sk'ool eb'. Max yaq'uelk'och sti' eb' syak'a'. Max sxajanej yetanimail eb'. Malaj snivank'olal eb'. Max ok'laj sk'ool eb' t'a junocxo."
        },
        {
            "number": "32",
            "text": "Yojtac val jun sley Dios eb' tz'alani to a eb' sk'ulan juntzanh chi', smoj sb'atcan eb' t'a chamel t'a junelnhej. Palta anheja' sk'ulan eb'. Ste tzalaj eb' yet' eb' yetanimail sk'ulan juntzanh chi' yet'oc."
        }
    ]
}