{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ex wuk'tac ex wanab', t'a smasanil in k'ool, in gana scolchajel heb' wetisraelal. Jantac wal tzin k'an jun tik d'ha Dios."
        },
        {
            "number": "2",
            "text": "Yel toni, ayoch spensar heb' yak'an serwil Dios, palta manh yojtacoc heb' tas syutej heb' yak'an serwil icha wal snib'ej."
        },
        {
            "number": "3",
            "text": "Manh yojtacoc heb' tas tz'aj yoch heb' wach'il t'a yichanh Dios. Tonhej snib'ej heb' munil tz'och heb' wach'il t'a yichanh, palta max sk'anab'ajej heb' tas yalnac Dios yuj tas tz'aj coch wach'il yet'oc. Yuj chi' max yal-laj yoch heb' icha snib'ej Dios."
        },
        {
            "number": "4",
            "text": "Yuj Cristo manhxalaj yalan yic ley Moisés yak'anoch anima wach'il t'a yichanh Dios, yujto a heb' tz'ak'anoch Cristo t'a sk'ool, tz'och heb' wach'il t'a yichanh Dios chi'."
        },
        {
            "number": "5",
            "text": "Yalnaccan winhaj Moisés tas sco k'ulej tato ko gana tzonh och wach'il t'a yichanh Dios yuj jun ley chi'. Aton jun syal icha tik: Tato ay mach sk'anab'ajan masanil tas syal ley, ol scha sk'inal yuj, xchi."
        },
        {
            "number": "6",
            "text": "Palta ay junxo tz'alani to ol yal Dios to wach' onh t'a yichanh tato skak'och t'a ko k'ool. Aton jun syal icha tik: Manh he na icha tik, ¿mach junok ol k'e t'a satcha’anh? xchi. Syalelk'ochi, mach ol b'at ik'anemta Cristo."
        },
        {
            "number": "7",
            "text": "Syalanpax icha tik: Anhejtona' manh he na icha tik: ¿Mach junok ol b'at t'a yol lu'um? xchi. Syalelk'ochi, mach junok ol b'at ik'ank'eta Cristo t'a skal heb' chamnac."
        },
        {
            "number": "8",
            "text": "Palta ay junxo tz'alan icha tik: Ha jun ab'ix tik, eyojtacxo. Syal eyalani. Ayxo och t'a he k'ool, xchi. Ha jun ab'ix syal tik, aton jun ab'ix scaleli. Ha tz'alani to yowalil skak'och Cristo t'a ko k'ool."
        },
        {
            "number": "9",
            "text": "Tato skal yet' ko ti' to a Jesús Yajal yaj t'ayonh, tato t'a wal yel skak'och t'a ko k'ool to ha Dios ak'jinac pitzwoc t'a skal heb' chamnac, tato icha chi' ol onh colchajoc."
        },
        {
            "number": "10",
            "text": "Yujto skak'och Cristo t'a ko k'ool, yuj chi' syal Dios to wach' onh t'a yichanh. Yujto skal yet' ko ti' to a Jesucristo Yajal yaj t'ayonh, yuj chi' tzonh colchaji."
        },
        {
            "number": "11",
            "text": "Syalcan t'a Slolonel Dios: Yalnhej mach ol ak'anoch Jesucristo chi' yipoc sk'ool, manh ol somchajel-laj yuj, xchicani."
        },
        {
            "number": "12",
            "text": "Ha heb' israel yet' heb' manh israelok, lajannhej heb' smasanil t'a yichanh Dios. Yujto ha Dios Kajal, Yajal yaj t'a quib'anh ko masanil. Yalnhej mach onh skal ko b'a t'ay, niwan swach'k'olal syak' t'ayonh."
        },
        {
            "number": "13",
            "text": "Icha syal t'a Slolonel Dios Tz'ib'ab'ilcani: Jantacnhej heb' syal sb'a d'ha Dios Kajal, ol colchaj heb' smasanil, xchi."
        },
        {
            "number": "14",
            "text": "Palta a heb' manto ak'anoch Dios Kajal t'a sk'ool, ¿tas ol yutoc heb' yalan sb'a t'ay? ¿Tas ol yutoc heb' yak'anoch t'a sk'ool, tato manto yab' yab'ixal heb'? Anhejtona', ¿tas ol yutoc heb' yab'an yab'ixal, tato malaj mach tz'alan yab' heb'?"
        },
        {
            "number": "15",
            "text": "Palta, ¿tas ol yutoc heb' b'at yalanel yab'ixal, tato malaj mach schecanb'at heb'? Syalanpax t'a Slolonel Dios: Manhxo jantacoc swach'il yilji, ayic sjawi heb' tz'alanel wach' ab'ix, xchi."
        },
        {
            "number": "16",
            "text": "Palta manh masaniloc heb' schaan yab' jun ab'ix yic colnab'il tik. Icha ix yalcan winhaj Isaías: Mamin, malaj wal heb' tz'ak'anoch jun ab'ix skal tik t'a sk'ool, xchi."
        },
        {
            "number": "17",
            "text": "Anhej tas scab'i, a skak'och t'a ko k'ool. Ha jun ab'ix yowalil tz'alji, aton yab'ixal Cristo."
        },
        {
            "number": "18",
            "text": "Palta, ¿tas tze na jun? Ha heb' israel, ¿tom maj yab' jun wach' ab'ix tik heb'? Maay, ix yab' heb' smasanil. Yujto icha tik syalcan t'a Slolonel Dios: Ix b'eyb'at yab'ixal t'a masanil sat lu'um tik, masanto ix pucaxb'at t'a masanil yol yib'anhk’inal tik, xchicani."
        },
        {
            "number": "19",
            "text": "Palta anheja' maj yak'och heb' t'a sk'ool. ¿Tas tze na yuj heb'? ¿Tom max nachajel jun ab'ix chi' yuj heb' israel chi'? Yalnaccan winhaj Moisés yuj tas xchi Dios t'a heb' israel, ayic yalannac icha tik: Vuuj, ol tz'a he k'ool yuj juntzanhxo chonhab' malaj yelk'ochi. Anhejtona', ol in tzuntzejcot eyowal yuj tas ol wak' t'a juntzanhxo anima manto nachajel yuj, xchi Dios chi' t'a Slolonel."
        },
        {
            "number": "20",
            "text": "Anhejtona' winhaj Isaías, stek'b'ejnac sb'a winh yalani tas xchi Dios yuj heb' manh israelok. Yalannac icha tik: Ha heb' maj in sayanlaj, ix in ilchaj yuj heb'. Yed' pax heb' maj in k'anb'ani, ix in ch'ox pax in b'ha t'a heb', xchi Dios chi'."
        },
        {
            "number": "21",
            "text": "Ha winhaj Isaías chi' aljinaccani tas ix yal Dios yuj heb' yetisraelal. Aton b'aj syal icha tik: Masanil tiempo swavtejcot heb' israel t'ayin, palta max sk'anab'ajej jab'oc heb'. Te pit heb', xchi Dios chi'."
        }
    ]
}