{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ex vuk'tac ex vanab', t'a smasanil in k'ool, in gana scolchajel eb' vetisraelal. Jantac val tzin k'an jun tik d'ha Dios."
        },
        {
            "number": "2",
            "text": "Yel toni, ayoch spensar eb' yak'an servil Dios, palta manh yojtacoc eb' tas syutej eb' yak'an servil icha val sgana."
        },
        {
            "number": "3",
            "text": "Manh yojtacoc eb' tas tz'aj yoch eb' wach'il t'a yichanh Dios. Tonhej snib'ej eb' munil tz'och eb' wach'il t'a yichanh, palta max sk'anab'ajej eb' tas yalnac Dios yuj tas tz'aj coch wach'il yet'oc. Yuj chi' max yal-laj yoch eb' icha sgana Dios."
        },
        {
            "number": "4",
            "text": "Yuj Cristo manhxalaj yalan yic ley Moisés yak'anoch anima wach'il t'a yichanh Dios, yujto a eb' tz'ak'anoch Cristo t'a sk'ool, tz'och eb' wach'il t'a yichanh Dios chi'."
        },
        {
            "number": "5",
            "text": "Yalnaccan vinhaj Moisés tas sco k'ulej tato co gana tzonh och wach'il t'a yichanh Dios yuj jun ley chi'. Aton jun syal icha tik: Tato ay mach sk'anab'ajan masanil tas syal ley, ol scha sq'uinal yuj, xchi."
        },
        {
            "number": "6",
            "text": "Palta ay junxo tz'alani to ol yal Dios to wach' onh t'a yichanh tato scak'och t'a co k'ool. Aton jun syal icha tik: Manh e na icha tik, ¿mach junok ol q'ue t'a satcha’anh? xchi. Syalelk'ochi, mach ol b'at ik'anemta Cristo."
        },
        {
            "number": "7",
            "text": "Syalanpax icha tik: Anhejtona' manh e na icha tik: ¿Mach junok ol b'at t'a yol lu'um? xchi. Syalelk'ochi, mach junok ol b'at ik'anq'ueta Cristo t'a skal eb' chamnac."
        },
        {
            "number": "8",
            "text": "Palta ay junxo tz'alan icha tik: Ha jun ab'ix tik, eyojtacxo. Syal eyalani. Ayxo och t'a e k'ool, xchi. Ha jun ab'ix syal tik, aton jun ab'ix scaleli. Ha tz'alani to yovalil scak'och Cristo t'a co k'ool."
        },
        {
            "number": "9",
            "text": "Tato skal yet' co ti' to a Jesús Yajal yaj t'ayonh, tato t'a val yel scak'och t'a co k'ool to ha Dios ak'jinac pitzvoc t'a skal eb' chamnac, tato icha chi' ol onh colchajoc."
        },
        {
            "number": "10",
            "text": "Yujto scak'och Cristo t'a co k'ool, yuj chi' syal Dios to wach' onh t'a yichanh. Yujto skal yet' co ti' to a Jesucristo Yajal yaj t'ayonh, yuj chi' tzonh colchaji."
        },
        {
            "number": "11",
            "text": "Syalcan t'a Slolonel Dios: Yalnhej mach ol ak'anoch Jesucristo chi' yipoc sk'ool, manh ol somchajel-laj yuj, xchicani."
        },
        {
            "number": "12",
            "text": "Ha eb' israel yet' eb' manh israeloc, lajannhej eb' smasanil t'a yichanh Dios. Yujto ha Dios Cajal, Yajal yaj t'a quib'anh co masanil. Yalnhej mach onh skal co b'a t'ay, niwan swach'k'olal syak' t'ayonh."
        },
        {
            "number": "13",
            "text": "Icha syal t'a Slolonel Dios Tz'ib'ab'ilcani: Jantacnhej eb' syal sb'a d'ha Dios Cajal, ol colchaj eb' smasanil, xchi."
        },
        {
            "number": "14",
            "text": "Palta a eb' manto ak'anoch Dios Cajal t'a sk'ool, ¿tas ol yutoc eb' yalan sb'a t'ay? ¿Tas ol yutoc eb' yak'anoch t'a sk'ool, tato manto yab' yab'ixal eb'? Anhejtona', ¿tas ol yutoc eb' yab'an yab'ixal, tato malaj mach tz'alan yab' eb'?"
        },
        {
            "number": "15",
            "text": "Palta, ¿tas ol yutoc eb' b'at yalanel yab'ixal, tato malaj mach schecanb'at eb'? Syalanpax t'a Slolonel Dios: Manhxo jantacoc swach'il yilji, ayic sjavi eb' tz'alanel wach' ab'ix, xchi."
        },
        {
            "number": "16",
            "text": "Palta manh masaniloc eb' schaan yab' jun ab'ix yic colnab'il tik. Icha ix yalcan vinhaj Isaías: Mamin, malaj val eb' tz'ak'anoch jun ab'ix skal tik t'a sk'ool, xchi."
        },
        {
            "number": "17",
            "text": "Anhej tas scab'i, a scak'och t'a co k'ool. Ha jun ab'ix yovalil tz'alji, aton yab'ixal Cristo."
        },
        {
            "number": "18",
            "text": "Palta, ¿tas tze na jun? Ha eb' israel, ¿tom maj yab' jun wach' ab'ix tik eb'? Maay, ix yab' eb' smasanil. Yujto icha tik syalcan t'a Slolonel Dios: Ix b'eyb'at yab'ixal t'a masanil sat lu'um tik, masanto ix pucaxb'at t'a masanil yol yib'anhk’inal tik, xchicani."
        },
        {
            "number": "19",
            "text": "Palta anheja' maj yak'och eb' t'a sk'ool. ¿Tas tze na yuj eb'? ¿Tom max nachajel jun ab'ix chi' yuj eb' israel chi'? Yalnaccan vinhaj Moisés yuj tas xchi Dios t'a eb' israel, ayic yalannac icha tik: Vuuj, ol tz'a e k'ool yuj juntzanhxo chonhab' malaj yelk'ochi. Anhejtona', ol in tzuntzejcot eyoval yuj tas ol vak' t'a juntzanhxo anima manto nachajel yuj, xchi Dios chi' t'a Slolonel."
        },
        {
            "number": "20",
            "text": "Anhejtona' vinhaj Isaías, stek'b'ejnac sb'a vinh yalani tas xchi Dios yuj eb' manh israeloc. Yalannac icha tik: Ha eb' maj in sayanlaj, ix in ilchaj yuj eb'. Yed' pax eb' maj in k'anb'ani, ix in ch'ox pax in b'ha t'a eb', xchi Dios chi'."
        },
        {
            "number": "21",
            "text": "Ha vinhaj Isaías chi' aljinaccani tas ix yal Dios yuj eb' yetisraelal. Aton b'aj syal icha tik: Masanil tiempo svavtejcot eb' israel t'ayin, palta max sk'anab'ajej jab'oc eb'. Te pit eb', xchi Dios chi'."
        }
    ]
}