{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' schonhab' Dios chi', ¿tom paticab'ilel eb' yuj t'a junelnhej? Maay. Ina in tik, israel in pax yet' eb'. Yinhtilal in pax vinhaj Abraham yet' eb'. Ha t'a jun makan eb' yinhtilal vinhaj Benjamín, ata' cotnac in."
        },
        {
            "number": "2",
            "text": "Atax t'a peca', ha Dios ik'jinac och eb' israel yicoc. Axo ticnaic, manh ol spatiquej el-laj eb'. Cojtac yab'ixal vinhaj Elías t'a Slolonel Dios. Ha junel ix lesalvi vinh d'ha Dios, ix yalan vinh tas smul eb' yetchonhab' israel chi', ix yalan vinh:"
        },
        {
            "number": "3",
            "text": "Mamin, a eb' vetchonhab' tik, ix smak'cham juntzanhxo eb' a checab' eb'. Ha juntzanh yet'tal b'aj tz'ak'ji silab' t'ayach, ix laj smak'poj eb'. Ha ticnaic, a inxonhej ix in cani. Palta anheja' sgana eb' tzin smilpaxi, xchi vinh d'ha Dios."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yal Dios chi' t'a vinh: Maay, ayto uquexo mil vinac sik'b'ilcanel vuuj. Malaj b'aj ix em cuman eb' t'a jun syaloch eb' sdiosaloc scuch Baal, xchi t'a vinh."
        },
        {
            "number": "5",
            "text": "Anhejtona' icha chi' yaj ticnaic. Ay eb' yic ton Dios t'a skal eb' vetisraelal chi'. Aton eb' sik'naquel Dios chi' yuj swach'k'olal."
        },
        {
            "number": "6",
            "text": "Yuj val swach'k'olal Dios sik'b'ilel eb', manh yujoc tas wach' ix sk'ulej eb'. Q'uinaloc yuj tas wach' ix sk'ulej eb' sik'b'ilel eb', tato icha chi', manhoc am yuj swach'k'olal Dios, scolchajel eb'."
        },
        {
            "number": "7",
            "text": "Palta ¿tas tz'aj eb' israel tze na'a? Ix yak'lej eb' sayani chajtil tz'aj yoch eb' wach'il t'a yichanh Dios, palta maj yal-laj yuj eb', yuj chi' anhej eb' sik'b'ilel t'a skal eb' chi' yuj Dios ix yal yuj. Axo juntzanhxo eb', tonhej ix wach' pitb'icanel eb'."
        },
        {
            "number": "8",
            "text": "Yujto syal t'a Slolonel Dios icha tik: Ha Dios ix ak'an quistalax eb'. Yuj chi', wach'chom syil spoder eb', palta max nachajel-laj yuj eb'. Wach'chom syab' slolonel eb', palta max nachajel-laj yuj eb'. Anhejtona', icha pax chi' eb' ticnaic, xchi."
        },
        {
            "number": "9",
            "text": "Yalnacpaxcan vinhaj David: Ichaocab' junok yaal tz'aj juntzanh sq'uinh eb' chi'. Telvocab' eb' yuj juntzanh sq'uinh chi'. B'atocab' t'a yib'anh eb' yuj."
        },
        {
            "number": "10",
            "text": "Mocxob' yal-laj yilan eb' uuj. Icha junok vinh nhojanem t'a yalanh icatz, ichaocab' chi' tz'ajkan eb' t'a junelnhej, xchi vinhaj David chi'."
        },
        {
            "number": "11",
            "text": "Palta tzin k'anb'ej t'ayex, ayic ix juwiel eb' israel chi', ¿tom junelnhej ix juwiel eb'? Maay. Palta yujto ix juwiel eb' yuj schucal, yuj chi' ay eb' manh israeloc scolchaji. Axo eb' israel ol ilanoc, ol chichon sk'ol eb' yilani."
        },
        {
            "number": "12",
            "text": "Yujto juvinaquel eb' israel chi', yuj chi' te wach' yic eb' anima smasanil t'a yol yib'anhk’inal tik. Yujto cannac eb' israel chi' t'a yalanh, yuj chi' te wach' yic eb' manh israeloc. Tato icha chi', ¿jantacxom val swach'il quic co masanil, ayic ol meltzajxoc och spensar eb' israel chi' smasanil junelxo?"
        },
        {
            "number": "13",
            "text": "Palta ay tas in gana sval t'ayex a ex manh ex israeloc chi'. Ha Dios ak'jinac vopisio in munlaj t'a e cal. Yuj chi' niwan yelk'och jun vopisio tik t'ayin,"
        },
        {
            "number": "14",
            "text": "talaj icha chi' syil sk'ool eb' vetchonhab' to van e colchaji, yuj chi' tope ay eb' ol colchajpaxoc."
        },
        {
            "number": "15",
            "text": "Ha eb' israel chi', paticab'il el eb' yuj Dios junok tiempoal. Yuj chi', masanil juntzanhxo anima, syal yoch eb' junk'olal yet' Dios. Axo ol chajocxioch eb' israel chi' junelxo, manhxom jantacoc swach'il. Ichato ol pitzvocxi eb' anima t'a skal eb' chamnac, yujto te niwan swach'il ol scha eb'."
        },
        {
            "number": "16",
            "text": "Q'uinaloc a ixim b'ab'el pan tz'elta t'a ixim harina yic ton Dios yaji, ta icha chi', yic ton Dios ixim masanil. Icha junok te te', tato yic Dios yaj sch'anhal yib' te', anhejtona' yicnhej pax yaj te' sk'ab'."
        },
        {
            "number": "17",
            "text": "Palta a eb' israel elnac t'a yol sk'ab' Dios, icha junok sk'ab' te' olivo stzepchajel t'a snun, icha chi' aj yelnac eb'. Ha exxo, icha sk'ab' jun te' caltacte'al olivo scomon q'uib'i, icha chi' eyaji, yujto manh ex israeloc. Palta ichato ix ex ak'jicanoch sq'uexuloc eb' t'a jun sk'ab' b'aj tzepb'ilelta t'a snun chi', yujto ay eyalan eyic yet' eb' smam yicham eb'."
        },
        {
            "number": "18",
            "text": "Palta manh e na to ek'to e wach'il t'a yichanh eb' israel chi'. Yujto icha junok sk'ab' te te', icha chi' eyaji. Ha junok k'ab' te', max yal yak'an yaxb'oc te' yib'. Palta a sch'anhal yib' te', a tz'ak'an yaxb'oc te' sk'ab' chi'."
        },
        {
            "number": "19",
            "text": "Tecan ayex tzeyal icha tik: Ha eb' israel chi', ichato tzepb'ilel eb' t'a snun, yic wach' a onh tzonh ochcan sq'uexuloc eb', tecan xe chi."
        },
        {
            "number": "20",
            "text": "Yel toni, ichato tzepb'ilel eb' israel chi', yujto max yak'och Dios eb' t'a sk'ool. Palta a ex tik, yujnhej to ix eyak'och Dios t'a e k'ool tzex ochcan sq'uexuloc eb'. Yuj chi', xeyik'tachaanh e b'a, tzeyil val e b'a."
        },
        {
            "number": "21",
            "text": "Tato maj yak'laj nivank'olal Dios t'a yib'anh eb' icha sk'ab' te' yaji, ocxom ex pax tik, ¿tom ol ex yak' nivank'olal tato tzeyiq'uel e b'a t'ay?"
        },
        {
            "number": "22",
            "text": "Nachajocab'el eyuuj to niwan swach'k'olal Dios. Palta anhejtona', ov pax sik'lab'il. Ha eb' juvinacxoel chi', aycot yoval t'a eb'. Ha exxo tik, manh jantacoc swach'k'olal syak' t'ayex. Yuj chi' yowalil tzex ochcan t'a swach'k'olal, tato maay, anhejtona' ol ex ik'jocxieloc."
        },
        {
            "number": "23",
            "text": "Ha eb' israel chi', tato ol yak'xioch eb' t'a sk'ool, ol ochxoc eb' yicoc Dios chi'. Ichato ol ak'jocxioch eb' t'a te' snunal chi' junelxo. Yujto ha Dios ay spoder sb'oan icha chi'."
        },
        {
            "number": "24",
            "text": "Ha exxo manh ex israeloc, ichato tzepb'il ex el t'a snunal junok te te' munil sq'uib'i, ix ex ak'jioch sk'ab'oc junok te te' wach'. Wach'chom manh ex yicoc jun chi' t'a yalanhtaxo, palta ix ex och yicoc. Tato icha chi' ix ex aji, anhejtona' icha pax chi' eb' israel. Ichato ol ak'jocxioch eb' t'a snunal b'aj elnaccoti, aton jun yic val eb' t'a peca'. Yuj chi', yelxo val ol och eb' yicoc junelxo."
        },
        {
            "number": "25",
            "text": "Ex vuk'tac ex vanab', a juntzanh sval tik t'ayex, malaj mach ojtannac t'a peca'. Palta a ticnaic, in gana to tzeyojtaquejeli yic max eyik'chaanh e b'a, yujto jelan ex e naani. Ha eb' vetisraelal chi', tzijtum eb' pitb'inaccaneli. Ol cannhej eb' icha chi' masanto ol tz'acvoc sb'isul eb' manh israeloc ol colchajoc."
        },
        {
            "number": "26",
            "text": "Ichato chi' ol colchajpax eb' vetisraelal smasanil. Yujto syal t'a Slolonel Dios icha tik: Ha t'a chonhab' Sion t'a skal eb' israel, ata' ol q'ue vaan jun Colvajum. A' ol ik'anel schucal eb' yinhtilal Jacob."
        },
        {
            "number": "27",
            "text": "Icha tik ol vutoc vak'an in trato yet' eb', ayic ol vak'an lajvoc smul eb', xchi Dios."
        },
        {
            "number": "28",
            "text": "Ha eb' israel chi', ajk'ol eb' d'ha Dios, yujto max yak'ochlaj jun wach' ab'ix yic colnab'il eb' t'a sk'ool. Icha chi' yaj eb', yic a ex tik syal e colchaji. Palta anheja' xajanab'il eb' yuj Dios, yujto sik'b'ilcanel smam yicham eb' yuj."
        },
        {
            "number": "29",
            "text": "Yujto a tas syak' Dios, junelnhej syak'a'. Maxtzac yiq'uek'laj. Ha eb' avtab'il yuj Dios yicoc, junelnhej avtab'il eb'."
        },
        {
            "number": "30",
            "text": "Ha t'a yalanhtaxo, max e k'anab'ajej Dios, palta a ticnaic, ix ok' sk'ool t'ayex, yujto maj k'anab'ajajlaj yuj eb' israel."
        },
        {
            "number": "31",
            "text": "Yel toni, a ticnaic max sk'anab'ajejlaj Dios eb' vetisraelal chi'. Palta icha chi' yaj eb' ayic ol ok'xoc sk'ol t'a eb', icha tz'aj yok' sk'ol t'ayex."
        },
        {
            "number": "32",
            "text": "Ha t'a yichanh Dios, max co k'anab'ajejlaj co masanil a onh anima onh tik. Icha chi' ix onh yutej, yic wach' jun lajannhej tz'aj yok' sk'ol t'ayonh co masanil."
        },
        {
            "number": "33",
            "text": "Ha Dios, manh jantacoc swach'il, manh jantacoc sjelanil. Yojtacnhej masanil tastac. Malaj junok mach syal snachajel yuj tas syutej. Malaj pax junok mach snachajel sb'eyb'al chi' yuj."
        },
        {
            "number": "34",
            "text": "Icha syal t'a Slolonel: ¿Mach val junok syal yojtacanel spensar Dios Cajal? ¿Mach val junok syal sk'ayb'ani?"
        },
        {
            "number": "35",
            "text": "¿Mach val junok sb'ab'laj ak'an junok silab' t'ay, haxo tzak'anto tz'ak'an junocxo yic t'ay? xchi."
        },
        {
            "number": "36",
            "text": "Yujto a masanil tastac, anhej d'ha Dios scoti. Aypax ek' yuj, yic scheclajelta swach'il. Nivanocab' yelk'och Dios t'a masanil tiempo. Amén."
        }
    ]
}