{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha heb' schonhab' Dios chi', ¿tom paticab'ilel heb' yuj t'a junelnhej? Maay. Ina in tik, israel in pax yet' heb'. Yinhtilal in pax winhaj Abraham yet' heb'. Ha t'a jun makan heb' yinhtilal winhaj Benjamín, ata' cotnac in."
        },
        {
            "number": "2",
            "text": "Atax t'a peka', ha Dios ik'jinac och heb' israel yicoc. Axo ticnaik, manh ol spatiquej el-laj heb'. Cojtac yab'ixal winhaj Elías t'a Slolonel Dios. Ha junel ix lesalwi winh d'ha Dios, ix yalan winh tas smul heb' yetchonhab' israel chi', ix yalan winh:"
        },
        {
            "number": "3",
            "text": "Mamin, a heb' wetchonhab' tik, ix smak'cham juntzanhxo heb' a checab' heb'. Ha juntzanh yet'tal b'aj tz'ak'ji silab' t'ayach, ix laj smak'poj heb'. Ha ticnaik, a inxonhej ix in cani. Palta anheja' snib'ej heb' tzin smilpaxi, xchi winh d'ha Dios."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yal Dios chi' t'a winh: Maay, ayto uquexo mil winak sik'b'ilcanel wuuj. Malaj b'aj ix em cuman heb' t'a jun syaloch heb' sdiosaloc scuch Baal, xchi t'a winh."
        },
        {
            "number": "5",
            "text": "Anhejtona' icha chi' yaj ticnaik. Ay heb' yic ton Dios t'a skal heb' wetisraelal chi'. Aton heb' sik'naquel Dios chi' yuj swach'k'olal."
        },
        {
            "number": "6",
            "text": "Yuj wal swach'k'olal Dios sik'b'ilel heb', manh yujoc tas wach' ix sk'ulej heb'. Q'uinaloc yuj tas wach' ix sk'ulej heb' sik'b'ilel heb', tato icha chi', manhoc am yuj swach'k'olal Dios, scolchajel heb'."
        },
        {
            "number": "7",
            "text": "Palta ¿tas tz'aj heb' israel tze na'a? Ix yak'lej heb' sayani chajtil tz'aj yoch heb' wach'il t'a yichanh Dios, palta maj yal-laj yuj heb', yuj chi' anhej heb' sik'b'ilel t'a skal heb' chi' yuj Dios ix yal yuj. Axo juntzanhxo heb', tonhej ix wach' pitb'icanel heb'."
        },
        {
            "number": "8",
            "text": "Yujto syal t'a Slolonel Dios icha tik: Ha Dios ix ak'an quistalax heb'. Yuj chi', wach'chom syil spoder heb', palta max nachajel-laj yuj heb'. Wach'chom syab' slolonel heb', palta max nachajel-laj yuj heb'. Anhejtona', icha pax chi' heb' ticnaik, xchi."
        },
        {
            "number": "9",
            "text": "Yalnacpaxcan winhaj Dawid: Ichaocab' junok yaal tz'aj juntzanh sq'uinh heb' chi'. Telwocab' heb' yuj juntzanh sq'uinh chi'. B'atocab' t'a yib'anh heb' yuj."
        },
        {
            "number": "10",
            "text": "Mocxob' yal-laj yilan heb' uuj. Icha junok winh nhojanem t'a yalanh icatz, ichaocab' chi' tz'ajkan heb' t'a junelnhej, xchi winhaj Dawid chi'."
        },
        {
            "number": "11",
            "text": "Palta tzin k'anb'ej t'ayex, ayic ix juwiel heb' israel chi', ¿tom junelnhej ix juwiel heb'? Maay. Palta yujto ix juwiel heb' yuj schucal, yuj chi' ay heb' manh israelok scolchaji. Axo heb' israel ol ilanoc, ol chichon sk'ol heb' yilani."
        },
        {
            "number": "12",
            "text": "Yujto juwinaquel heb' israel chi', yuj chi' te wach' yic heb' anima smasanil t'a yol yib'anhk’inal tik. Yujto cannac heb' israel chi' t'a yalanh, yuj chi' te wach' yic heb' manh israelok. Tato icha chi', ¿jantacxom wal swach'il quic ko masanil, ayic ol meltzajxoc och spensar heb' israel chi' smasanil junelxo?"
        },
        {
            "number": "13",
            "text": "Palta ay tas in gana swal t'ayex a ex manh ex israelok chi'. Ha Dios ak'jinac wopisio in munlaj t'a he kal. Yuj chi' niwan yelk'och jun wopisio tik t'ayin,"
        },
        {
            "number": "14",
            "text": "talaj icha chi' syil sk'ool heb' wetchonhab' to wan he colchaji, yuj chi' tope ay heb' ol colchajpaxoc."
        },
        {
            "number": "15",
            "text": "Ha heb' israel chi', paticab'il el heb' yuj Dios junok tiempoal. Yuj chi', masanil juntzanhxo anima, syal yoch heb' junk'olal yet' Dios. Axo ol chajocxioch heb' israel chi' junelxo, manhxom jantacoc swach'il. Ichato ol pitzwokxi heb' anima t'a skal heb' chamnac, yujto te niwan swach'il ol scha heb'."
        },
        {
            "number": "16",
            "text": "Q'uinaloc a ixim b'ab'el pan tz'elta t'a ixim harina yic ton Dios yaji, ta icha chi', yic ton Dios ixim masanil. Icha junok te te', tato yic Dios yaj sch'anhal yib' te', anhejtona' yicnhej pax yaj te' sk'ab'."
        },
        {
            "number": "17",
            "text": "Palta a heb' israel elnac t'a yol sk'ab' Dios, icha junok sk'ab' te' oliwo stzepchajel t'a snun, icha chi' aj yelnac heb'. Ha exxo, icha sk'ab' jun te' caltacte'al oliwo scomon q'uib'i, icha chi' eyaji, yujto manh ex israelok. Palta ichato ix ex ak'jicanoch sk'exuloc heb' t'a jun sk'ab' b'aj tzepb'ilelta t'a snun chi', yujto ay eyalan eyic yet' heb' smam yicham heb'."
        },
        {
            "number": "18",
            "text": "Palta manh he na to ek'to he wach'il t'a yichanh heb' israel chi'. Yujto icha junok sk'ab' te te', icha chi' eyaji. Ha junok k'ab' te', max yal yak'an yaxb'oc te' yib'. Palta a sch'anhal yib' te', a tz'ak'an yaxb'oc te' sk'ab' chi'."
        },
        {
            "number": "19",
            "text": "Tecan ayex tzeyal icha tik: Ha heb' israel chi', ichato tzepb'ilel heb' t'a snun, yic wach' a onh tzonh ochcan sk'exuloc heb', tecan xe chi."
        },
        {
            "number": "20",
            "text": "Yel toni, ichato tzepb'ilel heb' israel chi', yujto max yak'och Dios heb' t'a sk'ool. Palta a ex tik, yujnhej to ix eyak'och Dios t'a he k'ool tzex ochcan sk'exuloc heb'. Yuj chi', xeyik'tachaanh he b'a, tzeyil wal he b'a."
        },
        {
            "number": "21",
            "text": "Tato maj yak'laj niwank'olal Dios t'a yib'anh heb' icha sk'ab' te' yaji, ocxom ex pax tik, ¿tom ol ex yak' niwank'olal tato tzeyik'el he b'a t'ay?"
        },
        {
            "number": "22",
            "text": "Nachajocab'el eyuuj to niwan swach'k'olal Dios. Palta anhejtona', ov pax sik'lab'il. Ha heb' juwinacxoel chi', aycot yowal t'a heb'. Ha exxo tik, manh jantacoc swach'k'olal syak' t'ayex. Yuj chi' yowalil tzex ochcan t'a swach'k'olal, tato maay, anhejtona' ol ex ik'jocxieloc."
        },
        {
            "number": "23",
            "text": "Ha heb' israel chi', tato ol yak'xioch heb' t'a sk'ool, ol ochxoc heb' yicoc Dios chi'. Ichato ol ak'jocxioch heb' t'a te' snunal chi' junelxo. Yujto ha Dios ay spoder sb'oan icha chi'."
        },
        {
            "number": "24",
            "text": "Ha exxo manh ex israelok, ichato tzepb'il ex el t'a snunal junok te te' munil sq'uib'i, ix ex ak'jioch sk'ab'oc junok te te' wach'. Wach'chom manh ex yicoc jun chi' t'a yalanhtaxo, palta ix ex och yicoc. Tato icha chi' ix ex aji, anhejtona' icha pax chi' heb' israel. Ichato ol ak'jocxioch heb' t'a snunal b'aj elnaccoti, aton jun yic wal heb' t'a peka'. Yuj chi', yelxo wal ol och heb' yicoc junelxo."
        },
        {
            "number": "25",
            "text": "Ex wuk'tac ex wanab', a juntzanh swal tik t'ayex, malaj mach ojtannac t'a peka'. Palta a ticnaik, in gana to tzeyojtaquejeli yic max eyik'chaanh he b'a, yujto jelan ex he naani. Ha heb' wetisraelal chi', tzijtum heb' pitb'inaccaneli. Ol cannhej heb' icha chi' masanto ol tz'acwoc sb'isul heb' manh israelok ol colchajoc."
        },
        {
            "number": "26",
            "text": "Ichato chi' ol colchajpax heb' wetisraelal smasanil. Yujto syal t'a Slolonel Dios icha tik: Ha t'a chonhab' Sion t'a skal heb' israel, ata' ol k'e waan jun Colwajum. A' ol ik'anel schucal heb' yinhtilal Jacob."
        },
        {
            "number": "27",
            "text": "Icha tik ol wutoc wak'an in trato yet' heb', ayic ol wak'an lajwoc smul heb', xchi Dios."
        },
        {
            "number": "28",
            "text": "Ha heb' israel chi', ajk'ol heb' d'ha Dios, yujto max yak'ochlaj jun wach' ab'ix yic colnab'il heb' t'a sk'ool. Icha chi' yaj heb', yic a ex tik syal he colchaji. Palta anheja' xajanab'il heb' yuj Dios, yujto sik'b'ilcanel smam yicham heb' yuj."
        },
        {
            "number": "29",
            "text": "Yujto a tas syak' Dios, junelnhej syak'a'. Maxtzac yik'ek'laj. Ha heb' avtab'il yuj Dios yicoc, junelnhej avtab'il heb'."
        },
        {
            "number": "30",
            "text": "Ha t'a yalanhtaxo, max he k'anab'ajej Dios, palta a ticnaik, ix ok' sk'ool t'ayex, yujto maj k'anab'ajajlaj yuj heb' israel."
        },
        {
            "number": "31",
            "text": "Yel toni, a ticnaik max sk'anab'ajejlaj Dios heb' wetisraelal chi'. Palta icha chi' yaj heb' ayic ol ok'xoc sk'ol t'a heb', icha tz'aj yok' sk'ol t'ayex."
        },
        {
            "number": "32",
            "text": "Ha t'a yichanh Dios, max ko k'anab'ajejlaj ko masanil a onh anima onh tik. Icha chi' ix onh yutej, yic wach' jun lajannhej tz'aj yok' sk'ol t'ayonh ko masanil."
        },
        {
            "number": "33",
            "text": "Ha Dios, manh jantacoc swach'il, manh jantacoc sjelanil. Yojtacnhej masanil tastac. Malaj junok mach syal snachajel yuj tas syutej. Malaj pax junok mach snachajel sb'eyb'al chi' yuj."
        },
        {
            "number": "34",
            "text": "Icha syal t'a Slolonel: ¿Mach wal junok syal yojtacanel spensar Dios Kajal? ¿Mach wal junok syal sk'ayb'ani?"
        },
        {
            "number": "35",
            "text": "¿Mach wal junok sb'ab'laj ak'an junok silab' t'ay, haxo tzak'anto tz'ak'an junocxo yic t'ay? xchi."
        },
        {
            "number": "36",
            "text": "Yujto a masanil tastac, anhej d'ha Dios scoti. Aypax ek' yuj, yic scheclajelta swach'il. Niwanocab' yelk'och Dios t'a masanil tiempo. Amén."
        }
    ]
}