{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "A eb' schonhab' Dios chi', ¿tom paticab'ilel eb' yuuj d'a junelnhej? Maay. Ina in tic, israel in pax yed' eb'. Yinhtilal in pax vinhaj Abraham yed' eb'. A d'a jun macanh eb' yinhtilal vinhaj Benjamín, ata' cotnac in."
        },
        {
            "number": "2",
            "text": "Atax d'a peca', a Dios ik'jinac och eb' israel yicoc. Axo ticnaic, manh ol spatiquej el-laj eb'. Cojtac yab'ixal vinhaj Elías d'a Slolonel Dios. A junel ix lesalvi vinh d'a Dios, ix yalan vinh tas smul eb' yetchonhab' israel chi', ix yalan vinh:"
        },
        {
            "number": "3",
            "text": "Mamin, a eb' vetchonhab' tic, ix smak'cham juntzanhxo eb' a checab' eb'. A juntzanh yed'tal b'aj tz'ak'ji silab' d'ayach, ix laj smak'poj eb'. A ticnaic, a inxonhej ix in cani. Palta anheja' sgana eb' tzin smilpaxi, xchi vinh d'a Dios."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yal Dios chi' d'a vinh: Maay, ayto uquexo mil vinac sik'b'ilcanel vuuj. Malaj b'aj ix em cuman eb' d'a jun syaloch eb' sdiosaloc scuch Baal, xchi d'a vinh."
        },
        {
            "number": "5",
            "text": "Anhejtona' icha chi' yaj ticnaic. Ay eb' yic ton Dios d'a scal eb' vetisraelal chi'. Aton eb' sik'naquel Dios chi' yuj svach'k'olal."
        },
        {
            "number": "6",
            "text": "Yuj val svach'k'olal Dios sik'b'ilel eb', manh yujoc tas vach' ix sk'ulej eb'. Q'uinaloc yuj tas vach' ix sk'ulej eb' sik'b'ilel eb', tato icha chi', manhoc am yuj svach'k'olal Dios, scolchajel eb'."
        },
        {
            "number": "7",
            "text": "Palta ¿tas tz'aj eb' israel tze na'a? Ix yak'lej eb' sayani chajtil tz'aj yoch eb' vach'il d'a yichanh Dios, palta maj yal-laj yuj eb', yuj chi' anhej eb' sik'b'ilel d'a scal eb' chi' yuj Dios ix yal yuuj. Axo juntzanhxo eb', tonhej ix vach' pitb'icanel eb'."
        },
        {
            "number": "8",
            "text": "Yujto syal d'a Slolonel Dios icha tic: A Dios ix ak'an quistalax eb'. Yuj chi', vach'chom syil spoder eb', palta max nachajel-laj yuj eb'. Vach'chom syab' slolonel eb', palta max nachajel-laj yuj eb'. Anhejtona', icha pax chi' eb' ticnaic, xchi."
        },
        {
            "number": "9",
            "text": "Yalnacpaxcan vinhaj David: Ichaocab' junoc yaal tz'aj juntzanh sq'uinh eb' chi'. Telvocab' eb' yuj juntzanh sq'uinh chi'. B'atocab' d'a yib'anh eb' yuuj."
        },
        {
            "number": "10",
            "text": "Mocxob' yal-laj yilan eb' uuj. Icha junoc vinh nhojanem d'a yalanh icatz, ichaocab' chi' tz'ajcan eb' d'a junelnhej, xchi vinhaj David chi'."
        },
        {
            "number": "11",
            "text": "Palta tzin k'anb'ej d'ayex, ayic ix juviel eb' israel chi', ¿tom junelnhej ix juviel eb'? Maay. Palta yujto ix juviel eb' yuj schucal, yuj chi' ay eb' manh israeloc scolchaji. Axo eb' israel ol ilanoc, ol chichon sk'ol eb' yilani."
        },
        {
            "number": "12",
            "text": "Yujto juvinaquel eb' israel chi', yuj chi' te vach' yic eb' anima smasanil d'a yolyib'anhq'uinal tic. Yujto cannac eb' israel chi' d'a yalanh, yuj chi' te vach' yic eb' manh israeloc. Tato icha chi', ¿jantacxom val svach'il quic co masanil, ayic ol meltzajxoc och spensar eb' israel chi' smasanil junelxo?"
        },
        {
            "number": "13",
            "text": "Palta ay tas in gana sval d'ayex a ex manh ex israeloc chi'. A Dios ak'jinac vopisio in munlaj d'a e cal. Yuj chi' nivan yelk'och jun vopisio tic d'ayin,"
        },
        {
            "number": "14",
            "text": "talaj icha chi' syil sk'ool eb' vetchonhab' to van e colchaji, yuj chi' tope ay eb' ol colchajpaxoc."
        },
        {
            "number": "15",
            "text": "A eb' israel chi', paticab'il el eb' yuj Dios junoc tiempoal. Yuj chi', masanil juntzanhxo anima, syal yoch eb' junk'olal yed' Dios. Axo ol chajocxioch eb' israel chi' junelxo, manhxom jantacoc svach'il. Ichato ol pitzvocxi eb' anima d'a scal eb' chamnac, yujto te nivan svach'il ol scha eb'."
        },
        {
            "number": "16",
            "text": "Q'uinaloc a ixim b'ab'el pan tz'elta d'a ixim harina yic ton Dios yaji, ta icha chi', yic ton Dios ixim masanil. Icha junoc te te', tato yic Dios yaj sch'anhal yib' te', anhejtona' yicnhej pax yaj te' sk'ab'."
        },
        {
            "number": "17",
            "text": "Palta a eb' israel elnac d'a yol sk'ab' Dios, icha junoc sk'ab' te' olivo stzepchajel d'a snun, icha chi' aj yelnac eb'. A exxo, icha sk'ab' jun te' caltacte'al olivo scomon q'uib'i, icha chi' eyaji, yujto manh ex israeloc. Palta ichato ix ex ak'jicanoch sq'uexuloc eb' d'a jun sk'ab' b'aj tzepb'ilelta d'a snun chi', yujto ay eyalan eyic yed' eb' smam yicham eb'."
        },
        {
            "number": "18",
            "text": "Palta manh e na to ek'to e vach'il d'a yichanh eb' israel chi'. Yujto icha junoc sk'ab' te te', icha chi' eyaji. A junoc k'ab' te', max yal yak'an yaxb'oc te' yib'. Palta a sch'anhal yib' te', a tz'ak'an yaxb'oc te' sk'ab' chi'."
        },
        {
            "number": "19",
            "text": "Tecan ayex tzeyal icha tic: A eb' israel chi', ichato tzepb'ilel eb' d'a snun, yic vach' a onh tzonh ochcan sq'uexuloc eb', tecan xe chi."
        },
        {
            "number": "20",
            "text": "Yel toni, ichato tzepb'ilel eb' israel chi', yujto max yak'och Dios eb' d'a sk'ool. Palta a ex tic, yujnhej to ix eyak'och Dios d'a e k'ool tzex ochcan sq'uexuloc eb'. Yuj chi', xeyik'tachaanh e b'a, tzeyil val e b'a."
        },
        {
            "number": "21",
            "text": "Tato maj yak'laj nivank'olal Dios d'a yib'anh eb' icha sk'ab' te' yaji, ocxom ex pax tic, ¿tom ol ex yak' nivank'olal tato tzeyiq'uel e b'a d'ay?"
        },
        {
            "number": "22",
            "text": "Nachajocab'el eyuuj to nivan svach'k'olal Dios. Palta anhejtona', ov pax sik'lab'il. A eb' juvinacxoel chi', aycot yoval d'a eb'. A exxo tic, manh jantacoc svach'k'olal syak' d'ayex. Yuj chi' yovalil tzex ochcan d'a svach'k'olal, tato maay, anhejtona' ol ex ik'jocxieloc."
        },
        {
            "number": "23",
            "text": "A eb' israel chi', tato ol yak'xioch eb' d'a sk'ool, ol ochxoc eb' yicoc Dios chi'. Ichato ol ak'jocxioch eb' d'a te' snunal chi' junelxo. Yujto a Dios ay spoder sb'oan icha chi'."
        },
        {
            "number": "24",
            "text": "A exxo manh ex israeloc, ichato tzepb'il ex el d'a snunal junoc te te' munil sq'uib'i, ix ex ak'jioch sk'ab'oc junoc te te' vach'. Vach'chom manh ex yicoc jun chi' d'a yalanhtaxo, palta ix ex och yicoc. Tato icha chi' ix ex aji, anhejtona' icha pax chi' eb' israel. Ichato ol ak'jocxioch eb' d'a snunal b'aj elnaccoti, aton jun yic val eb' d'a peca'. Yuj chi', yelxo val ol och eb' yicoc junelxo."
        },
        {
            "number": "25",
            "text": "Ex vuk'tac ex vanab', a juntzanh sval tic d'ayex, malaj mach ojtannac d'a peca'. Palta a ticnaic, in gana to tzeyojtaquejeli yic max eyik'chaanh e b'a, yujto jelan ex e naani. A eb' vetisraelal chi', tzijtum eb' pitb'inaccaneli. Ol cannhej eb' icha chi' masanto ol tz'acvoc sb'isul eb' manh israeloc ol colchajoc."
        },
        {
            "number": "26",
            "text": "Ichato chi' ol colchajpax eb' vetisraelal smasanil. Yujto syal d'a Slolonel Dios icha tic: A d'a chonhab' Sion d'a scal eb' israel, ata' ol q'ue vaan jun Colvajum. A' ol ik'anel schucal eb' yinhtilal Jacob."
        },
        {
            "number": "27",
            "text": "Icha tic ol vutoc vak'an in trato yed' eb', ayic ol vak'an lajvoc smul eb', xchi Dios."
        },
        {
            "number": "28",
            "text": "A eb' israel chi', ajk'ol eb' d'a Dios, yujto max yak'ochlaj jun vach' ab'ix yic colnab'il eb' d'a sk'ool. Icha chi' yaj eb', yic a ex tic syal e colchaji. Palta anheja' xajanab'il eb' yuj Dios, yujto sik'b'ilcanel smam yicham eb' yuuj."
        },
        {
            "number": "29",
            "text": "Yujto a tas syak' Dios, junelnhej syak'a'. Maxtzac yiq'uek'laj. A eb' avtab'il yuj Dios yicoc, junelnhej avtab'il eb'."
        },
        {
            "number": "30",
            "text": "A d'a yalanhtaxo, max e k'anab'ajej Dios, palta a ticnaic, ix ok' sk'ool d'ayex, yujto maj k'anab'ajajlaj yuj eb' israel."
        },
        {
            "number": "31",
            "text": "Yel toni, a ticnaic max sk'anab'ajejlaj Dios eb' vetisraelal chi'. Palta icha chi' yaj eb' ayic ol ok'xoc sk'ol d'a eb', icha tz'aj yok' sk'ol d'ayex."
        },
        {
            "number": "32",
            "text": "A d'a yichanh Dios, max co k'anab'ajejlaj co masanil a onh anima onh tic. Icha chi' ix onh yutej, yic vach' jun lajannhej tz'aj yok' sk'ol d'ayonh co masanil."
        },
        {
            "number": "33",
            "text": "A Dios, manh jantacoc svach'il, manh jantacoc sjelanil. Yojtacnhej masanil tastac. Malaj junoc mach syal snachajel yuuj tas syutej. Malaj pax junoc mach snachajel sb'eyb'al chi' yuuj."
        },
        {
            "number": "34",
            "text": "Icha syal d'a Slolonel: ¿Mach val junoc syal yojtacanel spensar Dios Cajal? ¿Mach val junoc syal sk'ayb'ani?"
        },
        {
            "number": "35",
            "text": "¿Mach val junoc sb'ab'laj ak'an junoc silab' d'ay, axo tzak'anto tz'ak'an junocxo yic d'ay? xchi."
        },
        {
            "number": "36",
            "text": "Yujto a masanil tastac, anhej d'a Dios scoti. Aypax ek' yuuj, yic scheclajelta svach'il. Nivanocab' yelk'och Dios d'a masanil tiempo. Amén."
        }
    ]
}