{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ex wuk'tac ex wanab', ix te ok' wal sk'ool Dios t'ayonh, yuj chi' tzin tewi t'ayex to tzeyak'och he b'ha t'a yol sk'ab', icha junok silab' pitzan, icha chi' scutej ko b'a cak'an serwil, yujto yic onnhej, yic stzalaj sk'ool qued'oc. Ichaton wal chi' smoj scutej calan ko b'a t'ay."
        },
        {
            "number": "2",
            "text": "Manhxoocab' lajanoc scutej ko b'a yet' heb' yic yol yib'anhk’inal tik. Yowalil skak' k'exmaj ko pensar, yic ol wach' b'o ko b'eyb'al t'a junelnhej. Tato icha chi' scutej ko b'a, ol wach' nachajel cuuj tas sgana Dios t'ayonh. Aton juntzanh tas wach', tas syak' tzalajb'oc sk'ool Dios yet'oc yet' tas malaj jab'oc spaltail t'a yichanh."
        },
        {
            "number": "3",
            "text": "Ha Dios ak'jinac wopisio tik yuj swach'k'olal. Yuj chi' swalb'at juntzanh tik t'ayex he masanil. Malajocab' junok onh sco na'a to te jelan onh. Yowalil emnaquil scutej ko b'a, ato syala' tas copisio syak' Dios t'ayonh, yujto ix cak'och t'a ko k'ool."
        },
        {
            "number": "4",
            "text": "Ha ko niwanil tzijtum macanhil yaji. Palta manh lajanoc yopisio smasanil."
        },
        {
            "number": "5",
            "text": "Icha yaj ko niwanil chi', icha chi' caj a onh creyente onh tik. Wach'chom tzijtum onh, palta junnhej animail caj t'a yol sk'ab' Cristo. Icha yaj junjun makan ko niwanil junnhej yaji, ich onh ta', junnhej caj ko masanil."
        },
        {
            "number": "6",
            "text": "Ch'occh'oc copisio junjun onh, ato syala' tastac tz'el t'a sk'ool Dios yak'an t'ayonh. Yuj chi' yowalil tzonh munlaj wal t'a junjun copisio chi'. Ha mach ak'b'il yopisio yalanel slolonel Dios, yowalil syaleli, ato syala' jantac syutej yak'anoch t'a sk'ool."
        },
        {
            "number": "7",
            "text": "Ha mach ak'b'il yopisio yak'an serwil, yowalil wach' syutej yak'an serwil. Ha mach ay yopisio sk'ayb'an heb' yetcreyenteal chi', yowalil syak' wal och spensar sk'ayb'an heb'."
        },
        {
            "number": "8",
            "text": "Tato ay junok mach tz'iptzitan heb' yetcreyenteal, yowalil syak' yip smunlaj t'a yopisio chi'. Tato ay mach sian junok tas t'a heb' ay stzapan smajanil, yet' ocab' t'a smasanil sk'ool siej. Ha mach ay yopisio scuchb'an heb' yetcreyenteal, yak'ocab' yip scuchb'an heb'. Anhejtona', a mach tz'ok' sk'ool t'a heb' ayoch t'a syaelal, yowalil skolwaj t'a heb' t'a tzalajk'olal."
        },
        {
            "number": "9",
            "text": "Yelk'olalocab' sco xajanej ko b'a. Sco chacanel masanil chukal. Axo t'a tastac wach' scaq'ek och ko pensar."
        },
        {
            "number": "10",
            "text": "Sco xajanej ko b'a, yujto cuk'tac canab' ko b'a. Yowalil squik' emta ko b'a junjun onh, yic wach' ay quelk'och junjun onh."
        },
        {
            "number": "11",
            "text": "k'asanocab' scutej ko b'ha t'a Kajal Jesús. Manh jaraganaoc scutej ko b'a t'ay. Smasanilocab' ko k'ool skak' serwil."
        },
        {
            "number": "12",
            "text": "Ayokab' ko tzalajk'olal t'a masanil tiempo, yujto skak'och Dios yipoc ko k'ool. Tek'an scutej ko b'a ayic sjawi yaelal t'a quib'anh. Manh cactejeccan ko lesalwi t'a masanil tiempo."
        },
        {
            "number": "13",
            "text": "Yowalil tzonh kolwaj t'a stzapanil smajanil heb' yicxo Dios. Wach' pax scutej ko b'ha t'a heb' tzek' t'ayonh."
        },
        {
            "number": "14",
            "text": "Tato ay heb' chuk syutej sb'a t'ayonh, yowalil sco k'ancot swach'k'olal Dios t'a yib'anh heb', manhoc yowal sk'ool sco k'ancot t'a yib'anh heb', palta a swach'k'olal."
        },
        {
            "number": "15",
            "text": "Ha heb' stzalaji, conh tzalajec yet' heb', haxo heb' scusi, conh cusec pax yet' heb'."
        },
        {
            "number": "16",
            "text": "Junnhej molanhil tzonh aj ko masanil. Max yal-laj quik'anchaanh ko b'a. Junnhejocab' tzonh ek' yet' heb' malaj yelk'och t'a heb' anima. Max yal ko naani to te jelan onh."
        },
        {
            "number": "17",
            "text": "Tato ay heb' chuk syutej sb'a t'ayonh, max yal-laj chuk scutej pax ko b'ha t'a heb'. Wach'nhej scutej ko b'eyb'al t'a yichanh heb' anima smasanil."
        },
        {
            "number": "18",
            "text": "Caq'ek wal quip yic junk'olal tzonh aj yet' heb' anima, tato syala' yet' masanil mach."
        },
        {
            "number": "19",
            "text": "Ex xajanab'il wuuj, max yal ko pacan ko b'ha t'a heb' quetanimail. Yowalil sco tanhwej, yic wach' munil ha Dios ol ak'an syaelal heb'. Yujto yalnaccan Dios t'a Slolonel icha tik: Ha in ton tik ay walan wik wak'an syaelal heb'. Ha in tik ol in pactzitej t'a heb', xchi Dios Kajal."
        },
        {
            "number": "20",
            "text": "Syalanpax icha tik t'a Slolonel chi': Tato ay swejel heb' ayoch ajk'olal t'ayex, aq'ek wa heb', tato ay staquinhtial heb', aq'ek yuk'ej ha' heb'. Tato icha chi' tzeyutej he b'ha t'a heb', ol chacb'oc sat heb' yuj q'uixwelal t'a eyichanh."
        },
        {
            "number": "21",
            "text": "Manh ko cha onh yak' ganar chukal tz'ak'jioch t'a quib'anh. Yowalil wach' scutej ko b'a, yic a onh skak' ganar t'a yib'anh juntzanh chukal chi'."
        }
    ]
}