{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ex vuk'tac ex vanab', ix te ok' val sk'ool Dios t'ayonh, yuj chi' tzin tevi t'ayex to tzeyak'och e b'ha t'a yol sk'ab', icha junok silab' pitzan, icha chi' scutej co b'a cak'an servil, yujto yic onnhej, yic stzalaj sk'ool qued'oc. Ichaton val chi' smoj scutej calan co b'a t'ay."
        },
        {
            "number": "2",
            "text": "Manhxoocab' lajanoc scutej co b'a yet' eb' yic yol yib'anhk’inal tik. Yovalil scak' q'uexmaj co pensar, yic ol wach' b'o co b'eyb'al t'a junelnhej. Tato icha chi' scutej co b'a, ol wach' nachajel cuuj tas sgana Dios t'ayonh. Aton juntzanh tas wach', tas syak' tzalajb'oc sk'ool Dios yet'oc yet' tas malaj jab'oc spaltail t'a yichanh."
        },
        {
            "number": "3",
            "text": "Ha Dios ak'jinac vopisio tik yuj swach'k'olal. Yuj chi' svalb'at juntzanh tik t'ayex e masanil. Malajocab' junok onh sco na'a to te jelan onh. Yovalil emnaquil scutej co b'a, ato syala' tas copisio syak' Dios t'ayonh, yujto ix cak'och t'a co k'ool."
        },
        {
            "number": "4",
            "text": "Ha co nivanil tzijtum macanhil yaji. Palta manh lajanoc yopisio smasanil."
        },
        {
            "number": "5",
            "text": "Icha yaj co nivanil chi', icha chi' caj a onh creyente onh tik. Wach'chom tzijtum onh, palta junnhej animail caj t'a yol sk'ab' Cristo. Icha yaj junjun makan co nivanil junnhej yaji, ich onh ta', junnhej caj co masanil."
        },
        {
            "number": "6",
            "text": "Ch'occh'oc copisio junjun onh, ato syala' tastac tz'el t'a sk'ool Dios yak'an t'ayonh. Yuj chi' yovalil tzonh munlaj val t'a junjun copisio chi'. Ha mach ak'b'il yopisio yalanel slolonel Dios, yovalil syaleli, ato syala' jantac syutej yak'anoch t'a sk'ool."
        },
        {
            "number": "7",
            "text": "Ha mach ak'b'il yopisio yak'an servil, yovalil wach' syutej yak'an servil. Ha mach ay yopisio sk'ayb'an eb' yetcreyenteal chi', yovalil syak' val och spensar sk'ayb'an eb'."
        },
        {
            "number": "8",
            "text": "Tato ay junok mach tz'iptzitan eb' yetcreyenteal, yovalil syak' yip smunlaj t'a yopisio chi'. Tato ay mach sian junok tas t'a eb' ay stzapan smajanil, yet' ocab' t'a smasanil sk'ool siej. Ha mach ay yopisio scuchb'an eb' yetcreyenteal, yak'ocab' yip scuchb'an eb'. Anhejtona', a mach tz'ok' sk'ool t'a eb' ayoch t'a syaelal, yovalil scolvaj t'a eb' t'a tzalajk'olal."
        },
        {
            "number": "9",
            "text": "Yelk'olalocab' sco xajanej co b'a. Sco chacanel masanil chukal. Axo t'a tastac wach' scaq'ek och co pensar."
        },
        {
            "number": "10",
            "text": "Sco xajanej co b'a, yujto cuk'tac canab' co b'a. Yovalil squik' emta co b'a junjun onh, yic wach' ay quelk'och junjun onh."
        },
        {
            "number": "11",
            "text": "k'asanocab' scutej co b'ha t'a Cajal Jesús. Manh jaraganaoc scutej co b'a t'ay. Smasanilocab' co k'ool scak' servil."
        },
        {
            "number": "12",
            "text": "Ayokab' co tzalajk'olal t'a masanil tiempo, yujto scak'och Dios yipoc co k'ool. Tek'an scutej co b'a ayic sjavi yaelal t'a quib'anh. Manh cactejeccan co lesalvi t'a masanil tiempo."
        },
        {
            "number": "13",
            "text": "Yovalil tzonh colvaj t'a stzapanil smajanil eb' yicxo Dios. Wach' pax scutej co b'ha t'a eb' tzek' t'ayonh."
        },
        {
            "number": "14",
            "text": "Tato ay eb' chuk syutej sb'a t'ayonh, yovalil sco k'ancot swach'k'olal Dios t'a yib'anh eb', manhoc yoval sk'ool sco k'ancot t'a yib'anh eb', palta a swach'k'olal."
        },
        {
            "number": "15",
            "text": "Ha eb' stzalaji, conh tzalajec yet' eb', haxo eb' scusi, conh cusec pax yet' eb'."
        },
        {
            "number": "16",
            "text": "Junnhej molanhil tzonh aj co masanil. Max yal-laj quik'anchaanh co b'a. Junnhejocab' tzonh ek' yet' eb' malaj yelk'och t'a eb' anima. Max yal co naani to te jelan onh."
        },
        {
            "number": "17",
            "text": "Tato ay eb' chuk syutej sb'a t'ayonh, max yal-laj chuk scutej pax co b'ha t'a eb'. Wach'nhej scutej co b'eyb'al t'a yichanh eb' anima smasanil."
        },
        {
            "number": "18",
            "text": "Caq'ek val quip yic junk'olal tzonh aj yet' eb' anima, tato syala' yet' masanil mach."
        },
        {
            "number": "19",
            "text": "Ex xajanab'il vuuj, max yal co pacan co b'ha t'a eb' quetanimail. Yovalil sco tanhvej, yic wach' munil ha Dios ol ak'an syaelal eb'. Yujto yalnaccan Dios t'a Slolonel icha tik: Ha in ton tik ay valan vic vak'an syaelal eb'. Ha in tik ol in pactzitej t'a eb', xchi Dios Cajal."
        },
        {
            "number": "20",
            "text": "Syalanpax icha tik t'a Slolonel chi': Tato ay svejel eb' ayoch ajk'olal t'ayex, aq'ek wa eb', tato ay staquinhtial eb', aq'ek yuq'uej ha' eb'. Tato icha chi' tzeyutej e b'ha t'a eb', ol chacb'oc sat eb' yuj q'uixvelal t'a eyichanh."
        },
        {
            "number": "21",
            "text": "Manh co cha onh yak' ganar chukal tz'ak'jioch t'a quib'anh. Yovalil wach' scutej co b'a, yic a onh scak' ganar t'a yib'anh juntzanh chukal chi'."
        }
    ]
}