{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ex vuk'tac ex vanab', ix te ok' val sk'ool Dios d'ayonh, yuj chi' tzin tevi d'ayex to tzeyak'och e b'a d'a yol sk'ab', icha junoc silab' pitzan, icha chi' scutej co b'a cak'an servil, yujto yic onnhej, yic stzalaj sk'ool qued'oc. Ichaton val chi' smoj scutej calan co b'a d'ay."
        },
        {
            "number": "2",
            "text": "Manhxoocab' lajanoc scutej co b'a yed' eb' yic yolyib'anhq'uinal tic. Yovalil scak' q'uexmaj co pensar, yic ol vach' b'o co b'eyb'al d'a junelnhej. Tato icha chi' scutej co b'a, ol vach' nachajel cuuj tas sgana Dios d'ayonh. Aton juntzanh tas vach', tas syak' tzalajb'oc sk'ool Dios yed'oc yed' tas malaj jab'oc spaltail d'a yichanh."
        },
        {
            "number": "3",
            "text": "A Dios ak'jinac vopisio tic yuj svach'k'olal. Yuj chi' svalb'at juntzanh tic d'ayex e masanil. Malajocab' junoc onh sco na'a to te jelan onh. Yovalil emnaquil scutej co b'a, ato syala' tas copisio syak' Dios d'ayonh, yujto ix cak'och d'a co k'ool."
        },
        {
            "number": "4",
            "text": "A co nivanil tzijtum macanhil yaji. Palta manh lajanoc yopisio smasanil."
        },
        {
            "number": "5",
            "text": "Icha yaj co nivanil chi', icha chi' caj a onh creyente onh tic. Vach'chom tzijtum onh, palta junnhej animail caj d'a yol sk'ab' Cristo. Icha yaj junjun macanh co nivanil junnhej yaji, ich onh ta', junnhej caj co masanil."
        },
        {
            "number": "6",
            "text": "Ch'occh'oc copisio junjun onh, ato syala' tastac tz'el d'a sk'ool Dios yak'an d'ayonh. Yuj chi' yovalil tzonh munlaj val d'a junjun copisio chi'. A mach ak'b'il yopisio yalanel slolonel Dios, yovalil syaleli, ato syala' jantac syutej yak'anoch d'a sk'ool."
        },
        {
            "number": "7",
            "text": "A mach ak'b'il yopisio yak'an servil, yovalil vach' syutej yak'an servil. A mach ay yopisio sk'ayb'an eb' yetcreyenteal chi', yovalil syak' val och spensar sk'ayb'an eb'."
        },
        {
            "number": "8",
            "text": "Tato ay junoc mach tz'iptzitan eb' yetcreyenteal, yovalil syak' yip smunlaj d'a yopisio chi'. Tato ay mach sian junoc tas d'a eb' ay stzapan smajanil, yed' ocab' d'a smasanil sk'ool siej. A mach ay yopisio scuchb'an eb' yetcreyenteal, yak'ocab' yip scuchb'an eb'. Anhejtona', a mach tz'ok' sk'ool d'a eb' ayoch d'a syaelal, yovalil scolvaj d'a eb' d'a tzalajk'olal."
        },
        {
            "number": "9",
            "text": "Yelk'olalocab' sco xajanej co b'a. Sco chacanel masanil chucal. Axo d'a tastac vach' scaq'uec och co pensar."
        },
        {
            "number": "10",
            "text": "Sco xajanej co b'a, yujto cuk'tac canab' co b'a. Yovalil squik' emta co b'a junjun onh, yic vach' ay quelk'och junjun onh."
        },
        {
            "number": "11",
            "text": "k'asanocab' scutej co b'a d'a Cajal Jesús. Manh jaraganaoc scutej co b'a d'ay. Smasanilocab' co k'ool scak' servil."
        },
        {
            "number": "12",
            "text": "Ayocab' co tzalajk'olal d'a masanil tiempo, yujto scak'och Dios yipoc co k'ool. Tek'an scutej co b'a ayic sjavi yaelal d'a quib'anh. Manh cactejeccan co lesalvi d'a masanil tiempo."
        },
        {
            "number": "13",
            "text": "Yovalil tzonh colvaj d'a stzapanil smajanil eb' yicxo Dios. Vach' pax scutej co b'a d'a eb' tz'ek' d'ayonh."
        },
        {
            "number": "14",
            "text": "Tato ay eb' chuc syutej sb'a d'ayonh, yovalil sco k'ancot svach'k'olal Dios d'a yib'anh eb', manhoc yoval sk'ool sco k'ancot d'a yib'anh eb', palta a svach'k'olal."
        },
        {
            "number": "15",
            "text": "A eb' stzalaji, conh tzalajec yed' eb', axo eb' scusi, conh cusec pax yed' eb'."
        },
        {
            "number": "16",
            "text": "Junnhej molanhil tzonh aj co masanil. Max yal-laj quik'anchaanh co b'a. Junnhejocab' tzonh ek' yed' eb' malaj yelk'och d'a eb' anima. Max yal co naani to te jelan onh."
        },
        {
            "number": "17",
            "text": "Tato ay eb' chuc syutej sb'a d'ayonh, max yal-laj chuc scutej pax co b'a d'a eb'. Vach'nhej scutej co b'eyb'al d'a yichanh eb' anima smasanil."
        },
        {
            "number": "18",
            "text": "Caq'uec val quip yic junk'olal tzonh aj yed' eb' anima, tato syala' yed' masanil mach."
        },
        {
            "number": "19",
            "text": "Ex xajanab'il vuuj, max yal co pacan co b'a d'a eb' quetanimail. Yovalil sco tanhvej, yic vach' munil a Dios ol ak'an syaelal eb'. Yujto yalnaccan Dios d'a Slolonel icha tic: A in ton tic ay valan vic vak'an syaelal eb'. A in tic ol in pactzitej d'a eb', xchi Dios Cajal."
        },
        {
            "number": "20",
            "text": "Syalanpax icha tic d'a Slolonel chi': Tato ay svejel eb' ayoch ajk'olal d'ayex, aq'uec va eb', tato ay staquinhtial eb', aq'uec yuq'uej a' eb'. Tato icha chi' tzeyutej e b'a d'a eb', ol chacb'oc sat eb' yuj q'uixvelal d'a eyichanh."
        },
        {
            "number": "21",
            "text": "Manh co cha onh yak' ganar chucal tz'ak'jioch d'a quib'anh. Yovalil vach' scutej co b'a, yic a onh scak' ganar d'a yib'anh juntzanh chucal chi'."
        }
    ]
}