{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Yovalil sco k'anab'ajej eb' yajal co masanil, yujto a Dios tz'ak'anoch eb' d'a yopisio. Q'uinaloc ta maay, malaj am junoc eb' ay yopisio."
        },
        {
            "number": "2",
            "text": "Tato ay onh scak' oval yed' eb' yajal chi', syalelk'ochi to van schichonoch co k'ool d'a tas ix sb'ocan Dios. Tato icha chi' tz'aj cak'an oval yed' eb', munil scak'och yaelal d'a quib'anh."
        },
        {
            "number": "3",
            "text": "Yujto a eb' yajal chi', ay yopisio eb' manh yicoc xiv eb' vach' sb'eyb'al d'a eb', palta yic xiv eb' chuc sb'eyb'al d'a eb'. Yuj chi', tato co gana max onh xiv d'a eb', yovalil vach' scutej co b'eyb'al. Tato icha chi' stzalaj eb' qued'oc."
        },
        {
            "number": "4",
            "text": "Ayoch yopisio eb' yuj Dios, yuj svach'iloc eb' anima smasanil. Palta tato chuc scutej co b'a, smoj ton co xiv d'a eb', yujto yel ay yalan yic eb' yak'anoch yaelal d'a quib'anh. Yujto ayoch yopisio eb' yuj Dios, yic tz'ak'jioch syaelal eb' chuc syutej sb'a yuj eb'."
        },
        {
            "number": "5",
            "text": "Yuj chi' yovalil sco k'anab'ajej tas syal eb' yajal chi'. Manh yujocnhej to tzonh xiv yak'anoch yaelal eb' d'a quib'anh sco k'anab'ajan eb', palta sco k'anab'ajej eb', yujto cojtac to icha chi' sgana Dios."
        },
        {
            "number": "6",
            "text": "Yuj chi' yovalil scak' co tumin d'a eb' icha syal ley, yujto a Dios tz'ak'an yopisio eb'. Van pax smunlaj eb' d'a jun yopisio chi'."
        },
        {
            "number": "7",
            "text": "A eb' yajal sk'anan tumin yuj ley, yovalil scak' d'a eb'. Vach'chom ch'anh ornato, ch'anh co derecho, yovalil sco tup d'a eb' icha syal ley. A eb' yajal chi', tato smoj co xiv d'a eb', xivoc onh d'a eb'. Tato smoj ay yelk'och eb', ayocab' yelk'och eb' d'ayonh."
        },
        {
            "number": "8",
            "text": "Tato ay onh ay co b'oc, yovalil sco tupu'. Palta ay val junxo icha co b'oc d'a eb' quetanimail, aton co xajanan co b'a yed' eb', yujto yovalil sco xajanej co b'a. Tato icha chi' scutej co b'a, syalelk'ochi van co k'anab'ajan sley Dios smasanil."
        },
        {
            "number": "9",
            "text": "Ay juntzanh checnab'il tz'alan icha tic: Manh ex em ajmulal. Manh e milcham junoc eyetanimail. Manh eyelq'uej junoc tasi. Manh eyiloch e k'ool d'a junocxo tas, xchi. A juntzanh checnab'il tic yed' juntzanhxo, junxonhej checnab'il b'aj syiq'uelk'och sb'a, aton jun tz'alan icha tic: Icha eya'ilan e b'a, ichaocab' chi' tzeyutej e xajanan eb' ay d'a spatic schiquin e pat, xchi."
        },
        {
            "number": "10",
            "text": "A mach xajanan eb' yetanimail, malaj juneloc chuc syutej sb'a d'a eb'. Yuj chi' tato sco xajanej eb', manhxa b'aj scak' palta d'a sley Dios."
        },
        {
            "number": "11",
            "text": "Svalb'at junxo tic d'ayex. Nachajocab'el eyuuj tas yaj jun tiempo tic. Yujto a ticnaic, stiempoal ichato scaq'uel co vayanh, yujto toxo ol ja co Columal. Te lak'anxo ay ticnaic, manh ichoc ix aj co b'ab'laj chaan d'a yalanhtaxo."
        },
        {
            "number": "12",
            "text": "A jun tiempoal tic, lajan yaj yed' d'ak'valil. Axo yic ol ja co Columal, ichato k'ualil ol ajoc. Palta ipan yek' stiempoal ticnaic, toxo val ol javoc. Yuj chi', cactejeccan co k'ulan juntzanh sk'ulej eb' anima ayto d'a q'uik'alq'uinal. Icha syutej sb'a eb' soldado yak'an oval yed' juntzanh syamk'ab', ichaocab' chi' scutej cak'an quip d'a yic Dios, yujto axo d'a saquilq'uinal ayonh."
        },
        {
            "number": "13",
            "text": "Ichaocab' syutej sb'a eb' vach' d'a k'ualil, ichaocab' chi' scutej co b'a. Tojol scutej co b'a. Max yal co ch'eneni uq'uel anh. Max yal tzonh em d'a ajmulal yed' d'a juntzanhxo tastac chucal yed' co nivanil. Max yal scak' oval yed' junocxo quetanimail. Max yal yoch chian co k'ool d'a junocxo yuj tas ay d'ay."
        },
        {
            "number": "14",
            "text": "Yovalil sco chaec spoder Cajal Jesucristo icha schaan syamk'ab' eb' soldado yic oval. Manhxoocab' cak'och co pensar d'a juntzanh sgana co chuc pensaril."
        }
    ]
}