{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Yowalil sco k'anab'ajej heb' yajal ko masanil, yujto ha Dios tz'ak'anoch heb' t'a yopisio. Q'uinaloc ta maay, malaj am junok heb' ay yopisio."
        },
        {
            "number": "2",
            "text": "Tato ay onh skak' owal yet' heb' yajal chi', syalelk'ochi to wan schichonoch ko k'ool t'a tas ix sb'ocan Dios. Tato icha chi' tz'aj cak'an owal yet' heb', munil skak'och yaelal t'a quib'anh."
        },
        {
            "number": "3",
            "text": "Yujto a heb' yajal chi', ay yopisio heb' manh yicoc xiv heb' wach' sb'eyb'al t'a heb', palta yic xiv heb' chuk sb'eyb'al t'a heb'. Yuj chi', tato ko gana max onh xiv t'a heb', yowalil wach' scutej ko b'eyb'al. Tato icha chi' stzalaj heb' qued'oc."
        },
        {
            "number": "4",
            "text": "Ayoch yopisio heb' yuj Dios, yuj swach'iloc heb' anima smasanil. Palta tato chuk scutej ko b'a, smoj ton ko xiv t'a heb', yujto yel ay yalan yic heb' yak'anoch yaelal t'a quib'anh. Yujto ayoch yopisio heb' yuj Dios, yic tz'ak'jioch syaelal heb' chuk syutej sb'a yuj heb'."
        },
        {
            "number": "5",
            "text": "Yuj chi' yowalil sco k'anab'ajej tas syal heb' yajal chi'. Manh yujocnhej to tzonh xiv yak'anoch yaelal heb' t'a quib'anh sco k'anab'ajan heb', palta sco k'anab'ajej heb', yujto cojtac to icha chi' sgana Dios."
        },
        {
            "number": "6",
            "text": "Yuj chi' yowalil skak' ko tumin t'a heb' icha syal ley, yujto ha Dios tz'ak'an yopisio heb'. Van pax smunlaj heb' t'a jun yopisio chi'."
        },
        {
            "number": "7",
            "text": "Ha heb' yajal sk'anan tumin yuj ley, yowalil skak' t'a heb'. Wach'chom ch'anh ornato, ch'anh ko derecho, yowalil sco tup t'a heb' icha syal ley. Ha heb' yajal chi', tato smoj ko xiv t'a heb', xiwoc onh t'a heb'. Tato smoj ay yelk'och heb', ayocab' yelk'och heb' t'ayonh."
        },
        {
            "number": "8",
            "text": "Tato ay onh ay ko b'oc, yowalil sco tupu'. Palta ay wal junxo icha ko b'oc t'a heb' quetanimail, aton ko xajanan ko b'a yet' heb', yujto yowalil sco xajanej ko b'a. Tato icha chi' scutej ko b'a, syalelk'ochi wan ko k'anab'ajan sley Dios smasanil."
        },
        {
            "number": "9",
            "text": "Ay juntzanh checnab'il tz'alan icha tik: Manh ex em ajmulal. Manh he milcham junok eyetanimail. Manh eyelk'ej junok tasi. Manh eyiloch he k'ool t'a junocxo tas, xchi. Ha juntzanh checnab'il tik yet' juntzanhxo, junxonhej checnab'il b'aj syik'elk'och sb'a, aton jun tz'alan icha tik: Icha eya'ilan he b'a, ichaocab' chi' tzeyutej he xajanan heb' ay t'a spatic schiquin he pat, xchi."
        },
        {
            "number": "10",
            "text": "Ha mach xajanan heb' yetanimail, malaj juneloc chuk syutej sb'ha t'a heb'. Yuj chi' tato sco xajanej heb', manhxa b'aj skak' palta t'a sley Dios."
        },
        {
            "number": "11",
            "text": "Swalb'at junxo tik t'ayex. Nachajocab'el eyuuj tas yaj jun tiempo tik. Yujto a ticnaik, stiempoal ichato skak'el ko wayanh, yujto toxo ol ja ko Kolumal. Te lak'anxo ay ticnaik, manh ichoc ix aj ko b'ab'laj chaan t'a yalanhtaxo."
        },
        {
            "number": "12",
            "text": "Ha jun pekti’ tik, lajan yaj yet' t'ak'walil. Axo yic ol ja ko Kolumal, ichato k'ualil ol ajoc. Palta ipan yek' stiempoal ticnaik, toxo wal ol jawok. Yuj chi', cactejeccan ko k'ulan juntzanh sk'ulej heb' anima ayto t'a k’ik’ k’inal. Icha syutej sb'a heb' soldado yak'an owal yet' juntzanh syamk'ab', ichaocab' chi' scutej cak'an quip t'a yic Dios, yujto haxo t'a sakil k'inal ayonh."
        },
        {
            "number": "13",
            "text": "Ichaocab' syutej sb'a heb' wach' t'a k'ualil, ichaocab' chi' scutej ko b'a. Tojol scutej ko b'a. Max yal ko ch'eneni uk'el anh. Max yal tzonh em t'a ajmulal yet' t'a juntzanhxo tastac chukal yet' ko niwanil. Max yal skak' owal yet' junocxo quetanimail. Max yal yoch chian ko k'ool t'a junocxo yuj tas ay t'ay."
        },
        {
            "number": "14",
            "text": "Yowalil sco chaec spoder Kajal Jesucristo icha schaan syamk'ab' heb' soldado yic owal. Manhxoocab' cak'och ko pensar t'a juntzanh sgana ko chuk pensaril."
        }
    ]
}