{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Yovalil sco k'anab'ajej eb' yajal co masanil, yujto ha Dios tz'ak'anoch eb' t'a yopisio. Q'uinaloc ta maay, malaj am junok eb' ay yopisio."
        },
        {
            "number": "2",
            "text": "Tato ay onh scak' oval yet' eb' yajal chi', syalelk'ochi to van schichonoch co k'ool t'a tas ix sb'ocan Dios. Tato icha chi' tz'aj cak'an oval yet' eb', munil scak'och yaelal t'a quib'anh."
        },
        {
            "number": "3",
            "text": "Yujto a eb' yajal chi', ay yopisio eb' manh yicoc xiv eb' wach' sb'eyb'al t'a eb', palta yic xiv eb' chuk sb'eyb'al t'a eb'. Yuj chi', tato co gana max onh xiv t'a eb', yovalil wach' scutej co b'eyb'al. Tato icha chi' stzalaj eb' qued'oc."
        },
        {
            "number": "4",
            "text": "Ayoch yopisio eb' yuj Dios, yuj swach'iloc eb' anima smasanil. Palta tato chuk scutej co b'a, smoj ton co xiv t'a eb', yujto yel ay yalan yic eb' yak'anoch yaelal t'a quib'anh. Yujto ayoch yopisio eb' yuj Dios, yic tz'ak'jioch syaelal eb' chuk syutej sb'a yuj eb'."
        },
        {
            "number": "5",
            "text": "Yuj chi' yovalil sco k'anab'ajej tas syal eb' yajal chi'. Manh yujocnhej to tzonh xiv yak'anoch yaelal eb' t'a quib'anh sco k'anab'ajan eb', palta sco k'anab'ajej eb', yujto cojtac to icha chi' sgana Dios."
        },
        {
            "number": "6",
            "text": "Yuj chi' yovalil scak' co tumin t'a eb' icha syal ley, yujto ha Dios tz'ak'an yopisio eb'. Van pax smunlaj eb' t'a jun yopisio chi'."
        },
        {
            "number": "7",
            "text": "Ha eb' yajal sk'anan tumin yuj ley, yovalil scak' t'a eb'. Wach'chom ch'anh ornato, ch'anh co derecho, yovalil sco tup t'a eb' icha syal ley. Ha eb' yajal chi', tato smoj co xiv t'a eb', xivoc onh t'a eb'. Tato smoj ay yelk'och eb', ayocab' yelk'och eb' t'ayonh."
        },
        {
            "number": "8",
            "text": "Tato ay onh ay co b'oc, yovalil sco tupu'. Palta ay val junxo icha co b'oc t'a eb' quetanimail, aton co xajanan co b'a yet' eb', yujto yovalil sco xajanej co b'a. Tato icha chi' scutej co b'a, syalelk'ochi van co k'anab'ajan sley Dios smasanil."
        },
        {
            "number": "9",
            "text": "Ay juntzanh checnab'il tz'alan icha tik: Manh ex em ajmulal. Manh e milcham junok eyetanimail. Manh eyelq'uej junok tasi. Manh eyiloch e k'ool t'a junocxo tas, xchi. Ha juntzanh checnab'il tik yet' juntzanhxo, junxonhej checnab'il b'aj syiq'uelk'och sb'a, aton jun tz'alan icha tik: Icha eya'ilan e b'a, ichaocab' chi' tzeyutej e xajanan eb' ay t'a spatic schiquin e pat, xchi."
        },
        {
            "number": "10",
            "text": "Ha mach xajanan eb' yetanimail, malaj juneloc chuk syutej sb'ha t'a eb'. Yuj chi' tato sco xajanej eb', manhxa b'aj scak' palta t'a sley Dios."
        },
        {
            "number": "11",
            "text": "Svalb'at junxo tik t'ayex. Nachajocab'el eyuuj tas yaj jun tiempo tik. Yujto a ticnaic, stiempoal ichato scaq'uel co vayanh, yujto toxo ol ja co Columal. Te lak'anxo ay ticnaic, manh ichoc ix aj co b'ab'laj chaan t'a yalanhtaxo."
        },
        {
            "number": "12",
            "text": "Ha jun pekti’ tik, lajan yaj yet' t'ak'walil. Axo yic ol ja co Columal, ichato k'ualil ol ajoc. Palta ipan yek' stiempoal ticnaic, toxo val ol javoc. Yuj chi', cactejeccan co k'ulan juntzanh sk'ulej eb' anima ayto t'a k’ik’ k’inal. Icha syutej sb'a eb' soldado yak'an oval yet' juntzanh syamk'ab', ichaocab' chi' scutej cak'an quip t'a yic Dios, yujto haxo t'a sakil k'inal ayonh."
        },
        {
            "number": "13",
            "text": "Ichaocab' syutej sb'a eb' wach' t'a k'ualil, ichaocab' chi' scutej co b'a. Tojol scutej co b'a. Max yal co ch'eneni uq'uel anh. Max yal tzonh em t'a ajmulal yet' t'a juntzanhxo tastac chukal yet' co nivanil. Max yal scak' oval yet' junocxo quetanimail. Max yal yoch chian co k'ool t'a junocxo yuj tas ay t'ay."
        },
        {
            "number": "14",
            "text": "Yovalil sco chaec spoder Cajal Jesucristo icha schaan syamk'ab' eb' soldado yic oval. Manhxoocab' cak'och co pensar t'a juntzanh sgana co chuk pensaril."
        }
    ]
}