{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ay eb' creyente manto tek'anoclaj, yujto manto nachajel sk'ayb'ub'al Cristo yuj eb'. Ha eb' icha chi', chaec och eb' eyed'oc. Manh e telaj e b'a yet' eb' yuj juntzanh tas manto nachajel yuj eb'."
        },
        {
            "number": "2",
            "text": "Ha eb' creyente tek'anxo, yojtac eb' smasanil tas syal co chi'ani. Axo eb' manto tek'anoc, tzato xiv eb' schi'an nok' chib'ej, anhej anh itaj schi eb'."
        },
        {
            "number": "3",
            "text": "Palta a onh sco chi masanil tasi, max yal co b'uchan eb' max chi'an qued'oc. Anhejtona', a eb' max chi'an juntzanh chi' qued'oc, max yal onh yalub'tanhan eb', yujto chab'ilonhxo yuj Dios yet' eb'."
        },
        {
            "number": "4",
            "text": "Q'uinaloc ay junok mach smunlaj t'a spatrón, ¿tom ay calan quic co ch'olb'itan tas yaji? Anhejton jun spatrón chi' ay yalan yic yalan t'ay tato wach' t'a yichanh mato maay. Anhejtona' ich onh pax ta' t'a Cajal Jesús. Palta wach' ol onh aj t'a yichanh, yujto ay spoder yoch qued'oc, yic wach' scutej co b'a t'ay."
        },
        {
            "number": "5",
            "text": "Ay eb' creyente tz'alani to ay juntzanh k'ual niwan yelk'ochi. Ay pax eb' tz'alani, lajannhej junjun k'u, malaj junok k'ual ek'al yelk'och t'a yichanh junocxo, xchi eb'. Yuj chi' co naec jun tik t'a co pensar junjun onh b'aj tzonh cani."
        },
        {
            "number": "6",
            "text": "Ha eb' sk'anab'ajan juntzanh k'u sval tik, icha chi' syutej sb'a eb', yic sch'oxel eb' to ay yelk'och Cajal Jesús t'a yichanh eb'. Anhejtona' a mach max k'anab'ajan juntzanh k'u chi', icha chi' syutej sb'a eb', yujto ay yelk'och Cajal Jesús t'a eb'. Yed' pax junxo tik: Ha mach yalnhej tas schi'a, schinhej yic sch'oxo' to ay yelk'och Cajal Jesús t'ay, yujto syak' yuj diosal d'ha Dios yuj ayic schi'ani. Axo mach max chi'an juntzanh chi' smasanil, icha chi' sk'ulej yic sch'oxo' to ay yelk'och Cajal Jesús chi' t'ay, yujto syak' pax yuj diosal d'ha Dios yuj tas schi'a."
        },
        {
            "number": "7",
            "text": "Yacb'an pitzanonhto, malaj junok onh quic co b'a. Anhejtona' ayic ol onh chamoc, malaj junok onh quic pax co b'a."
        },
        {
            "number": "8",
            "text": "Tato pitzan onh, yuj quik'anchaanh Cajal Jesús pitzan onh. Tato tzonh chami, yuj quik'anpaxchaanh tzonh chami. Yuj chi', wach'chom pitzan onh ma tzonh chami, yic onnhej Cajal Jesús chi'."
        },
        {
            "number": "9",
            "text": "Yujto ix cham Cristo, ix pitzvixi, yic wach' tz'och Yajalil t'a yib'anh eb' chamnac yet' pax t'a quib'anh a onh pitzan onhto tik."
        },
        {
            "number": "10",
            "text": "Yuj chi', max yal co ch'olb'itan tas yaj junok cuk'tac canab'. Max yal calani to malaj wach' yochi. Yujto co masanil ol onh k'och t'a yichanh Dios, ato ta' ol sch'olb'itej tas caj junjun onh."
        },
        {
            "number": "11",
            "text": "Yujto syalcan t'a Slolonel icha tik: Ha in Yajal in tik, yel pitzan in. Yuj chi', val yel ol laj em cumjab' eb' anima smasanil t'a vichanh. Yovalil ol laj yal eb' to a innhej Dios in, xchicani."
        },
        {
            "number": "12",
            "text": "Yuj chi', yovalil junjun onh ol cal d'ha Dios tastac ix co k'ulej."
        },
        {
            "number": "13",
            "text": "Yuj chi', max yal-laj co ch'olb'itan tas caj junjun onh. Más wach' a val junxo tik sco k'ulej: Wach' scutej co b'a yil eb' cuk'tac eb' canab', yic wach' malaj junok eb' ol b'at t'a schucal cuuj, yic malaj pax junok eb' ol somchajel spensar cuuj."
        },
        {
            "number": "14",
            "text": "Ha in tik, yujto ayoch Cajal Jesús t'a in k'ool, vojtacxo sik'lab'il to malaj junok tas ay yovalil yuj t'a yol yico'. Palta tato ay junok mach snaani to ay yovalil junok tas yuj Dios, max yal sk'ulani, yujto ayton yovalil t'a yol yico'."
        },
        {
            "number": "15",
            "text": "Q'uinaloc tato ay junok tas ay yovalil schiji yuj eb' cuk'tac eb' canab', tato sco chi'a, scus eb' cuuj. Tato icha chi' scutej co b'a, manh vanoc co xajanan eb' syal chi'. Palta aytalaj junok eb' ix cham Cristo yuj satel yuj junok tas sco chi'a."
        },
        {
            "number": "16",
            "text": "Ha onh tik cojtac to wach' juntzanh chi', palta tato ay eb' tz'alani to chuc, más wach' max co chilaj t'a yichanh eb'."
        },
        {
            "number": "17",
            "text": "Ha ticnaic, ayonhxooch t'a yol sk'ab' Dios. Yuj chi', manhxo smojoc scak'och co pensar t'a tas sco chi'a yet' t'a tas scuq'uej. Palta smoj tojol scutej co pensar, junk'olal tzonh aji. Sco chaan jun tzalajk'olal syak' Espíritu Santo t'ayonh."
        },
        {
            "number": "18",
            "text": "Tato icha chi' scutej cak'an servil Cristo, ol tzalaj Dios qued'oc. Ol yilanpax eb' quetanimail to wach' co b'eyb'al."
        },
        {
            "number": "19",
            "text": "Yuj chi', co naec val tas scutej co b'a, yic junk'olal tzonh aj co masanil. Sco naani chajtil scutej co b'a cak'an stek'anil junjun eb' yicxo Dios."
        },
        {
            "number": "20",
            "text": "Ay smay sjuviel smunlajel Dios t'a eb' quetcreyenteal yuj tas sco chi'a. Yuj chi', manh co k'ulejec icha chi'. Yel toni, malaj junok tas ay yovalil co chi'an t'a yichanh Dios, palta tato ay eb' somchajel spensar yuj tas sco chi'a, yovalil scactejcan co chi'ani."
        },
        {
            "number": "21",
            "text": "Yuj chi', tato ay eb' somchajel spensar yujto sco chi nok' chib'ej, ma yujto scuq'uej vino, ma yuj junocxo tas sco k'ulej, tato icha chi', más wach' scactejcan co k'ulan juntzanh chi'."
        },
        {
            "number": "22",
            "text": "Yujto cak'nacoch Dios t'a co k'ool, yuj chi' snachajel cuuj to malaj junok tas ay yovalil yuj Dios chi'. Palta munil sco na juntzanh tik t'a yichanh Dios. Ha juntzanh tas sco k'ulej, tato cojtac to malaj yovalil t'a yichanh Dios chi', te wach' quico'."
        },
        {
            "number": "23",
            "text": "Palta ayic sco chi'an junok tasi, tato sco na'a to ay yovalil t'a yichanh Dios, tato icha chi', tz'och co mul t'ay, yujto max cak'och t'a co k'ool to wach' scutej co b'a. Yalnhej tas sco k'ulej, tato max cak'och t'a co k'ool to wach' t'a yichanh Dios, tato icha chi', tz'och co mul t'ay."
        }
    ]
}