{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ay heb' creyente manto tek'anoclaj, yujto manto nachajel sk'ayb'ub'al Cristo yuj heb'. Ha heb' icha chi', chaec och heb' eyed'oc. Manh he telaj he b'a yet' heb' yuj juntzanh tas manto nachajel yuj heb'."
        },
        {
            "number": "2",
            "text": "Ha heb' creyente tek'anxo, yojtac heb' smasanil tas syal ko chi'ani. Axo heb' manto tek'anoc, tzato xiv heb' schi'an nok' chib'ej, anhej anh itaj schi heb'."
        },
        {
            "number": "3",
            "text": "Palta a onh sco chi masanil tasi, max yal ko b'uchan heb' max chi'an qued'oc. Anhejtona', a heb' max chi'an juntzanh chi' qued'oc, max yal onh yalub'tanhan heb', yujto chab'ilonhxo yuj Dios yet' heb'."
        },
        {
            "number": "4",
            "text": "Q'uinaloc ay junok mach smunlaj t'a spatrón, ¿tom ay calan quic ko ch'olb'itan tas yaji? Anhejton jun spatrón chi' ay yalan yic yalan t'ay tato wach' t'a yichanh mato maay. Anhejtona' ich onh pax ta' t'a Kajal Jesús. Palta wach' ol onh aj t'a yichanh, yujto ay spoder yoch qued'oc, yic wach' scutej ko b'a t'ay."
        },
        {
            "number": "5",
            "text": "Ay heb' creyente tz'alani to ay juntzanh k'ual niwan yelk'ochi. Ay pax heb' tz'alani, lajannhej junjun k'u, malaj junok k'ual ek'al yelk'och t'a yichanh junocxo, xchi heb'. Yuj chi' ko naec jun tik t'a ko pensar junjun onh b'aj tzonh cani."
        },
        {
            "number": "6",
            "text": "Ha heb' sk'anab'ajan juntzanh k'u swal tik, icha chi' syutej sb'a heb', yic sch'oxel heb' to ay yelk'och Kajal Jesús t'a yichanh heb'. Anhejtona' a mach max k'anab'ajan juntzanh k'u chi', icha chi' syutej sb'a heb', yujto ay yelk'och Kajal Jesús t'a heb'. Yed' pax junxo tik: Ha mach yalnhej tas schi'a, schinhej yic sch'oxo' to ay yelk'och Kajal Jesús t'ay, yujto syak' yuj diosal d'ha Dios yuj ayic schi'ani. Axo mach max chi'an juntzanh chi' smasanil, icha chi' sk'ulej yic sch'oxo' to ay yelk'och Kajal Jesús chi' t'ay, yujto syak' pax yuj diosal d'ha Dios yuj tas schi'a."
        },
        {
            "number": "7",
            "text": "Yacb'an pitzanonhto, malaj junok onh quic ko b'a. Anhejtona' ayic ol onh chamoc, malaj junok onh quic pax ko b'a."
        },
        {
            "number": "8",
            "text": "Tato pitzan onh, yuj quik'anchaanh Kajal Jesús pitzan onh. Tato tzonh chami, yuj quik'anpaxchaanh tzonh chami. Yuj chi', wach'chom pitzan onh ma tzonh chami, yic onnhej Kajal Jesús chi'."
        },
        {
            "number": "9",
            "text": "Yujto ix cham Cristo, ix pitzwixi, yic wach' tz'och Yajalil t'a yib'anh heb' chamnac yet' pax t'a quib'anh a onh pitzan onhto tik."
        },
        {
            "number": "10",
            "text": "Yuj chi', max yal ko ch'olb'itan tas yaj junok cuk'tac canab'. Max yal calani to malaj wach' yochi. Yujto ko masanil ol onh k'och t'a yichanh Dios, ato ta' ol sch'olb'itej tas caj junjun onh."
        },
        {
            "number": "11",
            "text": "Yujto syalcan t'a Slolonel icha tik: Ha in Yajal in tik, yel pitzan in. Yuj chi', wal yel ol laj em cumjab' heb' anima smasanil t'a wichanh. Yowalil ol laj yal heb' to a innhej Dios in, xchicani."
        },
        {
            "number": "12",
            "text": "Yuj chi', yowalil junjun onh ol kal d'ha Dios tastac ix ko k'ulej."
        },
        {
            "number": "13",
            "text": "Yuj chi', max yal-laj ko ch'olb'itan tas caj junjun onh. Más wach' a wal junxo tik sco k'ulej: Wach' scutej ko b'a yil heb' cuk'tac heb' canab', yic wach' malaj junok heb' ol b'at t'a schucal cuuj, yic malaj pax junok heb' ol somchajel spensar cuuj."
        },
        {
            "number": "14",
            "text": "Ha in tik, yujto ayoch Kajal Jesús t'a in k'ool, wojtacxo sik'lab'il to malaj junok tas ay yowalil yuj t'a yol yico'. Palta tato ay junok mach snaani to ay yowalil junok tas yuj Dios, max yal sk'ulani, yujto ayton yowalil t'a yol yico'."
        },
        {
            "number": "15",
            "text": "Q'uinaloc tato ay junok tas ay yowalil schiji yuj heb' cuk'tac heb' canab', tato sco chi'a, scus heb' cuuj. Tato icha chi' scutej ko b'a, manh wanoc ko xajanan heb' syal chi'. Palta aytalaj junok heb' ix cham Cristo yuj satel yuj junok tas sco chi'a."
        },
        {
            "number": "16",
            "text": "Ha onh tik cojtac to wach' juntzanh chi', palta tato ay heb' tz'alani to chuk, más wach' max ko chilaj t'a yichanh heb'."
        },
        {
            "number": "17",
            "text": "Ha ticnaik, ayonhxooch t'a yol sk'ab' Dios. Yuj chi', manhxo smojoc skak'och ko pensar t'a tas sco chi'a yet' t'a tas scuk'ej. Palta smoj tojol scutej ko pensar, junk'olal tzonh aji. Sco chaan jun tzalajk'olal syak' Espíritu Santo t'ayonh."
        },
        {
            "number": "18",
            "text": "Tato icha chi' scutej cak'an serwil Cristo, ol tzalaj Dios qued'oc. Ol yilanpax heb' quetanimail to wach' ko b'eyb'al."
        },
        {
            "number": "19",
            "text": "Yuj chi', ko naec wal tas scutej ko b'a, yic junk'olal tzonh aj ko masanil. Sco naani chajtil scutej ko b'a cak'an stek'anil junjun heb' yicxo Dios."
        },
        {
            "number": "20",
            "text": "Ay smay sjuwiel smunlajel Dios t'a heb' quetcreyenteal yuj tas sco chi'a. Yuj chi', manh ko k'ulejec icha chi'. Yel toni, malaj junok tas ay yowalil ko chi'an t'a yichanh Dios, palta tato ay heb' somchajel spensar yuj tas sco chi'a, yowalil scactejcan ko chi'ani."
        },
        {
            "number": "21",
            "text": "Yuj chi', tato ay heb' somchajel spensar yujto sco chi nok' chib'ej, ma yujto scuk'ej wino, ma yuj junocxo tas sco k'ulej, tato icha chi', más wach' scactejcan ko k'ulan juntzanh chi'."
        },
        {
            "number": "22",
            "text": "Yujto cak'nacoch Dios t'a ko k'ool, yuj chi' snachajel cuuj to malaj junok tas ay yowalil yuj Dios chi'. Palta munil sco na juntzanh tik t'a yichanh Dios. Ha juntzanh tas sco k'ulej, tato cojtac to malaj yowalil t'a yichanh Dios chi', te wach' quico'."
        },
        {
            "number": "23",
            "text": "Palta ayic sco chi'an junok tasi, tato sco na'a to ay yowalil t'a yichanh Dios, tato icha chi', tz'och ko mul t'ay, yujto max cak'och t'a ko k'ool to wach' scutej ko b'a. Yalnhej tas sco k'ulej, tato max cak'och t'a ko k'ool to wach' t'a yichanh Dios, tato icha chi', tz'och ko mul t'ay."
        }
    ]
}