{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ha onh tek'an onhxo tik, snachajel cuuj to malaj yowalil juntzanh chi', palta ay heb' manto tek'anoc, xiv heb' yuj. Yuj chi' quic yaj cak'an techajoc, yujto manto te tek'anoc heb', yic max somchajel heb' cuuj. Max yal anhej tas ko gana sco saya'."
        },
        {
            "number": "2",
            "text": "Co k'ulejec junjun onh icha sgana heb' yicxo Dios, sec yuj chi' wach' ol aj snaan heb'. Tato icha chi', ol tek'k'aj heb'."
        },
        {
            "number": "3",
            "text": "Yujto a Cristo, manhoc tas sgana ix sk'ulej. Palta janac t'a yib'anh icha syal t'a Slolonel Dios, aton b'aj syal icha tik: Mamin, ayic sb'uchwaj heb' t'ayach, a in jun swab' pax syail, xchi."
        },
        {
            "number": "4",
            "text": "Jantacnhej tas tz'ib'ab'ilcan t'a Slolonel Dios t'a peka', ay yopisio onh sk'ayb'ani. Yuj Slolonel chi' sco tek'b'ej ko b'a, syak'anpax sniwanil ko k'ool yic wach' skak'och Dios chi' yipoc ko k'ool."
        },
        {
            "number": "5",
            "text": "Ha Dios tz'ak'an ko tek'anil, syak'anpax sniwanil ko k'ool. In gana a tz'och eyed'oc, yic wach' junk'olal slaj eyutej he b'a, icha yutejnac sb'a Cristo Jesús."
        },
        {
            "number": "6",
            "text": "Tato icha chi', junxonhej ol aj he pensar. Junxonhej ol eyutoc eyalan wach' lolonel d'ha Dios, aton sDiosal Kajal Jesucristo, Smam ton paxi."
        },
        {
            "number": "7",
            "text": "Yuj chi' yowalil wach' scutej quil-lan ko b'a junjun onh, yujto icha chi' ix yutej Cristo onh yilani, yic wach' scheclajeli to te niwan swach'il Dios."
        },
        {
            "number": "8",
            "text": "Swalb'at juntzanh tik t'ayex, yujto a Cristo ulnaquek' yak' serwil heb' yetisraelal. Ulnac eq'ui, yic tz'elk'och tas yalnaccan Dios t'a heb' ko mam quicham ayic yak'annac sti' t'a heb'. Icha chi' yutejnac Cristo sch'oxani to yel syal Dios."
        },
        {
            "number": "9",
            "text": "Anhejtona', yuj heb' manh israelok ulnacpaxek' Cristo chi', yic wach' syal wach' lolonel heb' d'ha Dios, yujto ix ok' sk'ool t'a heb'. Yujto icha chi' syal t'a Slolonel: Yuj chi' jun, swal wach' lolonel t'ayach t'a skal juntzanh niwac chonhab', yuj chi' tzach in b'itej."
        },
        {
            "number": "10",
            "text": "Syalanpax junxo tik t'a Slolonel Dios chi': Ha exxo manh ex israelok, tzalajanhec yet' heb' yic Dios, aton heb' israel, xchi."
        },
        {
            "number": "11",
            "text": "Ay b'aj syal pax icha tik: E masanil ex nación yet' ex chonhab' manh israelok, alec wach' lolonel d'ha Dios Kajal, xchi."
        },
        {
            "number": "12",
            "text": "Ha winhaj Isaías tz'ib'annaccan t'a Slolonel Dios: Ay jun ol pitzwocchaanh t'a skal heb' yinhtilal winhaj Isaí, ha' ol ak'joc och yajaloc heb' manh israelok. Aton jun chi' ol yak'och heb' yipoc sk'ool, xchicani."
        },
        {
            "number": "13",
            "text": "Ha Dios yipk'olal yaj cuuj. In gana, a swach' ak'an he tzalajk'olal yet' he junk'olal, yujto tzeyak'och he k'ol t'ay. Tato icha chi', ol he wach' ak'ejoch yipoc he k'ool, yujto a Yespíritu tz'ak'an spoder t'ayex."
        },
        {
            "number": "14",
            "text": "Ex wuk'tac ex wanab', wojtacxo, to wach' he pensar, jelan ex t'a yic Dios. Vojtac to syal tze k'ayb'ej he b'a ta'."
        },
        {
            "number": "15",
            "text": "Wach'chom icha chi' he b'eyb'al, max in xiv in tz'ib'anb'at juntzanh k'ayb'ub'al tik t'ayex, yic manh ol sat he k'ool t'ay. Icha chi' swutej in b'a, yujto ha Dios ak'jinac jun wopisio tik yuj swach'k'olal."
        },
        {
            "number": "16",
            "text": "Ha ak'annac wopisio wak'an serwil Jesucristo t'a skal heb' manh israelok. Ay wopisio walanel wach' ab'ix yic Dios, yic wach' ay heb' manh israelok ol wak'och t'a yol sk'ab'. Icha junok tas wach' siaj t'a yichanh Dios, icha chi' yaj heb' t'a yichanh, yujto a Yespíritu tz'ik'anoch heb' yicoc."
        },
        {
            "number": "17",
            "text": "Yujto wak'nacoch Cristo Jesús t'a in k'ool, yuj chi' syal walani to niwan yelk'och jun munlajel tzin k'ulej tik d'ha Dios."
        },
        {
            "number": "18",
            "text": "Max yal wik'anchaanh in b'a yuj tas sk'ulejnac juntzanhxo heb' tz'ak'an serwil Dios. Palta max in xiv walani tas ix sk'ulej Cristo wed'oc, yic swak' sk'anab'ajej heb' manh israelok. Ix in ek' wak' yab'ix heb'. Ay pax juntzanh tas ix in ch'ox t'a skal heb'."
        },
        {
            "number": "19",
            "text": "Aton juntzanh milagro ix in ch'ox t'a heb', yet' juntzanhxo tas sch'oxanel spoder Dios. Ha Yespíritu Dios ix yak' spoder t'ayin. Icha chi' ix wutej ek' walanel wach' ab'ix yic Cristo t'a junjun chonhab'. Ha t'a Jerusalén ix in b'ab'laj yamejoch walaneli. Ix laj in ek' t'a junjun chonhab', masanto ix in k'och t'a yol yic Ilírico."
        },
        {
            "number": "20",
            "text": "Yujto swak' wip walanel wach' ab'ix yic colnab'il b'aj manto yab' yab'ixal Cristo heb' anima. Yuj chi' manhxa in gana tzin ek' walel b'aj toxo ix ek' juntzanhxo heb' yaleli."
        },
        {
            "number": "21",
            "text": "Icha syal t'a Slolonel Dios: Ha heb' manto och yab'ix, ol yab' heb'. Yed' heb' manta b'aj tz'ab'an ab'ix, ol nachajel yuj heb', xchicani."
        },
        {
            "number": "22",
            "text": "Yuj wopisio tik, maxto yal-laj in b'at ex wila'', wach'chom tzijtum elxo in naan jun chi'."
        },
        {
            "number": "23",
            "text": "Ayxo yab'ilal woch ijan in naani. Xal ticnaik, manhxalaj in munlajel t'a juntzanh lugar tik."
        },
        {
            "number": "24",
            "text": "Yuj chi' tzin na' to ayic ol in b'at t'a España ol in ek' ex wila'', yic ol in tzalaj ex wilani. Ol lajwoc wek' jayeoc k'ual eyed' ta', in gana ol ex kolwaj wed'oc yic ol in k'och t'a España chi'."
        },
        {
            "number": "25",
            "text": "Palta a ticnaik, ol in b'ab'laj ek' t'a Jerusalén yic ol wik'b'at jun ofrenda t'a heb' creyente ta'."
        },
        {
            "number": "26",
            "text": "Yujto a heb' aj Macedonia yet' heb' aj Acaya, ix el t'a sk'ool heb', ix yik'chaanh jun ofrenda heb' yic heb' creyente meb'a' t'a Jerusalén chi'."
        },
        {
            "number": "27",
            "text": "Ix el t'a sk'ol heb' yak'an jun ofrenda chi', yujto ichato ay sb'oc heb' t'a heb'. Yujto a heb' aj Jerusalén chi', a heb' colwajnac t'a heb' manh israelok chi' yuj yojtacanel ko Mam Dios heb'. Yuj chi', a heb' manh israelok chi' ay ton yalan yic heb' skolwaj t'a heb' yet' yofrenda chi'."
        },
        {
            "number": "28",
            "text": "Yuj chi' yowalil ol ek' wak'kan jun ofrenda chi' t'a heb' aj Jerusalén chi'. Ol lajwoc chi', ol ek' ex wilani ayic wan in b'at t'a España chi'."
        },
        {
            "number": "29",
            "text": "Vojtac to ayic ol in k'och eyed' ta', manh jantacoc swach'k'olal Cristo ol yak' t'ayonh eyed'oc."
        },
        {
            "number": "30",
            "text": "Ex wuk'tac ex wanab', a Yespíritu Dios tz'ak'an ko xajanej ko b'a. Yuj chi' tzin tewi t'ayex to tzeyak' eyip eyoch wed' t'a lesal. Tzex lesalwi wuuj d'ha Dios yujto icha chi' sgana Kajal Jesucristo."
        },
        {
            "number": "31",
            "text": "Tze k'an d'ha Dios wuuj yic ol in scolcanel t'a yol sk'ab' heb' manh creyenteoc t'a yol yic Judea. Tzex lesalwi pax yuj jun ofrenda ol wik'b'at tik t'a heb' creyente t'a Jerusalén, yic tzalajk'olal ol scha heb'."
        },
        {
            "number": "32",
            "text": "Tzex lesalwi pax wuuj yic tzalajk'olal ol in k'och eyed' ta', ta icha chi' sgana Dios. Axo ta' ol wik' wip jayeoc k'ual."
        },
        {
            "number": "33",
            "text": "Ochocab' Dios jun ak'um junk'olal eyed' he masanil ta'. Amén."
        }
    ]
}