{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "A onh tek'an onhxo tic, snachajel cuuj to malaj yovalil juntzanh chi', palta ay eb' manto tek'anoc, xiv eb' yuuj. Yuj chi' quic yaj cak'an techajoc, yujto manto te tek'anoc eb', yic max somchajel eb' cuuj. Max yal anhej tas co gana sco saya'."
        },
        {
            "number": "2",
            "text": "Co k'ulejec junjun onh icha sgana eb' yicxo Dios, sec yuj chi' vach' ol aj snaan eb'. Tato icha chi', ol tek'k'aj eb'."
        },
        {
            "number": "3",
            "text": "Yujto a Cristo, manhoc tas sgana ix sk'ulej. Palta janac d'a yib'anh icha syal d'a Slolonel Dios, aton b'aj syal icha tic: Mamin, ayic sb'uchvaj eb' d'ayach, a in jun svab' pax syail, xchi."
        },
        {
            "number": "4",
            "text": "Jantacnhej tas tz'ib'ab'ilcan d'a Slolonel Dios d'a peca', ay yopisio onh sk'ayb'ani. Yuj Slolonel chi' sco tek'b'ej co b'a, syak'anpax snivanil co k'ool yic vach' scak'och Dios chi' yipoc co k'ool."
        },
        {
            "number": "5",
            "text": "A Dios tz'ak'an co tek'anil, syak'anpax snivanil co k'ool. In gana a tz'och eyed'oc, yic vach' junk'olal slaj eyutej e b'a, icha yutejnac sb'a Cristo Jesús."
        },
        {
            "number": "6",
            "text": "Tato icha chi', junxonhej ol aj e pensar. Junxonhej ol eyutoc eyalan vach' lolonel d'a Dios, aton sDiosal Cajal Jesucristo, Smam ton paxi."
        },
        {
            "number": "7",
            "text": "Yuj chi' yovalil vach' scutej quil-lan co b'a junjun onh, yujto icha chi' ix yutej Cristo onh yilani, yic vach' scheclajeli to te nivan svach'il Dios."
        },
        {
            "number": "8",
            "text": "Svalb'at juntzanh tic d'ayex, yujto a Cristo ulnaquek' yak' servil eb' yetisraelal. Ulnac eq'ui, yic tz'elk'och tas yalnaccan Dios d'a eb' co mam quicham ayic yak'annac sti' d'a eb'. Icha chi' yutejnac Cristo sch'oxani to yel syal Dios."
        },
        {
            "number": "9",
            "text": "Anhejtona', yuj eb' manh israeloc ulnacpaxek' Cristo chi', yic vach' syal vach' lolonel eb' d'a Dios, yujto ix ok' sk'ool d'a eb'. Yujto icha chi' syal d'a Slolonel: Yuj chi' jun, sval vach' lolonel d'ayach d'a scal juntzanh nivac chonhab', yuj chi' tzach in b'itej."
        },
        {
            "number": "10",
            "text": "Syalanpax junxo tic d'a Slolonel Dios chi': A exxo manh ex israeloc, tzalajanhec yed' eb' yic Dios, aton eb' israel, xchi."
        },
        {
            "number": "11",
            "text": "Ay b'aj syal pax icha tic: E masanil ex nación yed' ex chonhab' manh israeloc, alec vach' lolonel d'a Dios Cajal, xchi."
        },
        {
            "number": "12",
            "text": "A vinhaj Isaías tz'ib'annaccan d'a Slolonel Dios: Ay jun ol pitzvocchaanh d'a scal eb' yinhtilal vinhaj Isaí, a' ol ak'joc och yajaloc eb' manh israeloc. Aton jun chi' ol yak'och eb' yipoc sk'ool, xchicani."
        },
        {
            "number": "13",
            "text": "A Dios yipk'olal yaj cuuj. In gana, a svach' ak'an e tzalajk'olal yed' e junk'olal, yujto tzeyak'och e k'ol d'ay. Tato icha chi', ol e vach' aq'uejoch yipoc e k'ool, yujto a Yespíritu tz'ak'an spoder d'ayex."
        },
        {
            "number": "14",
            "text": "Ex vuk'tac ex vanab', vojtacxo, to vach' e pensar, jelan ex d'a yic Dios. Vojtac to syal tze k'ayb'ej e b'a ta'."
        },
        {
            "number": "15",
            "text": "Vach'chom icha chi' e b'eyb'al, max in xiv in tz'ib'anb'at juntzanh k'ayb'ub'al tic d'ayex, yic manh ol sat e k'ool d'ay. Icha chi' svutej in b'a, yujto a Dios ak'jinac jun vopisio tic yuj svach'k'olal."
        },
        {
            "number": "16",
            "text": "A ak'annac vopisio vak'an servil Jesucristo d'a scal eb' manh israeloc. Ay vopisio valanel vach' ab'ix yic Dios, yic vach' ay eb' manh israeloc ol vak'och d'a yol sk'ab'. Icha junoc tas vach' siaj d'a yichanh Dios, icha chi' yaj eb' d'a yichanh, yujto a Yespíritu tz'ik'anoch eb' yicoc."
        },
        {
            "number": "17",
            "text": "Yujto vak'nacoch Cristo Jesús d'a in k'ool, yuj chi' syal valani to nivan yelk'och jun munlajel tzin k'ulej tic d'a Dios."
        },
        {
            "number": "18",
            "text": "Max yal vik'anchaanh in b'a yuj tas sk'ulejnac juntzanhxo eb' tz'ak'an servil Dios. Palta max in xiv valani tas ix sk'ulej Cristo ved'oc, yic svak' sk'anab'ajej eb' manh israeloc. Ix in ek' vak' yab'ix eb'. Ay pax juntzanh tas ix in ch'ox d'a scal eb'."
        },
        {
            "number": "19",
            "text": "Aton juntzanh milagro ix in ch'ox d'a eb', yed' juntzanhxo tas sch'oxanel spoder Dios. A Yespíritu Dios ix yak' spoder d'ayin. Icha chi' ix vutej ek' valanel vach' ab'ix yic Cristo d'a junjun chonhab'. A d'a Jerusalén ix in b'ab'laj yamejoch valaneli. Ix laj in ek' d'a junjun chonhab', masanto ix in k'och d'a yol yic Ilírico."
        },
        {
            "number": "20",
            "text": "Yujto svak' vip valanel vach' ab'ix yic colnab'il b'aj manto yab' yab'ixal Cristo eb' anima. Yuj chi' manhxa in gana tzin ek' valel b'aj toxo ix ek' juntzanhxo eb' yaleli."
        },
        {
            "number": "21",
            "text": "Icha syal d'a Slolonel Dios: A eb' manto och yab'ix, ol yab' eb'. Yed' eb' manta b'aj tz'ab'an ab'ix, ol nachajel yuj eb', xchicani."
        },
        {
            "number": "22",
            "text": "Yuj vopisio tic, maxto yal-laj in b'at ex vila', vach'chom tzijtum elxo in naan jun chi'."
        },
        {
            "number": "23",
            "text": "Ayxo yab'ilal voch ijan in naani. Xal ticnaic, manhxalaj in munlajel d'a juntzanh lugar tic."
        },
        {
            "number": "24",
            "text": "Yuj chi' tzin na' to ayic ol in b'at d'a España ol in ek' ex vila', yic ol in tzalaj ex vilani. Ol lajvoc vek' jayeoc k'ual eyed' ta', in gana ol ex colvaj ved'oc yic ol in k'och d'a España chi'."
        },
        {
            "number": "25",
            "text": "Palta a ticnaic, ol in b'ab'laj ek' d'a Jerusalén yic ol vik'b'at jun ofrenda d'a eb' creyente ta'."
        },
        {
            "number": "26",
            "text": "Yujto a eb' aj Macedonia yed' eb' aj Acaya, ix el d'a sk'ool eb', ix yik'chaanh jun ofrenda eb' yic eb' creyente meb'a' d'a Jerusalén chi'."
        },
        {
            "number": "27",
            "text": "Ix el d'a sk'ol eb' yak'an jun ofrenda chi', yujto ichato ay sb'oc eb' d'a eb'. Yujto a eb' aj Jerusalén chi', a eb' colvajnac d'a eb' manh israeloc chi' yuj yojtacanel co Mam Dios eb'. Yuj chi', a eb' manh israeloc chi' ay ton yalan yic eb' scolvaj d'a eb' yed' yofrenda chi'."
        },
        {
            "number": "28",
            "text": "Yuj chi' yovalil ol ek' vak'can jun ofrenda chi' d'a eb' aj Jerusalén chi'. Ol lajvoc chi', ol ek' ex vilani ayic van in b'at d'a España chi'."
        },
        {
            "number": "29",
            "text": "Vojtac to ayic ol in k'och eyed' ta', manh jantacoc svach'k'olal Cristo ol yak' d'ayonh eyed'oc."
        },
        {
            "number": "30",
            "text": "Ex vuk'tac ex vanab', a Yespíritu Dios tz'ak'an co xajanej co b'a. Yuj chi' tzin tevi d'ayex to tzeyak' eyip eyoch ved' d'a lesal. Tzex lesalvi vuuj d'a Dios yujto icha chi' sgana Cajal Jesucristo."
        },
        {
            "number": "31",
            "text": "Tze k'an d'a Dios vuuj yic ol in scolcanel d'a yol sk'ab' eb' manh creyenteoc d'a yol yic Judea. Tzex lesalvi pax yuj jun ofrenda ol vik'b'at tic d'a eb' creyente d'a Jerusalén, yic tzalajk'olal ol scha eb'."
        },
        {
            "number": "32",
            "text": "Tzex lesalvi pax vuuj yic tzalajk'olal ol in k'och eyed' ta', ta icha chi' sgana Dios. Axo ta' ol vik' vip jayeoc k'ual."
        },
        {
            "number": "33",
            "text": "Ochocab' Dios jun ak'um junk'olal eyed' e masanil ta'. Amén."
        }
    ]
}