{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ha onh tek'an onhxo tik, snachajel cuuj to malaj yowalil juntzanh chi', palta ay eb' manto tek'anoc, xiv eb' yuj. Yuj chi' quic yaj cak'an techajoc, yujto manto te tek'anoc eb', yic max somchajel eb' cuuj. Max yal anhej tas co gana sco saya'."
        },
        {
            "number": "2",
            "text": "Co k'ulejec junjun onh icha sgana eb' yicxo Dios, sec yuj chi' wach' ol aj snaan eb'. Tato icha chi', ol tek'k'aj eb'."
        },
        {
            "number": "3",
            "text": "Yujto a Cristo, manhoc tas sgana ix sk'ulej. Palta janac t'a yib'anh icha syal t'a Slolonel Dios, aton b'aj syal icha tik: Mamin, ayic sb'uchvaj eb' t'ayach, a in jun svab' pax syail, xchi."
        },
        {
            "number": "4",
            "text": "Jantacnhej tas tz'ib'ab'ilcan t'a Slolonel Dios t'a peca', ay yopisio onh sk'ayb'ani. Yuj Slolonel chi' sco tek'b'ej co b'a, syak'anpax snivanil co k'ool yic wach' scak'och Dios chi' yipoc co k'ool."
        },
        {
            "number": "5",
            "text": "Ha Dios tz'ak'an co tek'anil, syak'anpax snivanil co k'ool. In gana a tz'och eyed'oc, yic wach' junk'olal slaj eyutej e b'a, icha yutejnac sb'a Cristo Jesús."
        },
        {
            "number": "6",
            "text": "Tato icha chi', junxonhej ol aj e pensar. Junxonhej ol eyutoc eyalan wach' lolonel d'ha Dios, aton sDiosal Cajal Jesucristo, Smam ton paxi."
        },
        {
            "number": "7",
            "text": "Yuj chi' yowalil wach' scutej quil-lan co b'a junjun onh, yujto icha chi' ix yutej Cristo onh yilani, yic wach' scheclajeli to te niwan swach'il Dios."
        },
        {
            "number": "8",
            "text": "Svalb'at juntzanh tik t'ayex, yujto a Cristo ulnaquek' yak' servil eb' yetisraelal. Ulnac eq'ui, yic tz'elk'och tas yalnaccan Dios t'a eb' co mam quicham ayic yak'annac sti' t'a eb'. Icha chi' yutejnac Cristo sch'oxani to yel syal Dios."
        },
        {
            "number": "9",
            "text": "Anhejtona', yuj eb' manh israeloc ulnacpaxek' Cristo chi', yic wach' syal wach' lolonel eb' d'ha Dios, yujto ix ok' sk'ool t'a eb'. Yujto icha chi' syal t'a Slolonel: Yuj chi' jun, swal wach' lolonel t'ayach t'a skal juntzanh nivac chonhab', yuj chi' tzach in b'itej."
        },
        {
            "number": "10",
            "text": "Syalanpax junxo tik t'a Slolonel Dios chi': Ha exxo manh ex israeloc, tzalajanhec yet' eb' yic Dios, aton eb' israel, xchi."
        },
        {
            "number": "11",
            "text": "Ay b'aj syal pax icha tik: E masanil ex nación yet' ex chonhab' manh israeloc, alec wach' lolonel d'ha Dios Cajal, xchi."
        },
        {
            "number": "12",
            "text": "Ha winhaj Isaías tz'ib'annaccan t'a Slolonel Dios: Ay jun ol pitzvocchaanh t'a skal eb' yinhtilal winhaj Isaí, ha' ol ak'joc och yajaloc eb' manh israeloc. Aton jun chi' ol yak'och eb' yipoc sk'ool, xchicani."
        },
        {
            "number": "13",
            "text": "Ha Dios yipk'olal yaj cuuj. In gana, a swach' ak'an e tzalajk'olal yet' e junk'olal, yujto tzeyak'och e k'ol t'ay. Tato icha chi', ol e wach' aq'uejoch yipoc e k'ool, yujto a Yespíritu tz'ak'an spoder t'ayex."
        },
        {
            "number": "14",
            "text": "Ex vuk'tac ex vanab', vojtacxo, to wach' e pensar, jelan ex t'a yic Dios. Vojtac to syal tze k'ayb'ej e b'a ta'."
        },
        {
            "number": "15",
            "text": "Wach'chom icha chi' e b'eyb'al, max in xiv in tz'ib'anb'at juntzanh k'ayb'ub'al tik t'ayex, yic manh ol sat e k'ool t'ay. Icha chi' svutej in b'a, yujto ha Dios ak'jinac jun vopisio tik yuj swach'k'olal."
        },
        {
            "number": "16",
            "text": "Ha ak'annac vopisio vak'an servil Jesucristo t'a skal eb' manh israeloc. Ay vopisio valanel wach' ab'ix yic Dios, yic wach' ay eb' manh israeloc ol vak'och t'a yol sk'ab'. Icha junok tas wach' siaj t'a yichanh Dios, icha chi' yaj eb' t'a yichanh, yujto a Yespíritu tz'ik'anoch eb' yicoc."
        },
        {
            "number": "17",
            "text": "Yujto vak'nacoch Cristo Jesús t'a in k'ool, yuj chi' syal valani to niwan yelk'och jun munlajel tzin k'ulej tik d'ha Dios."
        },
        {
            "number": "18",
            "text": "Max yal vik'anchaanh in b'a yuj tas sk'ulejnac juntzanhxo eb' tz'ak'an servil Dios. Palta max in xiv valani tas ix sk'ulej Cristo ved'oc, yic svak' sk'anab'ajej eb' manh israeloc. Ix in ek' vak' yab'ix eb'. Ay pax juntzanh tas ix in ch'ox t'a skal eb'."
        },
        {
            "number": "19",
            "text": "Aton juntzanh milagro ix in ch'ox t'a eb', yet' juntzanhxo tas sch'oxanel spoder Dios. Ha Yespíritu Dios ix yak' spoder t'ayin. Icha chi' ix vutej ek' valanel wach' ab'ix yic Cristo t'a junjun chonhab'. Ha t'a Jerusalén ix in b'ab'laj yamejoch valaneli. Ix laj in ek' t'a junjun chonhab', masanto ix in k'och t'a yol yic Ilírico."
        },
        {
            "number": "20",
            "text": "Yujto svak' vip valanel wach' ab'ix yic colnab'il b'aj manto yab' yab'ixal Cristo eb' anima. Yuj chi' manhxa in gana tzin ek' valel b'aj toxo ix ek' juntzanhxo eb' yaleli."
        },
        {
            "number": "21",
            "text": "Icha syal t'a Slolonel Dios: Ha eb' manto och yab'ix, ol yab' eb'. Yed' eb' manta b'aj tz'ab'an ab'ix, ol nachajel yuj eb', xchicani."
        },
        {
            "number": "22",
            "text": "Yuj vopisio tik, maxto yal-laj in b'at ex wila'', wach'chom tzijtum elxo in naan jun chi'."
        },
        {
            "number": "23",
            "text": "Ayxo yab'ilal voch ijan in naani. Xal ticnaic, manhxalaj in munlajel t'a juntzanh lugar tik."
        },
        {
            "number": "24",
            "text": "Yuj chi' tzin na' to ayic ol in b'at t'a España ol in ek' ex wila'', yic ol in tzalaj ex vilani. Ol lajvoc vek' jayeoc k'ual eyed' ta', in gana ol ex kolwaj ved'oc yic ol in k'och t'a España chi'."
        },
        {
            "number": "25",
            "text": "Palta a ticnaic, ol in b'ab'laj ek' t'a Jerusalén yic ol vik'b'at jun ofrenda t'a eb' creyente ta'."
        },
        {
            "number": "26",
            "text": "Yujto a eb' aj Macedonia yet' eb' aj Acaya, ix el t'a sk'ool eb', ix yik'chaanh jun ofrenda eb' yic eb' creyente meb'a' t'a Jerusalén chi'."
        },
        {
            "number": "27",
            "text": "Ix el t'a sk'ol eb' yak'an jun ofrenda chi', yujto ichato ay sb'oc eb' t'a eb'. Yujto a eb' aj Jerusalén chi', a eb' colvajnac t'a eb' manh israeloc chi' yuj yojtacanel co Mam Dios eb'. Yuj chi', a eb' manh israeloc chi' ay ton yalan yic eb' skolwaj t'a eb' yet' yofrenda chi'."
        },
        {
            "number": "28",
            "text": "Yuj chi' yowalil ol ek' vak'kan jun ofrenda chi' t'a eb' aj Jerusalén chi'. Ol lajvoc chi', ol ek' ex vilani ayic van in b'at t'a España chi'."
        },
        {
            "number": "29",
            "text": "Vojtac to ayic ol in k'och eyed' ta', manh jantacoc swach'k'olal Cristo ol yak' t'ayonh eyed'oc."
        },
        {
            "number": "30",
            "text": "Ex vuk'tac ex vanab', a Yespíritu Dios tz'ak'an co xajanej co b'a. Yuj chi' tzin tevi t'ayex to tzeyak' eyip eyoch ved' t'a lesal. Tzex lesalvi vuuj d'ha Dios yujto icha chi' sgana Cajal Jesucristo."
        },
        {
            "number": "31",
            "text": "Tze k'an d'ha Dios vuuj yic ol in scolcanel t'a yol sk'ab' eb' manh creyenteoc t'a yol yic Judea. Tzex lesalvi pax yuj jun ofrenda ol vik'b'at tik t'a eb' creyente t'a Jerusalén, yic tzalajk'olal ol scha eb'."
        },
        {
            "number": "32",
            "text": "Tzex lesalvi pax vuuj yic tzalajk'olal ol in k'och eyed' ta', ta icha chi' sgana Dios. Axo ta' ol vik' vip jayeoc k'ual."
        },
        {
            "number": "33",
            "text": "Ochocab' Dios jun ak'um junk'olal eyed' e masanil ta'. Amén."
        }
    ]
}