{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "A ix canab' Febe tic, yak'nac servil ix d'a jun iglesia d'a chonhab' Cencrea. Tzeyil janik' ix."
        },
        {
            "number": "2",
            "text": "Vach' tzeyutej e chaan ix sk'och ta', yujto yicxo ix Cajal Jesús qued'oc. Yujto a onh creyente onh tic, smoj icha chi' scutej co chaan eb' cuk'tac eb' canab' tz'ek' d'ayonh. Tzex colvaj d'a ix yuj tastac yovalil tz'och yuuj. Yujto tzijtum eb' b'aj ix colvaj ix. Anhejtona' colvajnac pax ix d'ayin."
        },
        {
            "number": "3",
            "text": "Tic svak'b'at stzatzil sk'ool ix canab' Priscila yed' vinh cuk'tac Aquila, aton eb' junnhej ix in munlaj yed'oc d'a yic Cristo Jesús."
        },
        {
            "number": "4",
            "text": "Ijan chamnac eb' vuuj, ayic xid' in scolanelta eb' d'a yol sk'ab' chamel. Yuj chi' svak' yuj diosal d'a eb'. Manhoc innhej svak' yuj diosal d'a eb', a eb' creyente d'a junjun iglesia d'a scal eb' manh israeloc, syak'pax yuj diosal eb' d'a eb'."
        },
        {
            "number": "5",
            "text": "Svak'b'at stzatzil sk'ol eb' creyente smolb'ej sb'a d'a spat eb' chi'. Svak'anpaxb'at stzatzil sk'ol vinh cuk'tac Epeneto. Te xajanab'il vinh vuuj. A vinh ix b'ab'laj ak'anoch Cristo d'a sk'ool d'a yol yic Asia."
        },
        {
            "number": "6",
            "text": "Svak'anpaxb'at stzatzil sk'ol ix María, jun ix smunlaj val d'a e cal."
        },
        {
            "number": "7",
            "text": "Svak'anpaxb'at stzatzil sk'ol eb' vetchonhab', aton vinhaj Andrónico yed' ix Junias. Junnhej ochnac onh yed' eb' preso junel. Nivan yelk'och eb' d'a co cal a onh schecab' onh Cristo tic. A eb' b'ab'el creyente d'a vichanh."
        },
        {
            "number": "8",
            "text": "Svak'anpaxb'at stzatzil sk'ol vinh cuk'tac Amplias. Xajan vinh vuuj, yujto yak'nacoch Cajal Jesús vinh d'a sk'ool."
        },
        {
            "number": "9",
            "text": "Svak'anpaxb'at stzatzil sk'ol vinh cuk'tac Urbano, yujto junnhej tzonh munlaj yed' vinh d'a yic Cristo Jesús. Svak'anb'at yic vinh cuk'tac Estaquis, xajanab'il pax vinh vuuj."
        },
        {
            "number": "10",
            "text": "Svak'anpaxb'at stzatzil sk'ol vinh cuk'tac Apeles. A vinh chi' ix checlaj val eli to ayoch Cristo d'a sk'ool vinh. Svak'anpaxb'at stzatzil sk'ol eb' yic vinhaj Aristóbulo."
        },
        {
            "number": "11",
            "text": "Svak'anpaxb'at stzatzil sk'ol vinh vetchonhab' scuch Herodión yed' eb' yic vinhaj Narciso creyentexo."
        },
        {
            "number": "12",
            "text": "Svak'paxb'at stzatzil sk'ol eb' ix canab' Trifena yed' ix Trifosa. A eb' ix chi' smunlaj val eb' ix d'a yic Cajal Jesús. Svak'paxb'at yic ix canab' Pérsida. Xajan ix vuuj, nivanxo ix munlaj ix d'a yic Cajal Jesús."
        },
        {
            "number": "13",
            "text": "Svak'anpaxb'at stzatzil sk'ol vinh cuk'tac Rufo, aton vinh nivan yelk'och d'a scal eb' yicxo Dios yed' pax stzatzil sk'ol ix snun vinh. A ix snun vinh chi', icha val in nun yutejnac sb'a ix d'ayin."
        },
        {
            "number": "14",
            "text": "Svak'paxb'at stzatzil sk'ol vinh cuk'tac Asíncrito, vinhaj Flegonte, vinhaj Hermas, vinhaj Patrobas, vinhaj Hermes yed' juntzanhxo eb' vinh cuk'tac ayek' yed' eb' vinh."
        },
        {
            "number": "15",
            "text": "Anhejtona', svak'paxb'at stzatzil sk'ool vinh cuk'tac Filólogo, ix canab' Julia, vinh cuk'tac Nereo yed' ix yanab' vinh, ix canab' Olimpas yed' pax masanil eb' cuk'tac ayek' yed' eb'."
        },
        {
            "number": "16",
            "text": "Slaj eyak'laj stzatzil e k'ool d'a tzalajk'olal yujto yic exxo Dios. A eb' yicxo Cristo d'a junjun chonhab' d'a tic, syak'b'at stzatzil e k'ool eb'."
        },
        {
            "number": "17",
            "text": "Ex vuk'tac ex vanab', ay eb' ay d'a e cal van yak'lan e poj e b'a. Syak'lan pax eb' yak'an juvoquel e pensar. Palta manh ichoc ta' syal juntzanh k'ayb'ub'al b'aj k'ayb'ab'il ex. Yuj chi', tzeyil val e b'a d'a eb'. Yovalil tzeyiq'uel e b'a d'a eb'."
        },
        {
            "number": "18",
            "text": "Yujto a eb' chi', manhoc Cajal Jesucristo syak' servil eb'. Anhej juntzanh tas sgana snivanil eb' syak' servil. Syak'an musansatil juntzanh eb' maxto nachajel yuuj eb'. Te nanam syutej sb'a eb' yalani. Ichato vach' syal eb', palta manh vach'oclaj."
        },
        {
            "number": "19",
            "text": "Palta a ex tic, masanil anima ojtannac tas tzeyutej e k'anab'ajan Dios. Yuj chi' tzin tzalaj eyuuj. In gana jelan tzeyutej e b'a d'a juntzanh tas vach'. Axo juntzanh tas malaj svach'il, manh e comon k'ulej."
        },
        {
            "number": "20",
            "text": "A Dios ak'um junk'olal. A ol ak'an eyak' ganar vinh Satanás d'a elanhchamel, ol can vinh d'a yalanh eyuuj. In gana syak' svach'k'olal Cajal Jesucristo d'ayex ta'."
        },
        {
            "number": "21",
            "text": "A vinhaj Timoteo tic, junnhej tzin munlaj yed' vinh d'a tic. Syak'b'at stzatzil e k'ool vinh yed' eb' vetchonhab' tic, aton vinhaj Lucio, vinhaj Jasón yed' vinhaj Sosípater."
        },
        {
            "number": "22",
            "text": "A in Tercio in, a in van in tz'ib'anb'at jun scarta vinhaj Pablo tic d'ayex, svak'paxb'at stzatzil e k'ool, yujto yic ex Cajal Jesús ved'oc."
        },
        {
            "number": "23",
            "text": "Syak'paxb'at stzatzil e k'ool vinh cuk'tac Gayo. A d'a spat vinh ayonh eq'ui. A d'a tic smolb'ej sb'a eb' creyente smasanil. A vinh cuk'tac Erasto, tesorero yic jun chonhab' tic yaj vinh, syak'b'at stzatzil e k'ool vinh yed' vinh cuk'tac Cuarto."
        },
        {
            "number": "24",
            "text": "A ticnaic, calec vach' lolonel d'a Dios, yujto syal yak'an co tek'anil d'a masanil tiempo. Yujto icha chi' syal jun vach' ab'ix svalcaneli, aton yab'ixal Jesucristo. Yictax ix sb'oan yolyib'anhq'uinal tic Dios, k'ub'ab'ilxo yab'ixal Cristo yuuj."
        },
        {
            "number": "25",
            "text": "Palta axo ticnaic, syak' jun ab'ix tic yojtaquejel eb' anima yuj Slolonel tz'ib'ab'ilcan yuj eb' schecab' d'a peca'. A Dios chi', aynhej ek' d'a masanil tiempo. A tz'alani to a eb' anima ay d'a junjun chonhab', yovalil syojtaquejel jun ab'ix tic eb', yic ol yak'och eb' d'a sk'ool, axo sk'anab'ajan eb' chi' ta'."
        },
        {
            "number": "26",
            "text": "Anhej Dios te jelan. Calec vach' lolonel d'ay yuj Jesucristo d'a masanil tiempo. Amén."
        }
    ]
}