{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ha ix canab' Febe tik, yak'nac serwil ix t'a jun iglesia t'a chonhab' Cencrea. Tzeyil janik' ix."
        },
        {
            "number": "2",
            "text": "Wach' tzeyutej he chaan ix sk'och ta', yujto yicxo ix Kajal Jesús qued'oc. Yujto a onh creyente onh tik, smoj icha chi' scutej ko chaan heb' cuk'tac heb' canab' tzek' t'ayonh. Tzex kolwaj t'a ix yuj tastac yowalil tz'och yuj. Yujto tzijtum heb' b'aj ix kolwaj ix. Anhejtona' colwajnac pax ix t'ayin."
        },
        {
            "number": "3",
            "text": "Tik swak'b'at stzatzil sk'ool ix canab' Priscila yet' winh cuk'tac Aquila, aton heb' junnhej ix in munlaj yet'oc t'a yic Cristo Jesús."
        },
        {
            "number": "4",
            "text": "Ijan chamnac heb' wuuj, ayic xid' in scolanelta heb' t'a yol sk'ab' chamel. Yuj chi' swak' yuj diosal t'a heb'. Manhok innhej swak' yuj diosal t'a heb', a heb' creyente t'a junjun iglesia t'a skal heb' manh israelok, syak'pax yuj diosal heb' t'a heb'."
        },
        {
            "number": "5",
            "text": "Swak'b'at stzatzil sk'ol heb' creyente smolb'ej sb'ha t'a spat heb' chi'. Swak'anpaxb'at stzatzil sk'ol winh cuk'tac Epeneto. Te xajanab'il winh wuuj. Ha winh ix b'ab'laj ak'anoch Cristo t'a sk'ool t'a yol yic Asia."
        },
        {
            "number": "6",
            "text": "Swak'anpaxb'at stzatzil sk'ol ix María, jun ix smunlaj wal t'a he kal."
        },
        {
            "number": "7",
            "text": "Swak'anpaxb'at stzatzil sk'ol heb' wetchonhab', aton winhaj Andrónico yet' ix Junias. Junnhej ochnac onh yet' heb' preso junel. Niwan yelk'och heb' t'a ko kal a onh schecab' onh Cristo tik. Ha heb' b'ab'el creyente t'a wichanh."
        },
        {
            "number": "8",
            "text": "Swak'anpaxb'at stzatzil sk'ol winh cuk'tac Amplias. Xajan winh wuuj, yujto yak'nacoch Kajal Jesús winh t'a sk'ool."
        },
        {
            "number": "9",
            "text": "Swak'anpaxb'at stzatzil sk'ol winh cuk'tac Urbano, yujto junnhej tzonh munlaj yet' winh t'a yic Cristo Jesús. Swak'anb'at yic winh cuk'tac Estaquis, xajanab'il pax winh wuuj."
        },
        {
            "number": "10",
            "text": "Swak'anpaxb'at stzatzil sk'ol winh cuk'tac Apeles. Ha winh chi' ix checlaj wal eli to ayoch Cristo t'a sk'ool winh. Swak'anpaxb'at stzatzil sk'ol heb' yic winhaj Aristóbulo."
        },
        {
            "number": "11",
            "text": "Swak'anpaxb'at stzatzil sk'ol winh wetchonhab' scuch Herodión yet' heb' yic winhaj Narciso creyentexo."
        },
        {
            "number": "12",
            "text": "Swak'paxb'at stzatzil sk'ol heb' ix canab' Trifena yet' ix Trifosa. Ha heb' ix chi' smunlaj wal heb' ix t'a yic Kajal Jesús. Swak'paxb'at yic ix canab' Pérsida. Xajan ix wuuj, niwanxo ix munlaj ix t'a yic Kajal Jesús."
        },
        {
            "number": "13",
            "text": "Swak'anpaxb'at stzatzil sk'ol winh cuk'tac Rufo, aton winh niwan yelk'och t'a skal heb' yicxo Dios yet' pax stzatzil sk'ol ix snun winh. Ha ix snun winh chi', icha wal in nun yutejnac sb'a ix t'ayin."
        },
        {
            "number": "14",
            "text": "Swak'paxb'at stzatzil sk'ol winh cuk'tac Asíncrito, winhaj Flegonte, winhaj Hermas, winhaj Patrobas, winhaj Hermes yet' juntzanhxo heb' winh cuk'tac ayek' yet' heb' winh."
        },
        {
            "number": "15",
            "text": "Anhejtona', swak'paxb'at stzatzil sk'ool winh cuk'tac Filólogo, ix canab' Julia, winh cuk'tac Nereo yet' ix yanab' winh, ix canab' Olimpas yet' pax masanil heb' cuk'tac ayek' yet' heb'."
        },
        {
            "number": "16",
            "text": "Slaj eyak'laj stzatzil he k'ool t'a tzalajk'olal yujto yic exxo Dios. Ha heb' yicxo Cristo t'a junjun chonhab' t'a tik, syak'b'at stzatzil he k'ool heb'."
        },
        {
            "number": "17",
            "text": "Ex wuk'tac ex wanab', ay heb' ay t'a he kal wan yak'lan he poj he b'a. Syak'lan pax heb' yak'an juwoquel he pensar. Palta manh ichoc ta' syal juntzanh k'ayb'ub'al b'aj k'ayb'ab'il ex. Yuj chi', tzeyil wal he b'ha t'a heb'. Yowalil tzeyik'el he b'ha t'a heb'."
        },
        {
            "number": "18",
            "text": "Yujto a heb' chi', manhoc Kajal Jesucristo syak' serwil heb'. Anhej juntzanh tas sgana sniwanil heb' syak' serwil. Syak'an musansatil juntzanh heb' maxto nachajel yuj heb'. Te nanam syutej sb'a heb' yalani. Ichato wach' syal heb', palta manh wach'oclaj."
        },
        {
            "number": "19",
            "text": "Palta a ex tik, masanil anima ojtannac tas tzeyutej he k'anab'ajan Dios. Yuj chi' tzin tzalaj eyuuj. In gana jelan tzeyutej he b'ha t'a juntzanh tas wach'. Axo juntzanh tas malaj swach'il, manh he comon k'ulej."
        },
        {
            "number": "20",
            "text": "Ha Dios ak'um junk'olal. Ha ol ak'an eyak' ganar winh Satanás t'a elanhchamel, ol kan winh t'a yalanh eyuuj. In gana syak' swach'k'olal Kajal Jesucristo t'ayex ta'."
        },
        {
            "number": "21",
            "text": "Ha winhaj Timoteo tik, junnhej tzin munlaj yet' winh t'a tik. Syak'b'at stzatzil he k'ool winh yet' heb' wetchonhab' tik, aton winhaj Lucio, winhaj Jasón yet' winhaj Sosípater."
        },
        {
            "number": "22",
            "text": "Ha in Tercio in, a in wan in tz'ib'anb'at jun scarta winhaj Pablo tik t'ayex, swak'paxb'at stzatzil he k'ool, yujto yic ex Kajal Jesús wed'oc."
        },
        {
            "number": "23",
            "text": "Syak'paxb'at stzatzil he k'ool winh cuk'tac Gayo. Ha t'a spat winh ayonh eq'ui. Ha t'a tik smolb'ej sb'a heb' creyente smasanil. Ha winh cuk'tac Erasto, tesorero yic jun chonhab' tik yaj winh, syak'b'at stzatzil he k'ool winh yet' winh cuk'tac Cuarto."
        },
        {
            "number": "24",
            "text": "Ha ticnaik, calec wach' lolonel d'ha Dios, yujto syal yak'an ko tek'anil t'a masanil tiempo. Yujto icha chi' syal jun wach' ab'ix swalcaneli, aton yab'ixal Jesucristo. Yictax ix sb'oan yol yib'anhk’inal tik Dios, k'ub'ab'ilxo yab'ixal Cristo yuj."
        },
        {
            "number": "25",
            "text": "Palta haxo ticnaik, syak' jun ab'ix tik yojtaquejel heb' anima yuj Slolonel tz'ib'ab'ilcan yuj heb' schecab' t'a peka'. Ha Dios chi', aynhej ek' t'a masanil tiempo. Ha tz'alani to a heb' anima ay t'a junjun chonhab', yowalil syojtaquejel jun ab'ix tik heb', yic ol yak'och heb' t'a sk'ool, haxo sk'anab'ajan heb' chi' ta'."
        },
        {
            "number": "26",
            "text": "Anhej Dios te jelan. Calec wach' lolonel t'ay yuj Jesucristo t'a masanil tiempo. Amén."
        }
    ]
}