{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ha ix canab' Febe tik, yak'nac servil ix t'a jun iglesia t'a chonhab' Cencrea. Tzeyil janik' ix."
        },
        {
            "number": "2",
            "text": "Wach' tzeyutej e chaan ix sk'och ta', yujto yicxo ix Cajal Jesús qued'oc. Yujto a onh creyente onh tik, smoj icha chi' scutej co chaan eb' cuk'tac eb' canab' tzek' t'ayonh. Tzex kolwaj t'a ix yuj tastac yowalil tz'och yuj. Yujto tzijtum eb' b'aj ix kolwaj ix. Anhejtona' colvajnac pax ix t'ayin."
        },
        {
            "number": "3",
            "text": "Tik svak'b'at stzatzil sk'ool ix canab' Priscila yet' winh cuk'tac Aquila, aton eb' junnhej ix in munlaj yet'oc t'a yic Cristo Jesús."
        },
        {
            "number": "4",
            "text": "Ijan chamnac eb' vuuj, ayic xid' in scolanelta eb' t'a yol sk'ab' chamel. Yuj chi' svak' yuj diosal t'a eb'. Manhoc innhej svak' yuj diosal t'a eb', a eb' creyente t'a junjun iglesia t'a skal eb' manh israeloc, syak'pax yuj diosal eb' t'a eb'."
        },
        {
            "number": "5",
            "text": "Svak'b'at stzatzil sk'ol eb' creyente smolb'ej sb'ha t'a spat eb' chi'. Svak'anpaxb'at stzatzil sk'ol winh cuk'tac Epeneto. Te xajanab'il winh vuuj. Ha winh ix b'ab'laj ak'anoch Cristo t'a sk'ool t'a yol yic Asia."
        },
        {
            "number": "6",
            "text": "Svak'anpaxb'at stzatzil sk'ol ix María, jun ix smunlaj val t'a e cal."
        },
        {
            "number": "7",
            "text": "Svak'anpaxb'at stzatzil sk'ol eb' vetchonhab', aton winhaj Andrónico yet' ix Junias. Junnhej ochnac onh yet' eb' preso junel. Nivan yelk'och eb' t'a co cal a onh schecab' onh Cristo tik. Ha eb' b'ab'el creyente t'a vichanh."
        },
        {
            "number": "8",
            "text": "Svak'anpaxb'at stzatzil sk'ol winh cuk'tac Amplias. Xajan winh vuuj, yujto yak'nacoch Cajal Jesús winh t'a sk'ool."
        },
        {
            "number": "9",
            "text": "Svak'anpaxb'at stzatzil sk'ol winh cuk'tac Urbano, yujto junnhej tzonh munlaj yet' winh t'a yic Cristo Jesús. Svak'anb'at yic winh cuk'tac Estaquis, xajanab'il pax winh vuuj."
        },
        {
            "number": "10",
            "text": "Svak'anpaxb'at stzatzil sk'ol winh cuk'tac Apeles. Ha winh chi' ix checlaj val eli to ayoch Cristo t'a sk'ool winh. Svak'anpaxb'at stzatzil sk'ol eb' yic winhaj Aristóbulo."
        },
        {
            "number": "11",
            "text": "Svak'anpaxb'at stzatzil sk'ol winh vetchonhab' scuch Herodión yet' eb' yic winhaj Narciso creyentexo."
        },
        {
            "number": "12",
            "text": "Svak'paxb'at stzatzil sk'ol eb' ix canab' Trifena yet' ix Trifosa. Ha eb' ix chi' smunlaj val eb' ix t'a yic Cajal Jesús. Svak'paxb'at yic ix canab' Pérsida. Xajan ix vuuj, nivanxo ix munlaj ix t'a yic Cajal Jesús."
        },
        {
            "number": "13",
            "text": "Svak'anpaxb'at stzatzil sk'ol winh cuk'tac Rufo, aton winh niwan yelk'och t'a skal eb' yicxo Dios yet' pax stzatzil sk'ol ix snun winh. Ha ix snun winh chi', icha val in nun yutejnac sb'a ix t'ayin."
        },
        {
            "number": "14",
            "text": "Svak'paxb'at stzatzil sk'ol winh cuk'tac Asíncrito, winhaj Flegonte, winhaj Hermas, winhaj Patrobas, winhaj Hermes yet' juntzanhxo eb' winh cuk'tac ayek' yet' eb' winh."
        },
        {
            "number": "15",
            "text": "Anhejtona', svak'paxb'at stzatzil sk'ool winh cuk'tac Filólogo, ix canab' Julia, winh cuk'tac Nereo yet' ix yanab' winh, ix canab' Olimpas yet' pax masanil eb' cuk'tac ayek' yet' eb'."
        },
        {
            "number": "16",
            "text": "Slaj eyak'laj stzatzil e k'ool t'a tzalajk'olal yujto yic exxo Dios. Ha eb' yicxo Cristo t'a junjun chonhab' t'a tik, syak'b'at stzatzil e k'ool eb'."
        },
        {
            "number": "17",
            "text": "Ex vuk'tac ex vanab', ay eb' ay t'a e cal van yak'lan e poj e b'a. Syak'lan pax eb' yak'an juvoquel e pensar. Palta manh ichoc ta' syal juntzanh k'ayb'ub'al b'aj k'ayb'ab'il ex. Yuj chi', tzeyil val e b'ha t'a eb'. Yovalil tzeyiq'uel e b'ha t'a eb'."
        },
        {
            "number": "18",
            "text": "Yujto a eb' chi', manhoc Cajal Jesucristo syak' servil eb'. Anhej juntzanh tas sgana snivanil eb' syak' servil. Syak'an musansatil juntzanh eb' maxto nachajel yuj eb'. Te nanam syutej sb'a eb' yalani. Ichato wach' syal eb', palta manh wach'oclaj."
        },
        {
            "number": "19",
            "text": "Palta a ex tik, masanil anima ojtannac tas tzeyutej e k'anab'ajan Dios. Yuj chi' tzin tzalaj eyuuj. In gana jelan tzeyutej e b'ha t'a juntzanh tas wach'. Axo juntzanh tas malaj swach'il, manh e comon k'ulej."
        },
        {
            "number": "20",
            "text": "Ha Dios ak'um junk'olal. Ha ol ak'an eyak' ganar winh Satanás t'a elanhchamel, ol kan winh t'a yalanh eyuuj. In gana syak' swach'k'olal Cajal Jesucristo t'ayex ta'."
        },
        {
            "number": "21",
            "text": "Ha winhaj Timoteo tik, junnhej tzin munlaj yet' winh t'a tik. Syak'b'at stzatzil e k'ool winh yet' eb' vetchonhab' tik, aton winhaj Lucio, winhaj Jasón yet' winhaj Sosípater."
        },
        {
            "number": "22",
            "text": "Ha in Tercio in, a in van in tz'ib'anb'at jun scarta winhaj Pablo tik t'ayex, svak'paxb'at stzatzil e k'ool, yujto yic ex Cajal Jesús ved'oc."
        },
        {
            "number": "23",
            "text": "Syak'paxb'at stzatzil e k'ool winh cuk'tac Gayo. Ha t'a spat winh ayonh eq'ui. Ha t'a tik smolb'ej sb'a eb' creyente smasanil. Ha winh cuk'tac Erasto, tesorero yic jun chonhab' tik yaj winh, syak'b'at stzatzil e k'ool winh yet' winh cuk'tac Cuarto."
        },
        {
            "number": "24",
            "text": "Ha ticnaic, calec wach' lolonel d'ha Dios, yujto syal yak'an co tek'anil t'a masanil tiempo. Yujto icha chi' syal jun wach' ab'ix svalcaneli, aton yab'ixal Jesucristo. Yictax ix sb'oan yol yib'anhk’inal tik Dios, k'ub'ab'ilxo yab'ixal Cristo yuj."
        },
        {
            "number": "25",
            "text": "Palta haxo ticnaic, syak' jun ab'ix tik yojtaquejel eb' anima yuj Slolonel tz'ib'ab'ilcan yuj eb' schecab' t'a peca'. Ha Dios chi', aynhej ek' t'a masanil tiempo. Ha tz'alani to a eb' anima ay t'a junjun chonhab', yowalil syojtaquejel jun ab'ix tik eb', yic ol yak'och eb' t'a sk'ool, haxo sk'anab'ajan eb' chi' ta'."
        },
        {
            "number": "26",
            "text": "Anhej Dios te jelan. Calec wach' lolonel t'ay yuj Jesucristo t'a masanil tiempo. Amén."
        }
    ]
}