{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha junok onh sco ch'olb'itej yaj junok quetanimail, max yal-laj calani to malaj ko mul. Yuj chi' ayic sco ch'olb'itan junocxo, wan quik'ancot yaelal t'a quib'anh. Yujto wan ko ch'olb'itan tas yaji, palta lajan wan ko k'ulan yet'oc."
        },
        {
            "number": "2",
            "text": "Cojtac to a heb' icha chi' sk'ulej, ha Dios ol ch'olb'itan yaj heb' t'a stojolal, ol yak'anb'at t'a yib'anh heb'."
        },
        {
            "number": "3",
            "text": "Ha exxo tik, tato tze ch'olb'itej yaj heb' sk'ulan chukal, ¿tom a he naani to ol yal he colanel he b'ha t'a jun yaelal ol yak' Dios? Yujto anheja' icha chi' tzeyutej pax he b'a."
        },
        {
            "number": "4",
            "text": "Ha Dios te niwan swach'il. Ay sniwank'olal. Manh comonoc scot yowal. Palta tecan ayex malaj tz'och juntzanh tik t'ayex. ¿Tom manh eyojtacoc to tzonh ak'ji niwank'olal yuj Dios yic wach' sco na ko b'a?"
        },
        {
            "number": "5",
            "text": "Palta a exxo tik, te pit ex. Max he na wal jab'oc he b'a. Yuj chi', tonhej tze molb'ej yowal sk'ool Dios t'a eyib'anh. Axo ol ja sk'ual yaelal chi', ol cot t'a eyib'anh. Ato t'a jun k'ual chi' ol checlajelta yujto ol sch'olb'itej Dios t'a stojolal."
        },
        {
            "number": "6",
            "text": "Ato ta' ol scha spak yic junjun anima, ato syala' tas ix sk'ulej junjun."
        },
        {
            "number": "7",
            "text": "Ay heb' ol ak'joc sk'inal t'a junelnhej yuj Dios, yujto tek'an syutej sb'a heb' sk'ulan wach'il, yuj pax to snib'ej swach'il heb' icha swach'il Dios chi'. Snib'ej heb' ay yelk'och t'a yichanh. Snib'ej heb' scha sk'inal t'a junelnhej."
        },
        {
            "number": "8",
            "text": "Palta a heb' snib'ej te niwan yelk'ochi, heb' max k'anab'ajan jun k'ayb'ub'al te yel yet' heb' anhej t'a chukal ayoch spensar, ol cotcan yowal sk'ol Dios t'a yib'anh heb'."
        },
        {
            "number": "9",
            "text": "Jantacnhej heb' sk'ulan chukal, ol yab' wal syail heb' sik'lab'il. Ol te kus heb'. B'ab'el ol yab' syail heb' wetisraelal, ichato chi' heb' manh israelok."
        },
        {
            "number": "10",
            "text": "Axo heb' wetisraelal yet' heb' manh israelok, ol yak' swach'il Dios t'a heb'. Niwan ol aj yelk'och heb' t'a yichanh. Junk'olal ol aj heb' yet'oc, tato wach' syutej sb'a heb'."
        },
        {
            "number": "11",
            "text": "Ha t'a sat Dios lajan yelk'och junjun anima."
        },
        {
            "number": "12",
            "text": "Jantacnhej heb' manh ojtannacoc ley Moisés, tato chuk sb'eyb'al heb', ol ak'joccanb'at heb' t'a chamel t'a junelnhej. Manh yowaliloc a jun ley chi' ol ak'ancanb'at t'a yib'anh heb'. Palta jantacnhej heb' ojtannac jun ley chi', tato anheja' chuk sb'eyb'al heb', a ley chi' ol ch'olb'itan tastac yaj heb'."
        },
        {
            "number": "13",
            "text": "Ha heb' sb'eyb'alan tas syal Dios, wach' heb' t'a yichanh. Axo heb' tonhej tz'ab'an jun ley chi', manh wach'oc heb' t'a yichanh."
        },
        {
            "number": "14",
            "text": "Ha heb' manh israelok manh yojtacoc ley Moisés heb'. Palta ay b'aj munil scomon b'eyb'alej heb'. Wach'chom manh yojtacoc jun ley chi' heb', munil ayek' t'a spensar heb'."
        },
        {
            "number": "15",
            "text": "Yuj sb'eyb'al heb' scheclaji to a tas syal jun ley chi' ayek' t'a spensar heb'. Nab'il yuj heb' t'a spensar to wach' jun ley chi', yujto a spensar heb' chi', ay b'aj syala' to chuk tas sk'ulej heb', ay pax b'aj syala' to wach' tas sk'ulej heb'."
        },
        {
            "number": "16",
            "text": "Ayic ol ja jun k'ual, ayic ol ch'olb'itaj heb' anima smasanil yuj Dios yuj tastac k'ub'eltac yaj yuj heb', a Jesucristo ol ch'olb'itan tas yaj heb' icha syal wach' ab'ix yic colnab'il swalel tik."
        },
        {
            "number": "17",
            "text": "Palta ayex tzeyik'chaanh he b'a, yujto israel ex, anhej wal ley Moisés tzeyak'och yipoc he k'ool. Tzeyik'anpax chaanh he b'a, yujto schonhab' ex Dios."
        },
        {
            "number": "18",
            "text": "Eyojtacxo tas snib'ej Dios. Eyojtacpaxi tas junok wach' sco k'ulej, yujto he k'ayb'ejnac ley Moisés chi'."
        },
        {
            "number": "19",
            "text": "Ha heb' manh ojtannacoc b'aj ay Dios, ichato max yal yilan heb'. Ha exxo tze na'a to syal he ch'oxan b'aj ay Dios t'a heb'. Ha heb' k’ik’ k’inal to yaji, syal eyak'an sakil k'inal t'a heb' he naani."
        },
        {
            "number": "20",
            "text": "Tze naani to syal he k'ayb'an heb' malaj tas yojtac. Axo heb' manto nachajel yuj, syal eyak'an nachajel yuj heb' he naani. Yuj ley Moisés snachajel juntzanh k'ayb'ub'al tik eyuuj, eyojtacxo b'aja k'ayb'ub'al yel."
        },
        {
            "number": "21",
            "text": "Te k'ayb'um ex t'a juntzanhxo anima, palta ¿tas yuj max he k'ayb'ej he b'a a ex tik? Tzeyala' to max yal quelk'ani, palta ina elk'um ex."
        },
        {
            "number": "22",
            "text": "Tzeyalanpaxi to max yal quem ajmulal. Palta ayex tzex em ajmulal. Ha juntzanh comon Dios, chacb'ilel eyuuj, palta ina elk'um ex t'a templo."
        },
        {
            "number": "23",
            "text": "Tze yik'chaanh he b'a, yujto eyojtac ley Moisés, palta max he k'anab'ajej tas syal jun ley chi'. Yuj chi' sb'uchji Dios eyuuj."
        },
        {
            "number": "24",
            "text": "Ha t'a Slolonel Dios Tz'ib'ab'ilcani, ata' syal icha tik: Yuj tas tze k'ulej, tonhej sb'uchwaj heb' manh israelok d'ha Dios, xchi."
        },
        {
            "number": "25",
            "text": "Tato tze k'anab'ajej masanil tas syal ley Moisés chi', yel ay yopisio jun yechel scuch circuncisión ayoch t'a he niwanil. Palta tato max he k'anab'ajej jun ley chi', ha t'a yichanh Dios, ichato manh ex ak'b'iloc circuncidar."
        },
        {
            "number": "26",
            "text": "Axo heb' manh ayococh jun yechel chi' t'a sniwanil, tato sk'anab'ajej heb' tas syal jun ley chi', ha t'a yichanh Dios, ichato ak'b'il circuncidar heb'."
        },
        {
            "number": "27",
            "text": "Ay heb' manh ayococh jun yechel chi' t'a sniwanil, palta sk'anab'ajej jun ley chi' heb'. Yuj heb' ol ch'olb'itaj tas eyaji. Wach'chom ayoch jun yechel chi' t'ayex, ay pax ek' jun ley chi' t'a yol he k'ab', palta max he k'anab'ajej."
        },
        {
            "number": "28",
            "text": "Ay heb' tz'alji israelal yuj heb' anima, manh yeloc israel heb' t'a yichanh Dios. Ha heb' ayoch circuncisión t'a sniwanil, manh yeloc ak'b'il circuncidar heb' t'a yichanh Dios."
        },
        {
            "number": "29",
            "text": "Palta a wal heb' yel ayoch spensar d'ha Dios, aton heb' chi' yel israel t'a yichanh. Yujto a jun circuncisión ayoch t'a ko pensar, aton jun chi' yel circuncisión t'a yichanh Dios. Manh yujoc junok ley tz'ib'ab'ilcani tz'ak'jioch t'ayonh, palta a Yespíritu Dios tz'ak'an t'ayonh. Yuj chi' manhoc heb' anima tzonh alan wach'il. Ha Dios tzonh alan wach'il."
        }
    ]
}