{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha junok onh sco ch'olb'itej yaj junok quetanimail, max yal-laj calani to malaj co mul. Yuj chi' ayic sco ch'olb'itan junocxo, van quik'ancot yaelal t'a quib'anh. Yujto van co ch'olb'itan tas yaji, palta lajan van co k'ulan yet'oc."
        },
        {
            "number": "2",
            "text": "Cojtac to a eb' icha chi' sk'ulej, ha Dios ol ch'olb'itan yaj eb' t'a stojolal, ol yak'anb'at t'a yib'anh eb'."
        },
        {
            "number": "3",
            "text": "Ha exxo tik, tato tze ch'olb'itej yaj eb' sk'ulan chucal, ¿tom a e naani to ol yal e colanel e b'ha t'a jun yaelal ol yak' Dios? Yujto anheja' icha chi' tzeyutej pax e b'a."
        },
        {
            "number": "4",
            "text": "Ha Dios te niwan swach'il. Ay snivank'olal. Manh comonoc scot yoval. Palta tecan ayex malaj tz'och juntzanh tik t'ayex. ¿Tom manh eyojtacoc to tzonh ak'ji nivank'olal yuj Dios yic wach' sco na co b'a?"
        },
        {
            "number": "5",
            "text": "Palta a exxo tik, te pit ex. Max e na val jab'oc e b'a. Yuj chi', tonhej tze molb'ej yoval sk'ool Dios t'a eyib'anh. Axo ol ja sk'ual yaelal chi', ol cot t'a eyib'anh. Ato t'a jun k'ual chi' ol checlajelta yujto ol sch'olb'itej Dios t'a stojolal."
        },
        {
            "number": "6",
            "text": "Ato ta' ol scha spac yic junjun anima, ato syala' tas ix sk'ulej junjun."
        },
        {
            "number": "7",
            "text": "Ay eb' ol ak'joc sq'uinal t'a junelnhej yuj Dios, yujto tek'an syutej sb'a eb' sk'ulan wach'il, yuj pax to sgana swach'il eb' icha swach'il Dios chi'. Sgana eb' ay yelk'och t'a yichanh. Sgana eb' scha sq'uinal t'a junelnhej."
        },
        {
            "number": "8",
            "text": "Palta a eb' sgana te niwan yelk'ochi, eb' max k'anab'ajan jun k'ayb'ub'al te yel yet' eb' anhej t'a chucal ayoch spensar, ol cotcan yoval sk'ol Dios t'a yib'anh eb'."
        },
        {
            "number": "9",
            "text": "Jantacnhej eb' sk'ulan chucal, ol yab' val syail eb' sik'lab'il. Ol te cus eb'. B'ab'el ol yab' syail eb' vetisraelal, ichato chi' eb' manh israeloc."
        },
        {
            "number": "10",
            "text": "Axo eb' vetisraelal yet' eb' manh israeloc, ol yak' swach'il Dios t'a eb'. Nivan ol aj yelk'och eb' t'a yichanh. Junk'olal ol aj eb' yet'oc, tato wach' syutej sb'a eb'."
        },
        {
            "number": "11",
            "text": "Ha t'a sat Dios lajan yelk'och junjun anima."
        },
        {
            "number": "12",
            "text": "Jantacnhej eb' manh ojtannacoc ley Moisés, tato chuc sb'eyb'al eb', ol ak'joccanb'at eb' t'a chamel t'a junelnhej. Manh yovaliloc a jun ley chi' ol ak'ancanb'at t'a yib'anh eb'. Palta jantacnhej eb' ojtannac jun ley chi', tato anheja' chuc sb'eyb'al eb', a ley chi' ol ch'olb'itan tastac yaj eb'."
        },
        {
            "number": "13",
            "text": "Ha eb' sb'eyb'alan tas syal Dios, wach' eb' t'a yichanh. Axo eb' tonhej tz'ab'an jun ley chi', manh wach'oc eb' t'a yichanh."
        },
        {
            "number": "14",
            "text": "Ha eb' manh israeloc manh yojtacoc ley Moisés eb'. Palta ay b'aj munil scomon b'eyb'alej eb'. Wach'chom manh yojtacoc jun ley chi' eb', munil ayek' t'a spensar eb'."
        },
        {
            "number": "15",
            "text": "Yuj sb'eyb'al eb' scheclaji to a tas syal jun ley chi' ayek' t'a spensar eb'. Nab'il yuj eb' t'a spensar to wach' jun ley chi', yujto a spensar eb' chi', ay b'aj syala' to chuc tas sk'ulej eb', ay pax b'aj syala' to wach' tas sk'ulej eb'."
        },
        {
            "number": "16",
            "text": "Ayic ol ja jun k'ual, ayic ol ch'olb'itaj eb' anima smasanil yuj Dios yuj tastac k'ub'eltac yaj yuj eb', a Jesucristo ol ch'olb'itan tas yaj eb' icha syal wach' ab'ix yic colnab'il svalel tik."
        },
        {
            "number": "17",
            "text": "Palta ayex tzeyik'chaanh e b'a, yujto israel ex, anhej val ley Moisés tzeyak'och yipoc e k'ool. Tzeyik'anpax chaanh e b'a, yujto schonhab' ex Dios."
        },
        {
            "number": "18",
            "text": "Eyojtacxo tas sgana Dios. Eyojtacpaxi tas junok wach' sco k'ulej, yujto e k'ayb'ejnac ley Moisés chi'."
        },
        {
            "number": "19",
            "text": "Ha eb' manh ojtannacoc b'aj ay Dios, ichato max yal yilan eb'. Ha exxo tze na'a to syal e ch'oxan b'aj ay Dios t'a eb'. Ha eb' k’ik’ k’inal to yaji, syal eyak'an sakil k'inal t'a eb' e naani."
        },
        {
            "number": "20",
            "text": "Tze naani to syal e k'ayb'an eb' malaj tas yojtac. Axo eb' manto nachajel yuj, syal eyak'an nachajel yuj eb' e naani. Yuj ley Moisés snachajel juntzanh k'ayb'ub'al tik eyuuj, eyojtacxo b'aja k'ayb'ub'al yel."
        },
        {
            "number": "21",
            "text": "Te k'ayb'um ex t'a juntzanhxo anima, palta ¿tas yuj max e k'ayb'ej e b'a a ex tik? Tzeyala' to max yal quelk'ani, palta ina elk'um ex."
        },
        {
            "number": "22",
            "text": "Tzeyalanpaxi to max yal quem ajmulal. Palta ayex tzex em ajmulal. Ha juntzanh comon dios, chacb'ilel eyuuj, palta ina elk'um ex t'a templo."
        },
        {
            "number": "23",
            "text": "Tze yik'chaanh e b'a, yujto eyojtac ley Moisés, palta max e k'anab'ajej tas syal jun ley chi'. Yuj chi' sb'uchji Dios eyuuj."
        },
        {
            "number": "24",
            "text": "Ha t'a Slolonel Dios Tz'ib'ab'ilcani, ata' syal icha tik: Yuj tas tze k'ulej, tonhej sb'uchvaj eb' manh israeloc d'ha Dios, xchi."
        },
        {
            "number": "25",
            "text": "Tato tze k'anab'ajej masanil tas syal ley Moisés chi', yel ay yopisio jun yechel scuch circuncisión ayoch t'a e nivanil. Palta tato max e k'anab'ajej jun ley chi', ha t'a yichanh Dios, ichato manh ex ak'b'iloc circuncidar."
        },
        {
            "number": "26",
            "text": "Axo eb' manh ayococh jun yechel chi' t'a snivanil, tato sk'anab'ajej eb' tas syal jun ley chi', ha t'a yichanh Dios, ichato ak'b'il circuncidar eb'."
        },
        {
            "number": "27",
            "text": "Ay eb' manh ayococh jun yechel chi' t'a snivanil, palta sk'anab'ajej jun ley chi' eb'. Yuj eb' ol ch'olb'itaj tas eyaji. Wach'chom ayoch jun yechel chi' t'ayex, ay pax ek' jun ley chi' t'a yol e k'ab', palta max e k'anab'ajej."
        },
        {
            "number": "28",
            "text": "Ay eb' tz'alji israelal yuj eb' anima, manh yeloc israel eb' t'a yichanh Dios. Ha eb' ayoch circuncisión t'a snivanil, manh yeloc ak'b'il circuncidar eb' t'a yichanh Dios."
        },
        {
            "number": "29",
            "text": "Palta a val eb' yel ayoch spensar d'ha Dios, aton eb' chi' yel israel t'a yichanh. Yujto a jun circuncisión ayoch t'a co pensar, aton jun chi' yel circuncisión t'a yichanh Dios. Manh yujoc junok ley tz'ib'ab'ilcani tz'ak'jioch t'ayonh, palta a Yespíritu Dios tz'ak'an t'ayonh. Yuj chi' manhoc eb' anima tzonh alan wach'il. Ha Dios tzonh alan wach'il."
        }
    ]
}