{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Palta a heb' wetisraelal, ¿tom manh wach'oc yic heb' tze na ticnaik? Yed' pax jun yechel circuncisión, ¿tom malaj yopisio he naani?"
        },
        {
            "number": "2",
            "text": "Ay toni. Ol walb'at t'ayex tas yuj. Aton wal t'a heb' chi' b'aj yak'nac slolonel Dios."
        },
        {
            "number": "3",
            "text": "Ay heb' manh ak'jinacoc och Slolonel Dios chi' t'a sk'ool, palta ¿tom yuj chi' malaj yelk'och icha yalnakkan Dios chi'?"
        },
        {
            "number": "4",
            "text": "Elnack'och tas syala'. Wach'chom syesej junjun anima, palta ha Dios yelnhej syala', tz'elnhejk'och masanil tas syala'. Icha tik syalkan t'a Slolonel Tz'ib'ab'ilkani: Mamin, ayic tza ch'olb'itan heb' anima scheclajeli to yel tojol ach. Ayic tza ch'olb'itan heb', max yal-laj yalji chukal t'ayach, xchi."
        },
        {
            "number": "5",
            "text": "Yuj ko chukal, swach' checlajeli to tojol ton wal Dios sch'olb'itani. Palta ¿tas am tze na a ex tik? ¿Tom manh tojolok Dios, yuj chi' syak'cot ko yaelal yuj ko chukal chi'? Ay heb' anima snaan icha chi'."
        },
        {
            "number": "6",
            "text": "Palta manh ichocta'. Q'uinaloc tato manh tojolok Dios, max am yal-laj onh sch'olb'itan a onh kajan onh t'a yol yib'anhk’inal tik."
        },
        {
            "number": "7",
            "text": "Ay heb' snaan icha tik: Ha swesani, wan in ch'oxaneli to anhej Dios te yel. Tato ek'to yelk'och Dios yuj juntzanh tas swesej chi', ¿tas yuj syak'och t'a wib'anh icha junok mach tz'och smul? xchi heb'."
        },
        {
            "number": "8",
            "text": "Q'uinaloc tato icha chi' yaji, ste ochxopax ko mul, yic wach' scheclajeli to anhej Dios wach'. Ay heb' niwanoc tz'alan t'a in patic to swal icha chi'. Ha heb' tz'alan juntzanh chi', smoj ton tz'ak'jib'at heb' t'a syaelal."
        },
        {
            "number": "9",
            "text": "¿Tas tze na'a? Ha onh israel onh tik, ¿tom ek'alto ko wach'il t'a yichanh heb' manh israelok? Maay, lajan onh yet' heb'. Yujto toxo ix wala' to ko masanil ayonhxo ek' t'a yol sk'ab' chukal, wach'chom israel onh, mato maay."
        },
        {
            "number": "10",
            "text": "Ha t'a Slolonel Dios Tz'ib'ab'ilkani, ata' syal icha tik: Malaj junok mach sk'ulan wach'il. Toton malaj wal junok mach."
        },
        {
            "number": "11",
            "text": "Malaj junok mach tz'ak'anoch spensar d'ha Dios. Malaj pax junok mach naan yuj."
        },
        {
            "number": "12",
            "text": "Ha juntzanh b'eyb'al chuk sb'eyb'alej heb' smasanil. Junlajanxonhej tz'aj sjuwib'at heb'. Malaj junok mach sb'oan wach' b'eyb'al. Toton malaj wal junok mach."
        },
        {
            "number": "13",
            "text": "Icha b'aj toto smucchaj junok chamnac, sjacchajxi k'eta, manh jantacoc sjab', icha chi' schukal juntzanh lolonel tz'elta t'a sti' heb' anima. Tonhej sk'exanhtiej heb' yetanimail heb'. Icha swenenoal sti' nok' chan, icha chi' schukal juntzanh tas syal heb' chi'."
        },
        {
            "number": "14",
            "text": "Tonhej scomon b'ajwaj heb'. Ovnhej slolon heb'."
        },
        {
            "number": "15",
            "text": "Scomon milejcham junok yetanimail heb'."
        },
        {
            "number": "16",
            "text": "Masanil b'aj tzek' heb', slaj juwi yuj heb', syak'och cusk'olal heb'."
        },
        {
            "number": "17",
            "text": "Max sayek'laj junk'olal heb'."
        },
        {
            "number": "18",
            "text": "Maxtzac xiv jab'oc heb' d'ha Dios, xchi t'a Slolonel chi'."
        },
        {
            "number": "19",
            "text": "Cojtak to a jantacnhej tas tz'ib'ab'ilkan t'a ley, a tz'alan t'a heb' ayoch t'a yol sk'ab', yic wach' malaj junok mach syal scolan sb'a. Palta ol ch'olb'itaj heb' anima smasanil yuj Dios."
        },
        {
            "number": "20",
            "text": "Yujto malaj junok mach manh ol ak'joc och t'a yib'anh yujnhej to sk'anab'ajej tas syal jun ley chi'. Yujto a jun ley chi' ay yopisio sch'oxan t'ayonh to ay ko mul ko masanil."
        },
        {
            "number": "21",
            "text": "Ha ticnaik, ix checlajelta chajtil tz'aj coch wach'il t'a yichanh Dios. Manh yujoc to sko k'anab'ajej ley Moisés chi', manh yujoc chi' icha chi' tzonh aji. Palta ha t'a Slolonel Dios tz'ib'yajkani tas tz'aj coch wach'ilal. Icha chi' ajnac pax yalan heb' schekab' Dios t'a peka'."
        },
        {
            "number": "22",
            "text": "Yujnhej to skak'och Jesucristo t'a ko k'ool, tzonh och wach'il t'a yichanh Dios chi' yujto a heb' tz'ak'anoch t'a sk'ool, tz'och heb' wach'il t'a yichanh. Jun lajan tzonh aj ko masanil t'a yichanh Dios."
        },
        {
            "number": "23",
            "text": "Yujto ochnac ko mul ko masanil t'ay, yuj chi' malaj kalan quik t'a swach'ilal."
        },
        {
            "number": "24",
            "text": "Palta yujnhej swach'k'olal Dios tzonh och wach'il t'a yichanh, yujto colb'il onhxo yuj Cristo Jesús."
        },
        {
            "number": "25",
            "text": "Ix ak'ji Cristo silab'il yuj Dios yic stupji smul heb' anima. Yuj schamel Cristo chi' ix tup yowal sk'ool Dios t'a quib'anh yuj ko mul, tato skak'och t'a ko k'ool. Icha chi' yutejnakkan Dios sch'oxani to te tojol yutejnac sb'ha t'a peka', ayic yak'annac niwank'olal heb' ochnac smul t'ay."
        },
        {
            "number": "26",
            "text": "Icha chi' yutejnac sch'oxan paxi to anheja' tojol syutej sb'a ticnaik, ayic syalani to wach' onh t'a yichanh tato skak'och Jesús t'a ko k'ool."
        },
        {
            "number": "27",
            "text": "Ha ticnaik, ¿tom syal quik'anchaanh ko b'a? Max yal-laj. Yujto manh yujoc to sko k'anab'ajej ley Moisés tzonh colchaji. Palta yujnhej to skak'och Jesús t'a ko k'ool tzonh colchaji. Yuj chi' max yal-laj quik'anchaanh ko b'a."
        },
        {
            "number": "28",
            "text": "Yuj chi' skal icha tik: Yujto ix kak'och Dios t'a ko k'ool, yuj chi' cojtak to wach' onh t'a yichanh, manh yujoc ko k'anab'ajan tas syal jun ley chi'."
        },
        {
            "number": "29",
            "text": "Ha Dios, ¿tocwal anhej heb' wetisraelal ay yico'? Maay, sDiosal pax heb' manh israelok. Co Diosal ton yaj ko masanil."
        },
        {
            "number": "30",
            "text": "Yujto junnhej Dios ay, yuj chi', yalxonhej mach, wach'chom israel, mato maay, anhej tato syak'och Jesús t'a sk'ool, tz'och wach'il t'a yichanh Dios."
        },
        {
            "number": "31",
            "text": "Tato icha chi' yaji, ¿tom yuj chi' syal quik'anel yopisio ley Moisés chi'? Maay, max yal-laj kalan icha chi'. Palta wan ko ch'oxaneli to niwan yelk'och jun ley chi'."
        }
    ]
}