{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Palta a eb' vetisraelal, ¿tom manh vach'oc yic eb' tze na ticnaic? Yed' pax jun yechel circuncisión, ¿tom malaj yopisio e naani?"
        },
        {
            "number": "2",
            "text": "Ay toni. Ol valb'at d'ayex tas yuuj. Aton val d'a eb' chi' b'aj yak'nac slolonel Dios."
        },
        {
            "number": "3",
            "text": "Ay eb' manh ak'jinacoc och Slolonel Dios chi' d'a sk'ool, palta ¿tom yuj chi' malaj yelk'och icha yalnaccan Dios chi'?"
        },
        {
            "number": "4",
            "text": "Elnack'och tas syala'. Vach'chom syesej junjun anima, palta a Dios yelnhej syala', tz'elnhejk'och masanil tas syala'. Icha tic syalcan d'a Slolonel Tz'ib'ab'ilcani: Mamin, ayic tza ch'olb'itan eb' anima scheclajeli to yel tojol ach. Ayic tza ch'olb'itan eb', max yal-laj yalji chucal d'ayach, xchi."
        },
        {
            "number": "5",
            "text": "Yuj co chucal, svach' checlajeli to tojol ton val Dios sch'olb'itani. Palta ¿tas am tze na a ex tic? ¿Tom manh tojoloc Dios, yuj chi' syak'cot co yaelal yuj co chucal chi'? Ay eb' anima snaan icha chi'."
        },
        {
            "number": "6",
            "text": "Palta manh ichocta'. Q'uinaloc tato manh tojoloc Dios, max am yal-laj onh sch'olb'itan a onh cajan onh d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "7",
            "text": "Ay eb' snaan icha tic: A svesani, van in ch'oxaneli to anhej Dios te yel. Tato ek'to yelk'och Dios yuj juntzanh tas svesej chi', ¿tas yuj syak'och d'a vib'anh icha junoc mach tz'och smul? xchi eb'."
        },
        {
            "number": "8",
            "text": "Q'uinaloc tato icha chi' yaji, ste ochxopax co mul, yic vach' scheclajeli to anhej Dios vach'. Ay eb' nivanoc tz'alan d'a in patic to sval icha chi'. A eb' tz'alan juntzanh chi', smoj ton tz'ak'jib'at eb' d'a syaelal."
        },
        {
            "number": "9",
            "text": "¿Tas tze na'a? A onh israel onh tic, ¿tom ek'alto co vach'il d'a yichanh eb' manh israeloc? Maay, lajan onh yed' eb'. Yujto toxo ix vala' to co masanil ayonhxo ek' d'a yol sk'ab' chucal, vach'chom israel onh, mato maay."
        },
        {
            "number": "10",
            "text": "A d'a Slolonel Dios Tz'ib'ab'ilcani, ata' syal icha tic: Malaj junoc mach sk'ulan vach'il. Toton malaj val junoc mach."
        },
        {
            "number": "11",
            "text": "Malaj junoc mach tz'ak'anoch spensar d'a Dios. Malaj pax junoc mach naan yuuj."
        },
        {
            "number": "12",
            "text": "A juntzanh b'eyb'al chuc sb'eyb'alej eb' smasanil. Junlajanxonhej tz'aj sjuvib'at eb'. Malaj junoc mach sb'oan vach' b'eyb'al. Toton malaj val junoc mach."
        },
        {
            "number": "13",
            "text": "Icha b'aj toto smucchaj junoc chamnac, sjacchajxi q'ueta, manh jantacoc sjab', icha chi' schucal juntzanh lolonel tz'elta d'a sti' eb' anima. Tonhej sq'uexanhtiej eb' yetanimail eb'. Icha svenenoal sti' nok' chan, icha chi' schucal juntzanh tas syal eb' chi'."
        },
        {
            "number": "14",
            "text": "Tonhej scomon b'ajvaj eb'. Ovnhej slolon eb'."
        },
        {
            "number": "15",
            "text": "Scomon milejcham junoc yetanimail eb'."
        },
        {
            "number": "16",
            "text": "Masanil b'aj tz'ek' eb', slaj juvi yuj eb', syak'och cusk'olal eb'."
        },
        {
            "number": "17",
            "text": "Max sayek'laj junk'olal eb'."
        },
        {
            "number": "18",
            "text": "Maxtzac xiv jab'oc eb' d'a Dios, xchi d'a Slolonel chi'."
        },
        {
            "number": "19",
            "text": "Cojtac to a jantacnhej tas tz'ib'ab'ilcan d'a ley, a tz'alan d'a eb' ayoch d'a yol sk'ab', yic vach' malaj junoc mach syal scolan sb'a. Palta ol ch'olb'itaj eb' anima smasanil yuj Dios."
        },
        {
            "number": "20",
            "text": "Yujto malaj junoc mach manh ol ak'joc och d'a yib'anh yujnhej to sk'anab'ajej tas syal jun ley chi'. Yujto a jun ley chi' ay yopisio sch'oxan d'ayonh to ay co mul co masanil."
        },
        {
            "number": "21",
            "text": "A ticnaic, ix checlajelta chajtil tz'aj coch vach'il d'a yichanh Dios. Manh yujoc to sco k'anab'ajej ley Moisés chi', manh yujoc chi' icha chi' tzonh aji. Palta a d'a Slolonel Dios tz'ib'yajcani tas tz'aj coch vach'ilal. Icha chi' ajnac pax yalan eb' schecab' Dios d'a peca'."
        },
        {
            "number": "22",
            "text": "Yujnhej to scak'och Jesucristo d'a co k'ool, tzonh och vach'il d'a yichanh Dios chi' yujto a eb' tz'ak'anoch d'a sk'ool, tz'och eb' vach'il d'a yichanh. Jun lajan tzonh aj co masanil d'a yichanh Dios."
        },
        {
            "number": "23",
            "text": "Yujto ochnac co mul co masanil d'ay, yuj chi' malaj calan quic d'a svach'ilal."
        },
        {
            "number": "24",
            "text": "Palta yujnhej svach'k'olal Dios tzonh och vach'il d'a yichanh, yujto colb'il onhxo yuj Cristo Jesús."
        },
        {
            "number": "25",
            "text": "Ix ak'ji Cristo silab'il yuj Dios yic stupji smul eb' anima. Yuj schamel Cristo chi' ix tup yoval sk'ool Dios d'a quib'anh yuj co mul, tato scak'och d'a co k'ool. Icha chi' yutejnaccan Dios sch'oxani to te tojol yutejnac sb'a d'a peca', ayic yak'annac nivank'olal eb' ochnac smul d'ay."
        },
        {
            "number": "26",
            "text": "Icha chi' yutejnac sch'oxan paxi to anheja' tojol syutej sb'a ticnaic, ayic syalani to vach' onh d'a yichanh tato scak'och Jesús d'a co k'ool."
        },
        {
            "number": "27",
            "text": "A ticnaic, ¿tom syal quik'anchaanh co b'a? Max yal-laj. Yujto manh yujoc to sco k'anab'ajej ley Moisés tzonh colchaji. Palta yujnhej to scak'och Jesús d'a co k'ool tzonh colchaji. Yuj chi' max yal-laj quik'anchaanh co b'a."
        },
        {
            "number": "28",
            "text": "Yuj chi' scal icha tic: Yujto ix cak'och Dios d'a co k'ool, yuj chi' cojtac to vach' onh d'a yichanh, manh yujoc co k'anab'ajan tas syal jun ley chi'."
        },
        {
            "number": "29",
            "text": "A Dios, ¿tocval anhej eb' vetisraelal ay yico'? Maay, sDiosal pax eb' manh israeloc. Co Diosal ton yaj co masanil."
        },
        {
            "number": "30",
            "text": "Yujto junnhej Dios ay, yuj chi', yalxonhej mach, vach'chom israel, mato maay, anhej tato syak'och Jesús d'a sk'ool, tz'och vach'il d'a yichanh Dios."
        },
        {
            "number": "31",
            "text": "Tato icha chi' yaji, ¿tom yuj chi' syal quik'anel yopisio ley Moisés chi'? Maay, max yal-laj calan icha chi'. Palta van co ch'oxaneli to nivan yelk'och jun ley chi'."
        }
    ]
}