{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinh co mam quicham Abraham, ¿tas ajnac vinh t'a yichanh Dios tze na'a?"
        },
        {
            "number": "2",
            "text": "Tato yuj tas wach' sk'ulejnac vinh ochnac vinh wach'il t'a yichanh Dios, yalnac am yik'anchaanh sb'a vinh. Palta maj yal-laj yik'anchaanh sb'a vinh t'a yichanh Dios chi'."
        },
        {
            "number": "3",
            "text": "Yujto icha tik syalcan t'a Slolonel Dios Tz'ib'ab'ilcani: Ha vinhaj Abraham, yak'nacoch Dios vinh t'a sk'ool, yuj chi' yalnac Dios chi' to wach' vinh t'a yichanh, xchi."
        },
        {
            "number": "4",
            "text": "Q'uinaloc tzonh munlaj t'a junok anima, slajvi chi' tzonh stupani, a jun co tojol chi', sb'ocxo yaj t'ayonh, manh tonhejoc siej."
        },
        {
            "number": "5",
            "text": "Palta a onh tik, max onh munlaji yic sco cha co colnab'il, palta yujnhej to scak'och Dios t'a co k'ool, yuj chi' syala' to wach' onh t'a yichanh, yujto ichanhej chi' tz'aj coch wach'il t'a yichanh a onh ajmulonh tik."
        },
        {
            "number": "6",
            "text": "Ha vinhaj rey David aljinaccani to wach' yic eb' syal Dios to wach' eb' t'a yichanh, palta manh yujoc tas wach' sk'ulej eb' syal icha chi'."
        },
        {
            "number": "7",
            "text": "Yalannaccan icha tik: Te wach' yic eb' tz'ak'chaj lajvoc smul, succhaj sat schucal eb' yuj Dios."
        },
        {
            "number": "8",
            "text": "Te wach' yic eb' syal Dios Cajal to manhxa smul t'a yichanh, xchi."
        },
        {
            "number": "9",
            "text": "Ha jun wach'ilal syal chi', manhocnhej eb' ak'b'il circuncidar ay yico'. Yic pax eb' manh ak'b'iloc circuncidar. Toxo ix val t'ayex to a vinhaj Abraham, yak'nacoch Dios vinh t'a sk'ool. Yujnhej chi', yalnaccan Dios chi' to wach' vinh t'a yichanh."
        },
        {
            "number": "10",
            "text": "Naeccoti, b'ak'nhitax yalnaccan Dios icha chi'. ¿Tom ak'b'ilxo circuncidar vinh ta'? Maay, manto."
        },
        {
            "number": "11",
            "text": "k'ojank'olalto ak'b'il circuncidar vinh. Ha jun chi' sch'oxani to yujnhej to yak'nacoch Dios vinh t'a sk'ool, ochnac vinh wach'il t'a yichanh, ayic manto ak'ji circuncidar vinh. Yuj chi' a vinh, icha mamab'il yaj t'a jantacnhej eb' manh ak'b'iloc circuncidar, tato syak'och Dios eb' t'a sk'ool, yujto wach' pax eb' t'a yichanh Dios chi' yet' vinh."
        },
        {
            "number": "12",
            "text": "Anhejtona' mamab'il pax yaj vinh t'a eb' ak'b'ilxo circuncidar. Ha eb' maj ak'anoch jun circuncisión chi' yipoc sk'ool, aton eb' tz'ak'anoch Dios t'a sk'ool, icha yak'nac vinhaj Abraham chi' ayic manto ak'joc circuncidar vinh."
        },
        {
            "number": "13",
            "text": "Yak'naccan sti' Dios t'a vinhaj Abraham chi' yet' t'a eb' yinhtilal to ol yiquej jun yol yib'anhk’inal tik eb'. Yak'naccan sti' Dios chi' t'a vinh, manh yujoc to sk'anab'ajejnac sley Dios chi' vinh, palta yujnhej to ochnac vinh wach'il t'a yichanh Dios yujto yak'nacoch slolonel Dios chi' vinh t'a sk'ool."
        },
        {
            "number": "14",
            "text": "Q'uinaloc tato anhej eb' sk'anab'ajan jun ley chi' ol ican jun yol yib'anhk’inal tik, nab'anhej am scak'och Dios t'a co k'ool syal chi'. Axo sti' Dios yalnaccani, malaj am yopisio."
        },
        {
            "number": "15",
            "text": "Yuj jun ley chi', tz'ak'jicot yaelal t'a quib'anh. Q'uinaloc malaj jun ley chi', malaj am mach tz'och smul t'ay."
        },
        {
            "number": "16",
            "text": "Yak'naccan sti' Dios t'a vinhaj Abraham chi', yujto yak'nacoch vinh t'a sk'ool. Icha chi' ix aj scheclajeli to yujnhej swach'k'olal Dios yak'naccan sti' t'a vinh. Wach'xo yaj t'ayonh yet' a onh yinhtil onh vinhaj Abraham tik. Manhocnhej eb' syak'och spensar t'a jun ley chi' ay yico', palta quic yaj co masanil a onh scak'och Dios t'a co k'ol icha ajnac vinhaj Abraham chi'. Yujto yak'nacoch vinh t'a sk'ool, yuj chi' mamab'il yaj vinh t'ayonh."
        },
        {
            "number": "17",
            "text": "Icha yajcan yalan t'a Slolonel Dios: Vuuj, tzijtum chonhab' ol pitzvoccan inhtiloc, xchi Dios t'a vinhaj Abraham chi'. Ha Dios tz'ak'an pitzvocxi eb' chamnac. Tonhej syala' scheclaj juntzanh tas manto ayoc eq'ui."
        },
        {
            "number": "18",
            "text": "Ha sk'ulejnac vinhaj Abraham chi' junel, malaj junok tas yak'nac vinh yipoc sk'ool, palta yak'nacoch tas yalnac Dios vinh t'a sk'ool. Yuj chi', tzijtum juntzanh chonhab' pitzvinaccan yinhtiloc vinh, icha ajnac yalancan Dios chi' t'a vinh: Icha tik ol aj sb'isul eb' inhtilal ol pitzvoccaneli, xchi t'a vinh."
        },
        {
            "number": "19",
            "text": "Ha vinhaj Abraham chi', cien ab'ilxo sq'uinal vinh. Yojtac vinh to icham vinacxo vinh. Yojtac pax vinh to chichim ixxo ix Sara. Ichato manhxa b'ak'uinh ol yil sat junok unin eb'. Palta anheja' yak'nacoch vinh t'a sk'ool, tas yalcan Dios chi' t'a vinh."
        },
        {
            "number": "20",
            "text": "Manh schab'k'olejnacoc vinh. Yak'nac val och vinh t'a sk'ool. Tek'tek' yutejnac spensar vinh. Yuj chi' yalnac wach' lolonel vinh d'ha Dios."
        },
        {
            "number": "21",
            "text": "Yojtac vinh sik'lab'il to ay spoder Dios sb'oan icha yutejnac yak'ancan sti'."
        },
        {
            "number": "22",
            "text": "Yuj chi', yalnac Dios to wach' vinh t'a yichanh, yujto yak'nac val och vinh t'a sk'ool."
        },
        {
            "number": "23",
            "text": "Tz'ib'ab'ilcan t'a Slolonel to ochnac vinhaj Abraham chi' wach'il t'a yichanh Dios, yujto yak'nacoch vinh t'a sk'ool. Palta manh yujocnhej vinh tz'ib'ab'ilcani."
        },
        {
            "number": "24",
            "text": "Tz'ib'ab'il pax kan cuuj a onh tik. Yujto syal pax Dios to wach' onh t'a yichanh, tato scak'och t'a co k'ool, aton jun ix ak'anxi pitzvoc Cajal Jesús t'a skal eb' chamnac."
        },
        {
            "number": "25",
            "text": "Ha Cristo ak'b'iloch t'a yol sk'ab' chamel yuj co mul. Ixlajwi chi', ix pitzvixi, yic tzonh och wach'il t'a yichanh Dios."
        }
    ]
}