{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "A vinh co mam quicham Abraham, ¿tas ajnac vinh d'a yichanh Dios tze na'a?"
        },
        {
            "number": "2",
            "text": "Tato yuj tas vach' sk'ulejnac vinh ochnac vinh vach'il d'a yichanh Dios, yalnac am yik'anchaanh sb'a vinh. Palta maj yal-laj yik'anchaanh sb'a vinh d'a yichanh Dios chi'."
        },
        {
            "number": "3",
            "text": "Yujto icha tic syalcan d'a Slolonel Dios Tz'ib'ab'ilcani: A vinhaj Abraham, yak'nacoch Dios vinh d'a sk'ool, yuj chi' yalnac Dios chi' to vach' vinh d'a yichanh, xchi."
        },
        {
            "number": "4",
            "text": "Q'uinaloc tzonh munlaj d'a junoc anima, slajvi chi' tzonh stupani, a jun co tojol chi', sb'ocxo yaj d'ayonh, manh tonhejoc siej."
        },
        {
            "number": "5",
            "text": "Palta a onh tic, max onh munlaji yic sco cha co colnab'il, palta yujnhej to scak'och Dios d'a co k'ool, yuj chi' syala' to vach' onh d'a yichanh, yujto ichanhej chi' tz'aj coch vach'il d'a yichanh a onh ajmulonh tic."
        },
        {
            "number": "6",
            "text": "A vinhaj rey David aljinaccani to vach' yic eb' syal Dios to vach' eb' d'a yichanh, palta manh yujoc tas vach' sk'ulej eb' syal icha chi'."
        },
        {
            "number": "7",
            "text": "Yalannaccan icha tic: Te vach' yic eb' tz'ak'chaj lajvoc smul, succhaj sat schucal eb' yuj Dios."
        },
        {
            "number": "8",
            "text": "Te vach' yic eb' syal Dios Cajal to manhxa smul d'a yichanh, xchi."
        },
        {
            "number": "9",
            "text": "A jun vach'ilal syal chi', manhocnhej eb' ak'b'il circuncidar ay yico'. Yic pax eb' manh ak'b'iloc circuncidar. Toxo ix val d'ayex to a vinhaj Abraham, yak'nacoch Dios vinh d'a sk'ool. Yujnhej chi', yalnaccan Dios chi' to vach' vinh d'a yichanh."
        },
        {
            "number": "10",
            "text": "Naeccoti, b'ak'nhitax yalnaccan Dios icha chi'. ¿Tom ak'b'ilxo circuncidar vinh ta'? Maay, manto."
        },
        {
            "number": "11",
            "text": "k'ojank'olalto ak'b'il circuncidar vinh. A jun chi' sch'oxani to yujnhej to yak'nacoch Dios vinh d'a sk'ool, ochnac vinh vach'il d'a yichanh, ayic manto ak'ji circuncidar vinh. Yuj chi' a vinh, icha mamab'il yaj d'a jantacnhej eb' manh ak'b'iloc circuncidar, tato syak'och Dios eb' d'a sk'ool, yujto vach' pax eb' d'a yichanh Dios chi' yed' vinh."
        },
        {
            "number": "12",
            "text": "Anhejtona' mamab'il pax yaj vinh d'a eb' ak'b'ilxo circuncidar. A eb' maj ak'anoch jun circuncisión chi' yipoc sk'ool, aton eb' tz'ak'anoch Dios d'a sk'ool, icha yak'nac vinhaj Abraham chi' ayic manto ak'joc circuncidar vinh."
        },
        {
            "number": "13",
            "text": "Yak'naccan sti' Dios d'a vinhaj Abraham chi' yed' d'a eb' yinhtilal to ol yiquej jun yolyib'anhq'uinal tic eb'. Yak'naccan sti' Dios chi' d'a vinh, manh yujoc to sk'anab'ajejnac sley Dios chi' vinh, palta yujnhej to ochnac vinh vach'il d'a yichanh Dios yujto yak'nacoch slolonel Dios chi' vinh d'a sk'ool."
        },
        {
            "number": "14",
            "text": "Q'uinaloc tato anhej eb' sk'anab'ajan jun ley chi' ol ican jun yolyib'anhq'uinal tic, nab'anhej am scak'och Dios d'a co k'ool syal chi'. Axo sti' Dios yalnaccani, malaj am yopisio."
        },
        {
            "number": "15",
            "text": "Yuj jun ley chi', tz'ak'jicot yaelal d'a quib'anh. Q'uinaloc malaj jun ley chi', malaj am mach tz'och smul d'ay."
        },
        {
            "number": "16",
            "text": "Yak'naccan sti' Dios d'a vinhaj Abraham chi', yujto yak'nacoch vinh d'a sk'ool. Icha chi' ix aj scheclajeli to yujnhej svach'k'olal Dios yak'naccan sti' d'a vinh. Vach'xo yaj d'ayonh yed' a onh yinhtil onh vinhaj Abraham tic. Manhocnhej eb' syak'och spensar d'a jun ley chi' ay yico', palta quic yaj co masanil a onh scak'och Dios d'a co k'ol icha ajnac vinhaj Abraham chi'. Yujto yak'nacoch vinh d'a sk'ool, yuj chi' mamab'il yaj vinh d'ayonh."
        },
        {
            "number": "17",
            "text": "Icha yajcan yalan d'a Slolonel Dios: Vuuj, tzijtum chonhab' ol pitzvoccan inhtiloc, xchi Dios d'a vinhaj Abraham chi'. A Dios tz'ak'an pitzvocxi eb' chamnac. Tonhej syala' scheclaj juntzanh tas manto ayoc eq'ui."
        },
        {
            "number": "18",
            "text": "A sk'ulejnac vinhaj Abraham chi' junel, malaj junoc tas yak'nac vinh yipoc sk'ool, palta yak'nacoch tas yalnac Dios vinh d'a sk'ool. Yuj chi', tzijtum juntzanh chonhab' pitzvinaccan yinhtiloc vinh, icha ajnac yalancan Dios chi' d'a vinh: Icha tic ol aj sb'isul eb' inhtilal ol pitzvoccaneli, xchi d'a vinh."
        },
        {
            "number": "19",
            "text": "A vinhaj Abraham chi', cien ab'ilxo sq'uinal vinh. Yojtac vinh to icham vinacxo vinh. Yojtac pax vinh to chichim ixxo ix Sara. Ichato manhxa b'aq'uinh ol yil sat junoc unin eb'. Palta anheja' yak'nacoch vinh d'a sk'ool, tas yalcan Dios chi' d'a vinh."
        },
        {
            "number": "20",
            "text": "Manh schab'k'olejnacoc vinh. Yak'nac val och vinh d'a sk'ool. Tek'tek' yutejnac spensar vinh. Yuj chi' yalnac vach' lolonel vinh d'a Dios."
        },
        {
            "number": "21",
            "text": "Yojtac vinh sik'lab'il to ay spoder Dios sb'oan icha yutejnac yak'ancan sti'."
        },
        {
            "number": "22",
            "text": "Yuj chi', yalnac Dios to vach' vinh d'a yichanh, yujto yak'nac val och vinh d'a sk'ool."
        },
        {
            "number": "23",
            "text": "Tz'ib'ab'ilcan d'a Slolonel to ochnac vinhaj Abraham chi' vach'il d'a yichanh Dios, yujto yak'nacoch vinh d'a sk'ool. Palta manh yujocnhej vinh tz'ib'ab'ilcani."
        },
        {
            "number": "24",
            "text": "Tz'ib'ab'il pax can cuuj a onh tic. Yujto syal pax Dios to vach' onh d'a yichanh, tato scak'och d'a co k'ool, aton jun ix ak'anxi pitzvoc Cajal Jesús d'a scal eb' chamnac."
        },
        {
            "number": "25",
            "text": "A Cristo ak'b'iloch d'a yol sk'ab' chamel yuj co mul. Ix lajvi chi', ix pitzvixi, yic tzonh och vach'il d'a yichanh Dios."
        }
    ]
}