{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaik, toxo ix yal Dios to wach' onh t'a yichanh, yujto skak'och t'a ko k'ool. Yuj chi' junk'olalxo tzonh aj yet'oc, yujnhej Kajal Jesucristo."
        },
        {
            "number": "2",
            "text": "Ay kalan quik ko chaan swach'k'olal Dios, yujto skak'och Cristo t'a ko k'ool. Yuj chi' tzonh tzalaji, yujto skak'och yipoc ko k'ool to ha Dios ol ak'an tz'acwoc ko wach'il icha yico'."
        },
        {
            "number": "3",
            "text": "Manh yujocnhej chi' tzonh tzalaji, palta tzonh tzalaji ayic skab'an syail yuj. Yujto cojtak to yuj juntzanh yaelal chi', ek'alxo tek'an tzonh aji."
        },
        {
            "number": "4",
            "text": "Yuj ko tek'anil chi', stzalaj Dios qued'oc. Yuj chi' syal kak'anoch Dios yipoc ko k'ool."
        },
        {
            "number": "5",
            "text": "Palta max onh q'uixwilaj ayic skak'anoch Dios chi' yipoc ko k'ool, yujto yuj Yespíritu ix yak' t'ayonh, skab' t'a ko pixan to te xajan onh yuj."
        },
        {
            "number": "6",
            "text": "Maj yal-laj ko colan jab'oc ko b'ha t'a yalanhtaxo. Te chuk onh ko masanil. Axo ix ja stiempoal, ix cham Cristo cuuj."
        },
        {
            "number": "7",
            "text": "Q'uinaloc ay junok mach wach' sb'eyb'al ticnaik, tekan malaj junok mach syak'cham sb'a yuj. Yicxonhej am tato ay junok mach wach' spensar, tzam yal stek'b'an sb'a scham yuj."
        },
        {
            "number": "8",
            "text": "Palta ix sch'ox Dios to te xajan onh yuj, yujto ayic te chuk onh, ix yak'cham sb'a Cristo cuuj."
        },
        {
            "number": "9",
            "text": "Xal ticnaik, wach'onhxo t'a yichanh, yujto ix cham cuuj. Yuj chi', yel ton wal ol onh swach' colejel t'a jun niwan yaelal toto ol jawok."
        },
        {
            "number": "10",
            "text": "Ha t'a yalanhtaxo, wach'chom ajk'ol onh d'ha Dios, palta ix onh och junk'olal yet'oc, yujto ix cham Yuninal cuuj. Axo ticnaik, yujto junk'olalxo kaj yet' Dios, yuj chi' yel ton wal ol onh wach' colchajel yuj, yujto pitzan Yuninal chi'."
        },
        {
            "number": "11",
            "text": "Manhoknhej yuj juntzanh tik, palta anheja' tzonh te tzalaj pax yet' Dios yuj Kajal Jesucristo. Yujto yuj, ix och junk'olal t'a ko kal yet' Dios."
        },
        {
            "number": "12",
            "text": "Yujnhej jun winh winak, aton winhaj Adán, pitzwinac chukal t'a yol yib'anhk’inal tik. Yuj schukal winh chi' pitzwinac chamel. Yuj chi' ochnakkan chamel t'a quib'anh ko masanil, yujto ko masanil ochnac ko mul d'ha Dios."
        },
        {
            "number": "13",
            "text": "Ayic mantalaj ley Moisés, ochnacxo smul heb' anima d'ha Dios, palta maj canlaj smul heb' chi' t'a yib'anh, yujto mantalaj ley chi' ta'."
        },
        {
            "number": "14",
            "text": "Palta atax t'a stiempoal winhaj Adán chi' masanto ix ak'jielta ley Moisés, ix laj cham heb' anima smasanil, wach'chom manh lajanoc smul heb' icha smul winhaj Adán chi', ayic maj sk'anab'ajej jun schecnab'il Dios winh. Ha winhaj Adán chi', ch'oxnab'il yaj winh t'a jun tzak'anto ix jawi."
        },
        {
            "number": "15",
            "text": "Palta a smul winh chi', max yal-laj ko lajb'an yet' jun ko colnab'il syak' Dios. Tzijtum pax heb' ix cham yuj smul winh chi'. Palta yelxo wal niwan yelk'och jun colnab'il syak' Dios chi' t'ayonh, aton jun tonhej tz'el t'a sk'ool yak'ani. Yujto yuj wal jun mach, aton Jesucristo, tzijtum onh sko cha swach'k'olal Dios."
        },
        {
            "number": "16",
            "text": "Ha smul winhaj Adán chi', max yal-laj ko lajb'an yet' jun ko colnab'il syak' Dios. Yujnhej jun smul winh chi', ix ak'jikanoch yaelal t'a quib'anh ko masanil. Palta wach'chom te ay ko mul ix och d'ha Dios chi', tonhej ix el t'a sk'ool yak'an ko colnab'il, yuj chi' syala' to wach' onh t'a yichanh ticnaik."
        },
        {
            "number": "17",
            "text": "Ha smul winh chi' ik'annakkancot chamel t'a quib'anh ko masanil. Palta yujnhej junxo mach, aton Jesucristo, te niwan swach'k'olal Dios sch'oxnac t'ayonh, yujto syala' to wach' onh t'a yichanh. Yuj wal chi', ol ko cha ko k 'inal t'a junelnhej, haxo coch kak'an yajalil chi' yet'oc."
        },
        {
            "number": "18",
            "text": "Yuj chi', yuj jun smul winhaj Adán chi', ix ak'jikanoch yaelal t'a quib'anh ko masanil, palta yujto wach' sk'ulejnac Jesucristo, yuj chi' syal Dios to wach' onh t'a yichanh, syik'anpaxel jun yaelal ochnac kan chi' t'a quib'anh."
        },
        {
            "number": "19",
            "text": "Yuj jun winh maj k'anab'ajanoc, yuj chi' tzijtum onh ochnac onh ajmulal. Palta yuj junxo ix k'anab'ajani, yuj chi', masanil onh tzonh och pax wach'ilal t'a yichanh Dios ticnaik."
        },
        {
            "number": "20",
            "text": "Ak'b'ilcot ley Moisés yic swach' checlajel ko chukal. Wach'chom niwan ix aj ko mul, palta a swach'k'olal Dios, yelxo wal niwan yelk'och t'a yichanh."
        },
        {
            "number": "21",
            "text": "Ay onh och ko masanil t'a yol sk'ab' jun chukal chi'. Yuj spoder jun chukal chi', slaj onh chami. Palta a swach'k'olal Dios te ay pax spoder. Yuj, wach' onh t'a yichanh ticnaik. Icha chi' syutej yak'an ko k 'inal t'a junelnhej yuj Kajal Jesucristo."
        }
    ]
}