{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "A ticnaic, toxo ix yal Dios to vach' onh d'a yichanh, yujto scak'och d'a co k'ool. Yuj chi' junk'olalxo tzonh aj yed'oc, yujnhej Cajal Jesucristo."
        },
        {
            "number": "2",
            "text": "Ay calan quic co chaan svach'k'olal Dios, yujto scak'och Cristo d'a co k'ool. Yuj chi' tzonh tzalaji, yujto scak'och yipoc co k'ool to a Dios ol ak'an tz'acvoc co vach'il icha yico'."
        },
        {
            "number": "3",
            "text": "Manh yujocnhej chi' tzonh tzalaji, palta tzonh tzalaji ayic scab'an syail yuuj. Yujto cojtac to yuj juntzanh yaelal chi', ek'alxo tek'an tzonh aji."
        },
        {
            "number": "4",
            "text": "Yuj co tek'anil chi', stzalaj Dios qued'oc. Yuj chi' syal cak'anoch Dios yipoc co k'ool."
        },
        {
            "number": "5",
            "text": "Palta max onh q'uixvilaj ayic scak'anoch Dios chi' yipoc co k'ool, yujto yuj Yespíritu ix yak' d'ayonh, scab' d'a co pixan to te xajan onh yuuj."
        },
        {
            "number": "6",
            "text": "Maj yal-laj co colan jab'oc co b'a d'a yalanhtaxo. Te chuc onh co masanil. Axo ix ja stiempoal, ix cham Cristo cuuj."
        },
        {
            "number": "7",
            "text": "Q'uinaloc ay junoc mach vach' sb'eyb'al ticnaic, tecan malaj junoc mach syak'cham sb'a yuuj. Yicxonhej am tato ay junoc mach vach' spensar, tzam yal stek'b'an sb'a scham yuuj."
        },
        {
            "number": "8",
            "text": "Palta ix sch'ox Dios to te xajan onh yuuj, yujto ayic te chuc onh, ix yak'cham sb'a Cristo cuuj."
        },
        {
            "number": "9",
            "text": "Xal ticnaic, vach'onhxo d'a yichanh, yujto ix cham cuuj. Yuj chi', yel ton val ol onh svach' colejel d'a jun nivan yaelal toto ol javoc."
        },
        {
            "number": "10",
            "text": "A d'a yalanhtaxo, vach'chom ajk'ol onh d'a Dios, palta ix onh och junk'olal yed'oc, yujto ix cham Yuninal cuuj. Axo ticnaic, yujto junk'olalxo caj yed' Dios, yuj chi' yel ton val ol onh vach' colchajel yuuj, yujto pitzan Yuninal chi'."
        },
        {
            "number": "11",
            "text": "Manhocnhej yuj juntzanh tic, palta anheja' tzonh te tzalaj pax yed' Dios yuj Cajal Jesucristo. Yujto yuuj, ix och junk'olal d'a co cal yed' Dios."
        },
        {
            "number": "12",
            "text": "Yujnhej jun vinh vinac, aton vinhaj Adán, pitzvinac chucal d'a yolyib'anhq'uinal tic. Yuj schucal vinh chi' pitzvinac chamel. Yuj chi' ochnaccan chamel d'a quib'anh co masanil, yujto co masanil ochnac co mul d'a Dios."
        },
        {
            "number": "13",
            "text": "Ayic mantalaj ley Moisés, ochnacxo smul eb' anima d'a Dios, palta maj canlaj smul eb' chi' d'a yib'anh, yujto mantalaj ley chi' ta'."
        },
        {
            "number": "14",
            "text": "Palta atax d'a stiempoal vinhaj Adán chi' masanto ix ak'jielta ley Moisés, ix laj cham eb' anima smasanil, vach'chom manh lajanoc smul eb' icha smul vinhaj Adán chi', ayic maj sk'anab'ajej jun schecnab'il Dios vinh. A vinhaj Adán chi', ch'oxnab'il yaj vinh d'a jun tzak'anto ix javi."
        },
        {
            "number": "15",
            "text": "Palta a smul vinh chi', max yal-laj co lajb'an yed' jun co colnab'il syak' Dios. Tzijtum pax eb' ix cham yuj smul vinh chi'. Palta yelxo val nivan yelk'och jun colnab'il syak' Dios chi' d'ayonh, aton jun tonhej tz'el d'a sk'ool yak'ani. Yujto yuj val jun mach, aton Jesucristo, tzijtum onh sco cha svach'k'olal Dios."
        },
        {
            "number": "16",
            "text": "A smul vinhaj Adán chi', max yal-laj co lajb'an yed' jun co colnab'il syak' Dios. Yujnhej jun smul vinh chi', ix ak'jicanoch yaelal d'a quib'anh co masanil. Palta vach'chom te ay co mul ix och d'a Dios chi', tonhej ix el d'a sk'ool yak'an co colnab'il, yuj chi' syala' to vach' onh d'a yichanh ticnaic."
        },
        {
            "number": "17",
            "text": "A smul vinh chi' ik'annaccancot chamel d'a quib'anh co masanil. Palta yujnhej junxo mach, aton Jesucristo, te nivan svach'k'olal Dios sch'oxnac d'ayonh, yujto syala' to vach' onh d'a yichanh. Yuj val chi', ol co cha co q'uinal d'a junelnhej, axo coch cak'an yajalil chi' yed'oc."
        },
        {
            "number": "18",
            "text": "Yuj chi', yuj jun smul vinhaj Adán chi', ix ak'jicanoch yaelal d'a quib'anh co masanil, palta yujto vach' sk'ulejnac Jesucristo, yuj chi' syal Dios to vach' onh d'a yichanh, syik'anpaxel jun yaelal ochnac can chi' d'a quib'anh."
        },
        {
            "number": "19",
            "text": "Yuj jun vinh maj k'anab'ajanoc, yuj chi' tzijtum onh ochnac onh ajmulal. Palta yuj junxo ix k'anab'ajani, yuj chi', masanil onh tzonh och pax vach'ilal d'a yichanh Dios ticnaic."
        },
        {
            "number": "20",
            "text": "Ak'b'ilcot ley Moisés yic svach' checlajel co chucal. Vach'chom nivan ix aj co mul, palta a svach'k'olal Dios, yelxo val nivan yelk'och d'a yichanh."
        },
        {
            "number": "21",
            "text": "Ay onh och co masanil d'a yol sk'ab' jun chucal chi'. Yuj spoder jun chucal chi', slaj onh chami. Palta a svach'k'olal Dios te ay pax spoder. Yuuj, vach' onh d'a yichanh ticnaic. Icha chi' syutej yak'an co q'uinal d'a junelnhej yuj Cajal Jesucristo."
        }
    ]
}