{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaic, toxo ix yal Dios to wach' onh t'a yichanh, yujto scak'och t'a co k'ool. Yuj chi' junk'olalxo tzonh aj yet'oc, yujnhej Cajal Jesucristo."
        },
        {
            "number": "2",
            "text": "Ay calan quic co chaan svach'k'olal Dios, yujto scak'och Cristo t'a co k'ool. Yuj chi' tzonh tzalaji, yujto scak'och yipoc co k'ool to ha Dios ol ak'an tz'acvoc co wach'il icha yico'."
        },
        {
            "number": "3",
            "text": "Manh yujocnhej chi' tzonh tzalaji, palta tzonh tzalaji ayic scab'an syail yuj. Yujto cojtac to yuj juntzanh yaelal chi', ek'alxo tek'an tzonh aji."
        },
        {
            "number": "4",
            "text": "Yuj co tek'anil chi', stzalaj Dios qued'oc. Yuj chi' syal cak'anoch Dios yipoc co k'ool."
        },
        {
            "number": "5",
            "text": "Palta max onh q'uixvilaj ayic scak'anoch Dios chi' yipoc co k'ool, yujto yuj Yespíritu ix yak' t'ayonh, scab' t'a co pixan to te xajan onh yuj."
        },
        {
            "number": "6",
            "text": "Maj yal-laj co colan jab'oc co b'ha t'a yalanhtaxo. Te chuc onh co masanil. Axo ix ja stiempoal, ix cham Cristo cuuj."
        },
        {
            "number": "7",
            "text": "Q'uinaloc ay junok mach wach' sb'eyb'al ticnaic, tecan malaj junok mach syak'cham sb'a yuj. Yicxonhej am tato ay junok mach wach' spensar, tzam yal stek'b'an sb'a scham yuj."
        },
        {
            "number": "8",
            "text": "Palta ix sch'ox Dios to te xajan onh yuj, yujto ayic te chuc onh, ix yak'cham sb'a Cristo cuuj."
        },
        {
            "number": "9",
            "text": "Xal ticnaic, wach'onhxo t'a yichanh, yujto ix cham cuuj. Yuj chi', yel ton val ol onh svach' colejel t'a jun niwan yaelal toto ol javoc."
        },
        {
            "number": "10",
            "text": "Ha t'a yalanhtaxo, wach'chom ajk'ol onh d'ha Dios, palta ix onh och junk'olal yet'oc, yujto ix cham Yuninal cuuj. Axo ticnaic, yujto junk'olalxo caj yet' Dios, yuj chi' yel ton val ol onh wach' colchajel yuj, yujto pitzan Yuninal chi'."
        },
        {
            "number": "11",
            "text": "Manhocnhej yuj juntzanh tik, palta anheja' tzonh te tzalaj pax yet' Dios yuj Cajal Jesucristo. Yujto yuj, ix och junk'olal t'a co cal yet' Dios."
        },
        {
            "number": "12",
            "text": "Yujnhej jun vinh vinac, aton vinhaj Adán, pitzvinac chucal t'a yol yib'anhk’inal tik. Yuj schucal vinh chi' pitzvinac chamel. Yuj chi' ochnaccan chamel t'a quib'anh co masanil, yujto co masanil ochnac co mul d'ha Dios."
        },
        {
            "number": "13",
            "text": "Ayic mantalaj ley Moisés, ochnacxo smul eb' anima d'ha Dios, palta maj canlaj smul eb' chi' t'a yib'anh, yujto mantalaj ley chi' ta'."
        },
        {
            "number": "14",
            "text": "Palta atax t'a stiempoal vinhaj Adán chi' masanto ix ak'jielta ley Moisés, ix laj cham eb' anima smasanil, wach'chom manh lajanoc smul eb' icha smul vinhaj Adán chi', ayic maj sk'anab'ajej jun schecnab'il Dios vinh. Ha vinhaj Adán chi', ch'oxnab'il yaj vinh t'a jun tzak'anto ix javi."
        },
        {
            "number": "15",
            "text": "Palta a smul vinh chi', max yal-laj co lajb'an yet' jun co colnab'il syak' Dios. Tzijtum pax eb' ix cham yuj smul vinh chi'. Palta yelxo val niwan yelk'och jun colnab'il syak' Dios chi' t'ayonh, aton jun tonhej tz'el t'a sk'ool yak'ani. Yujto yuj val jun mach, aton Jesucristo, tzijtum onh sco cha svach'k'olal Dios."
        },
        {
            "number": "16",
            "text": "Ha smul vinhaj Adán chi', max yal-laj co lajb'an yet' jun co colnab'il syak' Dios. Yujnhej jun smul vinh chi', ix ak'jicanoch yaelal t'a quib'anh co masanil. Palta wach'chom te ay co mul ix och d'ha Dios chi', tonhej ix el t'a sk'ool yak'an co colnab'il, yuj chi' syala' to wach' onh t'a yichanh ticnaic."
        },
        {
            "number": "17",
            "text": "Ha smul vinh chi' ik'annaccancot chamel t'a quib'anh co masanil. Palta yujnhej junxo mach, aton Jesucristo, te niwan svach'k'olal Dios sch'oxnac t'ayonh, yujto syala' to wach' onh t'a yichanh. Yuj val chi', ol co cha co q'uinal t'a junelnhej, haxo coch cak'an yajalil chi' yet'oc."
        },
        {
            "number": "18",
            "text": "Yuj chi', yuj jun smul vinhaj Adán chi', ix ak'jicanoch yaelal t'a quib'anh co masanil, palta yujto wach' sk'ulejnac Jesucristo, yuj chi' syal Dios to wach' onh t'a yichanh, syik'anpaxel jun yaelal ochnac kan chi' t'a quib'anh."
        },
        {
            "number": "19",
            "text": "Yuj jun vinh maj k'anab'ajanoc, yuj chi' tzijtum onh ochnac onh ajmulal. Palta yuj junxo ix k'anab'ajani, yuj chi', masanil onh tzonh och pax wach'ilal t'a yichanh Dios ticnaic."
        },
        {
            "number": "20",
            "text": "Ak'b'ilcot ley Moisés yic svach' checlajel co chucal. Wach'chom niwan ix aj co mul, palta a svach'k'olal Dios, yelxo val niwan yelk'och t'a yichanh."
        },
        {
            "number": "21",
            "text": "Ay onh och co masanil t'a yol sk'ab' jun chucal chi'. Yuj spoder jun chucal chi', slaj onh chami. Palta a svach'k'olal Dios te ay pax spoder. Yuj, wach' onh t'a yichanh ticnaic. Icha chi' syutej yak'an co q'uinal t'a junelnhej yuj Cajal Jesucristo."
        }
    ]
}