{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "¿Tas tze na jun? ¿Tom vach' sco k'ulejnhej chucal, yic tzonh ste aq'uej nivank'olal Dios, axo svach' checlajel svach'k'olal icha chi'?"
        },
        {
            "number": "2",
            "text": "Maay, manhxoocab' co na icha chi'. Yujto ichato chamnac onhxo eli, yuj chi' manhxa yalan yic chucal d'ayonh. Yuj chi', ¿tom tzato yal co b'eyb'alan chucal chi'?"
        },
        {
            "number": "3",
            "text": "Ina eyojtac, ayic ix onh ak'ji bautizar, ix checlajeli to junxonhej ix onh aj yed' Cristo Jesús. Ata' scheclajeli to icha ix aj schami, icha chi' ix aj co cham yed'oc."
        },
        {
            "number": "4",
            "text": "Yuj chi', scheclajeli ichato chamnac onhxo, junxonhej ix aj co mucji yed' Cristo chi'. Yuj chi', icha ix aj spitzvixi d'a scal eb' chamnac yuj snivan poder Dios, icha pax chi' ol aj co pitzvixi. Syalelk'ochi, a jun ak' b'eyb'al sco b'eyb'alej ticnaic."
        },
        {
            "number": "5",
            "text": "Junnhej ix aj co cham yed' Cristo, icha ix aj schami. Tato icha chi', icha ix aj spitzvixi, icha pax chi' ol aj co pitzvixi yed'oc, yujto junxonhej caj yed'oc."
        },
        {
            "number": "6",
            "text": "Cojtac to a jun co pensar d'a yic yalanh, d'unhb'ab'ilq'ue yed' Cristo d'a te' culus, yic vach' satel spoder co chuc pensaril, ichato schami, yic vach' maxtzac cak' servil jun co chucal chi' ticnaic."
        },
        {
            "number": "7",
            "text": "Yujto a mach chamnacxo, manhxa yalan yic chucal d'ay."
        },
        {
            "number": "8",
            "text": "Yujto a d'a yichanh Dios chamnac onh yed' Cristo, yuj chi' scak'paxoch d'a co k'ool to pitzan onh yed' d'a junelnhej."
        },
        {
            "number": "9",
            "text": "Cojtac to pitzvinacxi Cristo d'a scal eb' chamnac, yuj chi' manhxa b'aq'uinh ol cham junelxo. Manhxa pax yalan yic chamel chi' d'ay."
        },
        {
            "number": "10",
            "text": "Yujto ix chami, yuj chi' manhxa yalan yic chucal d'ay d'a junelnhej. Axo ticnaic, pitzan d'a junelnhej, yic syak'an servil Dios."
        },
        {
            "number": "11",
            "text": "Anhejtona' ich onh pax ta'. Co naec to chamnac onhxo, manhxa yalan yic chucal d'ayonh. Nachajocab'el cuuj to pitzan onhxo, yic scak'an servil Dios, yujto junxonhej caj yed' Cristo Jesús."
        },
        {
            "number": "12",
            "text": "Yuj chi', a chucal, manhxoocab' co cha och yak' yajalil d'a jun co nivanil chamelb'a yaj tic, yic maxtzac co k'anab'ajej co k'ulan juntzanh chucal icha co gana."
        },
        {
            "number": "13",
            "text": "Manhxo caq'uec och jun co nivanil tic d'a yol sk'ab' chucal yic sb'oan juntzanh tas malaj svach'il. Yovalil anhej d'a Dios scak'och co b'a, yujto chamnac onhxo d'a yichanh, palta ix onh pitzvixi. Yuj chi', caq'uec val co nivanil tic d'a Dios chi', yic vach' anhej juntzanh tas vach' sco k'ulej yed'oc."
        },
        {
            "number": "14",
            "text": "Manhxo co chaec yak' yajalil juntzanh chucal d'ayonh. Yujto manhxotoc ayonh och d'a yol sk'ab' ley Moisés chi'. Axo d'a yol sk'ab' svach'k'olal Dios ay onh ek' ticnaic."
        },
        {
            "number": "15",
            "text": "A ticnaic ay onh och d'a yalanh svach'k'olal Dios, manhxooc d'a yalanh ley Moisés. Palta ¿tas tze na jun? ¿Tom yuj chi' syal anheja' cak'an chucal? Maay, max yal-laj."
        },
        {
            "number": "16",
            "text": "Q'uinaloc ay junoc mach schonhnacb'at sb'a checab'oc d'a junocxo, cojtac to yicnhej jun chi' yaj d'a junelnhej. Anhejtona', ich onh pax ta'. Tato sco k'anab'ajej chucal, axo co cham chi' yuuj d'a junelnhej. Palta tato sco k'anab'ajej Dios, axo svach' tojolb'i co pensar chi' yuuj."
        },
        {
            "number": "17",
            "text": "Palta svak' yuj diosal d'a Dios eyuuj. Yujto vach'chom e k'anab'ajejnac chucal d'a yalanhtaxo, palta a ticnaic, d'a smasanil e k'ool van e k'anab'ajan jun k'ayb'ub'al b'aj ix ex ak'jiochi."
        },
        {
            "number": "18",
            "text": "Ix ex colchajel d'a yol sk'ab' chucal, ix ex och eyak' servil vach'il."
        },
        {
            "number": "19",
            "text": "A juntzanh van valan tic d'ayex, ch'oxnab'ilnhej yaji, yujto max yal snachajel val juntzanh k'ayb'ub'al tic eyuuj. A d'a yalanhtaxo, cak'nacoch juntzanh co nivanil sk'ulan chucal yic ste q'uechaanh co chucal chi'. Axo ticnaic, anhejtona' icha chi' scutej cak'anoch juntzanh co nivanil tic sk'ulan vach'il, yic vach' anhej d'a Dios scak'och co pensar."
        },
        {
            "number": "20",
            "text": "Ayic ix co k'ulan chucal d'a yalanh, malaj yalan yic vach'il d'ayonh."
        },
        {
            "number": "21",
            "text": "Malaj jab'oc co ganar d'a spatic juntzanh ix co k'ulej chi'. Tonhej tzonh te q'uixvi yuj ticnaic. Yuj val juntzanh chi', sb'atcan eb' anima d'a chamel d'a junelnhej."
        },
        {
            "number": "22",
            "text": "Axo ticnaic, colchajnac onhxo el d'a yol sk'ab' juntzanh chucal chi'. Manhxa yalan yic d'ayonh. Ix onh och schecab'oc Dios. Yuj chi' ay co ganar ticnaic, yujto ayoch co pensar d'ay. Axo co chaan co q'uinal d'a junelnhej."
        },
        {
            "number": "23",
            "text": "Tato a chucal sco k'ulejnhej, a stojol ol co cha'a, aton chamel d'a junelnhej. Axo jun silab' syak' Dios d'ayonh, aton co q'uinal d'a junelnhej, yujto junxonhej caj yed' Cristo Jesús, aton Cajal."
        }
    ]
}