{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "¿Tas tze na jun? ¿Tom wach' sco k'ulejnhej chukal, yic tzonh ste aq'uej nivank'olal Dios, haxo swach' checlajel swach'k'olal icha chi'?"
        },
        {
            "number": "2",
            "text": "Maay, manhxoocab' co na icha chi'. Yujto ichato chamnac onhxo eli, yuj chi' manhxa yalan yic chukal t'ayonh. Yuj chi', ¿tom tzato yal co b'eyb'alan chukal chi'?"
        },
        {
            "number": "3",
            "text": "Ina eyojtac, ayic ix onh ak'ji bautizar, ix checlajeli to junxonhej ix onh aj yet' Cristo Jesús. Ata' scheclajeli to icha ix aj schami, icha chi' ix aj co cham yet'oc."
        },
        {
            "number": "4",
            "text": "Yuj chi', scheclajeli ichato chamnac onhxo, junxonhej ix aj co mucji yet' Cristo chi'. Yuj chi', icha ix aj spitzvixi t'a skal eb' chamnac yuj snivan poder Dios, icha pax chi' ol aj co pitzvixi. Syalelk'ochi, a jun ak' b'eyb'al sco b'eyb'alej ticnaic."
        },
        {
            "number": "5",
            "text": "Junnhej ix aj co cham yet' Cristo, icha ix aj schami. Tato icha chi', icha ix aj spitzvixi, icha pax chi' ol aj co pitzvixi yet'oc, yujto junxonhej caj yet'oc."
        },
        {
            "number": "6",
            "text": "Cojtac to a jun co pensar t'a yic yalanh, d'unhb'ab'ilq'ue yet' Cristo t'a te' culus, yic wach' satel spoder co chuk pensaril, ichato schami, yic wach' maxtzac cak' servil jun co chukal chi' ticnaic."
        },
        {
            "number": "7",
            "text": "Yujto a mach chamnacxo, manhxa yalan yic chukal t'ay."
        },
        {
            "number": "8",
            "text": "Yujto ha t'a yichanh Dios chamnac onh yet' Cristo, yuj chi' scak'paxoch t'a co k'ool to pitzan onh yet' t'a junelnhej."
        },
        {
            "number": "9",
            "text": "Cojtac to pitzvinacxi Cristo t'a skal eb' chamnac, yuj chi' manhxa b'ak'uinh ol cham junelxo. Manhxa pax yalan yic chamel chi' t'ay."
        },
        {
            "number": "10",
            "text": "Yujto ix chami, yuj chi' manhxa yalan yic chukal t'ay t'a junelnhej. Axo ticnaic, pitzan t'a junelnhej, yic syak'an servil Dios."
        },
        {
            "number": "11",
            "text": "Anhejtona' ich onh pax ta'. Co naec to chamnac onhxo, manhxa yalan yic chukal t'ayonh. Nachajocab'el cuuj to pitzan onhxo, yic scak'an servil Dios, yujto junxonhej caj yet' Cristo Jesús."
        },
        {
            "number": "12",
            "text": "Yuj chi', a chukal, manhxoocab' co cha och yak' yajalil t'a jun co nivanil chamelb'a yaj tik, yic maxtzac co k'anab'ajej co k'ulan juntzanh chukal icha co gana."
        },
        {
            "number": "13",
            "text": "Manhxo caq'ek och jun co nivanil tik t'a yol sk'ab' chukal yic sb'oan juntzanh tas malaj swach'il. Yovalil anhej d'ha Dios scak'och co b'a, yujto chamnac onhxo t'a yichanh, palta ix onh pitzvixi. Yuj chi', caq'ek val co nivanil tik d'ha Dios chi', yic wach' anhej juntzanh tas wach' sco k'ulej yet'oc."
        },
        {
            "number": "14",
            "text": "Manhxo co chaec yak' yajalil juntzanh chukal t'ayonh. Yujto manhxotoc ayonh och t'a yol sk'ab' ley Moisés chi'. Axo t'a yol sk'ab' swach'k'olal Dios ay onh ek' ticnaic."
        },
        {
            "number": "15",
            "text": "Ha ticnaic ay onh och t'a yalanh swach'k'olal Dios, manhxooc t'a yalanh ley Moisés. Palta ¿tas tze na jun? ¿Tom yuj chi' syal anheja' cak'an chukal? Maay, max yal-laj."
        },
        {
            "number": "16",
            "text": "Q'uinaloc ay junok mach schonhnacb'at sb'a checab'oc t'a junocxo, cojtac to yicnhej jun chi' yaj t'a junelnhej. Anhejtona', ich onh pax ta'. Tato sco k'anab'ajej chukal, haxo co cham chi' yuj t'a junelnhej. Palta tato sco k'anab'ajej Dios, haxo swach' tojolb'i co pensar chi' yuj."
        },
        {
            "number": "17",
            "text": "Palta svak' yuj diosal d'ha Dios eyuuj. Yujto wach'chom e k'anab'ajejnac chukal t'a yalanhtaxo, palta a ticnaic, t'a smasanil e k'ool van e k'anab'ajan jun k'ayb'ub'al b'aj ix ex ak'jiochi."
        },
        {
            "number": "18",
            "text": "Ix ex colchajel t'a yol sk'ab' chukal, ix ex och eyak' servil wach'il."
        },
        {
            "number": "19",
            "text": "Ha juntzanh van valan tik t'ayex, ch'oxnab'ilnhej yaji, yujto max yal snachajel val juntzanh k'ayb'ub'al tik eyuuj. Ha t'a yalanhtaxo, cak'nacoch juntzanh co nivanil sk'ulan chukal yic ste q'uechaanh co chukal chi'. Axo ticnaic, anhejtona' icha chi' scutej cak'anoch juntzanh co nivanil tik sk'ulan wach'il, yic wach' anhej d'ha Dios scak'och co pensar."
        },
        {
            "number": "20",
            "text": "Ayic ix co k'ulan chukal t'a yalanh, malaj yalan yic wach'il t'ayonh."
        },
        {
            "number": "21",
            "text": "Malaj jab'oc co ganar t'a spatic juntzanh ix co k'ulej chi'. Tonhej tzonh te q'uixvi yuj ticnaic. Yuj val juntzanh chi', sb'atcan eb' anima t'a chamel t'a junelnhej."
        },
        {
            "number": "22",
            "text": "Axo ticnaic, colchajnac onhxo el t'a yol sk'ab' juntzanh chukal chi'. Manhxa yalan yic t'ayonh. Ix onh och schecab'oc Dios. Yuj chi' ay co ganar ticnaic, yujto ayoch co pensar t'ay. Axo co chaan co q'uinal t'a junelnhej."
        },
        {
            "number": "23",
            "text": "Tato a chukal sco k'ulejnhej, a stojol ol co cha'a, aton chamel t'a junelnhej. Axo jun silab' syak' Dios t'ayonh, aton co q'uinal t'a junelnhej, yujto junxonhej caj yet' Cristo Jesús, aton Cajal."
        }
    ]
}