{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "¿Tas tze na jun? ¿Tom wach' sco k'ulejnhej chukal, yic tzonh ste ak'ej niwank'olal Dios, haxo swach' checlajel swach'k'olal icha chi'?"
        },
        {
            "number": "2",
            "text": "Maay, manhxoocab' ko na icha chi'. Yujto ichato chamnac onhxo eli, yuj chi' manhxa yalan yic chukal t'ayonh. Yuj chi', ¿tom tzato yal ko b'eyb'alan chukal chi'?"
        },
        {
            "number": "3",
            "text": "Ina eyojtac, ayic ix onh ak'ji bautizar, ix checlajeli to junxonhej ix onh aj yet' Cristo Jesús. Ata' scheclajeli to icha ix aj schami, icha chi' ix aj ko cham yet'oc."
        },
        {
            "number": "4",
            "text": "Yuj chi', scheclajeli ichato chamnac onhxo, junxonhej ix aj ko mucji yet' Cristo chi'. Yuj chi', icha ix aj spitzwixi t'a skal heb' chamnac yuj sniwan poder Dios, icha pax chi' ol aj ko pitzwixi. Syalelk'ochi, a jun ak' b'eyb'al sco b'eyb'alej ticnaik."
        },
        {
            "number": "5",
            "text": "Junnhej ix aj ko cham yet' Cristo, icha ix aj schami. Tato icha chi', icha ix aj spitzwixi, icha pax chi' ol aj ko pitzwixi yet'oc, yujto junxonhej caj yet'oc."
        },
        {
            "number": "6",
            "text": "Cojtac to a jun ko pensar t'a yic yalanh, d'unhb'ab'ilk'e yet' Cristo t'a te' culus, yic wach' satel spoder ko chuk pensaril, ichato schami, yic wach' maxtzac cak' serwil jun ko chukal chi' ticnaik."
        },
        {
            "number": "7",
            "text": "Yujto a mach chamnacxo, manhxa yalan yic chukal t'ay."
        },
        {
            "number": "8",
            "text": "Yujto ha t'a yichanh Dios chamnac onh yet' Cristo, yuj chi' skak'paxoch t'a ko k'ool to pitzan onh yet' t'a junelnhej."
        },
        {
            "number": "9",
            "text": "Cojtac to pitzwinacxi Cristo t'a skal heb' chamnac, yuj chi' manhxa b'ak'uinh ol cham junelxo. Manhxa pax yalan yic chamel chi' t'ay."
        },
        {
            "number": "10",
            "text": "Yujto ix chami, yuj chi' manhxa yalan yic chukal t'ay t'a junelnhej. Axo ticnaik, pitzan t'a junelnhej, yic syak'an serwil Dios."
        },
        {
            "number": "11",
            "text": "Anhejtona' ich onh pax ta'. Co naec to chamnac onhxo, manhxa yalan yic chukal t'ayonh. Nachajocab'el cuuj to pitzan onhxo, yic skak'an serwil Dios, yujto junxonhej caj yet' Cristo Jesús."
        },
        {
            "number": "12",
            "text": "Yuj chi', a chukal, manhxoocab' ko cha och yak' yajalil t'a jun ko niwanil chamelb'a yaj tik, yic maxtzac ko k'anab'ajej ko k'ulan juntzanh chukal icha ko gana."
        },
        {
            "number": "13",
            "text": "Manhxo caq'ek och jun ko niwanil tik t'a yol sk'ab' chukal yic sb'oan juntzanh tas malaj swach'il. Yowalil anhej d'ha Dios skak'och ko b'a, yujto chamnac onhxo t'a yichanh, palta ix onh pitzwixi. Yuj chi', caq'ek wal ko niwanil tik d'ha Dios chi', yic wach' anhej juntzanh tas wach' sco k'ulej yet'oc."
        },
        {
            "number": "14",
            "text": "Manhxo ko chaec yak' yajalil juntzanh chukal t'ayonh. Yujto manhxotoc ayonh och t'a yol sk'ab' ley Moisés chi'. Axo t'a yol sk'ab' swach'k'olal Dios ay onh ek' ticnaik."
        },
        {
            "number": "15",
            "text": "Ha ticnaik ay onh och t'a yalanh swach'k'olal Dios, manhxooc t'a yalanh ley Moisés. Palta ¿tas tze na jun? ¿Tom yuj chi' syal anheja' cak'an chukal? Maay, max yal-laj."
        },
        {
            "number": "16",
            "text": "Q'uinaloc ay junok mach schonhnacb'at sb'a checab'oc t'a junocxo, cojtac to yicnhej jun chi' yaj t'a junelnhej. Anhejtona', ich onh pax ta'. Tato sco k'anab'ajej chukal, haxo ko cham chi' yuj t'a junelnhej. Palta tato sco k'anab'ajej Dios, haxo swach' tojolb'i ko pensar chi' yuj."
        },
        {
            "number": "17",
            "text": "Palta swak' yuj diosal d'ha Dios eyuuj. Yujto wach'chom he k'anab'ajejnac chukal t'a yalanhtaxo, palta a ticnaik, t'a smasanil he k'ool wan he k'anab'ajan jun k'ayb'ub'al b'aj ix ex ak'jiochi."
        },
        {
            "number": "18",
            "text": "Ix ex colchajel t'a yol sk'ab' chukal, ix ex och eyak' serwil wach'il."
        },
        {
            "number": "19",
            "text": "Ha juntzanh wan walan tik t'ayex, ch'oxnab'ilnhej yaji, yujto max yal snachajel wal juntzanh k'ayb'ub'al tik eyuuj. Ha t'a yalanhtaxo, cak'nacoch juntzanh ko niwanil sk'ulan chukal yic ste k'echaanh ko chukal chi'. Axo ticnaik, anhejtona' icha chi' scutej cak'anoch juntzanh ko niwanil tik sk'ulan wach'il, yic wach' anhej d'ha Dios skak'och ko pensar."
        },
        {
            "number": "20",
            "text": "Ayic ix ko k'ulan chukal t'a yalanh, malaj yalan yic wach'il t'ayonh."
        },
        {
            "number": "21",
            "text": "Malaj jab'oc ko ganar t'a spatic juntzanh ix ko k'ulej chi'. Tonhej tzonh te q'uixwi yuj ticnaik. Yuj wal juntzanh chi', sb'atcan heb' anima t'a chamel t'a junelnhej."
        },
        {
            "number": "22",
            "text": "Axo ticnaik, colchajnac onhxo el t'a yol sk'ab' juntzanh chukal chi'. Manhxa yalan yic t'ayonh. Ix onh och schecab'oc Dios. Yuj chi' ay ko ganar ticnaik, yujto ayoch ko pensar t'ay. Axo ko chaan ko k 'inal t'a junelnhej."
        },
        {
            "number": "23",
            "text": "Tato a chukal sco k'ulejnhej, a stojol ol ko cha'a, aton chamel t'a junelnhej. Axo jun silab' syak' Dios t'ayonh, aton ko k 'inal t'a junelnhej, yujto junxonhej caj yet' Cristo Jesús, aton Kajal."
        }
    ]
}