{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ex wuk'tac ex wanab', eyojtac to a juntzanh ley ay yalan yic t'ayonh yacb'an pitzan onhto."
        },
        {
            "number": "2",
            "text": "Q'uinaloc ay junok ix ix ay yetb'eyum, ayic pitzanto winh yetb'eyum ix chi', ichato tzek'b'iloch ix t'a winh yuj sleyal ik'lajb'ail. Palta tato scham winh, libre tz'ajkan ix."
        },
        {
            "number": "3",
            "text": "Tato pitzanto winh yetb'eyum ix chi' scomon b'at ix t'a junocxo winh winak, tz'em ix ajmulal. Axo tato scham winh yetb'eyum ix chi', libre tz'aj ix t'a jun ley chi'. Wach'chom syik' junocxo winh winak ix, palta manh muloclaj sk'ulej ix chi'."
        },
        {
            "number": "4",
            "text": "Ex wuk'tac ex wanab', junxonhej caj yet' sniwanil Cristo. Yujto ix chami, yuj chi' chamnac onhxo elta t'a yalanh ley Moisés. Ay junxo mach icha quetb'eyum yaji, aton Cristo, jun pitzwinacxi t'a skal heb' chamnac. Icha chi' caj yet'oc yic skak'an serwil Dios t'a wach'il."
        },
        {
            "number": "5",
            "text": "Ha t'a yalanhtaxo, anhej ko chuk pensaril sco k'anab'ajej. Yuj ley Moisés chi' ix pitzwi juntzanh chukal snib'ej ko niwanil. Ha juntzanh chukal chi' tzonh ik'anb'at t'a chamel t'a junelnhej."
        },
        {
            "number": "6",
            "text": "Ha t'a yalanhtax chi', a jun ley chi' ay yalan yic t'ayonh, haxo ticnaik, chamnac onhxo el t'a yalanh ley t'a yichanh Dios. Yuj chi' quicxo ko b'a, yic axonhej Dios skak' serwil. Yuj chi' wan ko b'eyb'alan jun ak' b'eyb'al yak'nac Yespíritu Dios t'ayonh. Axo jun peka' ley tz'ib'ab'ilcan chi', manhxa yalan yic t'ayonh ticnaik."
        },
        {
            "number": "7",
            "text": "Palta ¿tas tze na jun? Ha ley Moisés, ¿tom chuk? Maay. Yujnhej jun ley chi' snachajel chukal cuuj. Q'uinaloc swiloch in k'ool t'a junok tas ticnaik, wojtac to chuk tzin k'ulej yujto a ley tz'alani: Manh iloch a k'ool t'a junok tas, xchi. Q'uinaloc malaj tas syala', manh wojtacoc ama tato chuk."
        },
        {
            "number": "8",
            "text": "Palta yuj juntzanh checnab'il chi', ix pitzwi juntzanh chukal chi' t'ayin. Tzijtum macanhil chukal ix in k'ulej. Q'uinaloc malaj jun ley chi', malaj am yelk'och juntzanh chukal chi'."
        },
        {
            "number": "9",
            "text": "Ayic manto wojtacoc jun ley chi', pitzan in t'a yichanh Dios in naani. Axo yic ix wojtacaneli, ix nachajel wuuj to te malaj in wach'il. Ichato chi' b'ian ix wojtacaneli to ayoch chamel t'a wib'anh yuj t'a yichanh Dios."
        },
        {
            "number": "10",
            "text": "Ha jun ley chi' ay yopisio yak'an ko k 'inal. Palta a ix ak'ancot chamel t'a wib'anh."
        },
        {
            "number": "11",
            "text": "Yuj jun ley chi', ix te pitzwi chukal t'ayin, in te ixtax yuj juntzanh chi'. Ha chukal chi' ix ak'lab'an jun ley chi' yic syik'ancot chamel t'a wib'anh."
        },
        {
            "number": "12",
            "text": "Ha jun ley chi', malaj spaltail. Anhejtona', icha pax chi' smasanil juntzanh checnab'il ay t'a jun ley chi', te tojol, te wach'."
        },
        {
            "number": "13",
            "text": "Palta, ¿tas tze na jun? ¿Tom a jun ley te wach' chi' tz'ik'ancot chamel t'a wib'anh? Maay, manhoclaj. Aton jun in chuk pensaril tz'ik'ancoti. Icha chi' ix aj scheclajeli to yel te chuk jun chi'. Ha jun chukal chi' ix yak'lab'ej jun ley to wach' yic syik'ancot chamel t'a wib'anh. Ichato chi' ix checlajelta to a jun in chuk pensaril chi', te chuk toni."
        },
        {
            "number": "14",
            "text": "Cojtac to a Yespíritu Dios ak'jinaccot jun ley chi'. Palta a in tik anheja' wed' jun in chuk pensaril tik. Ichato chonhb'il in och wak'an serwil chukal."
        },
        {
            "number": "15",
            "text": "Yujto a juntzanh tas tzin k'ulej chi', manh wach'oc swila'. Ay juntzanh tas wach' in gana tzin k'ulej, palta max in k'ulejpaxlaj. Axo juntzanh tas malaj swach'il, a tzin k'ulej."
        },
        {
            "number": "16",
            "text": "Tato chuk wilan juntzanh tas malaj swach'il tzin k'ulej chi', syalelk'ochi to ek'alxo swach'il jun ley chi' t'a wichanh."
        },
        {
            "number": "17",
            "text": "Yujto manhoc in tzin k'ulej juntzanh chi'. Ha jun chukal toxon ayoch t'ayin, a jun chi' sk'ulani."
        },
        {
            "number": "18",
            "text": "Vojtac to max yal in k'ulan junok tas wach' t'a yol wico' yujto chuk in pensar. In gana tzin k'ulej juntzanh tas wach', palta max yal-laj wuuj."
        },
        {
            "number": "19",
            "text": "Ha tas wach' in gana tzin k'ulej, max in k'ulejlaj. Palta a juntzanh tas malaj swach'il max in nib'ej tzin k'ulej, a tzin k'ulej."
        },
        {
            "number": "20",
            "text": "Palta tato a juntzanh tas malaj in gana, a tzin k'ulej, syalelk'ochi, manhoc in wan in k'ulani. Ha jun chukal ayoch t'ayin, a jun chi' wan sk'ulani."
        },
        {
            "number": "21",
            "text": "Yuj chi' icha tik tzin k'ulej. In gana tzin k'ulej juntzanh tas wach', haxo swilani, axonhej juntzanh chukal tzin k'ulej."
        },
        {
            "number": "22",
            "text": "Ha in tik, tzin tzalaj yet' sley Dios."
        },
        {
            "number": "23",
            "text": "Palta a in niwanil tik, a jun chukal ayoch t'ay, a tz'ak'an mandar. Ha tz'ak'an owal yet' junxo ley b'aj tzin tzalaji. Yuj chi', icha wal to preso waj yuj chukal, yujto a tz'ak'an mandar in niwanil tik."
        },
        {
            "number": "24",
            "text": "Ob'iltac in. ¿Mach junok syal in scolanelta t'a yol sk'ab' in niwanil tik, yujto a tzin ik'anb'at t'a chamel t'a junelnhej?"
        },
        {
            "number": "25",
            "text": "Anhej Dios syal yuj, yuj Kajal Jesucristo. Yuj chi', swak' yuj diosal d'ha Dios chi'. Icha waj tik, a yet' in pensar, swak' serwil Dios. Palta haxo jun in chuk pensaril tik, ayoch yak'an serwil chukal."
        }
    ]
}