{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "A ticnaic, junxonhej caj yed' Cristo Jesús, yuj chi' manhxalaj yoval sk'ol Dios aycot d'a quib'anh."
        },
        {
            "number": "2",
            "text": "A Yespíritu Dios tz'ak'an co q'uinal d'a junelnhej, yujto junxonhej caj yed' Cristo Jesús. Yuj spoder Espíritu, ix onh colchajelta d'a yol sk'ab' chucal yed' d'a yol sk'ab' chamel."
        },
        {
            "number": "3",
            "text": "Yuj co chuc pensaril, max yal co k'anab'ajan tas syal ley Moisés. Yuj chi' malaj yopisio jun ley chi' onh scolani. Palta axo Dios ix onh colani. A ak'jinaccot Yuninal yed' snivanil icha co nivanil b'aj ayoch co chuc pensaril a onh anima onh tic. A Jesús ix ul cham yuj co mul. Ayic ix cham yed' snivanil ix yak' ganar d'a yib'anh chucal, yic vach' manhxalaj yalan yic jun chucal chi' d'ayonh."
        },
        {
            "number": "4",
            "text": "Icha chi' yutejnac sb'a, yic vach' syal tojolxonhej scutej co b'a icha syal ley. Yujto a onh tic, manhxo vanoc co b'eyb'alan icha sgana co chuc pensaril. Palta van co b'eyb'alan icha sgana Yespíritu Dios."
        },
        {
            "number": "5",
            "text": "Axo eb' tz'ak'an sgana jun chuc pensaril, anhej ta' syak'och spensar eb'. Yuj val chi' sb'atcan eb' d'a chamel d'a junelnhej. A onhxo tic, van co b'eyb'alan icha sgana Yespíritu Dios, anhej pax ta' scak'och co pensar, yuj chi' ol co cha co q'uinal d'a junelnhej yed' junk'olal."
        },
        {
            "number": "6",
            "text": "Palta axo eb' sb'eyb'alan icha sgana jun chuc pensaril chi', tonhej syajk'olej sb'a eb' yed' Dios. Malaj sgana eb' sk'anab'ajan sley. Anheja' max yal paxlaj yuj eb'."
        },
        {
            "number": "7",
            "text": "Yuj chi', a eb' tz'ak'an sgana jun chuc pensaril chi', max yal-laj sk'ulan eb' icha tas sgana Dios."
        },
        {
            "number": "8",
            "text": "Palta a onh tic, maxtzac cak' sgana jun chuc pensaril chi'. Anhej sgana Yespíritu Dios sco b'eyb'alej, yujto a ayoch d'ayonh. A eb' manh ayococh Yespíritu Cristo d'ay, manh yicoc Cristo eb'."
        },
        {
            "number": "9",
            "text": "Palta a onh tic, ayxo och Cristo d'ayonh, yuj chi' vach'chom ayoch chamel d'a yib'anh co nivanil tic yuj chucal sco k'ulej, palta a yuj Yespíritu Dios aynhej co q'uinal, yujto vach' onhxo d'a yichanh Dios."
        },
        {
            "number": "10",
            "text": "A Dios ak'jinac pitzvocxi Jesús d'a scal eb' chamnac yuj Yespíritu. Tato ayoch Yespíritu d'ayonh, yuuj ol ak'jocxi sq'uinal co nivanil chamelb'a yaj tic yuj Dios, icha ix aj yak'ji pitzvocxi Cristo Jesús yuuj."
        },
        {
            "number": "11",
            "text": "Yuj val chi', ex vuk'tac yed' ex vanab', quib'anh yaj co b'eyb'alan icha sgana Yespíritu Dios. Manhxo ayoc ochlaj d'a quib'anh cak'an sgana co chuc pensaril."
        },
        {
            "number": "12",
            "text": "Tato anheja' co b'eyb'alan icha sgana co chuc pensaril chi', ol onh cham yuuj d'a junelnhej. Palta tato yuj scolval Yespíritu Dios, scactejcan co k'ulan juntzanh chucal sgana co nivanil tic, ol co cha co q'uinal d'a junelnhej."
        },
        {
            "number": "13",
            "text": "A jantacnhej eb' sb'eyb'alan icha sch'ox Yespíritu Dios, a eb' chi', yel yuninal Dios eb'."
        },
        {
            "number": "14",
            "text": "A jun Espíritu chab'ilxo cuuj, max onh yak'och cak' servil Dios d'a xivk'olal, palta A' tzonh ak'anoch yuninaloc Dios. Yuj Yespíritu chi', ayic tzonh avaj d'a Dios: Mamin, xco chi d'ay."
        },
        {
            "number": "15",
            "text": "Cojtac junjun onh d'a co pensar to yel yuninal onhxo Dios. Anheja' syalpax Yespíritu Dios chi' d'ayonh."
        },
        {
            "number": "16",
            "text": "Yujto yuninal onhxo Dios, yuj chi' ol co cha co macb'en, aton jun svach'ilal ol spucb'at d'ayonh. A jun chi', ol co cha yed' Cristo. Tato junnhej scutej cab'an syail yed'oc, junnhej pax ol onh aj yed' b'aj ay svach'ilal."
        },
        {
            "number": "17",
            "text": "A in tic tzin na'a, a juntzanh yaelal van cab'an ticnaic, max yal co lajb'an yed' jun svach'il Dios ol yak' d'ayonh d'a slajvub'alxo."
        },
        {
            "number": "18",
            "text": "Masanil juntzanh tastac b'ob'il yuj Dios d'a yolyib'anhq'uinal tic, stanhvej yila', smaclanpax yila' b'aq'uinh ol onh checlaj elta a onh yuninal onhxo Dios tic."
        },
        {
            "number": "19",
            "text": "Yujto a juntzanh tas sb'onac Dios, maj elk'och icha tas snanac Dios chi' yuuj. Palta manh yoloc yic juntzanh chi' icha chi' ajnac, a Dios chi' icha chi' elnac d'a sk'ool"
        },
        {
            "number": "20",
            "text": "yic ol colchajel juntzanh chi' smasanil, yic manhxa tas ol ik'anoc. Icha ol aj co colchajel a onh yuninal onh Dios tic, yic ol onh och d'a svach'il, icha pax chi' ol aj scolchajel juntzanh chi'."
        },
        {
            "number": "21",
            "text": "Cojtac to atax d'a peca', masanil juntzanh tas b'ob'ilcan yuj Dios aycanoch d'a syaelal. Icha junoc ix ix tz'ab'an syail, ayic tz'alji yune', icha chi' yaj juntzanh chi' yab'an syail ticnaic."
        },
        {
            "number": "22",
            "text": "Manhocnhej juntzanh chi' van yab'an syail. Anhejtona', icha chi' caj pax a onh tic. Ayxo och Yespíritu Dios d'ayonh yic scheclajeli to ayto tas ol yak' Dios d'ayonh. Vach'chom icha chi', palta van cab'an syail ticnaic yacb'an van co tanhvani b'aq'uinh ol onh vach' och yuninaloc Dios chi', yic ata' ol vach' colchajel co nivanil tic."
        },
        {
            "number": "23",
            "text": "Atax yic ix onh colchaji, scak'och yipoc co k'ool to ol co vach' chaej co colnab'il. Q'uinaloc tato toxo ix co cha jun chi' ticnaic, manhxo yovaliloc tzato co tanhvej sjavi. Yujto a tas squil yed' co sat maxtzac co tanhvej sjavi."
        },
        {
            "number": "24",
            "text": "Palta a jun scak'och yipoc co k'ool, max quilochlaj yed' co sat, yuj chi' yovalil tek'an scutej co b'a co tanhvan sjavi."
        },
        {
            "number": "25",
            "text": "Anhejtona' tz'och Yespíritu Dios qued'oc ayic manh tz'acanoc co pensar. Yujto manh cojtacoc chajtil scutej co lesalvi icha sgana Dios. Ay b'aj tonhej tzonh k'acvi yujto max nachaj cuuj tas scutej calan co b'a d'a Dios chi'. Yuj chi', a Yespíritu Dios slesalvi cuuj."
        },
        {
            "number": "26",
            "text": "Axo Dios syila' tas ay d'a co pensar junjun onh. Snachajel yuuj tas syal Yespíritu. Yujto a Yespíritu chi' slesalvi cuuj a onh yic onhxo tic, icha sgana Dios chi'."
        },
        {
            "number": "27",
            "text": "Cojtac to a Dios tz'ak'lab'an jantacnhej juntzanh tas sja d'a quib'anh yuj co vach'iloc, a onh sco xajanej tic, a onh avtab'il onhxo yuuj yic tzonh och icha ajnac snaani."
        },
        {
            "number": "28",
            "text": "Atax d'a pecataxo yojtacxo Dios to yic onh. Atax ta', sik'nac onh eli yic vach' lajan tzonh aj yed' Yuninal. Icha chi' ix onh yutej Dios, yic vach' axo Yuninal tz'och co b'ab'el uk'tacoc co masanil."
        },
        {
            "number": "29",
            "text": "A onh sik'b'il onh el yuuj, avtab'il onh pax yuuj. A onh avtab'il onh tic yuuj, a tz'alani to vach' onh d'a yichanh. Ix yak'pax svach'il d'ayonh."
        },
        {
            "number": "30",
            "text": "Yuj juntzanh sval tic, manhxa tas sco na ticnaic. Ayxo och Dios qued'oc. Yuj chi', ¿tom ay junoc mach syal stek'b'an sb'a yoch ajk'olal d'ayonh?"
        },
        {
            "number": "31",
            "text": "A Dios ak'jinacoch Yuninal d'a yol sk'ab' chamel cuuj co masanil. Vach'chom Yuninal, palta maj scol-laj. Tato yak'nac Yuninal chi' cuuj, ocxom masanil tas vach', ¿tom manh ol yak' d'ayonh yed'oc?"
        },
        {
            "number": "32",
            "text": "A onh sik'b'il onh el yuj Dios, ¿tom ay junoc mach syal yak'anoch d'a quib'anh? A Dios tz'alani to vach' onh d'a yichanh."
        },
        {
            "number": "33",
            "text": "Yuj chi', ¿mach junoc syal yak'anoch d'a quib'anh? A Cristo Jesús ix chami, ix ak'jixi pitzvoc. Axo ticnaic, ayek' d'a svach' k'ab' Dios, van stevi d'a Dios chi' cuuj."
        },
        {
            "number": "34",
            "text": "Malaj junoc tas sch'oxani to manhxo onh xajanoc yuj Cristo. Vach'chom yaelal, junoc nivan cusk'olal, taxonhej ay mach tz'ak'anoch junoc tas d'a quib'anh, vejel, manh pichulal, junoc tas ay smay, vach'chom tzonh miljichamoc, manh jab'oc syactej Cristo onh xajanani."
        },
        {
            "number": "35",
            "text": "Yujto syalcan d'a Slolonel Dios icha tic: Palta jun, uuj val d'a junjun rato ijan tzonh smilcham eb', icha junoc nok' calnel tz'ik'jib'ati yic schami, icha chi' tzonh yutej eb', xchicani."
        },
        {
            "number": "36",
            "text": "Vach'chom ol ja juntzanh tic d'a quib'anh, palta ol ton co vach' aq'uej ganar yuj scolval jun tzonh xajanani."
        },
        {
            "number": "37",
            "text": "Yuj chi' vojtacxo to vach'chom ay tastac, anheja' te xajan onh yuj Dios. Vach'chom chamel, ma co q'uinal, vach'chom junoc ángel, mato junoc ay yopisio, taxonhej junoc tas ayek' ticnaic, ma tas toto ol javoc,"
        },
        {
            "number": "38",
            "text": "vach'chom junoc ayek' d'a satchaanh, ma junoc ayek' d'a yalanh tic, yalnhej tas junocxo b'ob'il yuj Dios, toxon max yal yoch d'a co cal yed' co Mam Dios chi', anheja' te xajan onh yuuj. A Dios tzonh xajanan yuj Cristo Jesús, aton Cajal."
        }
    ]
}