{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaik, junxonhej kaj yet' Cristo Jesús, yuj chi' manhxalaj yowal sk'ol Dios aycot t'a quib'anh."
        },
        {
            "number": "2",
            "text": "Ha Yespíritu Dios tz'ak'an ko k 'inal t'a junelnhej, yujto junxonhej kaj yet' Cristo Jesús. Yuj spoder Espíritu, ix onh colchajelta t'a yol sk'ab' chukal yet' t'a yol sk'ab' chamel."
        },
        {
            "number": "3",
            "text": "Yuj ko chuk pensaril, max yal ko k'anab'ajan tas syal ley Moisés. Yuj chi' malaj yopisio jun ley chi' onh scolani. Palta haxo Dios ix onh colani. Ha ak'jinaccot Yuninal yet' sniwanil icha ko niwanil b'aj ayoch ko chuk pensaril a onh anima onh tik. Ha Jesús ix ul cham yuj ko mul. Ayic ix cham yet' sniwanil ix yak' ganar t'a yib'anh chukal, yic wach' manhxalaj yalan yic jun chukal chi' t'ayonh."
        },
        {
            "number": "4",
            "text": "Icha chi' yutejnac sb'a, yic wach' syal tojolxonhej scutej ko b'a icha syal ley. Yujto a onh tik, manhxo wanoc ko b'eyb'alan icha snib'ej ko chuk pensaril. Palta wan ko b'eyb'alan icha snib'ej Yespíritu Dios."
        },
        {
            "number": "5",
            "text": "Axo heb' tz'ak'an snib'ej jun chuk pensaril, anhej ta' syak'och spensar heb'. Yuj wal chi' sb'atkan heb' t'a chamel t'a junelnhej. Ha onhxo tik, wan ko b'eyb'alan icha snib'ej Yespíritu Dios, anhej pax ta' skak'och ko pensar, yuj chi' ol ko cha ko k 'inal t'a junelnhej yet' junk'olal."
        },
        {
            "number": "6",
            "text": "Palta haxo heb' sb'eyb'alan icha snib'ej jun chuk pensaril chi', tonhej syajk'olej sb'a heb' yet' Dios. Malaj snib'ej heb' sk'anab'ajan sley. Anheja' max yal paxlaj yuj heb'."
        },
        {
            "number": "7",
            "text": "Yuj chi', a heb' tz'ak'an snib'ej jun chuk pensaril chi', max yal-laj sk'ulan heb' icha tas snib'ej Dios."
        },
        {
            "number": "8",
            "text": "Palta a onh tik, maxtzac kak' snib'ej jun chuk pensaril chi'. Anhej snib'ej Yespíritu Dios sko b'eyb'alej, yujto a ayoch t'ayonh. Ha heb' manh ayococh Yespíritu Cristo t'ay, manh yicoc Cristo heb'."
        },
        {
            "number": "9",
            "text": "Palta a onh tik, ayxo och Cristo t'ayonh, yuj chi' wach'chom ayoch chamel t'a yib'anh ko niwanil tik yuj chukal sko k'ulej, palta a yuj Yespíritu Dios aynhej ko k 'inal, yujto wach' onhxo t'a yichanh Dios."
        },
        {
            "number": "10",
            "text": "Ha Dios ak'jinac pitzwokxi Jesús t'a skal heb' chamnac yuj Yespíritu. Tato ayoch Yespíritu t'ayonh, yuj ol ak'jocxi sk'inal ko niwanil chamelb'a yaj tik yuj Dios, icha ix aj yak'ji pitzwokxi Cristo Jesús yuj."
        },
        {
            "number": "11",
            "text": "Yuj wal chi', ex wuk'tac yet' ex wanab', quib'anh yaj ko b'eyb'alan icha snib'ej Yespíritu Dios. Manhxo ayoc ochlaj t'a quib'anh kak'an snib'ej ko chuk pensaril."
        },
        {
            "number": "12",
            "text": "Tato anheja' ko b'eyb'alan icha snib'ej ko chuk pensaril chi', ol onh cham yuj t'a junelnhej. Palta tato yuj scolwal Yespíritu Dios, skaktejkan ko k'ulan juntzanh chukal snib'ej ko niwanil tik, ol ko cha ko k 'inal t'a junelnhej."
        },
        {
            "number": "13",
            "text": "Ha jantacnhej heb' sb'eyb'alan icha sch'ox Yespíritu Dios, a heb' chi', yel yuninal Dios heb'."
        },
        {
            "number": "14",
            "text": "Ha jun Espíritu chab'ilxo cuuj, max onh yak'och kak' serwil Dios t'a xivk'olal, palta A' tzonh ak'anoch yuninaloc Dios. Yuj Yespíritu chi', ayic tzonh awaj d'ha Dios: Mamin, xco chi t'ay."
        },
        {
            "number": "15",
            "text": "Cojtak junjun onh t'a ko pensar to yel yuninal onhxo Dios. Anheja' syalpax Yespíritu Dios chi' t'ayonh."
        },
        {
            "number": "16",
            "text": "Yujto yuninal onhxo Dios, yuj chi' ol ko cha ko macb'en, aton jun swach'ilal ol spukb'at t'ayonh. Ha jun chi', ol ko cha yet' Cristo. Tato junnhej scutej kab'an syail yet'oc, junnhej pax ol onh aj yet' b'aj ay swach'ilal."
        },
        {
            "number": "17",
            "text": "Ha in tik tzin na'a, a juntzanh yaelal wan kab'an ticnaik, max yal ko lajb'an yet' jun swach'il Dios ol yak' t'ayonh t'a slajwub'alxo."
        },
        {
            "number": "18",
            "text": "Masanil juntzanh tastac b'ob'il yuj Dios t'a yol yib'anhk’inal tik, stanhwej yila', smaclanpax yila' b'ak'uinh ol onh checlaj elta a onh yuninal onhxo Dios tik."
        },
        {
            "number": "19",
            "text": "Yujto a juntzanh tas sb'onac Dios, maj elk'och icha tas snanac Dios chi' yuj. Palta manh yoloc yic juntzanh chi' icha chi' ajnac, ha Dios chi' icha chi' elnac t'a sk'ool"
        },
        {
            "number": "20",
            "text": "yic ol colchajel juntzanh chi' smasanil, yic manhxa tas ol ik'anoc. Icha ol aj ko colchajel a onh yuninal onh Dios tik, yic ol onh och t'a swach'il, icha pax chi' ol aj scolchajel juntzanh chi'."
        },
        {
            "number": "21",
            "text": "Cojtak to atax t'a peka', masanil juntzanh tas b'ob'ilkan yuj Dios aykanoch t'a syaelal. Icha junok ix ix tz'ab'an syail, ayic tz'alji yune', icha chi' yaj juntzanh chi' yab'an syail ticnaik."
        },
        {
            "number": "22",
            "text": "Manhoknhej juntzanh chi' wan yab'an syail. Anhejtona', icha chi' kaj pax a onh tik. Ayxo och Yespíritu Dios t'ayonh yic scheclajeli to ayto tas ol yak' Dios t'ayonh. Wach'chom icha chi', palta wan kab'an syail ticnaik yacb'an wan ko tanhwani b'ak'uinh ol onh wach' och yuninaloc Dios chi', yic ata' ol wach' colchajel ko niwanil tik."
        },
        {
            "number": "23",
            "text": "Atax yic ix onh colchaji, skak'och yipoc ko k'ool to ol ko wach' chaej ko colnab'il. Q'uinaloc tato toxo ix ko cha jun chi' ticnaik, manhxo yowaliloc tzato ko tanhwej sjawi. Yujto a tas squil yet' ko sat maxtzac ko tanhwej sjawi."
        },
        {
            "number": "24",
            "text": "Palta a jun skak'och yipoc ko k'ool, max quilochlaj yet' ko sat, yuj chi' yowalil tek'an scutej ko b'a ko tanhwan sjawi."
        },
        {
            "number": "25",
            "text": "Anhejtona' tz'och Yespíritu Dios qued'oc ayic manh tz'akanok ko pensar. Yujto manh cojtakoc chajtil scutej ko lesalwi icha snib'ej Dios. Ay b'aj tonhej tzonh k'acwi yujto max nachaj cuuj tas scutej kalan ko b'a d'ha Dios chi'. Yuj chi', a Yespíritu Dios slesalwi cuuj."
        },
        {
            "number": "26",
            "text": "Axo Dios syila' tas ay t'a ko pensar junjun onh. Snachajel yuj tas syal Yespíritu. Yujto a Yespíritu chi' slesalwi cuuj a onh yic onhxo tik, icha snib'ej Dios chi'."
        },
        {
            "number": "27",
            "text": "Cojtak to ha Dios tz'ak'lab'an jantacnhej juntzanh tas sja t'a quib'anh yuj ko wach'iloc, a onh sko xajanej tik, a onh avtab'il onhxo yuj yic tzonh och icha ajnac snaani."
        },
        {
            "number": "28",
            "text": "Atax t'a pecataxo yojtakxo Dios to yic onh. Atax ta', sik'nac onh eli yic wach' lajan tzonh aj yet' Yuninal. Icha chi' ix onh yutej Dios, yic wach' haxo Yuninal tz'och ko b'ab'el uk'tacoc ko masanil."
        },
        {
            "number": "29",
            "text": "Ha onh sik'b'il onh el yuj, avtab'il onh pax yuj. Ha onh avtab'il onh tik yuj, a tz'alani to wach' onh t'a yichanh. Ix yak'pax swach'il t'ayonh."
        },
        {
            "number": "30",
            "text": "Yuj juntzanh swal tik, manhxa tas sko na ticnaik. Ayxo och Dios qued'oc. Yuj chi', ¿tom ay junok mach syal stek'b'an sb'a yoch ajk'olal t'ayonh?"
        },
        {
            "number": "31",
            "text": "Ha Dios ak'jinacoch Yuninal t'a yol sk'ab' chamel cuuj ko masanil. Wach'chom Yuninal, palta maj scol-laj. Tato yak'nac Yuninal chi' cuuj, ocxom masanil tas wach', ¿tom manh ol yak' t'ayonh yet'oc?"
        },
        {
            "number": "32",
            "text": "Ha onh sik'b'il onh el yuj Dios, ¿tom ay junok mach syal yak'anoch t'a quib'anh? Ha Dios tz'alani to wach' onh t'a yichanh."
        },
        {
            "number": "33",
            "text": "Yuj chi', ¿mach junok syal yak'anoch t'a quib'anh? Ha Cristo Jesús ix chami, ix ak'jixi pitzwoc. Axo ticnaik, ayek' t'a swach' k'ab' Dios, wan stewi d'ha Dios chi' cuuj."
        },
        {
            "number": "34",
            "text": "Malaj junok tas sch'oxani to manhxo onh xajanoc yuj Cristo. Wach'chom yaelal, junok niwan cusk'olal, taxonhej ay mach tz'ak'anoch junok tas t'a quib'anh, wejel, manh pichulal, junok tas ay smay, wach'chom tzonh miljichamoc, manh jab'oc syactej Cristo onh xajanani."
        },
        {
            "number": "35",
            "text": "Yujto syalkan t'a Slolonel Dios icha tik: Palta jun, uuj wal t'a junjun rato ijan tzonh smilcham heb', icha junok nok' kalnel tz'ik'jib'ati yic schami, icha chi' tzonh yutej heb', xchikani."
        },
        {
            "number": "36",
            "text": "Wach'chom ol ja juntzanh tik t'a quib'anh, palta ol ton ko wach' ak'ej ganar yuj scolwal jun tzonh xajanani."
        },
        {
            "number": "37",
            "text": "Yuj chi' wojtakxo to wach'chom ay tastac, anheja' te xajan onh yuj Dios. Wach'chom chamel, ma ko k 'inal, wach'chom junok ángel, mato junok ay yopisio, taxonhej junok tas ayek' ticnaik, ma tas toto ol jawok,"
        },
        {
            "number": "38",
            "text": "wach'chom junok ayek' t'a satcha’anh, ma junok ayek' t'a yalanh tik, yalnhej tas junocxo b'ob'il yuj Dios, toxon max yal yoch t'a ko kal yet' ko Mam Dios chi', anheja' te xajan onh yuj. Ha Dios tzonh xajanan yuj Cristo Jesús, aton Kajal."
        }
    ]
}