{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaic, junxonhej caj yet' Cristo Jesús, yuj chi' manhxalaj yoval sk'ol Dios aycot t'a quib'anh."
        },
        {
            "number": "2",
            "text": "Ha Yespíritu Dios tz'ak'an co q'uinal t'a junelnhej, yujto junxonhej caj yet' Cristo Jesús. Yuj spoder Espíritu, ix onh colchajelta t'a yol sk'ab' chukal yet' t'a yol sk'ab' chamel."
        },
        {
            "number": "3",
            "text": "Yuj co chuk pensaril, max yal co k'anab'ajan tas syal ley Moisés. Yuj chi' malaj yopisio jun ley chi' onh scolani. Palta haxo Dios ix onh colani. Ha ak'jinaccot Yuninal yet' snivanil icha co nivanil b'aj ayoch co chuk pensaril a onh anima onh tik. Ha Jesús ix ul cham yuj co mul. Ayic ix cham yet' snivanil ix yak' ganar t'a yib'anh chukal, yic wach' manhxalaj yalan yic jun chukal chi' t'ayonh."
        },
        {
            "number": "4",
            "text": "Icha chi' yutejnac sb'a, yic wach' syal tojolxonhej scutej co b'a icha syal ley. Yujto a onh tik, manhxo vanoc co b'eyb'alan icha sgana co chuk pensaril. Palta van co b'eyb'alan icha sgana Yespíritu Dios."
        },
        {
            "number": "5",
            "text": "Axo eb' tz'ak'an sgana jun chuk pensaril, anhej ta' syak'och spensar eb'. Yuj val chi' sb'atcan eb' t'a chamel t'a junelnhej. Ha onhxo tik, van co b'eyb'alan icha sgana Yespíritu Dios, anhej pax ta' scak'och co pensar, yuj chi' ol co cha co q'uinal t'a junelnhej yet' junk'olal."
        },
        {
            "number": "6",
            "text": "Palta haxo eb' sb'eyb'alan icha sgana jun chuk pensaril chi', tonhej syajk'olej sb'a eb' yet' Dios. Malaj sgana eb' sk'anab'ajan sley. Anheja' max yal paxlaj yuj eb'."
        },
        {
            "number": "7",
            "text": "Yuj chi', a eb' tz'ak'an sgana jun chuk pensaril chi', max yal-laj sk'ulan eb' icha tas sgana Dios."
        },
        {
            "number": "8",
            "text": "Palta a onh tik, maxtzac cak' sgana jun chuk pensaril chi'. Anhej sgana Yespíritu Dios sco b'eyb'alej, yujto a ayoch t'ayonh. Ha eb' manh ayococh Yespíritu Cristo t'ay, manh yicoc Cristo eb'."
        },
        {
            "number": "9",
            "text": "Palta a onh tik, ayxo och Cristo t'ayonh, yuj chi' wach'chom ayoch chamel t'a yib'anh co nivanil tik yuj chukal sco k'ulej, palta a yuj Yespíritu Dios aynhej co q'uinal, yujto wach' onhxo t'a yichanh Dios."
        },
        {
            "number": "10",
            "text": "Ha Dios ak'jinac pitzvocxi Jesús t'a skal eb' chamnac yuj Yespíritu. Tato ayoch Yespíritu t'ayonh, yuj ol ak'jocxi sk'inal co nivanil chamelb'a yaj tik yuj Dios, icha ix aj yak'ji pitzvocxi Cristo Jesús yuj."
        },
        {
            "number": "11",
            "text": "Yuj val chi', ex vuk'tac yet' ex vanab', quib'anh yaj co b'eyb'alan icha sgana Yespíritu Dios. Manhxo ayoc ochlaj t'a quib'anh cak'an sgana co chuk pensaril."
        },
        {
            "number": "12",
            "text": "Tato anheja' co b'eyb'alan icha sgana co chuk pensaril chi', ol onh cham yuj t'a junelnhej. Palta tato yuj scolval Yespíritu Dios, scactejcan co k'ulan juntzanh chukal sgana co nivanil tik, ol co cha co q'uinal t'a junelnhej."
        },
        {
            "number": "13",
            "text": "Ha jantacnhej eb' sb'eyb'alan icha sch'ox Yespíritu Dios, a eb' chi', yel yuninal Dios eb'."
        },
        {
            "number": "14",
            "text": "Ha jun Espíritu chab'ilxo cuuj, max onh yak'och cak' servil Dios t'a xivk'olal, palta A' tzonh ak'anoch yuninaloc Dios. Yuj Yespíritu chi', ayic tzonh avaj d'ha Dios: Mamin, xco chi t'ay."
        },
        {
            "number": "15",
            "text": "Cojtac junjun onh t'a co pensar to yel yuninal onhxo Dios. Anheja' syalpax Yespíritu Dios chi' t'ayonh."
        },
        {
            "number": "16",
            "text": "Yujto yuninal onhxo Dios, yuj chi' ol co cha co macb'en, aton jun swach'ilal ol spucb'at t'ayonh. Ha jun chi', ol co cha yet' Cristo. Tato junnhej scutej cab'an syail yet'oc, junnhej pax ol onh aj yet' b'aj ay swach'ilal."
        },
        {
            "number": "17",
            "text": "Ha in tik tzin na'a, a juntzanh yaelal van cab'an ticnaic, max yal co lajb'an yet' jun swach'il Dios ol yak' t'ayonh t'a slajvub'alxo."
        },
        {
            "number": "18",
            "text": "Masanil juntzanh tastac b'ob'il yuj Dios t'a yol yib'anhk’inal tik, stanhvej yila', smaclanpax yila' b'ak'uinh ol onh checlaj elta a onh yuninal onhxo Dios tik."
        },
        {
            "number": "19",
            "text": "Yujto a juntzanh tas sb'onac Dios, maj elk'och icha tas snanac Dios chi' yuj. Palta manh yoloc yic juntzanh chi' icha chi' ajnac, ha Dios chi' icha chi' elnac t'a sk'ool"
        },
        {
            "number": "20",
            "text": "yic ol colchajel juntzanh chi' smasanil, yic manhxa tas ol ik'anoc. Icha ol aj co colchajel a onh yuninal onh Dios tik, yic ol onh och t'a swach'il, icha pax chi' ol aj scolchajel juntzanh chi'."
        },
        {
            "number": "21",
            "text": "Cojtac to atax t'a peca', masanil juntzanh tas b'ob'ilcan yuj Dios aycanoch t'a syaelal. Icha junok ix ix tz'ab'an syail, ayic tz'alji yune', icha chi' yaj juntzanh chi' yab'an syail ticnaic."
        },
        {
            "number": "22",
            "text": "Manhocnhej juntzanh chi' van yab'an syail. Anhejtona', icha chi' caj pax a onh tik. Ayxo och Yespíritu Dios t'ayonh yic scheclajeli to ayto tas ol yak' Dios t'ayonh. Wach'chom icha chi', palta van cab'an syail ticnaic yacb'an van co tanhvani b'ak'uinh ol onh wach' och yuninaloc Dios chi', yic ata' ol wach' colchajel co nivanil tik."
        },
        {
            "number": "23",
            "text": "Atax yic ix onh colchaji, scak'och yipoc co k'ool to ol co wach' chaej co colnab'il. Q'uinaloc tato toxo ix co cha jun chi' ticnaic, manhxo yovaliloc tzato co tanhvej sjavi. Yujto a tas squil yet' co sat maxtzac co tanhvej sjavi."
        },
        {
            "number": "24",
            "text": "Palta a jun scak'och yipoc co k'ool, max quilochlaj yet' co sat, yuj chi' yowalil tek'an scutej co b'a co tanhvan sjavi."
        },
        {
            "number": "25",
            "text": "Anhejtona' tz'och Yespíritu Dios qued'oc ayic manh tz'acanoc co pensar. Yujto manh cojtacoc chajtil scutej co lesalvi icha sgana Dios. Ay b'aj tonhej tzonh k'acvi yujto max nachaj cuuj tas scutej calan co b'a d'ha Dios chi'. Yuj chi', a Yespíritu Dios slesalvi cuuj."
        },
        {
            "number": "26",
            "text": "Axo Dios syila' tas ay t'a co pensar junjun onh. Snachajel yuj tas syal Yespíritu. Yujto a Yespíritu chi' slesalvi cuuj a onh yic onhxo tik, icha sgana Dios chi'."
        },
        {
            "number": "27",
            "text": "Cojtac to ha Dios tz'ak'lab'an jantacnhej juntzanh tas sja t'a quib'anh yuj co wach'iloc, a onh sco xajanej tik, a onh avtab'il onhxo yuj yic tzonh och icha ajnac snaani."
        },
        {
            "number": "28",
            "text": "Atax t'a pecataxo yojtacxo Dios to yic onh. Atax ta', sik'nac onh eli yic wach' lajan tzonh aj yet' Yuninal. Icha chi' ix onh yutej Dios, yic wach' haxo Yuninal tz'och co b'ab'el uk'tacoc co masanil."
        },
        {
            "number": "29",
            "text": "Ha onh sik'b'il onh el yuj, avtab'il onh pax yuj. Ha onh avtab'il onh tik yuj, a tz'alani to wach' onh t'a yichanh. Ix yak'pax swach'il t'ayonh."
        },
        {
            "number": "30",
            "text": "Yuj juntzanh swal tik, manhxa tas sco na ticnaic. Ayxo och Dios qued'oc. Yuj chi', ¿tom ay junok mach syal stek'b'an sb'a yoch ajk'olal t'ayonh?"
        },
        {
            "number": "31",
            "text": "Ha Dios ak'jinacoch Yuninal t'a yol sk'ab' chamel cuuj co masanil. Wach'chom Yuninal, palta maj scol-laj. Tato yak'nac Yuninal chi' cuuj, ocxom masanil tas wach', ¿tom manh ol yak' t'ayonh yet'oc?"
        },
        {
            "number": "32",
            "text": "Ha onh sik'b'il onh el yuj Dios, ¿tom ay junok mach syal yak'anoch t'a quib'anh? Ha Dios tz'alani to wach' onh t'a yichanh."
        },
        {
            "number": "33",
            "text": "Yuj chi', ¿mach junok syal yak'anoch t'a quib'anh? Ha Cristo Jesús ix chami, ix ak'jixi pitzvoc. Axo ticnaic, ayek' t'a swach' k'ab' Dios, van stevi d'ha Dios chi' cuuj."
        },
        {
            "number": "34",
            "text": "Malaj junok tas sch'oxani to manhxo onh xajanoc yuj Cristo. Wach'chom yaelal, junok niwan cusk'olal, taxonhej ay mach tz'ak'anoch junok tas t'a quib'anh, vejel, manh pichulal, junok tas ay smay, wach'chom tzonh miljichamoc, manh jab'oc syactej Cristo onh xajanani."
        },
        {
            "number": "35",
            "text": "Yujto syalcan t'a Slolonel Dios icha tik: Palta jun, uuj val t'a junjun rato ijan tzonh smilcham eb', icha junok nok' calnel tz'ik'jib'ati yic schami, icha chi' tzonh yutej eb', xchicani."
        },
        {
            "number": "36",
            "text": "Wach'chom ol ja juntzanh tik t'a quib'anh, palta ol ton co wach' aq'uej ganar yuj scolval jun tzonh xajanani."
        },
        {
            "number": "37",
            "text": "Yuj chi' vojtacxo to wach'chom ay tastac, anheja' te xajan onh yuj Dios. Wach'chom chamel, ma co q'uinal, wach'chom junok ángel, mato junok ay yopisio, taxonhej junok tas ayek' ticnaic, ma tas toto ol javok,"
        },
        {
            "number": "38",
            "text": "wach'chom junok ayek' t'a satcha’anh, ma junok ayek' t'a yalanh tik, yalnhej tas junocxo b'ob'il yuj Dios, toxon max yal yoch t'a co cal yet' co Mam Dios chi', anheja' te xajan onh yuj. Ha Dios tzonh xajanan yuj Cristo Jesús, aton Cajal."
        }
    ]
}