{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Yujto yic inxo Cristo eyed'oc, yuj chi' a juntzanh tas ol walb'at tik t'ayex te yel, manh esoc. Ha jun in pensar tik tzin cuchb'ani, a sch'oxani to yel juntzanh ol wal tik t'ayex, yujto a Yespíritu Dios tz'ak'an in na'a."
        },
        {
            "number": "2",
            "text": "Ha in tik, te niwan in cusk'olal. Masanil tiempo pitz'anoch t'a in k'ool ayic tzin naan heb' wetisraelal, yujto in gana scolchaj heb'."
        },
        {
            "number": "3",
            "text": "Q'uinaloc tato syala' tzin k'ancot yowal sk'ool Cristo t'a wib'anh ticnaik, yic tzin el t'a yol sk'ab' haxo heb' wetchonhab' chi' scolchajkaneli. Tato icha chi', ay in gana wak'an in b'a yuj heb'."
        },
        {
            "number": "4",
            "text": "Ha heb' chi', yinhtilal Israel heb' wed'oc. Ha Dios ak'jinacoch heb' yuninaloc, sch'oxnacpax sb'a yet' stziquiquial t'a skal heb', yak'annakkan juntzanh strato yet' heb'. Yak'annakpaxcan ley Moisés t'a heb'. Yalnakkan t'a heb' tas syutej yalan sb'a heb' t'ay. Ay pax juntzanh tas b'aj yak'nakkan sti' t'a heb'."
        },
        {
            "number": "5",
            "text": "Ha juntzanh heb' niwan yelk'och t'a yichanh Dios t'a peka', aton heb' smam yicham heb'. Ha Cristo, ata' ul yak'nacoch sb'a animail, yochnac yetchonhab'oc heb'. Ha Cristo chi', aton Dios Yajal yaj t'a yib'anh smasanil tasi. Masanil tiempo ol aljoc wach' lolonel t'ay. Amén."
        },
        {
            "number": "6",
            "text": "Wach'chom maj colchaj heb' israel smasanil, max yal kalani to maj elk'och tas yalnakkan Dios chi' t'a heb'. Yujto a heb' israel chi', ha t'a yichanh Dios, manh masaniloc heb' israel t'a wal yel."
        },
        {
            "number": "7",
            "text": "Ha heb' israel chi', yinhtilal ton Abraham yaj heb', palta manh masaniloc heb' yel yinhtilal winh t'a yichanh Dios. Yujto yalnakkan Dios t'a winhaj Abraham chi' icha tik: Ha t'a winhaj Isaac tik ol b'eynhejb'at jantac inhtilal, xchikani."
        },
        {
            "number": "8",
            "text": "Ha jun tik syalelk'ochi to malaj junok mach yuj smam yicham syal yoch yuninaloc Dios. Ha heb' yinhtilal winhaj Abraham pitzwinaquel icha yutejnac Dios yak'annakkan sti' t'a winh, anhejton heb' yel yinhtilal winh t'a yichanh Dios chi'."
        },
        {
            "number": "9",
            "text": "Yalnakkan Dios t'a winhaj Abraham chi' icha tik: Yab' wal icha tik junab' tzin jax junelxo wak' a paxyal. Ata' ol aljoc junok swinac unin ix Sara tik, xchikan Dios chi' t'a winh."
        },
        {
            "number": "10",
            "text": "Manhoknhej juntzanh tik swal t'ayex. Ha winh ko mam quicham Isaac, a ix Rebeca yik'nac winh. Axo yic skuchanoch yune' ix, ay chawanh unin yuneej ix. Ha winhaj Isaac chi' ay yic heb' schawanhil."
        },
        {
            "number": "11",
            "text": "Ha chawanh heb' unin chi' tiox heb'. Ayic manto alji heb', manta tas wach', mantalaj pax tas chuk sk'ulej heb'. Palta icha tik yutejnac Dios chi' yalan t'a ix Rebeca chi': Ha winh b'ab'el, ol kan winh t'a yalanh smandar winh tzak'an, xchi. Tz'ib'yajpaxcan junxo tik t'a Slolonel Dios, aton b'aj syal icha tik: Ha winhaj Jacob, xajanab'il winh wuuj. Axo winhaj Esaú, chacb'ilel winh wuuj, xchikani. Ha juntzanh tik sch'oxani to ha Dios ay yalan yic sik'anel junjun mach snib'ej. Manh yujoc tas sko k'ulej tzonh yavtejoch yicoc."
        },
        {
            "number": "12",
            "text": "Palta ¿tas scutej ko naani? ¿Tom manh tojolok Dios t'a icha chi'? Maay. Tojol toni."
        },
        {
            "number": "13",
            "text": "Yujto icha tik yutej yalannakkan t'a winhaj Moisés: “Ol wak' in wach'k'olal t'a heb' b'aj syal in k'ool swak'a'. Ol ok' in k'ool t'a heb' b'aj syal in k'ool,” xchi Dios."
        },
        {
            "number": "14",
            "text": "Wach'chom ko gana tzonh colchaji, wach'chom skak' wal quip, manh yujoc chi' tzonh colchaji, palta yujnhej wal to tz'ok' sk'ool Dios t'ayonh."
        },
        {
            "number": "15",
            "text": "Tz'ib'ab'ilkan t'a Slolonel tas yalnakkan Dios t'a winh yajal Egipto. Syal icha tik: Ix ach wak'och t'a opisio yic wach' uuj tzin ch'oxel in poder, yic ay smay in b'inaj t'a masanil yol yib'anhk’inal, xchi Dios t'a winh."
        },
        {
            "number": "16",
            "text": "Yuj chi', a heb' snib'ej Dios b'aj tz'ok' sk'ool, aton heb' chi' b'aj tz'ok' sk'ool. Yed' pax heb' snib'ej Dios spitb'i, aton heb' chi' spitb'i yuj."
        },
        {
            "number": "17",
            "text": "Palta tekan ayex tzeyal icha tik t'ayin: Tato icha chi', ¿tas yuj syal Dios jun to ay ko mul? ¿Toc ay mach syal skachanoch waan tas snib'ej Dios chi'? tekan xe chi."
        },
        {
            "number": "18",
            "text": "Palta max yal-laj kalan icha chi'. Malaj junok mach syal stelan sb'a yet' Dios. Ha junok lum chen, ¿tom syal yalan lu'um icha tik t'a mach stz'akani, tas yuj icha tik tzin utej, tom xchi lu'um?"
        },
        {
            "number": "19",
            "text": "Yujto a jun tz'acum, ay yalan yic stz'akan lu'um icha t'a snib'ej. Wach'chom junnhej slumal sk'ana', palta ay yalan yic sb'oan junok te wach' yilji yet' junok palta yilji."
        },
        {
            "number": "20",
            "text": "Icha pax chi' yaj ko Mam Dios qued'oc a onh anima onh tik. Wach'chom snib'ej sch'ox yowal sk'ool t'a yib'anh chukal, snib'ej pax sch'ox spoder, palta syak' techaj t'a yib'anh heb' anima smoj sb'atkan t'a syaelal yuj schukal, aton heb' yictaxon yaj sateli."
        },
        {
            "number": "21",
            "text": "Icha chi' yutejnac Dios sch'oxanel sniwan wach'k'olal t'ayonh, yujto ix ok' sk'ool t'ayonh. Atax t'a peka' sik'nac onh och yicoc, yic ay kalan quik t'a swach'il."
        },
        {
            "number": "22",
            "text": "Yavtejnac onh och yicoc, wach'chom israel onh, wach'chom manh onh israelok."
        },
        {
            "number": "23",
            "text": "Yujto icha chi' syal Dios t'a slibro winhaj Oseas, b'aj syal icha tik: Ha juntzanh manh in chonhab'oc t'a yic yalanh, ol wak'och heb' in chonhab'oc. Ha heb' manh xajanoc wuuj t'a yic yalanh, ol in xajanejpax heb', xchi Dios."
        },
        {
            "number": "24",
            "text": "Ha t'a jun lugar b'aj yalnakkan Dios t'a heb': Ha ex tik, manh ex in chonhab'oc, xchi. Anheja' ta' ol aljoc t'a heb' to yuninal Dios pitzan yaj heb', xchi t'a Slolonel Dios chi'."
        },
        {
            "number": "25",
            "text": "Palta yalnakkan yab'ixal heb' israel winhaj Isaías, b'aj syal icha tik: Ha heb' yinhtilal wetisraelal, wach'chom te niwan ol aj sb'isul heb' icha sb'isul yarenail sti' ha' mar, palta jaywannhej heb' ol colchajoc."
        },
        {
            "number": "26",
            "text": "Yujto ha Dios Kajal, manhxo ol stanhwej ek' tiempo, yic ol sch'olb'itan tas yaj heb' anima t'a yol yib'anhk’inal tik. Icha chi' ol yutoc yak'an tz'acwoc elk'och slolonel, xchi."
        },
        {
            "number": "27",
            "text": "Anhejtona' winhaj Isaías chi' aljinakkan junxo tik: Ha Dios Kajal aton Syal yuj smasanil, ix el t'a sk'ool onh yactankan jaywanhonhxo tik. Q'uinaloc maay, ix am onh satel ko masanil icha ajnac heb' aj Sodoma yet' heb' aj Gomorra, xchi"
        },
        {
            "number": "28",
            "text": "Ha ticnaik ol wal t'ayex, tas syalelk'och juntzanh swal tik. Ha heb' manh israelok, max snalaj heb' tas syutej heb' yoch wach'il t'a yichanh Dios. Palta syal Dios to ay heb' wach' t'a yichanh. Icha chi' syal Dios yuj heb', yujto syak'och Cristo heb' t'a sk'ool."
        },
        {
            "number": "29",
            "text": "Axo heb' israel, syak'och spensar heb' t'a ley Moisés yic tz'och heb' wach'il t'a yichanh Dios yuj, palta max tzak'wanlaj yoch heb' wach'il yuj ley chi' t'a yichanh Dios."
        },
        {
            "number": "30",
            "text": "¿Tas yuj icha chi' tz'ajkan heb' tze na'a? Skannhej heb' icha chi', yujto max yak'och Cristo heb' t'a sk'ool. Ha snaan heb' to syal yoch heb' wach'il t'a yichanh Dios yuj juntzanh tas munil sk'ulej heb'. Yuj chi', icha yaj junok k'een b'aj sko tenoch coc, icha chi' yaj Cristo t'a heb'."
        },
        {
            "number": "31",
            "text": "Yalnac yab'ixal Cristo Dios t'a Slolonel, b'aj syal icha tik: Ha t'a chonhab' Sion, ata' ol in ch'ox junok mach icha junok k'een b'aj stenoch yoc heb', stelwi heb' yuj, palta a heb' tz'ak'anoch jun chi' yipoc sk'ool, manh ol somchajel-laj heb' yuj, xchi Dios chi'."
        }
    ]
}