{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Yujto yic inxo Cristo eyed'oc, yuj chi' a juntzanh tas ol valb'at tik t'ayex te yel, manh esoc. Ha jun in pensar tik tzin cuchb'ani, a sch'oxani to yel juntzanh ol val tik t'ayex, yujto a Yespíritu Dios tz'ak'an in na'a."
        },
        {
            "number": "2",
            "text": "Ha in tik, te niwan in cusk'olal. Masanil tiempo pitz'anoch t'a in k'ool ayic tzin naan eb' vetisraelal, yujto in gana scolchaj eb'."
        },
        {
            "number": "3",
            "text": "Q'uinaloc tato syala' tzin k'ancot yoval sk'ool Cristo t'a vib'anh ticnaic, yic tzin el t'a yol sk'ab' haxo eb' vetchonhab' chi' scolchajcaneli. Tato icha chi', ay in gana vak'an in b'a yuj eb'."
        },
        {
            "number": "4",
            "text": "Ha eb' chi', yinhtilal Israel eb' ved'oc. Ha Dios ak'jinacoch eb' yuninaloc, sch'oxnacpax sb'a yet' stziquiquial t'a skal eb', yak'annaccan juntzanh strato yet' eb'. Yak'annacpaxcan ley Moisés t'a eb'. Yalnaccan t'a eb' tas syutej yalan sb'a eb' t'ay. Ay pax juntzanh tas b'aj yak'naccan sti' t'a eb'."
        },
        {
            "number": "5",
            "text": "Ha juntzanh eb' niwan yelk'och t'a yichanh Dios t'a peca', aton eb' smam yicham eb'. Ha Cristo, ata' ul yak'nacoch sb'a animail, yochnac yetchonhab'oc eb'. Ha Cristo chi', aton Dios Yajal yaj t'a yib'anh smasanil tasi. Masanil tiempo ol aljoc wach' lolonel t'ay. Amén."
        },
        {
            "number": "6",
            "text": "Wach'chom maj colchaj eb' israel smasanil, max yal calani to maj elk'och tas yalnaccan Dios chi' t'a eb'. Yujto a eb' israel chi', ha t'a yichanh Dios, manh masaniloc eb' israel t'a val yel."
        },
        {
            "number": "7",
            "text": "Ha eb' israel chi', yinhtilal ton Abraham yaj eb', palta manh masaniloc eb' yel yinhtilal vinh t'a yichanh Dios. Yujto yalnaccan Dios t'a vinhaj Abraham chi' icha tik: Ha t'a vinhaj Isaac tik ol b'eynhejb'at jantac inhtilal, xchicani."
        },
        {
            "number": "8",
            "text": "Ha jun tik syalelk'ochi to malaj junok mach yuj smam yicham syal yoch yuninaloc Dios. Ha eb' yinhtilal vinhaj Abraham pitzvinaquel icha yutejnac Dios yak'annaccan sti' t'a vinh, anhejton eb' yel yinhtilal vinh t'a yichanh Dios chi'."
        },
        {
            "number": "9",
            "text": "Yalnaccan Dios t'a vinhaj Abraham chi' icha tik: Yab' val icha tik junab' tzin jax junelxo vak' a paxyal. Ata' ol aljoc junok svinac unin ix Sara tik, xchican Dios chi' t'a vinh."
        },
        {
            "number": "10",
            "text": "Manhocnhej juntzanh tik sval t'ayex. Ha vinh co mam quicham Isaac, a ix Rebeca yik'nac vinh. Axo yic scuchanoch yune' ix, ay chavanh unin yuneej ix. Ha vinhaj Isaac chi' ay yic eb' schavanhil."
        },
        {
            "number": "11",
            "text": "Ha chavanh eb' unin chi' tiox eb'. Ayic manto alji eb', manta tas wach', mantalaj pax tas chuk sk'ulej eb'. Palta icha tik yutejnac Dios chi' yalan t'a ix Rebeca chi': Ha vinh b'ab'el, ol kan vinh t'a yalanh smandar vinh tzak'an, xchi. Tz'ib'yajpaxcan junxo tik t'a Slolonel Dios, aton b'aj syal icha tik: Ha vinhaj Jacob, xajanab'il vinh vuuj. Axo vinhaj Esaú, chacb'ilel vinh vuuj, xchicani. Ha juntzanh tik sch'oxani to ha Dios ay yalan yic sik'anel junjun mach sgana. Manh yujoc tas sco k'ulej tzonh yavtejoch yicoc."
        },
        {
            "number": "12",
            "text": "Palta ¿tas scutej co naani? ¿Tom manh tojoloc Dios t'a icha chi'? Maay. Tojol toni."
        },
        {
            "number": "13",
            "text": "Yujto icha tik yutej yalannaccan t'a vinhaj Moisés: “Ol vak' in wach'k'olal t'a eb' b'aj syal in k'ool svak'a'. Ol ok' in k'ool t'a eb' b'aj syal in k'ool,” xchi Dios."
        },
        {
            "number": "14",
            "text": "Wach'chom co gana tzonh colchaji, wach'chom scak' val quip, manh yujoc chi' tzonh colchaji, palta yujnhej val to tz'ok' sk'ool Dios t'ayonh."
        },
        {
            "number": "15",
            "text": "Tz'ib'ab'ilcan t'a Slolonel tas yalnaccan Dios t'a vinh yajal Egipto. Syal icha tik: Ix ach vak'och t'a opisio yic wach' uuj tzin ch'oxel in poder, yic ay smay in b'inaj t'a masanil yol yib'anhk’inal, xchi Dios t'a vinh."
        },
        {
            "number": "16",
            "text": "Yuj chi', a eb' sgana Dios b'aj tz'ok' sk'ool, aton eb' chi' b'aj tz'ok' sk'ool. Yed' pax eb' sgana Dios spitb'i, aton eb' chi' spitb'i yuj."
        },
        {
            "number": "17",
            "text": "Palta tecan ayex tzeyal icha tik t'ayin: Tato icha chi', ¿tas yuj syal Dios jun to ay co mul? ¿Toc ay mach syal scachanoch vaan tas sgana Dios chi'? tecan xe chi."
        },
        {
            "number": "18",
            "text": "Palta max yal-laj calan icha chi'. Malaj junok mach syal stelan sb'a yet' Dios. Ha junok lum chen, ¿tom syal yalan lu'um icha tik t'a mach stz'acani, tas yuj icha tik tzin utej, tom xchi lu'um?"
        },
        {
            "number": "19",
            "text": "Yujto a jun tz'acum, ay yalan yic stz'acan lu'um icha t'a sgana. Wach'chom junnhej slumal sk'ana', palta ay yalan yic sb'oan junok te wach' yilji yet' junok palta yilji."
        },
        {
            "number": "20",
            "text": "Icha pax chi' yaj co Mam Dios qued'oc a onh anima onh tik. Wach'chom snib'ej sch'ox yoval sk'ool t'a yib'anh chukal, snib'ej pax sch'ox spoder, palta syak' techaj t'a yib'anh eb' anima smoj sb'atcan t'a syaelal yuj schucal, aton eb' yictaxon yaj sateli."
        },
        {
            "number": "21",
            "text": "Icha chi' yutejnac Dios sch'oxanel snivan wach'k'olal t'ayonh, yujto ix ok' sk'ool t'ayonh. Atax t'a peca' sik'nac onh och yicoc, yic ay calan quic t'a swach'il."
        },
        {
            "number": "22",
            "text": "Yavtejnac onh och yicoc, wach'chom israel onh, wach'chom manh onh israeloc."
        },
        {
            "number": "23",
            "text": "Yujto icha chi' syal Dios t'a slibro vinhaj Oseas, b'aj syal icha tik: Ha juntzanh manh in chonhab'oc t'a yic yalanh, ol vak'och eb' in chonhab'oc. Ha eb' manh xajanoc vuuj t'a yic yalanh, ol in xajanejpax eb', xchi Dios."
        },
        {
            "number": "24",
            "text": "Ha t'a jun lugar b'aj yalnaccan Dios t'a eb': Ha ex tik, manh ex in chonhab'oc, xchi. Anheja' ta' ol aljoc t'a eb' to yuninal Dios pitzan yaj eb', xchi t'a Slolonel Dios chi'."
        },
        {
            "number": "25",
            "text": "Palta yalnaccan yab'ixal eb' israel vinhaj Isaías, b'aj syal icha tik: Ha eb' yinhtilal vetisraelal, wach'chom te niwan ol aj sb'isul eb' icha sb'isul yarenail sti' ha' mar, palta jayvannhej eb' ol colchajoc."
        },
        {
            "number": "26",
            "text": "Yujto ha Dios Cajal, manhxo ol stanhvej ek' tiempo, yic ol sch'olb'itan tas yaj eb' anima t'a yol yib'anhk’inal tik. Icha chi' ol yutoc yak'an tz'acvoc elk'och slolonel, xchi."
        },
        {
            "number": "27",
            "text": "Anhejtona' vinhaj Isaías chi' aljinaccan junxo tik: Ha Dios Cajal aton Syal yuj smasanil, ix el t'a sk'ool onh yactancan jayvanhonhxo tik. Q'uinaloc maay, ix am onh satel co masanil icha ajnac eb' aj Sodoma yet' eb' aj Gomorra, xchi"
        },
        {
            "number": "28",
            "text": "Ha ticnaic ol val t'ayex, tas syalelk'och juntzanh sval tik. Ha eb' manh israeloc, max snalaj eb' tas syutej eb' yoch wach'il t'a yichanh Dios. Palta syal Dios to ay eb' wach' t'a yichanh. Icha chi' syal Dios yuj eb', yujto syak'och Cristo eb' t'a sk'ool."
        },
        {
            "number": "29",
            "text": "Axo eb' israel, syak'och spensar eb' t'a ley Moisés yic tz'och eb' wach'il t'a yichanh Dios yuj, palta max tzak'vanlaj yoch eb' wach'il yuj ley chi' t'a yichanh Dios."
        },
        {
            "number": "30",
            "text": "¿Tas yuj icha chi' tz'ajkan eb' tze na'a? Scannhej eb' icha chi', yujto max yak'och Cristo eb' t'a sk'ool. Ha snaan eb' to syal yoch eb' wach'il t'a yichanh Dios yuj juntzanh tas munil sk'ulej eb'. Yuj chi', icha yaj junok q'ueen b'aj sco tenoch coc, icha chi' yaj Cristo t'a eb'."
        },
        {
            "number": "31",
            "text": "Yalnac yab'ixal Cristo Dios t'a Slolonel, b'aj syal icha tik: Ha t'a chonhab' Sion, ata' ol in ch'ox junok mach icha junok q'ueen b'aj stenoch yoc eb', stelvi eb' yuj, palta a eb' tz'ak'anoch jun chi' yipoc sk'ool, manh ol somchajel-laj eb' yuj, xchi Dios chi'."
        }
    ]
}