{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Yujto yic inxo Cristo eyed'oc, yuj chi' a juntzanh tas ol valb'at tic d'ayex te yel, manh esoc. A jun in pensar tic tzin cuchb'ani, a sch'oxani to yel juntzanh ol val tic d'ayex, yujto a Yespíritu Dios tz'ak'an in na'a."
        },
        {
            "number": "2",
            "text": "A in tic, te nivan in cusk'olal. Masanil tiempo pitz'anoch d'a in k'ool ayic tzin naan eb' vetisraelal, yujto in gana scolchaj eb'."
        },
        {
            "number": "3",
            "text": "Q'uinaloc tato syala' tzin k'ancot yoval sk'ool Cristo d'a vib'anh ticnaic, yic tzin el d'a yol sk'ab' axo eb' vetchonhab' chi' scolchajcaneli. Tato icha chi', ay in gana vak'an in b'a yuj eb'."
        },
        {
            "number": "4",
            "text": "A eb' chi', yinhtilal Israel eb' ved'oc. A Dios ak'jinacoch eb' yuninaloc, sch'oxnacpax sb'a yed' stziquiquial d'a scal eb', yak'annaccan juntzanh strato yed' eb'. Yak'annacpaxcan ley Moisés d'a eb'. Yalnaccan d'a eb' tas syutej yalan sb'a eb' d'ay. Ay pax juntzanh tas b'aj yak'naccan sti' d'a eb'."
        },
        {
            "number": "5",
            "text": "A juntzanh eb' nivan yelk'och d'a yichanh Dios d'a peca', aton eb' smam yicham eb'. A Cristo, ata' ul yak'nacoch sb'a animail, yochnac yetchonhab'oc eb'. A Cristo chi', aton Dios Yajal yaj d'a yib'anh smasanil tasi. Masanil tiempo ol aljoc vach' lolonel d'ay. Amén."
        },
        {
            "number": "6",
            "text": "Vach'chom maj colchaj eb' israel smasanil, max yal calani to maj elk'och tas yalnaccan Dios chi' d'a eb'. Yujto a eb' israel chi', a d'a yichanh Dios, manh masaniloc eb' israel d'a val yel."
        },
        {
            "number": "7",
            "text": "A eb' israel chi', yinhtilal ton Abraham yaj eb', palta manh masaniloc eb' yel yinhtilal vinh d'a yichanh Dios. Yujto yalnaccan Dios d'a vinhaj Abraham chi' icha tic: A d'a vinhaj Isaac tic ol b'eynhejb'at jantac inhtilal, xchicani."
        },
        {
            "number": "8",
            "text": "A jun tic syalelk'ochi to malaj junoc mach yuj smam yicham syal yoch yuninaloc Dios. A eb' yinhtilal vinhaj Abraham pitzvinaquel icha yutejnac Dios yak'annaccan sti' d'a vinh, anhejton eb' yel yinhtilal vinh d'a yichanh Dios chi'."
        },
        {
            "number": "9",
            "text": "Yalnaccan Dios d'a vinhaj Abraham chi' icha tic: Yab' val icha tic junab' tzin jax junelxo vak' a paxyal. Ata' ol aljoc junoc svinac unin ix Sara tic, xchican Dios chi' d'a vinh."
        },
        {
            "number": "10",
            "text": "Manhocnhej juntzanh tic sval d'ayex. A vinh co mam quicham Isaac, a ix Rebeca yik'nac vinh. Axo yic scuchanoch yune' ix, ay chavanh unin yuneej ix. A vinhaj Isaac chi' ay yic eb' schavanhil."
        },
        {
            "number": "11",
            "text": "A chavanh eb' unin chi' tiox eb'. Ayic manto alji eb', manta tas vach', mantalaj pax tas chuc sk'ulej eb'. Palta icha tic yutejnac Dios chi' yalan d'a ix Rebeca chi': A vinh b'ab'el, ol can vinh d'a yalanh smandar vinh tzak'an, xchi. Tz'ib'yajpaxcan junxo tic d'a Slolonel Dios, aton b'aj syal icha tic: A vinhaj Jacob, xajanab'il vinh vuuj. Axo vinhaj Esaú, chacb'ilel vinh vuuj, xchicani. A juntzanh tic sch'oxani to a Dios ay yalan yic sik'anel junjun mach sgana. Manh yujoc tas sco k'ulej tzonh yavtejoch yicoc."
        },
        {
            "number": "12",
            "text": "Palta ¿tas scutej co naani? ¿Tom manh tojoloc Dios d'a icha chi'? Maay. Tojol toni."
        },
        {
            "number": "13",
            "text": "Yujto icha tic yutej yalannaccan d'a vinhaj Moisés: “Ol vak' in vach'k'olal d'a eb' b'aj syal in k'ool svak'a'. Ol ok' in k'ool d'a eb' b'aj syal in k'ool,” xchi Dios."
        },
        {
            "number": "14",
            "text": "Vach'chom co gana tzonh colchaji, vach'chom scak' val quip, manh yujoc chi' tzonh colchaji, palta yujnhej val to tz'ok' sk'ool Dios d'ayonh."
        },
        {
            "number": "15",
            "text": "Tz'ib'ab'ilcan d'a Slolonel tas yalnaccan Dios d'a vinh yajal Egipto. Syal icha tic: Ix ach vak'och d'a opisio yic vach' uuj tzin ch'oxel in poder, yic ay smay in b'inaj d'a masanil yolyib'anhq'uinal, xchi Dios d'a vinh."
        },
        {
            "number": "16",
            "text": "Yuj chi', a eb' sgana Dios b'aj tz'ok' sk'ool, aton eb' chi' b'aj tz'ok' sk'ool. Yed' pax eb' sgana Dios spitb'i, aton eb' chi' spitb'i yuuj."
        },
        {
            "number": "17",
            "text": "Palta tecan ayex tzeyal icha tic d'ayin: Tato icha chi', ¿tas yuj syal Dios jun to ay co mul? ¿Toc ay mach syal scachanoch vaan tas sgana Dios chi'? tecan xe chi."
        },
        {
            "number": "18",
            "text": "Palta max yal-laj calan icha chi'. Malaj junoc mach syal stelan sb'a yed' Dios. A junoc lum chen, ¿tom syal yalan luum icha tic d'a mach stz'acani, tas yuj icha tic tzin utej, tom xchi luum?"
        },
        {
            "number": "19",
            "text": "Yujto a jun tz'acum, ay yalan yic stz'acan luum icha d'a sgana. Vach'chom junnhej slumal sk'ana', palta ay yalan yic sb'oan junoc te vach' yilji yed' junoc palta yilji."
        },
        {
            "number": "20",
            "text": "Icha pax chi' yaj co Mam Dios qued'oc a onh anima onh tic. Vach'chom snib'ej sch'ox yoval sk'ool d'a yib'anh chucal, snib'ej pax sch'ox spoder, palta syak' techaj d'a yib'anh eb' anima smoj sb'atcan d'a syaelal yuj schucal, aton eb' yictaxon yaj sateli."
        },
        {
            "number": "21",
            "text": "Icha chi' yutejnac Dios sch'oxanel snivan vach'k'olal d'ayonh, yujto ix ok' sk'ool d'ayonh. Atax d'a peca' sik'nac onh och yicoc, yic ay calan quic d'a svach'il."
        },
        {
            "number": "22",
            "text": "Yavtejnac onh och yicoc, vach'chom israel onh, vach'chom manh onh israeloc."
        },
        {
            "number": "23",
            "text": "Yujto icha chi' syal Dios d'a slibro vinhaj Oseas, b'aj syal icha tic: A juntzanh manh in chonhab'oc d'a yic yalanh, ol vak'och eb' in chonhab'oc. A eb' manh xajanoc vuuj d'a yic yalanh, ol in xajanejpax eb', xchi Dios."
        },
        {
            "number": "24",
            "text": "A d'a jun lugar b'aj yalnaccan Dios d'a eb': A ex tic, manh ex in chonhab'oc, xchi. Anheja' ta' ol aljoc d'a eb' to yuninal Dios pitzan yaj eb', xchi d'a Slolonel Dios chi'."
        },
        {
            "number": "25",
            "text": "Palta yalnaccan yab'ixal eb' israel vinhaj Isaías, b'aj syal icha tic: A eb' yinhtilal vetisraelal, vach'chom te nivan ol aj sb'isul eb' icha sb'isul yarenail sti' a' mar, palta jayvannhej eb' ol colchajoc."
        },
        {
            "number": "26",
            "text": "Yujto a Dios Cajal, manhxo ol stanhvej ek' tiempo, yic ol sch'olb'itan tas yaj eb' anima d'a yolyib'anhq'uinal tic. Icha chi' ol yutoc yak'an tz'acvoc elk'och slolonel, xchi."
        },
        {
            "number": "27",
            "text": "Anhejtona' vinhaj Isaías chi' aljinaccan junxo tic: A Dios Cajal aton Syal yuj smasanil, ix el d'a sk'ool onh yactancan jayvanhonhxo tic. Q'uinaloc maay, ix am onh satel co masanil icha ajnac eb' aj Sodoma yed' eb' aj Gomorra, xchi"
        },
        {
            "number": "28",
            "text": "A ticnaic ol val d'ayex, tas syalelk'och juntzanh sval tic. A eb' manh israeloc, max snalaj eb' tas syutej eb' yoch vach'il d'a yichanh Dios. Palta syal Dios to ay eb' vach' d'a yichanh. Icha chi' syal Dios yuj eb', yujto syak'och Cristo eb' d'a sk'ool."
        },
        {
            "number": "29",
            "text": "Axo eb' israel, syak'och spensar eb' d'a ley Moisés yic tz'och eb' vach'il d'a yichanh Dios yuuj, palta max tzak'vanlaj yoch eb' vach'il yuj ley chi' d'a yichanh Dios."
        },
        {
            "number": "30",
            "text": "¿Tas yuj icha chi' tz'ajcan eb' tze na'a? Scannhej eb' icha chi', yujto max yak'och Cristo eb' d'a sk'ool. A snaan eb' to syal yoch eb' vach'il d'a yichanh Dios yuj juntzanh tas munil sk'ulej eb'. Yuj chi', icha yaj junoc q'ueen b'aj sco tenoch coc, icha chi' yaj Cristo d'a eb'."
        },
        {
            "number": "31",
            "text": "Yalnac yab'ixal Cristo Dios d'a Slolonel, b'aj syal icha tic: A d'a chonhab' Sion, ata' ol in ch'ox junoc mach icha junoc q'ueen b'aj stenoch yoc eb', stelvi eb' yuuj, palta a eb' tz'ak'anoch jun chi' yipoc sk'ool, manh ol somchajel-laj eb' yuuj, xchi Dios chi'."
        }
    ]
}