{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Aton vab'ixal a in Nehemías in tik, yuninal in vinhaj Hacalías. Ayic 20 ab'ilxo yoch vinhaj Artajerjes reyal, t'a jun uj scuchan Quisleu, ayinek' t'a Susa scapitalil Persia."
        },
        {
            "number": "2",
            "text": "Ata' ix k'och vinh vuk'tac scuchan Hanani yet' juntzanhxo eb' ix cot yet' vinh t'a Judá. Ix in k'anb'an t'a eb' tas yaj Jerusalén yet' eb' yinhtilal eb' anima ik'b'ilcot t'a Babilonia."
        },
        {
            "number": "3",
            "text": "Ix yalan eb' t'ayin: Ha eb' quetchonhab' chi' ayek' eb' t'a Judá, te cusk'olal yajek' eb', te q'uixveltac yajek' eb'. Axo Jerusalén chi' mak'b'ilem smuroal, tz'anacpaxb'at spuertail, xchi eb'."
        },
        {
            "number": "4",
            "text": "Ayic ix vab'an juntzanh chi', ix in em k'ojan, ix in oq'ui. Ix in te cus val jaye' k'ual. Ix in och t'a tzek'ojk'olal, ix in lesalvi t'a sDiosal satcha’anh."
        },
        {
            "number": "5",
            "text": "Ix valan icha tik: Mamin Jehová sDiosal satcha’anh, te niwan elk'ochi, te ay a may, tzaq'uelk'och a trato yet' eb' tzach xajanani, eb' sk'anab'ajan a checnab'il."
        },
        {
            "number": "6",
            "text": "Tzin k'an t'ayach to tza cha ab' in lesal a in a checab' in tik. D'a junjun k'u yet' t'a junjun ak'val tzin tevi t'ayach cuuj a onh a chonhab' onh tik, a checab' caji. Svalq'ueta co mul t'ayach. Ha onh tik yet' eb' co mam quicham, ix och co mul t'ayach."
        },
        {
            "number": "7",
            "text": "Te chuk ix cutej co b'a t'ayach. Maj co k'anab'ajej a checnab'il, a k'ayb'ub'al yet' tas a chec yalnaccan vinh a checab' aj Moisés t'ayonh."
        },
        {
            "number": "8",
            "text": "Nacot tas alnac t'a vinh a checab' chi': Tato manh ol e k'anab'ajej tas ix vala', ol ex in saclemejcanb'at t'a scaltac juntzanhxo ch'oc chonhab'il."
        },
        {
            "number": "9",
            "text": "Palta tato ol ex meltzajxoc t'ayin jun, ol e k'anab'ajan in checnab'il, tze b'eyb'alani, wach'chom sacleminac eyajcanb'at b'aj slajvik'och yol yib'anhk’inal tik, ol ex in molb'ejxicot t'a jun lugar to sik'b'ilel vuuj, b'aj tz'och ejmelal t'ayin, xa chi."
        },
        {
            "number": "10",
            "text": "Ha onh a checab' onh tik, a chonhab' onh paxi, ix onh a col yet' a poder."
        },
        {
            "number": "11",
            "text": "Mamin, tzin k'an t'ayach to tza cha ab' in lesal a in a checab' in tik yet' tas sk'an juntzanhxo eb' a checab' to sco nib'ej tzach quik'chaanh. Tzin k'an t'ayach to tzak' a wach'k'olal t'ayin, yic wach' scha yab' vinh rey tas ol vala', xin chi. Ha t'a jun pekti’ chi' ayin och sb'achumaloc svino vinhaj rey Artajerjes chi'."
        }
    ]
}