{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Aton wab'ixal a in Nehemías in tik, yuninal in winhaj Hacalías. Ayic 20 ab'ilxo yoch winhaj Artajerjes reyal, t'a jun uj skuchan Quisleu, ayinek' t'a Susa skapitalil Persia."
        },
        {
            "number": "2",
            "text": "Ata' ix k'och winh wuk'tac skuchan Hanani yet' juntzanhxo heb' ix cot yet' winh t'a Judá. Ix in k'anb'an t'a heb' tas yaj Jerusalén yet' heb' yinhtilal heb' anima ik'b'ilcot t'a Babilonia."
        },
        {
            "number": "3",
            "text": "Ix yalan heb' t'ayin: Ha heb' quetchonhab' chi' ayek' heb' t'a Judá, te cusk'olal yajek' heb', te q'uixweltac yajek' heb'. Axo Jerusalén chi' mak'b'ilem smuroal, tz'anacpaxb'at spuertail, xchi heb'."
        },
        {
            "number": "4",
            "text": "Ayic ix wab'an juntzanh chi', ix in em k'ojan, ix in oq'ui. Ix in te kus wal jaye' k'ual. Ix in och t'a tzek'ojk'olal, ix in lesalwi t'a sDiosal satcha’anh."
        },
        {
            "number": "5",
            "text": "Ix walan icha tik: Mamin Jehová sDiosal satcha’anh, te niwan elk'ochi, te ay a may, tzak'elk'och a trato yet' heb' tzach xajanani, heb' sk'anab'ajan a checnab'il."
        },
        {
            "number": "6",
            "text": "Tzin k'an t'ayach to tza cha ab' in lesal a in a chekab' in tik. D'a junjun k'u yet' t'a junjun ak'wal tzin tewi t'ayach cuuj a onh a chonhab' onh tik, a chekab' kaji. Swalk'eta ko mul t'ayach. Ha onh tik yet' heb' ko mam quicham, ix och ko mul t'ayach."
        },
        {
            "number": "7",
            "text": "Te chuk ix cutej ko b'a t'ayach. Maj ko k'anab'ajej a checnab'il, a k'ayb'ub'al yet' tas a chec yalnakkan winh a chekab' aj Moisés t'ayonh."
        },
        {
            "number": "8",
            "text": "Nacot tas alnac t'a winh a chekab' chi': Tato manh ol he k'anab'ajej tas ix wala', ol ex in saclemejkanb'at t'a skaltac juntzanhxo ch'oc chonhab'il."
        },
        {
            "number": "9",
            "text": "Palta tato ol ex meltzajxoc t'ayin jun, ol he k'anab'ajan in checnab'il, tze b'eyb'alani, wach'chom sacleminac eyajkanb'at b'aj slajwik'och yol yib'anhk’inal tik, ol ex in molb'ejxicot t'a jun lugar to sik'b'ilel wuuj, b'aj tz'och ejmelal t'ayin, xa chi."
        },
        {
            "number": "10",
            "text": "Ha onh a chekab' onh tik, a chonhab' onh paxi, ix onh a col yet' a poder."
        },
        {
            "number": "11",
            "text": "Mamin, tzin k'an t'ayach to tza cha ab' in lesal a in a chekab' in tik yet' tas sk'an juntzanhxo heb' a chekab' to sko nib'ej tzach quik'chaanh. Tzin k'an t'ayach to tzak' a wach'k'olal t'ayin, yic wach' scha yab' winh rey tas ol wala', xin chi. Ha t'a jun pekti’ chi' ayin och sb'akhumaloc swino winhaj rey Artajerjes chi'."
        }
    ]
}