{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Aton heb' winh tik ix yak' sb'i t'a ch'anh uum ix tz'ib'chaj chi'. Ha in Nehemías in tik, yuninal in winhaj Hacalías, yajal waji. Ix yak'anpax sb'i heb' winh sacerdote: Aton winhaj Sedequías, winhaj Seraías, winhaj Azarías, winhaj Jeremías, winhaj Pasur, winhaj Amarías, winhaj Malquías, winhaj Hatús, winhaj Sebanías, winhaj Maluc, winhaj Harim, winhaj Meremot, winhaj Obadías, winhaj Daniel, winhaj Ginetón, winhaj Baruc, winhaj Mesulam, winhaj Abías, winhaj Mijamín, winhaj Maazías, winhaj Bilgai yet' winhaj Semaías."
        },
        {
            "number": "2",
            "text": "Axo pax juntzanhxo heb' winh lewita, aton heb' winh tik: Vinhaj Jesúa yuninal winhaj Azanías, winhaj Binúi yinhtilal winhaj Henadad, winhaj Cadmiel yet' heb' yetlewitail: Aton winhaj Sebanías, winhaj Hodías, winhaj Kelita, winhaj Pelaías, winhaj Hanán, winhaj Micaías, winhaj Rehob, winhaj Hasabías, winhaj Zacur, winhaj Serebías, winhaj Sebanías, winhaj Hodías, winhaj Bani yet' winhaj Beninu."
        },
        {
            "number": "3",
            "text": "Axo pax heb' ayoch yajalil t'a chonhab' chi': Aton winhaj Paros, winhaj Pahat-moab, winhaj Elam, winhaj Zatu, winhaj Bani, winhaj Buni, winhaj Azgad, winhaj Bebai, winhaj Adonías, winhaj Bigwai, winhaj Adín, winhaj Ater, winhaj Ezequías, winhaj Azur, winhaj Hodías, winhaj Hasum, winhaj Bezai, winhaj Harif, winhaj Anatot, winhaj Nebai, winhaj Magpías, winhaj Mesulam, winhaj Hezir, winhaj Mesezabeel, winhaj Sadoc, winhaj Jadúa, winhaj Pelatías, winhaj Hanán, winhaj Anaías, winhaj Oseas, winhaj Hananías, winhaj Hasub, winhaj Halohes, winhaj Pilha, winhaj Sobec, winhaj Rehum, winhaj Hasabna, winhaj Maasías, winhaj Ahías, winhaj Hanán, winhaj Anán, winhaj Maluc, winhaj Harim yet' winhaj Baana."
        },
        {
            "number": "4",
            "text": "Axo jantacto heb' chonhab', aton heb' sacerdote yet' juntzanhxo heb' lewita tanhwum puerta, heb' sb'itani, heb' smunlaj t'a templo yet' masanil heb' anima toxo ix yik'el sb'ha t'a skal heb' ch'oc chonhab'il yic sk'anab'ajan sk'ayb'ub'al Dios heb', ix yak' sti' heb' yet' heb' ix yetb'eyum yet' heb' yal yuninal heb' tzaxo nachaj yuj."
        },
        {
            "number": "5",
            "text": "Ha heb' tik ix smolb'ej sb'a heb' yet' heb' sk'ab'yoc yet' pax heb' yajal, ix yak'an sti' heb' to ol sb'eyb'alej schecnab'il Dios heb', aton alb'ilcan yuj winhaj Moisés schecab' Dios chi'. Ix yalan heb' to ol sk'anab'ajej wal schecnab'il yet' sk'ayb'ub'al Jehová Cajalil heb'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yal heb' icha tik: Manhxo ol yik'laj sb'a heb' kal cuninal yet' heb' ch'oc chonhab'il."
        },
        {
            "number": "7",
            "text": "Tato sjawi heb' ch'oc chonhab'il chonhoj tastac t'ayonh t'a sk'ual ik'oj ip, ma t'a juntzanhxo sk'ual q'uinh, malaj tas ol ko man t'a heb'. Axo t'a yuquil ab'il ol yik' yip lum ko lu'um, ol cak'anpax lajwoc sb'oc heb' ay sb'oc t'ayonh."
        },
        {
            "number": "8",
            "text": "Anhejtona' toxo ix cak'och t'a quib'anh to yowalil ol cak' chanhe' gramo k'een plata junjun onh t'a junjun ab'il yic smanchaj tas sk'anchaj t'a scajnub' ko Diosal:"
        },
        {
            "number": "9",
            "text": "Aton yuj ixim pan tz'ak'chajoch t'a yichanh Dios, ofrenda tz'ak'ji t'a junjun k'u t'a tas swaji, silab' snhusjitz'ha t'a junjun k'u, silab' t'a sk'ual ik'oj ip, silab' ayic tz'alji k'een uj yet' juntzanhxo q'uinh tz'och t'a junjun ab'il, yet' pax juntzanhxo ofrenda yet' silab' yuj yak'ji tup ko mul a onh israel onh tik yet' juntzanhxo tas sk'anchaj t'a stemplo ko Diosal."
        },
        {
            "number": "10",
            "text": "Anhejtona' yuj te' k'atzitz sk'anchaj t'a stemplo Jehová, yic stz'a te' t'a yaltar Jehová ko Diosal, toxo ix ko b'o t'a junjun makan quinhtilal tas tiempoal t'a junjun ab'il ol cak' te' k'atzitz chi', icha yajcan t'a ch'anh ley chi'. Wach'chom sacerdote, ma lewita, ma comon anima, ol ko k'anab'ajej ko masanil."
        },
        {
            "number": "11",
            "text": "Ix ko chaoch t'a quib'anh to ol quik'cot sb'ab'el sat ko munlajel yet' b'ab'el sat cavb'en te' t'a junjun ab'il t'a scajnub' ko Diosal."
        },
        {
            "number": "12",
            "text": "Ol quik'anpaxcot heb' b'ab'el cuninal yet' b'ab'el yune' nok' ko wacax yet' nok' ko calnel t'a stemplo ko Diosal t'a yichanh heb' sacerdote smunlaj ta', icha wal yajcan t'a ch'anh ley chi'."
        },
        {
            "number": "13",
            "text": "Ol quik'anpaxcot ko colwal t'a heb' sacerdote, aton ixim ko b'ab'el harina, b'ab'el sat cavb'en te', ko b'ab'el wino yet' ko b'ab'el aceite. Ol cak'an b'aj sik'chaj t'a stemplo ko Diosal. Ol quik'anpaxcot sdiezmoal sat cavb'en. Ol cak'an t'a heb' lewita, yujto a heb' smolb'an sdiezmoal tas squik' t'a sat ko lu'um t'a junjun chonhab' b'aj tzonh munlaji."
        },
        {
            "number": "14",
            "text": "Ayic ol b'at heb' lewita chi' smolb'ej ko diezmo chi', yowalil sb'at junok heb' sacerdote yinhtilal winhaj Aarón yet' heb'. Syik'anpaxb'at sdiezmoal diezmo scha heb' chi', syak'anoch heb' b'aj sik'chaj tas tz'ak'ji t'a scajnub' ko Diosal."
        },
        {
            "number": "15",
            "text": "Ha onh israel onh tik yet' heb' lewita ol quik'cot ixim trigo, wino yet' aceite b'aj molan masanil tas sk'anchaj t'a templo, b'aj ay pax scuarto heb' ayoch t'a opisio, aton heb' sacerdote, heb' tanhwum puerta yet' heb' sb'itani. Ix cak'an ko ti' to manh ol cactejcan stemplo ko Diosal, xchi heb'."
        }
    ]
}