{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Aton eb' vinh tic ix yak' sb'i d'a ch'anh uum ix tz'ib'chaj chi'. A in Nehemías in tic, yuninal in vinhaj Hacalías, yajal vaji. Ix yak'anpax sb'i eb' vinh sacerdote: Aton vinhaj Sedequías, vinhaj Seraías, vinhaj Azarías, vinhaj Jeremías, vinhaj Pasur, vinhaj Amarías, vinhaj Malquías, vinhaj Hatús, vinhaj Sebanías, vinhaj Maluc, vinhaj Harim, vinhaj Meremot, vinhaj Obadías, vinhaj Daniel, vinhaj Ginetón, vinhaj Baruc, vinhaj Mesulam, vinhaj Abías, vinhaj Mijamín, vinhaj Maazías, vinhaj Bilgai yed' vinhaj Semaías."
        },
        {
            "number": "2",
            "text": "Axo pax juntzanhxo eb' vinh levita, aton eb' vinh tic: Vinhaj Jesúa yuninal vinhaj Azanías, vinhaj Binúi yinhtilal vinhaj Henadad, vinhaj Cadmiel yed' eb' yetlevitail: Aton vinhaj Sebanías, vinhaj Hodías, vinhaj Kelita, vinhaj Pelaías, vinhaj Hanán, vinhaj Micaías, vinhaj Rehob, vinhaj Hasabías, vinhaj Zacur, vinhaj Serebías, vinhaj Sebanías, vinhaj Hodías, vinhaj Bani yed' vinhaj Beninu."
        },
        {
            "number": "3",
            "text": "Axo pax eb' ayoch yajalil d'a chonhab' chi': Aton vinhaj Paros, vinhaj Pahat-moab, vinhaj Elam, vinhaj Zatu, vinhaj Bani, vinhaj Buni, vinhaj Azgad, vinhaj Bebai, vinhaj Adonías, vinhaj Bigvai, vinhaj Adín, vinhaj Ater, vinhaj Ezequías, vinhaj Azur, vinhaj Hodías, vinhaj Hasum, vinhaj Bezai, vinhaj Harif, vinhaj Anatot, vinhaj Nebai, vinhaj Magpías, vinhaj Mesulam, vinhaj Hezir, vinhaj Mesezabeel, vinhaj Sadoc, vinhaj Jadúa, vinhaj Pelatías, vinhaj Hanán, vinhaj Anaías, vinhaj Oseas, vinhaj Hananías, vinhaj Hasub, vinhaj Halohes, vinhaj Pilha, vinhaj Sobec, vinhaj Rehum, vinhaj Hasabna, vinhaj Maasías, vinhaj Ahías, vinhaj Hanán, vinhaj Anán, vinhaj Maluc, vinhaj Harim yed' vinhaj Baana."
        },
        {
            "number": "4",
            "text": "Axo jantacto eb' chonhab', aton eb' sacerdote yed' juntzanhxo eb' levita tanhvum puerta, eb' sb'itani, eb' smunlaj d'a templo yed' masanil eb' anima toxo ix yiq'uel sb'a d'a scal eb' ch'oc chonhab'il yic sk'anab'ajan sk'ayb'ub'al Dios eb', ix yak' sti' eb' yed' eb' ix yetb'eyum yed' eb' yal yuninal eb' tzaxo nachaj yuuj."
        },
        {
            "number": "5",
            "text": "A eb' tic ix smolb'ej sb'a eb' yed' eb' sk'ab'yoc yed' pax eb' yajal, ix yak'an sti' eb' to ol sb'eyb'alej schecnab'il Dios eb', aton alb'ilcan yuj vinhaj Moisés schecab' Dios chi'. Ix yalan eb' to ol sk'anab'ajej val schecnab'il yed' sk'ayb'ub'al Jehová Cajalil eb'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yal eb' icha tic: Manhxo ol yik'laj sb'a eb' cal cuninal yed' eb' ch'oc chonhab'il."
        },
        {
            "number": "7",
            "text": "Tato sjavi eb' ch'oc chonhab'il chonhoj tastac d'ayonh d'a sk'ual ik'oj ip, ma d'a juntzanhxo sk'ual q'uinh, malaj tas ol co man d'a eb'. Axo d'a yuquil ab'il ol yik' yip lum co luum, ol cak'anpax lajvoc sb'oc eb' ay sb'oc d'ayonh."
        },
        {
            "number": "8",
            "text": "Anhejtona' toxo ix cak'och d'a quib'anh to yovalil ol cak' chanhe' gramo q'uen plata junjun onh d'a junjun ab'il yic smanchaj tas sk'anchaj d'a scajnub' co Diosal:"
        },
        {
            "number": "9",
            "text": "Aton yuj ixim pan tz'ak'chajoch d'a yichanh Dios, ofrenda tz'ak'ji d'a junjun k'u d'a tas svaji, silab' snhusjitz'a d'a junjun k'u, silab' d'a sk'ual ik'oj ip, silab' ayic tz'alji q'uen uj yed' juntzanhxo q'uinh tz'och d'a junjun ab'il, yed' pax juntzanhxo ofrenda yed' silab' yuj yak'ji tup co mul a onh israel onh tic yed' juntzanhxo tas sk'anchaj d'a stemplo co Diosal."
        },
        {
            "number": "10",
            "text": "Anhejtona' yuj te' k'atzitz sk'anchaj d'a stemplo Jehová, yic stz'a te' d'a yaltar Jehová co Diosal, toxo ix co b'o d'a junjun macanh quinhtilal tas tiempoal d'a junjun ab'il ol cak' te' k'atzitz chi', icha yajcan d'a ch'anh ley chi'. Vach'chom sacerdote, ma levita, ma comon anima, ol co k'anab'ajej co masanil."
        },
        {
            "number": "11",
            "text": "Ix co chaoch d'a quib'anh to ol quik'cot sb'ab'el sat co munlajel yed' b'ab'el sat cavb'en te' d'a junjun ab'il d'a scajnub' co Diosal."
        },
        {
            "number": "12",
            "text": "Ol quik'anpaxcot eb' b'ab'el cuninal yed' b'ab'el yune' nok' co vacax yed' nok' co calnel d'a stemplo co Diosal d'a yichanh eb' sacerdote smunlaj ta', icha val yajcan d'a ch'anh ley chi'."
        },
        {
            "number": "13",
            "text": "Ol quik'anpaxcot co colval d'a eb' sacerdote, aton ixim co b'ab'el harina, b'ab'el sat cavb'en te', co b'ab'el vino yed' co b'ab'el aceite. Ol cak'an b'aj sik'chaj d'a stemplo co Diosal. Ol quik'anpaxcot sdiezmoal sat cavb'en. Ol cak'an d'a eb' levita, yujto a eb' smolb'an sdiezmoal tas squik' d'a sat co luum d'a junjun chonhab' b'aj tzonh munlaji."
        },
        {
            "number": "14",
            "text": "Ayic ol b'at eb' levita chi' smolb'ej co diezmo chi', yovalil sb'at junoc eb' sacerdote yinhtilal vinhaj Aarón yed' eb'. Syik'anpaxb'at sdiezmoal diezmo scha eb' chi', syak'anoch eb' b'aj sik'chaj tas tz'ak'ji d'a scajnub' co Diosal."
        },
        {
            "number": "15",
            "text": "A onh israel onh tic yed' eb' levita ol quik'cot ixim trigo, vino yed' aceite b'aj molan masanil tas sk'anchaj d'a templo, b'aj ay pax scuarto eb' ayoch d'a opisio, aton eb' sacerdote, eb' tanhvum puerta yed' eb' sb'itani. Ix cak'an co ti' to manh ol cactejcan stemplo co Diosal, xchi eb'."
        }
    ]
}