{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha heb' yajal t'a ko chonhab' tik ix cajnaj heb' t'a Jerusalén. Axo juntzanhxo heb', lajunhe' makan ix laj aj heb', ix och suerte t'a yib'anh heb' mach junok makan heb' ol cajnaj t'a Jerusalén tik, aton t'a jun chonhab' to yic Dios yaji. Axo b'alunh macanhxo heb' sb'atxican heb' t'a schonhab' junjun."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', ix yalan wach' lolonel heb' chonhab' t'a yib'anh heb' b'ecan sk'ol scajnaj t'a Jerusalén chi'."
        },
        {
            "number": "3",
            "text": "Ay heb' quetisraelal, heb' sacerdote, heb' lewita, heb' smunlaj t'a templo, heb' yinhtilal heb' ak'jinac serwil winhaj Salomón, ix cajnaj heb' t'a sluum t'a juntzanh schonhab' heb' t'a yol yic Judá. Palta haxo heb' yajal yaj t'a skal heb', ix kan cajan heb' t'a Jerusalén yet' yal yuninal."
        },
        {
            "number": "4",
            "text": "Aton heb' yinhtilal Judá tik yet' heb' yinhtilal Benjamín ix kan cajan t'a Jerusalén: Ay chawanh heb' winh yajal yaji. Ha jun winh scuchan Ataías yuninal winhaj Uzías. Axo heb' smam yicham winh, aton winhaj Zacarías, winhaj Amarías, winhaj Sefatías, winhaj Mahalaleel. Ha masanil heb' tik yinhtilal heb' winhaj Fares yuninal winhaj Judá. Ha sb'isul heb', 468 t'a smasanil, te tek'an heb'. Axo junxo winh yajal chi', Maasías sb'i winh, yuninal winh winhaj Baruc. Axo heb' smam yicham winh, aton winhaj Colhoze, winhaj Hazaías, winhaj Adías, winhaj Joiarib, winhaj Zacarías, yinhtilal heb' winhaj Siloni yuninal winhaj Judá."
        },
        {
            "number": "5",
            "text": "Axo pax t'a skal heb' yinhtilal Benjamín, ay oxwanh heb' winh yajal yaji. Aton winhaj Salú, winhaj Gabai yet' winhaj Salai. Ha winhaj Salú chi' yuninal winhaj Mesulam, haxo heb' smam yicham winh, aton winhaj Joed, winhaj Pedaías, winhaj Colaías, winhaj Maasías, winhaj Itiel, winhaj Jesaías. 928 sb'isul heb' t'a smasanil."
        },
        {
            "number": "6",
            "text": "Axo winhaj Joel yuninal winhaj Zicri yajal soldado yaj t'a heb', haxo winhaj Judá yuninal winhaj Senúa schab'il yajal yaji."
        },
        {
            "number": "7",
            "text": "Ha heb' winh yajal yaj t'a skal heb' winh sacerdote, heb' winh ix kan cajan t'a Jerusalén, chanhwanh heb' winh: Ha winh b'ab'el, aton winhaj Jedaías yuninal winhaj Joiarib sk'ab'yoc winhaj Jaquín."
        },
        {
            "number": "8",
            "text": "Axo winh schab'il, aton winhaj Seraías yuninal winhaj Hilcías. Axo heb' smam yicham winh, aton winhaj Mesulam, winhaj Sadoc, winhaj Meraiot, winhaj Ahitob winh yak'nac sat sacerdoteal."
        },
        {
            "number": "9",
            "text": "Ha sb'isul masanil heb' tik, 822 heb', sk'ab'yocnhej sb'a heb', aton heb' munlajnac t'a scajnub' Dios. Axo winh yoxil, aton winhaj Adaías yuninal winhaj Jeroham. Axo heb' smam yicham winh, aton winhaj Pelalías, winhaj Amsi, winhaj Zacarías, winhaj Pasur yet' winhaj Malquías."
        },
        {
            "number": "10",
            "text": "Ha sb'isul heb' yajal yaj t'a heb', 242 heb', sk'ab'yocnhej sb'a heb'. Axo winh schanhil, aton winhaj Amasai yuninal winhaj Azareel. Axo heb' smam yicham winh, aton winhaj Azai, winhaj Mesilemot yet' winhaj Imer."
        },
        {
            "number": "11",
            "text": "Ha sb'isul heb', 128, te jelan heb' t'a owal. Axo winhaj Zabdiel yuninal winhaj Gedolim, a winh yajal yaj t'a skal heb'."
        },
        {
            "number": "12",
            "text": "Axo heb' winh yajal yaj t'a heb' lewita, heb' ix kan cajan t'a Jerusalén, aton winhaj Semaías yuninal winhaj Hasub. Axo heb' smam yicham winh, aton winhaj Azricam, winhaj Hasabías yet' winhaj Buni."
        },
        {
            "number": "13",
            "text": "Ay pax chawanhxo heb' winh yajal, aton winhaj Sabetai yet' winhaj Jozabad. Ha heb' winh ayoch yil munlajel t'a spatictac scajnub' Dios."
        },
        {
            "number": "14",
            "text": "Axo junxo winh, aton winhaj Matanías yuninal winhaj Micaía. Axo heb' smam yicham winh, aton winhaj Zabdi yet' winhaj Asaf. Ha winhaj Matanías chi' scuchb'an heb' sb'itan wach' lolonel yet' ak'oj yuj diosal t'a stiempoal lesal. Axo winhaj Bacbuquías schab'il cuchb'um yaj winh. Axo junxo winh, aton winhaj Abda yuninal winhaj Samúa. Axo heb' smam yicham winh, aton winhaj Galal yet' winhaj Jedutún."
        },
        {
            "number": "15",
            "text": "Ha sb'isul heb' yinhtilal Leví ix kan cajan t'a schonhab' Dios chi', 284 heb' t'a smasanil."
        },
        {
            "number": "16",
            "text": "Axo heb' tanhwum puerta, 172 sb'isul heb'. Ha winhaj Acub yet' winhaj Talmón yajal t'a skal heb' sk'ab'yoc stanhwan puerta chi'."
        },
        {
            "number": "17",
            "text": "Axo juntzanhxo heb' quetisraelal, heb' sacerdote yet' juntzanhxo heb' lewita, ix cajnaj junjun heb' t'a smacb'en t'a juntzanhxo chonhab' t'a yol yic Judá."
        },
        {
            "number": "18",
            "text": "Ha heb' smunlaj t'a templo, ix cajnaj heb' t'a Jerusalén t'a jun tzalan scuchan Ofel. Axo winhaj Ziha yet' winhaj Gispa scuchb'an heb' t'a munlajel chi'."
        },
        {
            "number": "19",
            "text": "Ha winhaj Uzi yajal t'a skal heb' lewita yinhtilal winhaj Asaf t'a Jerusalén chi', aton heb' winh scuchb'an b'it t'a scajnub' Dios. Ha heb' smam yicham winhaj Uzi chi', aton winhaj Bani, winhaj Hasabías, winhaj Matanías yet' winhaj Micaía."
        },
        {
            "number": "20",
            "text": "D'a stzolal tz'aj yoch heb' sb'itan t'a junjun k'u icha yalan winh rey."
        },
        {
            "number": "21",
            "text": "Ha mach tz'och t'a yichanh winh rey yuj yalnhej tas schecnab'il heb' chonhab', aton winhaj Petaías. Ha heb' smam yicham winh, aton winhaj Mesezabeel yinhtilalcan winhaj Zera yuninal winhaj Judá."
        },
        {
            "number": "22",
            "text": "Ha juntzanhxo heb' yinhtilal Judá, ix cajnaj heb' t'a juntzanh chonhab' tik yet' t'a masanil yaldeail: Aton t'a Quiriat-arba, t'a Dibón, t'a Jecabseel, t'a Jesúa, t'a Molada, t'a Bet-pelet, t'a Hazar-sual, t'a Beerseba, t'a Siclag, t'a Mecona, t'a En-rimón, t'a Zora, t'a Jarmut, t'a Zanoa, t'a Adulam, t'a Laquis yet' t'a Azeca. Ix cajnajpax heb' b'aj sb'o munlajel. Ix aj heb' t'a Beerseba masanto ix k'ek'och heb' t'a sch'olanil yic Hinom."
        },
        {
            "number": "23",
            "text": "Axo heb' yinhtilal Benjamín, ix cajnaj heb' t'a juntzanh chonhab' tik: Aton t'a Geba, t'a Micmas, Aía, Betel yet' t'a yaldeail, Anatot, Nob, Ananías, Hazor, Ramá, Gitaim, Hadid, Seboim, Nebalat, Lod, Ono yet' t'a sch'olanil yic heb' b'oum k'een."
        },
        {
            "number": "24",
            "text": "Ay pax heb' lewita ix scha smacb'en t'a yol yic Judá yet' t'a yol yic Benjamín."
        }
    ]
}