{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' yajal t'a co chonhab' tik ix cajnaj eb' t'a Jerusalén. Axo juntzanhxo eb', lajunhe' makan ix laj aj eb', ix och suerte t'a yib'anh eb' mach junok makan eb' ol cajnaj t'a Jerusalén tik, aton t'a jun chonhab' to yic Dios yaji. Axo b'alunh macanhxo eb' sb'atxican eb' t'a schonhab' junjun."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', ix yalan wach' lolonel eb' chonhab' t'a yib'anh eb' b'ecan sk'ol scajnaj t'a Jerusalén chi'."
        },
        {
            "number": "3",
            "text": "Ay eb' quetisraelal, eb' sacerdote, eb' levita, eb' smunlaj t'a templo, eb' yinhtilal eb' ak'jinac servil vinhaj Salomón, ix cajnaj eb' t'a sluum t'a juntzanh schonhab' eb' t'a yol yic Judá. Palta haxo eb' yajal yaj t'a skal eb', ix kan cajan eb' t'a Jerusalén yet' yal yuninal."
        },
        {
            "number": "4",
            "text": "Aton eb' yinhtilal Judá tik yet' eb' yinhtilal Benjamín ix kan cajan t'a Jerusalén: Ay chavanh eb' vinh yajal yaji. Ha jun vinh scuchan Ataías yuninal vinhaj Uzías. Axo eb' smam yicham vinh, aton vinhaj Zacarías, vinhaj Amarías, vinhaj Sefatías, vinhaj Mahalaleel. Ha masanil eb' tik yinhtilal eb' vinhaj Fares yuninal vinhaj Judá. Ha sb'isul eb', 468 t'a smasanil, te tek'an eb'. Axo junxo vinh yajal chi', Maasías sb'i vinh, yuninal vinh vinhaj Baruc. Axo eb' smam yicham vinh, aton vinhaj Colhoze, vinhaj Hazaías, vinhaj Adías, vinhaj Joiarib, vinhaj Zacarías, yinhtilal eb' vinhaj Siloni yuninal vinhaj Judá."
        },
        {
            "number": "5",
            "text": "Axo pax t'a skal eb' yinhtilal Benjamín, ay oxvanh eb' vinh yajal yaji. Aton vinhaj Salú, vinhaj Gabai yet' vinhaj Salai. Ha vinhaj Salú chi' yuninal vinhaj Mesulam, haxo eb' smam yicham vinh, aton vinhaj Joed, vinhaj Pedaías, vinhaj Colaías, vinhaj Maasías, vinhaj Itiel, vinhaj Jesaías. 928 sb'isul eb' t'a smasanil."
        },
        {
            "number": "6",
            "text": "Axo vinhaj Joel yuninal vinhaj Zicri yajal soldado yaj t'a eb', haxo vinhaj Judá yuninal vinhaj Senúa schab'il yajal yaji."
        },
        {
            "number": "7",
            "text": "Ha eb' vinh yajal yaj t'a skal eb' vinh sacerdote, eb' vinh ix kan cajan t'a Jerusalén, chanhvanh eb' vinh: Ha vinh b'ab'el, aton vinhaj Jedaías yuninal vinhaj Joiarib sk'ab'yoc vinhaj Jaquín."
        },
        {
            "number": "8",
            "text": "Axo vinh schab'il, aton vinhaj Seraías yuninal vinhaj Hilcías. Axo eb' smam yicham vinh, aton vinhaj Mesulam, vinhaj Sadoc, vinhaj Meraiot, vinhaj Ahitob vinh yak'nac sat sacerdoteal."
        },
        {
            "number": "9",
            "text": "Ha sb'isul masanil eb' tik, 822 eb', sk'ab'yocnhej sb'a eb', aton eb' munlajnac t'a scajnub' Dios. Axo vinh yoxil, aton vinhaj Adaías yuninal vinhaj Jeroham. Axo eb' smam yicham vinh, aton vinhaj Pelalías, vinhaj Amsi, vinhaj Zacarías, vinhaj Pasur yet' vinhaj Malquías."
        },
        {
            "number": "10",
            "text": "Ha sb'isul eb' yajal yaj t'a eb', 242 eb', sk'ab'yocnhej sb'a eb'. Axo vinh schanhil, aton vinhaj Amasai yuninal vinhaj Azareel. Axo eb' smam yicham vinh, aton vinhaj Azai, vinhaj Mesilemot yet' vinhaj Imer."
        },
        {
            "number": "11",
            "text": "Ha sb'isul eb', 128, te jelan eb' t'a oval. Axo vinhaj Zabdiel yuninal vinhaj Gedolim, a vinh yajal yaj t'a skal eb'."
        },
        {
            "number": "12",
            "text": "Axo eb' vinh yajal yaj t'a eb' levita, eb' ix kan cajan t'a Jerusalén, aton vinhaj Semaías yuninal vinhaj Hasub. Axo eb' smam yicham vinh, aton vinhaj Azricam, vinhaj Hasabías yet' vinhaj Buni."
        },
        {
            "number": "13",
            "text": "Ay pax chavanhxo eb' vinh yajal, aton vinhaj Sabetai yet' vinhaj Jozabad. Ha eb' vinh ayoch yil munlajel t'a spatictac scajnub' Dios."
        },
        {
            "number": "14",
            "text": "Axo junxo vinh, aton vinhaj Matanías yuninal vinhaj Micaía. Axo eb' smam yicham vinh, aton vinhaj Zabdi yet' vinhaj Asaf. Ha vinhaj Matanías chi' scuchb'an eb' sb'itan wach' lolonel yet' ak'oj yuj diosal t'a stiempoal lesal. Axo vinhaj Bacbuquías schab'il cuchb'um yaj vinh. Axo junxo vinh, aton vinhaj Abda yuninal vinhaj Samúa. Axo eb' smam yicham vinh, aton vinhaj Galal yet' vinhaj Jedutún."
        },
        {
            "number": "15",
            "text": "Ha sb'isul eb' yinhtilal Leví ix kan cajan t'a schonhab' Dios chi', 284 eb' t'a smasanil."
        },
        {
            "number": "16",
            "text": "Axo eb' tanhvum puerta, 172 sb'isul eb'. Ha vinhaj Acub yet' vinhaj Talmón yajal t'a skal eb' sk'ab'yoc stanhvan puerta chi'."
        },
        {
            "number": "17",
            "text": "Axo juntzanhxo eb' quetisraelal, eb' sacerdote yet' juntzanhxo eb' levita, ix cajnaj junjun eb' t'a smacb'en t'a juntzanhxo chonhab' t'a yol yic Judá."
        },
        {
            "number": "18",
            "text": "Ha eb' smunlaj t'a templo, ix cajnaj eb' t'a Jerusalén t'a jun tzalan scuchan Ofel. Axo vinhaj Ziha yet' vinhaj Gispa scuchb'an eb' t'a munlajel chi'."
        },
        {
            "number": "19",
            "text": "Ha vinhaj Uzi yajal t'a skal eb' levita yinhtilal vinhaj Asaf t'a Jerusalén chi', aton eb' vinh scuchb'an b'it t'a scajnub' Dios. Ha eb' smam yicham vinhaj Uzi chi', aton vinhaj Bani, vinhaj Hasabías, vinhaj Matanías yet' vinhaj Micaía."
        },
        {
            "number": "20",
            "text": "D'a stzolal tz'aj yoch eb' sb'itan t'a junjun k'u icha yalan vinh rey."
        },
        {
            "number": "21",
            "text": "Ha mach tz'och t'a yichanh vinh rey yuj yalnhej tas schecnab'il eb' chonhab', aton vinhaj Petaías. Ha eb' smam yicham vinh, aton vinhaj Mesezabeel yinhtilalcan vinhaj Zera yuninal vinhaj Judá."
        },
        {
            "number": "22",
            "text": "Ha juntzanhxo eb' yinhtilal Judá, ix cajnaj eb' t'a juntzanh chonhab' tik yet' t'a masanil yaldeail: Aton t'a Quiriat-arba, t'a Dibón, t'a Jecabseel, t'a Jesúa, t'a Molada, t'a Bet-pelet, t'a Hazar-sual, t'a Beerseba, t'a Siclag, t'a Mecona, t'a En-rimón, t'a Zora, t'a Jarmut, t'a Zanoa, t'a Adulam, t'a Laquis yet' t'a Azeca. Ix cajnajpax eb' b'aj sb'o munlajel. Ix aj eb' t'a Beerseba masanto ix q'uek'och eb' t'a sch'olanil yic Hinom."
        },
        {
            "number": "23",
            "text": "Axo eb' yinhtilal Benjamín, ix cajnaj eb' t'a juntzanh chonhab' tik: Aton t'a Geba, t'a Micmas, Aía, Betel yet' t'a yaldeail, Anatot, Nob, Ananías, Hazor, Ramá, Gitaim, Hadid, Seboim, Nebalat, Lod, Ono yet' t'a sch'olanil yic eb' b'oum q'ueen."
        },
        {
            "number": "24",
            "text": "Ay pax eb' levita ix scha smacb'en t'a yol yic Judá yet' t'a yol yic Benjamín."
        }
    ]
}