{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "A eb' yajal d'a co chonhab' tic ix cajnaj eb' d'a Jerusalén. Axo juntzanhxo eb', lajunhe' macanh ix laj aj eb', ix och suerte d'a yib'anh eb' mach junoc macanh eb' ol cajnaj d'a Jerusalén tic, aton d'a jun chonhab' to yic Dios yaji. Axo b'alunh macanhxo eb' sb'atxican eb' d'a schonhab' junjun."
        },
        {
            "number": "2",
            "text": "Ix lajvi chi', ix yalan vach' lolonel eb' chonhab' d'a yib'anh eb' b'ecan sk'ol scajnaj d'a Jerusalén chi'."
        },
        {
            "number": "3",
            "text": "Ay eb' quetisraelal, eb' sacerdote, eb' levita, eb' smunlaj d'a templo, eb' yinhtilal eb' ak'jinac servil vinhaj Salomón, ix cajnaj eb' d'a sluum d'a juntzanh schonhab' eb' d'a yol yic Judá. Palta axo eb' yajal yaj d'a scal eb', ix can cajan eb' d'a Jerusalén yed' yal yuninal."
        },
        {
            "number": "4",
            "text": "Aton eb' yinhtilal Judá tic yed' eb' yinhtilal Benjamín ix can cajan d'a Jerusalén: Ay chavanh eb' vinh yajal yaji. A jun vinh scuchan Ataías yuninal vinhaj Uzías. Axo eb' smam yicham vinh, aton vinhaj Zacarías, vinhaj Amarías, vinhaj Sefatías, vinhaj Mahalaleel. A masanil eb' tic yinhtilal eb' vinhaj Fares yuninal vinhaj Judá. A sb'isul eb', 468 d'a smasanil, te tek'an eb'. Axo junxo vinh yajal chi', Maasías sb'i vinh, yuninal vinh vinhaj Baruc. Axo eb' smam yicham vinh, aton vinhaj Colhoze, vinhaj Hazaías, vinhaj Adías, vinhaj Joiarib, vinhaj Zacarías, yinhtilal eb' vinhaj Siloni yuninal vinhaj Judá."
        },
        {
            "number": "5",
            "text": "Axo pax d'a scal eb' yinhtilal Benjamín, ay oxvanh eb' vinh yajal yaji. Aton vinhaj Salú, vinhaj Gabai yed' vinhaj Salai. A vinhaj Salú chi' yuninal vinhaj Mesulam, axo eb' smam yicham vinh, aton vinhaj Joed, vinhaj Pedaías, vinhaj Colaías, vinhaj Maasías, vinhaj Itiel, vinhaj Jesaías. 928 sb'isul eb' d'a smasanil."
        },
        {
            "number": "6",
            "text": "Axo vinhaj Joel yuninal vinhaj Zicri yajal soldado yaj d'a eb', axo vinhaj Judá yuninal vinhaj Senúa schab'il yajal yaji."
        },
        {
            "number": "7",
            "text": "A eb' vinh yajal yaj d'a scal eb' vinh sacerdote, eb' vinh ix can cajan d'a Jerusalén, chanhvanh eb' vinh: A vinh b'ab'el, aton vinhaj Jedaías yuninal vinhaj Joiarib sk'ab'yoc vinhaj Jaquín."
        },
        {
            "number": "8",
            "text": "Axo vinh schab'il, aton vinhaj Seraías yuninal vinhaj Hilcías. Axo eb' smam yicham vinh, aton vinhaj Mesulam, vinhaj Sadoc, vinhaj Meraiot, vinhaj Ahitob vinh yak'nac sat sacerdoteal."
        },
        {
            "number": "9",
            "text": "A sb'isul masanil eb' tic, 822 eb', sk'ab'yocnhej sb'a eb', aton eb' munlajnac d'a scajnub' Dios. Axo vinh yoxil, aton vinhaj Adaías yuninal vinhaj Jeroham. Axo eb' smam yicham vinh, aton vinhaj Pelalías, vinhaj Amsi, vinhaj Zacarías, vinhaj Pasur yed' vinhaj Malquías."
        },
        {
            "number": "10",
            "text": "A sb'isul eb' yajal yaj d'a eb', 242 eb', sk'ab'yocnhej sb'a eb'. Axo vinh schanhil, aton vinhaj Amasai yuninal vinhaj Azareel. Axo eb' smam yicham vinh, aton vinhaj Azai, vinhaj Mesilemot yed' vinhaj Imer."
        },
        {
            "number": "11",
            "text": "A sb'isul eb', 128, te jelan eb' d'a oval. Axo vinhaj Zabdiel yuninal vinhaj Gedolim, a vinh yajal yaj d'a scal eb'."
        },
        {
            "number": "12",
            "text": "Axo eb' vinh yajal yaj d'a eb' levita, eb' ix can cajan d'a Jerusalén, aton vinhaj Semaías yuninal vinhaj Hasub. Axo eb' smam yicham vinh, aton vinhaj Azricam, vinhaj Hasabías yed' vinhaj Buni."
        },
        {
            "number": "13",
            "text": "Ay pax chavanhxo eb' vinh yajal, aton vinhaj Sabetai yed' vinhaj Jozabad. A eb' vinh ayoch yil munlajel d'a spatictac scajnub' Dios."
        },
        {
            "number": "14",
            "text": "Axo junxo vinh, aton vinhaj Matanías yuninal vinhaj Micaía. Axo eb' smam yicham vinh, aton vinhaj Zabdi yed' vinhaj Asaf. A vinhaj Matanías chi' scuchb'an eb' sb'itan vach' lolonel yed' ak'oj yuj diosal d'a stiempoal lesal. Axo vinhaj Bacbuquías schab'il cuchb'um yaj vinh. Axo junxo vinh, aton vinhaj Abda yuninal vinhaj Samúa. Axo eb' smam yicham vinh, aton vinhaj Galal yed' vinhaj Jedutún."
        },
        {
            "number": "15",
            "text": "A sb'isul eb' yinhtilal Leví ix can cajan d'a schonhab' Dios chi', 284 eb' d'a smasanil."
        },
        {
            "number": "16",
            "text": "Axo eb' tanhvum puerta, 172 sb'isul eb'. A vinhaj Acub yed' vinhaj Talmón yajal d'a scal eb' sk'ab'yoc stanhvan puerta chi'."
        },
        {
            "number": "17",
            "text": "Axo juntzanhxo eb' quetisraelal, eb' sacerdote yed' juntzanhxo eb' levita, ix cajnaj junjun eb' d'a smacb'en d'a juntzanhxo chonhab' d'a yol yic Judá."
        },
        {
            "number": "18",
            "text": "A eb' smunlaj d'a templo, ix cajnaj eb' d'a Jerusalén d'a jun tzalan scuchan Ofel. Axo vinhaj Ziha yed' vinhaj Gispa scuchb'an eb' d'a munlajel chi'."
        },
        {
            "number": "19",
            "text": "A vinhaj Uzi yajal d'a scal eb' levita yinhtilal vinhaj Asaf d'a Jerusalén chi', aton eb' vinh scuchb'an b'it d'a scajnub' Dios. A eb' smam yicham vinhaj Uzi chi', aton vinhaj Bani, vinhaj Hasabías, vinhaj Matanías yed' vinhaj Micaía."
        },
        {
            "number": "20",
            "text": "D'a stzolal tz'aj yoch eb' sb'itan d'a junjun k'u icha yalan vinh rey."
        },
        {
            "number": "21",
            "text": "A mach tz'och d'a yichanh vinh rey yuj yalnhej tas schecnab'il eb' chonhab', aton vinhaj Petaías. A eb' smam yicham vinh, aton vinhaj Mesezabeel yinhtilalcan vinhaj Zera yuninal vinhaj Judá."
        },
        {
            "number": "22",
            "text": "A juntzanhxo eb' yinhtilal Judá, ix cajnaj eb' d'a juntzanh chonhab' tic yed' d'a masanil yaldeail: Aton d'a Quiriat-arba, d'a Dibón, d'a Jecabseel, d'a Jesúa, d'a Molada, d'a Bet-pelet, d'a Hazar-sual, d'a Beerseba, d'a Siclag, d'a Mecona, d'a En-rimón, d'a Zora, d'a Jarmut, d'a Zanoa, d'a Adulam, d'a Laquis yed' d'a Azeca. Ix cajnajpax eb' b'aj sb'o munlajel. Ix aj eb' d'a Beerseba masanto ix q'uek'och eb' d'a sch'olanil yic Hinom."
        },
        {
            "number": "23",
            "text": "Axo eb' yinhtilal Benjamín, ix cajnaj eb' d'a juntzanh chonhab' tic: Aton d'a Geba, d'a Micmas, Aía, Betel yed' d'a yaldeail, Anatot, Nob, Ananías, Hazor, Ramá, Gitaim, Hadid, Seboim, Nebalat, Lod, Ono yed' d'a sch'olanil yic eb' b'oum q'ueen."
        },
        {
            "number": "24",
            "text": "Ay pax eb' levita ix scha smacb'en d'a yol yic Judá yed' d'a yol yic Benjamín."
        }
    ]
}