{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' yajal t'a co chonhab' tik ix cajnaj eb' t'a Jerusalén. Axo juntzanhxo eb', lajunhe' makan ix laj aj eb', ix och suerte t'a yib'anh eb' mach junok makan eb' ol cajnaj t'a Jerusalén tik, aton t'a jun chonhab' to yic Dios yaji. Axo b'alunh macanhxo eb' sb'atxican eb' t'a schonhab' junjun."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', ix yalan wach' lolonel eb' chonhab' t'a yib'anh eb' b'ecan sk'ol scajnaj t'a Jerusalén chi'."
        },
        {
            "number": "3",
            "text": "Ay eb' quetisraelal, eb' sacerdote, eb' levita, eb' smunlaj t'a templo, eb' yinhtilal eb' ak'jinac servil winhaj Salomón, ix cajnaj eb' t'a sluum t'a juntzanh schonhab' eb' t'a yol yic Judá. Palta haxo eb' yajal yaj t'a skal eb', ix kan cajan eb' t'a Jerusalén yet' yal yuninal."
        },
        {
            "number": "4",
            "text": "Aton eb' yinhtilal Judá tik yet' eb' yinhtilal Benjamín ix kan cajan t'a Jerusalén: Ay chavanh eb' winh yajal yaji. Ha jun winh scuchan Ataías yuninal winhaj Uzías. Axo eb' smam yicham winh, aton winhaj Zacarías, winhaj Amarías, winhaj Sefatías, winhaj Mahalaleel. Ha masanil eb' tik yinhtilal eb' winhaj Fares yuninal winhaj Judá. Ha sb'isul eb', 468 t'a smasanil, te tek'an eb'. Axo junxo winh yajal chi', Maasías sb'i winh, yuninal winh winhaj Baruc. Axo eb' smam yicham winh, aton winhaj Colhoze, winhaj Hazaías, winhaj Adías, winhaj Joiarib, winhaj Zacarías, yinhtilal eb' winhaj Siloni yuninal winhaj Judá."
        },
        {
            "number": "5",
            "text": "Axo pax t'a skal eb' yinhtilal Benjamín, ay oxvanh eb' winh yajal yaji. Aton winhaj Salú, winhaj Gabai yet' winhaj Salai. Ha winhaj Salú chi' yuninal winhaj Mesulam, haxo eb' smam yicham winh, aton winhaj Joed, winhaj Pedaías, winhaj Colaías, winhaj Maasías, winhaj Itiel, winhaj Jesaías. 928 sb'isul eb' t'a smasanil."
        },
        {
            "number": "6",
            "text": "Axo winhaj Joel yuninal winhaj Zicri yajal soldado yaj t'a eb', haxo winhaj Judá yuninal winhaj Senúa schab'il yajal yaji."
        },
        {
            "number": "7",
            "text": "Ha eb' winh yajal yaj t'a skal eb' winh sacerdote, eb' winh ix kan cajan t'a Jerusalén, chanhvanh eb' winh: Ha winh b'ab'el, aton winhaj Jedaías yuninal winhaj Joiarib sk'ab'yoc winhaj Jaquín."
        },
        {
            "number": "8",
            "text": "Axo winh schab'il, aton winhaj Seraías yuninal winhaj Hilcías. Axo eb' smam yicham winh, aton winhaj Mesulam, winhaj Sadoc, winhaj Meraiot, winhaj Ahitob winh yak'nac sat sacerdoteal."
        },
        {
            "number": "9",
            "text": "Ha sb'isul masanil eb' tik, 822 eb', sk'ab'yocnhej sb'a eb', aton eb' munlajnac t'a scajnub' Dios. Axo winh yoxil, aton winhaj Adaías yuninal winhaj Jeroham. Axo eb' smam yicham winh, aton winhaj Pelalías, winhaj Amsi, winhaj Zacarías, winhaj Pasur yet' winhaj Malquías."
        },
        {
            "number": "10",
            "text": "Ha sb'isul eb' yajal yaj t'a eb', 242 eb', sk'ab'yocnhej sb'a eb'. Axo winh schanhil, aton winhaj Amasai yuninal winhaj Azareel. Axo eb' smam yicham winh, aton winhaj Azai, winhaj Mesilemot yet' winhaj Imer."
        },
        {
            "number": "11",
            "text": "Ha sb'isul eb', 128, te jelan eb' t'a oval. Axo winhaj Zabdiel yuninal winhaj Gedolim, a winh yajal yaj t'a skal eb'."
        },
        {
            "number": "12",
            "text": "Axo eb' winh yajal yaj t'a eb' levita, eb' ix kan cajan t'a Jerusalén, aton winhaj Semaías yuninal winhaj Hasub. Axo eb' smam yicham winh, aton winhaj Azricam, winhaj Hasabías yet' winhaj Buni."
        },
        {
            "number": "13",
            "text": "Ay pax chavanhxo eb' winh yajal, aton winhaj Sabetai yet' winhaj Jozabad. Ha eb' winh ayoch yil munlajel t'a spatictac scajnub' Dios."
        },
        {
            "number": "14",
            "text": "Axo junxo winh, aton winhaj Matanías yuninal winhaj Micaía. Axo eb' smam yicham winh, aton winhaj Zabdi yet' winhaj Asaf. Ha winhaj Matanías chi' scuchb'an eb' sb'itan wach' lolonel yet' ak'oj yuj diosal t'a stiempoal lesal. Axo winhaj Bacbuquías schab'il cuchb'um yaj winh. Axo junxo winh, aton winhaj Abda yuninal winhaj Samúa. Axo eb' smam yicham winh, aton winhaj Galal yet' winhaj Jedutún."
        },
        {
            "number": "15",
            "text": "Ha sb'isul eb' yinhtilal Leví ix kan cajan t'a schonhab' Dios chi', 284 eb' t'a smasanil."
        },
        {
            "number": "16",
            "text": "Axo eb' tanhvum puerta, 172 sb'isul eb'. Ha winhaj Acub yet' winhaj Talmón yajal t'a skal eb' sk'ab'yoc stanhvan puerta chi'."
        },
        {
            "number": "17",
            "text": "Axo juntzanhxo eb' quetisraelal, eb' sacerdote yet' juntzanhxo eb' levita, ix cajnaj junjun eb' t'a smacb'en t'a juntzanhxo chonhab' t'a yol yic Judá."
        },
        {
            "number": "18",
            "text": "Ha eb' smunlaj t'a templo, ix cajnaj eb' t'a Jerusalén t'a jun tzalan scuchan Ofel. Axo winhaj Ziha yet' winhaj Gispa scuchb'an eb' t'a munlajel chi'."
        },
        {
            "number": "19",
            "text": "Ha winhaj Uzi yajal t'a skal eb' levita yinhtilal winhaj Asaf t'a Jerusalén chi', aton eb' winh scuchb'an b'it t'a scajnub' Dios. Ha eb' smam yicham winhaj Uzi chi', aton winhaj Bani, winhaj Hasabías, winhaj Matanías yet' winhaj Micaía."
        },
        {
            "number": "20",
            "text": "D'a stzolal tz'aj yoch eb' sb'itan t'a junjun k'u icha yalan winh rey."
        },
        {
            "number": "21",
            "text": "Ha mach tz'och t'a yichanh winh rey yuj yalnhej tas schecnab'il eb' chonhab', aton winhaj Petaías. Ha eb' smam yicham winh, aton winhaj Mesezabeel yinhtilalcan winhaj Zera yuninal winhaj Judá."
        },
        {
            "number": "22",
            "text": "Ha juntzanhxo eb' yinhtilal Judá, ix cajnaj eb' t'a juntzanh chonhab' tik yet' t'a masanil yaldeail: Aton t'a Quiriat-arba, t'a Dibón, t'a Jecabseel, t'a Jesúa, t'a Molada, t'a Bet-pelet, t'a Hazar-sual, t'a Beerseba, t'a Siclag, t'a Mecona, t'a En-rimón, t'a Zora, t'a Jarmut, t'a Zanoa, t'a Adulam, t'a Laquis yet' t'a Azeca. Ix cajnajpax eb' b'aj sb'o munlajel. Ix aj eb' t'a Beerseba masanto ix q'uek'och eb' t'a sch'olanil yic Hinom."
        },
        {
            "number": "23",
            "text": "Axo eb' yinhtilal Benjamín, ix cajnaj eb' t'a juntzanh chonhab' tik: Aton t'a Geba, t'a Micmas, Aía, Betel yet' t'a yaldeail, Anatot, Nob, Ananías, Hazor, Ramá, Gitaim, Hadid, Seboim, Nebalat, Lod, Ono yet' t'a sch'olanil yic eb' b'oum q'ueen."
        },
        {
            "number": "24",
            "text": "Ay pax eb' levita ix scha smacb'en t'a yol yic Judá yet' t'a yol yic Benjamín."
        }
    ]
}