{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ay juntzanh eb' winh sacerdote yet' juntzanhxo eb' winh levita janacxi yet' winhaj Zorobabel yuninal winhaj Salatiel yet' winhaj Jesúa yajal t'a eb' winh. Aton eb' winh tik: Vinhaj Seraías, winhaj Jeremías, winhaj Esdras, winhaj Amarías, winhaj Maluc, winhaj Hatús, winhaj Secanías, winhaj Rehum, winhaj Meremot, winhaj Iddo, winhaj Gineto, winhaj Abías, winhaj Mijamín, winhaj Maadías, winhaj Bilga, winhaj Semaías, winhaj Joiarib, winhaj Jedaías, winhaj Salú, winhaj Amoc, winhaj Hilcías yet' winhaj Jedaías. Aton eb' winh tik yajal yaj t'a skal eb' winh yetsacerdoteal t'a yol stiempoal winhaj Jesúa."
        },
        {
            "number": "2",
            "text": "Axo pax eb' winh levita, aton eb' winh tik: Vinhaj Jesúa, winhaj Binúi, winhaj Cadmiel, winhaj Serebías, winhaj Judá yet' winhaj Matanías. Yajal yaj eb' winh t'a eb' winh sb'itan wach' lolonel d'ha Dios."
        },
        {
            "number": "3",
            "text": "Axo winhaj Bacbuquías yet' winhaj Uni yet' eb' winh skolwaj yet' eb' winh, a eb' winh stak'vi t'a skal eb' winh sb'itan chi'."
        },
        {
            "number": "4",
            "text": "Ha sb'i eb' winh yinhtilal winhaj Jesúa t'a stzolal, aton winhaj Joiacim, winhaj Eliasib, winhaj Joiada, winhaj Jonatán yet' winhaj Jadúa."
        },
        {
            "number": "5",
            "text": "Ha sb'i eb' winh sacerdote yajal t'a junjun makan eb' yetsacerdoteal t'a stiempoal winhaj sat sacerdote Joiacim, aton eb' winh tik: Ha winhaj Meraías yajal t'a eb' yinhtilal winhaj Seraías. Ha winhaj Hananías yajal t'a eb' yinhtilal winhaj Jeremías. Ha winhaj Mesulam yajal t'a eb' yinhtilal winhaj Esdras. Ha winhaj Johanán yajal t'a eb' yinhtilal winhaj Amarías. Ha winhaj Jonatán yajal t'a eb' yinhtilal winhaj Melicú. Ha winhaj José yajal t'a eb' yinhtilal winhaj Sebanías. Ha winhaj Adna yajal t'a eb' yinhtilal winhaj Harim. Ha winhaj Helcai yajal t'a eb' yinhtilal winhaj Meraiot. Ha winhaj Zacarías yajal t'a eb' yinhtilal winhaj Iddo. Ha winhaj Mesulam yajal t'a eb' yinhtilal winhaj Ginetón. Ha winhaj Zicri yajal t'a eb' yinhtilal winhaj Abías. Ha winhaj Piltai yajal t'a eb' yinhtilal winhaj Miniamín yet' t'a eb' yinhtilal winhaj Moadías. Ha winhaj Samúa yajal t'a eb' yinhtilal winhaj Bilga. Ha winhaj Jonatán yajal t'a eb' yinhtilal winhaj Semaías. Ha winhaj Matenai yajal t'a eb' yinhtilal winhaj Joiarib. Ha winhaj Uzi yajal t'a eb' yinhtilal winhaj Jedaías. Ha winhaj Calai yajal t'a eb' yinhtilal winhaj Salai. Ha winhaj Eber yajal t'a eb' yinhtilal winhaj Amoc. Ha winhaj Hasabías yajal t'a eb' yinhtilal winhaj Hilcías. Ha winhaj Natanael yajal t'a eb' yinhtilal winhaj Jedaías."
        },
        {
            "number": "6",
            "text": "Ayic ayoch winhaj Eliasib, winhaj Joiada, winhaj Johanán yet' winhaj Jadúa t'a sat sacerdoteal, ix tz'ib'chaj sb'i eb' levita yajal t'a junjun makan yinhtilal yet' eb' sacerdote. Ixlajwi stz'ib'chaj sb'i eb' chi' t'a stiempoal winhaj Darío sreyal Persia."
        },
        {
            "number": "7",
            "text": "Axo sb'i eb' levita yajal t'a junjun makan yinhtilal, aycan b'aj tz'ib'ab'il yab'ixal templo. Ix tz'ib'chajnhej jun lista chi' masanto t'a stiempoal winhaj Johanán yixchiquin winhaj Eliasib."
        },
        {
            "number": "8",
            "text": "Ha winhaj Hasabías, winhaj Serebías, winhaj Jesúa yuninal winhaj Cadmiel yet' eb' winh skolwaj yet' eb' winh, a eb' winh ixb’o’an cha makan eb' sb'itani yic syak'an yuj diosal eb' t'a Jehová, icha ajnac yalan winhaj rey David schecab' Dios."
        },
        {
            "number": "9",
            "text": "Axo eb' winh stanhvumal juntzanh cuarto b'aj molan tastac ay t'a slak'anil spuertail templo, aton eb' winh tik: Vinhaj Matanías, winhaj Bacbuquías, winhaj Obadías, winhaj Mesulam, winhaj Talmón yet' winhaj Acub."
        },
        {
            "number": "10",
            "text": "Aton eb' winh ayoch t'a yopisio chi' t'a stiempoal winhaj Joiacim yuninal winhaj Jesúa yixchiquin winhaj Josadac, aton t'a stiempoal ayic ayin och a in Nehemías in tik yajalil, ayic ayek' winhaj sacerdote Esdras k'ayb'um paxi."
        },
        {
            "number": "11",
            "text": "Ayic ix k'och sk'ual yak'jicanoch smuroal Jerusalén t'a yol sk'ab' Dios, ix avtajcot masanil eb' levita t'a junjun chonhab'. Ix javi eb' t'a Jerusalén yuj jun q'uinh chi', yic syalanpax wach' lolonel eb' d'ha Dios, yic sb'itanpax eb' t'a tzalajk'olal yet' q'uen platillo, te' arpa yet' te' lira."
        },
        {
            "number": "12",
            "text": "Ha eb' sb'itan chi', ix cot eb' t'a slak'anil Jerusalén, t'a yaldeail Netofa,"
        },
        {
            "number": "13",
            "text": "t'a yol yic Gilgal, t'a yol smacb'en Geba yet' t'a yol yic Azmavet, yujto ha t'a juntzanh chonhab' t'a slak'anil Jerusalén chi' cajan eb'."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix sacb'itan sb'a eb' sacerdote yet' eb' levita icha yalan ley. Ix sacb'itan pax eb' anima eb' yet' spuertail chonhab' yet' smuroal."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', a in Nehemías in tik, ix in checq'ue eb' yajal yic Judá t'a yib'anh muro chi'. Ix vak'anoch chab' makan eb' sb'itani yic syak'an yuj diosal eb'. Ha eb' b'ab'el makan, ix b'at eb' t'a yib'anh muro chi' t'a stojolal co wach', b'aj ay jun puerta b'aj sb'atcan k'alem."
        },
        {
            "number": "16",
            "text": "Axo t'a spatic eb' chi' tzak'anoch winhaj Osaías yet' nanhalxo eb' yajal yaj t'a Judá."
        },
        {
            "number": "17",
            "text": "Tzak'anpax eb' winh sacerdote, aton eb' winh tik: Vinhaj Azarías, winhaj Esdras, winhaj Mesulam,"
        },
        {
            "number": "18",
            "text": "winhaj Judá, winhaj Benjamín, winhaj Semaías yet' winhaj Jeremías."
        },
        {
            "number": "19",
            "text": "Van spu'an q'uen strompeta junjun eb' winh. Tzak'anpax juntzanhxo eb' winh tik: Aton winhaj Zacarías yuninal winhaj Jonatán, haxo eb' smam yicham winh, aton winhaj Semaías, winhaj Matanías, winhaj Micaías, winhaj Zacur yet' winhaj Asaf."
        },
        {
            "number": "20",
            "text": "Ajun pax juntzanh eb' winh sk'ab'yoc eb' winh, aton winhaj Semaías, winhaj Azarael, winhaj Milalai, winhaj Gilalai, winhaj Maai, winhaj Natanael, winhaj Judá yet' winhaj Hanani. Aton eb' winh chi' sk'anan juntzanh yamk'ab' yic b'it icha yak'nac winhaj rey David, winh schecab' Dios. Axo t'a yichanh eb' winh, b'ab'el sb'at winhaj Esdras winh k'ayb'um."
        },
        {
            "number": "21",
            "text": "Ix ek' eb' t'a yib'anh spuertail sjaj ha ha', ix b'atnhej eb' t'a yichanh t'a yib'anh muro chi'. Ix q'ue eb' t'a jun b'e b'achquiltac sq'ue t'a schonhab' winhaj David, ix ek' eb' t'a yib'anh spalaciocan winh, masanto ix k'och eb' t'a spuertail b'aj tz'el eb' ix ix ik'oj ha' t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "22",
            "text": "Axo junxo schab'il makan eb' sb'itan chi', ix b'atcan eb' t'a stojolal co q'uexanh. Tzak'an in t'a spatic eb' t'a yib'anh muro chi' yet' nanhalxo eb' anima. Ix onh b'atnhej t'a torre scuchan Hornos, masanto b'aj levan sat muro chi'."
        },
        {
            "number": "23",
            "text": "Onh ek' t'a puerta scuch Efraín, t'a puerta scuch Jesana, t'a puerta yic nok' chay, t'a torre scuch Hananeel yet' torre scuch Hamea, masanto t'a puerta yic nok' calnel. Ix onh och vaan t'a puerta b'aj ay eb' stanhvani."
        },
        {
            "number": "24",
            "text": "Ix co chalaj co b'a yet' junxo makan eb' sb'itan chi' t'a yichanhcot templo b'aj tz'och b'it t'a co Mam Dios. Ajun pax nanhalxo eb' yajal ved'oc."
        },
        {
            "number": "25",
            "text": "Ajun pax eb' winh sacerdote spu'an q'uen strompeta: Aton winhaj Eliacim, winhaj Maaseías, winhaj Miniamín, winhaj Micaías, winhaj Elioenai, winhaj Zacarías, winhaj Hananías,"
        },
        {
            "number": "26",
            "text": "winhaj Maasías, winhaj Semaías, winhaj Eleazar, winhaj Uzi, winhaj Johanán, winhaj Malquías, winhaj Elam yet' winhaj Ezer. Ha eb' winh sb'itan chi' te chaanh ix b'itan eb' winh. Ha winhaj Izrahías scuchb'an eb' winh."
        },
        {
            "number": "27",
            "text": "Ha val t'a jun k'u chi' te niwan nok' silab' ix yak' eb' anima chi' d'ha Dios. Ix te tzalaj eb' yujto ha Dios ix ak'an jun niwan tzalajk'olal chi' t'a eb'. Anhejtona' eb' ix ix yet' eb' unin, ix te tzalajpax eb'. Ha jun tzalajk'olal ix uji t'a Jerusalén chi', ix ab'chaj t'a najat."
        },
        {
            "number": "28",
            "text": "Ha t'a jun k'u chi', ay juntzanhxo eb' ix ak'jioch yilumaloc b'aj smolchaj ofrenda, b'ab'el sat avb'en yet' diezmo, icha jantac tas scot t'a junjun lugar t'a yol yic junjun chonhab'. Ha juntzanh chi' yic eb' sacerdote yet' eb' levita yaji icha yalan ley, yujto a masanil eb' anima chi' ste tzalaj eb' yet' eb' sacerdote chi' yet' pax eb' levita chi', yujto smunlaj eb' t'a scajnub' Dios."
        },
        {
            "number": "29",
            "text": "Yuj chi' a eb' sacerdote chi', eb' sb'itani yet' eb' stanhvan puerta, ix sk'anab'ajej eb' sk'ulan icha yalan sley Dios yic sacb'itan sb'a eb'. Ix sk'anab'ajej pax eb' icha yalnaccan winhaj rey David yet' winhaj Salomón."
        },
        {
            "number": "30",
            "text": "Yujto ha t'a stiempoal winhaj rey David chi' yet' winhaj Asaf, ay eb' yajalil eb' sb'itan chi', aton eb' sb'itan wach' lolonel yet' ak'oj yuj diosal d'ha Dios."
        },
        {
            "number": "31",
            "text": "Yuj chi' ha t'a stiempoal winhaj Zorobabel yet' in Nehemías in tik, masanil eb' anima, t'a junjun k'u syak' svael eb' sb'itan eb', eb' stanhvan puerta yet' eb' levita ay yalan yic schaani. Axo pax eb' levita chi' tz'ak'an yic eb' sacerdote yinhtilal winhaj Aarón."
        }
    ]
}