{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ay juntzanh eb' vinh sacerdote yet' juntzanhxo eb' vinh levita janacxi yet' vinhaj Zorobabel yuninal vinhaj Salatiel yet' vinhaj Jesúa yajal t'a eb' vinh. Aton eb' vinh tik: Vinhaj Seraías, vinhaj Jeremías, vinhaj Esdras, vinhaj Amarías, vinhaj Maluc, vinhaj Hatús, vinhaj Secanías, vinhaj Rehum, vinhaj Meremot, vinhaj Iddo, vinhaj Gineto, vinhaj Abías, vinhaj Mijamín, vinhaj Maadías, vinhaj Bilga, vinhaj Semaías, vinhaj Joiarib, vinhaj Jedaías, vinhaj Salú, vinhaj Amoc, vinhaj Hilcías yet' vinhaj Jedaías. Aton eb' vinh tik yajal yaj t'a skal eb' vinh yetsacerdoteal t'a yol stiempoal vinhaj Jesúa."
        },
        {
            "number": "2",
            "text": "Axo pax eb' vinh levita, aton eb' vinh tik: Vinhaj Jesúa, vinhaj Binúi, vinhaj Cadmiel, vinhaj Serebías, vinhaj Judá yet' vinhaj Matanías. Yajal yaj eb' vinh t'a eb' vinh sb'itan wach' lolonel d'ha Dios."
        },
        {
            "number": "3",
            "text": "Axo vinhaj Bacbuquías yet' vinhaj Uni yet' eb' vinh scolvaj yet' eb' vinh, a eb' vinh stak'vi t'a skal eb' vinh sb'itan chi'."
        },
        {
            "number": "4",
            "text": "Ha sb'i eb' vinh yinhtilal vinhaj Jesúa t'a stzolal, aton vinhaj Joiacim, vinhaj Eliasib, vinhaj Joiada, vinhaj Jonatán yet' vinhaj Jadúa."
        },
        {
            "number": "5",
            "text": "Ha sb'i eb' vinh sacerdote yajal t'a junjun makan eb' yetsacerdoteal t'a stiempoal vinhaj sat sacerdote Joiacim, aton eb' vinh tik: Ha vinhaj Meraías yajal t'a eb' yinhtilal vinhaj Seraías. Ha vinhaj Hananías yajal t'a eb' yinhtilal vinhaj Jeremías. Ha vinhaj Mesulam yajal t'a eb' yinhtilal vinhaj Esdras. Ha vinhaj Johanán yajal t'a eb' yinhtilal vinhaj Amarías. Ha vinhaj Jonatán yajal t'a eb' yinhtilal vinhaj Melicú. Ha vinhaj José yajal t'a eb' yinhtilal vinhaj Sebanías. Ha vinhaj Adna yajal t'a eb' yinhtilal vinhaj Harim. Ha vinhaj Helcai yajal t'a eb' yinhtilal vinhaj Meraiot. Ha vinhaj Zacarías yajal t'a eb' yinhtilal vinhaj Iddo. Ha vinhaj Mesulam yajal t'a eb' yinhtilal vinhaj Ginetón. Ha vinhaj Zicri yajal t'a eb' yinhtilal vinhaj Abías. Ha vinhaj Piltai yajal t'a eb' yinhtilal vinhaj Miniamín yet' t'a eb' yinhtilal vinhaj Moadías. Ha vinhaj Samúa yajal t'a eb' yinhtilal vinhaj Bilga. Ha vinhaj Jonatán yajal t'a eb' yinhtilal vinhaj Semaías. Ha vinhaj Matenai yajal t'a eb' yinhtilal vinhaj Joiarib. Ha vinhaj Uzi yajal t'a eb' yinhtilal vinhaj Jedaías. Ha vinhaj Calai yajal t'a eb' yinhtilal vinhaj Salai. Ha vinhaj Eber yajal t'a eb' yinhtilal vinhaj Amoc. Ha vinhaj Hasabías yajal t'a eb' yinhtilal vinhaj Hilcías. Ha vinhaj Natanael yajal t'a eb' yinhtilal vinhaj Jedaías."
        },
        {
            "number": "6",
            "text": "Ayic ayoch vinhaj Eliasib, vinhaj Joiada, vinhaj Johanán yet' vinhaj Jadúa t'a sat sacerdoteal, ix tz'ib'chaj sb'i eb' levita yajal t'a junjun makan yinhtilal yet' eb' sacerdote. Ixlajwi stz'ib'chaj sb'i eb' chi' t'a stiempoal vinhaj Darío sreyal Persia."
        },
        {
            "number": "7",
            "text": "Axo sb'i eb' levita yajal t'a junjun makan yinhtilal, aycan b'aj tz'ib'ab'il yab'ixal templo. Ix tz'ib'chajnhej jun lista chi' masanto t'a stiempoal vinhaj Johanán yixchiquin vinhaj Eliasib."
        },
        {
            "number": "8",
            "text": "Ha vinhaj Hasabías, vinhaj Serebías, vinhaj Jesúa yuninal vinhaj Cadmiel yet' eb' vinh scolvaj yet' eb' vinh, a eb' vinh ixb’o’an cha makan eb' sb'itani yic syak'an yuj diosal eb' t'a Jehová, icha ajnac yalan vinhaj rey David schecab' Dios."
        },
        {
            "number": "9",
            "text": "Axo eb' vinh stanhvumal juntzanh cuarto b'aj molan tastac ay t'a slak'anil spuertail templo, aton eb' vinh tik: Vinhaj Matanías, vinhaj Bacbuquías, vinhaj Obadías, vinhaj Mesulam, vinhaj Talmón yet' vinhaj Acub."
        },
        {
            "number": "10",
            "text": "Aton eb' vinh ayoch t'a yopisio chi' t'a stiempoal vinhaj Joiacim yuninal vinhaj Jesúa yixchiquin vinhaj Josadac, aton t'a stiempoal ayic ayin och a in Nehemías in tik yajalil, ayic ayek' vinhaj sacerdote Esdras k'ayb'um paxi."
        },
        {
            "number": "11",
            "text": "Ayic ix k'och sk'ual yak'jicanoch smuroal Jerusalén t'a yol sk'ab' Dios, ix avtajcot masanil eb' levita t'a junjun chonhab'. Ix javi eb' t'a Jerusalén yuj jun q'uinh chi', yic syalanpax wach' lolonel eb' d'ha Dios, yic sb'itanpax eb' t'a tzalajk'olal yet' q'uen platillo, te' arpa yet' te' lira."
        },
        {
            "number": "12",
            "text": "Ha eb' sb'itan chi', ix cot eb' t'a slak'anil Jerusalén, t'a yaldeail Netofa,"
        },
        {
            "number": "13",
            "text": "t'a yol yic Gilgal, t'a yol smacb'en Geba yet' t'a yol yic Azmavet, yujto ha t'a juntzanh chonhab' t'a slak'anil Jerusalén chi' cajan eb'."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix sacb'itan sb'a eb' sacerdote yet' eb' levita icha yalan ley. Ix sacb'itan pax eb' anima eb' yet' spuertail chonhab' yet' smuroal."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', a in Nehemías in tik, ix in checq'ue eb' yajal yic Judá t'a yib'anh muro chi'. Ix vak'anoch chab' makan eb' sb'itani yic syak'an yuj diosal eb'. Ha eb' b'ab'el makan, ix b'at eb' t'a yib'anh muro chi' t'a stojolal co wach', b'aj ay jun puerta b'aj sb'atcan k'alem."
        },
        {
            "number": "16",
            "text": "Axo t'a spatic eb' chi' tzak'anoch vinhaj Osaías yet' nanhalxo eb' yajal yaj t'a Judá."
        },
        {
            "number": "17",
            "text": "Tzak'anpax eb' vinh sacerdote, aton eb' vinh tik: Vinhaj Azarías, vinhaj Esdras, vinhaj Mesulam,"
        },
        {
            "number": "18",
            "text": "vinhaj Judá, vinhaj Benjamín, vinhaj Semaías yet' vinhaj Jeremías."
        },
        {
            "number": "19",
            "text": "Van spu'an q'uen strompeta junjun eb' vinh. Tzak'anpax juntzanhxo eb' vinh tik: Aton vinhaj Zacarías yuninal vinhaj Jonatán, haxo eb' smam yicham vinh, aton vinhaj Semaías, vinhaj Matanías, vinhaj Micaías, vinhaj Zacur yet' vinhaj Asaf."
        },
        {
            "number": "20",
            "text": "Ajun pax juntzanh eb' vinh sk'ab'yoc eb' vinh, aton vinhaj Semaías, vinhaj Azarael, vinhaj Milalai, vinhaj Gilalai, vinhaj Maai, vinhaj Natanael, vinhaj Judá yet' vinhaj Hanani. Aton eb' vinh chi' sk'anan juntzanh yamk'ab' yic b'it icha yak'nac vinhaj rey David, vinh schecab' Dios. Axo t'a yichanh eb' vinh, b'ab'el sb'at vinhaj Esdras vinh k'ayb'um."
        },
        {
            "number": "21",
            "text": "Ix ek' eb' t'a yib'anh spuertail sjaj ha ha', ix b'atnhej eb' t'a yichanh t'a yib'anh muro chi'. Ix q'ue eb' t'a jun b'e b'achquiltac sq'ue t'a schonhab' vinhaj David, ix ek' eb' t'a yib'anh spalaciocan vinh, masanto ix k'och eb' t'a spuertail b'aj tz'el eb' ix ix ik'oj ha' t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "22",
            "text": "Axo junxo schab'il makan eb' sb'itan chi', ix b'atcan eb' t'a stojolal co q'uexanh. Tzak'an in t'a spatic eb' t'a yib'anh muro chi' yet' nanhalxo eb' anima. Ix onh b'atnhej t'a torre scuchan Hornos, masanto b'aj levan sat muro chi'."
        },
        {
            "number": "23",
            "text": "Onh ek' t'a puerta scuch Efraín, t'a puerta scuch Jesana, t'a puerta yic nok' chay, t'a torre scuch Hananeel yet' torre scuch Hamea, masanto t'a puerta yic nok' calnel. Ix onh och vaan t'a puerta b'aj ay eb' stanhvani."
        },
        {
            "number": "24",
            "text": "Ix co chalaj co b'a yet' junxo makan eb' sb'itan chi' t'a yichanhcot templo b'aj tz'och b'it t'a co Mam Dios. Ajun pax nanhalxo eb' yajal ved'oc."
        },
        {
            "number": "25",
            "text": "Ajun pax eb' vinh sacerdote spu'an q'uen strompeta: Aton vinhaj Eliacim, vinhaj Maaseías, vinhaj Miniamín, vinhaj Micaías, vinhaj Elioenai, vinhaj Zacarías, vinhaj Hananías,"
        },
        {
            "number": "26",
            "text": "vinhaj Maasías, vinhaj Semaías, vinhaj Eleazar, vinhaj Uzi, vinhaj Johanán, vinhaj Malquías, vinhaj Elam yet' vinhaj Ezer. Ha eb' vinh sb'itan chi' te chaanh ix b'itan eb' vinh. Ha vinhaj Izrahías scuchb'an eb' vinh."
        },
        {
            "number": "27",
            "text": "Ha val t'a jun k'u chi' te niwan nok' silab' ix yak' eb' anima chi' d'ha Dios. Ix te tzalaj eb' yujto ha Dios ix ak'an jun niwan tzalajk'olal chi' t'a eb'. Anhejtona' eb' ix ix yet' eb' unin, ix te tzalajpax eb'. Ha jun tzalajk'olal ix uji t'a Jerusalén chi', ix ab'chaj t'a najat."
        },
        {
            "number": "28",
            "text": "Ha t'a jun k'u chi', ay juntzanhxo eb' ix ak'jioch yilumaloc b'aj smolchaj ofrenda, b'ab'el sat avb'en yet' diezmo, icha jantac tas scot t'a junjun lugar t'a yol yic junjun chonhab'. Ha juntzanh chi' yic eb' sacerdote yet' eb' levita yaji icha yalan ley, yujto a masanil eb' anima chi' ste tzalaj eb' yet' eb' sacerdote chi' yet' pax eb' levita chi', yujto smunlaj eb' t'a scajnub' Dios."
        },
        {
            "number": "29",
            "text": "Yuj chi' a eb' sacerdote chi', eb' sb'itani yet' eb' stanhvan puerta, ix sk'anab'ajej eb' sk'ulan icha yalan sley Dios yic sacb'itan sb'a eb'. Ix sk'anab'ajej pax eb' icha yalnaccan vinhaj rey David yet' vinhaj Salomón."
        },
        {
            "number": "30",
            "text": "Yujto ha t'a stiempoal vinhaj rey David chi' yet' vinhaj Asaf, ay eb' yajalil eb' sb'itan chi', aton eb' sb'itan wach' lolonel yet' ak'oj yuj diosal d'ha Dios."
        },
        {
            "number": "31",
            "text": "Yuj chi' ha t'a stiempoal vinhaj Zorobabel yet' in Nehemías in tik, masanil eb' anima, t'a junjun k'u syak' svael eb' sb'itan eb', eb' stanhvan puerta yet' eb' levita ay yalan yic schaani. Axo pax eb' levita chi' tz'ak'an yic eb' sacerdote yinhtilal vinhaj Aarón."
        }
    ]
}