{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ay juntzanh heb' winh sacerdote yet' juntzanhxo heb' winh lewita janacxi yet' winhaj Zorobabel yuninal winhaj Salatiel yet' winhaj Jesúa yajal t'a heb' winh. Aton heb' winh tik: Vinhaj Seraías, winhaj Jeremías, winhaj Esdras, winhaj Amarías, winhaj Maluc, winhaj Hatús, winhaj Secanías, winhaj Rehum, winhaj Meremot, winhaj Iddo, winhaj Gineto, winhaj Abías, winhaj Mijamín, winhaj Maadías, winhaj Bilga, winhaj Semaías, winhaj Joiarib, winhaj Jedaías, winhaj Salú, winhaj Amoc, winhaj Hilcías yet' winhaj Jedaías. Aton heb' winh tik yajal yaj t'a skal heb' winh yetsacerdoteal t'a yol stiempoal winhaj Jesúa."
        },
        {
            "number": "2",
            "text": "Axo pax heb' winh lewita, aton heb' winh tik: Vinhaj Jesúa, winhaj Binúi, winhaj Cadmiel, winhaj Serebías, winhaj Judá yet' winhaj Matanías. Yajal yaj heb' winh t'a heb' winh sb'itan wach' lolonel d'ha Dios."
        },
        {
            "number": "3",
            "text": "Axo winhaj Bacbuquías yet' winhaj Uni yet' heb' winh skolwaj yet' heb' winh, a heb' winh stak'wi t'a skal heb' winh sb'itan chi'."
        },
        {
            "number": "4",
            "text": "Ha sb'i heb' winh yinhtilal winhaj Jesúa t'a stzolal, aton winhaj Joiacim, winhaj Eliasib, winhaj Joiada, winhaj Jonatán yet' winhaj Jadúa."
        },
        {
            "number": "5",
            "text": "Ha sb'i heb' winh sacerdote yajal t'a junjun makan heb' yetsacerdoteal t'a stiempoal winhaj sat sacerdote Joiacim, aton heb' winh tik: Ha winhaj Meraías yajal t'a heb' yinhtilal winhaj Seraías. Ha winhaj Hananías yajal t'a heb' yinhtilal winhaj Jeremías. Ha winhaj Mesulam yajal t'a heb' yinhtilal winhaj Esdras. Ha winhaj Johanán yajal t'a heb' yinhtilal winhaj Amarías. Ha winhaj Jonatán yajal t'a heb' yinhtilal winhaj Melicú. Ha winhaj José yajal t'a heb' yinhtilal winhaj Sebanías. Ha winhaj Adna yajal t'a heb' yinhtilal winhaj Harim. Ha winhaj Helcai yajal t'a heb' yinhtilal winhaj Meraiot. Ha winhaj Zacarías yajal t'a heb' yinhtilal winhaj Iddo. Ha winhaj Mesulam yajal t'a heb' yinhtilal winhaj Ginetón. Ha winhaj Zicri yajal t'a heb' yinhtilal winhaj Abías. Ha winhaj Piltai yajal t'a heb' yinhtilal winhaj Miniamín yet' t'a heb' yinhtilal winhaj Moadías. Ha winhaj Samúa yajal t'a heb' yinhtilal winhaj Bilga. Ha winhaj Jonatán yajal t'a heb' yinhtilal winhaj Semaías. Ha winhaj Matenai yajal t'a heb' yinhtilal winhaj Joiarib. Ha winhaj Uzi yajal t'a heb' yinhtilal winhaj Jedaías. Ha winhaj Calai yajal t'a heb' yinhtilal winhaj Salai. Ha winhaj Eber yajal t'a heb' yinhtilal winhaj Amoc. Ha winhaj Hasabías yajal t'a heb' yinhtilal winhaj Hilcías. Ha winhaj Natanael yajal t'a heb' yinhtilal winhaj Jedaías."
        },
        {
            "number": "6",
            "text": "Ayic ayoch winhaj Eliasib, winhaj Joiada, winhaj Johanán yet' winhaj Jadúa t'a sat sacerdoteal, ix tz'ib'chaj sb'i heb' lewita yajal t'a junjun makan yinhtilal yet' heb' sacerdote. Ixlajwi stz'ib'chaj sb'i heb' chi' t'a stiempoal winhaj Darío sreyal Persia."
        },
        {
            "number": "7",
            "text": "Axo sb'i heb' lewita yajal t'a junjun makan yinhtilal, aycan b'aj tz'ib'ab'il yab'ixal templo. Ix tz'ib'chajnhej jun lista chi' masanto t'a stiempoal winhaj Johanán yixchiquin winhaj Eliasib."
        },
        {
            "number": "8",
            "text": "Ha winhaj Hasabías, winhaj Serebías, winhaj Jesúa yuninal winhaj Cadmiel yet' heb' winh skolwaj yet' heb' winh, a heb' winh ixb’o’an cha makan heb' sb'itani yic syak'an yuj diosal heb' t'a Jehová, icha ajnac yalan winhaj rey Dawid schecab' Dios."
        },
        {
            "number": "9",
            "text": "Axo heb' winh stanhwumal juntzanh cuarto b'aj molan tastac ay t'a slak'anil spuertail templo, aton heb' winh tik: Vinhaj Matanías, winhaj Bacbuquías, winhaj Obadías, winhaj Mesulam, winhaj Talmón yet' winhaj Acub."
        },
        {
            "number": "10",
            "text": "Aton heb' winh ayoch t'a yopisio chi' t'a stiempoal winhaj Joiacim yuninal winhaj Jesúa yixchiquin winhaj Josadac, aton t'a stiempoal ayic ayin och a in Nehemías in tik yajalil, ayic ayek' winhaj sacerdote Esdras k'ayb'um paxi."
        },
        {
            "number": "11",
            "text": "Ayic ix k'och sk'ual yak'jicanoch smuroal Jerusalén t'a yol sk'ab' Dios, ix avtajcot masanil heb' lewita t'a junjun chonhab'. Ix jawi heb' t'a Jerusalén yuj jun q'uinh chi', yic syalanpax wach' lolonel heb' d'ha Dios, yic sb'itanpax heb' t'a tzalajk'olal yet' k'een platillo, te' arpa yet' te' lira."
        },
        {
            "number": "12",
            "text": "Ha heb' sb'itan chi', ix cot heb' t'a slak'anil Jerusalén, t'a yaldeail Netofa,"
        },
        {
            "number": "13",
            "text": "t'a yol yic Gilgal, t'a yol smacb'en Geba yet' t'a yol yic Azmawet, yujto ha t'a juntzanh chonhab' t'a slak'anil Jerusalén chi' cajan heb'."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix sacb'itan sb'a heb' sacerdote yet' heb' lewita icha yalan ley. Ix sacb'itan pax heb' anima heb' yet' spuertail chonhab' yet' smuroal."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', a in Nehemías in tik, ix in check'e heb' yajal yic Judá t'a yib'anh muro chi'. Ix wak'anoch chab' makan heb' sb'itani yic syak'an yuj diosal heb'. Ha heb' b'ab'el makan, ix b'at heb' t'a yib'anh muro chi' t'a stojolal ko wach', b'aj ay jun puerta b'aj sb'atcan k'alem."
        },
        {
            "number": "16",
            "text": "Axo t'a spatic heb' chi' tzak'anoch winhaj Osaías yet' nanhalxo heb' yajal yaj t'a Judá."
        },
        {
            "number": "17",
            "text": "Tzak'anpax heb' winh sacerdote, aton heb' winh tik: Vinhaj Azarías, winhaj Esdras, winhaj Mesulam,"
        },
        {
            "number": "18",
            "text": "winhaj Judá, winhaj Benjamín, winhaj Semaías yet' winhaj Jeremías."
        },
        {
            "number": "19",
            "text": "Van spu'an k'een strompeta junjun heb' winh. Tzak'anpax juntzanhxo heb' winh tik: Aton winhaj Zacarías yuninal winhaj Jonatán, haxo heb' smam yicham winh, aton winhaj Semaías, winhaj Matanías, winhaj Micaías, winhaj Zacur yet' winhaj Asaf."
        },
        {
            "number": "20",
            "text": "Ajun pax juntzanh heb' winh sk'ab'yoc heb' winh, aton winhaj Semaías, winhaj Azarael, winhaj Milalai, winhaj Gilalai, winhaj Maai, winhaj Natanael, winhaj Judá yet' winhaj Hanani. Aton heb' winh chi' sk'anan juntzanh yamk'ab' yic b'it icha yak'nac winhaj rey Dawid, winh schecab' Dios. Axo t'a yichanh heb' winh, b'ab'el sb'at winhaj Esdras winh k'ayb'um."
        },
        {
            "number": "21",
            "text": "Ix ek' heb' t'a yib'anh spuertail sjaj ha ha', ix b'atnhej heb' t'a yichanh t'a yib'anh muro chi'. Ix k'e heb' t'a jun b'e b'achquiltac sk'e t'a schonhab' winhaj Dawid, ix ek' heb' t'a yib'anh spalaciocan winh, masanto ix k'och heb' t'a spuertail b'aj tz'el heb' ix ix ik'oj ha' t'a stojolal b'aj sjawi k'u."
        },
        {
            "number": "22",
            "text": "Axo junxo schab'il makan heb' sb'itan chi', ix b'atcan heb' t'a stojolal ko k'exanh. Tzak'an in t'a spatic heb' t'a yib'anh muro chi' yet' nanhalxo heb' anima. Ix onh b'atnhej t'a torre scuchan Hornos, masanto b'aj lewan sat muro chi'."
        },
        {
            "number": "23",
            "text": "Onh ek' t'a puerta scuch Efraín, t'a puerta scuch Jesana, t'a puerta yic nok' chay, t'a torre scuch Hananeel yet' torre scuch Hamea, masanto t'a puerta yic nok' calnel. Ix onh och waan t'a puerta b'aj ay heb' stanhwani."
        },
        {
            "number": "24",
            "text": "Ix ko chalaj ko b'a yet' junxo makan heb' sb'itan chi' t'a yichanhcot templo b'aj tz'och b'it t'a ko Mam Dios. Ajun pax nanhalxo heb' yajal wed'oc."
        },
        {
            "number": "25",
            "text": "Ajun pax heb' winh sacerdote spu'an k'een strompeta: Aton winhaj Eliacim, winhaj Maaseías, winhaj Miniamín, winhaj Micaías, winhaj Elioenai, winhaj Zacarías, winhaj Hananías,"
        },
        {
            "number": "26",
            "text": "winhaj Maasías, winhaj Semaías, winhaj Eleazar, winhaj Uzi, winhaj Johanán, winhaj Malquías, winhaj Elam yet' winhaj Ezer. Ha heb' winh sb'itan chi' te chaanh ix b'itan heb' winh. Ha winhaj Izrahías scuchb'an heb' winh."
        },
        {
            "number": "27",
            "text": "Ha wal t'a jun k'u chi' te niwan nok' silab' ix yak' heb' anima chi' d'ha Dios. Ix te tzalaj heb' yujto ha Dios ix ak'an jun niwan tzalajk'olal chi' t'a heb'. Anhejtona' heb' ix ix yet' heb' unin, ix te tzalajpax heb'. Ha jun tzalajk'olal ix uji t'a Jerusalén chi', ix ab'chaj t'a najat."
        },
        {
            "number": "28",
            "text": "Ha t'a jun k'u chi', ay juntzanhxo heb' ix ak'jioch yilumaloc b'aj smolchaj ofrenda, b'ab'el sat avb'en yet' diezmo, icha jantac tas scot t'a junjun lugar t'a yol yic junjun chonhab'. Ha juntzanh chi' yic heb' sacerdote yet' heb' lewita yaji icha yalan ley, yujto a masanil heb' anima chi' ste tzalaj heb' yet' heb' sacerdote chi' yet' pax heb' lewita chi', yujto smunlaj heb' t'a scajnub' Dios."
        },
        {
            "number": "29",
            "text": "Yuj chi' a heb' sacerdote chi', heb' sb'itani yet' heb' stanhwan puerta, ix sk'anab'ajej heb' sk'ulan icha yalan sley Dios yic sacb'itan sb'a heb'. Ix sk'anab'ajej pax heb' icha yalnaccan winhaj rey Dawid yet' winhaj Salomón."
        },
        {
            "number": "30",
            "text": "Yujto ha t'a stiempoal winhaj rey Dawid chi' yet' winhaj Asaf, ay heb' yajalil heb' sb'itan chi', aton heb' sb'itan wach' lolonel yet' ak'oj yuj diosal d'ha Dios."
        },
        {
            "number": "31",
            "text": "Yuj chi' ha t'a stiempoal winhaj Zorobabel yet' in Nehemías in tik, masanil heb' anima, t'a junjun k'u syak' swael heb' sb'itan heb', heb' stanhwan puerta yet' heb' lewita ay yalan yic schaani. Axo pax heb' lewita chi' tz'ak'an yic heb' sacerdote yinhtilal winhaj Aarón."
        }
    ]
}