{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "A d'a jun tiempoal chi', ix avtaj ch'anh ley Moisés yab' eb' anima. Ix ilchaj yuj eb' d'a ch'anh to a eb' amonita yed' eb' moabita malaj b'aq'uinh syal yaj eb' d'a scal eb' schonhab' Dios,"
        },
        {
            "number": "2",
            "text": "yujto ayic spetoj eb' co mam quicham d'a Egipto, a eb' chi' maj eltalaj eb' scha eb' yed' vael, ma tas tz'uk'chaji. Palta to stup vinhaj Balaam eb' yic sb'at scatab'an eb' co mam quicham chi' vinh, palta a co Diosal q'uexan jun catab' chi' d'a vach'ilal."
        },
        {
            "number": "3",
            "text": "Yuj chi' ayic ix yab'an eb' quetchonhab' chi' tas syal ch'anh ley chi', ix yik'anel sb'a eb' d'a scal eb' ch'oc chonhab'il cajan d'a scal eb'."
        },
        {
            "number": "4",
            "text": "Ayic manto uji jun chi', a vinhaj sacerdote Eliasib chi' ayoch yajalil yilan juntzanh b'aj molan tastac tz'ak'ji d'a scajnub' co Diosal. A vinhaj Eliasib chi' vach' yak'an vinh yed' vinhaj Tobías, yuj chi' ix yak' jun nivan cuarto vinh d'a vinhaj Tobías chi'."
        },
        {
            "number": "5",
            "text": "A jun cuarto chi', aton b'aj smolchajtaxon ofrenda, incienso, yamk'ab', sdiezmoal ixim trigo, vino yed' aceite, aton juntzanh chi' ix alchaji to tz'ak'ji d'a eb' levita, d'a eb' sb'itani yed' d'a eb' tanhvum puerta yed' pax juntzanh colval tz'ak'ji d'a eb' sacerdote."
        },
        {
            "number": "6",
            "text": "Palta ayic ix uji jun chi', a in tic manh in ayoc ek' d'a Jerusalén tic, yujto ayic 32 ab'ilxo yoch vinhaj Artajerjes reyal d'a Babilonia, ata' ix in k'ochxi d'a yichanh vinh rey chi'. Palta ayic toxo ix ek' jab'ocxo tiempoal ix in k'ananxi in permiso d'a vinh rey chi',"
        },
        {
            "number": "7",
            "text": "ix in jax d'a Jerusalén tic. Ata' ix vab'i tastac manh vach'oc ix sk'ulej vinhaj Eliasib chi', to ix yak' jun nivan cuarto vinh, aton jun ay d'a sti' yamaq'uil stemplo Dios d'a vinhaj Tobías chi'."
        },
        {
            "number": "8",
            "text": "Ix cot val voval yuj jun chi', yuj chi' a tas ayoch yuj vinhaj Tobías d'a yol cuarto chi', ix in julelta d'a sti'."
        },
        {
            "number": "9",
            "text": "Ix lajvi chi' ix valani to sacb'itaj jun cuarto chi' icha yalan ley, tz'ak'chajxioch yamk'ab' yic stemplo Dios chi' d'a yool, ofrenda yed' incienso."
        },
        {
            "number": "10",
            "text": "Ix vab'anpaxi to maxtzac ak'chaj svael eb' levita yed' eb' sb'itani, aton eb' ayoch d'a yib'anh yoch ejmelal, yuj chi' ix yactejcan yopisio eb', ix pax eb' d'a schonhab' junjun."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix in tumej eb' yajal yaji, yujto ix yactejcan stemplo Dios eb', maxtzac yil-laj eb'. Ix lajvi chi' ix in molb'an eb' sacerdote yed' eb' levita yic svak'anxioch eb' d'a yopisio."
        },
        {
            "number": "12",
            "text": "Axo masanil eb' anima aj Judá tic, ix syamxioch eb' yak'an sdiezmoal ixim trigo, vino yed' aceite, ix yak'anxi eb' b'aj smolchaji."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi' ix vak'anoch vinhaj sacerdote Selemías yilumaloc b'aj smolchaj chi' yed' pax vinhaj Sadoc vinh tz'ib'um yed' pax jun vinh levita scuchan Pedaías yed' vinhaj Hanán yuninal vinhaj Zacur yixchiquin vinhaj Matanías yic scolvaj vinh yed' eb' vinh, yujto te vach' spensar eb' vinh. Aton eb' vinh ix ochcan d'a yib'anh spojanek' vael d'a masanil eb' yetb'eyum chi'."
        },
        {
            "number": "14",
            "text": "Ix valan icha tic d'a in lesal: Ach in Diosal, nacot juntzanh tas ix in k'ulej tic. Mocab' b'at satk'olal uj masanil tas ix in k'ulej d'a a cajnub' yic tz'och ejmelal d'ayach, xin chi."
        },
        {
            "number": "15",
            "text": "A d'a juntzanh k'ual chi', ix vila' to ay eb' d'a yol yic Judá tic stek'anel yal uva d'a sk'ual ik'oj ip. Tz'ek'pax eb' cuchoj trigo, tz'ek'pax nok' sb'uru eb' cuchoj vino yed' cuchoj sat uva ayto och d'a sk'ojlab'il, cuchoj higo yed' yalnhej tas icatzil. Syik'ancot juntzanh chi' eb' d'a Jerusalén tic d'a sk'ual ik'oj ip. Yuj chi' ix in cach eb' to maxtzac schonh juntzanh chi' eb' d'a sk'ual ik'oj ip."
        },
        {
            "number": "16",
            "text": "Anhejtona' ay pax juntzanh eb' aj Tiro cajan d'a Jerusalén, syik'cot nok' chay eb' yed' juntzanhxo tastac schonh d'a Jerusalén tic, schonhan eb' d'a eb' quetisraelal d'a sk'ual ik'oj ip."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix in cach eb' yajal yaj d'a Judá tic, ix valan d'a eb' icha tic: --Manh jantacoc chucal tze k'ulej d'a sk'ual ik'oj ip, icha junoc comon k'ual tzeyutej."
        },
        {
            "number": "18",
            "text": "Aton juntzanh tic sk'ulejnac eb' co mam quicham, yuj chi' ix yak'cot juntzanh yaelal tic co Diosal d'a quib'anh yed' d'a yib'anh jun chonhab' tic. ¿Tom e gana tze tzuntzejcot yoval sk'ol Dios d'a quib'anh a onh israel onh tic, yuj chi' icha junoc comon k'ual tzeyutej sk'ual ik'oj ip tic? xin chi d'a eb'."
        },
        {
            "number": "19",
            "text": "Ix in checan macchaj spuertail Jerusalén tic d'a yemk'ualil ayic van yoch sk'ual ik'oj ip. Max jacvilaj masanto tz'ek'b'at jun k'ual chi'. Ix vak'anpaxoch eb' in checab' stanhvan puerta chi' yic vach' malaj junoc icatz tz'och d'a jun k'u chi'."
        },
        {
            "number": "20",
            "text": "A eb' chonhvajum chi' chab' oxe' ak'val ix vay eb' d'a spatictac chonhab' Jerusalén tic."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix in cachan eb', ix valani: ¿Tas yuj tzex vaycan d'a spatictac muro? Tato ol e k'ulejnhej icha tic, ol ex vak'och d'a preso, xin chi d'a eb'. Yuj chi' ix yactej eb' sjavi d'a sk'ual ik'oj ip chi'."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi', ix valan d'a eb' levita to sacb'itej sb'a eb' yic sb'at stanhvan puerta chi' eb', yic vach' max ixtaxel sk'ual ik'oj ip chi'. Yuj chi' ix val d'a in lesal icha tic: Ach in Diosal, na in cot yuj juntzanh tas ix in k'ulej tic, ok'ocab' a k'ol d'ayin icha syal a vach'k'olal, xin chi."
        },
        {
            "number": "23",
            "text": "Anheja' ix vilanpax d'a juntzanh k'ual chi' to ay eb' vinh vetisraelal chi' ix yik'laj sb'a yed' eb' ix aj Asdod, eb' ix aj Amón yed' eb' ix aj Moab."
        },
        {
            "number": "24",
            "text": "Nanhalxo yal yuninal eb' tzaxo alan sti' eb' aj Asdod chi' yed' sti' juntzanhxo nación. Axo pax co ti' a onh israel onh tic, maxtzac yal-laj yalan eb'."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix in tumej eb', ix in catab'an eb'. Ay eb' ix in mak'a', ix in tzuquel xil sjolom eb', ix vak'an pural eb' yak'an sti' d'a Dios to manhxo ol yik'laj sb'a yal yuninal eb' yed' eb' ch'oc chonhab'il chi', manhxo ol ochlaj eb' ix ch'oc chonhab'il chi' yetb'eyumoc eb'. Ix valanpaxi:"
        },
        {
            "number": "26",
            "text": "Icha val tic aj yochnac smul vinhaj Salomón ochnac reyal d'a co chonhab' tic. Malaj junocxo rey lajan yed' vinh d'a juntzanhxo nación, te xajan vinh yuj Dios, yuj chi' ak'jinacoch vinh co reyaloc yuuj, palta cuchb'ajnacb'at vinh d'a chucal yuj eb' ix ch'oc chonhab'il chi'."
        },
        {
            "number": "27",
            "text": "Yuj chi', max yal co k'ool tzeyak'och e mul te chuc d'a yichanh co Diosal, tzeyik'lan e b'a yed' eb' ix ch'oc chonhab'il tic, xin chi d'a eb' vinh."
        },
        {
            "number": "28",
            "text": "A junoc eb' yuninal vinhaj Joiada, yixchiquin vinhaj Eliasib sat sacerdote, a ix yisil vinhaj Sanbalat, vinh aj Horón, a ix yetb'eyum vinh. Yuj chi' ix in spechel vinh d'a Jerusalén tic."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix val d'a in lesal icha tic: Ach in Diosal, il val juntzanh chucal ix sk'ulej eb', yuj chi' ix juviel jun opisio yic sacerdoteal yed' trato ix a b'o yed' eb' yed' pax eb' yinhtilal Leví, xin chi."
        },
        {
            "number": "30",
            "text": "Icha chi' ix aj in b'oan tastac ix juvib'at yuj eb' ch'oc chonhab'il chi', ix vak'anxioch eb' sacerdote yed' eb' levita d'a yopisio d'a stzolal."
        },
        {
            "number": "31",
            "text": "Ix valani tas k'ual tz'ik'chajcot te' k'atzitz. Ix valanpax yuj sb'ab'el sat avb'en yovalil syik'cot eb' d'a scajnub' Dios. Yuj chi' ix val d'a in lesal icha tic: Ach in Diosal, na in coti, ok'ocab' a k'ol d'ayin, xin chi."
        }
    ]
}