{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ix avtaj ch'anh ley Moisés yab' eb' anima. Ix ilchaj yuj eb' t'a ch'anh to a eb' amonita yet' eb' moabita malaj b'ak'uinh syal yaj eb' t'a skal eb' schonhab' Dios,"
        },
        {
            "number": "2",
            "text": "yujto ayic spetoj eb' co mam quicham t'a Egipto, a eb' chi' maj eltalaj eb' scha eb' yet' vael, ma tas tz'uk'chaji. Palta to stup vinhaj Balaam eb' yic sb'at scatab'an eb' co mam quicham chi' vinh, palta a co Diosal q'uexan jun catab' chi' t'a wach'ilal."
        },
        {
            "number": "3",
            "text": "Yuj chi' ayic ix yab'an eb' quetchonhab' chi' tas syal ch'anh ley chi', ix yik'anel sb'a eb' t'a skal eb' ch'oc chonhab'il cajan t'a skal eb'."
        },
        {
            "number": "4",
            "text": "Ayic manto uji jun chi', a vinhaj sacerdote Eliasib chi' ayoch yajalil yilan juntzanh b'aj molan tastac tz'ak'ji t'a scajnub' co Diosal. Ha vinhaj Eliasib chi' wach' yak'an vinh yet' vinhaj Tobías, yuj chi' ix yak' jun niwan cuarto vinh t'a vinhaj Tobías chi'."
        },
        {
            "number": "5",
            "text": "Ha jun cuarto chi', aton b'aj smolchajtaxon ofrenda, incienso, yamk'ab', sdiezmoal ixim trigo, vino yet' aceite, aton juntzanh chi' ix alchaji to tz'ak'ji t'a eb' levita, t'a eb' sb'itani yet' t'a eb' tanhvum puerta yet' pax juntzanh colval tz'ak'ji t'a eb' sacerdote."
        },
        {
            "number": "6",
            "text": "Palta ayic ix uji jun chi', a in tik manh in ayoc ek' t'a Jerusalén tik, yujto ayic 32 ab'ilxo yoch vinhaj Artajerjes reyal t'a Babilonia, ata' ix in k'ochxi t'a yichanh vinh rey chi'. Palta ayic toxo ix ek' jab'ocxo tiempoal ix in k'ananxi in permiso t'a vinh rey chi',"
        },
        {
            "number": "7",
            "text": "ix in jax t'a Jerusalén tik. Ata' ix vab'i tastac manh wach'oc ix sk'ulej vinhaj Eliasib chi', to ix yak' jun niwan cuarto vinh, aton jun ay t'a sti' yamaq'uil stemplo Dios t'a vinhaj Tobías chi'."
        },
        {
            "number": "8",
            "text": "Ix cot val voval yuj jun chi', yuj chi' a tas ayoch yuj vinhaj Tobías t'a yol cuarto chi', ix in julelta t'a sti'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix valani to sacb'itaj jun cuarto chi' icha yalan ley, tz'ak'chajxioch yamk'ab' yic stemplo Dios chi' t'a yool, ofrenda yet' incienso."
        },
        {
            "number": "10",
            "text": "Ix vab'anpaxi to maxtzac ak'chaj svael eb' levita yet' eb' sb'itani, aton eb' ayoch t'a yib'anh yoch ejmelal, yuj chi' ix yactejcan yopisio eb', ix pax eb' t'a schonhab' junjun."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix in tumej eb' yajal yaji, yujto ix yactejcan stemplo Dios eb', maxtzac yil-laj eb'. Ixlajwi chi' ix in molb'an eb' sacerdote yet' eb' levita yic svak'anxioch eb' t'a yopisio."
        },
        {
            "number": "12",
            "text": "Axo masanil eb' anima aj Judá tik, ix syamxioch eb' yak'an sdiezmoal ixim trigo, vino yet' aceite, ix yak'anxi eb' b'aj smolchaji."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi' ix vak'anoch vinhaj sacerdote Selemías yilumaloc b'aj smolchaj chi' yet' pax vinhaj Sadoc vinh tz'ib'um yet' pax jun vinh levita scuchan Pedaías yet' vinhaj Hanán yuninal vinhaj Zacur yixchiquin vinhaj Matanías yic skolwaj vinh yet' eb' vinh, yujto te wach' spensar eb' vinh. Aton eb' vinh ix ochcan t'a yib'anh spojanek' vael t'a masanil eb' yetb'eyum chi'."
        },
        {
            "number": "14",
            "text": "Ix valan icha tik t'a in lesal: Ach in Diosal, nacot juntzanh tas ix in k'ulej tik. Mocab' b'at satk'olal uj masanil tas ix in k'ulej t'a a cajnub' yic tz'och ejmelal t'ayach, xin chi."
        },
        {
            "number": "15",
            "text": "Ha t'a juntzanh k'ual chi', ix wila'' to ay eb' t'a yol yic Judá tik stek'anel yal uva t'a sk'ual ik'oj ip. Tz'ek'pax eb' cuchoj trigo, tzek'pax nok' sb'uru eb' cuchoj vino yet' cuchoj sat uva ayto och t'a sk'ojlab'il, cuchoj higo yet' yalnhej tas icatzil. Syik'ancot juntzanh chi' eb' t'a Jerusalén tik t'a sk'ual ik'oj ip. Yuj chi' ix in cach eb' to maxtzac schonh juntzanh chi' eb' t'a sk'ual ik'oj ip."
        },
        {
            "number": "16",
            "text": "Anhejtona' ay pax juntzanh eb' aj Tiro cajan t'a Jerusalén, syik'cot nok' chay eb' yet' juntzanhxo tastac schonh t'a Jerusalén tik, schonhan eb' t'a eb' quetisraelal t'a sk'ual ik'oj ip."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix in cach eb' yajal yaj t'a Judá tik, ix valan t'a eb' icha tik: --Manh jantacoc chukal tze k'ulej t'a sk'ual ik'oj ip, icha junok comon k'ual tzeyutej."
        },
        {
            "number": "18",
            "text": "Aton juntzanh tik sk'ulejnac eb' co mam quicham, yuj chi' ix yak'cot juntzanh yaelal tik co Diosal t'a quib'anh yet' t'a yib'anh jun chonhab' tik. ¿Tom e gana tze tzuntzejcot yoval sk'ol Dios t'a quib'anh a onh israel onh tik, yuj chi' icha junok comon k'ual tzeyutej sk'ual ik'oj ip tik? xin chi t'a eb'."
        },
        {
            "number": "19",
            "text": "Ix in checan macchaj spuertail Jerusalén tik t'a yemk'ualil ayic van yoch sk'ual ik'oj ip. Max jacvilaj masanto tzek'b'at jun k'ual chi'. Ix vak'anpaxoch eb' in checab' stanhvan puerta chi' yic wach' malaj junok icatz tz'och t'a jun k'u chi'."
        },
        {
            "number": "20",
            "text": "Ha eb' chonhvajum chi' chab' oxe' ak'val ix vay eb' t'a spatictac chonhab' Jerusalén tik."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix in cachan eb', ix valani: ¿Tas yuj tzex vaycan t'a spatictac muro? Tato ol e k'ulejnhej icha tik, ol ex vak'och t'a preso, xin chi t'a eb'. Yuj chi' ix yactej eb' sjavi t'a sk'ual ik'oj ip chi'."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix valan t'a eb' levita to sacb'itej sb'a eb' yic sb'at stanhvan puerta chi' eb', yic wach' max ixtaxel sk'ual ik'oj ip chi'. Yuj chi' ix val t'a in lesal icha tik: Ach in Diosal, na in cot yuj juntzanh tas ix in k'ulej tik, ok'ocab' a k'ol t'ayin icha syal a wach'k'olal, xin chi."
        },
        {
            "number": "23",
            "text": "Anheja' ix vilanpax t'a juntzanh k'ual chi' to ay eb' vinh vetisraelal chi' ix yik'laj sb'a yet' eb' ix aj Asdod, eb' ix aj Amón yet' eb' ix aj Moab."
        },
        {
            "number": "24",
            "text": "Nanhalxo yal yuninal eb' tzaxo alan sti' eb' aj Asdod chi' yet' sti' juntzanhxo nación. Axo pax co ti' a onh israel onh tik, maxtzac yal-laj yalan eb'."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix in tumej eb', ix in catab'an eb'. Ay eb' ix in mak'a', ix in tzuquel xil sjolom eb', ix vak'an pural eb' yak'an sti' d'ha Dios to manhxo ol yik'laj sb'a yal yuninal eb' yet' eb' ch'oc chonhab'il chi', manhxo ol ochlaj eb' ix ch'oc chonhab'il chi' yetb'eyumoc eb'. Ix valanpaxi:"
        },
        {
            "number": "26",
            "text": "Icha val tik aj yochnac smul vinhaj Salomón ochnac reyal t'a co chonhab' tik. Malaj junocxo rey lajan yet' vinh t'a juntzanhxo nación, te xajan vinh yuj Dios, yuj chi' ak'jinacoch vinh co reyaloc yuj, palta cuchb'ajnacb'at vinh t'a chukal yuj eb' ix ch'oc chonhab'il chi'."
        },
        {
            "number": "27",
            "text": "Yuj chi', max yal co k'ool tzeyak'och e mul te chuk t'a yichanh co Diosal, tzeyik'lan e b'a yet' eb' ix ch'oc chonhab'il tik, xin chi t'a eb' vinh."
        },
        {
            "number": "28",
            "text": "Ha junok eb' yuninal vinhaj Joiada, yixchiquin vinhaj Eliasib sat sacerdote, a ix yisil vinhaj Sanbalat, vinh aj Horón, a ix yetb'eyum vinh. Yuj chi' ix in spechel vinh t'a Jerusalén tik."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix val t'a in lesal icha tik: Ach in Diosal, il val juntzanh chukal ix sk'ulej eb', yuj chi' ix juwiel jun opisio yic sacerdoteal yet' trato ix a b'o yet' eb' yet' pax eb' yinhtilal Leví, xin chi."
        },
        {
            "number": "30",
            "text": "Icha chi' ix aj in b'oan tastac ix juvib'at yuj eb' ch'oc chonhab'il chi', ix vak'anxioch eb' sacerdote yet' eb' levita t'a yopisio t'a stzolal."
        },
        {
            "number": "31",
            "text": "Ix valani tas k'ual tz'ik'chajcot te' k'atzitz. Ix valanpax yuj sb'ab'el sat avb'en yowalil syik'cot eb' t'a scajnub' Dios. Yuj chi' ix val t'a in lesal icha tik: Ach in Diosal, na in coti, ok'ocab' a k'ol t'ayin, xin chi."
        }
    ]
}