{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ix avtaj ch'anh ley Moisés yab' heb' anima. Ix ilchaj yuj heb' t'a ch'anh to a heb' amonita yet' heb' moabita malaj b'ak'uinh syal yaj heb' t'a skal heb' schonhab' Dios,"
        },
        {
            "number": "2",
            "text": "yujto ayic spetoj heb' ko mam quicham t'a Egipto, a heb' chi' maj eltalaj heb' scha heb' yet' wael, ma tas tz'uk'chaji. Palta to stup winhaj Balaam heb' yic sb'at skatab'an heb' ko mam quicham chi' winh, palta a ko Diosal k'exan jun katab' chi' t'a wach'ilal."
        },
        {
            "number": "3",
            "text": "Yuj chi' ayic ix yab'an heb' quetchonhab' chi' tas syal ch'anh ley chi', ix yik'anel sb'a heb' t'a skal heb' ch'oc chonhab'il kajan t'a skal heb'."
        },
        {
            "number": "4",
            "text": "Ayic manto uji jun chi', a winhaj sacerdote Eliasib chi' ayoch yajalil yilan juntzanh b'aj molan tastac tz'ak'ji t'a skajnub' ko Diosal. Ha winhaj Eliasib chi' wach' yak'an winh yet' winhaj Tobías, yuj chi' ix yak' jun niwan cuarto winh t'a winhaj Tobías chi'."
        },
        {
            "number": "5",
            "text": "Ha jun cuarto chi', aton b'aj smolchajtaxon ofrenda, incienso, yamk'ab', sdiezmoal ixim trigo, wino yet' aceite, aton juntzanh chi' ix alchaji to tz'ak'ji t'a heb' lewita, t'a heb' sb'itani yet' t'a heb' tanhwum puerta yet' pax juntzanh colwal tz'ak'ji t'a heb' sacerdote."
        },
        {
            "number": "6",
            "text": "Palta ayic ix uji jun chi', a in tik manh in ayoc ek' t'a Jerusalén tik, yujto ayic 32 ab'ilxo yoch winhaj Artajerjes reyal t'a Babilonia, ata' ix in k'ochxi t'a yichanh winh rey chi'. Palta ayic toxo ix ek' jab'ocxo tiempoal ix in k'ananxi in permiso t'a winh rey chi',"
        },
        {
            "number": "7",
            "text": "ix in jax t'a Jerusalén tik. Ata' ix wab'i tastac manh wach'oc ix sk'ulej winhaj Eliasib chi', to ix yak' jun niwan cuarto winh, aton jun ay t'a sti' yamaq'uil stemplo Dios t'a winhaj Tobías chi'."
        },
        {
            "number": "8",
            "text": "Ix cot wal wowal yuj jun chi', yuj chi' a tas ayoch yuj winhaj Tobías t'a yol cuarto chi', ix in julelta t'a sti'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix walani to sacb'itaj jun cuarto chi' icha yalan ley, tz'ak'chajxioch yamk'ab' yic stemplo Dios chi' t'a yool, ofrenda yet' incienso."
        },
        {
            "number": "10",
            "text": "Ix wab'anpaxi to maxtzac ak'chaj swael heb' lewita yet' heb' sb'itani, aton heb' ayoch t'a yib'anh yoch ejmelal, yuj chi' ix yaktejkan yopisio heb', ix pax heb' t'a schonhab' junjun."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix in tumej heb' yajal yaji, yujto ix yaktejkan stemplo Dios heb', maxtzac yil-laj heb'. Ixlajwi chi' ix in molb'an heb' sacerdote yet' heb' lewita yic swak'anxioch heb' t'a yopisio."
        },
        {
            "number": "12",
            "text": "Axo masanil heb' anima aj Judá tik, ix syamxioch heb' yak'an sdiezmoal ixim trigo, wino yet' aceite, ix yak'anxi heb' b'aj smolchaji."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi' ix wak'anoch winhaj sacerdote Selemías yilumaloc b'aj smolchaj chi' yet' pax winhaj Sadoc winh tz'ib'um yet' pax jun winh lewita skuchan Pedaías yet' winhaj Hanán yuninal winhaj Zacur yixchiquin winhaj Matanías yic skolwaj winh yet' heb' winh, yujto te wach' spensar heb' winh. Aton heb' winh ix ochkan t'a yib'anh spojanek' wael t'a masanil heb' yetb'eyum chi'."
        },
        {
            "number": "14",
            "text": "Ix walan icha tik t'a in lesal: Ach in Diosal, nacot juntzanh tas ix in k'ulej tik. Mokab' b'at satk'olal uj masanil tas ix in k'ulej t'a a kajnub' yic tz'och ejmelal t'ayach, xin chi."
        },
        {
            "number": "15",
            "text": "Ha t'a juntzanh k'ual chi', ix wila'' to ay heb' t'a yol yic Judá tik stek'anel yal uwa t'a sk'ual ik'oj ip. Tz'ek'pax heb' cuchoj trigo, tzek'pax nok' sb'uru heb' cuchoj wino yet' cuchoj sat uwa ayto och t'a sk'ojlab'il, cuchoj higo yet' yalnhej tas ikatzil. Syik'ancot juntzanh chi' heb' t'a Jerusalén tik t'a sk'ual ik'oj ip. Yuj chi' ix in cach heb' to maxtzac schonh juntzanh chi' heb' t'a sk'ual ik'oj ip."
        },
        {
            "number": "16",
            "text": "Anhejtona' ay pax juntzanh heb' aj Tiro kajan t'a Jerusalén, syik'cot nok' chay heb' yet' juntzanhxo tastac schonh t'a Jerusalén tik, schonhan heb' t'a heb' quetisraelal t'a sk'ual ik'oj ip."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix in cach heb' yajal yaj t'a Judá tik, ix walan t'a heb' icha tik: --Manh jantacoc chukal tze k'ulej t'a sk'ual ik'oj ip, icha junok comon k'ual tzeyutej."
        },
        {
            "number": "18",
            "text": "Aton juntzanh tik sk'ulejnac heb' ko mam quicham, yuj chi' ix yak'cot juntzanh yaelal tik ko Diosal t'a quib'anh yet' t'a yib'anh jun chonhab' tik. ¿Tom he gana tze tzuntzejcot yowal sk'ol Dios t'a quib'anh a onh israel onh tik, yuj chi' icha junok comon k'ual tzeyutej sk'ual ik'oj ip tik? xin chi t'a heb'."
        },
        {
            "number": "19",
            "text": "Ix in chekan macchaj spuertail Jerusalén tik t'a yemk'ualil ayic wan yoch sk'ual ik'oj ip. Max jacwilaj masanto tzek'b'at jun k'ual chi'. Ix wak'anpaxoch heb' in chekab' stanhwan puerta chi' yic wach' malaj junok ikatz tz'och t'a jun k'u chi'."
        },
        {
            "number": "20",
            "text": "Ha heb' chonhwajum chi' chab' oxe' ak'wal ix way heb' t'a spatictac chonhab' Jerusalén tik."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix in cachan heb', ix walani: ¿Tas yuj tzex waykan t'a spatictac muro? Tato ol he k'ulejnhej icha tik, ol ex wak'och t'a preso, xin chi t'a heb'. Yuj chi' ix yaktej heb' sjawi t'a sk'ual ik'oj ip chi'."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix walan t'a heb' lewita to sacb'itej sb'a heb' yic sb'at stanhwan puerta chi' heb', yic wach' max ixtaxel sk'ual ik'oj ip chi'. Yuj chi' ix wal t'a in lesal icha tik: Ach in Diosal, na in cot yuj juntzanh tas ix in k'ulej tik, ok'okab' a k'ol t'ayin icha syal a wach'k'olal, xin chi."
        },
        {
            "number": "23",
            "text": "Anheja' ix wilanpax t'a juntzanh k'ual chi' to ay heb' winh wetisraelal chi' ix yik'laj sb'a yet' heb' ix aj Asdod, heb' ix aj Amón yet' heb' ix aj Moab."
        },
        {
            "number": "24",
            "text": "Nanhalxo yal yuninal heb' tzaxo alan sti' heb' aj Asdod chi' yet' sti' juntzanhxo nación. Axo pax ko ti' a onh israel onh tik, maxtzac yal-laj yalan heb'."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix in tumej heb', ix in katab'an heb'. Ay heb' ix in mak'a', ix in tzuquel xil sjolom heb', ix wak'an pural heb' yak'an sti' d'ha Dios to manhxo ol yik'laj sb'a yal yuninal heb' yet' heb' ch'oc chonhab'il chi', manhxo ol ochlaj heb' ix ch'oc chonhab'il chi' yetb'eyumoc heb'. Ix walanpaxi:"
        },
        {
            "number": "26",
            "text": "Icha wal tik aj yochnac smul winhaj Salomón ochnac reyal t'a ko chonhab' tik. Malaj junocxo rey lajan yet' winh t'a juntzanhxo nación, te xajan winh yuj Dios, yuj chi' ak'jinacoch winh ko reyaloc yuj, palta cuchb'ajnacb'at winh t'a chukal yuj heb' ix ch'oc chonhab'il chi'."
        },
        {
            "number": "27",
            "text": "Yuj chi', max yal ko k'ool tzeyak'och he mul te chuk t'a yichanh ko Diosal, tzeyik'lan he b'a yet' heb' ix ch'oc chonhab'il tik, xin chi t'a heb' winh."
        },
        {
            "number": "28",
            "text": "Ha junok heb' yuninal winhaj Joiada, yixchiquin winhaj Eliasib sat sacerdote, a ix yisil winhaj Sanbalat, winh aj Horón, a ix yetb'eyum winh. Yuj chi' ix in spechel winh t'a Jerusalén tik."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix wal t'a in lesal icha tik: Ach in Diosal, il wal juntzanh chukal ix sk'ulej heb', yuj chi' ix juwiel jun opisio yic sacerdoteal yet' trato ix a b'o yet' heb' yet' pax heb' yinhtilal Leví, xin chi."
        },
        {
            "number": "30",
            "text": "Icha chi' ix aj in b'oan tastac ix juwib'at yuj heb' ch'oc chonhab'il chi', ix wak'anxioch heb' sacerdote yet' heb' lewita t'a yopisio t'a stzolal."
        },
        {
            "number": "31",
            "text": "Ix walani tas k'ual tz'ik'chajcot te' k'atzitz. Ix walanpax yuj sb'ab'el sat avb'en yowalil syik'cot heb' t'a skajnub' Dios. Yuj chi' ix wal t'a in lesal icha tik: Ach in Diosal, na in koti, ok'okab' a k'ol t'ayin, xin chi."
        }
    ]
}