{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun k'u d'a yol uj Nisán, ayic 20 ab'ilxo yoch vinhaj Artajerjes reyal, ayic van vak'an svino vinh rey chi', ix yilan vinh to cuseltac yilji in sat. Malaj b'aj icha chi' viljitaxoni."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix sk'anb'an vinh d'ayin: --¿Tas yuj cuseltac yilji a sat? Ina manh ach penaocay svila'. Ichato ilk'olal aji, xchi vinh rey chi'. A val d'a jun rato chi', ix in xivq'uei,"
        },
        {
            "number": "3",
            "text": "ix valan d'a vinh icha tic: --Mamin rey, ayocab' achnhej eq'ui. ¿Tas yuj manh cuseltacoc yilji in sat a naani, ina to a in chonhab' b'aj mucan eb' in mam vicham, emnac lanhnajoc, tz'anacpaxb'at spuertail? xin chi d'a vinh."
        },
        {
            "number": "4",
            "text": "--¿Tas svutej in colvaj d'ayach ticnaic jun? xchi vinh rey chi'. Yuj chi' ix in lesalvi d'a sDiosal satchaanh."
        },
        {
            "number": "5",
            "text": "Ix valan d'a vinh rey chi' icha tic: --Tato scha a k'ol mamin rey, tato vach' in d'a yol a sat, tzin k'an d'ayach to tzin a chab'at d'a Judá chi', b'aj mucan eb' in mam vicham, yic sb'at in b'oanxiq'uei, xin chi d'a vinh."
        },
        {
            "number": "6",
            "text": "k'ojanem vinh rey chi', k'ojanpaxem ix reina d'a stz'ey vinh. Ix yalan vinh d'ayin icha tic: --¿Jantac tiempo tzach b'at jun? ¿B'aq'uinh tzach jaxi? xchi vinh. Ix valani jantac tiempo, ix schaan sk'ol vinh tas ix val chi'."
        },
        {
            "number": "7",
            "text": "Ix valanpax d'a vinh icha tic: Tato vach' tz'aj tza na' mamin rey, ak'b'at junoc carta d'a eb' vinh gobernador ay d'a stojolal b'aj tz'em k'u d'a a' Éufrates, yic vach' tzin schaek' eb' vinh ta' masanto tzin k'och d'a Judá."
        },
        {
            "number": "8",
            "text": "Sb'at junocxo carta chi' d'a vinhaj Asaf yilumal te' nivac te' ay ta', yic syak' te' vinh d'ayin, yic tz'och te' d'a spuertail b'aj ay eb' stanhvan templo, d'a smuroal chonhab' chi' yed' d'a te' pat b'aj ol in ajoc, xin chi d'a vinh. Yuj svach'k'olal in Diosal, ix yak' masanil juntzanh tic vinh rey chi' d'ayin."
        },
        {
            "number": "9",
            "text": "Ayic ix in javi d'a eb' vinh ayoch yajalil d'a stojolal b'aj tz'em k'u d'a a' Éufrates chi', ix vak'an jun carta ix yak'cot vinh rey chi' d'a eb' vinh. Ajun pax juntzanh eb' vinh yajal eb' soldado yed' eb' ayq'ue d'a yib'anh chej ix yak'cot vinh rey chi' ved'oc."
        },
        {
            "number": "10",
            "text": "Palta axo ix yab'an vinhaj Sanbalat aj Horón yed' vinhaj Tobías yajal yaj d'a Amón to ix in javi yic tzin colvaj yed' eb' vetisraelal, ix cot yoval eb' vinh."
        },
        {
            "number": "11",
            "text": "Ayic yoxilxo k'ual in javi d'a Jerusalén,"
        },
        {
            "number": "12",
            "text": "in q'ue vaan d'ak'valil yed' jayvanh eb' vinh vinac ajun ved'oc, palta malaj junoc mach b'aj ix vala' tas ix yal Dios d'a in pensar yuj tas ol in k'ulej d'a Jerusalén chi'. Malaj nok' chej ix quik'b'ati, a innhej ix vik' nok' in cuchumal."
        },
        {
            "number": "13",
            "text": "A d'a jun ak'val chi', onh elta d'a jun puerta d'a panhan, d'a stojolal sjaj a' Dragón, onh ek' d'a spuertail b'aj sb'atcan k'alem. Ix vilan smuroal Jerusalén chi', mak'b'ilem lanhnajoc, tz'anacpaxb'at spuertail."
        },
        {
            "number": "14",
            "text": "Ix ek' vilanpax jun puerta d'a sjaj a a' yed' pax stanque vinh rey. Majxo yal-laj vek' yed' nok' in chej chi' ta'."
        },
        {
            "number": "15",
            "text": "Anheja' q'uik'to in q'uek'och d'a sti' a' Cedrón. Ayic ix lajvi vilan muro chi', in meltzajxi b'aj in b'at chi', in ochxi d'a jun puerta d'a panhan chi'."
        },
        {
            "number": "16",
            "text": "A eb' yajal yaj d'a chonhab' chi', manh yojtacoc eb' b'ajtil ayinb'ati, manh yojtacoc pax eb' tas tzin k'ulej. Malaj pax tas sval d'a eb' vetisraelal, d'a eb' sacerdote, d'a eb' yajal yaji yed' d'a eb' ol munlajoc."
        },
        {
            "number": "17",
            "text": "Ix lajvi chi' ix valan d'a eb' icha tic: --A ex tic eyojtac sik'lab'il to a jun tiempoal b'aj ayonh ek' tic te chuclaj, ina ix mak'chajem lanhnaj chonhab' Jerusalén tic, tz'anacxopaxb'at spuertail. Yuj chi' co molb'ejec co b'a sco b'oanecxiq'ue smuroal tic, yic vach' maxtzac onh b'uchji, xin chi d'a eb'."
        },
        {
            "number": "18",
            "text": "Ayic ix valan d'a eb' jantac svach'k'olal Dios ix sch'ox d'ayin yed' tas ix yal vinh rey d'ayin, ix yalan eb': --Co yamecoch co munlaji, xchi eb'. Icha chi' ix aj scuchb'an sb'a eb' d'a jun munlajel chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix yab'an vinhaj Sanbalat aj Horón yed' vinhaj Tobías yajal yaj d'a Amón yed' pax vinhaj Gesem árabe, ix te b'uchvaj eb' vinh d'ayonh, ix yalan eb' vinh: --¿Tas ol e k'ulej? ¿Tom tze nib'ej tzeyiq'uel e b'a d'a yol sk'ab' vinh rey? xchi eb' vinh."
        },
        {
            "number": "20",
            "text": "Ix in tak'vi d'a eb' vinh icha tic: --Yuj scolval sDiosal satchaanh, ol yal cuuj. A onh schecab' onh tic ol co yamoch co b'oani, palta a ex tic, malaj eyalan eyic d'ayonh, malaj eyopisio, yujto manh ex quetchonhab'oc, xin chi."
        }
    ]
}