{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun k'u t'a yol uj Nisán, ayic 20 ab'ilxo yoch winhaj Artajerjes reyal, ayic van vak'an svino winh rey chi', ix yilan winh to cuseltac yilji in sat. Malaj b'aj icha chi' viljitaxoni."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix sk'anb'an winh t'ayin: --¿Tas yuj cuseltac yilji a sat? Ina manh ach penaocay svila'. Ichato ilk'olal aji, xchi winh rey chi'. Ha val t'a jun rato chi', ix in xivq'uei,"
        },
        {
            "number": "3",
            "text": "ix valan t'a winh icha tik: --Mamin rey, ayocab' achnhej eq'ui. ¿Tas yuj manh cuseltacoc yilji in sat a naani, ina to a in chonhab' b'aj mucan eb' in mam vicham, emnac lanhnajoc, tz'anacpaxb'at spuertail? xin chi t'a winh."
        },
        {
            "number": "4",
            "text": "--¿Tas svutej in kolwaj t'ayach ticnaic jun? xchi winh rey chi'. Yuj chi' ix in lesalvi t'a sDiosal satcha’anh."
        },
        {
            "number": "5",
            "text": "Ix valan t'a winh rey chi' icha tik: --Tato scha a k'ol mamin rey, tato wach' in t'a yol a sat, tzin k'an t'ayach to tzin a chab'at t'a Judá chi', b'aj mucan eb' in mam vicham, yic sb'at in b'oanxiq'uei, xin chi t'a winh."
        },
        {
            "number": "6",
            "text": "k'ojanem winh rey chi', k'ojanpaxem ix reina t'a stz'ey winh. Ix yalan winh t'ayin icha tik: --¿Jantac tiempo tzach b'at jun? ¿B'aq'uinh tzach jaxi? xchi winh. Ix valani jantac tiempo, ix schaan sk'ol winh tas ix val chi'."
        },
        {
            "number": "7",
            "text": "Ix valanpax t'a winh icha tik: Tato wach' tz'aj tza na' mamin rey, ak'b'at junok carta t'a eb' winh gobernador ay t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates, yic wach' tzin schaek' eb' winh ta' masanto tzin k'och t'a Judá."
        },
        {
            "number": "8",
            "text": "Sb'at junocxo carta chi' t'a winhaj Asaf yilumal te' nivac te' ay ta', yic syak' te' winh t'ayin, yic tz'och te' t'a spuertail b'aj ay eb' stanhvan templo, t'a smuroal chonhab' chi' yet' t'a te' pat b'aj ol in ajoc, xin chi t'a winh. Yuj swach'k'olal in Diosal, ix yak' masanil juntzanh tik winh rey chi' t'ayin."
        },
        {
            "number": "9",
            "text": "Ayic ix in javi t'a eb' winh ayoch yajalil t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates chi', ix vak'an jun carta ix yak'cot winh rey chi' t'a eb' winh. Ajun pax juntzanh eb' winh yajal eb' soldado yet' eb' ayq'ue t'a yib'anh chej ix yak'cot winh rey chi' ved'oc."
        },
        {
            "number": "10",
            "text": "Palta haxo ix yab'an winhaj Sanbalat aj Horón yet' winhaj Tobías yajal yaj t'a Amón to ix in javi yic tzin kolwaj yet' eb' vetisraelal, ix cot yoval eb' winh."
        },
        {
            "number": "11",
            "text": "Ayic yoxilxo k'ual in javi t'a Jerusalén,"
        },
        {
            "number": "12",
            "text": "in q'ue vaan t'ak'walil yet' jayvanh eb' winh vinac ajun ved'oc, palta malaj junok mach b'aj ix vala' tas ix yal Dios t'a in pensar yuj tas ol in k'ulej t'a Jerusalén chi'. Malaj nok' chej ix quik'b'ati, a innhej ix vik' nok' in cuchumal."
        },
        {
            "number": "13",
            "text": "Ha t'a jun ak'val chi', onh elta t'a jun puerta t'a panhan, t'a stojolal sjaj ha' Dragón, onh ek' t'a spuertail b'aj sb'atcan k'alem. Ix vilan smuroal Jerusalén chi', mak'b'ilem lanhnajoc, tz'anacpaxb'at spuertail."
        },
        {
            "number": "14",
            "text": "Ix ek' vilanpax jun puerta t'a sjaj ha ha' yet' pax stanque winh rey. Majxo yal-laj vek' yet' nok' in chej chi' ta'."
        },
        {
            "number": "15",
            "text": "Anheja' k'ik'to in q'uek'och t'a sti' ha' Cedrón. Ayic ix lajvi vilan muro chi', in meltzajxi b'aj in b'at chi', in ochxi t'a jun puerta t'a panhan chi'."
        },
        {
            "number": "16",
            "text": "Ha eb' yajal yaj t'a chonhab' chi', manh yojtacoc eb' b'ajtil ayinb'ati, manh yojtacoc pax eb' tas tzin k'ulej. Malaj pax tas swal t'a eb' vetisraelal, t'a eb' sacerdote, t'a eb' yajal yaji yet' t'a eb' ol munlajoc."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi' ix valan t'a eb' icha tik: --Ha ex tik eyojtac sik'lab'il to a jun pekti’ b'aj ayonh ek' tik te chuclaj, ina ix mak'chajem lanhnaj chonhab' Jerusalén tik, tz'anacxopaxb'at spuertail. Yuj chi' co molb'ejec co b'a sco b'oanecxiq'ue smuroal tik, yic wach' maxtzac onh b'uchji, xin chi t'a eb'."
        },
        {
            "number": "18",
            "text": "Ayic ix valan t'a eb' jantac swach'k'olal Dios ix sch'ox t'ayin yet' tas ix yal winh rey t'ayin, ix yalan eb': --Co yamecoch co munlaji, xchi eb'. Icha chi' ix aj scuchb'an sb'a eb' t'a jun munlajel chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix yab'an winhaj Sanbalat aj Horón yet' winhaj Tobías yajal yaj t'a Amón yet' pax winhaj Gesem árabe, ix te b'uchvaj eb' winh t'ayonh, ix yalan eb' winh: --¿Tas ol e k'ulej? ¿Tom tze nib'ej tzeyiq'uel e b'ha t'a yol sk'ab' winh rey? xchi eb' winh."
        },
        {
            "number": "20",
            "text": "Ix in tak'vi t'a eb' winh icha tik: --Yuj scolval sDiosal satcha’anh, ol yal cuuj. Ha onh schecab' onh tik ol co yamoch co b'oani, palta a ex tik, malaj eyalan eyic t'ayonh, malaj eyopisio, yujto manh ex quetchonhab'oc, xin chi."
        }
    ]
}