{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj sat sacerdote Eliasib yet' heb' yetsacerdoteal, a heb' ix b'oanxi b'aj tz'och nok' calnel, ix yak'anoch spuertail heb'. Ix sb'oanxik'e muro heb', ix b'atnhej t'a torre scuch Hamea masanto t'a torre scuch Hananeel, ix yak'ancanoch heb' t'a yol sk'ab' Dios."
        },
        {
            "number": "2",
            "text": "Axo junxo makan muro chi', a heb' winh aj Jericó ix b'oanxik'ei. Axo junxo makan, a winhaj Zacur yuninal winhaj Imri ix b'oanxik'ei."
        },
        {
            "number": "3",
            "text": "Axo heb' yinhtilal winhaj Senaa ix b'oanxik'e b'aj ay spuertail yic nok' chay. Ix yak'anoch sjolom spuertail chi' heb', ix ochcan spuertail chi', ix ek'kan k'atan k'een hierro syamnub'oc."
        },
        {
            "number": "4",
            "text": "Ix b'onhejb'at jun muro chi', a winhaj Meremot yuninal winhaj Urías yixchiquin winhaj Cos ix b'oanxik'e junxo makan. Axo winhaj Mesulam yuninal winhaj Berequías, yixchiquin winhaj Mesezabeel ix b'oanxik'e junxo makan. Axo winhaj Sadoc yuninal winhaj Baana ix b'oanxi junxo makan."
        },
        {
            "number": "5",
            "text": "Axo junxo makan a heb' aj Tecoa ix b'oanxik'ei, palta a heb' niwac winak yaj t'a skal heb', maj yal sk'ol heb' ix kolwaj yet' heb' scuchb'an jun munlajel chi'."
        },
        {
            "number": "6",
            "text": "Ha winhaj Joiada yuninal winhaj Paseah yet' winhaj Mesulam yuninal winhaj Besodías, a heb' winh ix b'oanxik'e b'aj ay jun puerta scuchan Jesana. Ix yak'anoch sjolom spuertail chi' heb' winh, ix ochpaxcan spuertail chi', ix ek'kan k'atan k'een hierro syamnub'oc."
        },
        {
            "number": "7",
            "text": "Axo junxo makan, a winhaj Melatías aj Gabaón ix b'oanxik'e yet' winhaj Jadón aj Meronot yet' heb' aj Gabaón yet' heb' aj Mizpa, aton heb' ay t'a yalanh smandar winh yajal yaj t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates."
        },
        {
            "number": "8",
            "text": "Axo junxo makan, a winhaj Uziel yuninal winhaj Harhaía, winh smunlaj yet' k'een k'een wach' yilji, a winh ix b'oanxik'ei. Axo junxo makan, a winhaj Hananías yuninal jun winh b'oum perfume ix b'oanxik'ei. Ha heb' winh chawanh chi' ix b'oanxik'e muro chi' masanto ix k'och t'a sti' jun muro lewan sat."
        },
        {
            "number": "9",
            "text": "Axo junxo makan a winhaj Refaías yuninal winhaj Hur ix b'oanxik'ei. Ha winh chi' yajal yaj winh t'a nanhal lugar t'a yol smacb'en Jerusalén."
        },
        {
            "number": "10",
            "text": "Ha winhaj Jedaías yuninal winhaj Harumaf ix b'oanxik'e junxo makan t'a yichanh spat. Axo junxo makan, a winhaj Hatús yuninal winhaj Hasabnías ix b'oanxik'ei."
        },
        {
            "number": "11",
            "text": "Ha junxo makan, a winhaj Malquías yuninal winhaj Harim yet' winhaj Hasub yuninal winhaj Pahat-moab, a heb' winh ix b'oanxik'e yet' jun torre scuch Hornos."
        },
        {
            "number": "12",
            "text": "Axo junxo makan, a winhaj Salum yuninal winhaj Halohes ix b'oanxik'ei. Ha winh chi' yajal yaj winh t'a nanhalxo lugar ayoch t'a yol smacb'en Jerusalén. Ix colwajpax heb' ix yisil winh yet'oc."
        },
        {
            "number": "13",
            "text": "Ha winhaj Hanún yet' heb' cajan t'a Zanoa ix b'oanxik'e b'aj ix kan sti' t'a ch'olan. Ix yak'anoch spuertail heb', ix ek'kan k'atan k'een hierro syamnub'oc. Ix sb'oanxik'e 450 metro muro chi' heb', masanto t'a spuertail b'aj sb'atcan k'alem."
        },
        {
            "number": "14",
            "text": "Axo winhaj Malquías yuninal winhaj Recab yajal t'a yol smacb'en chonhab' Bet-haquerem, a winh ix b'oanxik'e b'aj ix kan sti' b'aj sb'atcan k'alem chi'. Ix yak'anoch spuertail winh, ix ek'kan k'atan k'een hierro syamnub'oc."
        },
        {
            "number": "15",
            "text": "Ha winhaj Salum yuninal winhaj Colhoze, yajal t'a yol smacb'en chonhab' Mizpa, a winh ix b'oanxik'e b'aj ix kan sti' t'a sjaj ha ha'. Ix yak'k'e spatil winh, ix yak'anoch spuertail chi' winh, ix ek'paxcan k'atan k'een hierro syamnub'oc. Ix sb'oanxik'e muro chi' winh b'aj ay tanque scuch Siloé t'a slak'anil yavb'en te' heb' rey, masanto b'aj b'achquiltac yem sb'eal schonhab' winhaj Dawid."
        },
        {
            "number": "16",
            "text": "Ha winhaj Nehemías yuninal winhaj Azbuc, yajal t'a nanhal yol smacb'en chonhab' Bet-sur, a winh ix b'oanxik'e junxo makan muro chi'. Ix cotnhej t'a yichanh b'aj mucb'il winhaj rey Dawid masanto ix k'och b'aj ay stanqueal ha ha', ix k'och b'aj ay scuartel heb' soldado."
        },
        {
            "number": "17",
            "text": "Axo heb' lewita scuchb'ej winhaj Rehum yuninal winhaj Bani, a heb' ix b'oanxik'e junxo makan. Axo t'a yichanhb'ati, a winhaj Hasabías yajal t'a nanhal smacb'en chonhab' Keila, a winh ix b'oanxik'e junxo makan sk'exuloc heb' yetchonhab'."
        },
        {
            "number": "18",
            "text": "Axo b'aj ix k'och yic heb' chi', ata' ix sb'oxik'e juntzanhxo heb' sk'ab'yoc heb'. Ha winhaj Bawai yuninal winhaj Henadad, yajal t'a nanhalxo smacb'en Keila chi', a winh scuchb'an heb'."
        },
        {
            "number": "19",
            "text": "Axo winhaj Ezer yuninal winhaj Jesúa, yajal t'a Mizpa, a winh ix b'oanxik'e jun macanhxo t'a yichanh b'aj smolchaj yamk'ab' yic owal b'aj scumlaj muro chi'."
        },
        {
            "number": "20",
            "text": "Axo winhaj Baruc yuninal winhaj Zabai, t'a smasanil sk'ool winh ix sb'oxik'e junxo makan b'aj scumlaj chi' masanto ix k'och t'a spuertail spat winhaj Eliasib, winh sat sacerdote."
        },
        {
            "number": "21",
            "text": "Ha winhaj Meremot yuninal winhaj Urías, yixchiquin winhaj Cos, a winh ix b'oanxik'e junxo makan sb'at t'a spuertail spat winhaj Eliasib chi' masanto b'aj slajwik'och spat winh chi'."
        },
        {
            "number": "22",
            "text": "Axo junxo makan, a heb' sacerdote cajan t'a sch'olanil ha' Jordán ix b'oanxik'ei."
        },
        {
            "number": "23",
            "text": "Axo winhaj Benjamín yet' winhaj Hasub, a heb' winh ix b'oanxib'at t'a yichanh spat. Axo t'a snhi' yic heb' winh chi', haxo winhaj Azarías yuninal winhaj Maasías yixchiquin winhaj Ananías, a winh ix b'oanxik'e t'a slak'anil spat."
        },
        {
            "number": "24",
            "text": "Axo junxo makan, a winhaj Binúi yuninal winhaj Henadad, a winh ix b'oanxik'ei, ix b'at t'a spat winhaj Azarías masanto ix k'och b'aj scumlaj t'a jun schiquin."
        },
        {
            "number": "25",
            "text": "Axo winhaj Palal yuninal winhaj Uzai, a winh ix b'oanxik'e b'aj scumlaj chi' yet' jun torre ayel t'a spatic muro chi' t'a spalacio winh rey, aton t'a yamaq'uil spat heb' soldado stanhwan winh rey chi'. Axo junxo makan, a winhaj Pedaías yuninal winhaj Faros ix b'oanxik'ei,"
        },
        {
            "number": "26",
            "text": "masanto ix k'och t'a spuertail b'aj tz'el heb' ix ix ik'oj ha', jun sb'atcan t'a stojolal b'aj sk'eul k'u, t'a slak'anil jun torre ayel t'a spatic muro chi'. Axo junxo makan, a heb' smunlaj t'a templo cajan t'a Ofel, a heb' ix b'oanxik'ei."
        },
        {
            "number": "27",
            "text": "Axo heb' aj Tecoa ix b'oanxik'e junxo makan, sb'atnhej t'a yichanh jun torre chi' masanto t'a smuroal t'a Ofel chi'."
        },
        {
            "number": "28",
            "text": "Axo heb' sacerdote ix b'oanxik'e t'a yichanh spat junjun, sb'atnhej t'a spuertail b'aj tz'och nok' chej."
        },
        {
            "number": "29",
            "text": "Axo winhaj Sadoc yuninal winhaj Imer ix b'oanxik'e junxo makan t'a yichanh spat. Axo winhaj Semaías yuninal winhaj Secanías ix b'oanxik'e junxo makan b'aj ay heb' stanhwan puerta t'a stojolal b'aj sjawi k'u."
        },
        {
            "number": "30",
            "text": "Axo winhaj Hananías yuninal winhaj Selemías yet' winhaj Hanún swaquil yuninal winhaj Salaf, a heb' winh ix b'oanxik'e junxo makan. Axo winhaj Mesulam yuninal winhaj Berequías ix b'oanxik'e jun makan t'a yichanh spat."
        },
        {
            "number": "31",
            "text": "Axo winhaj Malquías, winh b'oum k'een wach' yilji, a winh ix b'oanxik'e junxo makan t'a spat heb' smunlaj t'a templo yet' t'a yic heb' chonhwajum yet' t'a yichanh spuertail b'aj ay heb' stanhwan chonhab' chi', masanto b'aj ay heb' stanhwan t'a schiquin muro chi'."
        },
        {
            "number": "32",
            "text": "Axo juntzanhxo heb' winh b'oum k'een wach' yilji yet' heb' winh chonhwajum, a heb' winh ix b'oanxik'e junxo makan, sb'atnhej b'aj ay heb' stanhwan t'a schiquin chi', masanto ix k'och b'aj ay spuertail yic nok' calnel."
        }
    ]
}