{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj sat sacerdote Eliasib yet' eb' yetsacerdoteal, a eb' ix b'oanxi b'aj tz'och nok' calnel, ix yak'anoch spuertail eb'. Ix sb'oanxiq'ue muro eb', ix b'atnhej t'a torre scuch Hamea masanto t'a torre scuch Hananeel, ix yak'ancanoch eb' t'a yol sk'ab' Dios."
        },
        {
            "number": "2",
            "text": "Axo junxo makan muro chi', a eb' winh aj Jericó ix b'oanxiq'uei. Axo junxo makan, a winhaj Zacur yuninal winhaj Imri ix b'oanxiq'uei."
        },
        {
            "number": "3",
            "text": "Axo eb' yinhtilal winhaj Senaa ix b'oanxiq'ue b'aj ay spuertail yic nok' chay. Ix yak'anoch sjolom spuertail chi' eb', ix ochcan spuertail chi', ix ek'kan k'atan q'uen hierro syamnub'oc."
        },
        {
            "number": "4",
            "text": "Ix b'onhejb'at jun muro chi', a winhaj Meremot yuninal winhaj Urías yixchiquin winhaj Cos ix b'oanxiq'ue junxo makan. Axo winhaj Mesulam yuninal winhaj Berequías, yixchiquin winhaj Mesezabeel ix b'oanxiq'ue junxo makan. Axo winhaj Sadoc yuninal winhaj Baana ix b'oanxi junxo makan."
        },
        {
            "number": "5",
            "text": "Axo junxo makan a eb' aj Tecoa ix b'oanxiq'uei, palta a eb' nivac vinac yaj t'a skal eb', maj yal sk'ol eb' ix kolwaj yet' eb' scuchb'an jun munlajel chi'."
        },
        {
            "number": "6",
            "text": "Ha winhaj Joiada yuninal winhaj Paseah yet' winhaj Mesulam yuninal winhaj Besodías, a eb' winh ix b'oanxiq'ue b'aj ay jun puerta scuchan Jesana. Ix yak'anoch sjolom spuertail chi' eb' winh, ix ochpaxcan spuertail chi', ix ek'kan k'atan q'uen hierro syamnub'oc."
        },
        {
            "number": "7",
            "text": "Axo junxo makan, a winhaj Melatías aj Gabaón ix b'oanxiq'ue yet' winhaj Jadón aj Meronot yet' eb' aj Gabaón yet' eb' aj Mizpa, aton eb' ay t'a yalanh smandar winh yajal yaj t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates."
        },
        {
            "number": "8",
            "text": "Axo junxo makan, a winhaj Uziel yuninal winhaj Harhaía, winh smunlaj yet' q'uen q'ueen wach' yilji, a winh ix b'oanxiq'uei. Axo junxo makan, a winhaj Hananías yuninal jun winh b'oum perfume ix b'oanxiq'uei. Ha eb' winh chavanh chi' ix b'oanxiq'ue muro chi' masanto ix k'och t'a sti' jun muro levan sat."
        },
        {
            "number": "9",
            "text": "Axo junxo makan a winhaj Refaías yuninal winhaj Hur ix b'oanxiq'uei. Ha winh chi' yajal yaj winh t'a nanhal lugar t'a yol smacb'en Jerusalén."
        },
        {
            "number": "10",
            "text": "Ha winhaj Jedaías yuninal winhaj Harumaf ix b'oanxiq'ue junxo makan t'a yichanh spat. Axo junxo makan, a winhaj Hatús yuninal winhaj Hasabnías ix b'oanxiq'uei."
        },
        {
            "number": "11",
            "text": "Ha junxo makan, a winhaj Malquías yuninal winhaj Harim yet' winhaj Hasub yuninal winhaj Pahat-moab, a eb' winh ix b'oanxiq'ue yet' jun torre scuch Hornos."
        },
        {
            "number": "12",
            "text": "Axo junxo makan, a winhaj Salum yuninal winhaj Halohes ix b'oanxiq'uei. Ha winh chi' yajal yaj winh t'a nanhalxo lugar ayoch t'a yol smacb'en Jerusalén. Ix colvajpax eb' ix yisil winh yet'oc."
        },
        {
            "number": "13",
            "text": "Ha winhaj Hanún yet' eb' cajan t'a Zanoa ix b'oanxiq'ue b'aj ix kan sti' t'a ch'olan. Ix yak'anoch spuertail eb', ix ek'kan k'atan q'uen hierro syamnub'oc. Ix sb'oanxiq'ue 450 metro muro chi' eb', masanto t'a spuertail b'aj sb'atcan k'alem."
        },
        {
            "number": "14",
            "text": "Axo winhaj Malquías yuninal winhaj Recab yajal t'a yol smacb'en chonhab' Bet-haquerem, a winh ix b'oanxiq'ue b'aj ix kan sti' b'aj sb'atcan k'alem chi'. Ix yak'anoch spuertail winh, ix ek'kan k'atan q'uen hierro syamnub'oc."
        },
        {
            "number": "15",
            "text": "Ha winhaj Salum yuninal winhaj Colhoze, yajal t'a yol smacb'en chonhab' Mizpa, a winh ix b'oanxiq'ue b'aj ix kan sti' t'a sjaj ha ha'. Ix yak'q'ue spatil winh, ix yak'anoch spuertail chi' winh, ix ek'paxcan k'atan q'uen hierro syamnub'oc. Ix sb'oanxiq'ue muro chi' winh b'aj ay tanque scuch Siloé t'a slak'anil yavb'en te' eb' rey, masanto b'aj b'achquiltac yem sb'eal schonhab' winhaj David."
        },
        {
            "number": "16",
            "text": "Ha winhaj Nehemías yuninal winhaj Azbuc, yajal t'a nanhal yol smacb'en chonhab' Bet-sur, a winh ix b'oanxiq'ue junxo makan muro chi'. Ix cotnhej t'a yichanh b'aj mucb'il winhaj rey David masanto ix k'och b'aj ay stanqueal ha ha', ix k'och b'aj ay scuartel eb' soldado."
        },
        {
            "number": "17",
            "text": "Axo eb' levita scuchb'ej winhaj Rehum yuninal winhaj Bani, a eb' ix b'oanxiq'ue junxo makan. Axo t'a yichanhb'ati, a winhaj Hasabías yajal t'a nanhal smacb'en chonhab' Keila, a winh ix b'oanxiq'ue junxo makan sq'uexuloc eb' yetchonhab'."
        },
        {
            "number": "18",
            "text": "Axo b'aj ix k'och yic eb' chi', ata' ix sb'oxiq'ue juntzanhxo eb' sk'ab'yoc eb'. Ha winhaj Bavai yuninal winhaj Henadad, yajal t'a nanhalxo smacb'en Keila chi', a winh scuchb'an eb'."
        },
        {
            "number": "19",
            "text": "Axo winhaj Ezer yuninal winhaj Jesúa, yajal t'a Mizpa, a winh ix b'oanxiq'ue jun macanhxo t'a yichanh b'aj smolchaj yamk'ab' yic oval b'aj scumlaj muro chi'."
        },
        {
            "number": "20",
            "text": "Axo winhaj Baruc yuninal winhaj Zabai, t'a smasanil sk'ool winh ix sb'oxiq'ue junxo makan b'aj scumlaj chi' masanto ix k'och t'a spuertail spat winhaj Eliasib, winh sat sacerdote."
        },
        {
            "number": "21",
            "text": "Ha winhaj Meremot yuninal winhaj Urías, yixchiquin winhaj Cos, a winh ix b'oanxiq'ue junxo makan sb'at t'a spuertail spat winhaj Eliasib chi' masanto b'aj slajvik'och spat winh chi'."
        },
        {
            "number": "22",
            "text": "Axo junxo makan, a eb' sacerdote cajan t'a sch'olanil ha' Jordán ix b'oanxiq'uei."
        },
        {
            "number": "23",
            "text": "Axo winhaj Benjamín yet' winhaj Hasub, a eb' winh ix b'oanxib'at t'a yichanh spat. Axo t'a snhi' yic eb' winh chi', haxo winhaj Azarías yuninal winhaj Maasías yixchiquin winhaj Ananías, a winh ix b'oanxiq'ue t'a slak'anil spat."
        },
        {
            "number": "24",
            "text": "Axo junxo makan, a winhaj Binúi yuninal winhaj Henadad, a winh ix b'oanxiq'uei, ix b'at t'a spat winhaj Azarías masanto ix k'och b'aj scumlaj t'a jun schiquin."
        },
        {
            "number": "25",
            "text": "Axo winhaj Palal yuninal winhaj Uzai, a winh ix b'oanxiq'ue b'aj scumlaj chi' yet' jun torre ayel t'a spatic muro chi' t'a spalacio winh rey, aton t'a yamaq'uil spat eb' soldado stanhvan winh rey chi'. Axo junxo makan, a winhaj Pedaías yuninal winhaj Faros ix b'oanxiq'uei,"
        },
        {
            "number": "26",
            "text": "masanto ix k'och t'a spuertail b'aj tz'el eb' ix ix ik'oj ha', jun sb'atcan t'a stojolal b'aj sq'ueul k'u, t'a slak'anil jun torre ayel t'a spatic muro chi'. Axo junxo makan, a eb' smunlaj t'a templo cajan t'a Ofel, a eb' ix b'oanxiq'uei."
        },
        {
            "number": "27",
            "text": "Axo eb' aj Tecoa ix b'oanxiq'ue junxo makan, sb'atnhej t'a yichanh jun torre chi' masanto t'a smuroal t'a Ofel chi'."
        },
        {
            "number": "28",
            "text": "Axo eb' sacerdote ix b'oanxiq'ue t'a yichanh spat junjun, sb'atnhej t'a spuertail b'aj tz'och nok' chej."
        },
        {
            "number": "29",
            "text": "Axo winhaj Sadoc yuninal winhaj Imer ix b'oanxiq'ue junxo makan t'a yichanh spat. Axo winhaj Semaías yuninal winhaj Secanías ix b'oanxiq'ue junxo makan b'aj ay eb' stanhvan puerta t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "30",
            "text": "Axo winhaj Hananías yuninal winhaj Selemías yet' winhaj Hanún svaquil yuninal winhaj Salaf, a eb' winh ix b'oanxiq'ue junxo makan. Axo winhaj Mesulam yuninal winhaj Berequías ix b'oanxiq'ue jun makan t'a yichanh spat."
        },
        {
            "number": "31",
            "text": "Axo winhaj Malquías, winh b'oum q'ueen wach' yilji, a winh ix b'oanxiq'ue junxo makan t'a spat eb' smunlaj t'a templo yet' t'a yic eb' chonhvajum yet' t'a yichanh spuertail b'aj ay eb' stanhvan chonhab' chi', masanto b'aj ay eb' stanhvan t'a schiquin muro chi'."
        },
        {
            "number": "32",
            "text": "Axo juntzanhxo eb' winh b'oum q'uen wach' yilji yet' eb' winh chonhvajum, a eb' winh ix b'oanxiq'ue junxo makan, sb'atnhej b'aj ay eb' stanhvan t'a schiquin chi', masanto ix k'och b'aj ay spuertail yic nok' calnel."
        }
    ]
}