{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj sat sacerdote Eliasib yet' eb' yetsacerdoteal, a eb' ix b'oanxi b'aj tz'och nok' calnel, ix yak'anoch spuertail eb'. Ix sb'oanxiq'ue muro eb', ix b'atnhej t'a torre scuch Hamea masanto t'a torre scuch Hananeel, ix yak'ancanoch eb' t'a yol sk'ab' Dios."
        },
        {
            "number": "2",
            "text": "Axo junxo makan muro chi', a eb' vinh aj Jericó ix b'oanxiq'uei. Axo junxo makan, a vinhaj Zacur yuninal vinhaj Imri ix b'oanxiq'uei."
        },
        {
            "number": "3",
            "text": "Axo eb' yinhtilal vinhaj Senaa ix b'oanxiq'ue b'aj ay spuertail yic nok' chay. Ix yak'anoch sjolom spuertail chi' eb', ix ochcan spuertail chi', ix ek'kan k'atan q'uen hierro syamnub'oc."
        },
        {
            "number": "4",
            "text": "Ix b'onhejb'at jun muro chi', a vinhaj Meremot yuninal vinhaj Urías yixchiquin vinhaj Cos ix b'oanxiq'ue junxo makan. Axo vinhaj Mesulam yuninal vinhaj Berequías, yixchiquin vinhaj Mesezabeel ix b'oanxiq'ue junxo makan. Axo vinhaj Sadoc yuninal vinhaj Baana ix b'oanxi junxo makan."
        },
        {
            "number": "5",
            "text": "Axo junxo makan a eb' aj Tecoa ix b'oanxiq'uei, palta a eb' nivac vinac yaj t'a skal eb', maj yal sk'ol eb' ix kolwaj yet' eb' scuchb'an jun munlajel chi'."
        },
        {
            "number": "6",
            "text": "Ha vinhaj Joiada yuninal vinhaj Paseah yet' vinhaj Mesulam yuninal vinhaj Besodías, a eb' vinh ix b'oanxiq'ue b'aj ay jun puerta scuchan Jesana. Ix yak'anoch sjolom spuertail chi' eb' vinh, ix ochpaxcan spuertail chi', ix ek'kan k'atan q'uen hierro syamnub'oc."
        },
        {
            "number": "7",
            "text": "Axo junxo makan, a vinhaj Melatías aj Gabaón ix b'oanxiq'ue yet' vinhaj Jadón aj Meronot yet' eb' aj Gabaón yet' eb' aj Mizpa, aton eb' ay t'a yalanh smandar vinh yajal yaj t'a stojolal b'aj tz'em k'u t'ha ha' Éufrates."
        },
        {
            "number": "8",
            "text": "Axo junxo makan, a vinhaj Uziel yuninal vinhaj Harhaía, vinh smunlaj yet' q'uen q'ueen wach' yilji, a vinh ix b'oanxiq'uei. Axo junxo makan, a vinhaj Hananías yuninal jun vinh b'oum perfume ix b'oanxiq'uei. Ha eb' vinh chavanh chi' ix b'oanxiq'ue muro chi' masanto ix k'och t'a sti' jun muro levan sat."
        },
        {
            "number": "9",
            "text": "Axo junxo makan a vinhaj Refaías yuninal vinhaj Hur ix b'oanxiq'uei. Ha vinh chi' yajal yaj vinh t'a nanhal lugar t'a yol smacb'en Jerusalén."
        },
        {
            "number": "10",
            "text": "Ha vinhaj Jedaías yuninal vinhaj Harumaf ix b'oanxiq'ue junxo makan t'a yichanh spat. Axo junxo makan, a vinhaj Hatús yuninal vinhaj Hasabnías ix b'oanxiq'uei."
        },
        {
            "number": "11",
            "text": "Ha junxo makan, a vinhaj Malquías yuninal vinhaj Harim yet' vinhaj Hasub yuninal vinhaj Pahat-moab, a eb' vinh ix b'oanxiq'ue yet' jun torre scuch Hornos."
        },
        {
            "number": "12",
            "text": "Axo junxo makan, a vinhaj Salum yuninal vinhaj Halohes ix b'oanxiq'uei. Ha vinh chi' yajal yaj vinh t'a nanhalxo lugar ayoch t'a yol smacb'en Jerusalén. Ix colvajpax eb' ix yisil vinh yet'oc."
        },
        {
            "number": "13",
            "text": "Ha vinhaj Hanún yet' eb' cajan t'a Zanoa ix b'oanxiq'ue b'aj ix kan sti' t'a ch'olan. Ix yak'anoch spuertail eb', ix ek'kan k'atan q'uen hierro syamnub'oc. Ix sb'oanxiq'ue 450 metro muro chi' eb', masanto t'a spuertail b'aj sb'atcan k'alem."
        },
        {
            "number": "14",
            "text": "Axo vinhaj Malquías yuninal vinhaj Recab yajal t'a yol smacb'en chonhab' Bet-haquerem, a vinh ix b'oanxiq'ue b'aj ix kan sti' b'aj sb'atcan k'alem chi'. Ix yak'anoch spuertail vinh, ix ek'kan k'atan q'uen hierro syamnub'oc."
        },
        {
            "number": "15",
            "text": "Ha vinhaj Salum yuninal vinhaj Colhoze, yajal t'a yol smacb'en chonhab' Mizpa, a vinh ix b'oanxiq'ue b'aj ix kan sti' t'a sjaj ha ha'. Ix yak'q'ue spatil vinh, ix yak'anoch spuertail chi' vinh, ix ek'paxcan k'atan q'uen hierro syamnub'oc. Ix sb'oanxiq'ue muro chi' vinh b'aj ay tanque scuch Siloé t'a slak'anil yavb'en te' eb' rey, masanto b'aj b'achquiltac yem sb'eal schonhab' vinhaj David."
        },
        {
            "number": "16",
            "text": "Ha vinhaj Nehemías yuninal vinhaj Azbuc, yajal t'a nanhal yol smacb'en chonhab' Bet-sur, a vinh ix b'oanxiq'ue junxo makan muro chi'. Ix cotnhej t'a yichanh b'aj mucb'il vinhaj rey David masanto ix k'och b'aj ay stanqueal ha ha', ix k'och b'aj ay scuartel eb' soldado."
        },
        {
            "number": "17",
            "text": "Axo eb' levita scuchb'ej vinhaj Rehum yuninal vinhaj Bani, a eb' ix b'oanxiq'ue junxo makan. Axo t'a yichanhb'ati, a vinhaj Hasabías yajal t'a nanhal smacb'en chonhab' Keila, a vinh ix b'oanxiq'ue junxo makan sq'uexuloc eb' yetchonhab'."
        },
        {
            "number": "18",
            "text": "Axo b'aj ix k'och yic eb' chi', ata' ix sb'oxiq'ue juntzanhxo eb' sk'ab'yoc eb'. Ha vinhaj Bavai yuninal vinhaj Henadad, yajal t'a nanhalxo smacb'en Keila chi', a vinh scuchb'an eb'."
        },
        {
            "number": "19",
            "text": "Axo vinhaj Ezer yuninal vinhaj Jesúa, yajal t'a Mizpa, a vinh ix b'oanxiq'ue jun macanhxo t'a yichanh b'aj smolchaj yamk'ab' yic oval b'aj scumlaj muro chi'."
        },
        {
            "number": "20",
            "text": "Axo vinhaj Baruc yuninal vinhaj Zabai, t'a smasanil sk'ool vinh ix sb'oxiq'ue junxo makan b'aj scumlaj chi' masanto ix k'och t'a spuertail spat vinhaj Eliasib, vinh sat sacerdote."
        },
        {
            "number": "21",
            "text": "Ha vinhaj Meremot yuninal vinhaj Urías, yixchiquin vinhaj Cos, a vinh ix b'oanxiq'ue junxo makan sb'at t'a spuertail spat vinhaj Eliasib chi' masanto b'aj slajvik'och spat vinh chi'."
        },
        {
            "number": "22",
            "text": "Axo junxo makan, a eb' sacerdote cajan t'a sch'olanil ha' Jordán ix b'oanxiq'uei."
        },
        {
            "number": "23",
            "text": "Axo vinhaj Benjamín yet' vinhaj Hasub, a eb' vinh ix b'oanxib'at t'a yichanh spat. Axo t'a snhi' yic eb' vinh chi', haxo vinhaj Azarías yuninal vinhaj Maasías yixchiquin vinhaj Ananías, a vinh ix b'oanxiq'ue t'a slak'anil spat."
        },
        {
            "number": "24",
            "text": "Axo junxo makan, a vinhaj Binúi yuninal vinhaj Henadad, a vinh ix b'oanxiq'uei, ix b'at t'a spat vinhaj Azarías masanto ix k'och b'aj scumlaj t'a jun schiquin."
        },
        {
            "number": "25",
            "text": "Axo vinhaj Palal yuninal vinhaj Uzai, a vinh ix b'oanxiq'ue b'aj scumlaj chi' yet' jun torre ayel t'a spatic muro chi' t'a spalacio vinh rey, aton t'a yamaq'uil spat eb' soldado stanhvan vinh rey chi'. Axo junxo makan, a vinhaj Pedaías yuninal vinhaj Faros ix b'oanxiq'uei,"
        },
        {
            "number": "26",
            "text": "masanto ix k'och t'a spuertail b'aj tz'el eb' ix ix ik'oj ha', jun sb'atcan t'a stojolal b'aj sq'ueul k'u, t'a slak'anil jun torre ayel t'a spatic muro chi'. Axo junxo makan, a eb' smunlaj t'a templo cajan t'a Ofel, a eb' ix b'oanxiq'uei."
        },
        {
            "number": "27",
            "text": "Axo eb' aj Tecoa ix b'oanxiq'ue junxo makan, sb'atnhej t'a yichanh jun torre chi' masanto t'a smuroal t'a Ofel chi'."
        },
        {
            "number": "28",
            "text": "Axo eb' sacerdote ix b'oanxiq'ue t'a yichanh spat junjun, sb'atnhej t'a spuertail b'aj tz'och nok' chej."
        },
        {
            "number": "29",
            "text": "Axo vinhaj Sadoc yuninal vinhaj Imer ix b'oanxiq'ue junxo makan t'a yichanh spat. Axo vinhaj Semaías yuninal vinhaj Secanías ix b'oanxiq'ue junxo makan b'aj ay eb' stanhvan puerta t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "30",
            "text": "Axo vinhaj Hananías yuninal vinhaj Selemías yet' vinhaj Hanún svaquil yuninal vinhaj Salaf, a eb' vinh ix b'oanxiq'ue junxo makan. Axo vinhaj Mesulam yuninal vinhaj Berequías ix b'oanxiq'ue jun makan t'a yichanh spat."
        },
        {
            "number": "31",
            "text": "Axo vinhaj Malquías, vinh b'oum q'ueen wach' yilji, a vinh ix b'oanxiq'ue junxo makan t'a spat eb' smunlaj t'a templo yet' t'a yic eb' chonhvajum yet' t'a yichanh spuertail b'aj ay eb' stanhvan chonhab' chi', masanto b'aj ay eb' stanhvan t'a schiquin muro chi'."
        },
        {
            "number": "32",
            "text": "Axo juntzanhxo eb' vinh b'oum q'uen wach' yilji yet' eb' vinh chonhvajum, a eb' vinh ix b'oanxiq'ue junxo makan, sb'atnhej b'aj ay eb' stanhvan t'a schiquin chi', masanto ix k'och b'aj ay spuertail yic nok' calnel."
        }
    ]
}