{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj sat sacerdote Eliasib yed' eb' yetsacerdoteal, a eb' ix b'oanxi b'aj tz'och nok' calnel, ix yak'anoch spuertail eb'. Ix sb'oanxiq'ue muro eb', ix b'atnhej d'a torre scuch Hamea masanto d'a torre scuch Hananeel, ix yak'ancanoch eb' d'a yol sk'ab' Dios."
        },
        {
            "number": "2",
            "text": "Axo junxo macanh muro chi', a eb' vinh aj Jericó ix b'oanxiq'uei. Axo junxo macanh, a vinhaj Zacur yuninal vinhaj Imri ix b'oanxiq'uei."
        },
        {
            "number": "3",
            "text": "Axo eb' yinhtilal vinhaj Senaa ix b'oanxiq'ue b'aj ay spuertail yic nok' chay. Ix yak'anoch sjolom spuertail chi' eb', ix ochcan spuertail chi', ix ek'can k'atan q'uen hierro syamnub'oc."
        },
        {
            "number": "4",
            "text": "Ix b'onhejb'at jun muro chi', a vinhaj Meremot yuninal vinhaj Urías yixchiquin vinhaj Cos ix b'oanxiq'ue junxo macanh. Axo vinhaj Mesulam yuninal vinhaj Berequías, yixchiquin vinhaj Mesezabeel ix b'oanxiq'ue junxo macanh. Axo vinhaj Sadoc yuninal vinhaj Baana ix b'oanxi junxo macanh."
        },
        {
            "number": "5",
            "text": "Axo junxo macanh a eb' aj Tecoa ix b'oanxiq'uei, palta a eb' nivac vinac yaj d'a scal eb', maj yal sk'ol eb' ix colvaj yed' eb' scuchb'an jun munlajel chi'."
        },
        {
            "number": "6",
            "text": "A vinhaj Joiada yuninal vinhaj Paseah yed' vinhaj Mesulam yuninal vinhaj Besodías, a eb' vinh ix b'oanxiq'ue b'aj ay jun puerta scuchan Jesana. Ix yak'anoch sjolom spuertail chi' eb' vinh, ix ochpaxcan spuertail chi', ix ek'can k'atan q'uen hierro syamnub'oc."
        },
        {
            "number": "7",
            "text": "Axo junxo macanh, a vinhaj Melatías aj Gabaón ix b'oanxiq'ue yed' vinhaj Jadón aj Meronot yed' eb' aj Gabaón yed' eb' aj Mizpa, aton eb' ay d'a yalanh smandar vinh yajal yaj d'a stojolal b'aj tz'em k'u d'a a' Éufrates."
        },
        {
            "number": "8",
            "text": "Axo junxo macanh, a vinhaj Uziel yuninal vinhaj Harhaía, vinh smunlaj yed' q'uen q'ueen vach' yilji, a vinh ix b'oanxiq'uei. Axo junxo macanh, a vinhaj Hananías yuninal jun vinh b'oum perfume ix b'oanxiq'uei. A eb' vinh chavanh chi' ix b'oanxiq'ue muro chi' masanto ix k'och d'a sti' jun muro levan sat."
        },
        {
            "number": "9",
            "text": "Axo junxo macanh a vinhaj Refaías yuninal vinhaj Hur ix b'oanxiq'uei. A vinh chi' yajal yaj vinh d'a nanhal lugar d'a yol smacb'en Jerusalén."
        },
        {
            "number": "10",
            "text": "A vinhaj Jedaías yuninal vinhaj Harumaf ix b'oanxiq'ue junxo macanh d'a yichanh spat. Axo junxo macanh, a vinhaj Hatús yuninal vinhaj Hasabnías ix b'oanxiq'uei."
        },
        {
            "number": "11",
            "text": "A junxo macanh, a vinhaj Malquías yuninal vinhaj Harim yed' vinhaj Hasub yuninal vinhaj Pahat-moab, a eb' vinh ix b'oanxiq'ue yed' jun torre scuch Hornos."
        },
        {
            "number": "12",
            "text": "Axo junxo macanh, a vinhaj Salum yuninal vinhaj Halohes ix b'oanxiq'uei. A vinh chi' yajal yaj vinh d'a nanhalxo lugar ayoch d'a yol smacb'en Jerusalén. Ix colvajpax eb' ix yisil vinh yed'oc."
        },
        {
            "number": "13",
            "text": "A vinhaj Hanún yed' eb' cajan d'a Zanoa ix b'oanxiq'ue b'aj ix can sti' d'a ch'olan. Ix yak'anoch spuertail eb', ix ek'can k'atan q'uen hierro syamnub'oc. Ix sb'oanxiq'ue 450 metro muro chi' eb', masanto d'a spuertail b'aj sb'atcan k'alem."
        },
        {
            "number": "14",
            "text": "Axo vinhaj Malquías yuninal vinhaj Recab yajal d'a yol smacb'en chonhab' Bet-haquerem, a vinh ix b'oanxiq'ue b'aj ix can sti' b'aj sb'atcan k'alem chi'. Ix yak'anoch spuertail vinh, ix ek'can k'atan q'uen hierro syamnub'oc."
        },
        {
            "number": "15",
            "text": "A vinhaj Salum yuninal vinhaj Colhoze, yajal d'a yol smacb'en chonhab' Mizpa, a vinh ix b'oanxiq'ue b'aj ix can sti' d'a sjaj a a'. Ix yak'q'ue spatil vinh, ix yak'anoch spuertail chi' vinh, ix ek'paxcan k'atan q'uen hierro syamnub'oc. Ix sb'oanxiq'ue muro chi' vinh b'aj ay tanque scuch Siloé d'a slak'anil yavb'en te' eb' rey, masanto b'aj b'achquiltac yem sb'eal schonhab' vinhaj David."
        },
        {
            "number": "16",
            "text": "A vinhaj Nehemías yuninal vinhaj Azbuc, yajal d'a nanhal yol smacb'en chonhab' Bet-sur, a vinh ix b'oanxiq'ue junxo macanh muro chi'. Ix cotnhej d'a yichanh b'aj mucb'il vinhaj rey David masanto ix k'och b'aj ay stanqueal a a', ix k'och b'aj ay scuartel eb' soldado."
        },
        {
            "number": "17",
            "text": "Axo eb' levita scuchb'ej vinhaj Rehum yuninal vinhaj Bani, a eb' ix b'oanxiq'ue junxo macanh. Axo d'a yichanhb'ati, a vinhaj Hasabías yajal d'a nanhal smacb'en chonhab' Keila, a vinh ix b'oanxiq'ue junxo macanh sq'uexuloc eb' yetchonhab'."
        },
        {
            "number": "18",
            "text": "Axo b'aj ix k'och yic eb' chi', ata' ix sb'oxiq'ue juntzanhxo eb' sk'ab'yoc eb'. A vinhaj Bavai yuninal vinhaj Henadad, yajal d'a nanhalxo smacb'en Keila chi', a vinh scuchb'an eb'."
        },
        {
            "number": "19",
            "text": "Axo vinhaj Ezer yuninal vinhaj Jesúa, yajal d'a Mizpa, a vinh ix b'oanxiq'ue jun macanhxo d'a yichanh b'aj smolchaj yamk'ab' yic oval b'aj scumlaj muro chi'."
        },
        {
            "number": "20",
            "text": "Axo vinhaj Baruc yuninal vinhaj Zabai, d'a smasanil sk'ool vinh ix sb'oxiq'ue junxo macanh b'aj scumlaj chi' masanto ix k'och d'a spuertail spat vinhaj Eliasib, vinh sat sacerdote."
        },
        {
            "number": "21",
            "text": "A vinhaj Meremot yuninal vinhaj Urías, yixchiquin vinhaj Cos, a vinh ix b'oanxiq'ue junxo macanh sb'at d'a spuertail spat vinhaj Eliasib chi' masanto b'aj slajvik'och spat vinh chi'."
        },
        {
            "number": "22",
            "text": "Axo junxo macanh, a eb' sacerdote cajan d'a sch'olanil a' Jordán ix b'oanxiq'uei."
        },
        {
            "number": "23",
            "text": "Axo vinhaj Benjamín yed' vinhaj Hasub, a eb' vinh ix b'oanxib'at d'a yichanh spat. Axo d'a snhi' yic eb' vinh chi', axo vinhaj Azarías yuninal vinhaj Maasías yixchiquin vinhaj Ananías, a vinh ix b'oanxiq'ue d'a slak'anil spat."
        },
        {
            "number": "24",
            "text": "Axo junxo macanh, a vinhaj Binúi yuninal vinhaj Henadad, a vinh ix b'oanxiq'uei, ix b'at d'a spat vinhaj Azarías masanto ix k'och b'aj scumlaj d'a jun schiquin."
        },
        {
            "number": "25",
            "text": "Axo vinhaj Palal yuninal vinhaj Uzai, a vinh ix b'oanxiq'ue b'aj scumlaj chi' yed' jun torre ayel d'a spatic muro chi' d'a spalacio vinh rey, aton d'a yamaq'uil spat eb' soldado stanhvan vinh rey chi'. Axo junxo macanh, a vinhaj Pedaías yuninal vinhaj Faros ix b'oanxiq'uei,"
        },
        {
            "number": "26",
            "text": "masanto ix k'och d'a spuertail b'aj tz'el eb' ix ix ik'oj a', jun sb'atcan d'a stojolal b'aj sq'ueul k'u, d'a slak'anil jun torre ayel d'a spatic muro chi'. Axo junxo macanh, a eb' smunlaj d'a templo cajan d'a Ofel, a eb' ix b'oanxiq'uei."
        },
        {
            "number": "27",
            "text": "Axo eb' aj Tecoa ix b'oanxiq'ue junxo macanh, sb'atnhej d'a yichanh jun torre chi' masanto d'a smuroal d'a Ofel chi'."
        },
        {
            "number": "28",
            "text": "Axo eb' sacerdote ix b'oanxiq'ue d'a yichanh spat junjun, sb'atnhej d'a spuertail b'aj tz'och nok' chej."
        },
        {
            "number": "29",
            "text": "Axo vinhaj Sadoc yuninal vinhaj Imer ix b'oanxiq'ue junxo macanh d'a yichanh spat. Axo vinhaj Semaías yuninal vinhaj Secanías ix b'oanxiq'ue junxo macanh b'aj ay eb' stanhvan puerta d'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "30",
            "text": "Axo vinhaj Hananías yuninal vinhaj Selemías yed' vinhaj Hanún svaquil yuninal vinhaj Salaf, a eb' vinh ix b'oanxiq'ue junxo macanh. Axo vinhaj Mesulam yuninal vinhaj Berequías ix b'oanxiq'ue jun macanh d'a yichanh spat."
        },
        {
            "number": "31",
            "text": "Axo vinhaj Malquías, vinh b'oum q'ueen vach' yilji, a vinh ix b'oanxiq'ue junxo macanh d'a spat eb' smunlaj d'a templo yed' d'a yic eb' chonhvajum yed' d'a yichanh spuertail b'aj ay eb' stanhvan chonhab' chi', masanto b'aj ay eb' stanhvan d'a schiquin muro chi'."
        },
        {
            "number": "32",
            "text": "Axo juntzanhxo eb' vinh b'oum q'uen vach' yilji yed' eb' vinh chonhvajum, a eb' vinh ix b'oanxiq'ue junxo macanh, sb'atnhej b'aj ay eb' stanhvan d'a schiquin chi', masanto ix k'och b'aj ay spuertail yic nok' calnel."
        }
    ]
}