{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an winhaj Sanbalat to wan ko b'oanxik'e muro chi', ix te cot yowal winh, ix syamanoch winh sb'uchwaj t'ayonh."
        },
        {
            "number": "2",
            "text": "Ix och ijan winh yalan b'uchwal lolonel t'ayonh t'a yichanh heb' winh ajun yet'oc yet' t'a yichanh heb' winh soldado aj Samaria. Ix yalan winh icha tik: Ob'iltac juntzanh heb' judío tik, ¿tom ay jab'oc tas syal sb'oan heb'? ¿Tom ol yak'xi silab' heb' snaani? ¿Tom junnhej k'ual ol sb'o jun munlajel tik heb' snaani? ¿Am snaan heb' to ha t'a skal juntzanh tz'aeltac k'een juyanek' tik ol yik'elta k'een ak' k'een heb'? xchi winh."
        },
        {
            "number": "3",
            "text": "Ayek' pax winhaj Tobías amonita t'a stz'ey heb' winh. Ix yalanpax winh icha tik: Ha juntzanh k'een sb'ok'e heb' muroal tik, q'uinaloc a junok nok' waax tzek' t'a yib'anh k'een, tz'el nhilnaj k'een stek'an nok', xchi winh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix in lesalwi icha tik: Mamin, ach ko Diosal, tzab' wal onh sb'uchan heb'. Cotocab'kan sb'uchwal lolonel heb' chi' t'a yib'anh. Aocab' heb' yajk'ol heb' tz'ik'anek' tastac ay t'ay. Ik'jocab'b'at heb' t'a junocxo nación."
        },
        {
            "number": "5",
            "text": "Manh ak' niwank'olal smul heb' tik, mocab' b'at tas ix sk'ulej heb' tik satk'olal uuj, yujto tzonh sb'uchwal heb' a onh sco b'oxik'e muro tik, xin chi."
        },
        {
            "number": "6",
            "text": "Ix onh munlajnhej, elanhchamel ix nanhalb'i cuuj yujto te ay wal stzalajk'olal heb' chonhab' smunlaji."
        },
        {
            "number": "7",
            "text": "Ha winhaj Sanbalat, winhaj Tobías, heb' árabe, heb' amonita yet' heb' aj Asdod, ix te cot yowal heb' ayic ix yab'an heb' to yelk'olal tzonh munlaji yic sco b'oanxik'e smuroal Jerusalén. Toxo pax ix macchaj b'aj niwac ix aj spojemi."
        },
        {
            "number": "8",
            "text": "Smol alan heb' to syak' owal heb' qued'oc, yic syak'an chukal heb' t'a Jerusalén tik yalani."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix onh lesalwi t'a ko Diosal, ix cak'anoch ko tanhwumal t'a junjun k'u yet' t'a junjun ak'wal yic sco colan ko b'ha t'a heb' ajk'ol chi'."
        },
        {
            "number": "10",
            "text": "Ix yalanpax heb' smunlaj chi' icha tik: Toxo ix te el yip heb' cuchum k'een yic syik'anel jantac k'een k'een heb' yet' spojelal jun muro telwinac tik, yuj chi' manh ol techajlaj cuuj ko b'oanxik'ei, xchi heb'."
        },
        {
            "number": "11",
            "text": "Ha snaan heb' ajk'ol chi' to manh ol nachajel cuuj, mato manh ol quil yoch heb' t'a ko kal yic tzonh smilancham heb' yic tz'och waan munlajel tik."
        },
        {
            "number": "12",
            "text": "Palta haxo heb' quetchonhab' cajan t'a slak'anil heb' chi', xican sjawi heb' ul yal t'ayonh: Ha juntzanh anima chi' yalnhej b'aj ol jawok heb' yak' owal qued'oc, xchi heb'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix wala' to junjun patil heb' stanhwej heb' t'a spatiquel muro chi', b'aj ch'olquixtac lu'um yet' b'aj pojnaquel muro chi', yet'nac yespada heb', lanza yet' sjul-lab' heb'."
        },
        {
            "number": "14",
            "text": "Ayic ix wilani to xiv heb', ix in tek'b'an in b'a walan t'a heb' yichamtac winaquil chonhab' yet' t'a heb' ayoch yajalil t'a ko chonhab' tik yet' t'a masanil anima: Manh onh xiweclaj. Co naeccoti to a ko Diosal te niwan yelk'ochi, te ay smay, yuj chi' ko colec ko chonhab' tik yet' kal cuninal, heb' ix quetb'eyum yet' ko pat, xin chi t'a heb'."
        },
        {
            "number": "15",
            "text": "Ayic ix yab'an heb' ajk'ol chi' to lista caji, ix nachajel yuj heb' to ha Dios ix juanb'at tas ix smol alej heb' chi'. Icha chi' ix aj ko munlajxi junjun onh."
        },
        {
            "number": "16",
            "text": "Atax t'a jun k'u chi', nanhalnhej heb' winh in munlajwum chi' smunlaji, haxo nanhalxo heb' winh yet'nac syamk'ab' heb' winh yic owal, aton k'een lanza, maclab' jul-lab' yet' jul-lab' chi'. Aypaxoch k'een k'een t'a snhi' sk'ol heb' winh. Axo heb' yajalil heb' tz'ak'an stek'anil heb' smunlaj chi'."
        },
        {
            "number": "17",
            "text": "Ha heb' cuchum icatz, cuchb'il yicatz heb' chi' yuj, jun sk'ab' heb' chi' yamjinac yicatz chi', haxo t'a junxo sk'ab' heb' yet'nac syamk'ab' yic owal."
        },
        {
            "number": "18",
            "text": "Yed' heb' smunlaji yic sb'oanxik'e muro chi', ayoch jachan k'een yespada heb' t'a snanhal. Axo t'a in tz'ey ayek' winh spu'an nok' ch'aac."
        },
        {
            "number": "19",
            "text": "Ix walan t'a heb' yajal yaji, t'a heb' cuchb'um yet' t'a masanil heb' anima: Ha jun munlajel tik te niwan yaji, yuj chi' ix onh pucaxb'at t'a spatictac muro tik, ch'occh'oc b'aj ayonhcanb'at junjun onh."
        },
        {
            "number": "20",
            "text": "Yuj chi' ayic tzeyab'an yok' nok' ch'aac, tzex cot t'a ko tz'ey, haxo ko Diosal ol kolwaj qued' t'a owal chi', xin chi."
        },
        {
            "number": "21",
            "text": "Yuj chi' nanhal onh tzonh munlaji, tzonh ochi ayic sakb'i masanto sq'uik'b'i, haxo nanhalxo jun, yet'nac syamk'ab' yic owal."
        },
        {
            "number": "22",
            "text": "Ix walanpax t'a heb' wetchonhab' chi' to swaycanem heb' yet' heb' schecab' t'a yol chonhab' chi' yic stanhwan chonhab' chi' heb' qued'oc t'ak'walil. Axo t'a k'ualil tzonh munlaji."
        },
        {
            "number": "23",
            "text": "Anhejtona' in pax tik yet' heb' ayto wuj in b'a yet'oc, heb' in checab' yet' heb' tzin tanhwani, max quik'el-laj ko pichul t'ak'walil, junjun onh ayek' k'een ko lanza t'a ko tz'ey."
        }
    ]
}