{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an vinhaj Sanbalat to van co b'oanxiq'ue muro chi', ix te cot yoval vinh, ix syamanoch vinh sb'uchvaj t'ayonh."
        },
        {
            "number": "2",
            "text": "Ix och ijan vinh yalan b'uchval lolonel t'ayonh t'a yichanh eb' vinh ajun yet'oc yet' t'a yichanh eb' vinh soldado aj Samaria. Ix yalan vinh icha tik: Ob'iltac juntzanh eb' judío tik, ¿tom ay jab'oc tas syal sb'oan eb'? ¿Tom ol yak'xi silab' eb' snaani? ¿Tom junnhej k'ual ol sb'o jun munlajel tik eb' snaani? ¿Am snaan eb' to ha t'a skal juntzanh tz'aeltac q'uen juyanek' tik ol yiq'uelta q'uen ak' q'ueen eb'? xchi vinh."
        },
        {
            "number": "3",
            "text": "Ayek' pax vinhaj Tobías amonita t'a stz'ey eb' vinh. Ix yalanpax vinh icha tik: Ha juntzanh q'ueen sb'oq'ue eb' muroal tik, q'uinaloc a junok nok' vaax tzek' t'a yib'anh q'ueen, tz'el nhilnaj q'ueen stek'an nok', xchi vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix in lesalvi icha tik: Mamin, ach co Diosal, tzab' val onh sb'uchan eb'. Cotocab'kan sb'uchval lolonel eb' chi' t'a yib'anh. Aocab' eb' yajk'ol eb' tz'ik'anek' tastac ay t'ay. Ik'jocab'b'at eb' t'a junocxo nación."
        },
        {
            "number": "5",
            "text": "Manh ak' nivank'olal smul eb' tik, mocab' b'at tas ix sk'ulej eb' tik satk'olal uuj, yujto tzonh sb'uchval eb' a onh sco b'oxiq'ue muro tik, xin chi."
        },
        {
            "number": "6",
            "text": "Ix onh munlajnhej, elanhchamel ix nanhalb'i cuuj yujto te ay val stzalajk'olal eb' chonhab' smunlaji."
        },
        {
            "number": "7",
            "text": "Ha vinhaj Sanbalat, vinhaj Tobías, eb' árabe, eb' amonita yet' eb' aj Asdod, ix te cot yoval eb' ayic ix yab'an eb' to yelk'olal tzonh munlaji yic sco b'oanxiq'ue smuroal Jerusalén. Toxo pax ix macchaj b'aj nivac ix aj spojemi."
        },
        {
            "number": "8",
            "text": "Smol alan eb' to syak' oval eb' qued'oc, yic syak'an chukal eb' t'a Jerusalén tik yalani."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix onh lesalvi t'a co Diosal, ix cak'anoch co tanhvumal t'a junjun k'u yet' t'a junjun ak'val yic sco colan co b'ha t'a eb' ajk'ol chi'."
        },
        {
            "number": "10",
            "text": "Ix yalanpax eb' smunlaj chi' icha tik: Toxo ix te el yip eb' cuchum q'ueen yic syik'anel jantac q'uen q'ueen eb' yet' spojelal jun muro telvinac tik, yuj chi' manh ol techajlaj cuuj co b'oanxiq'uei, xchi eb'."
        },
        {
            "number": "11",
            "text": "Ha snaan eb' ajk'ol chi' to manh ol nachajel cuuj, mato manh ol quil yoch eb' t'a co cal yic tzonh smilancham eb' yic tz'och vaan munlajel tik."
        },
        {
            "number": "12",
            "text": "Palta haxo eb' quetchonhab' cajan t'a slak'anil eb' chi', xican sjavi eb' ul yal t'ayonh: Ha juntzanh anima chi' yalnhej b'aj ol javoc eb' yak' oval qued'oc, xchi eb'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix vala' to junjun patil eb' stanhvej eb' t'a spatiquel muro chi', b'aj ch'olquixtac lu'um yet' b'aj pojnaquel muro chi', yet'nac yespada eb', lanza yet' sjul-lab' eb'."
        },
        {
            "number": "14",
            "text": "Ayic ix vilani to xiv eb', ix in tek'b'an in b'a valan t'a eb' yichamtac vinaquil chonhab' yet' t'a eb' ayoch yajalil t'a co chonhab' tik yet' t'a masanil anima: Manh onh xiveclaj. Co naeccoti to a co Diosal te niwan yelk'ochi, te ay smay, yuj chi' co colec co chonhab' tik yet' cal cuninal, eb' ix quetb'eyum yet' co pat, xin chi t'a eb'."
        },
        {
            "number": "15",
            "text": "Ayic ix yab'an eb' ajk'ol chi' to lista caji, ix nachajel yuj eb' to ha Dios ix juanb'at tas ix smol alej eb' chi'. Icha chi' ix aj co munlajxi junjun onh."
        },
        {
            "number": "16",
            "text": "Atax t'a jun k'u chi', nanhalnhej eb' vinh in munlajvum chi' smunlaji, haxo nanhalxo eb' vinh yet'nac syamk'ab' eb' vinh yic oval, aton q'uen lanza, maclab' jul-lab' yet' jul-lab' chi'. Aypaxoch q'uen q'ueen t'a snhi' sk'ol eb' vinh. Axo eb' yajalil eb' tz'ak'an stek'anil eb' smunlaj chi'."
        },
        {
            "number": "17",
            "text": "Ha eb' cuchum icatz, cuchb'il yicatz eb' chi' yuj, jun sk'ab' eb' chi' yamjinac yicatz chi', haxo t'a junxo sk'ab' eb' yet'nac syamk'ab' yic oval."
        },
        {
            "number": "18",
            "text": "Yed' eb' smunlaji yic sb'oanxiq'ue muro chi', ayoch jachan q'uen yespada eb' t'a snanhal. Axo t'a in tz'ey ayek' vinh spu'an nok' ch'aac."
        },
        {
            "number": "19",
            "text": "Ix valan t'a eb' yajal yaji, t'a eb' cuchb'um yet' t'a masanil eb' anima: Ha jun munlajel tik te niwan yaji, yuj chi' ix onh pucaxb'at t'a spatictac muro tik, ch'occh'oc b'aj ayonhcanb'at junjun onh."
        },
        {
            "number": "20",
            "text": "Yuj chi' ayic tzeyab'an yok' nok' ch'aac, tzex cot t'a co tz'ey, haxo co Diosal ol colvaj qued' t'a oval chi', xin chi."
        },
        {
            "number": "21",
            "text": "Yuj chi' nanhal onh tzonh munlaji, tzonh ochi ayic sakb'i masanto sq'uik'b'i, haxo nanhalxo jun, yet'nac syamk'ab' yic oval."
        },
        {
            "number": "22",
            "text": "Ix valanpax t'a eb' vetchonhab' chi' to svaycanem eb' yet' eb' schecab' t'a yol chonhab' chi' yic stanhvan chonhab' chi' eb' qued'oc t'ak'walil. Axo t'a k'ualil tzonh munlaji."
        },
        {
            "number": "23",
            "text": "Anhejtona' in pax tik yet' eb' ayto vuj in b'a yet'oc, eb' in checab' yet' eb' tzin tanhvani, max quiq'uel-laj co pichul t'ak'walil, junjun onh ayek' q'uen co lanza t'a co tz'ey."
        }
    ]
}