{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ix yal val sb'a eb' anima, eb' vinh vinac yet' eb' ix ix yuj tas tz'utaj eb' yuj eb' quetchonhab'."
        },
        {
            "number": "2",
            "text": "Ay eb' tz'alani to tzijtum yuninal eb', yuj chi' yovalil sb'oquej ixim strigo eb' yic max cham eb' yuj vejel."
        },
        {
            "number": "3",
            "text": "Ay pax eb' tz'alani to syak'canb'at yumal sluum eb', ma yuva eb' avab'il, ma spat eb' t'a prentail yuj smanan tas sva eb' yuj vejel."
        },
        {
            "number": "4",
            "text": "Ay pax eb' tz'alani to yuj yak'an q'uen tumin eb' syak' t'a vinh rey, yuj chi' sk'an q'uen tumin chi' eb' smajnej, syak'anb'at slum eb', ma yavb'en eb' yuj smajananub'al q'uen tumin chi'."
        },
        {
            "number": "5",
            "text": "Ix yalanpax eb' icha tik: Ha onh tik yet' eb' quetchonhab' tik, junnhej quinhtilal, malaj mach ch'oc yilji yuninal, lajannhej yilji cuninal yet' yuninal eb', yuj chi', ¿tas yuj a eb' cuninal ayoch schecab'oc eb'? Ayonh ayxo och eb' ix quisil schecab'oc eb'. Maxtzac yal co colan co b'a, yujto yicxo lum co lu'um eb' yet' cavb'en, xchi eb'."
        },
        {
            "number": "6",
            "text": "Ayic ix vab'an yalan eb' anima tas tz'utaj chi', ix te cot voval."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix in naan val sik'lab'il, ix in cachan eb' nivac vinac yet' eb' yajal yaji, yic maxtzac sk'an yune' stumin eb' chi' t'a eb' quetchonhab' tik. Yuj chi' ix vavtan masanil eb' anima t'a jun molchajelal yuj jun lolonel chi'."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi' ix valan t'a eb' icha tik: Ha onh tik ix cak' val quip co colanxielta eb' quetchonhab' chonhb'ilcanb'at t'a juntzanh ch'oc chonhab'il, ¿tom a exxo tik ol e chonhxicanb'at eb' yic a onhxo tik ol co manxielta eb'? xin chi t'a eb'. Manhxalaj eb' ix tak'vi, maxtzac nachaj yuj eb' tas syutej eb' spacani."
        },
        {
            "number": "9",
            "text": "Ix valanpaxi: Ha jun tas van e k'ulan tik manh wach'oclaj. Smoj val to tze ch'oxeli to niwan yelk'och co Diosal t'a e sat, yic maxtzac b'uchvaj eb' anima ajk'ol t'ayonh."
        },
        {
            "number": "10",
            "text": "Anhejtona' in yet' eb' ayto vuj in b'a yet'oc yet' eb' in checab', ix cak' q'uen tumin smajnej eb'. Ix cak'anpax ixim trigo sq'uex eb'. Ha ticnaic scak' lajvoc juntzanh sb'oc eb' chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' sval t'ayex to tzeyak' meltzaj slum eb' chi' ticnaic yet' yavb'en eb', te' yolivo eb' yet' spat eb', tzeyak'an lajvoc sb'oc eb' chi' t'ayex. Tzeyak'an meltzaj yune' q'uen tumin ix yak' eb' chi' t'ayex, ma trigo, ma vino, ma aceite, tas ix e k'an t'a eb', xin chi t'a eb'."
        },
        {
            "number": "12",
            "text": "Ix tak'vi eb' smasanil icha tik: Ol cak'xi meltzaj masanil juntzanh chi' t'a eb'. Manhxalaj tas ol cal yuj juntzanh chi'. Ol co k'anab'ajej masanil tas ix al chi', xchi eb'. Yuj chi' ix vavtan eb' sacerdote. Ha val t'a yichanh eb' ix in chec yak' sti' eb' yuj tas ix yal chi'."
        },
        {
            "number": "13",
            "text": "Ix in tzicub'tanhej pax in pichul, ix valani: Ichocab' tik ol aj ex stzicanel Dios t'a e pat yet' t'a e lu'um, tato manh ol e k'anab'ajej b'aj tzeyak'kan e ti' tik. Icha chi' ol aj yik'anek' tastac ay t'ayex, xin chi t'a eb'. Ix tak'vi eb' anima chi' smasanil: Ichocab' chi' tz'aji, xchi eb'. Ix yalan wach' lolonel eb' t'a Jehová. Ix sk'anab'ajan eb' b'aj ix yak' sti' chi'."
        },
        {
            "number": "14",
            "text": "Ayic 20 ab'ilxo yoch vinhaj Artajerjes reyal t'a Persia, ix in yak'anoch vinh yajalil t'a Judá, masanto yic 32 ab'ilxo yoch vinh t'a reyal chi'. Ha t'a lachave' ab'il ayin och yajalil chi', malaj in tojol ix in k'an t'a eb' anima to smoj in chaani, maj schapaxlaj yic eb' in k'ab' voc ayoch t'a opisio."
        },
        {
            "number": "15",
            "text": "Palta a eb' yajal ek'nac ayic manto in ochi, icha icatz yaj eb' t'a eb' anima. Junjun k'u sk'ananel 40 siclo q'uen plata eb' yuj tas sva'a yet' yuj vino syuq'uej. Anhejtona' tz'ixtaj eb' chonhab' yuj eb' schecab' eb'. Palta a inxo tik, manh ichoc ta' ix vutej in b'a, yujto te niwan yelk'och Dios t'a in sat."
        },
        {
            "number": "16",
            "text": "Anhejtona', ix in b'oxiq'ue jun makan smuroal chonhab' tik yet' eb' in checab', ix munlajnhej eb' ved'oc. Malaj junok lum lum ix viq'ueq'ui."
        },
        {
            "number": "17",
            "text": "Ay pax 150 eb' vinh vinac sva ved'oc, aton eb' vinh vetchonhab' yet' eb' vinh ayoch yajalil ved'oc. Ch'oc pax yaj eb' vinh tonhej tzul onh ilani, eb' vinh scot t'a juntzanh nación ay t'a co lak'anil."
        },
        {
            "number": "18",
            "text": "Ha tas to vic yaj sb'o t'a junjun k'u: Jun nok' vacax schami, vacvanh nok' ch'ac calnel, ch'oc pax yaj nok' caxlanh. Ha t'a junjun slajunhil k'ual, niwan vino tz'ik'chajcoti, palta malaj juneloc ix in k'an tas tzin wa''a to smoj in chaan yuj vopisio tik, yujto te niwan tas aycot t'a yib'anh jun chonhab' tik."
        },
        {
            "number": "19",
            "text": "Yuj chi' in lesalvi icha tik: Ach in Diosal, ak' a wach'k'olal t'ayin yuj masanil tas ix in k'ulej yuj jun chonhab' tik, xin chi."
        }
    ]
}