{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ix yal wal sb'a heb' anima, heb' winh winak yet' heb' ix ix yuj tas tz'utaj heb' yuj heb' quetchonhab'."
        },
        {
            "number": "2",
            "text": "Ay heb' tz'alani to tzijtum yuninal heb', yuj chi' yowalil sb'oquej ixim strigo heb' yic max cham heb' yuj wejel."
        },
        {
            "number": "3",
            "text": "Ay pax heb' tz'alani to syak'kanb'at yumal sluum heb', ma yuwa heb' awab'il, ma spat heb' t'a prentail yuj smanan tas swa heb' yuj wejel."
        },
        {
            "number": "4",
            "text": "Ay pax heb' tz'alani to yuj yak'an k'een tumin heb' syak' t'a winh rey, yuj chi' sk'an k'een tumin chi' heb' smajnej, syak'anb'at slum heb', ma yavb'en heb' yuj smajananub'al k'een tumin chi'."
        },
        {
            "number": "5",
            "text": "Ix yalanpax heb' icha tik: Ha onh tik yet' heb' quetchonhab' tik, junnhej quinhtilal, malaj mach ch'oc yilji yuninal, lajannhej yilji cuninal yet' yuninal heb', yuj chi', ¿tas yuj a heb' cuninal ayoch schekab'oc heb'? Ayonh ayxo och heb' ix quisil schekab'oc heb'. Maxtzac yal ko colan ko b'a, yujto yicxo lum ko lu'um heb' yet' cavb'en, xchi heb'."
        },
        {
            "number": "6",
            "text": "Ayic ix wab'an yalan heb' anima tas tz'utaj chi', ix te cot wowal."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix in naan wal sik'lab'il, ix in cachan heb' niwac winak yet' heb' yajal yaji, yic maxtzac sk'an yune' stumin heb' chi' t'a heb' quetchonhab' tik. Yuj chi' ix wavtan masanil heb' anima t'a jun molchajelal yuj jun lolonel chi'."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi' ix walan t'a heb' icha tik: Ha onh tik ix kak' wal quip ko colanxielta heb' quetchonhab' chonhb'ilkanb'at t'a juntzanh ch'oc chonhab'il, ¿tom a exxo tik ol he chonhxikanb'at heb' yic a onhxo tik ol ko manxielta heb'? xin chi t'a heb'. Manhxalaj heb' ix tak'wi, maxtzac nachaj yuj heb' tas syutej heb' spakani."
        },
        {
            "number": "9",
            "text": "Ix walanpaxi: Ha jun tas wan he k'ulan tik manh wach'oclaj. Smoj wal to tze ch'oxeli to niwan yelk'och ko Diosal t'a he sat, yic maxtzac b'uchwaj heb' anima ajk'ol t'ayonh."
        },
        {
            "number": "10",
            "text": "Anhejtona' in yet' heb' ayto wuj in b'a yet'oc yet' heb' in chekab', ix kak' k'een tumin smajnej heb'. Ix kak'anpax ixim trigo sk'ex heb'. Ha ticnaik skak' lajwoc juntzanh sb'oc heb' chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' swal t'ayex to tzeyak' meltzaj slum heb' chi' ticnaik yet' yavb'en heb', te' yoliwo heb' yet' spat heb', tzeyak'an lajwoc sb'oc heb' chi' t'ayex. Tzeyak'an meltzaj yune' k'een tumin ix yak' heb' chi' t'ayex, ma trigo, ma wino, ma aceite, tas ix he k'an t'a heb', xin chi t'a heb'."
        },
        {
            "number": "12",
            "text": "Ix tak'wi heb' smasanil icha tik: Ol kak'xi meltzaj masanil juntzanh chi' t'a heb'. Manhxalaj tas ol kal yuj juntzanh chi'. Ol ko k'anab'ajej masanil tas ix al chi', xchi heb'. Yuj chi' ix wavtan heb' sacerdote. Ha wal t'a yichanh heb' ix in chec yak' sti' heb' yuj tas ix yal chi'."
        },
        {
            "number": "13",
            "text": "Ix in tzicub'tanhej pax in pichul, ix walani: Ichokab' tik ol aj ex stzikanel Dios t'a he pat yet' t'a he lu'um, tato manh ol he k'anab'ajej b'aj tzeyak'kan he ti' tik. Icha chi' ol aj yik'anek' tastac ay t'ayex, xin chi t'a heb'. Ix tak'wi heb' anima chi' smasanil: Ichokab' chi' tz'aji, xchi heb'. Ix yalan wach' lolonel heb' t'a Jehová. Ix sk'anab'ajan heb' b'aj ix yak' sti' chi'."
        },
        {
            "number": "14",
            "text": "Ayic 20 ab'ilxo yoch winhaj Artajerjes reyal t'a Persia, ix in yak'anoch winh yajalil t'a Judá, masanto yic 32 ab'ilxo yoch winh t'a reyal chi'. Ha t'a lachawe' ab'il ayin och yajalil chi', malaj in tojol ix in k'an t'a heb' anima to smoj in chaani, maj schapaxlaj yic heb' in k'ab' woc ayoch t'a opisio."
        },
        {
            "number": "15",
            "text": "Palta a heb' yajal ek'nac ayic manto in ochi, icha ikatz yaj heb' t'a heb' anima. Junjun k'u sk'ananel 40 siclo k'een plata heb' yuj tas swa'a yet' yuj wino syuk'ej. Anhejtona' tz'ixtaj heb' chonhab' yuj heb' schekab' heb'. Palta a inxo tik, manh ichoc ta' ix wutej in b'a, yujto te niwan yelk'och Dios t'a in sat."
        },
        {
            "number": "16",
            "text": "Anhejtona', ix in b'oxik'e jun makan smuroal chonhab' tik yet' heb' in chekab', ix munlajnhej heb' wed'oc. Malaj junok lum lum ix wik'eq'ui."
        },
        {
            "number": "17",
            "text": "Ay pax 150 heb' winh winak swa wed'oc, aton heb' winh wetchonhab' yet' heb' winh ayoch yajalil wed'oc. Ch'oc pax yaj heb' winh tonhej tzul onh ilani, heb' winh scot t'a juntzanh nación ay t'a ko lak'anil."
        },
        {
            "number": "18",
            "text": "Ha tas to wik yaj sb'o t'a junjun k'u: Jun nok' wakax schami, wacwanh nok' ch'ac kalnel, ch'oc pax yaj nok' caxlanh. Ha t'a junjun slajunhil k'ual, niwan wino tz'ik'chajcoti, palta malaj juneloc ix in k'an tas tzin wa''a to smoj in chaan yuj wopisio tik, yujto te niwan tas aycot t'a yib'anh jun chonhab' tik."
        },
        {
            "number": "19",
            "text": "Yuj chi' in lesalwi icha tik: Ach in Diosal, ak' a wach'k'olal t'ayin yuj masanil tas ix in k'ulej yuj jun chonhab' tik, xin chi."
        }
    ]
}