{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an vinhaj Sanbalat, vinhaj Tobías, vinhaj Gesem vinh árabe yed' juntzanhxo eb' ayoch ajk'olal d'ayonh to toxo ix b'oq'ue muro chi', manhxalaj b'aj jacan, (vach'chom manto och spuertail),"
        },
        {
            "number": "2",
            "text": "ix schecancot jun schecab' eb' vinh d'ayin yic tzul yalani to sco molb'ej co b'a yed' eb' vinh d'a junoc aldea d'a ak'lic yic Ono. Sna jun chi' eb' vinh yic syak'an chucal eb' vinh d'ayin."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix in checb'at jun in checab' yal d'a eb' vinh, malaj in colanil, te vitz'an vaj d'a in munlajel nivan yelk'ochi, max yal-laj in b'ati. Tato tzin b'ati, tzam ochcan vaan jun munlajel tic, xin chib'ati."
        },
        {
            "number": "4",
            "text": "Chanhel ix schec eb' vinh ul alchaj jun lolonel chi' d'ayin, palta anheja' ichnhej ta' ix vutej in pacan d'a eb' vinh."
        },
        {
            "number": "5",
            "text": "Axo d'a yoelal, a val jun schecab' vinhaj Sanbalat chi' ix scheccot ul yak' jun carta to jacan,"
        },
        {
            "number": "6",
            "text": "b'aj syal vinh icha tic: Sb'ey specal d'a scal anima, icha pax chi' yalan vinhaj Gesem to van e naan eyik'anel e b'a d'a yol sk'ab' vinh sreyal Persia, yuj chi' van e b'oanxiq'ue muro chi'. Scab' specal, tob' a ach ol ach och reyal."
        },
        {
            "number": "7",
            "text": "Toxo ab' ix ak'och eb' schecab' Dios yic syalanel eb' d'a Jerusalén to rey achxo d'a Judá chi'. Ol yab' jun tic vinhaj rey Artajerjes chi', yuj chi' cotanh, ol onh lolon ed'oc, xchi vinh d'a jun scarta chi'."
        },
        {
            "number": "8",
            "text": "Ix lajvi chi', ix in pacan d'a vinh icha tic: A juntzanh lolonel tzal chi' manh yeloclaj, a ach tza naq'uei, xin chib'ati."
        },
        {
            "number": "9",
            "text": "A eb' chi' syal eb' icha chi' yic tzonh xib'tan eb'. Am snaan eb' to ol chab'axq'ue co k'ool yic maxtzac yik'laj sb'a jun munlajel tic. Palta in lesalvi icha tic: Mamin ak' in tek'anil, xin chi."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi' ix in b'at d'a spat vinhaj Semaías yuninal vinhaj Delaía, yixchiquin vinhaj Mehetabel. A vinh chi' toxo ix smacoch sb'a vinh d'a yol spat. Ix yalan vinh d'ayin icha tic: Co k'ub'ej co b'a d'a yol stemplo Dios, sco macan spuertail, yujto a d'a jun ak'val tic sna eb' vinh sjavi ul ach smilchamoc, xchi vinh d'ayin."
        },
        {
            "number": "11",
            "text": "Palta ix in tak'vi d'a vinh icha tic: ¿Tom smoj tzin k'ub'ejel in b'a, tzin macanoch in b'a d'a yol templo chi' yic tzin col in b'a? Manh ol in ochlaj d'a yol templo chi', xin chi d'a vinh."
        },
        {
            "number": "12",
            "text": "Ix nachajel vuuj to manhoc Dios tz'ak'an yal vinh icha chi'. Ix yal juntzanh chi' vinh yic tzin xib'tan vinh yic tz'och in mul d'a Dios, yujto a vinhaj Sanbalat chi' yed' vinhaj Tobías toxo ix yak' q'uen tumin eb' vinh d'a vinh."
        },
        {
            "number": "13",
            "text": "Ix tupji vinh yuj eb' vinh yic tzin xib'tej vinh, yic tz'och in mul yalan eb' vinh, yic vach' te chuc in b'inaji, tz'el in q'uixvelal."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix in lesalvi icha tic: Ach in Diosal, tza nacoti yic tzak'anoch yaelal d'a yib'anh vinhaj Sanbalat yed' vinhaj Tobías chi' yuj tas ix sk'ulej. Anhejtona' tza nacot ix Noadías syaloch sb'a a checab'oc yed' juntzanhxo eb' syaloch sb'a a checab'oc snib'ej tzin xib'tej, xin chi d'a in lesal chi'."
        },
        {
            "number": "15",
            "text": "Ix b'oelk'och muro chi', 52 k'ual ix yak' sb'oi. Ix b'oelk'ochi ayic 25 yoch uj Elul."
        },
        {
            "number": "16",
            "text": "Ayic ix yab'an masanil eb' ayoch ajk'olal d'ayonh yed' masanil juntzanhxo nación ay d'a co lak'anil to ix b'o muro chi', ix xivq'ue eb'. Ix q'uixvipax eb', yujto ix nachajel yuj eb' to a jun munlajel chi' ix yik' sb'a yuj scolval co Diosal."
        },
        {
            "number": "17",
            "text": "A d'a juntzanh k'ual chi' tzijtum carta ix stz'ib'ejb'at eb' vinh vinac nivac yopisio aj Judá d'a vinhaj Tobías chi', ix spacnhejxi vinh."
        },
        {
            "number": "18",
            "text": "Yujto tzijtum juntzanh eb' vinh vinac nivac yopisio vach' yak'an yed' vinh, yujto nhiab'il yaj vinh d'a vinhaj Secanías yuninal vinhaj Ara. Axo pax vinhaj Johanán yuninal vinhaj Tobías chi', ix yik'laj sb'a vinh yed' ix yisil vinhaj Mesulam yuninal vinhaj Berequías."
        },
        {
            "number": "19",
            "text": "Yuj chi' vach' yak'an eb' vinh nivac yopisio chi' yed' vinhaj Tobías chi'. Syalan eb' vinh d'ayin to te vach' vinh, syalanxib'at eb' vinh d'a vinh masanil tas sval d'a eb' vinh. Tzijtum carta ix stz'ib'ejcot vinh yic tzin xib'tani."
        }
    ]
}