{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an vinhaj Sanbalat, vinhaj Tobías, vinhaj Gesem vinh árabe yet' juntzanhxo eb' ayoch ajk'olal t'ayonh to toxo ix b'oq'ue muro chi', manhxalaj b'aj jacan, (wach'chom manto och spuertail),"
        },
        {
            "number": "2",
            "text": "ix schecancot jun schecab' eb' vinh t'ayin yic tzul yalani to sco molb'ej co b'a yet' eb' vinh t'a junok aldea t'a ak'lic yic Ono. Sna jun chi' eb' vinh yic syak'an chucal eb' vinh t'ayin."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix in checb'at jun in checab' yal t'a eb' vinh, malaj in colanil, te vitz'an vaj t'a in munlajel niwan yelk'ochi, max yal-laj in b'ati. Tato tzin b'ati, tzam ochcan vaan jun munlajel tik, xin chib'ati."
        },
        {
            "number": "4",
            "text": "Chanhel ix schec eb' vinh ul alchaj jun lolonel chi' t'ayin, palta anheja' ichnhej ta' ix vutej in pacan t'a eb' vinh."
        },
        {
            "number": "5",
            "text": "Axo t'a yoelal, a val jun schecab' vinhaj Sanbalat chi' ix scheccot ul yak' jun carta to jacan,"
        },
        {
            "number": "6",
            "text": "b'aj syal vinh icha tik: Sb'ey specal t'a skal anima, icha pax chi' yalan vinhaj Gesem to van e naan eyik'anel e b'ha t'a yol sk'ab' vinh sreyal Persia, yuj chi' van e b'oanxiq'ue muro chi'. Scab' specal, tob' a ach ol ach och reyal."
        },
        {
            "number": "7",
            "text": "Toxo ab' ix ak'och eb' schecab' Dios yic syalanel eb' t'a Jerusalén to rey achxo t'a Judá chi'. Ol yab' jun tik vinhaj rey Artajerjes chi', yuj chi' cotanh, ol onh lolon ed'oc, xchi vinh t'a jun scarta chi'."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix in pacan t'a vinh icha tik: Ha juntzanh lolonel tzal chi' manh yeloclaj, a ach tza naq'uei, xin chib'ati."
        },
        {
            "number": "9",
            "text": "Ha eb' chi' syal eb' icha chi' yic tzonh xib'tan eb'. Am snaan eb' to ol chab'axq'ue co k'ool yic maxtzac yik'laj sb'a jun munlajel tik. Palta in lesalvi icha tik: Mamin ak' in tek'anil, xin chi."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix in b'at t'a spat vinhaj Semaías yuninal vinhaj Delaía, yixchiquin vinhaj Mehetabel. Ha vinh chi' toxo ix smacoch sb'a vinh t'a yol spat. Ix yalan vinh t'ayin icha tik: Co k'ub'ej co b'ha t'a yol stemplo Dios, sco macan spuertail, yujto ha t'a jun ak'val tik sna eb' vinh sjavi ul ach smilchamoc, xchi vinh t'ayin."
        },
        {
            "number": "11",
            "text": "Palta ix in tak'vi t'a vinh icha tik: ¿Tom smoj tzin k'ub'ejel in b'a, tzin macanoch in b'ha t'a yol templo chi' yic tzin col in b'a? Manh ol in ochlaj t'a yol templo chi', xin chi t'a vinh."
        },
        {
            "number": "12",
            "text": "Ix nachajel vuuj to manhoc Dios tz'ak'an yal vinh icha chi'. Ix yal juntzanh chi' vinh yic tzin xib'tan vinh yic tz'och in mul d'ha Dios, yujto a vinhaj Sanbalat chi' yet' vinhaj Tobías toxo ix yak' q'uen tumin eb' vinh t'a vinh."
        },
        {
            "number": "13",
            "text": "Ix tupji vinh yuj eb' vinh yic tzin xib'tej vinh, yic tz'och in mul yalan eb' vinh, yic wach' te chuc in b'inaji, tz'el in q'uixvelal."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix in lesalvi icha tik: Ach in Diosal, tza nacoti yic tzak'anoch yaelal t'a yib'anh vinhaj Sanbalat yet' vinhaj Tobías chi' yuj tas ix sk'ulej. Anhejtona' tza nacot ix Noadías syaloch sb'a a checab'oc yet' juntzanhxo eb' syaloch sb'a a checab'oc snib'ej tzin xib'tej, xin chi t'a in lesal chi'."
        },
        {
            "number": "15",
            "text": "Ix b'oelk'och muro chi', 52 k'ual ix yak' sb'oi. Ix b'oelk'ochi ayic 25 yoch uj Elul."
        },
        {
            "number": "16",
            "text": "Ayic ix yab'an masanil eb' ayoch ajk'olal t'ayonh yet' masanil juntzanhxo nación ay t'a co lak'anil to ix b'o muro chi', ix xivq'ue eb'. Ix q'uixvipax eb', yujto ix nachajel yuj eb' to a jun munlajel chi' ix yik' sb'a yuj scolval co Diosal."
        },
        {
            "number": "17",
            "text": "Ha t'a juntzanh k'ual chi' tzijtum carta ix stz'ib'ejb'at eb' vinh vinac nivac yopisio aj Judá t'a vinhaj Tobías chi', ix spacnhejxi vinh."
        },
        {
            "number": "18",
            "text": "Yujto tzijtum juntzanh eb' vinh vinac nivac yopisio wach' yak'an yet' vinh, yujto nhiab'il yaj vinh t'a vinhaj Secanías yuninal vinhaj Ara. Axo pax vinhaj Johanán yuninal vinhaj Tobías chi', ix yik'laj sb'a vinh yet' ix yisil vinhaj Mesulam yuninal vinhaj Berequías."
        },
        {
            "number": "19",
            "text": "Yuj chi' wach' yak'an eb' vinh nivac yopisio chi' yet' vinhaj Tobías chi'. Syalan eb' vinh t'ayin to te wach' vinh, syalanxib'at eb' vinh t'a vinh masanil tas sval t'a eb' vinh. Tzijtum carta ix stz'ib'ejcot vinh yic tzin xib'tani."
        }
    ]
}