{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an winhaj Sanbalat, winhaj Tobías, winhaj Gesem winh árabe yet' juntzanhxo heb' ayoch ajk'olal t'ayonh to toxo ix b'ok'e muro chi', manhxalaj b'aj jacan, (wach'chom manto och spuertail),"
        },
        {
            "number": "2",
            "text": "ix schecancot jun schecab' heb' winh t'ayin yic tzul yalani to sco molb'ej ko b'a yet' heb' winh t'a junok aldea t'a ak'lic yic Ono. Sna jun chi' heb' winh yic syak'an chukal heb' winh t'ayin."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix in checb'at jun in checab' yal t'a heb' winh, malaj in colanil, te witz'an waj t'a in munlajel niwan yelk'ochi, max yal-laj in b'ati. Tato tzin b'ati, tzam ochcan waan jun munlajel tik, xin chib'ati."
        },
        {
            "number": "4",
            "text": "Chanhel ix schec heb' winh ul alchaj jun lolonel chi' t'ayin, palta anheja' ichnhej ta' ix wutej in pacan t'a heb' winh."
        },
        {
            "number": "5",
            "text": "Axo t'a yoelal, a wal jun schecab' winhaj Sanbalat chi' ix scheccot ul yak' jun carta to jacan,"
        },
        {
            "number": "6",
            "text": "b'aj syal winh icha tik: Sb'ey specal t'a skal anima, icha pax chi' yalan winhaj Gesem to wan he naan eyik'anel he b'ha t'a yol sk'ab' winh sreyal Persia, yuj chi' wan he b'oanxik'e muro chi'. Scab' specal, tob' a ach ol ach och reyal."
        },
        {
            "number": "7",
            "text": "Toxo ab' ix ak'och heb' schecab' Dios yic syalanel heb' t'a Jerusalén to rey achxo t'a Judá chi'. Ol yab' jun tik winhaj rey Artajerjes chi', yuj chi' cotanh, ol onh lolon ed'oc, xchi winh t'a jun scarta chi'."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix in pacan t'a winh icha tik: Ha juntzanh lolonel tzal chi' manh yeloclaj, a ach tza nak'ei, xin chib'ati."
        },
        {
            "number": "9",
            "text": "Ha heb' chi' syal heb' icha chi' yic tzonh xib'tan heb'. Am snaan heb' to ol chab'axk'e ko k'ool yic maxtzac yik'laj sb'a jun munlajel tik. Palta in lesalwi icha tik: Mamin ak' in tek'anil, xin chi."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix in b'at t'a spat winhaj Semaías yuninal winhaj Delaía, yixchiquin winhaj Mehetabel. Ha winh chi' toxo ix smacoch sb'a winh t'a yol spat. Ix yalan winh t'ayin icha tik: Co k'ub'ej ko b'ha t'a yol stemplo Dios, sco macan spuertail, yujto ha t'a jun ak'wal tik sna heb' winh sjawi ul ach smilchamoc, xchi winh t'ayin."
        },
        {
            "number": "11",
            "text": "Palta ix in tak'wi t'a winh icha tik: ¿Tom smoj tzin k'ub'ejel in b'a, tzin macanoch in b'ha t'a yol templo chi' yic tzin col in b'a? Manh ol in ochlaj t'a yol templo chi', xin chi t'a winh."
        },
        {
            "number": "12",
            "text": "Ix nachajel wuuj to manhoc Dios tz'ak'an yal winh icha chi'. Ix yal juntzanh chi' winh yic tzin xib'tan winh yic tz'och in mul d'ha Dios, yujto a winhaj Sanbalat chi' yet' winhaj Tobías toxo ix yak' k'een tumin heb' winh t'a winh."
        },
        {
            "number": "13",
            "text": "Ix tupji winh yuj heb' winh yic tzin xib'tej winh, yic tz'och in mul yalan heb' winh, yic wach' te chuk in b'inaji, tz'el in q'uixwelal."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix in lesalwi icha tik: Ach in Diosal, tza nacoti yic tzak'anoch yaelal t'a yib'anh winhaj Sanbalat yet' winhaj Tobías chi' yuj tas ix sk'ulej. Anhejtona' tza nacot ix Noadías syaloch sb'a a checab'oc yet' juntzanhxo heb' syaloch sb'a a checab'oc snib'ej tzin xib'tej, xin chi t'a in lesal chi'."
        },
        {
            "number": "15",
            "text": "Ix b'oelk'och muro chi', 52 k'ual ix yak' sb'oi. Ix b'oelk'ochi ayic 25 yoch uj Elul."
        },
        {
            "number": "16",
            "text": "Ayic ix yab'an masanil heb' ayoch ajk'olal t'ayonh yet' masanil juntzanhxo nación ay t'a ko lak'anil to ix b'o muro chi', ix xivk'e heb'. Ix q'uixwipax heb', yujto ix nachajel yuj heb' to a jun munlajel chi' ix yik' sb'a yuj scolwal ko Diosal."
        },
        {
            "number": "17",
            "text": "Ha t'a juntzanh k'ual chi' tzijtum carta ix stz'ib'ejb'at heb' winh winak niwac yopisio aj Judá t'a winhaj Tobías chi', ix spacnhejxi winh."
        },
        {
            "number": "18",
            "text": "Yujto tzijtum juntzanh heb' winh winak niwac yopisio wach' yak'an yet' winh, yujto nhiab'il yaj winh t'a winhaj Secanías yuninal winhaj Ara. Axo pax winhaj Johanán yuninal winhaj Tobías chi', ix yik'laj sb'a winh yet' ix yisil winhaj Mesulam yuninal winhaj Berequías."
        },
        {
            "number": "19",
            "text": "Yuj chi' wach' yak'an heb' winh niwac yopisio chi' yet' winhaj Tobías chi'. Syalan heb' winh t'ayin to te wach' winh, syalanxib'at heb' winh t'a winh masanil tas swal t'a heb' winh. Tzijtum carta ix stz'ib'ejcot winh yic tzin xib'tani."
        }
    ]
}