{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi sb'oel muro chi', ix ochcan spuertail, ix vak'anpaxoch eb' stanhvan spuertail scajnub' Dios, eb' sb'itani yet' juntzanhxo eb' levita."
        },
        {
            "number": "2",
            "text": "Ix vak'anoch winh vuk'tac aj Hanani yajalil t'a eb' stanhvan Jerusalén yet' winhaj Hananías yajalil t'a cuartel ay t'a yol chonhab' chi'. Ha jun winh chi' te wach' spensar winh, te ay yelk'och Dios t'a winh t'a yichanh juntzanhxo eb' winh."
        },
        {
            "number": "3",
            "text": "Ix valani to ayic chaanhxo k'u sjacchaj spuertail Jerusalén chi', haxo t'a yemk'ualil ayic manto pax eb' stanhvani, wach' tz'aj smacchajxicani. Ay pax eb' winh ix vak'och stanhvej Jerusalén chi'. Ay eb' winh stanhvan b'aj stanhvajtaxoni, ay pax eb' winh t'a stz'ey spat stanhvej."
        },
        {
            "number": "4",
            "text": "Ha jun chonhab' tik te niwan, palta quenanto anima ayek' t'ay, yujto manto b'ochajxiq'ue spat eb'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ha Dios ix ak'an in na' to tzin molb'ej eb' winh vinac nivac yelk'ochi, eb' winh yajal yaji yet' masanil eb' chonhab', yic stz'ib'chaj eb' t'a ch'anh libro, icha syal yinhtilal smam yicham eb'. Ix chax pax ch'anh b'aj tz'ib'ab'il sb'i eb' b'ab'laj janacxi, icha syal sb'i smam yicham eb', ata' tz'ib'ab'il eb' tik:"
        },
        {
            "number": "6",
            "text": "Aton tik slistail eb' aj Judá ik'b'ilcanb'at yuj winhaj Nabucodonosor sreyal Babilonia. Aton eb' yinhtilal eb' tik ix jax t'a Jerusalén yet' t'a juntzanhxo lugar t'a yol yic Judá. Ix jax eb' t'a schonhab'kan smam yicham junjun."
        },
        {
            "number": "7",
            "text": "Ha eb' winh scuchb'an eb', aton eb' winh tik: Vinhaj Zorobabel, winhaj Jesúa, winhaj Nehemías, winhaj Azarías, winhaj Raamías, winhaj Nahamani, winhaj Mardoqueo, winhaj Bilsán, winhaj Misperet, winhaj Bigvai, winhaj Nehum yet' winhaj Baana."
        },
        {
            "number": "8",
            "text": "Ha eb' yinhtilal winhaj Paros, 2 mil 172 eb'. Eb' yinhtilal winhaj Sefatías, 372 eb'. Eb' yinhtilal winhaj Ara, 652 eb'. Eb' yinhtilal winhaj Pahat-moab, eb' yinhtilal winhaj Jesúa yet' eb' yinhtilal winhaj Joab, 2 mil 818 eb'. Eb' yinhtilal winhaj Elam, mil 254 eb'. Eb' yinhtilal winhaj Zatu, 845 eb'. Eb' yinhtilal winhaj Zacai, 760 eb'. Eb' yinhtilal winhaj Binúi, 648 eb'. Eb' yinhtilal winhaj Bebai, 628 eb'. Eb' yinhtilal winhaj Azgad, 2 mil 322 eb'. Eb' yinhtilal winhaj Adonicam, 667 eb'. Eb' yinhtilal winhaj Bigvai, 2 mil 67 eb'. Eb' yinhtilal winhaj Adín, 655 eb'. Eb' yinhtilal winhaj Ater, aton eb' yinhtilal winhaj Ezequías, 98 eb'. Eb' yinhtilal winhaj Hasum, 328 eb'. Eb' yinhtilal winhaj Bezai, 324 eb'. Eb' yinhtilal winhaj Harif, 112 eb'."
        },
        {
            "number": "9",
            "text": "Eb' yinhtilal eb' aj Gabaón, 95 eb'. Eb' yinhtilal eb' aj Belén yet' eb' yinhtilal eb' aj Netofa, 188 eb'. Eb' yinhtilal eb' aj Anatot, 128 eb'. Eb' yinhtilal eb' aj Bet-azmavet, 42 eb'. Eb' yinhtilal eb' aj Quiriat-jearim, Cafira yet' Beerot, 743 eb'. Eb' yinhtilal eb' aj Ramá yet' eb' yinhtilal eb' aj Geba, 621 eb'. Eb' yinhtilal eb' aj Micmas, 122 eb'. Eb' yinhtilal eb' aj Betel yet' eb' yinhtilal eb' aj Hai, 123 eb'. Eb' aj schab'il Nebo, 52 eb'. Eb' yinhtilal eb' aj schab'il Elam, mil 254 eb'. Eb' yinhtilal eb' aj Harim, 320 eb'. Eb' yinhtilal eb' aj Jericó, 345 eb'. Eb' yinhtilal eb' aj Lod, eb' yinhtilal eb' aj Hadid yet' eb' yinhtilal eb' aj Ono, 721 eb'. Eb' yinhtilal eb' aj Senaa, 3 mil 930 eb'."
        },
        {
            "number": "10",
            "text": "Axo jun makan eb' sacerdote yinhtilal winhaj Jedaía yinhtilal winhaj Jesúa, 973 eb'. Axo eb' yinhtilal winhaj Imer, mil 52 eb'. Eb' yinhtilal winhaj Pasur, mil 247 eb'. Eb' yinhtilal winhaj Harim, mil 17 eb'."
        },
        {
            "number": "11",
            "text": "Axo eb' levita yinhtilal winhaj Jesúa yet' winhaj Cadmiel, yinhtilal pax eb' winh winhaj Hodabías, 74 eb'. Eb' yinhtilal winhaj Asaf, eb' sb'itani, 148 eb'. Eb' tanhvum puerta, yinhtilal winhaj Salum, eb' yinhtilal winhaj Ater, eb' yinhtilal winhaj Talmón, eb' yinhtilal winhaj Acub, eb' yinhtilal winhaj Hatita yet' eb' yinhtilal winhaj Sobai, 138 eb' t'a smasanil."
        },
        {
            "number": "12",
            "text": "Axo eb' ix munlaj t'a templo, aton eb' yinhtilal winhaj Ziha, eb' yinhtilal winhaj Hasufa, eb' yinhtilal winhaj Tabaot, eb' yinhtilal winhaj Queros, eb' yinhtilal winhaj Siaha, eb' yinhtilal winhaj Padón, eb' yinhtilal winhaj Lebana, eb' yinhtilal winhaj Hagaba, eb' yinhtilal winhaj Salmai, eb' yinhtilal winhaj Hanán, eb' yinhtilal winhaj Gidel, eb' yinhtilal winhaj Gahar, eb' yinhtilal winhaj Reaía, eb' yinhtilal winhaj Rezín, eb' yinhtilal winhaj Necoda, eb' yinhtilal winhaj Gazam, eb' yinhtilal winhaj Uza, eb' yinhtilal winhaj Paseah, eb' yinhtilal winhaj Besai, eb' yinhtilal winhaj Mehunim, eb' yinhtilal winhaj Nefisesim, eb' yinhtilal winhaj Bacbuc, eb' yinhtilal winhaj Hacufa, eb' yinhtilal winhaj Harhur, eb' yinhtilal winhaj Bazlut, eb' yinhtilal winhaj Mehída, eb' yinhtilal winhaj Harsa, eb' yinhtilal winhaj Barcos, eb' yinhtilal winhaj Sísara, eb' yinhtilal winhaj Tema, eb' yinhtilal winhaj Nezía yet' eb' yinhtilal winhaj Hatifa."
        },
        {
            "number": "13",
            "text": "Axo eb' yinhtilalcan eb' yak'umal servil winhaj Salomón, aton eb' yinhtilal winhaj Sotai, eb' yinhtilal winhaj Soferet, eb' yinhtilal winhaj Perida, eb' yinhtilal winhaj Jaala, eb' yinhtilal winhaj Darcón, eb' yinhtilal winhaj Gidel, eb' yinhtilal winhaj Sefatías, eb' yinhtilal winhaj Hatil, eb' yinhtilal winhaj Poqueret-hazebaim yet' eb' yinhtilal winhaj Amón."
        },
        {
            "number": "14",
            "text": "Masanil eb' ix munlaj t'a templo yet' eb' yinhtilal eb' yak'umal servil winhaj Salomón, ay 392 eb' t'a smasanil."
        },
        {
            "number": "15",
            "text": "Ha eb' yinhtilal winhaj Delaía, eb' yinhtilal winhaj Tobías yet' eb' yinhtilal winhaj Necoda, 642 eb'. Maj yal-laj sch'oxanel sb'a eb' tato Israel yinhtilal eb'. Ha eb' tik ix cot eb' t'a Tel-mela, t'a Tel-harsa, t'a Querub, t'a Adón yet' t'a Imer."
        },
        {
            "number": "16",
            "text": "Ha eb' yinhtilal winhaj Habaía, eb' yinhtilal winhaj Cos yet' eb' yinhtilal winhaj Barzilai, ix yal eb' to sacerdote eb'. Axo ix sayji ilchaj sb'i eb', maj ilchajlaj b'aj tz'ib'ab'il sb'i eb' chi', yuj chi' maj ochlaj eb' t'a yopisio t'a stemplo Dios. Ha winhaj Barzilai chi' ix yik'laj sb'a winh yet' jun ix yisil winhaj Barzilai aj Galaad, yuj chi' a sb'i winh snhi' winh chi' ix ochcan t'ay."
        },
        {
            "number": "17",
            "text": "Ix yalan winh yajal t'a Judá to max yal svaan ixim pan eb' yic Dios yaji, ato junok winh sacerdote ol k'anb'an t'a Urim yet' t'a Tumim tato yel yinhtilal eb' winhaj Aarón."
        },
        {
            "number": "18",
            "text": "Ay 42 mil 360 eb' anima chi' t'a smasanil,"
        },
        {
            "number": "19",
            "text": "palta manh ayoc och eb' winh checab' yet' eb' ix checab' sb'isuloc. Ha eb' chi' 7 mil 337 eb' t'a smasanil. Ay pax 245 eb' winh vinac yet' eb' ix ix sb'itani."
        },
        {
            "number": "20",
            "text": "Axo nok' nok': 736 nok' chej, 245 nok' mula,"
        },
        {
            "number": "21",
            "text": "435 nok' camello yet' 6 mil 720 nok' b'uru."
        },
        {
            "number": "22",
            "text": "Tzijtum anima ix yak' silab' yic smanchaj tas ol och yic sb'ochajxi templo. Ha winh yajal yaj t'a skal eb', 17 libra q'uen oro ix yak' winh yet' 50 nivac uk'ab' sk'anchaj t'a templo yet' 530 pichul yic eb' sacerdote. Ay eb' winh yajal yaj t'a junjun inhtilal, ix smolb'ej silab' eb' winh, ix yak'an 337 libra q'uen oro eb' winh yet' 2 mil 215 libra q'uen plata. Axo nanhalxo eb' chonhab' ix ak'an 337 libra q'uen oro, 24 quintal q'uen plata yet' pax 67 pichul yic eb' sacerdote. Ha juntzanh chi' ix yak' eb' b'aj schaji silab'."
        },
        {
            "number": "23",
            "text": "Ha eb' sacerdote, eb' levita, eb' tanhvum puerta, eb' sb'itani yet' masanil eb' anima ay t'a chonhab' chi', eb' tz'ak'vi servil t'a templo yet' juntzanhxo eb' israel, ix laj aj eb' t'a schonhab' junjun."
        }
    ]
}