{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi sb'oel muro chi', ix ochcan spuertail, ix vak'anpaxoch eb' stanhvan spuertail scajnub' Dios, eb' sb'itani yet' juntzanhxo eb' levita."
        },
        {
            "number": "2",
            "text": "Ix vak'anoch vinh vuk'tac aj Hanani yajalil t'a eb' stanhvan Jerusalén yet' vinhaj Hananías yajalil t'a cuartel ay t'a yol chonhab' chi'. Ha jun vinh chi' te wach' spensar vinh, te ay yelk'och Dios t'a vinh t'a yichanh juntzanhxo eb' vinh."
        },
        {
            "number": "3",
            "text": "Ix valani to ayic chaanhxo k'u sjacchaj spuertail Jerusalén chi', haxo t'a yemk'ualil ayic manto pax eb' stanhvani, wach' tz'aj smacchajxicani. Ay pax eb' vinh ix vak'och stanhvej Jerusalén chi'. Ay eb' vinh stanhvan b'aj stanhvajtaxoni, ay pax eb' vinh t'a stz'ey spat stanhvej."
        },
        {
            "number": "4",
            "text": "Ha jun chonhab' tik te niwan, palta quenanto anima ayek' t'ay, yujto manto b'ochajxiq'ue spat eb'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ha Dios ix ak'an in na' to tzin molb'ej eb' vinh vinac nivac yelk'ochi, eb' vinh yajal yaji yet' masanil eb' chonhab', yic stz'ib'chaj eb' t'a ch'anh libro, icha syal yinhtilal smam yicham eb'. Ix chax pax ch'anh b'aj tz'ib'ab'il sb'i eb' b'ab'laj janacxi, icha syal sb'i smam yicham eb', ata' tz'ib'ab'il eb' tik:"
        },
        {
            "number": "6",
            "text": "Aton tik slistail eb' aj Judá ik'b'ilcanb'at yuj vinhaj Nabucodonosor sreyal Babilonia. Aton eb' yinhtilal eb' tik ix jax t'a Jerusalén yet' t'a juntzanhxo lugar t'a yol yic Judá. Ix jax eb' t'a schonhab'kan smam yicham junjun."
        },
        {
            "number": "7",
            "text": "Ha eb' vinh scuchb'an eb', aton eb' vinh tik: Vinhaj Zorobabel, vinhaj Jesúa, vinhaj Nehemías, vinhaj Azarías, vinhaj Raamías, vinhaj Nahamani, vinhaj Mardoqueo, vinhaj Bilsán, vinhaj Misperet, vinhaj Bigvai, vinhaj Nehum yet' vinhaj Baana."
        },
        {
            "number": "8",
            "text": "Ha eb' yinhtilal vinhaj Paros, 2 mil 172 eb'. Eb' yinhtilal vinhaj Sefatías, 372 eb'. Eb' yinhtilal vinhaj Ara, 652 eb'. Eb' yinhtilal vinhaj Pahat-moab, eb' yinhtilal vinhaj Jesúa yet' eb' yinhtilal vinhaj Joab, 2 mil 818 eb'. Eb' yinhtilal vinhaj Elam, mil 254 eb'. Eb' yinhtilal vinhaj Zatu, 845 eb'. Eb' yinhtilal vinhaj Zacai, 760 eb'. Eb' yinhtilal vinhaj Binúi, 648 eb'. Eb' yinhtilal vinhaj Bebai, 628 eb'. Eb' yinhtilal vinhaj Azgad, 2 mil 322 eb'. Eb' yinhtilal vinhaj Adonicam, 667 eb'. Eb' yinhtilal vinhaj Bigvai, 2 mil 67 eb'. Eb' yinhtilal vinhaj Adín, 655 eb'. Eb' yinhtilal vinhaj Ater, aton eb' yinhtilal vinhaj Ezequías, 98 eb'. Eb' yinhtilal vinhaj Hasum, 328 eb'. Eb' yinhtilal vinhaj Bezai, 324 eb'. Eb' yinhtilal vinhaj Harif, 112 eb'."
        },
        {
            "number": "9",
            "text": "Eb' yinhtilal eb' aj Gabaón, 95 eb'. Eb' yinhtilal eb' aj Belén yet' eb' yinhtilal eb' aj Netofa, 188 eb'. Eb' yinhtilal eb' aj Anatot, 128 eb'. Eb' yinhtilal eb' aj Bet-azmavet, 42 eb'. Eb' yinhtilal eb' aj Quiriat-jearim, Cafira yet' Beerot, 743 eb'. Eb' yinhtilal eb' aj Ramá yet' eb' yinhtilal eb' aj Geba, 621 eb'. Eb' yinhtilal eb' aj Micmas, 122 eb'. Eb' yinhtilal eb' aj Betel yet' eb' yinhtilal eb' aj Hai, 123 eb'. Eb' aj schab'il Nebo, 52 eb'. Eb' yinhtilal eb' aj schab'il Elam, mil 254 eb'. Eb' yinhtilal eb' aj Harim, 320 eb'. Eb' yinhtilal eb' aj Jericó, 345 eb'. Eb' yinhtilal eb' aj Lod, eb' yinhtilal eb' aj Hadid yet' eb' yinhtilal eb' aj Ono, 721 eb'. Eb' yinhtilal eb' aj Senaa, 3 mil 930 eb'."
        },
        {
            "number": "10",
            "text": "Axo jun makan eb' sacerdote yinhtilal vinhaj Jedaía yinhtilal vinhaj Jesúa, 973 eb'. Axo eb' yinhtilal vinhaj Imer, mil 52 eb'. Eb' yinhtilal vinhaj Pasur, mil 247 eb'. Eb' yinhtilal vinhaj Harim, mil 17 eb'."
        },
        {
            "number": "11",
            "text": "Axo eb' levita yinhtilal vinhaj Jesúa yet' vinhaj Cadmiel, yinhtilal pax eb' vinh vinhaj Hodabías, 74 eb'. Eb' yinhtilal vinhaj Asaf, eb' sb'itani, 148 eb'. Eb' tanhvum puerta, yinhtilal vinhaj Salum, eb' yinhtilal vinhaj Ater, eb' yinhtilal vinhaj Talmón, eb' yinhtilal vinhaj Acub, eb' yinhtilal vinhaj Hatita yet' eb' yinhtilal vinhaj Sobai, 138 eb' t'a smasanil."
        },
        {
            "number": "12",
            "text": "Axo eb' ix munlaj t'a templo, aton eb' yinhtilal vinhaj Ziha, eb' yinhtilal vinhaj Hasufa, eb' yinhtilal vinhaj Tabaot, eb' yinhtilal vinhaj Queros, eb' yinhtilal vinhaj Siaha, eb' yinhtilal vinhaj Padón, eb' yinhtilal vinhaj Lebana, eb' yinhtilal vinhaj Hagaba, eb' yinhtilal vinhaj Salmai, eb' yinhtilal vinhaj Hanán, eb' yinhtilal vinhaj Gidel, eb' yinhtilal vinhaj Gahar, eb' yinhtilal vinhaj Reaía, eb' yinhtilal vinhaj Rezín, eb' yinhtilal vinhaj Necoda, eb' yinhtilal vinhaj Gazam, eb' yinhtilal vinhaj Uza, eb' yinhtilal vinhaj Paseah, eb' yinhtilal vinhaj Besai, eb' yinhtilal vinhaj Mehunim, eb' yinhtilal vinhaj Nefisesim, eb' yinhtilal vinhaj Bacbuc, eb' yinhtilal vinhaj Hacufa, eb' yinhtilal vinhaj Harhur, eb' yinhtilal vinhaj Bazlut, eb' yinhtilal vinhaj Mehída, eb' yinhtilal vinhaj Harsa, eb' yinhtilal vinhaj Barcos, eb' yinhtilal vinhaj Sísara, eb' yinhtilal vinhaj Tema, eb' yinhtilal vinhaj Nezía yet' eb' yinhtilal vinhaj Hatifa."
        },
        {
            "number": "13",
            "text": "Axo eb' yinhtilalcan eb' yak'umal servil vinhaj Salomón, aton eb' yinhtilal vinhaj Sotai, eb' yinhtilal vinhaj Soferet, eb' yinhtilal vinhaj Perida, eb' yinhtilal vinhaj Jaala, eb' yinhtilal vinhaj Darcón, eb' yinhtilal vinhaj Gidel, eb' yinhtilal vinhaj Sefatías, eb' yinhtilal vinhaj Hatil, eb' yinhtilal vinhaj Poqueret-hazebaim yet' eb' yinhtilal vinhaj Amón."
        },
        {
            "number": "14",
            "text": "Masanil eb' ix munlaj t'a templo yet' eb' yinhtilal eb' yak'umal servil vinhaj Salomón, ay 392 eb' t'a smasanil."
        },
        {
            "number": "15",
            "text": "Ha eb' yinhtilal vinhaj Delaía, eb' yinhtilal vinhaj Tobías yet' eb' yinhtilal vinhaj Necoda, 642 eb'. Maj yal-laj sch'oxanel sb'a eb' tato Israel yinhtilal eb'. Ha eb' tik ix cot eb' t'a Tel-mela, t'a Tel-harsa, t'a Querub, t'a Adón yet' t'a Imer."
        },
        {
            "number": "16",
            "text": "Ha eb' yinhtilal vinhaj Habaía, eb' yinhtilal vinhaj Cos yet' eb' yinhtilal vinhaj Barzilai, ix yal eb' to sacerdote eb'. Axo ix sayji ilchaj sb'i eb', maj ilchajlaj b'aj tz'ib'ab'il sb'i eb' chi', yuj chi' maj ochlaj eb' t'a yopisio t'a stemplo Dios. Ha vinhaj Barzilai chi' ix yik'laj sb'a vinh yet' jun ix yisil vinhaj Barzilai aj Galaad, yuj chi' a sb'i vinh snhi' vinh chi' ix ochcan t'ay."
        },
        {
            "number": "17",
            "text": "Ix yalan vinh yajal t'a Judá to max yal svaan ixim pan eb' yic Dios yaji, ato junok vinh sacerdote ol k'anb'an t'a Urim yet' t'a Tumim tato yel yinhtilal eb' vinhaj Aarón."
        },
        {
            "number": "18",
            "text": "Ay 42 mil 360 eb' anima chi' t'a smasanil,"
        },
        {
            "number": "19",
            "text": "palta manh ayoc och eb' vinh checab' yet' eb' ix checab' sb'isuloc. Ha eb' chi' 7 mil 337 eb' t'a smasanil. Ay pax 245 eb' vinh vinac yet' eb' ix ix sb'itani."
        },
        {
            "number": "20",
            "text": "Axo nok' nok': 736 nok' chej, 245 nok' mula,"
        },
        {
            "number": "21",
            "text": "435 nok' camello yet' 6 mil 720 nok' b'uru."
        },
        {
            "number": "22",
            "text": "Tzijtum anima ix yak' silab' yic smanchaj tas ol och yic sb'ochajxi templo. Ha vinh yajal yaj t'a skal eb', 17 libra q'uen oro ix yak' vinh yet' 50 nivac uk'ab' sk'anchaj t'a templo yet' 530 pichul yic eb' sacerdote. Ay eb' vinh yajal yaj t'a junjun inhtilal, ix smolb'ej silab' eb' vinh, ix yak'an 337 libra q'uen oro eb' vinh yet' 2 mil 215 libra q'uen plata. Axo nanhalxo eb' chonhab' ix ak'an 337 libra q'uen oro, 24 quintal q'uen plata yet' pax 67 pichul yic eb' sacerdote. Ha juntzanh chi' ix yak' eb' b'aj schaji silab'."
        },
        {
            "number": "23",
            "text": "Ha eb' sacerdote, eb' levita, eb' tanhvum puerta, eb' sb'itani yet' masanil eb' anima ay t'a chonhab' chi', eb' tz'ak'vi servil t'a templo yet' juntzanhxo eb' israel, ix laj aj eb' t'a schonhab' junjun."
        }
    ]
}