{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajwi sb'oel muro chi', ix ochkan spuertail, ix wak'anpaxoch heb' stanhwan spuertail skajnub' Dios, heb' sb'itani yet' juntzanhxo heb' lewita."
        },
        {
            "number": "2",
            "text": "Ix wak'anoch winh wuk'tac aj Hanani yajalil t'a heb' stanhwan Jerusalén yet' winhaj Hananías yajalil t'a cuartel ay t'a yol chonhab' chi'. Ha jun winh chi' te wach' spensar winh, te ay yelk'och Dios t'a winh t'a yichanh juntzanhxo heb' winh."
        },
        {
            "number": "3",
            "text": "Ix walani to ayic chaanhxo k'u sjacchaj spuertail Jerusalén chi', haxo t'a yemk'ualil ayic manto pax heb' stanhwani, wach' tz'aj smacchajxikani. Ay pax heb' winh ix wak'och stanhwej Jerusalén chi'. Ay heb' winh stanhwan b'aj stanhwajtaxoni, ay pax heb' winh t'a stz'ey spat stanhwej."
        },
        {
            "number": "4",
            "text": "Ha jun chonhab' tik te niwan, palta quenanto anima ayek' t'ay, yujto manto b'ochajxik'e spat heb'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ha Dios ix ak'an in na' to tzin molb'ej heb' winh winak niwac yelk'ochi, heb' winh yajal yaji yet' masanil heb' chonhab', yic stz'ib'chaj heb' t'a ch'anh libro, icha syal yinhtilal smam yicham heb'. Ix chax pax ch'anh b'aj tz'ib'ab'il sb'i heb' b'ab'laj janacxi, icha syal sb'i smam yicham heb', ata' tz'ib'ab'il heb' tik:"
        },
        {
            "number": "6",
            "text": "Aton tik slistail heb' aj Judá ik'b'ilkanb'at yuj winhaj Nabucodonosor sreyal Babilonia. Aton heb' yinhtilal heb' tik ix jax t'a Jerusalén yet' t'a juntzanhxo lugar t'a yol yic Judá. Ix jax heb' t'a schonhab'kan smam yicham junjun."
        },
        {
            "number": "7",
            "text": "Ha heb' winh scuchb'an heb', aton heb' winh tik: Vinhaj Zorobabel, winhaj Jesúa, winhaj Nehemías, winhaj Azarías, winhaj Raamías, winhaj Nahamani, winhaj Mardoqueo, winhaj Bilsán, winhaj Misperet, winhaj Bigwai, winhaj Nehum yet' winhaj Baana."
        },
        {
            "number": "8",
            "text": "Ha heb' yinhtilal winhaj Paros, 2 mil 172 heb'. Eb' yinhtilal winhaj Sefatías, 372 heb'. Eb' yinhtilal winhaj Ara, 652 heb'. Eb' yinhtilal winhaj Pahat-moab, heb' yinhtilal winhaj Jesúa yet' heb' yinhtilal winhaj Joab, 2 mil 818 heb'. Eb' yinhtilal winhaj Elam, mil 254 heb'. Eb' yinhtilal winhaj Zatu, 845 heb'. Eb' yinhtilal winhaj Zacai, 760 heb'. Eb' yinhtilal winhaj Binúi, 648 heb'. Eb' yinhtilal winhaj Bebai, 628 heb'. Eb' yinhtilal winhaj Azgad, 2 mil 322 heb'. Eb' yinhtilal winhaj Adonicam, 667 heb'. Eb' yinhtilal winhaj Bigwai, 2 mil 67 heb'. Eb' yinhtilal winhaj Adín, 655 heb'. Eb' yinhtilal winhaj Ater, aton heb' yinhtilal winhaj Ezequías, 98 heb'. Eb' yinhtilal winhaj Hasum, 328 heb'. Eb' yinhtilal winhaj Bezai, 324 heb'. Eb' yinhtilal winhaj Harif, 112 heb'."
        },
        {
            "number": "9",
            "text": "Eb' yinhtilal heb' aj Gabaón, 95 heb'. Eb' yinhtilal heb' aj Belén yet' heb' yinhtilal heb' aj Netofa, 188 heb'. Eb' yinhtilal heb' aj Anatot, 128 heb'. Eb' yinhtilal heb' aj Bet-azmawet, 42 heb'. Eb' yinhtilal heb' aj Quiriat-jearim, Cafira yet' Beerot, 743 heb'. Eb' yinhtilal heb' aj Ramá yet' heb' yinhtilal heb' aj Geba, 621 heb'. Eb' yinhtilal heb' aj Micmas, 122 heb'. Eb' yinhtilal heb' aj Betel yet' heb' yinhtilal heb' aj Hai, 123 heb'. Eb' aj schab'il Nebo, 52 heb'. Eb' yinhtilal heb' aj schab'il Elam, mil 254 heb'. Eb' yinhtilal heb' aj Harim, 320 heb'. Eb' yinhtilal heb' aj Jericó, 345 heb'. Eb' yinhtilal heb' aj Lod, heb' yinhtilal heb' aj Hadid yet' heb' yinhtilal heb' aj Ono, 721 heb'. Eb' yinhtilal heb' aj Senaa, 3 mil 930 heb'."
        },
        {
            "number": "10",
            "text": "Axo jun makan heb' sacerdote yinhtilal winhaj Jedaía yinhtilal winhaj Jesúa, 973 heb'. Axo heb' yinhtilal winhaj Imer, mil 52 heb'. Eb' yinhtilal winhaj Pasur, mil 247 heb'. Eb' yinhtilal winhaj Harim, mil 17 heb'."
        },
        {
            "number": "11",
            "text": "Axo heb' lewita yinhtilal winhaj Jesúa yet' winhaj Cadmiel, yinhtilal pax heb' winh winhaj Hodabías, 74 heb'. Eb' yinhtilal winhaj Asaf, heb' sb'itani, 148 heb'. Eb' tanhwum puerta, yinhtilal winhaj Salum, heb' yinhtilal winhaj Ater, heb' yinhtilal winhaj Talmón, heb' yinhtilal winhaj Acub, heb' yinhtilal winhaj Hatita yet' heb' yinhtilal winhaj Sobai, 138 heb' t'a smasanil."
        },
        {
            "number": "12",
            "text": "Axo heb' ix munlaj t'a templo, aton heb' yinhtilal winhaj Ziha, heb' yinhtilal winhaj Hasufa, heb' yinhtilal winhaj Tabaot, heb' yinhtilal winhaj Queros, heb' yinhtilal winhaj Siaha, heb' yinhtilal winhaj Padón, heb' yinhtilal winhaj Lebana, heb' yinhtilal winhaj Hagaba, heb' yinhtilal winhaj Salmai, heb' yinhtilal winhaj Hanán, heb' yinhtilal winhaj Gidel, heb' yinhtilal winhaj Gahar, heb' yinhtilal winhaj Reaía, heb' yinhtilal winhaj Rezín, heb' yinhtilal winhaj Necoda, heb' yinhtilal winhaj Gazam, heb' yinhtilal winhaj Uza, heb' yinhtilal winhaj Paseah, heb' yinhtilal winhaj Besai, heb' yinhtilal winhaj Mehunim, heb' yinhtilal winhaj Nefisesim, heb' yinhtilal winhaj Bacbuc, heb' yinhtilal winhaj Hacufa, heb' yinhtilal winhaj Harhur, heb' yinhtilal winhaj Bazlut, heb' yinhtilal winhaj Mehída, heb' yinhtilal winhaj Harsa, heb' yinhtilal winhaj Barcos, heb' yinhtilal winhaj Sísara, heb' yinhtilal winhaj Tema, heb' yinhtilal winhaj Nezía yet' heb' yinhtilal winhaj Hatifa."
        },
        {
            "number": "13",
            "text": "Axo heb' yinhtilalkan heb' yak'umal serwil winhaj Salomón, aton heb' yinhtilal winhaj Sotai, heb' yinhtilal winhaj Soferet, heb' yinhtilal winhaj Perida, heb' yinhtilal winhaj Jaala, heb' yinhtilal winhaj Darcón, heb' yinhtilal winhaj Gidel, heb' yinhtilal winhaj Sefatías, heb' yinhtilal winhaj Hatil, heb' yinhtilal winhaj Poqueret-hazebaim yet' heb' yinhtilal winhaj Amón."
        },
        {
            "number": "14",
            "text": "Masanil heb' ix munlaj t'a templo yet' heb' yinhtilal heb' yak'umal serwil winhaj Salomón, ay 392 heb' t'a smasanil."
        },
        {
            "number": "15",
            "text": "Ha heb' yinhtilal winhaj Delaía, heb' yinhtilal winhaj Tobías yet' heb' yinhtilal winhaj Necoda, 642 heb'. Maj yal-laj sch'oxanel sb'a heb' tato Israel yinhtilal heb'. Ha heb' tik ix cot heb' t'a Tel-mela, t'a Tel-harsa, t'a Querub, t'a Adón yet' t'a Imer."
        },
        {
            "number": "16",
            "text": "Ha heb' yinhtilal winhaj Habaía, heb' yinhtilal winhaj Cos yet' heb' yinhtilal winhaj Barzilai, ix yal heb' to sacerdote heb'. Axo ix sayji ilchaj sb'i heb', maj ilchajlaj b'aj tz'ib'ab'il sb'i heb' chi', yuj chi' maj ochlaj heb' t'a yopisio t'a stemplo Dios. Ha winhaj Barzilai chi' ix yik'laj sb'a winh yet' jun ix yisil winhaj Barzilai aj Galaad, yuj chi' a sb'i winh snhi' winh chi' ix ochkan t'ay."
        },
        {
            "number": "17",
            "text": "Ix yalan winh yajal t'a Judá to max yal swaan ixim pan heb' yic Dios yaji, ato junok winh sacerdote ol k'anb'an t'a Urim yet' t'a Tumim tato yel yinhtilal heb' winhaj Aarón."
        },
        {
            "number": "18",
            "text": "Ay 42 mil 360 heb' anima chi' t'a smasanil,"
        },
        {
            "number": "19",
            "text": "palta manh ayoc och heb' winh chekab' yet' heb' ix chekab' sb'isuloc. Ha heb' chi' 7 mil 337 heb' t'a smasanil. Ay pax 245 heb' winh winak yet' heb' ix ix sb'itani."
        },
        {
            "number": "20",
            "text": "Axo nok' nok': 736 nok' chej, 245 nok' mula,"
        },
        {
            "number": "21",
            "text": "435 nok' camello yet' 6 mil 720 nok' b'uru."
        },
        {
            "number": "22",
            "text": "Tzijtum anima ix yak' silab' yic smanchaj tas ol och yic sb'ochajxi templo. Ha winh yajal yaj t'a skal heb', 17 libra k'een oro ix yak' winh yet' 50 niwac uk'ab' sk'anchaj t'a templo yet' 530 pichul yic heb' sacerdote. Ay heb' winh yajal yaj t'a junjun inhtilal, ix smolb'ej silab' heb' winh, ix yak'an 337 libra k'een oro heb' winh yet' 2 mil 215 libra k'een plata. Axo nanhalxo heb' chonhab' ix ak'an 337 libra k'een oro, 24 quintal k'een plata yet' pax 67 pichul yic heb' sacerdote. Ha juntzanh chi' ix yak' heb' b'aj schaji silab'."
        },
        {
            "number": "23",
            "text": "Ha heb' sacerdote, heb' lewita, heb' tanhwum puerta, heb' sb'itani yet' masanil heb' anima ay t'a chonhab' chi', heb' tz'ak'wi serwil t'a templo yet' juntzanhxo heb' israel, ix laj aj heb' t'a schonhab' junjun."
        }
    ]
}