{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix el yich yuquil uj, ix smolb'ej sb'a masanil heb' anima t'a Jerusalén chi', ix cot junjun heb' t'a schonhab', ix jawi heb' b'aj ay jun puerta b'aj tz'el heb' ix ix ik'oj ha'. Ix alji t'a winhaj sacerdote Esdras k'ayb'um paxi to syik'cot ch'anh ley Moisés winh, aton jun ley chi' ak'b'il yuj Jehová t'a chonhab' Israel. Ha t'a b'ab'el k'u yic jun uj chi', ix yik'cot ch'anh winh t'a yichanh heb' anima molanek' chi', heb' winh winak yet' heb' ix ix yet' pax heb' unin tzaxo nachajel yuj."
        },
        {
            "number": "2",
            "text": "Ix syamanoch winh yavtan ch'anh t'a yichanh masanil anima chi' t'a q'uinhib'alil masanto ix och chimk'ualil. Ix smaclej wal yab' heb' masanil tas aycan t'a ch'anh ley chi'."
        },
        {
            "number": "3",
            "text": "Ix k'e linhan winhaj Esdras chi' t'a yib'anh juntzanh te te' ix b'ochajk'e stek'nub'ej winh. Axo t'a swach' k'ab' winh ayek' winhaj Matatías, winhaj Sema, winhaj Anías, winhaj Urías, winhaj Hilcías yet' winhaj Maasías. Axo t'a sk'exanh winh ayek' winhaj Pedaías, winhaj Misael, winhaj Malquías, winhaj Hasum, winhaj Hasbadana, winhaj Zacarías yet' winhaj Mesulam."
        },
        {
            "number": "4",
            "text": "Yujto chaanh b'aj ayk'e winhaj Esdras chi', yuj chi' ayic ix yilan heb' anima chi' smasanil xuyanel ch'anh ley chi' winh, ix k'e linhan heb'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix yalan wach' lolonel winh t'a Jehová Dios Niwan Yelk'ochi. Ix tak'wi masanil heb' anima chi', ix yik'anchaanh sk'ab' heb', ix yalan heb': Ichocab'ta', xchi heb'. Ix em nhojnaj heb' t'a sat lu'um, ix och heb' ejmelal t'a Jehová."
        },
        {
            "number": "6",
            "text": "Ayic ix yavtan ch'anh ley chi' winhaj Esdras chi', haxo heb' winh lewita, aton winhaj Jesúa, winhaj Bani, winhaj Serebías, winhaj Jamín, winhaj Acub, winhaj Sabetai, winhaj Hodías, winhaj Maasías, winhaj Kelita, winhaj Azarías, winhaj Jozabed, winhaj Hanán yet' winhaj Pelaía, a heb' winh ix alan t'a sti' heb' anima chi' tas syal ch'anh ley chi', yic snachajel yuj heb' tas syal ch'anh, haxo heb' anima chi' aynhej ek' heb' t'a yet'tal junjun."
        },
        {
            "number": "7",
            "text": "Ayic ix yab'an heb' anima chi' tas wal syal ch'anh ley chi', ix ok'k'e heb'. Axo winhaj Nehemías yajal yet' winhaj sacerdote Esdras chi' yet' heb' lewita wan yavtan ch'anh ley chi' t'a heb' chonhab' chi', ix yalan heb' winh: Ha jun k'u tik yic Jehová ko Diosal yaji, yuj chi' manh ex cusoc, manh ex ok'oc, xchi heb' winh."
        },
        {
            "number": "8",
            "text": "Ix yalanpax winhaj Nehemías t'a heb': Ixiquec, b'at waanhec. Ha wael te wach' tze wa''a. Tzeyuk'an ak' wino t'a tzalajk'olal. Tzeyak' yic heb' anima malaj yic b'ob'il yuj, yujto a jun k'u tik yic Jehová ko Diosal yaji. Manh ex cusoc, yujto a tzalajk'olal syak' Jehová, a ayoch quipumaloc, xchi winh."
        },
        {
            "number": "9",
            "text": "Ix cachjipax heb' anima chi' yuj heb' lewita chi' icha tik: Actejec eyoq'ui yujto yic Jehová yaj jun k'u tik, manh ex cusoc, xchi heb'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix b'at heb' wael, ix yuk'an ha' heb', ix yak'an yic heb' malaj yic heb'. Ix te tzalaj heb', yujto ix cham wal yab'an heb' tas ix yal sk'ayb'ub'al heb'."
        },
        {
            "number": "11",
            "text": "Axo t'a junxo k'u, ix smolb'an sb'a heb' yajal yaj t'a junjun makan yinhtilal, heb' sacerdote yet' juntzanhxo heb' lewita, yic sk'ayb'aj heb' yuj winhaj Esdras t'a ch'anh ley ak'b'ilcan yuj Jehová t'a winhaj Moisés. Ata' ix ilchaj yuj heb' to ayic tz'och q'uinh chinama t'a yuquil uj t'a junjun ab'il, tz'aj heb' israel t'a yol chinama chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix alchajel t'a caltac chonhab' yet' t'a Jerusalén to sb'at heb' anima t'a caltac te' yik'cot sk'ab'tac te' oliwo awab'il yet' te' caltacte'al oliwo, te arrayán, te' palma, ma junocxo yalnhej tas te'al k'ayum xiil yic sb'o chinama chi', icha yajcan t'a ch'anh ley chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix b'at heb' yik'cot te' k'ab'tac te' chi', haxo t'a yib'anh spat heb' ix sb'ok'e chinama chi', ma t'a yamaq'uil spat heb', ma t'a yamaq'uil stemplo Dios, ma t'a sti' jun puerta b'aj tz'el heb' ix ix ik'oj ha', ma t'a sti' spuertail yic Efraín."
        },
        {
            "number": "14",
            "text": "Masanil heb' anima janacxi t'a Babilonia, ix sb'o schinama heb' chi', ix och heb' t'a yool. Atax t'a stiempoal winhaj Josué yuninal winhaj Nun, malaj b'aj ix uji icha jun chi', yuj wal chi' ix te tzalaj heb' anima chi'."
        },
        {
            "number": "15",
            "text": "Ix yavtan ch'anh ley winhaj Esdras chi' t'a junjun k'u masanto ix tz'acwi yuquil k'ual q'uinh chi'. Axo t'a swajxaquil k'ual, ix smolb'an sb'a heb' smasanil yic tz'och heb' ejmelal t'a Jehová icha yalan ch'anh ley chi'."
        }
    ]
}