{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix el yich yuquil uj, ix smolb'ej sb'a masanil eb' anima t'a Jerusalén chi', ix cot junjun eb' t'a schonhab', ix javi eb' b'aj ay jun puerta b'aj tz'el eb' ix ix ik'oj ha'. Ix alji t'a vinhaj sacerdote Esdras k'ayb'um paxi to syik'cot ch'anh ley Moisés vinh, aton jun ley chi' ak'b'il yuj Jehová t'a chonhab' Israel. Ha t'a b'ab'el k'u yic jun uj chi', ix yik'cot ch'anh vinh t'a yichanh eb' anima molanek' chi', eb' vinh vinac yet' eb' ix ix yet' pax eb' unin tzaxo nachajel yuj."
        },
        {
            "number": "2",
            "text": "Ix syamanoch vinh yavtan ch'anh t'a yichanh masanil anima chi' t'a q'uinhib'alil masanto ix och chimk'ualil. Ix smaclej val yab' eb' masanil tas aycan t'a ch'anh ley chi'."
        },
        {
            "number": "3",
            "text": "Ix q'ue linhan vinhaj Esdras chi' t'a yib'anh juntzanh te te' ix b'ochajq'ue stek'nub'ej vinh. Axo t'a svach' k'ab' vinh ayek' vinhaj Matatías, vinhaj Sema, vinhaj Anías, vinhaj Urías, vinhaj Hilcías yet' vinhaj Maasías. Axo t'a sq'uexanh vinh ayek' vinhaj Pedaías, vinhaj Misael, vinhaj Malquías, vinhaj Hasum, vinhaj Hasbadana, vinhaj Zacarías yet' vinhaj Mesulam."
        },
        {
            "number": "4",
            "text": "Yujto chaanh b'aj ayq'ue vinhaj Esdras chi', yuj chi' ayic ix yilan eb' anima chi' smasanil xuyanel ch'anh ley chi' vinh, ix q'ue linhan eb'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix yalan wach' lolonel vinh t'a Jehová Dios Nivan Yelk'ochi. Ix tak'vi masanil eb' anima chi', ix yik'anchaanh sk'ab' eb', ix yalan eb': Ichocab'ta', xchi eb'. Ix em nhojnaj eb' t'a sat lu'um, ix och eb' ejmelal t'a Jehová."
        },
        {
            "number": "6",
            "text": "Ayic ix yavtan ch'anh ley chi' vinhaj Esdras chi', haxo eb' vinh levita, aton vinhaj Jesúa, vinhaj Bani, vinhaj Serebías, vinhaj Jamín, vinhaj Acub, vinhaj Sabetai, vinhaj Hodías, vinhaj Maasías, vinhaj Kelita, vinhaj Azarías, vinhaj Jozabed, vinhaj Hanán yet' vinhaj Pelaía, a eb' vinh ix alan t'a sti' eb' anima chi' tas syal ch'anh ley chi', yic snachajel yuj eb' tas syal ch'anh, haxo eb' anima chi' aynhej ek' eb' t'a yet'tal junjun."
        },
        {
            "number": "7",
            "text": "Ayic ix yab'an eb' anima chi' tas val syal ch'anh ley chi', ix ok'q'ue eb'. Axo vinhaj Nehemías yajal yet' vinhaj sacerdote Esdras chi' yet' eb' levita van yavtan ch'anh ley chi' t'a eb' chonhab' chi', ix yalan eb' vinh: Ha jun k'u tik yic Jehová co Diosal yaji, yuj chi' manh ex cusoc, manh ex ok'oc, xchi eb' vinh."
        },
        {
            "number": "8",
            "text": "Ix yalanpax vinhaj Nehemías t'a eb': Ixiquec, b'at vaanhec. Ha vael te wach' tze wa''a. Tzeyuk'an ak' vino t'a tzalajk'olal. Tzeyak' yic eb' anima malaj yic b'ob'il yuj, yujto a jun k'u tik yic Jehová co Diosal yaji. Manh ex cusoc, yujto a tzalajk'olal syak' Jehová, a ayoch quipumaloc, xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix cachjipax eb' anima chi' yuj eb' levita chi' icha tik: Actejec eyoq'ui yujto yic Jehová yaj jun k'u tik, manh ex cusoc, xchi eb'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix b'at eb' vael, ix yuk'an ha' eb', ix yak'an yic eb' malaj yic eb'. Ix te tzalaj eb', yujto ix cham val yab'an eb' tas ix yal sk'ayb'ub'al eb'."
        },
        {
            "number": "11",
            "text": "Axo t'a junxo k'u, ix smolb'an sb'a eb' yajal yaj t'a junjun makan yinhtilal, eb' sacerdote yet' juntzanhxo eb' levita, yic sk'ayb'aj eb' yuj vinhaj Esdras t'a ch'anh ley ak'b'ilcan yuj Jehová t'a vinhaj Moisés. Ata' ix ilchaj yuj eb' to ayic tz'och q'uinh chinama t'a yuquil uj t'a junjun ab'il, tz'aj eb' israel t'a yol chinama chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix alchajel t'a caltac chonhab' yet' t'a Jerusalén to sb'at eb' anima t'a caltac te' yik'cot sk'ab'tac te' olivo avab'il yet' te' caltacte'al olivo, te arrayán, te' palma, ma junocxo yalnhej tas te'al k'ayum xiil yic sb'o chinama chi', icha yajcan t'a ch'anh ley chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix b'at eb' yik'cot te' k'ab'tac te' chi', haxo t'a yib'anh spat eb' ix sb'oq'ue chinama chi', ma t'a yamaq'uil spat eb', ma t'a yamaq'uil stemplo Dios, ma t'a sti' jun puerta b'aj tz'el eb' ix ix ik'oj ha', ma t'a sti' spuertail yic Efraín."
        },
        {
            "number": "14",
            "text": "Masanil eb' anima janacxi t'a Babilonia, ix sb'o schinama eb' chi', ix och eb' t'a yool. Atax t'a stiempoal vinhaj Josué yuninal vinhaj Nun, malaj b'aj ix uji icha jun chi', yuj val chi' ix te tzalaj eb' anima chi'."
        },
        {
            "number": "15",
            "text": "Ix yavtan ch'anh ley vinhaj Esdras chi' t'a junjun k'u masanto ix tz'acvi yuquil k'ual q'uinh chi'. Axo t'a svajxaquil k'ual, ix smolb'an sb'a eb' smasanil yic tz'och eb' ejmelal t'a Jehová icha yalan ch'anh ley chi'."
        }
    ]
}