{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 24 yoch yuquil uj chi', ix smolb'an sb'a masanil heb' israel yic tz'och heb' tzek'ojk'olal, ix yak'anoch pichul heb' yic cusk'olal, ix yak'ank'e pokok heb' t'a sjolom."
        },
        {
            "number": "2",
            "text": "Ix yik'anel sb'a heb' t'a skal heb' ch'oc chonhab'il. Ix k'e linhan heb' yalank'eta smul yet' smul heb' smam yicham heb'."
        },
        {
            "number": "3",
            "text": "Yacb'an linhank'e heb' t'a yet'tal chi', oxe' wal hora ix avtaj ch'anh sley Jehová t'a skal heb', haxo t'a oxe' horaxo, ix yalank'eta smul heb', ix och heb' ejmelal t'a Jehová sDiosal."
        },
        {
            "number": "4",
            "text": "Axo jun makan heb' winh lewita, aton winhaj Jesúa, winhaj Bani, winhaj Cadmiel, winhaj Sebanías, winhaj Buni, winhaj Serebías, winhaj Bani yet' winhaj Quenani, ix k'e heb' winh t'a yib'anh jun b'achquiltac sk'ei, te chaanh ix yal heb' winh t'a Jehová Dios."
        },
        {
            "number": "5",
            "text": "Ix yalanpax junxo makan heb' winh lewita chi', aton winhaj Jesúa, winhaj Cadmiel, winhaj Bani, winhaj Hasabnías, winhaj Serebías, winhaj Hodías, winhaj Sebanías yet' winhaj Petaías icha tik: Calec wach' lolonel t'a Jehová ko Diosal t'a masanil tiempo. Mamin, alchajocab' wach' lolonel t'ayach wach'chom max k'ek'och ach ko b'itan t'a smojal."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, a achnhej ayachnhej eq'ui. Ha ach ix a b'o satcha’anh squila' yet' juntzanhxo satcha’anh max quil-laj. Ha ach ix a b'o masanil k'een k'anal. Ha ach pax ix a b'o lum lum tik yet' pax masanil tastac ay t'a lu'um. Ha ach pax ix a b'o ha' mar yet' masanil tas ay t'ha ha'. Ha ach tzak' sk'inal masanil tas, yuj chi' tz'och heb' ángel ejmelal t'ayach."
        },
        {
            "number": "7",
            "text": "Mamin Jehová, a ach ton wal Dios ach, a sik'naquelta winhaj Abram. Ik'annaquelta winh t'a Ur schonhab' heb' caldeo, ak'annac scuch winh Abraham."
        },
        {
            "number": "8",
            "text": "Ilnac to yak'nac ach och winh t'a sk'ool, yuj chi' a b'onac jun a trato yet' winh yic tzak'an lum lum t'a heb' yinhtilal winh, aton lum yic heb' cananeo, heb' heteo, heb' amorreo, heb' ferezeo, heb' jebuseo yet' heb' gergeseo. Elnacxok'och a lolonel chi' yujto tz'elnhejk'och tas tzala'."
        },
        {
            "number": "9",
            "text": "Ilnac wal yab'an syail heb' ko mam quicham t'a Egipto, ab'annac yel yav heb' t'a sti' a Chacchac Mar."
        },
        {
            "number": "10",
            "text": "Ha ch'oxannac juntzanh tas satub'tac yilji t'a winh sreyal Egipto chi' yet' t'a masanil heb' schecab' winh yet' t'a masanil anima ay t'a yol smacb'en winh, yujto ilnac to te chacjinaquel heb' quetisraelal yuj heb'. Yuj juntzanh chi' tzach te b'inajnhej."
        },
        {
            "number": "11",
            "text": "Ha pojnac snanhal ha' mar chi' t'a yichanh heb' ko mam quicham chi', yek'nacta heb' t'a stak'inhal lum t'a yol ha' chi'. Axo heb' pechjinac heb' chi', b'atnaccan heb' t'a yich ha' icha wal tz'aj sb'atcan junok k'een k'een t'a sjulal yich ha'."
        },
        {
            "number": "12",
            "text": "Slajwi chi', ik'annac b'ey heb' t'a k'ualil yet' jun niwan topanh asun, haxo t'ak'walil ayoch sk'ak'al jun asun chi' yic syak'an sakil k'inal b'aj sb'at heb'."
        },
        {
            "number": "13",
            "text": "Slajwi chi', emnacul t'a sjolom lum witz Sinaí, a lolonnac emta t'a heb'. Ak'annac ley to tojol t'a heb' yet' k'ayb'ub'al te yel yet' pax checnab'il te wach'."
        },
        {
            "number": "14",
            "text": "Ha k'ayb'annac heb' yic sk'anab'ajej sk'ual ik'oj ip heb' yuj ach yik'anchaanh heb', ak'annac checnab'il yet' k'ayb'ub'al t'a winhaj Moisés, haxo winh alannac t'a heb'."
        },
        {
            "number": "15",
            "text": "Ak'annac wael scot t'a satcha’anh swa heb' ayic tz'och swejel heb'. Ak'annaquelta ha ha' t'a sat k'een k'een yuk' heb' yic tzek' staquinhtial heb'. Slajwi chi' alannac t'a heb' to scajnaj heb' t'a sat lum lum ak'nac a ti' ak'an t'a heb'."
        },
        {
            "number": "16",
            "text": "Palta a heb' ko mam quicham chi' te ak'umtac heb', te pit yutejnac sb'a heb', manh schanacoc yab' a checnab'il heb'."
        },
        {
            "number": "17",
            "text": "Manh ach sk'anab'ajejnacoc heb', manhxo snanacoccot heb' tas satub'tac a k'ulejnac yuj swach'iloc heb'. Te pit yutejnac sb'a heb', snaannac heb' yak'och jun yajalil yic scuchb'aj meltzaj heb' yuj t'a Egipto, yic tz'ochxi heb' checab'il ta' yalani. Palta a ach tik, Dios ach, te ay a niwank'olal, ay ok'elk'olal, te xajan anima uuj, manh k'unoc scot owal. Manh actejnacoccanlaj heb'"
        },
        {
            "number": "18",
            "text": "wach'chom sb'onac jun k'een yechel wacax heb'. Yalannac wal heb' to a jun chi' sdiosal heb', to ha' ik'anelta heb' t'a Egipto. Te niwan smul heb' yak'nacochi."
        },
        {
            "number": "19",
            "text": "Palta a ach tik te niwan a k'ool, yuj chi' manh actejnacoccan heb' t'a tzinan lu'um. Manh ik'nacoquel jun niwan topanh asun tz'ik'an b'ey heb' t'a k'ualil, manh ik'nacocpaxeli ayic syak'an yoc t'a heb' t'ak'walil yic syak'an sakil k'inal t'a heb' b'aj sb'ati."
        },
        {
            "number": "20",
            "text": "Ak'nac Espíritu wach' t'a heb' yic sk'ayb'aj heb' yuj. Manh actejnacoc ak'an maná swa heb'. Ak'nacnhej ha ha' yuk' heb' yic tzek' staquinhtial heb'."
        },
        {
            "number": "21",
            "text": "40 ab'il ak'nac swael heb' t'a tzinan lum chi'. Malaj wal jab'oc tas yak'nac palta t'a heb', manh lajwinacoquel spichul heb' ayochi, manh malnacock'e yoc heb' sb'eyi."
        },
        {
            "number": "22",
            "text": "Uuj yak'nac ganar heb' rey heb' yet' juntzanh chonhab', yicannaccan slum heb' chi' heb', a pojannac ek' lum t'a heb'. Ak'annac lum Hesbón t'a heb', aton lum b'aj ochnac winhaj Sehón reyal yet' lum Basán b'aj ochnac winhaj Og reyal."
        },
        {
            "number": "23",
            "text": "Ak'annacpax q'uib' sb'isul yuninal heb' icha sb'isul k'een k'anal t'a satcha’anh. Ik'annaccot heb' yic schaan smacb'en heb' b'aj ak'nac a ti' ak'an yicoc heb' ko mam quicham."
        },
        {
            "number": "24",
            "text": "Ochnac heb' yuninal heb' t'a lum Canaán, yik'annac lu'um heb'. Uuj yak'nac ganar juntzanh anima chi' heb' yet' sreyal, yic sk'ulan heb' tas snib'ej sk'ulej t'a juntzanh anima chi'."
        },
        {
            "number": "25",
            "text": "Yik'annacpax chonhab' heb' te wach' yaj sb'oi, lum lum te yax sat yet' juntzanh pat te b'ut'an yuj tastac wach'. Yik'annacpax ha' uk'b'ila' heb', te' uwa, te' oliwo yet' juntzanhxo te te' syak' sat. Vanac heb', b'ud'jinac heb', b'ak'uechb'inac heb'. Yak'nac wal tzalajb'oc sk'ool heb' yuj a niwan wach'k'olal."
        },
        {
            "number": "26",
            "text": "Palta te pit yutejnac sb'a heb', yochnac heb' ajk'olal t'ayach, spaticannaquel a k'ayb'ub'al heb'. Cachjinac heb' yuj heb' a checab', yic syak'xioch sb'a heb' t'a yol a k'ab', palta smilnaccham heb' a checab' chi' heb'. Yelxo te niwan smul heb' ochnac t'ayach."
        },
        {
            "number": "27",
            "text": "Yuj chi' ak'nacoch heb' ko mam quicham chi' t'a yol sk'ab' heb' ajk'ool, ixtajnac wal heb' yuj heb'. Palta ayic wan yab'an syail heb' chi', sk'anannac a colwal heb'. Ha achxo jun, ayach ek' t'a satcha’anh, ab'nac slesal heb' chi', yujto ok'nac wal a k'ol t'a heb', yuj chi' ak'naccot heb' scolan heb' t'a yol sk'ab' heb' ajk'ool chi'."
        },
        {
            "number": "28",
            "text": "Palta ayic junk'olalxo yajxi heb', sk'ulannacxi chukal heb' t'a ichanh. Yuj chi' actejnacxib'at heb' t'a yol sk'ab' heb' ajk'ol chi', yak'jinacoch syaelal heb' yuj heb'. Yuj chi' sk'ananxi a colwal heb'. Ha achxo ayach ek' t'a satcha’anh, ab'annac slesal heb'. Yujto tz'ok' wal a k'ool t'a heb', tzijtum el a colnac heb'."
        },
        {
            "number": "29",
            "text": "Alannac t'a heb' to sk'anab'ajej a k'ayb'ub'al heb', palta anheja' pit yutejnac sb'a heb', manh sk'anab'ajejnacoc a checnab'il heb'. Ochnac smul heb' t'a a k'ayb'ub'al, aton jun tz'ak'an sk'inal heb' sk'anab'ajani. Te chuk yutejnac sb'a heb', te pit heb', manh schanacoclaj heb' yab'i."
        },
        {
            "number": "30",
            "text": "Tzijtum ab'il ak'nac techaj schucal heb'. Ha Espíritu ak'annac yojtaquejel heb' a checab', haxo heb' cachannac heb', palta manh schanacoclaj heb' yab'i. Yuj chi' ak'nacoch heb' t'a yol sk'ab' juntzanhxo nación."
        },
        {
            "number": "31",
            "text": "Palta yujto tz'ok' wal a k'ool t'a heb', te niwan a wach'k'olal, yuj chi' manh a satnacoquel heb' smasanil, manh actejnacoc paxcan heb' sch'ocoj."
        },
        {
            "number": "32",
            "text": "Yuj chi', ach ko Diosal, te niwan elk'ochi, te ay a may, smojton wal ko xiv t'ayach. Max b'at a lolonel satk'olal uuj yujto te xajan onh uuj. Nacot jantac syaelal heb' ko reyal, heb' cajalil, heb' sacerdote, heb' a checab', heb' ko mam quicham yet' masanil heb' quetchonhab', a tax t'a stiempoal heb' sreyal Asiria syab'nhej syail heb' masanto ticnaik."
        },
        {
            "number": "33",
            "text": "Palta tojolnhej tas sjawi t'a quib'anh uuj. Wach'nhej tas tza k'ulej, a onhxo tik, chucnhej tas sco sk'ulej."
        },
        {
            "number": "34",
            "text": "Ha heb' ko reyal, heb' cajalil, heb' sacerdote yet' heb' ko mam quicham, manh schanacoclaj yab' heb', manh sk'anab'ajejnacoclaj a checnab'il heb' icha ajnac yalji t'a heb'."
        },
        {
            "number": "35",
            "text": "Manh jantacoc tas ak'nac t'a heb', te lewan lum lum te yax sat tik ak'nac t'a heb', palta manh ochnacoc heb' ejmelal t'ayach, manh yactejnacoccan chuk b'eyb'al heb' t'a yol smacb'en heb' ak'nac chi'."
        },
        {
            "number": "36",
            "text": "Ina wal quilji ticnaik, toxo ix onh meltzajoch checab'il t'a lum lum ak'nac t'a heb' ko mam quicham, lum b'aj yak'nac wal tzalajb'oc sk'ool heb'."
        },
        {
            "number": "37",
            "text": "Ha wal tas te wach' awab'il cuuj, a chi' syik'ek' heb' rey t'ayonh, aton heb' b'aj onh ak'och t'a yalanh smandar yuj ko mul ix och t'ayach. Sk'ulej heb' tas snib'ej sk'ol t'ayonh yet' t'a nok' ko molb'etzal nok', yuj chi' te ayonh wal och t'a ilk'olal ticnaik."
        },
        {
            "number": "38",
            "text": "Yuj chi' a onh tik skak' ko ti', stz'ib'chajcani to yel ol ko k'anab'ajej. Yuj chi' tz'ochcan sello yet' sb'i heb' cajalil, heb' lewita yet' heb' sacerdote t'a ch'anh uum tik, xchi heb' winh t'a slesal chi'."
        }
    ]
}