{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 24 yoch yuquil uj chi', ix smolb'an sb'a masanil eb' israel yic tz'och eb' tzek'ojk'olal, ix yak'anoch pichul eb' yic cusk'olal, ix yak'anq'ue pococ eb' t'a sjolom."
        },
        {
            "number": "2",
            "text": "Ix yik'anel sb'a eb' t'a skal eb' ch'oc chonhab'il. Ix q'ue linhan eb' yalanq'ueta smul yet' smul eb' smam yicham eb'."
        },
        {
            "number": "3",
            "text": "Yacb'an linhanq'ue eb' t'a yet'tal chi', oxe' val hora ix avtaj ch'anh sley Jehová t'a skal eb', haxo t'a oxe' horaxo, ix yalanq'ueta smul eb', ix och eb' ejmelal t'a Jehová sDiosal."
        },
        {
            "number": "4",
            "text": "Axo jun makan eb' vinh levita, aton vinhaj Jesúa, vinhaj Bani, vinhaj Cadmiel, vinhaj Sebanías, vinhaj Buni, vinhaj Serebías, vinhaj Bani yet' vinhaj Quenani, ix q'ue eb' vinh t'a yib'anh jun b'achquiltac sq'uei, te chaanh ix yal eb' vinh t'a Jehová Dios."
        },
        {
            "number": "5",
            "text": "Ix yalanpax junxo makan eb' vinh levita chi', aton vinhaj Jesúa, vinhaj Cadmiel, vinhaj Bani, vinhaj Hasabnías, vinhaj Serebías, vinhaj Hodías, vinhaj Sebanías yet' vinhaj Petaías icha tik: Calec wach' lolonel t'a Jehová co Diosal t'a masanil tiempo. Mamin, alchajocab' wach' lolonel t'ayach wach'chom max q'uek'och ach co b'itan t'a smojal."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, a achnhej ayachnhej eq'ui. Ha ach ix a b'o satcha’anh squila' yet' juntzanhxo satcha’anh max quil-laj. Ha ach ix a b'o masanil q'uen k'anal. Ha ach pax ix a b'o lum lum tik yet' pax masanil tastac ay t'a lu'um. Ha ach pax ix a b'o ha' mar yet' masanil tas ay t'ha ha'. Ha ach tzak' sq'uinal masanil tas, yuj chi' tz'och eb' ángel ejmelal t'ayach."
        },
        {
            "number": "7",
            "text": "Mamin Jehová, a ach ton val Dios ach, a sik'naquelta vinhaj Abram. Ik'annaquelta vinh t'a Ur schonhab' eb' caldeo, ak'annac scuch vinh Abraham."
        },
        {
            "number": "8",
            "text": "Ilnac to yak'nac ach och vinh t'a sk'ool, yuj chi' a b'onac jun a trato yet' vinh yic tzak'an lum lum t'a eb' yinhtilal vinh, aton lum yic eb' cananeo, eb' heteo, eb' amorreo, eb' ferezeo, eb' jebuseo yet' eb' gergeseo. Elnacxok'och a lolonel chi' yujto tz'elnhejk'och tas tzala'."
        },
        {
            "number": "9",
            "text": "Ilnac val yab'an syail eb' co mam quicham t'a Egipto, ab'annac yel yav eb' t'a sti' a Chacchac Mar."
        },
        {
            "number": "10",
            "text": "Ha ch'oxannac juntzanh tas satub'tac yilji t'a vinh sreyal Egipto chi' yet' t'a masanil eb' schecab' vinh yet' t'a masanil anima ay t'a yol smacb'en vinh, yujto ilnac to te chacjinaquel eb' quetisraelal yuj eb'. Yuj juntzanh chi' tzach te b'inajnhej."
        },
        {
            "number": "11",
            "text": "Ha pojnac snanhal ha' mar chi' t'a yichanh eb' co mam quicham chi', yek'nacta eb' t'a stak'inhal lum t'a yol ha' chi'. Axo eb' pechjinac eb' chi', b'atnaccan eb' t'a yich ha' icha val tz'aj sb'atcan junok q'uen q'ueen t'a sjulal yich ha'."
        },
        {
            "number": "12",
            "text": "Slajvi chi', ik'annac b'ey eb' t'a k'ualil yet' jun niwan topanh asun, haxo t'ak'walil ayoch sk'ak'al jun asun chi' yic syak'an sakil k'inal b'aj sb'at eb'."
        },
        {
            "number": "13",
            "text": "Slajvi chi', emnacul t'a sjolom lum vitz Sinaí, a lolonnac emta t'a eb'. Ak'annac ley to tojol t'a eb' yet' k'ayb'ub'al te yel yet' pax checnab'il te wach'."
        },
        {
            "number": "14",
            "text": "Ha k'ayb'annac eb' yic sk'anab'ajej sk'ual ik'oj ip eb' yuj ach yik'anchaanh eb', ak'annac checnab'il yet' k'ayb'ub'al t'a vinhaj Moisés, haxo vinh alannac t'a eb'."
        },
        {
            "number": "15",
            "text": "Ak'annac vael scot t'a satcha’anh sva eb' ayic tz'och svejel eb'. Ak'annaquelta ha ha' t'a sat q'uen q'ueen yuk' eb' yic tzek' staquinhtial eb'. Slajvi chi' alannac t'a eb' to scajnaj eb' t'a sat lum lum ak'nac a ti' ak'an t'a eb'."
        },
        {
            "number": "16",
            "text": "Palta a eb' co mam quicham chi' te ak'umtac eb', te pit yutejnac sb'a eb', manh schanacoc yab' a checnab'il eb'."
        },
        {
            "number": "17",
            "text": "Manh ach sk'anab'ajejnacoc eb', manhxo snanacoccot eb' tas satub'tac a k'ulejnac yuj swach'iloc eb'. Te pit yutejnac sb'a eb', snaannac eb' yak'och jun yajalil yic scuchb'aj meltzaj eb' yuj t'a Egipto, yic tz'ochxi eb' checab'il ta' yalani. Palta a ach tik, Dios ach, te ay a nivank'olal, ay oq'uelk'olal, te xajan anima uuj, manh k'unoc scot oval. Manh actejnacoccanlaj eb'"
        },
        {
            "number": "18",
            "text": "wach'chom sb'onac jun q'uen yechel vacax eb'. Yalannac val eb' to a jun chi' sdiosal eb', to ha' ik'anelta eb' t'a Egipto. Te niwan smul eb' yak'nacochi."
        },
        {
            "number": "19",
            "text": "Palta a ach tik te niwan a k'ool, yuj chi' manh actejnacoccan eb' t'a tzinan lu'um. Manh ik'nacoquel jun niwan topanh asun tz'ik'an b'ey eb' t'a k'ualil, manh ik'nacocpaxeli ayic syak'an yoc t'a eb' t'ak'walil yic syak'an sakil k'inal t'a eb' b'aj sb'ati."
        },
        {
            "number": "20",
            "text": "Ak'nac Espíritu wach' t'a eb' yic sk'ayb'aj eb' yuj. Manh actejnacoc ak'an maná sva eb'. Ak'nacnhej ha ha' yuk' eb' yic tzek' staquinhtial eb'."
        },
        {
            "number": "21",
            "text": "40 ab'il ak'nac svael eb' t'a tzinan lum chi'. Malaj val jab'oc tas yak'nac palta t'a eb', manh lajvinacoquel spichul eb' ayochi, manh malnacocq'ue yoc eb' sb'eyi."
        },
        {
            "number": "22",
            "text": "Uuj yak'nac ganar eb' rey eb' yet' juntzanh chonhab', yicannaccan slum eb' chi' eb', a pojannac ek' lum t'a eb'. Ak'annac lum Hesbón t'a eb', aton lum b'aj ochnac vinhaj Sehón reyal yet' lum Basán b'aj ochnac vinhaj Og reyal."
        },
        {
            "number": "23",
            "text": "Ak'annacpax q'uib' sb'isul yuninal eb' icha sb'isul q'uen k'anal t'a satcha’anh. Ik'annaccot eb' yic schaan smacb'en eb' b'aj ak'nac a ti' ak'an yicoc eb' co mam quicham."
        },
        {
            "number": "24",
            "text": "Ochnac eb' yuninal eb' t'a lum Canaán, yik'annac lu'um eb'. Uuj yak'nac ganar juntzanh anima chi' eb' yet' sreyal, yic sk'ulan eb' tas sgana sk'ulej t'a juntzanh anima chi'."
        },
        {
            "number": "25",
            "text": "Yik'annacpax chonhab' eb' te wach' yaj sb'oi, lum lum te yax sat yet' juntzanh pat te b'ut'an yuj tastac wach'. Yik'annacpax ha' uk'b'ila' eb', te' uva, te' olivo yet' juntzanhxo te te' syak' sat. Vanac eb', b'ud'jinac eb', b'ak'uechb'inac eb'. Yak'nac val tzalajb'oc sk'ool eb' yuj a niwan wach'k'olal."
        },
        {
            "number": "26",
            "text": "Palta te pit yutejnac sb'a eb', yochnac eb' ajk'olal t'ayach, spaticannaquel a k'ayb'ub'al eb'. Cachjinac eb' yuj eb' a checab', yic syak'xioch sb'a eb' t'a yol a k'ab', palta smilnaccham eb' a checab' chi' eb'. Yelxo te niwan smul eb' ochnac t'ayach."
        },
        {
            "number": "27",
            "text": "Yuj chi' ak'nacoch eb' co mam quicham chi' t'a yol sk'ab' eb' ajk'ool, ixtajnac val eb' yuj eb'. Palta ayic van yab'an syail eb' chi', sk'anannac a colval eb'. Ha achxo jun, ayach ek' t'a satcha’anh, ab'nac slesal eb' chi', yujto ok'nac val a k'ol t'a eb', yuj chi' ak'naccot eb' scolan eb' t'a yol sk'ab' eb' ajk'ool chi'."
        },
        {
            "number": "28",
            "text": "Palta ayic junk'olalxo yajxi eb', sk'ulannacxi chucal eb' t'a ichanh. Yuj chi' actejnacxib'at eb' t'a yol sk'ab' eb' ajk'ol chi', yak'jinacoch syaelal eb' yuj eb'. Yuj chi' sk'ananxi a colval eb'. Ha achxo ayach ek' t'a satcha’anh, ab'annac slesal eb'. Yujto tz'ok' val a k'ool t'a eb', tzijtum el a colnac eb'."
        },
        {
            "number": "29",
            "text": "Alannac t'a eb' to sk'anab'ajej a k'ayb'ub'al eb', palta anheja' pit yutejnac sb'a eb', manh sk'anab'ajejnacoc a checnab'il eb'. Ochnac smul eb' t'a a k'ayb'ub'al, aton jun tz'ak'an sq'uinal eb' sk'anab'ajani. Te chuc yutejnac sb'a eb', te pit eb', manh schanacoclaj eb' yab'i."
        },
        {
            "number": "30",
            "text": "Tzijtum ab'il ak'nac techaj schucal eb'. Ha Espíritu ak'annac yojtaquejel eb' a checab', haxo eb' cachannac eb', palta manh schanacoclaj eb' yab'i. Yuj chi' ak'nacoch eb' t'a yol sk'ab' juntzanhxo nación."
        },
        {
            "number": "31",
            "text": "Palta yujto tz'ok' val a k'ool t'a eb', te niwan a wach'k'olal, yuj chi' manh a satnacoquel eb' smasanil, manh actejnacoc paxcan eb' sch'ocoj."
        },
        {
            "number": "32",
            "text": "Yuj chi', ach co Diosal, te niwan elk'ochi, te ay a may, smojton val co xiv t'ayach. Max b'at a lolonel satk'olal uuj yujto te xajan onh uuj. Nacot jantac syaelal eb' co reyal, eb' cajalil, eb' sacerdote, eb' a checab', eb' co mam quicham yet' masanil eb' quetchonhab', a tax t'a stiempoal eb' sreyal Asiria syab'nhej syail eb' masanto ticnaic."
        },
        {
            "number": "33",
            "text": "Palta tojolnhej tas sjavi t'a quib'anh uuj. Wach'nhej tas tza k'ulej, a onhxo tik, chucnhej tas sco sk'ulej."
        },
        {
            "number": "34",
            "text": "Ha eb' co reyal, eb' cajalil, eb' sacerdote yet' eb' co mam quicham, manh schanacoclaj yab' eb', manh sk'anab'ajejnacoclaj a checnab'il eb' icha ajnac yalji t'a eb'."
        },
        {
            "number": "35",
            "text": "Manh jantacoc tas ak'nac t'a eb', te levan lum lum te yax sat tik ak'nac t'a eb', palta manh ochnacoc eb' ejmelal t'ayach, manh yactejnacoccan chuc b'eyb'al eb' t'a yol smacb'en eb' ak'nac chi'."
        },
        {
            "number": "36",
            "text": "Ina val quilji ticnaic, toxo ix onh meltzajoch checab'il t'a lum lum ak'nac t'a eb' co mam quicham, lum b'aj yak'nac val tzalajb'oc sk'ool eb'."
        },
        {
            "number": "37",
            "text": "Ha val tas te wach' avab'il cuuj, a chi' syiq'uek' eb' rey t'ayonh, aton eb' b'aj onh ak'och t'a yalanh smandar yuj co mul ix och t'ayach. Sk'ulej eb' tas snib'ej sk'ol t'ayonh yet' t'a nok' co molb'etzal nok', yuj chi' te ayonh val och t'a ilk'olal ticnaic."
        },
        {
            "number": "38",
            "text": "Yuj chi' a onh tik scak' co ti', stz'ib'chajcani to yel ol co k'anab'ajej. Yuj chi' tz'ochcan sello yet' sb'i eb' cajalil, eb' levita yet' eb' sacerdote t'a ch'anh uum tik, xchi eb' vinh t'a slesal chi'."
        }
    ]
}