{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix ak'ji ganar eb' amalecita yuj vinhaj David, ix meltzaj vinh t'a Siclag. Axo t'a schab'jial sk'ochxi vinh ta', ix k'och jun vinh quelem spetoj t'a scampamento vinhaj Saúl, toxo ix snhik'chitejb'at spichul vinh ayochi, aypaxq'ue lum lum t'a skal xil sjolom vinh, yic sch'oxanel vinh to ay scusk'olal vinh. Axo ix k'och vinh t'a yichanh vinhaj David chi', ix em nhojan vinh."
        },
        {
            "number": "2",
            "text": "Ix sk'anb'an vinhaj David chi' t'a vinh: --¿B'ajtil ach coti? xchi vinh. --Toxonhej ix in el lemnaj t'a scampamento eb' etisraelal, xchi vinh."
        },
        {
            "number": "3",
            "text": "--¿Tas ix uji jun? Al jab'oc vab'i, xchi vinhaj David chi'. --Ix ak'ji ganar eb' etisraelal chi'. Ay eb' ixto elcani, ay eb' ix chami. Ix champax vinhaj Saúl yet' vinh yuninal, aton vinhaj Jonatán, xchi vinh."
        },
        {
            "number": "4",
            "text": "--¿Tas ix aj ojtacaneli tato ix cham vinhaj Saúl yet' vinh yuninal chi'? xchi vinhaj David chi'."
        },
        {
            "number": "5",
            "text": "Ix tak'vi vinh: --Q'uinh val ayinek' t'a vitzal Gilboa, ix vilani to toxonhej nhojanem vinhaj Saúl chi' t'a yib'anh q'uen slanza. Tzak'anxo val sk'och eb' ajk'ol chi' t'a spatic vinh yet' scarruaje eb' yic oval yet' eb' ayq'ue t'a yib'anh chej."
        },
        {
            "number": "6",
            "text": "Ha t'a jun rato chi', ix b'at q'uelnaj vinh t'a spatic, ix in yilanb'at vinh, ix in yavtancot vinh. --Tik ayin mamin, xin chi t'a vinh."
        },
        {
            "number": "7",
            "text": "Ix sk'anb'an vinh t'ayin b'ajtil in coti. Ix valan t'a vinh to amalecita in."
        },
        {
            "number": "8",
            "text": "Ix yalanxi vinh t'ayin to tzin nitzb'at in b'ha t'a stz'ey, tzin milancham vinh t'a junelnhej yalani. Moc chi' pitzanto vinh, palta toxo ix och pitz'an syail t'a sk'ool vinh."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix in nitzb'at in b'ha t'a stz'ey vinh, ix in wach' milancham vinh yic max ste ab'ej syail, yujto ix wila'' to toxoval scham vinh, yujto toxo ix em vinh t'a yib'anh snhi' q'uen slanza chi'. Ayic ix lajvi scham vinh chi', ix vik'anel scorona vinh t'a sjolom yet' brazalete ayoch t'a sk'ab' vinh, ix vik'ancot t'ayach mamin, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ayic ix yab'an vinhaj David chi' icha chi', ix snhik'chitanb'at spichul vinh yuj cusk'olal yet' eb' ajun yet'oc."
        },
        {
            "number": "11",
            "text": "Ix te ok' eb' yuj schamel vinhaj Saúl yet' vinh yuninal chi', aton vinhaj Jonatán, yujto toxo ix ak'ji ganar eb' soldado israel schonhab' Jehová yuj eb' filisteo. Majxo valaj eb' yuj cusk'olal masanto ix em k'u."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi' ix sk'anb'an vinhaj David t'a vinh quelem ix ik'ancot ab'ix chi': --¿B'ajtil aljinac ach? xchi vinh. --Ha in tik yuninal in jun vinh amalecita ayek' cajan t'a e cal tik, xchi vinh quelem chi'."
        },
        {
            "number": "13",
            "text": "--¿Tas yuj ix a tek'b'ej a b'a a milancham vinh sik'b'ilel yuj Jehová chi'? xchi vinhaj David chi'."
        },
        {
            "number": "14",
            "text": "Ix lajvinhej chi', ix yavtancot jun soldado vinhaj David chi': --Milcham jun vinac tik, xchi vinh. Val chi' ix miljicham vinh quelem chi'."
        },
        {
            "number": "15",
            "text": "Ayic van smiljicham vinh chi', ix yalan vinhaj David chi': --Ha ach ay a mul yuj chi' tzach chami. Ha ach ix alelta a mul chi' to ix a milcham vinh rey sik'b'iloch yuj Jehová, xchi vinh."
        },
        {
            "number": "16",
            "text": "Ix sb'itej jun b'it tik vinhaj David yuj cusk'olal yuj schamel vinhaj Saúl yet' vinhaj Jonatán."
        },
        {
            "number": "17",
            "text": "Ha jun b'it tik, ix checji sk'ayb'ej masanil eb' aj Judá yuj vinh. Ix stz'ib'chajpaxcan t'a yol ch'anh slibro vinhaj Jaser:"
        },
        {
            "number": "18",
            "text": "Ex vetisraelal, ob'iltac ix aj yak'ji ganar sb'inajnaquil co chonhab' t'a vitzal Gilboa. Ay... tas val yuj ix ak'ji ganar eb' nivac vinac yaj t'a co cal."
        },
        {
            "number": "19",
            "text": "Manh eyal yab' eb' aj chonhab' Gat tas ix uji, manh eyalel t'a yoltac scalleal Ascalón, yic wach' max tzalaj eb' ix filistea, yic wach' max q'ue chennaj eb' ix ch'oc chonhab'il chi' yuj tzalajk'olal."
        },
        {
            "number": "20",
            "text": "Manhxoocab' em nhab' yet' yal ak'val t'a yib'anh vitzal Gilboa chi', yic maxtzac q'uib' tas tz'ak'ji t'a ofrendail, yujto ata' ix laj tek'jican smaclab' jul-lab' eb' vinh soldado yic Israel te tek'an. Ata' ix satel scopopial yilji smaclab' jul-lab' vinhaj Saúl."
        },
        {
            "number": "21",
            "text": "Juntaquel ix meltzaj vinhaj Saúl yet' vinhaj Jonatán t'a oval, chik'tac, ma xepu'tac q'uen yespada eb' vinh yet' sjul-lab'. Malaj b'aj smeltzaj eb' vinh t'a ichnhejta', a eb' ajk'ol nivac yelk'ochi, a eb' smilcham eb' vinh."
        },
        {
            "number": "22",
            "text": "Ach Saúl yet' ach Jonatán, te nib'ab'il ex. Junnhej eyaji ayic pitzan ex, junnhej pax ix aj e chami. Te jelan e b'ey t'a yichanh nok' ch'acb'a. Te ay eyip t'a yichanh nok' choj."
        },
        {
            "number": "23",
            "text": "Ex ix aj Israel, ok'anhec yuj vinhaj Saúl. Ix eyak'och k'apac pichul chacchac yet' pax lino te wach' yuj vinh, ix yak'an oro vinh yelvanub'oc e pichul."
        },
        {
            "number": "24",
            "text": "Ay... tas val ix aj yak'ji ganar eb' nivac vinac t'a oval. Ix miljicham vinhaj Jonatán t'a jolomtac vitz."
        },
        {
            "number": "25",
            "text": "Ach vuk'tac aj Jonatán, tzin te cus uuj. Manhxa yalb'anil jantac a wach'il ix ak' t'ayin. Ha val b'aj in a xajanejnac, ek'to t'a yichanh b'aj tzonh xajanej eb' ix ix."
        },
        {
            "number": "26",
            "text": "Ay... tas ix aj scham eb' vinh soldado te tek'an. Masanil syamk'ab' eb' vinh ak'um oval ix satcaneli, xchi vinhaj David chi'."
        }
    ]
}