{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix ak'ji ganar eb' amalecita yuj winhaj David, ix meltzaj winh t'a Siclag. Axo t'a schab'jial sk'ochxi winh ta', ix k'och jun winh quelem spetoj t'a scampamento winhaj Saúl, toxo ix snhik'chitejb'at spichul winh ayochi, aypaxq'ue lum lum t'a skal xil sjolom winh, yic sch'oxanel winh to ay scusk'olal winh. Axo ix k'och winh t'a yichanh winhaj David chi', ix em nhojan winh."
        },
        {
            "number": "2",
            "text": "Ix sk'anb'an winhaj David chi' t'a winh: --¿B'ajtil ach coti? xchi winh. --Toxonhej ix in el lemnaj t'a scampamento eb' etisraelal, xchi winh."
        },
        {
            "number": "3",
            "text": "--¿Tas ix uji jun? Al jab'oc vab'i, xchi winhaj David chi'. --Ix ak'ji ganar eb' etisraelal chi'. Ay eb' ixto elcani, ay eb' ix chami. Ix champax winhaj Saúl yet' winh yuninal, aton winhaj Jonatán, xchi winh."
        },
        {
            "number": "4",
            "text": "--¿Tas ix aj ojtacaneli tato ix cham winhaj Saúl yet' winh yuninal chi'? xchi winhaj David chi'."
        },
        {
            "number": "5",
            "text": "Ix tak'vi winh: --Q'uinh val ayinek' t'a vitzal Gilboa, ix vilani to toxonhej nhojanem winhaj Saúl chi' t'a yib'anh q'uen slanza. Tzak'anxo val sk'och eb' ajk'ol chi' t'a spatic winh yet' scarruaje eb' yic oval yet' eb' ayq'ue t'a yib'anh chej."
        },
        {
            "number": "6",
            "text": "Ha t'a jun rato chi', ix b'at q'uelnaj winh t'a spatic, ix in yilanb'at winh, ix in yavtancot winh. --Tik ayin mamin, xin chi t'a winh."
        },
        {
            "number": "7",
            "text": "Ix sk'anb'an winh t'ayin b'ajtil in coti. Ix valan t'a winh to amalecita in."
        },
        {
            "number": "8",
            "text": "Ix yalanxi winh t'ayin to tzin nitzb'at in b'ha t'a stz'ey, tzin milancham winh t'a junelnhej yalani. Moc chi' pitzanto winh, palta toxo ix och pitz'an syail t'a sk'ool winh."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix in nitzb'at in b'ha t'a stz'ey winh, ix in wach' milancham winh yic max ste ab'ej syail, yujto ix wila'' to toxoval scham winh, yujto toxo ix em winh t'a yib'anh snhi' q'uen slanza chi'. Ayic ix lajvi scham winh chi', ix vik'anel scorona winh t'a sjolom yet' brazalete ayoch t'a sk'ab' winh, ix vik'ancot t'ayach mamin, xchi winh."
        },
        {
            "number": "10",
            "text": "Ayic ix yab'an winhaj David chi' icha chi', ix snhik'chitanb'at spichul winh yuj cusk'olal yet' eb' ajun yet'oc."
        },
        {
            "number": "11",
            "text": "Ix te ok' eb' yuj schamel winhaj Saúl yet' winh yuninal chi', aton winhaj Jonatán, yujto toxo ix ak'ji ganar eb' soldado israel schonhab' Jehová yuj eb' filisteo. Majxo valaj eb' yuj cusk'olal masanto ix em k'u."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi' ix sk'anb'an winhaj David t'a winh quelem ix ik'ancot ab'ix chi': --¿B'ajtil aljinac ach? xchi winh. --Ha in tik yuninal in jun winh amalecita ayek' cajan t'a e cal tik, xchi winh quelem chi'."
        },
        {
            "number": "13",
            "text": "--¿Tas yuj ix a tek'b'ej a b'a a milancham winh sik'b'ilel yuj Jehová chi'? xchi winhaj David chi'."
        },
        {
            "number": "14",
            "text": "Ix lajwinhej chi', ix yavtancot jun soldado winhaj David chi': --Milcham jun vinac tik, xchi winh. Val chi' ix miljicham winh quelem chi'."
        },
        {
            "number": "15",
            "text": "Ayic van smiljicham winh chi', ix yalan winhaj David chi': --Ha ach ay a mul yuj chi' tzach chami. Ha ach ix alelta a mul chi' to ix a milcham winh rey sik'b'iloch yuj Jehová, xchi winh."
        },
        {
            "number": "16",
            "text": "Ix sb'itej jun b'it tik winhaj David yuj cusk'olal yuj schamel winhaj Saúl yet' winhaj Jonatán."
        },
        {
            "number": "17",
            "text": "Ha jun b'it tik, ix checji sk'ayb'ej masanil eb' aj Judá yuj winh. Ix stz'ib'chajpaxcan t'a yol ch'anh slibro winhaj Jaser:"
        },
        {
            "number": "18",
            "text": "Ex vetisraelal, ob'iltac ix aj yak'ji ganar sb'inajnaquil co chonhab' t'a vitzal Gilboa. Ay... tas val yuj ix ak'ji ganar eb' nivac vinac yaj t'a co cal."
        },
        {
            "number": "19",
            "text": "Manh eyal yab' eb' aj chonhab' Gat tas ix uji, manh eyalel t'a yoltac scalleal Ascalón, yic wach' max tzalaj eb' ix filistea, yic wach' max q'ue chennaj eb' ix ch'oc chonhab'il chi' yuj tzalajk'olal."
        },
        {
            "number": "20",
            "text": "Manhxoocab' em nhab' yet' yal ak'val t'a yib'anh vitzal Gilboa chi', yic maxtzac q'uib' tas tz'ak'ji t'a ofrendail, yujto ata' ix laj tek'jican smaclab' jul-lab' eb' winh soldado yic Israel te tek'an. Ata' ix satel scopopial yilji smaclab' jul-lab' winhaj Saúl."
        },
        {
            "number": "21",
            "text": "Juntaquel ix meltzaj winhaj Saúl yet' winhaj Jonatán t'a oval, chik'tac, ma xepu'tac q'uen yespada eb' winh yet' sjul-lab'. Malaj b'aj smeltzaj eb' winh t'a ichnhejta', a eb' ajk'ol nivac yelk'ochi, a eb' smilcham eb' winh."
        },
        {
            "number": "22",
            "text": "Ach Saúl yet' ach Jonatán, te nib'ab'il ex. Junnhej eyaji ayic pitzan ex, junnhej pax ix aj e chami. Te jelan e b'ey t'a yichanh nok' ch'acb'a. Te ay eyip t'a yichanh nok' choj."
        },
        {
            "number": "23",
            "text": "Ex ix aj Israel, ok'anhec yuj winhaj Saúl. Ix eyak'och k'apac pichul chacchac yet' pax lino te wach' yuj winh, ix yak'an oro winh yelvanub'oc e pichul."
        },
        {
            "number": "24",
            "text": "Ay... tas val ix aj yak'ji ganar eb' nivac vinac t'a oval. Ix miljicham winhaj Jonatán t'a jolomtac vitz."
        },
        {
            "number": "25",
            "text": "Ach vuk'tac aj Jonatán, tzin te kus uuj. Manhxa yalb'anil jantac a wach'il ix ak' t'ayin. Ha val b'aj in a xajanejnac, ek'to t'a yichanh b'aj tzonh xajanej eb' ix ix."
        },
        {
            "number": "26",
            "text": "Ay... tas ix aj scham eb' winh soldado te tek'an. Masanil syamk'ab' eb' winh ak'um oval ix satcaneli, xchi winhaj David chi'."
        }
    ]
}