{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix ak'ji ganar heb' amalecita yuj winhaj Dawid, ix meltzaj winh t'a Siclag. Axo t'a schab'jial sk'ochxi winh ta', ix k'och jun winh quelem spetoj t'a skampamento winhaj Saúl, toxo ix snhik'chitejb'at spichul winh ayochi, aypaxk'e lum lum t'a skal xil sjolom winh, yic sch'oxanel winh to ay scusk'olal winh. Axo ix k'och winh t'a yichanh winhaj Dawid chi', ix em nhojan winh."
        },
        {
            "number": "2",
            "text": "Ix sk'anb'an winhaj Dawid chi' t'a winh: --¿B'ajtil ach koti? xchi winh. --Toxonhej ix in el lemnaj t'a skampamento heb' etisraelal, xchi winh."
        },
        {
            "number": "3",
            "text": "--¿Tas ix uji jun? Al jab'oc wab'i, xchi winhaj Dawid chi'. --Ix ak'ji ganar heb' etisraelal chi'. Ay heb' ixto elkani, ay heb' ix chami. Ix champax winhaj Saúl yet' winh yuninal, aton winhaj Jonatán, xchi winh."
        },
        {
            "number": "4",
            "text": "--¿Tas ix aj ojtakaneli tato ix cham winhaj Saúl yet' winh yuninal chi'? xchi winhaj Dawid chi'."
        },
        {
            "number": "5",
            "text": "Ix tak'wi winh: --Q'uinh wal ayinek' t'a witzal Gilboa, ix wilani to toxonhej nhojanem winhaj Saúl chi' t'a yib'anh k'een slanza. Tzak'anxo wal sk'och heb' ajk'ol chi' t'a spatic winh yet' skarruaje heb' yic owal yet' heb' ayk'e t'a yib'anh chej."
        },
        {
            "number": "6",
            "text": "Ha t'a jun rato chi', ix b'at k'elnaj winh t'a spatic, ix in yilanb'at winh, ix in yavtancot winh. --Tik ayin mamin, xin chi t'a winh."
        },
        {
            "number": "7",
            "text": "Ix sk'anb'an winh t'ayin b'ajtil in koti. Ix walan t'a winh to amalecita in."
        },
        {
            "number": "8",
            "text": "Ix yalanxi winh t'ayin to tzin nitzb'at in b'ha t'a stz'ey, tzin milancham winh t'a junelnhej yalani. Moc chi' pitzanto winh, palta toxo ix och pitz'an syail t'a sk'ool winh."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix in nitzb'at in b'ha t'a stz'ey winh, ix in wach' milancham winh yic max ste ab'ej syail, yujto ix wila'' to toxowal scham winh, yujto toxo ix em winh t'a yib'anh snhi' k'een slanza chi'. Ayic ix lajwi scham winh chi', ix wik'anel scorona winh t'a sjolom yet' brazalete ayoch t'a sk'ab' winh, ix wik'ancot t'ayach mamin, xchi winh."
        },
        {
            "number": "10",
            "text": "Ayic ix yab'an winhaj Dawid chi' icha chi', ix snhik'chitanb'at spichul winh yuj cusk'olal yet' heb' ajun yet'oc."
        },
        {
            "number": "11",
            "text": "Ix te ok' heb' yuj schamel winhaj Saúl yet' winh yuninal chi', aton winhaj Jonatán, yujto toxo ix ak'ji ganar heb' soldado israel schonhab' Jehová yuj heb' filisteo. Majxo walaj heb' yuj cusk'olal masanto ix em k'u."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi' ix sk'anb'an winhaj Dawid t'a winh quelem ix ik'ancot ab'ix chi': --¿B'ajtil aljinac ach? xchi winh. --Ha in tik yuninal in jun winh amalecita ayek' kajan t'a he kal tik, xchi winh quelem chi'."
        },
        {
            "number": "13",
            "text": "--¿Tas yuj ix a tek'b'ej a b'a a milancham winh sik'b'ilel yuj Jehová chi'? xchi winhaj Dawid chi'."
        },
        {
            "number": "14",
            "text": "Ix lajwinhej chi', ix yavtancot jun soldado winhaj Dawid chi': --Milcham jun winak tik, xchi winh. Val chi' ix miljicham winh quelem chi'."
        },
        {
            "number": "15",
            "text": "Ayic wan smiljicham winh chi', ix yalan winhaj Dawid chi': --Ha ach ay a mul yuj chi' tzach chami. Ha ach ix alelta a mul chi' to ix a milcham winh rey sik'b'iloch yuj Jehová, xchi winh."
        },
        {
            "number": "16",
            "text": "Ix sb'itej jun b'it tik winhaj Dawid yuj cusk'olal yuj schamel winhaj Saúl yet' winhaj Jonatán."
        },
        {
            "number": "17",
            "text": "Ha jun b'it tik, ix checji sk'ayb'ej masanil heb' aj Judá yuj winh. Ix stz'ib'chajpaxkan t'a yol ch'anh slibro winhaj Jaser:"
        },
        {
            "number": "18",
            "text": "Ex wetisraelal, ob'iltac ix aj yak'ji ganar sb'inajnaquil ko chonhab' t'a witzal Gilboa. Ay... tas wal yuj ix ak'ji ganar heb' niwac winak yaj t'a ko kal."
        },
        {
            "number": "19",
            "text": "Manh eyal yab' heb' aj chonhab' Gat tas ix uji, manh eyalel t'a yoltac skalleal Askalón, yic wach' max tzalaj heb' ix filistea, yic wach' max k'e chennaj heb' ix ch'oc chonhab'il chi' yuj tzalajk'olal."
        },
        {
            "number": "20",
            "text": "Manhxookab' em nhab' yet' yal ak'wal t'a yib'anh witzal Gilboa chi', yic maxtzac q'uib' tas tz'ak'ji t'a ofrendail, yujto ata' ix laj tek'jikan smaclab' jul-lab' heb' winh soldado yic Israel te tek'an. Ata' ix satel scopopial yilji smaclab' jul-lab' winhaj Saúl."
        },
        {
            "number": "21",
            "text": "Juntaquel ix meltzaj winhaj Saúl yet' winhaj Jonatán t'a owal, chik'tac, ma xepu'tac k'een yespada heb' winh yet' sjul-lab'. Malaj b'aj smeltzaj heb' winh t'a ichnhejta', a heb' ajk'ol niwac yelk'ochi, a heb' smilcham heb' winh."
        },
        {
            "number": "22",
            "text": "Ach Saúl yet' ach Jonatán, te nib'ab'il ex. Junnhej eyaji ayic pitzan ex, junnhej pax ix aj he chami. Te jelan he b'ey t'a yichanh nok' ch'acb'a. Te ay eyip t'a yichanh nok' choj."
        },
        {
            "number": "23",
            "text": "Ex ix aj Israel, ok'anhec yuj winhaj Saúl. Ix eyak'och k'apac pichul chacchac yet' pax lino te wach' yuj winh, ix yak'an oro winh yelwanub'oc he pichul."
        },
        {
            "number": "24",
            "text": "Ay... tas wal ix aj yak'ji ganar heb' niwac winak t'a owal. Ix miljicham winhaj Jonatán t'a jolomtac witz."
        },
        {
            "number": "25",
            "text": "Ach wuk'tac aj Jonatán, tzin te kus uuj. Manhxa yalb'anil jantac a wach'il ix ak' t'ayin. Ha wal b'aj in a xajanejnac, ek'to t'a yichanh b'aj tzonh xajanej heb' ix ix."
        },
        {
            "number": "26",
            "text": "Ay... tas ix aj scham heb' winh soldado te tek'an. Masanil syamk'ab' heb' winh ak'um owal ix satkaneli, xchi winhaj Dawid chi'."
        }
    ]
}