{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix ek' jun pekti’, ix cham winhaj Nahas, sreyal heb' amonita, haxo winh yuninal winh skuchan Hanún ix ochkan reyal."
        },
        {
            "number": "2",
            "text": "Ix sna' winhaj rey Dawid chi' to yowalil sch'ox swach'k'olal winh t'a winhaj Hanún chi', yujto sch'oxnac swach'k'olal winh smam winh t'a winh. Yuj chi' ix schecb'at juntzanh schekab' winh t'a winhaj Hanún chi' yic syak'an sniwanil sk'ool winh yuj schamel smam chi'. Palta ayic ix k'och heb' chekab' t'a schonhab' heb' amonita chi',"
        },
        {
            "number": "3",
            "text": "a heb' winh yajal yaj t'a chonhab' chi', ix yal heb' winh t'a winhaj Hanún chi': Mamin rey, ¿tom tzak'och t'a a k'ool to niwan yelk'och winh a mam chi' t'a yol sat winhaj rey Dawid chi', yuj chi' ix scheccot juntzanh winak tik winh yic syak' sniwanil a k'ool heb'? Maay. Ix checjicot heb' yuj winh yic tzul yil heb' tas yaj ko chonhab' tik, yic tzul satanel heb', xchi heb' t'a winh."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix schekan winhaj Hanún chi' yamjoc heb' schekab' winhaj rey Dawid chi', ix joxjiel xil sti' heb' t'a jun pak'anh spak'ul sti', ix poljiel yoctac sti' spichul heb' masanto ix k'eul t'a sti' syoop heb', ix lajwi chi' ix schekan pax heb' winh."
        },
        {
            "number": "5",
            "text": "Ayic ix yab'an winhaj rey Dawid chi' tas ix aj heb', ix checjib'at schaumal heb' yuj winh, yujto te q'uixwelal ix utaj heb', ix alji t'a heb' to skan heb' t'a Jericó masanto sq'uib'xi xil sti' heb' chi', ichato chi' syal smeltzaj pax ta heb'."
        },
        {
            "number": "6",
            "text": "Axo heb' amonita chi', ix nachajel yuj heb' to chuk ix kan heb' t'a winhaj rey Dawid chi', yuj chi' 20 mil heb' soldado yic Siria t'a yol yic Bet-rehob yet' t'a yol yic Soba ix stup heb'. Ix cotpax mil heb' soldado winh sreyal Maaca yet' 12 mil heb' soldado aj Is-tob."
        },
        {
            "number": "7",
            "text": "Axo ix yab'an jun chi' winhaj rey Dawid chi', ix schekanb'at winhaj Joab winh yet' heb' soldado chi'."
        },
        {
            "number": "8",
            "text": "Ix elta heb' amonita chi' t'a sti' schonhab', ix sb'oanoch sb'a heb' t'a owal ta', haxo heb' soldado ix tupji yic scot yak' owal chi', najat ix sb'opaxem sb'a heb' t'a stiel chonhab' chi'."
        },
        {
            "number": "9",
            "text": "Ayic ix yilan winhaj Joab chi' to ay jun makan heb' soldado t'a yichanh winh, ay pax junxo makan heb' t'a spatic winh, ix sik'anel heb' soldado winh, aton heb' te jelan t'a owal, yic syak'an owal heb' yet' heb' sirio chi'."
        },
        {
            "number": "10",
            "text": "Axo juntzanhxo heb' soldado, ix yak'och winh t'a yol sk'ab' winhaj Abisai winh yuk'tac winh, yic sb'at heb' yak' owal yet' heb' amonita chi'."
        },
        {
            "number": "11",
            "text": "Ix yalan winhaj Joab chi' t'a winh yuk'tac chi' icha tik: Tato a heb' sirio chi' wan in yak'an ganar, tzach cot in a colo'. Tato a heb' amonita chi' wan ach yak'an ganar jun, a inxo ol in b'at ach in colo'."
        },
        {
            "number": "12",
            "text": "Cak' quip, ko tek'b'ej ko b'a yuj ko colan ko chonhab' a onh schonhab' onh ko Diosal tik. Elokab'k'och tas wach' snib'ej Jehová, xchi winhaj Joab chi'."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix b'at winhaj Joab chi' yet' heb' soldado yak' owal yet' heb' sirio chi', haxo ix aji, ix el lemnaj heb' t'a yichanh winh."
        },
        {
            "number": "14",
            "text": "Ayic ix yilan heb' amonita to toxo ix el lemnaj heb' sirio chi', ix elpax lemnaj heb' t'a yichanh winhaj Abisai, ix och heb' scol sb'ha t'a yol schonhab' chi'. Yuj chi' ix och waan winhaj Joab chi' yak'an owal yet' heb' amonita chi', ix meltzajcot winh t'a Jerusalén."
        },
        {
            "number": "15",
            "text": "Ayic ix yilan heb' sirio chi' to ix ak'ji ganar heb' yuj heb' israel, ix smolb'anxi sb'a heb'."
        },
        {
            "number": "16",
            "text": "Ix avtajcot heb' sirio chi' yuj winhaj rey Hadad-ezer, aton heb' ay t'a junxo sk'axepalek' ha' Éufrates, ix k'och heb' t'a chonhab' Helam. Ha winhaj Sobac b'ab'el t'a yichanh heb', aton winh yajal t'a heb' soldado yic winhaj rey Hadad-ezer chi'."
        },
        {
            "number": "17",
            "text": "Palta ix alchajpax juntzanh tik t'a winhaj rey Dawid, yuj chi' ix smolb'ej masanil heb' soldado yic Israel winh, ix ek' heb' t'a sk'axepal ha' Jordán, ix k'och heb' t'a Helam. Ata' ix stek'b'ej sb'a heb' sirio chi' yak'an owal yet' heb' israel chi'."
        },
        {
            "number": "18",
            "text": "Axo ix aji, ix el lemnaj heb' sirio chi' t'a yichanh winhaj rey Dawid chi' yet' heb' israel. 40 mil soldado ayk'e t'a yib'anh chej yet' pax 700 heb' ayoch t'a yol carruaje ix smilcham heb' soldado yic Israel chi'. Ix champax winhaj Sobac yajalil heb' soldado sirio yuj heb'."
        },
        {
            "number": "19",
            "text": "Ayic ix yilan masanil heb' rey ayoch yet' winhaj rey Hadad-ezer chi' to toxo ix ak'ji ganar heb' yuj heb' israel chi', ix yak'anoch sb'a heb' t'a junk'olal yet' heb' israel chi', yuj chi' ix kanxonhej heb' t'a yalanh smandar winhaj rey Dawid chi'. Atax ta' ix xivcank'e heb' sirio chi', majxo yak'xiochlaj sb'a heb' skolwaj yet' heb' amonita chi'."
        }
    ]
}