{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a junxo ab'il, t'a stiempoal sb'at eb' rey t'a oval, ix checjib'at vinhaj Joab yuj vinhaj rey David yet' masanil eb' yajalil eb' soldado yet' masanil eb' soldado israel t'a oval. Ix satanel eb' amonita eb', ix yoyan sb'a eb' t'a spatic chonhab' Rabá. Maj b'atlaj vinh rey chi' yet' eb', ix kan vinh t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ha t'a jun yemk'ualil, ix q'ue vaan vinhaj rey David chi' t'a sat sch'at, ix q'ue vinh matz'anel t'a spanhanil yib'anh spat. Ayic ayek' vinh ta', ix yilanb'at jun ix ix vinh, van sb'ican sb'a ix, te wach' yilji ix ix yil vinh."
        },
        {
            "number": "3",
            "text": "Elanhchamel ix schecb'at vinh k'anb'ajek'oc mach jun ix ix chi', haxo ix alchaj t'a vinh to a ix Betsabé yisil vinhaj Eliam, yetb'eyum vinhaj Urías heteo."
        },
        {
            "number": "4",
            "text": "Elanhchamel ix schecb'at schecab' vinh yic b'at ik'joccot ix, ix vay vinh yet' ix. Ixlajwi chi', ix sacb'itan sb'a ix, ix pax ix t'a spat."
        },
        {
            "number": "5",
            "text": "Axo ix aji, ix scuchcanoch yune' ix, yuj chi' elanhchamel ix yalb'at ix yab' vinhaj rey David chi'."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an vinh icha chi', ix yalanb'at vinh t'a vinhaj Joab to spaxta vinhaj Urías chi' t'a oval. Ix sk'anab'ajan vinhaj Joab tas ix yal vinh chi'."
        },
        {
            "number": "7",
            "text": "Axo ix javi vinhaj Urías sch'ox sb'ha t'a yichanh vinh rey chi', ix sk'anb'an vinh tato wach' sk'ol vinhaj Joab yet' eb' soldado, chajtil pax yak'an oval."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi' ix yalan vinh t'a vinhaj Urías chi' icha tik: Ixic, b'at ik' ip, tzach vay t'a a pat, xchi vinh t'a vinh. Ixnhej val elta vinh t'a yol spalacio vinh rey chi', ix b'at ak'jican svael vinh, te wach' icha svael vinh rey."
        },
        {
            "number": "9",
            "text": "Palta maj b'atlaj vinh t'a spat chi'. Ix vaycan vinh yet' eb' soldado stanhvan palacio chi'."
        },
        {
            "number": "10",
            "text": "Axo t'a junxo k'u, ix alji t'a vinh rey chi' to maj b'at vaylaj vinhaj Urías chi' t'a spat t'a jun ak'val chi'. Yuj chi' ix sk'anb'ej vinh rey chi' t'a vinh: --¿Tas yuj maj xid' ach vay t'a a pat, ina to ayxotax a b'atcani? xchi vinh rey chi' t'a vinh."
        },
        {
            "number": "11",
            "text": "Ix tak'vi vinh: --Max yal-laj in comon b'at t'a in pat yic tzin wa'i, tzin vaypax yet' ix vetb'eyum yacb'an a te' scaxail strato Jehová yet' eb' vetsoldadoal yic Israel yet' eb' yic Judá, a te' xiltac te' ayq'ue t'a yib'anh eb', icha pax chi' vinh vajalil vinhaj Joab yet' eb' yetyajalil, ha t'a ak'lic b'aj svay eb'. Mamin rey, max yal-laj in k'ol to wach' b'aj ol in vayoc, xchi vinhaj Urías chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan vinhaj David chi' t'a vinh: --Cananh t'a junxo ak'val tik, haxo k'ik'an tzach b'ati, xchi vinh t'a vinh. Ichato chi' ix kan vinhaj Urías chi' t'a junxo ak'val chi' t'a Jerusalén."
        },
        {
            "number": "13",
            "text": "Ix yavtej vinh vinh rey chi' vael yet'oc, ix yak'an vino vinh yuq'uej vinh. Ix q'ue t'a sjolom vinhaj Urías chi', palta manh yujoc chi' ix b'at vinh vayanh t'a spat chi', ata' ix vayxican vinh yet' eb' soldado junelxo."
        },
        {
            "number": "14",
            "text": "Axo ix q'uinhib'i t'a junxo k'u, ix stz'ib'anb'at jun carta vinhaj rey David chi' t'a vinhaj Joab, ix schecan vinh yik'b'at ch'anh vinhaj Urías chi'."
        },
        {
            "number": "15",
            "text": "Ix yalanb'at vinh t'a ch'anh icha tik: Tzak'och vinhaj Urías tik t'a yichanh b'aj te ov yak'an oval, tzex el t'a stz'ey vinh yic wach' scham vinh, xchib'at vinh."
        },
        {
            "number": "16",
            "text": "Yuj chi', ayic ix yoyan sb'a vinhaj Joab chi' yet' eb' soldado t'a spatic jun chonhab' chi', a b'aj ayek' eb' ajk'ol te jelan, ata' ix ak'jioch vinhaj Urías chi' yuj vinhaj Joab chi'."
        },
        {
            "number": "17",
            "text": "Axo yic ix elta eb' ajk'ol chi' t'a yol schonhab', ix yak'an oval eb' yet' eb' soldado vinhaj Joab chi'. Ay jayvanh eb' soldado vinhaj David chi' ix chami, ha t'a skal eb' ix cham vinhaj Urías chi'."
        },
        {
            "number": "18",
            "text": "Ix yak'ancot jun vinh schecab' vinhaj Joab chi' t'a vinhaj rey David yic syalani chajtil ix aj yoch oval chi'."
        },
        {
            "number": "19",
            "text": "Ix yalan vinh t'a vinh schecab' chi': Ayic slajvi alan t'a vinh rey tas ix aj yoch oval tik,"
        },
        {
            "number": "20",
            "text": "talaj scot yoval vinh, syalan vinh: ¿Tas yuj ix ex te och t'a tz'ey jun chonhab' chi'? ¿Tom manh eyojtacoc to a eb' ayq'ue t'a yib'anh muro syal yactanemta junok tas eb' t'a eyib'anh?"
        },
        {
            "number": "21",
            "text": "¿Tom manh eyojtacoc yab'ixal jun ix ix t'a Tebes, ix yactejemta jun q'uen q'ueen yic molino ix t'a sjolom vinhaj Abimelec yuninal vinhaj Jerobaal? ¿Tas yuj ix e te nitzejoch e b'a? ta xchi vinh, tzalani to ix champax vinhaj Urías heteo, xchi vinhaj Joab chi'."
        },
        {
            "number": "22",
            "text": "Ix cot jun vinh checab' chi', ix javi vinh t'a yichanh vinhaj rey David chi', ix yalan vinh masanil tas ix yalcot vinhaj Joab chi'."
        },
        {
            "number": "23",
            "text": "Ix yalan vinh icha tik: --Te ov ix aj yelta eb' ajk'ol chi' t'ayonh. Ijan val ix onh yak' ganar eb', palta ix co tek'b'ej co b'a co pechan meltzaj eb', masanto ix ochxican eb' t'a yol schonhab' chi'."
        },
        {
            "number": "24",
            "text": "Ha t'a yib'anh muro ix julvajcot eb' vinh ajk'ol chi' t'a eb' a checab', yuj chi' ix cham jayvanh eb' vinh soldado, ix champax vinhaj Urías heteo, xchi jun vinh checab' chi'."
        },
        {
            "number": "25",
            "text": "Ix yalan vinh rey t'a jun vinh checab' chi': --Al t'a vinhaj Joab chi' to max cuslaj vinh yuj jun chi'. Toxonton icha chi' t'a oval tik, ay mach schami. Yak'ocab' yip vinh yak'an oval t'a jun chonhab' chi', masanto syal satel eb' anima chi' yuj vinh, xa chi t'a vinh. Icha chi' tz'aj iptzitan vinhaj Joab chi', xchi vinhaj rey David chi' t'a jun vinh checab' chi'."
        },
        {
            "number": "26",
            "text": "Ayic ix yab'an ix yetb'eyum vinhaj Urías to toxo ix cham vinh yetb'eyum ix chi', ix och ix t'a cusk'olal yuj vinh."
        },
        {
            "number": "27",
            "text": "Ayic ix lajvi yek' scusk'olal ix, icha sb'eyb'al eb', ix b'at checchaj ik'jicot ix t'a spat yuj vinhaj rey David chi', ix och ix yetb'eyumoc vinh. Ix alji jun yune' ix. Palta a jun tas ix sk'ulej vinh chi', maj schalaj sk'ol Jehová."
        }
    ]
}