{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a junxo ab'il, t'a stiempoal sb'at eb' rey t'a oval, ix checjib'at winhaj Joab yuj winhaj rey David yet' masanil eb' yajalil eb' soldado yet' masanil eb' soldado israel t'a oval. Ix satanel eb' amonita eb', ix yoyan sb'a eb' t'a spatic chonhab' Rabá. Maj b'atlaj winh rey chi' yet' eb', ix kan winh t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ha t'a jun yemk'ualil, ix q'ue vaan winhaj rey David chi' t'a sat sch'at, ix q'ue winh matz'anel t'a spanhanil yib'anh spat. Ayic ayek' winh ta', ix yilanb'at jun ix ix winh, van sb'ican sb'a ix, te wach' yilji ix ix yil winh."
        },
        {
            "number": "3",
            "text": "Elanhchamel ix schecb'at winh k'anb'ajek'oc mach jun ix ix chi', haxo ix alchaj t'a winh to a ix Betsabé yisil winhaj Eliam, yetb'eyum winhaj Urías heteo."
        },
        {
            "number": "4",
            "text": "Elanhchamel ix schecb'at schecab' winh yic b'at ik'joccot ix, ix vay winh yet' ix. Ixlajwi chi', ix sacb'itan sb'a ix, ix pax ix t'a spat."
        },
        {
            "number": "5",
            "text": "Axo ix aji, ix scuchcanoch yune' ix, yuj chi' elanhchamel ix yalb'at ix yab' winhaj rey David chi'."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an winh icha chi', ix yalanb'at winh t'a winhaj Joab to spaxta winhaj Urías chi' t'a oval. Ix sk'anab'ajan winhaj Joab tas ix yal winh chi'."
        },
        {
            "number": "7",
            "text": "Axo ix javi winhaj Urías sch'ox sb'ha t'a yichanh winh rey chi', ix sk'anb'an winh tato wach' sk'ol winhaj Joab yet' eb' soldado, chajtil pax yak'an oval."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi' ix yalan winh t'a winhaj Urías chi' icha tik: Ixic, b'at ik' ip, tzach vay t'a a pat, xchi winh t'a winh. Ixnhej val elta winh t'a yol spalacio winh rey chi', ix b'at ak'jican svael winh, te wach' icha svael winh rey."
        },
        {
            "number": "9",
            "text": "Palta maj b'atlaj winh t'a spat chi'. Ix vaycan winh yet' eb' soldado stanhvan palacio chi'."
        },
        {
            "number": "10",
            "text": "Axo t'a junxo k'u, ix alji t'a winh rey chi' to maj b'at vaylaj winhaj Urías chi' t'a spat t'a jun ak'val chi'. Yuj chi' ix sk'anb'ej winh rey chi' t'a winh: --¿Tas yuj maj xid' ach vay t'a a pat, ina to ayxotax a b'atcani? xchi winh rey chi' t'a winh."
        },
        {
            "number": "11",
            "text": "Ix tak'vi winh: --Max yal-laj in comon b'at t'a in pat yic tzin wa'i, tzin vaypax yet' ix vetb'eyum yacb'an a te' scaxail strato Jehová yet' eb' vetsoldadoal yic Israel yet' eb' yic Judá, a te' xiltac te' ayq'ue t'a yib'anh eb', icha pax chi' winh vajalil winhaj Joab yet' eb' yetyajalil, ha t'a ak'lic b'aj svay eb'. Mamin rey, max yal-laj in k'ol to wach' b'aj ol in vayoc, xchi winhaj Urías chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan winhaj David chi' t'a winh: --Cananh t'a junxo ak'val tik, haxo k'ik'an tzach b'ati, xchi winh t'a winh. Ichato chi' ix kan winhaj Urías chi' t'a junxo ak'val chi' t'a Jerusalén."
        },
        {
            "number": "13",
            "text": "Ix yavtej winh winh rey chi' vael yet'oc, ix yak'an vino winh yuq'uej winh. Ix q'ue t'a sjolom winhaj Urías chi', palta manh yujoc chi' ix b'at winh vayanh t'a spat chi', ata' ix vayxican winh yet' eb' soldado junelxo."
        },
        {
            "number": "14",
            "text": "Axo ix q'uinhib'i t'a junxo k'u, ix stz'ib'anb'at jun carta winhaj rey David chi' t'a winhaj Joab, ix schecan winh yik'b'at ch'anh winhaj Urías chi'."
        },
        {
            "number": "15",
            "text": "Ix yalanb'at winh t'a ch'anh icha tik: Tzak'och winhaj Urías tik t'a yichanh b'aj te ov yak'an oval, tzex el t'a stz'ey winh yic wach' scham winh, xchib'at winh."
        },
        {
            "number": "16",
            "text": "Yuj chi', ayic ix yoyan sb'a winhaj Joab chi' yet' eb' soldado t'a spatic jun chonhab' chi', a b'aj ayek' eb' ajk'ol te jelan, ata' ix ak'jioch winhaj Urías chi' yuj winhaj Joab chi'."
        },
        {
            "number": "17",
            "text": "Axo yic ix elta eb' ajk'ol chi' t'a yol schonhab', ix yak'an oval eb' yet' eb' soldado winhaj Joab chi'. Ay jayvanh eb' soldado winhaj David chi' ix chami, ha t'a skal eb' ix cham winhaj Urías chi'."
        },
        {
            "number": "18",
            "text": "Ix yak'ancot jun winh schecab' winhaj Joab chi' t'a winhaj rey David yic syalani chajtil ix aj yoch oval chi'."
        },
        {
            "number": "19",
            "text": "Ix yalan winh t'a winh schecab' chi': Ayic slajvi alan t'a winh rey tas ix aj yoch oval tik,"
        },
        {
            "number": "20",
            "text": "talaj scot yoval winh, syalan winh: ¿Tas yuj ix ex te och t'a tz'ey jun chonhab' chi'? ¿Tom manh eyojtacoc to a eb' ayq'ue t'a yib'anh muro syal yactanemta junok tas eb' t'a eyib'anh?"
        },
        {
            "number": "21",
            "text": "¿Tom manh eyojtacoc yab'ixal jun ix ix t'a Tebes, ix yactejemta jun q'uen q'ueen yic molino ix t'a sjolom winhaj Abimelec yuninal winhaj Jerobaal? ¿Tas yuj ix e te nitzejoch e b'a? ta xchi winh, tzalani to ix champax winhaj Urías heteo, xchi winhaj Joab chi'."
        },
        {
            "number": "22",
            "text": "Ix cot jun winh checab' chi', ix javi winh t'a yichanh winhaj rey David chi', ix yalan winh masanil tas ix yalcot winhaj Joab chi'."
        },
        {
            "number": "23",
            "text": "Ix yalan winh icha tik: --Te ov ix aj yelta eb' ajk'ol chi' t'ayonh. Ijan val ix onh yak' ganar eb', palta ix co tek'b'ej co b'a co pechan meltzaj eb', masanto ix ochxican eb' t'a yol schonhab' chi'."
        },
        {
            "number": "24",
            "text": "Ha t'a yib'anh muro ix julvajcot eb' winh ajk'ol chi' t'a eb' a checab', yuj chi' ix cham jayvanh eb' winh soldado, ix champax winhaj Urías heteo, xchi jun winh checab' chi'."
        },
        {
            "number": "25",
            "text": "Ix yalan winh rey t'a jun winh checab' chi': --Al t'a winhaj Joab chi' to max cuslaj winh yuj jun chi'. Toxonton icha chi' t'a oval tik, ay mach schami. Yak'ocab' yip winh yak'an oval t'a jun chonhab' chi', masanto syal satel eb' anima chi' yuj winh, xa chi t'a winh. Icha chi' tz'aj iptzitan winhaj Joab chi', xchi winhaj rey David chi' t'a jun winh checab' chi'."
        },
        {
            "number": "26",
            "text": "Ayic ix yab'an ix yetb'eyum winhaj Urías to toxo ix cham winh yetb'eyum ix chi', ix och ix t'a cusk'olal yuj winh."
        },
        {
            "number": "27",
            "text": "Ayic ix lajvi yek' scusk'olal ix, icha sb'eyb'al eb', ix b'at checchaj ik'jicot ix t'a spat yuj winhaj rey David chi', ix och ix yetb'eyumoc winh. Ix alji jun yune' ix. Palta a jun tas ix sk'ulej winh chi', maj schalaj sk'ol Jehová."
        }
    ]
}