{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a junxo ab'il, t'a stiempoal sb'at heb' rey t'a owal, ix checjib'at winhaj Joab yuj winhaj rey Dawid yet' masanil heb' yajalil heb' soldado yet' masanil heb' soldado israel t'a owal. Ix satanel heb' amonita heb', ix yoyan sb'a heb' t'a spatic chonhab' Rabá. Maj b'atlaj winh rey chi' yet' heb', ix kan winh t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ha t'a jun yemk'ualil, ix k'e waan winhaj rey Dawid chi' t'a sat sch'at, ix k'e winh matz'anel t'a spanhanil yib'anh spat. Ayic ayek' winh ta', ix yilanb'at jun ix ix winh, wan sb'ican sb'a ix, te wach' yilji ix ix yil winh."
        },
        {
            "number": "3",
            "text": "Elanhchamel ix schecb'at winh k'anb'ajek'oc mach jun ix ix chi', haxo ix alchaj t'a winh to a ix Betsabé yisil winhaj Eliam, yetb'eyum winhaj Urías heteo."
        },
        {
            "number": "4",
            "text": "Elanhchamel ix schecb'at schecab' winh yic b'at ik'joccot ix, ix way winh yet' ix. Ixlajwi chi', ix sacb'itan sb'a ix, ix pax ix t'a spat."
        },
        {
            "number": "5",
            "text": "Axo ix aji, ix scuchcanoch yune' ix, yuj chi' elanhchamel ix yalb'at ix yab' winhaj rey Dawid chi'."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an winh icha chi', ix yalanb'at winh t'a winhaj Joab to spaxta winhaj Urías chi' t'a owal. Ix sk'anab'ajan winhaj Joab tas ix yal winh chi'."
        },
        {
            "number": "7",
            "text": "Axo ix jawi winhaj Urías sch'ox sb'ha t'a yichanh winh rey chi', ix sk'anb'an winh tato wach' sk'ol winhaj Joab yet' heb' soldado, chajtil pax yak'an owal."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi' ix yalan winh t'a winhaj Urías chi' icha tik: Ixic, b'at ik' ip, tzach way t'a a pat, xchi winh t'a winh. Ixnhej wal elta winh t'a yol spalacio winh rey chi', ix b'at ak'jican swael winh, te wach' icha swael winh rey."
        },
        {
            "number": "9",
            "text": "Palta maj b'atlaj winh t'a spat chi'. Ix waycan winh yet' heb' soldado stanhwan palacio chi'."
        },
        {
            "number": "10",
            "text": "Axo t'a junxo k'u, ix alji t'a winh rey chi' to maj b'at waylaj winhaj Urías chi' t'a spat t'a jun ak'wal chi'. Yuj chi' ix sk'anb'ej winh rey chi' t'a winh: --¿Tas yuj maj xid' ach way t'a a pat, ina to ayxotax a b'atcani? xchi winh rey chi' t'a winh."
        },
        {
            "number": "11",
            "text": "Ix tak'wi winh: --Max yal-laj in comon b'at t'a in pat yic tzin wa'i, tzin waypax yet' ix wetb'eyum yacb'an a te' scaxail strato Jehová yet' heb' wetsoldadoal yic Israel yet' heb' yic Judá, a te' xiltac te' ayk'e t'a yib'anh heb', icha pax chi' winh wajalil winhaj Joab yet' heb' yetyajalil, ha t'a ak'lic b'aj sway heb'. Mamin rey, max yal-laj in k'ol to wach' b'aj ol in wayoc, xchi winhaj Urías chi'."
        },
        {
            "number": "12",
            "text": "Ix yalan winhaj Dawid chi' t'a winh: --Cananh t'a junxo ak'wal tik, haxo k'ik'an tzach b'ati, xchi winh t'a winh. Ichato chi' ix kan winhaj Urías chi' t'a junxo ak'wal chi' t'a Jerusalén."
        },
        {
            "number": "13",
            "text": "Ix yavtej winh winh rey chi' wael yet'oc, ix yak'an wino winh yuk'ej winh. Ix k'e t'a sjolom winhaj Urías chi', palta manh yujoc chi' ix b'at winh wayanh t'a spat chi', ata' ix wayxican winh yet' heb' soldado junelxo."
        },
        {
            "number": "14",
            "text": "Axo ix q'uinhib'i t'a junxo k'u, ix stz'ib'anb'at jun carta winhaj rey Dawid chi' t'a winhaj Joab, ix schecan winh yik'b'at ch'anh winhaj Urías chi'."
        },
        {
            "number": "15",
            "text": "Ix yalanb'at winh t'a ch'anh icha tik: Tzak'och winhaj Urías tik t'a yichanh b'aj te ov yak'an owal, tzex el t'a stz'ey winh yic wach' scham winh, xchib'at winh."
        },
        {
            "number": "16",
            "text": "Yuj chi', ayic ix yoyan sb'a winhaj Joab chi' yet' heb' soldado t'a spatic jun chonhab' chi', a b'aj ayek' heb' ajk'ol te jelan, ata' ix ak'jioch winhaj Urías chi' yuj winhaj Joab chi'."
        },
        {
            "number": "17",
            "text": "Axo yic ix elta heb' ajk'ol chi' t'a yol schonhab', ix yak'an owal heb' yet' heb' soldado winhaj Joab chi'. Ay jaywanh heb' soldado winhaj Dawid chi' ix chami, ha t'a skal heb' ix cham winhaj Urías chi'."
        },
        {
            "number": "18",
            "text": "Ix yak'ancot jun winh schecab' winhaj Joab chi' t'a winhaj rey Dawid yic syalani chajtil ix aj yoch owal chi'."
        },
        {
            "number": "19",
            "text": "Ix yalan winh t'a winh schecab' chi': Ayic slajwi alan t'a winh rey tas ix aj yoch owal tik,"
        },
        {
            "number": "20",
            "text": "talaj scot yowal winh, syalan winh: ¿Tas yuj ix ex te och t'a tz'ey jun chonhab' chi'? ¿Tom manh eyojtacoc to a heb' ayk'e t'a yib'anh muro syal yactanemta junok tas heb' t'a eyib'anh?"
        },
        {
            "number": "21",
            "text": "¿Tom manh eyojtacoc yab'ixal jun ix ix t'a Tebes, ix yactejemta jun k'een k'een yic molino ix t'a sjolom winhaj Abimelec yuninal winhaj Jerobaal? ¿Tas yuj ix he te nitzejoch he b'a? ta xchi winh, tzalani to ix champax winhaj Urías heteo, xchi winhaj Joab chi'."
        },
        {
            "number": "22",
            "text": "Ix cot jun winh checab' chi', ix jawi winh t'a yichanh winhaj rey Dawid chi', ix yalan winh masanil tas ix yalcot winhaj Joab chi'."
        },
        {
            "number": "23",
            "text": "Ix yalan winh icha tik: --Te ov ix aj yelta heb' ajk'ol chi' t'ayonh. Ijan wal ix onh yak' ganar heb', palta ix ko tek'b'ej ko b'a ko pechan meltzaj heb', masanto ix ochxican heb' t'a yol schonhab' chi'."
        },
        {
            "number": "24",
            "text": "Ha t'a yib'anh muro ix julwajcot heb' winh ajk'ol chi' t'a heb' a checab', yuj chi' ix cham jaywanh heb' winh soldado, ix champax winhaj Urías heteo, xchi jun winh checab' chi'."
        },
        {
            "number": "25",
            "text": "Ix yalan winh rey t'a jun winh checab' chi': --Al t'a winhaj Joab chi' to max cuslaj winh yuj jun chi'. Toxonton icha chi' t'a owal tik, ay mach schami. Yak'ocab' yip winh yak'an owal t'a jun chonhab' chi', masanto syal satel heb' anima chi' yuj winh, xa chi t'a winh. Icha chi' tz'aj iptzitan winhaj Joab chi', xchi winhaj rey Dawid chi' t'a jun winh checab' chi'."
        },
        {
            "number": "26",
            "text": "Ayic ix yab'an ix yetb'eyum winhaj Urías to toxo ix cham winh yetb'eyum ix chi', ix och ix t'a cusk'olal yuj winh."
        },
        {
            "number": "27",
            "text": "Ayic ix lajwi yek' scusk'olal ix, icha sb'eyb'al heb', ix b'at checchaj ik'jicot ix t'a spat yuj winhaj rey Dawid chi', ix och ix yetb'eyumoc winh. Ix alji jun yune' ix. Palta a jun tas ix sk'ulej winh chi', maj schalaj sk'ol Jehová."
        }
    ]
}