{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Axo Jehová ix checancot vinhaj Natán d'a vinhaj David chi'. Ayic ix k'och vinh d'a yichanh vinh, ix yalan jun ab'ix tic vinh d'a vinh: --A d'a jun chonhab', ay chavanh eb' vinh vinac: Ay jun vinh te b'eyum, ay pax junxo vinh te meb'a'."
        },
        {
            "number": "2",
            "text": "A vinh b'eyum chi', te ay nok' scalnel vinh yed' nok' svacax."
        },
        {
            "number": "3",
            "text": "Axo pax vinh meb'a' chi' jun, junnhej pitanh tzun scalnel vinh manb'il yuuj. A' vinh ix q'uib'tzitan nok'. A d'a yol spat vinh ix q'uib' nok' yed' eb' yuninal. A tas sva vinh, tas yuk' vinh, a chi' sva nok', syuk' nok'. Schelvay nok' vinh, te xajan nok' yuj vinh. Ichato yisil nok' vinh."
        },
        {
            "number": "4",
            "text": "Ay jun k'u, ay jun vinh tonhej sb'eyeq'ui, ix ek' vinh yak' spaxyal vinh b'eyum chi'. A vinh b'eyum chi', maj syamlaj junoc nok' scalnel vinh, ma junoc nok' svacax vinh yic syak'an schi vinh paxyalvum chi', te ya yel nok' yuj vinh. Axo jun pitanh nok' yic vinh meb'a' chi' ix b'at yak' ik'joccot vinh. A nok' ix yak' vinh schi jun vinh paxyalvum chi', xchi vinhaj Natán chi' d'a vinhaj rey David chi'."
        },
        {
            "number": "5",
            "text": "Ix cot val yoval vinhaj rey David chi', ix yalan vinh d'a vinhaj Natán chi': --D'a yichanh Jehová Dios svala', a jun vinh icha chi' ix sk'ulej, smoj val scham vinh."
        },
        {
            "number": "6",
            "text": "Yovalil syak' chanhvanhoc nok' vinh sq'uexuloc nok' yune' calnel chi', yujto a jun vinh vinac chi' malaj val jab'oc yoq'uelk'olal vinh d'a yetanimail, xchi vinh."
        },
        {
            "number": "7",
            "text": "Ix yalan vinhaj Natán chi': --A jun vinh chi', a ach toni. Icha tic yalan Jehová co Diosal a onh israel onh tic d'ayach: A in ix ach in sik'och sreyaloc Israel, ix ach in colanel d'a yol sk'ab' vinhaj Saúl."
        },
        {
            "number": "8",
            "text": "Ix vak' spat yed' eb' ix yetb'eyum vinh ajalil chi' d'ayach, ix ach vak'anoch sreyaloc chonhab' Israel yed' Judá. Tato jab'nhej juntzanh chi' tzab'i, tzato yal vak'an nanhalocxo d'ayach."
        },
        {
            "number": "9",
            "text": "¿Tas yuj ix a patiquejel in checnab'il, ix a k'ulej tas to max scha in k'ool? Ix a milcham vinhaj Urías heteo yed' q'uen yespada eb' amonita. Ix ik'ancan ix yetb'eyum vinh chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi' aynhej mach ol miljoccham d'a scal inhtilal, yujto ix in a patiquejeli, ix ik'ancan ix yetb'eyum vinhaj Urías heteo."
        },
        {
            "number": "11",
            "text": "A in Jehová in svala': Ol vak'och yaelal d'a ib'anh. A yaelal chi', a d'a scal eb' uninal ol elta, d'a val ichanh ol viq'uelta eb' ix etb'eyum, ol vak'an eb' ix d'a junoc vinh uninal, ol vay vinh yed' eb' ix d'a k'ualil d'a yichanh anima."
        },
        {
            "number": "12",
            "text": "A ach tic, elk'altac ix a k'ulej, a inxo tic, d'a val saquilq'uinal d'a k'ualil ol in ch'oxel d'a yichanh chonhab' Israel, xchi Jehová, xchi vinhaj Natán chi'."
        },
        {
            "number": "13",
            "text": "Ix schaan smuloc vinhaj rey David d'a yichanh vinhaj Natán chi', ix yalan vinh: --D'a val yel, ix och in mul d'a Jehová, xchi vinh. Ix yalanpax vinhaj Natán chi': --Yel ton tzala', palta ix ak'ji lajvoc a mul chi' yuj Jehová, yuj chi' manhxo ol ach chamlaj."
        },
        {
            "number": "14",
            "text": "Palta a yuj tas ix a k'ulej chi', tz'alji chucal lolonel d'a Jehová yuj eb' ajk'ol yajoch d'ay, yuj chi' ol cham jun uninal toto ix alji chi', xchi vinhaj Natán chi'."
        },
        {
            "number": "15",
            "text": "Ix lajvi chi' ix pax vinhaj Natán chi' d'a spat. Axo Jehová, ix ak'anoch syaelal jun yuninal vinhaj David chi' yed' ix yetb'eyumcan vinhaj Urías chi'."
        },
        {
            "number": "16",
            "text": "Yuj chi', ix och ijan vinh sk'anan d'a Jehová to sb'oxi sk'ol vinh unin chi'. Ix och vinh d'a tzek'ojk'olal, ix cannhej telan vinh d'a sat luum d'a junjun ak'val."
        },
        {
            "number": "17",
            "text": "A jantac eb' vinh yichamtac vinaquil chonhab' smunlaj yed' vinh, tz'och ijan eb' vinh stevi to sq'ue vaan vinh d'a sat lum chi', palta maxtzac yal-laj sk'ol vinh, max b'at valaj vinh yed' eb' vinh."
        },
        {
            "number": "18",
            "text": "Axo d'a yuquil k'ual syamchaj vinh unin chi' yuj ilya chi', ix chami. Ix te xiv eb' vinh smunlajum vinh rey chi' yalan d'ay, yujto sna eb': Ina ayic pitzanto vinh unin chi', maj scha yab' vinh tas ix cala', ocxom val ticnaic. Tato scal d'a vinh to toxo ix chami, tas am ol sk'uloc vinh, xchi eb' vinh."
        },
        {
            "number": "19",
            "text": "Ix yab'an vinhaj rey David chi' ayic sajson eb' vinh sloloni, ix snaanel vinh to toxo ix cham vinh unin chi', yuj chi' ix sk'anb'an vinh: --¿Tom toxo ix chami? xchi vinh. --Toxo ix cham mamin rey, xchi eb' vinh."
        },
        {
            "number": "20",
            "text": "Ayic ix yab'an vinh icha chi', ix q'ue vaan vinh d'a sat luum chi', ix sb'icanel sb'a vinh, ix yak'anq'ue yanhal xil sjolom vinh, ix sq'uexanel spichul vinh, ix och vinh ejmelal d'a yol scajnub' Jehová. Ix lajvi chi', ix b'at sk'anan va sb'a vinh d'a yol spat."
        },
        {
            "number": "21",
            "text": "Ix sk'anb'an eb' vinh smunlajvum vinh chi' d'ay: --Mamin rey, ¿tas val yuj icha tic tza k'ulej? Ayic pitzanto jun uninal chi', manh jab'oc syal a k'ol tzach va'i, tzach ok' yuuj. Axo ticnaic toxo ix chami, tzach q'ue vaan, tzach va'i, xchi eb' vinh d'a vinh."
        },
        {
            "number": "22",
            "text": "Ix tak'vi vinh d'a eb' vinh: --Ayic pitzanto vinh unin chi', tzin och d'a tzek'ojk'olal, tzin oq'ui, a in naani talaj tzato ok' sk'ol Jehová d'ayin."
        },
        {
            "number": "23",
            "text": "Axo pax ticnaic, ¿tasto val yuj tzin och d'a tzek'ojk'olal? ¿Tom olto pitzvoc vinh? Manhxa b'aq'uinh ol jax vinh d'ayin, anhej to a in ol in b'at b'aj ix k'och vinh chi', xchi vinh."
        },
        {
            "number": "24",
            "text": "Ix lajvi chi', ix yak'an snivanil sk'ol ix Betsabé vinhaj David chi', ix vay vinh yed' ix, ix scuchanoch yune' ix. Ix alji junxo yune' ix, Salomón ix yak' ix b'iej. Te xajan ix aj jun unin chi' yuj Jehová."
        },
        {
            "number": "25",
            "text": "Ix schecanb'at vinhaj Natán Jehová yal d'a vinhaj rey David chi' to xajan jun unin chi' yuuj. Yuj chi' Jedidías ix sb'iej jun unin chi' yuj Jehová."
        },
        {
            "number": "26",
            "text": "Yacb'an chi', a vinhaj Joab ix ak'an oval yed' eb' amonita d'a Rabá. Ayic vanxo yak'an ganar vinh yoch d'a yol jun chonhab' chi',"
        },
        {
            "number": "27",
            "text": "ix yalancot vinh d'a vinhaj rey David chi' icha tic: Vanxo voch d'a yol chonhab' Rabá. A jun cuartel b'aj ay eb' stanhvan a a' sk'anchaj d'a chonhab' tic, ayxo och d'a yol in k'ab'."
        },
        {
            "number": "28",
            "text": "Yuj chi', mamin rey, molb'ej masanil eb' soldado aycan ed'oc, tzach cot yed' eb' ak' oval d'a jun chonhab' tic yic tzak'an ganar. Q'uinaloc a in svak' ganar jun chonhab' tic, a in am tzin b'inajcan d'ay, xchicot vinhaj Joab chi'."
        },
        {
            "number": "29",
            "text": "Ix smolb'an masanil eb' soldado vinh rey chi', ix b'at vinh yak' oval d'a chonhab' Rabá chi'. Ix yak'an ganar vinh yik'ancani."
        },
        {
            "number": "30",
            "text": "Ix yik'anek' scorona vinh sreyal eb' amonita chi' vinh. Ix yak'anq'ue eb' d'a sjolom vinh. Ay jun q'uen q'ueen te caro stojol ayoch d'ay. A jun corona chi', te al, ay am oxeoc arroba yalil. Tzijtumto pax tastac te ay stojol ix yiq'uek' vinhaj David chi' d'a jun chonhab' chi'."
        },
        {
            "number": "31",
            "text": "Axo eb' anima ixto cani, ix ik'jielta eb' yuj vinh, ix ak'jioch eb' d'a munlajel ya, icha d'a q'uen sierra, q'uen piocha yed' pax q'uen ch'acab'. Ix ak'jipaxoch eb' d'a mucoj ladrillo d'a horno. Anheja' icha pax chi' ix aj masanil eb' ay d'a juntzanhxo schonhab' eb' amonita yuj vinh. Ix lajvi chi', ix meltzaj vinh yed' masanil eb' soldado d'a Jerusalén."
        }
    ]
}