{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Axo Jehová ix checancot winhaj Natán t'a winhaj David chi'. Ayic ix k'och winh t'a yichanh winh, ix yalan jun ab'ix tik winh t'a winh: --Ha t'a jun chonhab', ay chavanh eb' winh vinac: Ay jun winh te b'eyum, ay pax junxo winh te meb'a'."
        },
        {
            "number": "2",
            "text": "Ha winh b'eyum chi', te ay nok' scalnel winh yet' nok' svacax."
        },
        {
            "number": "3",
            "text": "Axo pax winh meb'a' chi' jun, junnhej pitanh tzun scalnel winh manb'il yuj. A' winh ix q'uib'tzitan nok'. Ha t'a yol spat winh ix q'uib' nok' yet' eb' yuninal. Ha tas sva winh, tas yuk' winh, a chi' sva nok', syuk' nok'. Schelvay nok' winh, te xajan nok' yuj winh. Ichato yisil nok' winh."
        },
        {
            "number": "4",
            "text": "Ay jun k'u, ay jun winh tonhej sb'eyeq'ui, ix ek' winh yak' spaxyal winh b'eyum chi'. Ha winh b'eyum chi', maj syamlaj junok nok' scalnel winh, ma junok nok' svacax winh yic syak'an schi winh paxyalvum chi', te ya yel nok' yuj winh. Axo jun pitanh nok' yic winh meb'a' chi' ix b'at yak' ik'joccot winh. Ha nok' ix yak' winh schi jun winh paxyalvum chi', xchi winhaj Natán chi' t'a winhaj rey David chi'."
        },
        {
            "number": "5",
            "text": "Ix cot val yoval winhaj rey David chi', ix yalan winh t'a winhaj Natán chi': --D'a yichanh Jehová Dios svala', a jun winh icha chi' ix sk'ulej, smoj val scham winh."
        },
        {
            "number": "6",
            "text": "Yovalil syak' chanhvanhoc nok' winh sq'uexuloc nok' yune' calnel chi', yujto a jun winh vinac chi' malaj val jab'oc yoq'uelk'olal winh t'a yetanimail, xchi winh."
        },
        {
            "number": "7",
            "text": "Ix yalan winhaj Natán chi': --Ha jun winh chi', a ach toni. Icha tik yalan Jehová co Diosal a onh israel onh tik t'ayach: Ha in ix ach in sik'och sreyaloc Israel, ix ach in colanel t'a yol sk'ab' winhaj Saúl."
        },
        {
            "number": "8",
            "text": "Ix vak' spat yet' eb' ix yetb'eyum winh ajalil chi' t'ayach, ix ach vak'anoch sreyaloc chonhab' Israel yet' Judá. Tato jab'nhej juntzanh chi' tzab'i, tzato yal vak'an nanhalocxo t'ayach."
        },
        {
            "number": "9",
            "text": "¿Tas yuj ix a patiquejel in checnab'il, ix a k'ulej tas to max scha in k'ool? Ix a milcham winhaj Urías heteo yet' q'uen yespada eb' amonita. Ix ik'ancan ix yetb'eyum winh chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi' aynhej mach ol miljoccham t'a skal inhtilal, yujto ix in a patiquejeli, ix ik'ancan ix yetb'eyum winhaj Urías heteo."
        },
        {
            "number": "11",
            "text": "Ha in Jehová in svala': Ol vak'och yaelal t'a ib'anh. Ha yaelal chi', ha t'a skal eb' uninal ol elta, t'a val ichanh ol viq'uelta eb' ix etb'eyum, ol vak'an eb' ix t'a junok winh uninal, ol vay winh yet' eb' ix t'a k'ualil t'a yichanh anima."
        },
        {
            "number": "12",
            "text": "Ha ach tik, elk'altac ix a k'ulej, a inxo tik, t'a val sakil k'inal t'a k'ualil ol in ch'oxel t'a yichanh chonhab' Israel, xchi Jehová, xchi winhaj Natán chi'."
        },
        {
            "number": "13",
            "text": "Ix schaan smuloc winhaj rey David t'a yichanh winhaj Natán chi', ix yalan winh: --D'a val yel, ix och in mul t'a Jehová, xchi winh. Ix yalanpax winhaj Natán chi': --Yel ton tzala', palta ix ak'ji lajvoc a mul chi' yuj Jehová, yuj chi' manhxo ol ach chamlaj."
        },
        {
            "number": "14",
            "text": "Palta a yuj tas ix a k'ulej chi', tz'alji chukal lolonel t'a Jehová yuj eb' ajk'ol yajoch t'ay, yuj chi' ol cham jun uninal toto ix alji chi', xchi winhaj Natán chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi' ix pax winhaj Natán chi' t'a spat. Axo Jehová, ix ak'anoch syaelal jun yuninal winhaj David chi' yet' ix yetb'eyumcan winhaj Urías chi'."
        },
        {
            "number": "16",
            "text": "Yuj chi', ix och ijan winh sk'anan t'a Jehová to sb'oxi sk'ol winh unin chi'. Ix och winh t'a tzek'ojk'olal, ix cannhej telan winh t'a sat lu'um t'a junjun ak'val."
        },
        {
            "number": "17",
            "text": "Ha jantac eb' winh yichamtac vinaquil chonhab' smunlaj yet' winh, tz'och ijan eb' winh stevi to sq'ue vaan winh t'a sat lum chi', palta maxtzac yal-laj sk'ol winh, max b'at valaj winh yet' eb' winh."
        },
        {
            "number": "18",
            "text": "Axo t'a yuquil k'ual syamchaj winh unin chi' yuj ilya chi', ix chami. Ix te xiv eb' winh smunlajum winh rey chi' yalan t'ay, yujto sna eb': Ina ayic pitzanto winh unin chi', maj scha yab' winh tas ix cala', ocxom val ticnaic. Tato skal t'a winh to toxo ix chami, tas am ol sk'uloc winh, xchi eb' winh."
        },
        {
            "number": "19",
            "text": "Ix yab'an winhaj rey David chi' ayic sajson eb' winh sloloni, ix snaanel winh to toxo ix cham winh unin chi', yuj chi' ix sk'anb'an winh: --¿Tom toxo ix chami? xchi winh. --Toxo ix cham mamin rey, xchi eb' winh."
        },
        {
            "number": "20",
            "text": "Ayic ix yab'an winh icha chi', ix q'ue vaan winh t'a sat lu'um chi', ix sb'icanel sb'a winh, ix yak'anq'ue yanhal xil sjolom winh, ix sq'uexanel spichul winh, ix och winh ejmelal t'a yol scajnub' Jehová. Ixlajwi chi', ix b'at sk'anan wa sb'a winh t'a yol spat."
        },
        {
            "number": "21",
            "text": "Ix sk'anb'an eb' winh smunlajvum winh chi' t'ay: --Mamin rey, ¿tas val yuj icha tik tza k'ulej? Ayic pitzanto jun uninal chi', manh jab'oc syal a k'ol tzach wa'i, tzach ok' yuj. Axo ticnaic toxo ix chami, tzach q'ue vaan, tzach wa'i, xchi eb' winh t'a winh."
        },
        {
            "number": "22",
            "text": "Ix tak'vi winh t'a eb' winh: --Ayic pitzanto winh unin chi', tzin och t'a tzek'ojk'olal, tzin oq'ui, a in naani talaj tzato ok' sk'ol Jehová t'ayin."
        },
        {
            "number": "23",
            "text": "Axo pax ticnaic, ¿tasto val yuj tzin och t'a tzek'ojk'olal? ¿Tom olto pitzvoc winh? Manhxa b'ak'uinh ol jax winh t'ayin, anhej to a in ol in b'at b'aj ix k'och winh chi', xchi winh."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix yak'an snivanil sk'ol ix Betsabé winhaj David chi', ix vay winh yet' ix, ix scuchanoch yune' ix. Ix alji junxo yune' ix, Salomón ix yak' ix b'iej. Te xajan ix aj jun unin chi' yuj Jehová."
        },
        {
            "number": "25",
            "text": "Ix schecanb'at winhaj Natán Jehová yal t'a winhaj rey David chi' to xajan jun unin chi' yuj. Yuj chi' Jedidías ix sb'iej jun unin chi' yuj Jehová."
        },
        {
            "number": "26",
            "text": "Yacb'an chi', a winhaj Joab ix ak'an oval yet' eb' amonita t'a Rabá. Ayic vanxo yak'an ganar winh yoch t'a yol jun chonhab' chi',"
        },
        {
            "number": "27",
            "text": "ix yalancot winh t'a winhaj rey David chi' icha tik: Vanxo voch t'a yol chonhab' Rabá. Ha jun cuartel b'aj ay eb' stanhvan ha ha' sk'anchaj t'a chonhab' tik, ayxo och t'a yol in k'ab'."
        },
        {
            "number": "28",
            "text": "Yuj chi', mamin rey, molb'ej masanil eb' soldado aycan ed'oc, tzach cot yet' eb' ak' oval t'a jun chonhab' tik yic tzak'an ganar. Q'uinaloc a in svak' ganar jun chonhab' tik, a in am tzin b'inajcan t'ay, xchicot winhaj Joab chi'."
        },
        {
            "number": "29",
            "text": "Ix smolb'an masanil eb' soldado winh rey chi', ix b'at winh yak' oval t'a chonhab' Rabá chi'. Ix yak'an ganar winh yik'ancani."
        },
        {
            "number": "30",
            "text": "Ix yik'anek' scorona winh sreyal eb' amonita chi' winh. Ix yak'anq'ue eb' t'a sjolom winh. Ay jun q'uen q'ueen te caro stojol ayoch t'ay. Ha jun corona chi', te al, ay am oxeoc arroba yalil. Tzijtumto pax tastac te ay stojol ix yiq'uek' winhaj David chi' t'a jun chonhab' chi'."
        },
        {
            "number": "31",
            "text": "Axo eb' anima ixto cani, ix ik'jielta eb' yuj winh, ix ak'jioch eb' t'a munlajel ya, icha t'a q'uen sierra, q'uen piocha yet' pax q'uen ch'acab'. Ix ak'jipaxoch eb' t'a mucoj ladrillo t'a horno. Anheja' icha pax chi' ix aj masanil eb' ay t'a juntzanhxo schonhab' eb' amonita yuj winh. Ixlajwi chi', ix meltzaj winh yet' masanil eb' soldado t'a Jerusalén."
        }
    ]
}