{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Absalón yuninal winhaj rey David, ay jun ix yanab' winh scuch Tamar, te wach' yilji ix. Axo ix aji, a winhaj Amnón yuninal pax winhaj rey David chi', ix te kan sgana winh t'a ix Tamar schab'il yanab', yuj chi' ix te chucb'i sk'ol winh yuj snaub'tanhan ix. Te ayoch yilumal ix yujto cob'esto ix, yuj chi' ix sna winhaj Amnón chi' to ajaltac sk'uman ix winh."
        },
        {
            "number": "2",
            "text": "Palta ay jun winh yamigo winh scuchan Jonadab, yuninal winhaj Simea yuk'tac winhaj David chi', te jelan winh t'a chukal."
        },
        {
            "number": "3",
            "text": "Ay jun k'u ix sk'anb'ej winh t'a winhaj Amnón chi': --Ach yuninal rey, ¿tas tzach ik'ani? ¿Tas yuj junjun k'u tzach te tz'onb'i yuj cusk'olal? Al t'ayin tas tzach ik'ani, xchi winh. Ix tak'vi winhaj Amnón chi': --Ste kan val in gana t'a ix Tamar, yanab' winh schab'il vuk'tac aj Absalón, xchi winh."
        },
        {
            "number": "4",
            "text": "Axo ix yalan winhaj Jonadab chi' t'a winh icha tik: --Ha ticnaic, ek'anh jichan t'a a ch'at, tza tz'acan penaayax a b'a. Ayic ol javok winh a mam ach yila', tzal t'a winh icha tik: Tzin tevi t'ayach to tza checcot ix Tamar ix vanab', yic syak' jab'oc in vael ix, aocab' ix sb'oani, yic wach' ol wila'', ol in vaani, ol in chaan t'a ix, xa chi t'a winh, xchi winh."
        },
        {
            "number": "5",
            "text": "Ix ek' jichan winhaj Amnón chi' t'a sch'at, ix stz'acan penaayax sb'a winh. Ayic ix k'och winh rey chi' yil winh, ix yal winh icha tik: --Tzin tevi t'ayach to scot ix vanab' Tamar t'a tik, sb'oan chab'oc in pan ix, tzul yak'ancan ix t'ayin, xchi winh t'a winh rey chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix checjib'at ix yuj winhaj rey David chi', ix yalan winh t'a ix: --Ixic t'a spat winhaj Amnón a nulej, b'at a b'oan jab'oc tas sva winh, xchi winh."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix b'at ix Tamar t'a spat winh snulej chi', haxo ix k'och ix, jichan ek' winh. Q'uelanoch winh t'a ix, ix sb'oan ixim pan chi' ix."
        },
        {
            "number": "8",
            "text": "Ix yak'an k'anb'oc ixim ix t'a yol xalten, ix yik'anelta ix t'a yol xalten chi', palta haxo winhaj Amnón chi' maj yal-laj sk'ol winh ix wa'i, ix yalan winh: Elanhec t'a tik e masanil, xchi winh. Ix elta eb', manhxalaj junok mach ix cani."
        },
        {
            "number": "9",
            "text": "Ayic toxo ix elta eb' chi' smasanil t'a patic pat chi', ix yalan winh t'a ix Tamar chi' icha tik: --Ik'cot in vael chi' b'aj tzin vay tik, xchi winh t'a ix. Ix yik'anb'at ixim pan chi' ix t'a winh snulej chi' t'a sch'at."
        },
        {
            "number": "10",
            "text": "Axo yic ix k'och ix t'a stz'ey winh yet' svael chi', ix och lak'naj winh t'a ix, ix yalan winh: --Cotanh ach vanab', vayanh ved'oc, xchi winh t'a ix."
        },
        {
            "number": "11",
            "text": "Ix tak'vi ix t'a winh: --Maay ach in nulej, manh in ak' pural, yujto a jun tik manh smojoc yuji t'a co cal a onh israel onh tik, te q'uixvelal ol aj jun tik."
        },
        {
            "number": "12",
            "text": "Nato nab'i ¿tas ol in k'ulej yuj jun in q'uixvelal tik? Anhejtona' a ach tik icha junok quistal ol ach ajkan t'a skal co chonhab' tik. Ha ticnaic, swal t'ayach to tzal t'a winh rey, a winh ol in ak'an t'ayach etb'eyumoc, xchi ix."
        },
        {
            "number": "13",
            "text": "Palta majxo schalaj yab' winh tas ix yal ix chi'. Yujto te ay yip winh t'a yichanh ix, yuj chi' ix yak'an pural ix winh yixtani."
        },
        {
            "number": "14",
            "text": "Ayic ix lajvi yixtan ix winh, te chuclaj ix aj yilanoch ix winh, t'a yichanh ix aj skan sgana winh t'a ix t'a sb'ab'elal, yuj chi' ix yal winh t'a ix icha tik: --Q'ueanh vaan, elanh t'a tik t'a elanhchamel, xchi winh t'a ix."
        },
        {
            "number": "15",
            "text": "Palta ix tak'vi ix: --Maay ach in nulej, tato tzin a pechel t'a tik ticnaic, yelxo te chuk t'a yichanh tas ix in utej tik, xchi ix. Palta majxo schalaj yab' winh."
        },
        {
            "number": "16",
            "text": "Axo ix aji, ix yavtancot winh schecab' winh, ix yalan winh: --Pechel jun ix ix tik t'a tik, wach' tzutej a macan te' pat chi', xchi winh."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix pechjielta ix yuj winh schecab' winh chi', wach' ix yutej winh smacan sti' te' pat chi'. Ha ix Tamar chi', ayoch jun spichul ix te wach' yuj, aton syak'och eb' ix cob'estac yisil rey."
        },
        {
            "number": "18",
            "text": "Ix yak'anq'ue q'uen tik'aq'uil taanh ix t'a sjolom, ix snhik'chitanb'at spichul ix ayoch yuj, ix yak'anoch sk'ab' ix t'a sat, te chaanh ix ok' ix sb'at t'a yoltac b'e."
        },
        {
            "number": "19",
            "text": "Ix sk'anb'an winh snulej ix scuchan Absalón t'ay: --¿Tom ach yixtej winh a nulej aj Amnón chi'? Tato icha chi' ach vanab', emanh numan b'ela. Mocab' ach te ok' yuj ilk'olal yuj jun chi', yujto a nulej winh, xchi winh t'a ix. Yuj chi' ix kan ix t'a spat winh snulej chi'. Te cusk'olal ix ajkan ix."
        },
        {
            "number": "20",
            "text": "Ayic ix yab'an winhaj rey David masanil tas ix uji chi', ix cot val yoval winh sik'lab'il."
        },
        {
            "number": "21",
            "text": "Axo winhaj Absalón chi', malaj tas ix yal winh t'a winhaj Amnón chi', wach'chom ste chichon sk'ol winh t'a winh yuj b'aj ix ixtaj ix yanab' chi'."
        },
        {
            "number": "22",
            "text": "Schab'ilxo ab'il chi', a eb' winh schecab' winhaj Absalón chi', sjoxvi calnel eb' winh t'a Baal-hazor, t'a slak'anil schonhab' eb' aj Efraín. Ix yavtan masanil eb' winh yuninal winh rey chi' winhaj Absalón chi' t'a jun niwan vael."
        },
        {
            "number": "23",
            "text": "Ix b'at yalan winh t'a winh rey chi' icha tik: --Mamin rey, a ticnaic a eb' winh in checab' van sjoxan nok' in calnel eb' winh. Tzin nib'ej, tzach b'at ved'oc yet' masanil eb' etyajalil, xchi winh."
        },
        {
            "number": "24",
            "text": "Ix tak'vi winh rey chi' t'a winh icha tik: --Maay ach vuninal, max yal-laj co b'at co masanil ed'oc. Tecan niwan tas b'at co lajeli, xchi winh. Ix och val tean winhaj Absalón chi' t'a winh, palta maj yal-laj sk'ol winh ix b'ati, anhej wach' lolonel ix yal winh t'a winh."
        },
        {
            "number": "25",
            "text": "Ix yalanxi winhaj Absalón chi': --Tato val yel max yal-laj a b'ati, elocab' t'a a k'ol a chaanb'at winh vuk'tac aj Amnón ved'oc, xchi winh. --¿Tas yuj tza nib'ej sb'at winh uk'tac aj Amnón chi' ed'oc? xchi winhaj rey David chi' t'a winh."
        },
        {
            "number": "26",
            "text": "Ix och val tean winhaj Absalón chi' t'a winh, yuj chi' ix schecb'at winhaj Amnón chi' winh yet' juntzanhxo eb' winh yuk'tac."
        },
        {
            "number": "27",
            "text": "Ayic mantzac ochlaj vael chi', ix yalan winhaj Absalón chi' t'a eb' winh schecab': Scham val eyilani ayic toxo ix q'ue anh t'a sjolom winhaj Amnón chi', ol valan t'ayex to tze milcham winh. Manh ex xivoc, yujto a in svala', yuj chi' tze tek'b'ej e b'a e milancham winh, xchi winh."
        },
        {
            "number": "28",
            "text": "Ix sk'anab'ajej eb' winh tas ix yal winh, ix smilcham winhaj Amnón chi' eb' winh. Ayic ix yilan masanil eb' winh yuninal winh rey chi', ix q'ue somnaj eb' winh, ix laj q'ue eb' winh t'a yib'anh nok' smula, ix b'at eb' winh elelal."
        },
        {
            "number": "29",
            "text": "Ayic ayto och eb' winh t'a yol b'e, ix k'och specal t'a winhaj rey David to toxo ix cham masanil eb' yuninal winh yuj winhaj Absalón, manhxo junok eb' winh ixto cani."
        },
        {
            "number": "30",
            "text": "Yuj chi' ix q'ue jucnaj winh, ix snhik'chitanb'at spichul winh, ix sjulanek' telan sb'a winh t'a sat lu'um yuj cusk'olal. Axo masanil eb' yetyajalil winh ayek' yet'oc, ix snhik'chitejpaxb'at spichul eb'."
        },
        {
            "number": "31",
            "text": "Palta a winhaj Jonadab yuninal winhaj Simea, yuk'tac winhaj rey David chi', ix yal winh t'a winh rey chi' icha tik: --Mamin rey, manh a na' icha chi'. Maj chamlaj eb' winh uninal chi' smasanil, anhej winhaj Amnón ix chami, yujto icha chi' ix aj snaan winhaj Absalón t'a spatic winh, yictax ix yixtan ix Tamar winh."
        },
        {
            "number": "32",
            "text": "Yuj chi' manh a na' to masanil eb' winh uninal ix chami, palta anhej winhaj Amnón ix chami, xchi winh."
        },
        {
            "number": "33",
            "text": "Yacb'an chi' ix b'at winhaj Absalón chi' elelal. Ay jun winh quelem ayq'ue t'a yib'anh smuroal chonhab' chi' yic smaclani, ix q'ue q'uelnaj winh, ix yilan winh to ay juntzanh anima tz'emta t'a pak'an t'a sat vitz t'a sb'eal Horonaim, yuj chi' ix yalb'at winh t'a winh rey chi'."
        },
        {
            "number": "34",
            "text": "Ix yalan winhaj Jonadab t'a winh rey chi': --Mamin rey, van sjavi eb' winh uninal icha ix aj valan a in a checab' in tik, xchi winh."
        },
        {
            "number": "35",
            "text": "Ato val slajvi yalan winhaj Jonadab chi' ix k'och eb' winh yuninal winh rey chi'. Ayic ix k'och eb' winh, ix q'ue sjaj eb' winh yoq'ui, ix te ok'pax winh rey chi' yet' eb' yetyajalil."
        },
        {
            "number": "36",
            "text": "Axo winhaj Absalón chi', ix b'atcan winh elelal. Ha t'a winhaj Talmai yuninal winhaj Amiud sreyal Gesur ix k'ochcan winh. Oxe' ab'il ix kan winh ta'. Axo pax winhaj rey David chi', junjun k'u ix ok' winh yuj schamel winh yuninal."
        },
        {
            "number": "37",
            "text": "Ayic toxo ix ek'b'at scusk'olal winh chi' jun, snib'ej winh sb'at yil winhaj Absalón chi'."
        }
    ]
}