{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Absalón yuninal vinhaj rey David, ay jun ix yanab' vinh scuch Tamar, te wach' yilji ix. Axo ix aji, a vinhaj Amnón yuninal pax vinhaj rey David chi', ix te kan sgana vinh t'a ix Tamar schab'il yanab', yuj chi' ix te chucb'i sk'ol vinh yuj snaub'tanhan ix. Te ayoch yilumal ix yujto cob'esto ix, yuj chi' ix sna vinhaj Amnón chi' to ajaltac sk'uman ix vinh."
        },
        {
            "number": "2",
            "text": "Palta ay jun vinh yamigo vinh scuchan Jonadab, yuninal vinhaj Simea yuk'tac vinhaj David chi', te jelan vinh t'a chukal."
        },
        {
            "number": "3",
            "text": "Ay jun k'u ix sk'anb'ej vinh t'a vinhaj Amnón chi': --Ach yuninal rey, ¿tas tzach ik'ani? ¿Tas yuj junjun k'u tzach te tz'onb'i yuj cusk'olal? Al t'ayin tas tzach ik'ani, xchi vinh. Ix tak'vi vinhaj Amnón chi': --Ste kan val in gana t'a ix Tamar, yanab' vinh schab'il vuk'tac aj Absalón, xchi vinh."
        },
        {
            "number": "4",
            "text": "Axo ix yalan vinhaj Jonadab chi' t'a vinh icha tik: --Ha ticnaic, ek'anh jichan t'a a ch'at, tza tz'acan penaayax a b'a. Ayic ol javoc vinh a mam ach yila', tzal t'a vinh icha tik: Tzin tevi t'ayach to tza checcot ix Tamar ix vanab', yic syak' jab'oc in vael ix, aocab' ix sb'oani, yic wach' ol wila'', ol in vaani, ol in chaan t'a ix, xa chi t'a vinh, xchi vinh."
        },
        {
            "number": "5",
            "text": "Ix ek' jichan vinhaj Amnón chi' t'a sch'at, ix stz'acan penaayax sb'a vinh. Ayic ix k'och vinh rey chi' yil vinh, ix yal vinh icha tik: --Tzin tevi t'ayach to scot ix vanab' Tamar t'a tik, sb'oan chab'oc in pan ix, tzul yak'ancan ix t'ayin, xchi vinh t'a vinh rey chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix checjib'at ix yuj vinhaj rey David chi', ix yalan vinh t'a ix: --Ixic t'a spat vinhaj Amnón a nulej, b'at a b'oan jab'oc tas sva vinh, xchi vinh."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix b'at ix Tamar t'a spat vinh snulej chi', haxo ix k'och ix, jichan ek' vinh. Q'uelanoch vinh t'a ix, ix sb'oan ixim pan chi' ix."
        },
        {
            "number": "8",
            "text": "Ix yak'an k'anb'oc ixim ix t'a yol xalten, ix yik'anelta ix t'a yol xalten chi', palta haxo vinhaj Amnón chi' maj yal-laj sk'ol vinh ix wa'i, ix yalan vinh: Elanhec t'a tik e masanil, xchi vinh. Ix elta eb', manhxalaj junok mach ix cani."
        },
        {
            "number": "9",
            "text": "Ayic toxo ix elta eb' chi' smasanil t'a patic pat chi', ix yalan vinh t'a ix Tamar chi' icha tik: --Ik'cot in vael chi' b'aj tzin vay tik, xchi vinh t'a ix. Ix yik'anb'at ixim pan chi' ix t'a vinh snulej chi' t'a sch'at."
        },
        {
            "number": "10",
            "text": "Axo yic ix k'och ix t'a stz'ey vinh yet' svael chi', ix och lak'naj vinh t'a ix, ix yalan vinh: --Cotanh ach vanab', vayanh ved'oc, xchi vinh t'a ix."
        },
        {
            "number": "11",
            "text": "Ix tak'vi ix t'a vinh: --Maay ach in nulej, manh in ak' pural, yujto a jun tik manh smojoc yuji t'a co cal a onh israel onh tik, te q'uixvelal ol aj jun tik."
        },
        {
            "number": "12",
            "text": "Nato nab'i ¿tas ol in k'ulej yuj jun in q'uixvelal tik? Anhejtona' a ach tik icha junok quistal ol ach ajkan t'a skal co chonhab' tik. Ha ticnaic, sval t'ayach to tzal t'a vinh rey, a vinh ol in ak'an t'ayach etb'eyumoc, xchi ix."
        },
        {
            "number": "13",
            "text": "Palta majxo schalaj yab' vinh tas ix yal ix chi'. Yujto te ay yip vinh t'a yichanh ix, yuj chi' ix yak'an pural ix vinh yixtani."
        },
        {
            "number": "14",
            "text": "Ayic ix lajvi yixtan ix vinh, te chuclaj ix aj yilanoch ix vinh, t'a yichanh ix aj skan sgana vinh t'a ix t'a sb'ab'elal, yuj chi' ix yal vinh t'a ix icha tik: --Q'ueanh vaan, elanh t'a tik t'a elanhchamel, xchi vinh t'a ix."
        },
        {
            "number": "15",
            "text": "Palta ix tak'vi ix: --Maay ach in nulej, tato tzin a pechel t'a tik ticnaic, yelxo te chuk t'a yichanh tas ix in utej tik, xchi ix. Palta majxo schalaj yab' vinh."
        },
        {
            "number": "16",
            "text": "Axo ix aji, ix yavtancot vinh schecab' vinh, ix yalan vinh: --Pechel jun ix ix tik t'a tik, wach' tzutej a macan te' pat chi', xchi vinh."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix pechjielta ix yuj vinh schecab' vinh chi', wach' ix yutej vinh smacan sti' te' pat chi'. Ha ix Tamar chi', ayoch jun spichul ix te wach' yuj, aton syak'och eb' ix cob'estac yisil rey."
        },
        {
            "number": "18",
            "text": "Ix yak'anq'ue q'uen tik'aq'uil taanh ix t'a sjolom, ix snhik'chitanb'at spichul ix ayoch yuj, ix yak'anoch sk'ab' ix t'a sat, te chaanh ix ok' ix sb'at t'a yoltac b'e."
        },
        {
            "number": "19",
            "text": "Ix sk'anb'an vinh snulej ix scuchan Absalón t'ay: --¿Tom ach yixtej vinh a nulej aj Amnón chi'? Tato icha chi' ach vanab', emanh numan b'ela. Mocab' ach te ok' yuj ilk'olal yuj jun chi', yujto a nulej vinh, xchi vinh t'a ix. Yuj chi' ix kan ix t'a spat vinh snulej chi'. Te cusk'olal ix ajkan ix."
        },
        {
            "number": "20",
            "text": "Ayic ix yab'an vinhaj rey David masanil tas ix uji chi', ix cot val yoval vinh sik'lab'il."
        },
        {
            "number": "21",
            "text": "Axo vinhaj Absalón chi', malaj tas ix yal vinh t'a vinhaj Amnón chi', wach'chom ste chichon sk'ol vinh t'a vinh yuj b'aj ix ixtaj ix yanab' chi'."
        },
        {
            "number": "22",
            "text": "Schab'ilxo ab'il chi', a eb' vinh schecab' vinhaj Absalón chi', sjoxvi calnel eb' vinh t'a Baal-hazor, t'a slak'anil schonhab' eb' aj Efraín. Ix yavtan masanil eb' vinh yuninal vinh rey chi' vinhaj Absalón chi' t'a jun niwan vael."
        },
        {
            "number": "23",
            "text": "Ix b'at yalan vinh t'a vinh rey chi' icha tik: --Mamin rey, a ticnaic a eb' vinh in checab' van sjoxan nok' in calnel eb' vinh. Tzin nib'ej, tzach b'at ved'oc yet' masanil eb' etyajalil, xchi vinh."
        },
        {
            "number": "24",
            "text": "Ix tak'vi vinh rey chi' t'a vinh icha tik: --Maay ach vuninal, max yal-laj co b'at co masanil ed'oc. Tecan niwan tas b'at co lajeli, xchi vinh. Ix och val tean vinhaj Absalón chi' t'a vinh, palta maj yal-laj sk'ol vinh ix b'ati, anhej wach' lolonel ix yal vinh t'a vinh."
        },
        {
            "number": "25",
            "text": "Ix yalanxi vinhaj Absalón chi': --Tato val yel max yal-laj a b'ati, elocab' t'a a k'ol a chaanb'at vinh vuk'tac aj Amnón ved'oc, xchi vinh. --¿Tas yuj tza nib'ej sb'at vinh uk'tac aj Amnón chi' ed'oc? xchi vinhaj rey David chi' t'a vinh."
        },
        {
            "number": "26",
            "text": "Ix och val tean vinhaj Absalón chi' t'a vinh, yuj chi' ix schecb'at vinhaj Amnón chi' vinh yet' juntzanhxo eb' vinh yuk'tac."
        },
        {
            "number": "27",
            "text": "Ayic mantzac ochlaj vael chi', ix yalan vinhaj Absalón chi' t'a eb' vinh schecab': Scham val eyilani ayic toxo ix q'ue anh t'a sjolom vinhaj Amnón chi', ol valan t'ayex to tze milcham vinh. Manh ex xivoc, yujto a in svala', yuj chi' tze tek'b'ej e b'a e milancham vinh, xchi vinh."
        },
        {
            "number": "28",
            "text": "Ix sk'anab'ajej eb' vinh tas ix yal vinh, ix smilcham vinhaj Amnón chi' eb' vinh. Ayic ix yilan masanil eb' vinh yuninal vinh rey chi', ix q'ue somnaj eb' vinh, ix laj q'ue eb' vinh t'a yib'anh nok' smula, ix b'at eb' vinh elelal."
        },
        {
            "number": "29",
            "text": "Ayic ayto och eb' vinh t'a yol b'e, ix k'och specal t'a vinhaj rey David to toxo ix cham masanil eb' yuninal vinh yuj vinhaj Absalón, manhxo junok eb' vinh ixto cani."
        },
        {
            "number": "30",
            "text": "Yuj chi' ix q'ue jucnaj vinh, ix snhik'chitanb'at spichul vinh, ix sjulanek' telan sb'a vinh t'a sat lu'um yuj cusk'olal. Axo masanil eb' yetyajalil vinh ayek' yet'oc, ix snhik'chitejpaxb'at spichul eb'."
        },
        {
            "number": "31",
            "text": "Palta a vinhaj Jonadab yuninal vinhaj Simea, yuk'tac vinhaj rey David chi', ix yal vinh t'a vinh rey chi' icha tik: --Mamin rey, manh a na' icha chi'. Maj chamlaj eb' vinh uninal chi' smasanil, anhej vinhaj Amnón ix chami, yujto icha chi' ix aj snaan vinhaj Absalón t'a spatic vinh, yictax ix yixtan ix Tamar vinh."
        },
        {
            "number": "32",
            "text": "Yuj chi' manh a na' to masanil eb' vinh uninal ix chami, palta anhej vinhaj Amnón ix chami, xchi vinh."
        },
        {
            "number": "33",
            "text": "Yacb'an chi' ix b'at vinhaj Absalón chi' elelal. Ay jun vinh quelem ayq'ue t'a yib'anh smuroal chonhab' chi' yic smaclani, ix q'ue q'uelnaj vinh, ix yilan vinh to ay juntzanh anima tz'emta t'a pak'an t'a sat vitz t'a sb'eal Horonaim, yuj chi' ix yalb'at vinh t'a vinh rey chi'."
        },
        {
            "number": "34",
            "text": "Ix yalan vinhaj Jonadab t'a vinh rey chi': --Mamin rey, van sjavi eb' vinh uninal icha ix aj valan a in a checab' in tik, xchi vinh."
        },
        {
            "number": "35",
            "text": "Ato val slajvi yalan vinhaj Jonadab chi' ix k'och eb' vinh yuninal vinh rey chi'. Ayic ix k'och eb' vinh, ix q'ue sjaj eb' vinh yoq'ui, ix te ok'pax vinh rey chi' yet' eb' yetyajalil."
        },
        {
            "number": "36",
            "text": "Axo vinhaj Absalón chi', ix b'atcan vinh elelal. Ha t'a vinhaj Talmai yuninal vinhaj Amiud sreyal Gesur ix k'ochcan vinh. Oxe' ab'il ix kan vinh ta'. Axo pax vinhaj rey David chi', junjun k'u ix ok' vinh yuj schamel vinh yuninal."
        },
        {
            "number": "37",
            "text": "Ayic toxo ix ek'b'at scusk'olal vinh chi' jun, snib'ej vinh sb'at yil vinhaj Absalón chi'."
        }
    ]
}