{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Joab yune' ix Sarvia yojtac vinh to ste cus vinh rey yuj vinhaj Absalón."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix b'at schec vinh ik'joccot jun ix ix te jelan spensar cajan t'a Tecoa. Ix yalan vinh t'a ix icha tik: Tz'ac cus val a b'a, tzak'anoch pichul yic cusk'olal. Manh ak'och perfume t'ayach. Icha val junok ix ix to ayxo syamanoch yok' yuj junok chamnac, icha chi' tzutej a b'a."
        },
        {
            "number": "3",
            "text": "Slajvi chi' ol alan t'a yichanh vinh rey tas ol val tik t'ayach, xchi vinh t'a ix. Ix yalan vinhaj Joab chi' tas ol yutoc ix yalani."
        },
        {
            "number": "4",
            "text": "Ix b'at ix t'a yichanh vinh rey chi', ix em nhojan ix t'a sat lu'um yuj sch'oxanel yemnaquilal ix t'a vinh, ix yalan ix: --Mamin rey, colvajanh ved'oc, xchi ix."
        },
        {
            "number": "5",
            "text": "--¿Tas tzach ik'ani? xchi vinh. Ix tak'vi ix: --Mamin rey, a in tik chamnacxo vinh vetb'eyum."
        },
        {
            "number": "6",
            "text": "Anhej chavanh vune' ay. Ay junel ix yak' oval eb' vinh t'a caltac te'. Yujto malaj mach ix pojan eb' vinh, yuj chi' ay jun vinh ix miljicham yuj vinh yuk'tac chi'."
        },
        {
            "number": "7",
            "text": "Axo ticnaic masanil eb' in k'ab' voc smeltzajoch ajk'olal t'ayin, snib'ej eb' svak'och vinh ix milancham vinh yuk'tac chi' t'a yol sk'ab' eb' yic smilancham vinh eb' yuj schamel vinh yuk'tac chi'. Icha chi' snib'ej eb' yic satcanel vinh ay yalan yic yik'ancan smacb'en smam chi'. Tato icha chi', manhxa mach svak'och yipoc in k'ool, tzam satel masanil yinhtilal vinh vetb'eyum, manhxa am b'aj sb'inajcan vinh, xchi ix."
        },
        {
            "number": "8",
            "text": "Ix tak'vi vinh rey chi' t'a ix icha tik: --Paxanh t'a a pat, ol xo wila'' tas ol vutej in colvaj t'ayach, xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi ix t'a vinh icha tik: --Ach mamin rey, a smul vinh vune' chi', emocab' t'a vib'anh yet' t'a yib'anh masanil eb' in k'ab' voc, palta mocab' t'a ib'anh yet' t'a yib'anh a macb'en tz'emi, xchi ix."
        },
        {
            "number": "10",
            "text": "Ix tak'vixi vinh rey chi' t'a ix: --Ha mach snib'ej tzach ixtan chi', ik'cot t'ayin t'a tik yic wach' manhxo ol ach stzuntzoc, xchi vinh."
        },
        {
            "number": "11",
            "text": "Palta ix ochnhej tean ix t'a vinh rey chi': --Tzin tevi t'ayach mamin rey, to tzak' a ti' t'a yichanh Jehová co Diosal to a jun in k'ab' voc snib'ej yak'anek' spac schamel vinh vune' chi', mocab' smilcham junxo vune' chi', yic max te javi cuselal t'a vib'anh, xchi ix. Ix tak'vi vinh rey chi': --Svak' in ti' t'a yichanh Jehová to malaj jab'oc tas ol ik'an vinh une' chi', xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix ochxi ijan ix yalan icha tik: --Mamin rey, elocab' t'a a k'ol to tza cha ab' jun b'elanh lolonel ol val t'ayach, xchi ix. --Ala', xchi vinh t'a ix."
        },
        {
            "number": "13",
            "text": "Ix yalan ix icha tik: --Mamin rey, ¿tom manh vanoc ak'an chukal t'a schonhab' Dios? Ayic ix alani to tza b'o yaj tas tz'aj vinh vune', van a ch'oxaneli to manh tojoloc a pensar yujto maxtzac a cha meltzaj vinh uninal aycanb'at elelal t'a junxo ch'oc chonhab'il."
        },
        {
            "number": "14",
            "text": "Yujto co masanil ol onh chamoc. Lajan onh icha ha ha' stob'b'at t'a sat lu'um, maxtzac yal co molanq'uei, palta ha Dios manh comonoc syiq'uel co q'uinal, a tas sk'ulej to say tas tz'aj smeltzajxicot eb' najat aycanb'ati."
        },
        {
            "number": "15",
            "text": "Ha ticnaic mamin rey, in javi ul val juntzanh tik t'ayach, yuj eb' anima tzin xib'tan chi'. Yuj chi' ix in coti yic tzin lolon t'a ichanh, q'uinaloc tza cha ab' tas tzin k'an tik mamin rey"
        },
        {
            "number": "16",
            "text": "to tzin a col t'a mach snib'ej tzin satanel yet' eb' vune' t'a sat lum lum ix yak' Dios co macb'enoc tik."
        },
        {
            "number": "17",
            "text": "Ha in a checab' vaj tik, ol in tanhvej tas ol aj a pacan t'ayin yic wach' manhxa tas ol in na'a, yujto a ach tik mamin rey, ojtac val a ch'olb'itan tas yaji, tato wach', mato chuclaj, lajan ach icha junok ángel yic Dios. Aocab' Jehová co Diosal ayoch ed'oc, mamin rey, xchi ix."
        },
        {
            "number": "18",
            "text": "Ix yalan vinh rey chi' t'a ix: --Ha ticnaic ay tas ol in k'anb'ej t'ayach. Malaj tas ol a k'ub'ejel t'ayin, xchi vinh. --Al an mamin rey, xchi ix."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix sk'anb'ej vinh rey chi' t'a ix icha tik: --¿Tom manhoc vinhaj Joab ixb’o’an al jun tik? xchi vinh. Ix tak'vi ix: --Ichaton chi' mamin rey, ix a naeli. Ha vinh a checab' chi' ix in checancoti, a vinh ix alanpax t'ayin tastac tzul val tik t'ayach."
        },
        {
            "number": "20",
            "text": "Ix sna juntzanh tik vinh yic tope sq'uexvi a pensar t'a vinh uninal aj Absalón. Palta a ach tik mamin rey, te aj pensar ach, lajan ach icha val junok yángel Dios, ojtac masanil tastac tzuji t'a yol a macb'en tik, xchi ix."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix avtaj vinhaj Joab chi' yuj vinh rey chi': --Toxo ix in na'a, elocab'k'och icha tas tza nib'ej chi'. Ixic, b'at ik' meltzaj vinhaj quelem Absalón chi', xchi vinh rey chi' t'a vinh."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix em nhojan vinhaj Joab chi' t'a yichanh vinh rey chi' t'a sat lu'um, yuj sch'oxanel vinh to niwan yelk'och vinh rey chi' t'a sat vinh. Ix yalan wach' lolonel vinh t'a vinh rey chi' icha tik: --Ha ticnaic mamin rey, ix nachajel vuuj to ay velk'och t'ayach, yujto ix a cha ab' tas tzin nib'ej ix val t'ayach, xchi vinh."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix b'at vinhaj Joab chi' t'a chonhab' Gesur yic b'at yik'anxicot vinhaj Absalón chi' vinh, yic sjax vinh t'a Jerusalén."
        },
        {
            "number": "24",
            "text": "Palta ix yalan vinh rey to b'enhej sk'ochcan vinh t'a spat, max jalaj vinh t'a yichanh vinh rey chi'. Icha chi' ix aj sk'ochcan vinhaj Absalón chi' t'a spat chi', maj k'ochlaj vinh t'a yichanh vinh rey chi'."
        },
        {
            "number": "25",
            "text": "Ha t'a skal masanil eb' israel, malaj junok vinac wach' yilji icha yilji vinhaj Absalón chi'. Te b'inajnac vinh yuj swach'il yilji chi', malaj jab'oc palta t'a snivanil vinh."
        },
        {
            "number": "26",
            "text": "Junelnhej sjoxjiel xil sjolom vinh t'a junjun ab'il, ayic ste alb'i syab' vinh. Ha xil sjolom vinh chi', ek'to chanhe' libra yalil, icha yechlab' eb' rey sk'ana'."
        },
        {
            "number": "27",
            "text": "Ay oxvanh yuninal vinh yet' jun yisil. Ha ix yisil vinh chi', Tamar sb'i ix, te wach' yilji ix."
        },
        {
            "number": "28",
            "text": "Schab'ilxo ab'il sjax vinhaj Absalón chi' t'a Jerusalén, palta anheja' max yal-laj sk'och vinh t'a yichanh vinh rey."
        },
        {
            "number": "29",
            "text": "Yuj chi', ix avtaj vinhaj Joab chi' yuj vinh yic tz'ik'jib'at vinh t'a yichanh vinh rey chi', palta maj cotlaj vinhaj Joab chi'. Ix yavtanxi vinhaj Joab chi' vinh t'a schaelal, palta anheja' maj cotlaj vinh."
        },
        {
            "number": "30",
            "text": "Axo ix aji, ix schecanb'at eb' schecab' vinhaj Absalón chi', ix yalan vinh: --Ixiquec b'aj ay smunlajel vinhaj Joab t'a slak'anil sti' vico', aton b'aj avab'il ixim cebada yuj vinh, tze nhusantz'a tas avab'il chi' yuj vinh, xchi vinh. Ix b'at eb' schecab' vinh chi', ix b'at snhusantz'a tas avab'il chi' eb'."
        },
        {
            "number": "31",
            "text": "Ix b'at vinhaj Joab t'a spat vinhaj Absalón chi', ix yalan vinh: --¿Tas yuj ix a checb'at eb' a checab' snhustz'a tas avab'il vuuj? xchi vinh."
        },
        {
            "number": "32",
            "text": "Ix tak'vi vinhaj Absalón chi' t'a vinh: --Ix ach vavtej, yic sb'at a k'anb'ej t'a vinh rey tas yuj ix b'at in cot t'a chonhab' Gesur. Te wach' ama, tato ix in canxonhej ta'. In gana svil vinh rey chi'. Tato ay in mul, syal in smilancham vinh, xchi vinh."
        },
        {
            "number": "33",
            "text": "Yuj chi' ix b'at vinhaj Joab yal t'a vinh rey tas ix yal vinhaj Absalón chi'. Ixlajwi chi', ix avtaj vinhaj Absalón yuj vinh rey chi'. Ayic ix k'och vinh, ix em nhojan vinh t'a sat lu'um t'a yichanh vinh rey chi', ix chaji vinh yuj vinh rey chi', ix stz'ub'an sti' vinh yuninal vinh chi'."
        }
    ]
}