{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Joab yune' ix Sarwia yojtac winh to ste kus winh rey yuj winhaj Absalón."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix b'at schec winh ik'joccot jun ix ix te jelan spensar cajan t'a Tecoa. Ix yalan winh t'a ix icha tik: Tz'ac kus wal a b'a, tzak'anoch pichul yic cusk'olal. Manh ak'och perfume t'ayach. Icha wal junok ix ix to ayxo syamanoch yok' yuj junok chamnac, icha chi' tzutej a b'a."
        },
        {
            "number": "3",
            "text": "Slajwi chi' ol alan t'a yichanh winh rey tas ol wal tik t'ayach, xchi winh t'a ix. Ix yalan winhaj Joab chi' tas ol yutoc ix yalani."
        },
        {
            "number": "4",
            "text": "Ix b'at ix t'a yichanh winh rey chi', ix em nhojan ix t'a sat lu'um yuj sch'oxanel yemnaquilal ix t'a winh, ix yalan ix: --Mamin rey, colwajanh wed'oc, xchi ix."
        },
        {
            "number": "5",
            "text": "--¿Tas tzach ik'ani? xchi winh. Ix tak'wi ix: --Mamin rey, a in tik chamnacxo winh wetb'eyum."
        },
        {
            "number": "6",
            "text": "Anhej chawanh wune' ay. Ay junel ix yak' owal heb' winh t'a caltac te'. Yujto malaj mach ix pojan heb' winh, yuj chi' ay jun winh ix miljicham yuj winh yuk'tac chi'."
        },
        {
            "number": "7",
            "text": "Axo ticnaik masanil heb' in k'ab' woc smeltzajoch ajk'olal t'ayin, snib'ej heb' swak'och winh ix milancham winh yuk'tac chi' t'a yol sk'ab' heb' yic smilancham winh heb' yuj schamel winh yuk'tac chi'. Icha chi' snib'ej heb' yic satcanel winh ay yalan yic yik'ancan smacb'en smam chi'. Tato icha chi', manhxa mach swak'och yipoc in k'ool, tzam satel masanil yinhtilal winh wetb'eyum, manhxa am b'aj sb'inajcan winh, xchi ix."
        },
        {
            "number": "8",
            "text": "Ix tak'wi winh rey chi' t'a ix icha tik: --Paxanh t'a a pat, ol xo wila'' tas ol wutej in kolwaj t'ayach, xchi winh."
        },
        {
            "number": "9",
            "text": "Ix tak'wi ix t'a winh icha tik: --Ach mamin rey, a smul winh wune' chi', emocab' t'a wib'anh yet' t'a yib'anh masanil heb' in k'ab' woc, palta mocab' t'a ib'anh yet' t'a yib'anh a macb'en tz'emi, xchi ix."
        },
        {
            "number": "10",
            "text": "Ix tak'wixi winh rey chi' t'a ix: --Ha mach snib'ej tzach ixtan chi', ik'cot t'ayin t'a tik yic wach' manhxo ol ach stzuntzoc, xchi winh."
        },
        {
            "number": "11",
            "text": "Palta ix ochnhej tean ix t'a winh rey chi': --Tzin tewi t'ayach mamin rey, to tzak' a ti' t'a yichanh Jehová ko Diosal to a jun in k'ab' woc snib'ej yak'anek' spak schamel winh wune' chi', mocab' smilcham junxo wune' chi', yic max te jawi cuselal t'a wib'anh, xchi ix. Ix tak'wi winh rey chi': --Swak' in ti' t'a yichanh Jehová to malaj jab'oc tas ol ik'an winh une' chi', xchi winh."
        },
        {
            "number": "12",
            "text": "Ix ochxi ijan ix yalan icha tik: --Mamin rey, elokab' t'a a k'ol to tza cha ab' jun b'elanh lolonel ol wal t'ayach, xchi ix. --Ala', xchi winh t'a ix."
        },
        {
            "number": "13",
            "text": "Ix yalan ix icha tik: --Mamin rey, ¿tom manh wanoc ak'an chukal t'a schonhab' Dios? Ayic ix alani to tza b'o yaj tas tz'aj winh wune', wan a ch'oxaneli to manh tojolok a pensar yujto maxtzac a cha meltzaj winh uninal aycanb'at elelal t'a junxo ch'oc chonhab'il."
        },
        {
            "number": "14",
            "text": "Yujto ko masanil ol onh chamoc. Lajan onh icha ha ha' stob'b'at t'a sat lu'um, maxtzac yal ko molank'ei, palta ha Dios manh comonoc syik'el ko k 'inal, a tas sk'ulej to say tas tz'aj smeltzajxicot heb' najat aycanb'ati."
        },
        {
            "number": "15",
            "text": "Ha ticnaik mamin rey, in jawi ul wal juntzanh tik t'ayach, yuj heb' anima tzin xib'tan chi'. Yuj chi' ix in koti yic tzin lolon t'a ichanh, q'uinaloc tza cha ab' tas tzin k'an tik mamin rey"
        },
        {
            "number": "16",
            "text": "to tzin a col t'a mach snib'ej tzin satanel yet' heb' wune' t'a sat lum lum ix yak' Dios ko macb'enoc tik."
        },
        {
            "number": "17",
            "text": "Ha in a checab' waj tik, ol in tanhwej tas ol aj a pacan t'ayin yic wach' manhxa tas ol in na'a, yujto a ach tik mamin rey, ojtac wal a ch'olb'itan tas yaji, tato wach', mato chuclaj, lajan ach icha junok ángel yic Dios. Aocab' Jehová ko Diosal ayoch ed'oc, mamin rey, xchi ix."
        },
        {
            "number": "18",
            "text": "Ix yalan winh rey chi' t'a ix: --Ha ticnaik ay tas ol in k'anb'ej t'ayach. Malaj tas ol a k'ub'ejel t'ayin, xchi winh. --Al an mamin rey, xchi ix."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix sk'anb'ej winh rey chi' t'a ix icha tik: --¿Tom manhoc winhaj Joab ixb’o’an al jun tik? xchi winh. Ix tak'wi ix: --Ichaton chi' mamin rey, ix a naeli. Ha winh a checab' chi' ix in checancoti, a winh ix alanpax t'ayin tastac tzul wal tik t'ayach."
        },
        {
            "number": "20",
            "text": "Ix sna juntzanh tik winh yic tope sk'exwi a pensar t'a winh uninal aj Absalón. Palta a ach tik mamin rey, te aj pensar ach, lajan ach icha wal junok yángel Dios, ojtac masanil tastac tzuji t'a yol a macb'en tik, xchi ix."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix avtaj winhaj Joab chi' yuj winh rey chi': --Toxo ix in na'a, elokab'k'och icha tas tza nib'ej chi'. Ixic, b'at ik' meltzaj winhaj quelem Absalón chi', xchi winh rey chi' t'a winh."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix em nhojan winhaj Joab chi' t'a yichanh winh rey chi' t'a sat lu'um, yuj sch'oxanel winh to niwan yelk'och winh rey chi' t'a sat winh. Ix yalan wach' lolonel winh t'a winh rey chi' icha tik: --Ha ticnaik mamin rey, ix nachajel wuuj to ay welk'och t'ayach, yujto ix a cha ab' tas tzin nib'ej ix wal t'ayach, xchi winh."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix b'at winhaj Joab chi' t'a chonhab' Gesur yic b'at yik'anxicot winhaj Absalón chi' winh, yic sjax winh t'a Jerusalén."
        },
        {
            "number": "24",
            "text": "Palta ix yalan winh rey to b'enhej sk'ochcan winh t'a spat, max jalaj winh t'a yichanh winh rey chi'. Icha chi' ix aj sk'ochcan winhaj Absalón chi' t'a spat chi', maj k'ochlaj winh t'a yichanh winh rey chi'."
        },
        {
            "number": "25",
            "text": "Ha t'a skal masanil heb' israel, malaj junok winak wach' yilji icha yilji winhaj Absalón chi'. Te b'inajnac winh yuj swach'il yilji chi', malaj jab'oc palta t'a sniwanil winh."
        },
        {
            "number": "26",
            "text": "Junelnhej sjoxjiel xil sjolom winh t'a junjun ab'il, ayic ste alb'i syab' winh. Ha xil sjolom winh chi', ek'to chanhe' libra yalil, icha yechlab' heb' rey sk'ana'."
        },
        {
            "number": "27",
            "text": "Ay oxwanh yuninal winh yet' jun yisil. Ha ix yisil winh chi', Tamar sb'i ix, te wach' yilji ix."
        },
        {
            "number": "28",
            "text": "Schab'ilxo ab'il sjax winhaj Absalón chi' t'a Jerusalén, palta anheja' max yal-laj sk'och winh t'a yichanh winh rey."
        },
        {
            "number": "29",
            "text": "Yuj chi', ix avtaj winhaj Joab chi' yuj winh yic tz'ik'jib'at winh t'a yichanh winh rey chi', palta maj cotlaj winhaj Joab chi'. Ix yavtanxi winhaj Joab chi' winh t'a schaelal, palta anheja' maj cotlaj winh."
        },
        {
            "number": "30",
            "text": "Axo ix aji, ix schecanb'at heb' schecab' winhaj Absalón chi', ix yalan winh: --Ixiquec b'aj ay smunlajel winhaj Joab t'a slak'anil sti' wico', aton b'aj awab'il ixim cebada yuj winh, tze nhusantz'a tas awab'il chi' yuj winh, xchi winh. Ix b'at heb' schecab' winh chi', ix b'at snhusantz'a tas awab'il chi' heb'."
        },
        {
            "number": "31",
            "text": "Ix b'at winhaj Joab t'a spat winhaj Absalón chi', ix yalan winh: --¿Tas yuj ix a checb'at heb' a checab' snhustz'a tas awab'il wuuj? xchi winh."
        },
        {
            "number": "32",
            "text": "Ix tak'wi winhaj Absalón chi' t'a winh: --Ix ach wavtej, yic sb'at a k'anb'ej t'a winh rey tas yuj ix b'at in cot t'a chonhab' Gesur. Te wach' ama, tato ix in canxonhej ta'. In gana swil winh rey chi'. Tato ay in mul, syal in smilancham winh, xchi winh."
        },
        {
            "number": "33",
            "text": "Yuj chi' ix b'at winhaj Joab yal t'a winh rey tas ix yal winhaj Absalón chi'. Ixlajwi chi', ix avtaj winhaj Absalón yuj winh rey chi'. Ayic ix k'och winh, ix em nhojan winh t'a sat lu'um t'a yichanh winh rey chi', ix chaji winh yuj winh rey chi', ix stz'ub'an sti' winh yuninal winh chi'."
        }
    ]
}