{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix ek' jun pekti’, ix aj jun scarruaje vinhaj Absalón stok'ji yuj nok' chej, ix sayan 50 eb' soldado vinh yic stanhvaj vinh yuj eb'."
        },
        {
            "number": "2",
            "text": "Ak'valto sq'ue vaan vinh t'a junjun k'u, tz'aj linhan vinh t'a yol b'e sk'och t'a spuertail chonhab'. Yalnhej mach sjavi t'a vinh rey yic sb'oan yaj yoval, syamjioch van eb' yuj vinh, sk'anb'an vinh t'a eb' tas chonhab'il eb'. Ayic syalan eb' tas chonhab'il eb', mach ay yinhtilal eb',"
        },
        {
            "number": "3",
            "text": "syalan vinh t'a eb' icha tik: Wach'ton tas tzul e b'o tik, smoj ton sb'o yaj t'ayex, palta malaj mach sb'oan yuj vinh rey chi', xchi vinh t'a eb'."
        },
        {
            "number": "4",
            "text": "Syalanpax vinh icha tik: Oc in val tzin ak'jioch juezal t'a jun chonhab' tik, ayic tzex javi t'ayin e b'o yaj eyoval, elanhchamel am tzin b'o t'ayex, xchi vinh t'a eb'."
        },
        {
            "number": "5",
            "text": "Ay junxo tas syutej eb' anima chi' vinh, ayic vanto sk'och eb' t'a vinh, ayic manto em nhojan eb' t'a yichanh vinh, tz'och lak'naj vinh t'a eb', stz'ub'anelta sti' eb' vinh."
        },
        {
            "number": "6",
            "text": "Ichanhej chi' ix yutej masanil eb' yetisraelal vinh sk'och t'a vinh rey yic sb'o yaj yoval. Icha chi' ix aj smontaj eb' anima chi' yuj vinh."
        },
        {
            "number": "7",
            "text": "Chanhe' ab'il ix sk'ulej vinh icha chi', ix lajvi chi', ix yalan vinh t'a vinh rey chi' icha tik: --Mamin rey, tzin k'an t'ayach to tzin a chab'at t'a Hebrón, yic wach' tzin k'anab'ajej in ti' vak'nac t'a Jehová."
        },
        {
            "number": "8",
            "text": "Ayic ayinto ek' t'a Gesur t'a yol yic Siria, vak'nac in ti' t'a Jehová, valannac t'ay, tato tz'el t'a sk'ool to tzin meltzaj t'a Jerusalén, yovalil ol vak' junok in silab' t'ay, xchi vinh."
        },
        {
            "number": "9",
            "text": "--Ixic t'a junk'olal, xchi vinhaj rey David chi'. Yuj chi' ix b'at vinh t'a Hebrón chi'."
        },
        {
            "number": "10",
            "text": "Ayic ix k'och vinh ta', ix yak'anb'at schecab' vinh t'a elk'altac t'a junjun yinhtilal eb' israel yic tz'alji t'a eb' to ayic ol yab'an eb' yok' nok' ch'aac, syalan eb' to toxo ix och vinhaj Absalón reyal t'a Hebrón."
        },
        {
            "number": "11",
            "text": "Chab' ciento eb' vinh aj Jerusalén ix yik'b'at vinh yet'oc. Ha eb' chi' malaj jab'oc tas yojtac eb' tas van snaan vinh."
        },
        {
            "number": "12",
            "text": "Ayic van yak'an silab' chi' vinh, ix schecan vinh b'at ik'joccot vinhaj Ahitofel t'a schonhab', aton Gilo. Ak'um razón yaj vinh t'a vinhaj David. Ha jun tas ix sna vinhaj Absalón chi' van yoch yip yujto ix q'uib' sb'isul eb' anima ix och yet' vinh."
        },
        {
            "number": "13",
            "text": "Ay jun checab' ix javi yal t'a vinh rey chi', ix yalan icha tik: Nivanxo eb' quetisraelal ayxo och yet' vinhaj Absalón, xchi."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix yal vinh rey chi' t'a masanil eb' yajal yaj yet' vinh t'a Jerusalén chi': --Coyec, conh elec t'a vinhaj Absalón chi'. Tato maay, manhxo ol yal-laj co colan co b'ha t'a vinh. Co pilec quip yic manhxo ol onh yamchaj yuj vinh yic tzonh smilancham yet' masanil anima t'a yol chonhab' tik, xchi vinh rey chi'."
        },
        {
            "number": "15",
            "text": "Ix tak'vi eb' t'a vinh: --Mamin rey, ol co k'anab'ajej tas tzala', xchi eb'."
        },
        {
            "number": "16",
            "text": "Icha chi' ix aj yel vinhaj rey David chi' t'a sti' chonhab', eb' ix yetb'eyum vinh, eb' yuninal vinh yet' pax eb' yetyajalil vinh. Axonhej lajunhvanh eb' ix schab'il yetb'eyum vinh ix kan stanhvej spat."
        },
        {
            "number": "17",
            "text": "Ayic toxo ix el vinh yet' masanil eb' anima chi', ix och vaan eb' t'a stielxo chonhab'."
        },
        {
            "number": "18",
            "text": "Masanil eb' yetyajalil vinh, ix k'och eb' t'a stz'ey vinh. Axo pax eb' soldado stanhvan vinh, aton eb' cereteo yet' eb' peleteo, t'a stzolal ix b'at eb' t'a yichanh vinh yet' vaque' ciento eb' soldado cotnac yet' vinh t'a Gat."
        },
        {
            "number": "19",
            "text": "Ix yalan vinhaj rey David chi' t'a vinhaj Itai aj chonhab' Gat: --¿Tas yuj ipan ach tzach b'at qued'oc? Meltzajanh, wach' tzach kan yet' junxo vinh rey ol och chi', yujto ch'oc chonhab'il ach."
        },
        {
            "number": "20",
            "text": "Toto janac ach, max yal-laj ach vak'an pural a b'at qued'oc, yujto a in tik manh vojtacoc b'ajtil ol in k'ochoc. Wach' tzach meltzaji, ik'b'at eb' vinh etchonhab' tik ed'oc. Yak'ocab' swach'k'olal Jehová t'a eyib'anh t'a masanil tiempo, xchi vinh rey chi'."
        },
        {
            "number": "21",
            "text": "Ix tak'vi vinhaj Itai chi': --Mamin rey, svak' in ti' t'a yichanh Dios yet' t'a ichanh, yalnhej b'aj ol ach k'ochoc, taxonhej tzonh chami, mato wach' tzonh aji, ol in b'atnhej ed'oc a in a checab' in tik, xchi vinh."
        },
        {
            "number": "22",
            "text": "--Ichocab'ta', coyec, b'ab'lajanhec, xchi vinhaj David chi'. Yuj chi' ix b'atnhej vinhaj Itai chi' yet' eb' ajun yet' vinh rey chi'. Ajun eb' yuninal vinh rey chi' yet' eb' ix yetb'eyum vinh."
        },
        {
            "number": "23",
            "text": "Masanil anima, ayic ix yilan eb' sb'at vinh rey chi' yet' eb' soldado, ix te ok' eb' sik'lab'il. Ix ek' eb' anima van yel chi' t'a yol ha' Cedrón, ix b'at eb' t'a sb'eal lum lum cuseltacxo."
        },
        {
            "number": "24",
            "text": "Ajun pax vinhaj Sadoc yet' vinhaj Abiatar yet' eb' levita. Yed'nac te' scaxail strato Dios eb'. Ix yak'an em te' caxa chi' eb' masanto ix yal slajvib'at eb' anima ix b'at yet' vinh rey chi' t'a yol chonhab' chi'."
        },
        {
            "number": "25",
            "text": "Ix yalan vinh rey t'a vinhaj Sadoc chi' icha tik: --Iq'uecxioch te' caxa t'a yol chonhab' tik. Tato ol och Jehová ved'oc, ol in meltzajxoc, ol vilanxioch te' yet' scajnub' Jehová."
        },
        {
            "number": "26",
            "text": "Tato maxtzac tzalaj ved' jun, ujocab' icha val tas sgana t'ayin, xchi vinhaj David chi'."
        },
        {
            "number": "27",
            "text": "Ix yalanxi vinh rey chi' t'a vinhaj sacerdote Sadoc chi': --Ach schecab' Dios, meltzajanh t'a junk'olal yet' vinhaj Abiatar yet' chavanh eb' eyuninal tik, vinhaj Ahimaas, vinh ico' yet' vinhaj Jonatán vinh yic vinhaj Abiatar."
        },
        {
            "number": "28",
            "text": "Ha inxo tik, ol in kan t'a spanhanil lum b'aj te cuseltacxo tik, masanto ol ja specal t'ayin eyuuj, xchi vinh rey chi'."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix meltzaj vinhaj sacerdote Sadoc yet' vinhaj Abiatar t'a chonhab' Jerusalén chi', yet'nac te' scaxail strato Jehová eb' vinh, ix k'ochxican eb' vinh ta'."
        },
        {
            "number": "30",
            "text": "Ix q'ue vinhaj David chi' yet' eb' ajun yet' vinh t'a lum tzalan Olivo, van yok' vinh sik'lab'il, malaj xanhab' vinh ayochi, pichb'il sjolom vinh yuj cusk'olal. Icha ix yutej sb'a vinh rey chi', icha chi' ix yutejpax sb'a eb' ajun yet' vinh chi'."
        },
        {
            "number": "31",
            "text": "Ix alji t'a vinh rey chi' to a vinhaj Ahitofel ayxo och vinh yet' vinhaj Absalón, yuj chi' ix sk'an vinh t'a Jehová yic max elk'och tas nab'il yuj vinhaj Ahitofel chi'."
        },
        {
            "number": "32",
            "text": "Ayic ix q'uek'och vinh rey chi' t'a tzalan Olivo, b'aj tz'och ejmelal d'ha Dios, ix javi jun vinh yamigo vinh, aton vinhaj Husai yinhtilal arquita. Ix javi vinh scha vinh rey chi', nhik'chimtacxonhej spichul vinh, ayq'ue lum pococ t'a sjolom vinh."
        },
        {
            "number": "33",
            "text": "Ix yalan vinh rey chi' t'a vinh icha tik: --Tato tzach b'at ved'oc, tonhej tzin kan t'a spatic uuj."
        },
        {
            "number": "34",
            "text": "Palta te wach' tato tzach meltzaj t'a Jerusalén tzalan t'a vinhaj Absalón icha tik: Mamin rey, a in tik tzin kan a checab'oc icha ix aj voch schecab'oc vinh a mam, tato xa chi. Icha chi' ol aj och ved'oc yic max elk'och tas nab'il yuj vinhaj Ahitofel chi'."
        },
        {
            "number": "35",
            "text": "Ata' ix kan vinhaj sacerdote Sadoc yet' vinhaj Abiatar chi'. Masanil tas ol ab' yalji t'a yol palacio chi', elanhchamel tzalb'at yab' eb' vinh."
        },
        {
            "number": "36",
            "text": "Ata' ay pax vinhaj Ahimaas yet' vinhaj Jonatán yuninal eb' vinh chavanh chi'. Masanil tas tzab'i, ha t'a eb' vinh tzalb'ati, haxo eb' vinh ol alancot t'ayin, xchi vinh rey chi' t'a vinhaj Husai chi'."
        },
        {
            "number": "37",
            "text": "Yuj chi' ix meltzaj vinhaj Husai t'a Jerusalén chi'. Ayic ix k'och vinh, van val yoch vinhaj Absalón t'a yol chonhab' chi'."
        }
    ]
}