{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix ek' jun pekti’, ix aj jun scarruaje winhaj Absalón stok'ji yuj nok' chej, ix sayan 50 eb' soldado winh yic stanhvaj winh yuj eb'."
        },
        {
            "number": "2",
            "text": "Ak'valto sq'ue vaan winh t'a junjun k'u, tz'aj linhan winh t'a yol b'e sk'och t'a spuertail chonhab'. Yalnhej mach sjavi t'a winh rey yic sb'oan yaj yoval, syamjioch van eb' yuj winh, sk'anb'an winh t'a eb' tas chonhab'il eb'. Ayic syalan eb' tas chonhab'il eb', mach ay yinhtilal eb',"
        },
        {
            "number": "3",
            "text": "syalan winh t'a eb' icha tik: Wach'ton tas tzul e b'o tik, smoj ton sb'o yaj t'ayex, palta malaj mach sb'oan yuj winh rey chi', xchi winh t'a eb'."
        },
        {
            "number": "4",
            "text": "Syalanpax winh icha tik: Oc in val tzin ak'jioch juezal t'a jun chonhab' tik, ayic tzex javi t'ayin e b'o yaj eyoval, elanhchamel am tzin b'o t'ayex, xchi winh t'a eb'."
        },
        {
            "number": "5",
            "text": "Ay junxo tas syutej eb' anima chi' winh, ayic vanto sk'och eb' t'a winh, ayic manto em nhojan eb' t'a yichanh winh, tz'och lak'naj winh t'a eb', stz'ub'anelta sti' eb' winh."
        },
        {
            "number": "6",
            "text": "Ichanhej chi' ix yutej masanil eb' yetisraelal winh sk'och t'a winh rey yic sb'o yaj yoval. Icha chi' ix aj smontaj eb' anima chi' yuj winh."
        },
        {
            "number": "7",
            "text": "Chanhe' ab'il ix sk'ulej winh icha chi', ix lajvi chi', ix yalan winh t'a winh rey chi' icha tik: --Mamin rey, tzin k'an t'ayach to tzin a chab'at t'a Hebrón, yic wach' tzin k'anab'ajej in ti' vak'nac t'a Jehová."
        },
        {
            "number": "8",
            "text": "Ayic ayinto ek' t'a Gesur t'a yol yic Siria, vak'nac in ti' t'a Jehová, valannac t'ay, tato tz'el t'a sk'ool to tzin meltzaj t'a Jerusalén, yowalil ol vak' junok in silab' t'ay, xchi winh."
        },
        {
            "number": "9",
            "text": "--Ixic t'a junk'olal, xchi winhaj rey David chi'. Yuj chi' ix b'at winh t'a Hebrón chi'."
        },
        {
            "number": "10",
            "text": "Ayic ix k'och winh ta', ix yak'anb'at schecab' winh t'a elk'altac t'a junjun yinhtilal eb' israel yic tz'alji t'a eb' to ayic ol yab'an eb' yok' nok' ch'aac, syalan eb' to toxo ix och winhaj Absalón reyal t'a Hebrón."
        },
        {
            "number": "11",
            "text": "Chab' ciento eb' winh aj Jerusalén ix yik'b'at winh yet'oc. Ha eb' chi' malaj jab'oc tas yojtac eb' tas van snaan winh."
        },
        {
            "number": "12",
            "text": "Ayic van yak'an silab' chi' winh, ix schecan winh b'at ik'joccot winhaj Ahitofel t'a schonhab', aton Gilo. Ak'um razón yaj winh t'a winhaj David. Ha jun tas ix sna winhaj Absalón chi' van yoch yip yujto ix q'uib' sb'isul eb' anima ix och yet' winh."
        },
        {
            "number": "13",
            "text": "Ay jun checab' ix javi yal t'a winh rey chi', ix yalan icha tik: Nivanxo eb' quetisraelal ayxo och yet' winhaj Absalón, xchi."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix yal winh rey chi' t'a masanil eb' yajal yaj yet' winh t'a Jerusalén chi': --Coyec, conh elec t'a winhaj Absalón chi'. Tato maay, manhxo ol yal-laj co colan co b'ha t'a winh. Co pilec quip yic manhxo ol onh yamchaj yuj winh yic tzonh smilancham yet' masanil anima t'a yol chonhab' tik, xchi winh rey chi'."
        },
        {
            "number": "15",
            "text": "Ix tak'vi eb' t'a winh: --Mamin rey, ol co k'anab'ajej tas tzala', xchi eb'."
        },
        {
            "number": "16",
            "text": "Icha chi' ix aj yel winhaj rey David chi' t'a sti' chonhab', eb' ix yetb'eyum winh, eb' yuninal winh yet' pax eb' yetyajalil winh. Axonhej lajunhvanh eb' ix schab'il yetb'eyum winh ix kan stanhvej spat."
        },
        {
            "number": "17",
            "text": "Ayic toxo ix el winh yet' masanil eb' anima chi', ix och vaan eb' t'a stielxo chonhab'."
        },
        {
            "number": "18",
            "text": "Masanil eb' yetyajalil winh, ix k'och eb' t'a stz'ey winh. Axo pax eb' soldado stanhvan winh, aton eb' cereteo yet' eb' peleteo, t'a stzolal ix b'at eb' t'a yichanh winh yet' vaque' ciento eb' soldado cotnac yet' winh t'a Gat."
        },
        {
            "number": "19",
            "text": "Ix yalan winhaj rey David chi' t'a winhaj Itai aj chonhab' Gat: --¿Tas yuj ipan ach tzach b'at qued'oc? Meltzajanh, wach' tzach kan yet' junxo winh rey ol och chi', yujto ch'oc chonhab'il ach."
        },
        {
            "number": "20",
            "text": "Toto janac ach, max yal-laj ach vak'an pural a b'at qued'oc, yujto a in tik manh vojtacoc b'ajtil ol in k'ochoc. Wach' tzach meltzaji, ik'b'at eb' winh etchonhab' tik ed'oc. Yak'ocab' swach'k'olal Jehová t'a eyib'anh t'a masanil tiempo, xchi winh rey chi'."
        },
        {
            "number": "21",
            "text": "Ix tak'vi winhaj Itai chi': --Mamin rey, svak' in ti' t'a yichanh Dios yet' t'a ichanh, yalnhej b'aj ol ach k'ochoc, taxonhej tzonh chami, mato wach' tzonh aji, ol in b'atnhej ed'oc a in a checab' in tik, xchi winh."
        },
        {
            "number": "22",
            "text": "--Ichocab'ta', coyec, b'ab'lajanhec, xchi winhaj David chi'. Yuj chi' ix b'atnhej winhaj Itai chi' yet' eb' ajun yet' winh rey chi'. Ajun eb' yuninal winh rey chi' yet' eb' ix yetb'eyum winh."
        },
        {
            "number": "23",
            "text": "Masanil anima, ayic ix yilan eb' sb'at winh rey chi' yet' eb' soldado, ix te ok' eb' sik'lab'il. Ix ek' eb' anima van yel chi' t'a yol ha' Cedrón, ix b'at eb' t'a sb'eal lum lum cuseltacxo."
        },
        {
            "number": "24",
            "text": "Ajun pax winhaj Sadoc yet' winhaj Abiatar yet' eb' levita. Yed'nac te' scaxail strato Dios eb'. Ix yak'an em te' caxa chi' eb' masanto ix yal slajvib'at eb' anima ix b'at yet' winh rey chi' t'a yol chonhab' chi'."
        },
        {
            "number": "25",
            "text": "Ix yalan winh rey t'a winhaj Sadoc chi' icha tik: --Iq'uecxioch te' caxa t'a yol chonhab' tik. Tato ol och Jehová ved'oc, ol in meltzajxoc, ol vilanxioch te' yet' scajnub' Jehová."
        },
        {
            "number": "26",
            "text": "Tato maxtzac tzalaj ved' jun, ujocab' icha val tas sgana t'ayin, xchi winhaj David chi'."
        },
        {
            "number": "27",
            "text": "Ix yalanxi winh rey chi' t'a winhaj sacerdote Sadoc chi': --Ach schecab' Dios, meltzajanh t'a junk'olal yet' winhaj Abiatar yet' chavanh eb' eyuninal tik, winhaj Ahimaas, winh ico' yet' winhaj Jonatán winh yic winhaj Abiatar."
        },
        {
            "number": "28",
            "text": "Ha inxo tik, ol in kan t'a spanhanil lum b'aj te cuseltacxo tik, masanto ol ja specal t'ayin eyuuj, xchi winh rey chi'."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix meltzaj winhaj sacerdote Sadoc yet' winhaj Abiatar t'a chonhab' Jerusalén chi', yet'nac te' scaxail strato Jehová eb' winh, ix k'ochxican eb' winh ta'."
        },
        {
            "number": "30",
            "text": "Ix q'ue winhaj David chi' yet' eb' ajun yet' winh t'a lum tzalan Olivo, van yok' winh sik'lab'il, malaj xanhab' winh ayochi, pichb'il sjolom winh yuj cusk'olal. Icha ix yutej sb'a winh rey chi', icha chi' ix yutejpax sb'a eb' ajun yet' winh chi'."
        },
        {
            "number": "31",
            "text": "Ix alji t'a winh rey chi' to a winhaj Ahitofel ayxo och winh yet' winhaj Absalón, yuj chi' ix sk'an winh t'a Jehová yic max elk'och tas nab'il yuj winhaj Ahitofel chi'."
        },
        {
            "number": "32",
            "text": "Ayic ix q'uek'och winh rey chi' t'a tzalan Olivo, b'aj tz'och ejmelal d'ha Dios, ix javi jun winh yamigo winh, aton winhaj Husai yinhtilal arquita. Ix javi winh scha winh rey chi', nhik'chimtacxonhej spichul winh, ayq'ue lum pococ t'a sjolom winh."
        },
        {
            "number": "33",
            "text": "Ix yalan winh rey chi' t'a winh icha tik: --Tato tzach b'at ved'oc, tonhej tzin kan t'a spatic uuj."
        },
        {
            "number": "34",
            "text": "Palta te wach' tato tzach meltzaj t'a Jerusalén tzalan t'a winhaj Absalón icha tik: Mamin rey, a in tik tzin kan a checab'oc icha ix aj voch schecab'oc winh a mam, tato xa chi. Icha chi' ol aj och ved'oc yic max elk'och tas nab'il yuj winhaj Ahitofel chi'."
        },
        {
            "number": "35",
            "text": "Ata' ix kan winhaj sacerdote Sadoc yet' winhaj Abiatar chi'. Masanil tas ol ab' yalji t'a yol palacio chi', elanhchamel tzalb'at yab' eb' winh."
        },
        {
            "number": "36",
            "text": "Ata' ay pax winhaj Ahimaas yet' winhaj Jonatán yuninal eb' winh chavanh chi'. Masanil tas tzab'i, ha t'a eb' winh tzalb'ati, haxo eb' winh ol alancot t'ayin, xchi winh rey chi' t'a winhaj Husai chi'."
        },
        {
            "number": "37",
            "text": "Yuj chi' ix meltzaj winhaj Husai t'a Jerusalén chi'. Ayic ix k'och winh, van val yoch winhaj Absalón t'a yol chonhab' chi'."
        }
    ]
}