{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix ek' jun pekti’, ix aj jun skarruaje winhaj Absalón stok'ji yuj nok' chej, ix sayan 50 heb' soldado winh yic stanhwaj winh yuj heb'."
        },
        {
            "number": "2",
            "text": "Ak'walto sk'e waan winh t'a junjun k'u, tz'aj linhan winh t'a yol b'e sk'och t'a spuertail chonhab'. Yalnhej mach sjawi t'a winh rey yic sb'oan yaj yowal, syamjioch wan heb' yuj winh, sk'anb'an winh t'a heb' tas chonhab'il heb'. Ayic syalan heb' tas chonhab'il heb', mach ay yinhtilal heb',"
        },
        {
            "number": "3",
            "text": "syalan winh t'a heb' icha tik: Wach'ton tas tzul he b'o tik, smoj ton sb'o yaj t'ayex, palta malaj mach sb'oan yuj winh rey chi', xchi winh t'a heb'."
        },
        {
            "number": "4",
            "text": "Syalanpax winh icha tik: Oc in wal tzin ak'jioch juezal t'a jun chonhab' tik, ayic tzex jawi t'ayin he b'o yaj eyowal, elanhchamel am tzin b'o t'ayex, xchi winh t'a heb'."
        },
        {
            "number": "5",
            "text": "Ay junxo tas syutej heb' anima chi' winh, ayic wanto sk'och heb' t'a winh, ayic manto em nhojan heb' t'a yichanh winh, tz'och lak'naj winh t'a heb', stz'ub'anelta sti' heb' winh."
        },
        {
            "number": "6",
            "text": "Ichanhej chi' ix yutej masanil heb' yetisraelal winh sk'och t'a winh rey yic sb'o yaj yowal. Icha chi' ix aj smontaj heb' anima chi' yuj winh."
        },
        {
            "number": "7",
            "text": "Chanhe' ab'il ix sk'ulej winh icha chi', ix lajwi chi', ix yalan winh t'a winh rey chi' icha tik: --Mamin rey, tzin k'an t'ayach to tzin a chab'at t'a Hebrón, yic wach' tzin k'anab'ajej in ti' wak'nac t'a Jehová."
        },
        {
            "number": "8",
            "text": "Ayic ayinto ek' t'a Gesur t'a yol yic Siria, wak'nac in ti' t'a Jehová, walannac t'ay, tato tz'el t'a sk'ool to tzin meltzaj t'a Jerusalén, yowalil ol wak' junok in silab' t'ay, xchi winh."
        },
        {
            "number": "9",
            "text": "--Ixic t'a junk'olal, xchi winhaj rey Dawid chi'. Yuj chi' ix b'at winh t'a Hebrón chi'."
        },
        {
            "number": "10",
            "text": "Ayic ix k'och winh ta', ix yak'anb'at schekab' winh t'a elk'altac t'a junjun yinhtilal heb' israel yic tz'alji t'a heb' to ayic ol yab'an heb' yok' nok' ch'aac, syalan heb' to toxo ix och winhaj Absalón reyal t'a Hebrón."
        },
        {
            "number": "11",
            "text": "Chab' ciento heb' winh aj Jerusalén ix yik'b'at winh yet'oc. Ha heb' chi' malaj jab'oc tas yojtak heb' tas wan snaan winh."
        },
        {
            "number": "12",
            "text": "Ayic wan yak'an silab' chi' winh, ix schekan winh b'at ik'joccot winhaj Ahitofel t'a schonhab', aton Gilo. Ak'um razón yaj winh t'a winhaj Dawid. Ha jun tas ix sna winhaj Absalón chi' wan yoch yip yujto ix q'uib' sb'isul heb' anima ix och yet' winh."
        },
        {
            "number": "13",
            "text": "Ay jun chekab' ix jawi yal t'a winh rey chi', ix yalan icha tik: Niwanxo heb' quetisraelal ayxo och yet' winhaj Absalón, xchi."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix yal winh rey chi' t'a masanil heb' yajal yaj yet' winh t'a Jerusalén chi': --Koyec, conh elec t'a winhaj Absalón chi'. Tato maay, manhxo ol yal-laj ko colan ko b'ha t'a winh. Co pilec quip yic manhxo ol onh yamchaj yuj winh yic tzonh smilancham yet' masanil anima t'a yol chonhab' tik, xchi winh rey chi'."
        },
        {
            "number": "15",
            "text": "Ix tak'wi heb' t'a winh: --Mamin rey, ol ko k'anab'ajej tas tzala', xchi heb'."
        },
        {
            "number": "16",
            "text": "Icha chi' ix aj yel winhaj rey Dawid chi' t'a sti' chonhab', heb' ix yetb'eyum winh, heb' yuninal winh yet' pax heb' yetyajalil winh. Axonhej lajunhwanh heb' ix schab'il yetb'eyum winh ix kan stanhwej spat."
        },
        {
            "number": "17",
            "text": "Ayic toxo ix el winh yet' masanil heb' anima chi', ix och waan heb' t'a stielxo chonhab'."
        },
        {
            "number": "18",
            "text": "Masanil heb' yetyajalil winh, ix k'och heb' t'a stz'ey winh. Axo pax heb' soldado stanhwan winh, aton heb' cereteo yet' heb' peleteo, t'a stzolal ix b'at heb' t'a yichanh winh yet' waque' ciento heb' soldado cotnac yet' winh t'a Gat."
        },
        {
            "number": "19",
            "text": "Ix yalan winhaj rey Dawid chi' t'a winhaj Itai aj chonhab' Gat: --¿Tas yuj ipan ach tzach b'at qued'oc? Meltzajanh, wach' tzach kan yet' junxo winh rey ol och chi', yujto ch'oc chonhab'il ach."
        },
        {
            "number": "20",
            "text": "Toto janac ach, max yal-laj ach wak'an pural a b'at qued'oc, yujto a in tik manh wojtakoc b'ajtil ol in k'ochoc. Wach' tzach meltzaji, ik'b'at heb' winh etchonhab' tik ed'oc. Yak'okab' swach'k'olal Jehová t'a eyib'anh t'a masanil tiempo, xchi winh rey chi'."
        },
        {
            "number": "21",
            "text": "Ix tak'wi winhaj Itai chi': --Mamin rey, swak' in ti' t'a yichanh Dios yet' t'a ichanh, yalnhej b'aj ol ach k'ochoc, taxonhej tzonh chami, mato wach' tzonh aji, ol in b'atnhej ed'oc a in a chekab' in tik, xchi winh."
        },
        {
            "number": "22",
            "text": "--Ichokab'ta', koyec, b'ab'lajanhec, xchi winhaj Dawid chi'. Yuj chi' ix b'atnhej winhaj Itai chi' yet' heb' ajun yet' winh rey chi'. Ajun heb' yuninal winh rey chi' yet' heb' ix yetb'eyum winh."
        },
        {
            "number": "23",
            "text": "Masanil anima, ayic ix yilan heb' sb'at winh rey chi' yet' heb' soldado, ix te ok' heb' sik'lab'il. Ix ek' heb' anima wan yel chi' t'a yol ha' Cedrón, ix b'at heb' t'a sb'eal lum lum cuseltacxo."
        },
        {
            "number": "24",
            "text": "Ajun pax winhaj Sadoc yet' winhaj Abiatar yet' heb' lewita. Yed'nac te' skaxail strato Dios heb'. Ix yak'an em te' kaxa chi' heb' masanto ix yal slajwib'at heb' anima ix b'at yet' winh rey chi' t'a yol chonhab' chi'."
        },
        {
            "number": "25",
            "text": "Ix yalan winh rey t'a winhaj Sadoc chi' icha tik: --Ik'ecxioch te' kaxa t'a yol chonhab' tik. Tato ol och Jehová wed'oc, ol in meltzajxoc, ol wilanxioch te' yet' skajnub' Jehová."
        },
        {
            "number": "26",
            "text": "Tato maxtzac tzalaj wed' jun, ujokab' icha wal tas snib'ej t'ayin, xchi winhaj Dawid chi'."
        },
        {
            "number": "27",
            "text": "Ix yalanxi winh rey chi' t'a winhaj sacerdote Sadoc chi': --Ach schekab' Dios, meltzajanh t'a junk'olal yet' winhaj Abiatar yet' chawanh heb' eyuninal tik, winhaj Ahimaas, winh ico' yet' winhaj Jonatán winh yic winhaj Abiatar."
        },
        {
            "number": "28",
            "text": "Ha inxo tik, ol in kan t'a spanhanil lum b'aj te cuseltacxo tik, masanto ol ja spekal t'ayin eyuuj, xchi winh rey chi'."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix meltzaj winhaj sacerdote Sadoc yet' winhaj Abiatar t'a chonhab' Jerusalén chi', yet'nac te' skaxail strato Jehová heb' winh, ix k'ochxikan heb' winh ta'."
        },
        {
            "number": "30",
            "text": "Ix k'e winhaj Dawid chi' yet' heb' ajun yet' winh t'a lum tzalan Oliwo, wan yok' winh sik'lab'il, malaj xanhab' winh ayochi, pichb'il sjolom winh yuj cusk'olal. Icha ix yutej sb'a winh rey chi', icha chi' ix yutejpax sb'a heb' ajun yet' winh chi'."
        },
        {
            "number": "31",
            "text": "Ix alji t'a winh rey chi' to a winhaj Ahitofel ayxo och winh yet' winhaj Absalón, yuj chi' ix sk'an winh t'a Jehová yic max elk'och tas nab'il yuj winhaj Ahitofel chi'."
        },
        {
            "number": "32",
            "text": "Ayic ix k'ek'och winh rey chi' t'a tzalan Oliwo, b'aj tz'och ejmelal d'ha Dios, ix jawi jun winh yamigo winh, aton winhaj Husai yinhtilal arquita. Ix jawi winh scha winh rey chi', nhik'chimtacxonhej spichul winh, ayk'e lum pokok t'a sjolom winh."
        },
        {
            "number": "33",
            "text": "Ix yalan winh rey chi' t'a winh icha tik: --Tato tzach b'at wed'oc, tonhej tzin kan t'a spatic uuj."
        },
        {
            "number": "34",
            "text": "Palta te wach' tato tzach meltzaj t'a Jerusalén tzalan t'a winhaj Absalón icha tik: Mamin rey, a in tik tzin kan a chekab'oc icha ix aj woch schekab'oc winh a mam, tato xa chi. Icha chi' ol aj och wed'oc yic max elk'och tas nab'il yuj winhaj Ahitofel chi'."
        },
        {
            "number": "35",
            "text": "Ata' ix kan winhaj sacerdote Sadoc yet' winhaj Abiatar chi'. Masanil tas ol ab' yalji t'a yol palacio chi', elanhchamel tzalb'at yab' heb' winh."
        },
        {
            "number": "36",
            "text": "Ata' ay pax winhaj Ahimaas yet' winhaj Jonatán yuninal heb' winh chawanh chi'. Masanil tas tzab'i, ha t'a heb' winh tzalb'ati, haxo heb' winh ol alancot t'ayin, xchi winh rey chi' t'a winhaj Husai chi'."
        },
        {
            "number": "37",
            "text": "Yuj chi' ix meltzaj winhaj Husai t'a Jerusalén chi'. Ayic ix k'och winh, wan wal yoch winhaj Absalón t'a yol chonhab' chi'."
        }
    ]
}