{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix b'at pilnaj winhaj rey Dawid chi' t'a sjolom lum tzalan chi', ix jawi winhaj Siba schecab' winhaj Mefi-boset scha winh. Yed'nac chawanh nok' b'uru winh. Ayoch stz'um nok', ayoch 200 ixim pan t'a yib'anh nok', 100 b'uyanh taquinh sat uwa, 100 quechanh taquinh sat higo yaman yaji yet' jun tz'uum yet'tal wino b'ut'an."
        },
        {
            "number": "2",
            "text": "Ix sk'anb'an winh rey chi' t'a winh: --¿Tas juntzanh ed'nac chi'? xchi winh. Ix tak'wi winhaj Siba chi': --Mamin rey, a nok' b'uru tik ol cuchan heb' al uninal. Axo ixim pan yet' sat te te' sloji tik, yic heb' a soldado yaji, haxo pax wino tik ol yuk'ej heb' sk'unb'i sb'ey b'aj cuseltacxo tik, xchi winh."
        },
        {
            "number": "3",
            "text": "--¿B'ajtil ay winhaj Mefi-boset yixchiquin winh ajalil aj Saúl ticnaik? xchi winh rey chi'. --Ix kan winh t'a Jerusalén, yujto ix sna' winh talaj tz'och winh reyal icha ix sk'ulej smam icham yuj heb' israel, xchi winhaj Siba chi'."
        },
        {
            "number": "4",
            "text": "--Tato icha chi', a ticnaik a masanil tastac ay t'a winhaj Mefi-boset chi', ol iquejcani, xchi winh rey chi'. --Mamin rey, ay in t'a yalanh a mandar, wach'ocab' tzin kan t'a yol a sat, xchi winhaj Siba chi'."
        },
        {
            "number": "5",
            "text": "Ayic ix k'och winhaj rey Dawid t'a Bahurim, ix elta jun winh scuchan Simei yuninal winhaj Gera, ayto yuj sb'a yet' winhaj rey Saúl chamnac."
        },
        {
            "number": "6",
            "text": "Ix och ijan winh sb'ajwaj t'a winhaj rey Dawid chi', ix julwajpaxcot winh t'a winh yet' t'a heb' yajal ajun yet' winh rey chi'. Oyanoch heb' soldado yet' heb' anima t'a spatic winh rey chi'."
        },
        {
            "number": "7",
            "text": "Ix yalan winhaj Simei chi' icha tik: --Jachel a b'ha t'a tik, ach milum anima."
        },
        {
            "number": "8",
            "text": "Ha ticnaik wan a chaan spak yuj Jehová yuj jantac heb' yinhtilal winhaj Saúl a milnacchamoc yic tzach ochcan reyal sk'exuloc winh. Ha ticnaik toxo ix yak'och opisio Jehová t'a yol sk'ab' winh uninal aj Absalón. Ix jawi t'a ib'anh ticnaik yujto te milum ach anima, xchi winh t'a winh rey chi'."
        },
        {
            "number": "9",
            "text": "Ix yalan winhaj Abisai yune' ix Sarwia t'a winhaj rey Dawid chi' icha tik: --Mamin rey, ¿tas yuj sb'ajwajcot jun winh icha nok' chamnac tz'i' tik t'ayach? Cha in b'ati, b'at in xiquel sjolom winh, xchi winh."
        },
        {
            "number": "10",
            "text": "Ix yalan winh rey chi': --Malaj eyalan eyic t'a jun winh tik a ex yune' ex ix Sarwia tik. Tato tzin sb'aj winh, a am Jehová tz'ak'an yal winh. Tato icha chi', malaj mach syal scachanoch waan winh, xchi winh rey chi'."
        },
        {
            "number": "11",
            "text": "Ix b'at k'elan winh t'a winhaj Abisai yet' t'a heb' ayoch yet' winh yajalil, ix yalan winh: --Inatax a wal winh wuninal snib'ej tzin milanchamoc, ocxom wal jun winh yinhtilal Benjamín tik. In sb'ajocab' winh, tecan a Jehová tz'ak'an yal winh."
        },
        {
            "number": "12",
            "text": "Talaj ol in snacot Dios yuj in cusk'olal tik, haxo ol ajoc to ol yak' swach'k'olal t'a wib'anh sk'exuloc tas tz'alji tik t'ayin, xchi winh."
        },
        {
            "number": "13",
            "text": "Ix b'atxi winhaj Dawid chi' yet' masanil heb' ajun yet'oc, anheja' ix b'atpax winhaj Simei chi' t'a spak'ul lum witz chi', ix b'ajwajxicot winh, ix sjulancot k'een k'een winh t'a skal heb', ix slanhancot lum pokok winh t'a heb'."
        },
        {
            "number": "14",
            "text": "Ayic ix k'och winhaj Dawid chi' t'a sti' ha' Jordán yet' masanil heb' ajun yet' chi', te k'unb'inacxo heb', yuj chi' ix yik' yip heb' ta'."
        },
        {
            "number": "15",
            "text": "Axo winhaj Absalón yet' masanil heb' ajun pax yet'oc yet' winhaj Ahitofel, ix och heb' t'a yol chonhab' Jerusalén."
        },
        {
            "number": "16",
            "text": "Axo winhaj Husai arquita yamigo winhaj Dawid, ix elta winh scha winhaj Absalón chi', te chaanh ix awaj winh, ix yalan winh icha tik: --Niwanocab' elk'och mamin rey, ach ik'jocab' chaanh, xchi winh."
        },
        {
            "number": "17",
            "text": "Ix sk'anb'an winhaj Absalón chi': --¿Tom icha chi' tz'aj a naan t'a spatic winh amigo chi'? ¿Tas yuj maj ach b'at yet' winh? xchi winh t'a winh."
        },
        {
            "number": "18",
            "text": "Ix tak'wi winhaj Husai chi': --Maay, manh smojoc tzin b'at yet' winh. Ha mach sik'b'ilel yuj Jehová, sik'b'ilpaxel yuj heb' chonhab' israel, a yet' ol in canoc."
        },
        {
            "number": "19",
            "text": "Anhejtona' ay mach smoj swak' serwil, ol wak' serwil winh yuninal winh wamigo chi'. Icha ix aj wak'an serwil winh a mam, icha wal chi' ol aj ach wak'anxi serwil, xchi winh."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi' ix yalan winhaj Absalón chi' t'a winhaj Ahitofel: --¿Tas tza na' a ach tik, tas ol ko k'ulej? xchi winh t'a winh."
        },
        {
            "number": "21",
            "text": "Ix yalan winhaj Ahitofel chi': --Ha tas tza k'ulej ticnaik to tzach way yet' heb' ix schab'il yetb'eyum winh a mam aycan stanhwej spat, yic wach' snachajel yuj masanil heb' israel tik to tzach chacjicanel yuj winh a mam chi', haxo masanil heb' ayoch ed' tik ol ach yak'och heb' yipoc sk'ool, xchi winh."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix sb'oank'e jun mantiado heb' t'a spanhanil palacio, ata' ix way winhaj Absalón chi' yet' heb' ix schab'il yetb'eyum smam chi'. D'a yichanh masanil heb' chonhab' chi' ix way winh yet' heb' ix."
        },
        {
            "number": "23",
            "text": "Ha t'a jun pekti’ chi', ayic sk'anchaj razón t'a winhaj Ahitofel chi' ichato a d'ha Dios wan sk'anb'an heb', yuj chi' a tas ix yal winh, ix yak'och winhaj rey Dawid yipoc sk'ool. Anheja' icha pax chi' ix sk'ulej winhaj Absalón chi'."
        }
    ]
}