{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix b'at pilnaj vinhaj rey David chi' d'a sjolom lum tzalan chi', ix javi vinhaj Siba schecab' vinhaj Mefi-boset scha vinh. Yed'nac chavanh nok' b'uru vinh. Ayoch stz'um nok', ayoch 200 ixim pan d'a yib'anh nok', 100 b'uyanh taquinh sat uva, 100 quechanh taquinh sat higo yaman yaji yed' jun tz'uum yed'tal vino b'ud'an."
        },
        {
            "number": "2",
            "text": "Ix sk'anb'an vinh rey chi' d'a vinh: --¿Tas juntzanh ed'nac chi'? xchi vinh. Ix tak'vi vinhaj Siba chi': --Mamin rey, a nok' b'uru tic ol cuchan eb' al uninal. Axo ixim pan yed' sat te te' sloji tic, yic eb' a soldado yaji, axo pax vino tic ol yuq'uej eb' sk'unb'i sb'ey b'aj cuseltacxo tic, xchi vinh."
        },
        {
            "number": "3",
            "text": "--¿B'ajtil ay vinhaj Mefi-boset yixchiquin vinh ajalil aj Saúl ticnaic? xchi vinh rey chi'. --Ix can vinh d'a Jerusalén, yujto ix sna' vinh talaj tz'och vinh reyal icha ix sk'ulej smam icham yuj eb' israel, xchi vinhaj Siba chi'."
        },
        {
            "number": "4",
            "text": "--Tato icha chi', a ticnaic a masanil tastac ay d'a vinhaj Mefi-boset chi', ol iquejcani, xchi vinh rey chi'. --Mamin rey, ay in d'a yalanh a mandar, vach'ocab' tzin can d'a yol a sat, xchi vinhaj Siba chi'."
        },
        {
            "number": "5",
            "text": "Ayic ix k'och vinhaj rey David d'a Bahurim, ix elta jun vinh scuchan Simei yuninal vinhaj Gera, ayto yuj sb'a yed' vinhaj rey Saúl chamnac."
        },
        {
            "number": "6",
            "text": "Ix och ijan vinh sb'ajvaj d'a vinhaj rey David chi', ix julvajpaxcot vinh d'a vinh yed' d'a eb' yajal ajun yed' vinh rey chi'. Oyanoch eb' soldado yed' eb' anima d'a spatic vinh rey chi'."
        },
        {
            "number": "7",
            "text": "Ix yalan vinhaj Simei chi' icha tic: --Jachel a b'a d'a tic, ach milum anima."
        },
        {
            "number": "8",
            "text": "A ticnaic van a chaan spac yuj Jehová yuj jantac eb' yinhtilal vinhaj Saúl a milnacchamoc yic tzach ochcan reyal sq'uexuloc vinh. A ticnaic toxo ix yak'och opisio Jehová d'a yol sk'ab' vinh uninal aj Absalón. Ix javi d'a ib'anh ticnaic yujto te milum ach anima, xchi vinh d'a vinh rey chi'."
        },
        {
            "number": "9",
            "text": "Ix yalan vinhaj Abisai yune' ix Sarvia d'a vinhaj rey David chi' icha tic: --Mamin rey, ¿tas yuj sb'ajvajcot jun vinh icha nok' chamnac tz'i' tic d'ayach? Cha in b'ati, b'at in xiquel sjolom vinh, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix yalan vinh rey chi': --Malaj eyalan eyic d'a jun vinh tic a ex yune' ex ix Sarvia tic. Tato tzin sb'aj vinh, a am Jehová tz'ak'an yal vinh. Tato icha chi', malaj mach syal scachanoch vaan vinh, xchi vinh rey chi'."
        },
        {
            "number": "11",
            "text": "Ix b'at q'uelan vinh d'a vinhaj Abisai yed' d'a eb' ayoch yed' vinh yajalil, ix yalan vinh: --Inatax a val vinh vuninal snib'ej tzin milanchamoc, ocxom val jun vinh yinhtilal Benjamín tic. In sb'ajocab' vinh, tecan a Jehová tz'ak'an yal vinh."
        },
        {
            "number": "12",
            "text": "Talaj ol in snacot Dios yuj in cusk'olal tic, axo ol ajoc to ol yak' svach'k'olal d'a vib'anh sq'uexuloc tas tz'alji tic d'ayin, xchi vinh."
        },
        {
            "number": "13",
            "text": "Ix b'atxi vinhaj David chi' yed' masanil eb' ajun yed'oc, anheja' ix b'atpax vinhaj Simei chi' d'a spak'ul lum vitz chi', ix b'ajvajxicot vinh, ix sjulancot q'uen q'ueen vinh d'a scal eb', ix slanhancot lum pococ vinh d'a eb'."
        },
        {
            "number": "14",
            "text": "Ayic ix k'och vinhaj David chi' d'a sti' a' Jordán yed' masanil eb' ajun yed' chi', te k'unb'inacxo eb', yuj chi' ix yik' yip eb' ta'."
        },
        {
            "number": "15",
            "text": "Axo vinhaj Absalón yed' masanil eb' ajun pax yed'oc yed' vinhaj Ahitofel, ix och eb' d'a yol chonhab' Jerusalén."
        },
        {
            "number": "16",
            "text": "Axo vinhaj Husai arquita yamigo vinhaj David, ix elta vinh scha vinhaj Absalón chi', te chaanh ix avaj vinh, ix yalan vinh icha tic: --Nivanocab' elk'och mamin rey, ach ik'jocab' chaanh, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ix sk'anb'an vinhaj Absalón chi': --¿Tom icha chi' tz'aj a naan d'a spatic vinh amigo chi'? ¿Tas yuj maj ach b'at yed' vinh? xchi vinh d'a vinh."
        },
        {
            "number": "18",
            "text": "Ix tak'vi vinhaj Husai chi': --Maay, manh smojoc tzin b'at yed' vinh. A mach sik'b'ilel yuj Jehová, sik'b'ilpaxel yuj eb' chonhab' israel, a yed' ol in canoc."
        },
        {
            "number": "19",
            "text": "Anhejtona' ay mach smoj svak' servil, ol vak' servil vinh yuninal vinh vamigo chi'. Icha ix aj vak'an servil vinh a mam, icha val chi' ol aj ach vak'anxi servil, xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix lajvi chi' ix yalan vinhaj Absalón chi' d'a vinhaj Ahitofel: --¿Tas tza na' a ach tic, tas ol co k'ulej? xchi vinh d'a vinh."
        },
        {
            "number": "21",
            "text": "Ix yalan vinhaj Ahitofel chi': --A tas tza k'ulej ticnaic to tzach vay yed' eb' ix schab'il yetb'eyum vinh a mam aycan stanhvej spat, yic vach' snachajel yuj masanil eb' israel tic to tzach chacjicanel yuj vinh a mam chi', axo masanil eb' ayoch ed' tic ol ach yak'och eb' yipoc sk'ool, xchi vinh."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi', ix sb'oanq'ue jun mantiado eb' d'a spanhanil palacio, ata' ix vay vinhaj Absalón chi' yed' eb' ix schab'il yetb'eyum smam chi'. D'a yichanh masanil eb' chonhab' chi' ix vay vinh yed' eb' ix."
        },
        {
            "number": "23",
            "text": "A d'a jun tiempoal chi', ayic sk'anchaj razón d'a vinhaj Ahitofel chi' ichato a d'a Dios van sk'anb'an eb', yuj chi' a tas ix yal vinh, ix yak'och vinhaj rey David yipoc sk'ool. Anheja' icha pax chi' ix sk'ulej vinhaj Absalón chi'."
        }
    ]
}