{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yalan winhaj Ahitofel t'a winhaj Absalón chi': --Comonoc syal a k'ol tzin sik'el 12 miloc heb' soldado, tzin b'at t'a spatic winhaj Dawid t'a jun ak'wal tik,"
        },
        {
            "number": "2",
            "text": "yacb'an malaj yip winh yuj k'unb'elal, ol in k'ochoc. Ol in xib'tej masanil heb' ajun yet' winh, masanil heb' ol el lemnaj t'a stz'ey winh. Malaj junok mach ol in milchamoc, anhej winh rey chi'."
        },
        {
            "number": "3",
            "text": "Icha chi' ol aj yoch heb' anima smasanil ed'oc, yujto junnhej mach yowalil smiljichamoc, haxo masanil heb' anima chi', ol och heb' t'a junk'olal ed'oc, xchi winhaj Ahitofel chi'."
        },
        {
            "number": "4",
            "text": "Ix scha sk'ol jun pensar chi' winhaj Absalón chi' yet' masanil heb' yichamtac winaquil chonhab'."
        },
        {
            "number": "5",
            "text": "Ix yalan winhaj Absalón chi' to tz'avtaj winhaj Husai arquita, yic syal winh tas sna' winh t'a yib'anh jun tik."
        },
        {
            "number": "6",
            "text": "Axo ix k'och winhaj Husai chi', ix yalan winhaj Absalón chi' tas ix aj snaan winhaj Ahitofel chi'. Ix sk'anb'an winh t'a winh: --¿Vach' am sko k'ulej icha syal winh tik, mato maay? ¿Tas tz'aj a naani? xchi winh t'a winh."
        },
        {
            "number": "7",
            "text": "Ix tak'wi winhaj Husai chi': --Ha tas ix sna' winhaj Ahitofel t'a junel tik, manh wach'oclaj."
        },
        {
            "number": "8",
            "text": "Ha ach tik ojtak wal to ha' winh a mam te jelan winh t'a owal yet' masanil heb' winh ajun yet' winh. Ha ticnaik te ay am cot yowal winh yet' heb' winh, icha junok nok' nun oso tz'ik'jiek' yune', icha chi' yaj heb' winh. Anhejtona' pax winh a mam chi' te k'aynac winh yak'an owal, manhoclaj t'a skal heb' anima chi' ayek' winh t'a jun ak'wal tik."
        },
        {
            "number": "9",
            "text": "Ha ticnaik, b'aj am sk'ub'ejel sb'a winh t'a junok nhak'een, ma t'a junocxo b'aj t'a chi'. Anhejtona', tato t'a jun b'ab'el owal tik scham jaywanhoc heb' a soldado, axom wal yel spekal chi' to toxo ix ak'ji ganar heb' a soldado."
        },
        {
            "number": "10",
            "text": "Yuj chi' wach'chom ay heb' winh max xivtaxon icha nok' niwac choj, palta yowalil schab'axk'e sk'ol heb' winh t'a icha chi', yujto masanil heb' quetchonhab' ojtannac to te jelan winh a mam chi' t'a owal yet' heb' yet'nac winh chi'."
        },
        {
            "number": "11",
            "text": "Ha jun tas swal t'ayach ticnaik to sb'at ko molb'ejcot masanil heb' quetisraelal yic tz'och heb' ed'oc, scot t'a Dan masanto t'a Beerseba. Ha heb' chi' manhxo b'ischajb'enoc heb' icha yarenail sti' ha' mar, a achxo tza cuchb'ej heb' t'a owal."
        },
        {
            "number": "12",
            "text": "Slajwi chi', tzonh b'at kak' owal yet' winh a mam yalnhej b'ajtil ayeq'ui, tzonh em t'a yib'anh winh icha yem yal ak'wal t'a yib'anh masanil anh ank'ultak. Manhxa junok heb' ayek' yet' winh chi' skani."
        },
        {
            "number": "13",
            "text": "Wach'chom sk'ub'ejel sb'a heb' t'a junok chonhab' yalani, palta ko masanil a onh israel onh tik squik' ko lasu sko nherancot jun chonhab' chi' yet' jantac k'een k'een ayoch t'ay, squekankanb'at juynaj t'a yoltac ch'olan, manhxa junok k'een k'een skan ta', xchi winhaj Husai chi'."
        },
        {
            "number": "14",
            "text": "Ix scha sk'ol winhaj Absalón yet' masanil heb' ichamtac winak tas ix yal winhaj Husai chi' t'a yichanh tas ix yal winhaj Ahitofel chi', wach'chom wach' ix sna' winh chi'. Ix scha sk'ol jun tik heb' yujto a Jehová ix ak'an sna heb' yic max elk'och tas ix sna winhaj Ahitofel chi'. Icha chi' ix aji yic scot t'a yib'anh winhaj Absalón chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix b'at yalan winhaj Husai chi' t'a winhaj sacerdote Sadoc yet' t'a winhaj Abiatar tas ix yal winhaj Ahitofel t'a winhaj Absalón chi' yet' t'a heb' ichamtac winak. Ix yalanpax winh tas ix aj yalani, yic b'at yal heb' yab' winhaj rey Dawid t'a elanhchamel to max canlaj heb' t'a lum tzinan lu'um chi' palta to tzek'kan heb' t'a junxo sk'axepal ha' Jordán yic wach' max miljicham heb'."
        },
        {
            "number": "16",
            "text": "Axo pax winhaj Jonatán yet' winhaj Ahimaas ato b'aj sk'eul sjaj ha' Rogel t'a stitaquel chonhab', ata' ayek' heb' winh yic wach' malaj mach tz'ilan yek' heb' winh t'a yol chonhab' chi'. Axo jun ix chekab', ix b'at alan t'a heb' winh t'a elk'altac tas yaji. Ixnhej wal yab' heb' winh, ix b'at heb' winh yal t'a winhaj rey Dawid chi'."
        },
        {
            "number": "17",
            "text": "Palta ay jun winh quelem unin ix ilan heb' winh, haxo winh ix b'at alan t'a winhaj Absalón chi', palta ix snael heb' winh schawanhil, yuj chi' ix b'at heb' winh t'a spat jun winh kajan t'a Bahurim, t'a slak'anil chi'. Elanhchamel ix sk'ub'ejel sb'a heb' winh t'a yol jun olan ay t'a yamaq'uil jun pat chi'."
        },
        {
            "number": "18",
            "text": "Ha ix yetb'eyum winh aj pat chi', ix slich'b'at jun k'apac ix t'a yib'anh jun olan chi', ix sekanem ixim trigo ix t'a yib'anh yic max checlaji."
        },
        {
            "number": "19",
            "text": "Axo ix k'och heb' winh schekab' winhaj Absalón chi', ix sk'anb'an heb' winh t'a ix: --¿B'ajtil ix k'och winhaj Ahimaas yet' winhaj Jonatán t'a tik? xchi heb' winh. Ix tak'wi ix icha tik: --Ato wal yek'b'at heb' winh tik. Van am wal sk'och heb' winh t'a sti' ha ha' chi', xchi ix. Ix comon b'at tzak'an heb' winh t'a spatic heb' winh chawanh chi' yalani, palta maj ilchajlaj heb' winh yuj heb' winh, yuj chi' ix meltzaj heb' winh t'a Jerusalén."
        },
        {
            "number": "20",
            "text": "Ayic toxo ix meltzajxikan heb' winh chi', ix k'exta heb' winh chawanh chi' t'a yol jun olan chi', ix b'at yalan heb' winh t'a winhaj rey Dawid to sk'axpaj winh t'ha ha' Jordán yet' masanil heb' ajun yet' winh chi', yujto toxo ix ak'ji sk'ol winhaj Absalón yuj winhaj Ahitofel yic scot heb' winh yak' owal yet' heb'."
        },
        {
            "number": "21",
            "text": "Ayic ix yab'an jun chi' winhaj rey Dawid chi', ix k'e waan winh yet' masanil heb' ajun yet' chi', elanhchamel ix k'axpajek' heb' t'a yol ha' Jordán chi'. Axo ix q'uinhib'i t'a junxo k'u, manhxalaj junok mach ayek' t'a sk'axepal ek'ta ha' chi'."
        },
        {
            "number": "22",
            "text": "Ayic ix yilan winhaj Ahitofel chi' to maj ochlaj yopisio tas ix yal winh, ix yak'anoch stz'um schej winh, ix pax winh t'a spat t'a schonhab' b'aj aljinac. Masanil tastac ay t'a winh, ix sb'okan yumal winh. Ixlajwi chi' ix sd'unhb'ank'e sb'a winh, ix cham winh. Icha chi' ix aj scham winhaj Ahitofel chi', ix mucchaj winh b'aj mukan smam."
        },
        {
            "number": "23",
            "text": "Ix k'och winhaj rey Dawid chi' t'a Mahanaim, haxo winhaj Absalón ix b'at winh t'a spatic winh, ix k'axpajpax winh t'ha ha' Jordán yet' masanil heb' soldado israel."
        },
        {
            "number": "24",
            "text": "Ix yak'och winhaj Amasa winhaj Absalón chi' yajaloc heb' soldado sk'exuloc winhaj Joab. Ha winhaj Amasa chi' yuninal winh jun winh ismaelita skuchan Itra, yik'lajnac sb'a winh yet' jun ix skuchan Abigail yune' ix Nahas snulej ix Sarwia, snun winhaj Joab."
        },
        {
            "number": "25",
            "text": "Ix sb'ok'e skampamento winhaj Absalón chi' yet' heb' soldado t'a yol yic Galaad."
        },
        {
            "number": "26",
            "text": "Ayic ix k'och winhaj Dawid chi' t'a Mahanaim, ix jawi jaywanh heb' winh winak t'a winh, aton winhaj Sobi yune' ix Nahas aj Rabá t'a yol yic Amón, winhaj Maquir yuninal winhaj Amiel aj Lo-debar yet' winhaj Barzilai aj Rogelim t'a yol yic Galaad."
        },
        {
            "number": "27",
            "text": "Ha juntzanh heb' winh chi', yet'nac alanh heb' winh yet' palangana, lum chen, ixim trigo, ixim cebada, ixim harina yet' ixim trigo mayb'il, anh awastut, anh lenteja,"
        },
        {
            "number": "28",
            "text": "yet'nacpax nok' yal chab' heb' winh, nok' queso, nok' crema yet' pax nok' kalnel. Masanil juntzanh chi' ix yik'b'at heb' winh yab'lej winhaj rey Dawid yet' masanil heb' ajun yet' winh. Yujto spetoj winh yet' masanil heb' anima chi' t'a tzinan lu'um, yuj chi' ix sna heb' winh icha tik: Tekan k'unb'inac yaj heb', tzam tacjilaj sti' heb', tzam ochpaxlaj swejel heb', xchi heb' winh."
        }
    ]
}