{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix yalan vinhaj Ahitofel d'a vinhaj Absalón chi': --Comonoc syal a k'ol tzin siq'uel 12 miloc eb' soldado, tzin b'at d'a spatic vinhaj David d'a jun ak'val tic,"
        },
        {
            "number": "2",
            "text": "yacb'an malaj yip vinh yuj k'unb'elal, ol in k'ochoc. Ol in xib'tej masanil eb' ajun yed' vinh, masanil eb' ol el lemnaj d'a stz'ey vinh. Malaj junoc mach ol in milchamoc, anhej vinh rey chi'."
        },
        {
            "number": "3",
            "text": "Icha chi' ol aj yoch eb' anima smasanil ed'oc, yujto junnhej mach yovalil smiljichamoc, axo masanil eb' anima chi', ol och eb' d'a junk'olal ed'oc, xchi vinhaj Ahitofel chi'."
        },
        {
            "number": "4",
            "text": "Ix scha sk'ol jun pensar chi' vinhaj Absalón chi' yed' masanil eb' yichamtac vinaquil chonhab'."
        },
        {
            "number": "5",
            "text": "Ix yalan vinhaj Absalón chi' to tz'avtaj vinhaj Husai arquita, yic syal vinh tas sna' vinh d'a yib'anh jun tic."
        },
        {
            "number": "6",
            "text": "Axo ix k'och vinhaj Husai chi', ix yalan vinhaj Absalón chi' tas ix aj snaan vinhaj Ahitofel chi'. Ix sk'anb'an vinh d'a vinh: --¿Vach' am sco k'ulej icha syal vinh tic, mato maay? ¿Tas tz'aj a naani? xchi vinh d'a vinh."
        },
        {
            "number": "7",
            "text": "Ix tak'vi vinhaj Husai chi': --A tas ix sna' vinhaj Ahitofel d'a junel tic, manh vach'oclaj."
        },
        {
            "number": "8",
            "text": "A ach tic ojtac val to a' vinh a mam te jelan vinh d'a oval yed' masanil eb' vinh ajun yed' vinh. A ticnaic te ay am cot yoval vinh yed' eb' vinh, icha junoc nok' nun oso tz'ik'jiek' yune', icha chi' yaj eb' vinh. Anhejtona' pax vinh a mam chi' te k'aynac vinh yak'an oval, manhoclaj d'a scal eb' anima chi' ayek' vinh d'a jun ak'val tic."
        },
        {
            "number": "9",
            "text": "A ticnaic, b'aj am sk'ub'ejel sb'a vinh d'a junoc nhaq'ueen, ma d'a junocxo b'aj d'a chi'. Anhejtona', tato d'a jun b'ab'el oval tic scham jayvanhoc eb' a soldado, axom val yel specal chi' to toxo ix ak'ji ganar eb' a soldado."
        },
        {
            "number": "10",
            "text": "Yuj chi' vach'chom ay eb' vinh max xivtaxon icha nok' nivac choj, palta yovalil schab'axq'ue sk'ol eb' vinh d'a icha chi', yujto masanil eb' quetchonhab' ojtannac to te jelan vinh a mam chi' d'a oval yed' eb' yed'nac vinh chi'."
        },
        {
            "number": "11",
            "text": "A jun tas sval d'ayach ticnaic to sb'at co molb'ejcot masanil eb' quetisraelal yic tz'och eb' ed'oc, scot d'a Dan masanto d'a Beerseba. A eb' chi' manhxo b'ischajb'enoc eb' icha yarenail sti' a' mar, a achxo tza cuchb'ej eb' d'a oval."
        },
        {
            "number": "12",
            "text": "Slajvi chi', tzonh b'at cak' oval yed' vinh a mam yalnhej b'ajtil ayeq'ui, tzonh em d'a yib'anh vinh icha yem yal ak'val d'a yib'anh masanil anh ank'ultac. Manhxa junoc eb' ayek' yed' vinh chi' scani."
        },
        {
            "number": "13",
            "text": "Vach'chom sk'ub'ejel sb'a eb' d'a junoc chonhab' yalani, palta co masanil a onh israel onh tic squik' co lasu sco nherancot jun chonhab' chi' yed' jantac q'uen q'ueen ayoch d'ay, squecancanb'at juynaj d'a yoltac ch'olan, manhxa junoc q'uen q'ueen scan ta', xchi vinhaj Husai chi'."
        },
        {
            "number": "14",
            "text": "Ix scha sk'ol vinhaj Absalón yed' masanil eb' ichamtac vinac tas ix yal vinhaj Husai chi' d'a yichanh tas ix yal vinhaj Ahitofel chi', vach'chom vach' ix sna' vinh chi'. Ix scha sk'ol jun tic eb' yujto a Jehová ix ak'an sna eb' yic max elk'och tas ix sna vinhaj Ahitofel chi'. Icha chi' ix aji yic scot d'a yib'anh vinhaj Absalón chi'."
        },
        {
            "number": "15",
            "text": "Ix lajvi chi', ix b'at yalan vinhaj Husai chi' d'a vinhaj sacerdote Sadoc yed' d'a vinhaj Abiatar tas ix yal vinhaj Ahitofel d'a vinhaj Absalón chi' yed' d'a eb' ichamtac vinac. Ix yalanpax vinh tas ix aj yalani, yic b'at yal eb' yab' vinhaj rey David d'a elanhchamel to max canlaj eb' d'a lum tz'inan luum chi' palta to tz'ek'can eb' d'a junxo sk'axepal a' Jordán yic vach' max miljicham eb'."
        },
        {
            "number": "16",
            "text": "Axo pax vinhaj Jonatán yed' vinhaj Ahimaas ato b'aj sq'ueul sjaj a' Rogel d'a stitaquel chonhab', ata' ayek' eb' vinh yic vach' malaj mach tz'ilan yek' eb' vinh d'a yol chonhab' chi'. Axo jun ix checab', ix b'at alan d'a eb' vinh d'a elk'altac tas yaji. Ixnhej val yab' eb' vinh, ix b'at eb' vinh yal d'a vinhaj rey David chi'."
        },
        {
            "number": "17",
            "text": "Palta ay jun vinh quelem unin ix ilan eb' vinh, axo vinh ix b'at alan d'a vinhaj Absalón chi', palta ix snael eb' vinh schavanhil, yuj chi' ix b'at eb' vinh d'a spat jun vinh cajan d'a Bahurim, d'a slak'anil chi'. Elanhchamel ix sk'ub'ejel sb'a eb' vinh d'a yol jun olan ay d'a yamaq'uil jun pat chi'."
        },
        {
            "number": "18",
            "text": "A ix yetb'eyum vinh aj pat chi', ix slich'b'at jun k'apac ix d'a yib'anh jun olan chi', ix secanem ixim trigo ix d'a yib'anh yic max checlaji."
        },
        {
            "number": "19",
            "text": "Axo ix k'och eb' vinh schecab' vinhaj Absalón chi', ix sk'anb'an eb' vinh d'a ix: --¿B'ajtil ix k'och vinhaj Ahimaas yed' vinhaj Jonatán d'a tic? xchi eb' vinh. Ix tak'vi ix icha tic: --Ato val yek'b'at eb' vinh tic. Van am val sk'och eb' vinh d'a sti' a a' chi', xchi ix. Ix comon b'at tzak'an eb' vinh d'a spatic eb' vinh chavanh chi' yalani, palta maj ilchajlaj eb' vinh yuj eb' vinh, yuj chi' ix meltzaj eb' vinh d'a Jerusalén."
        },
        {
            "number": "20",
            "text": "Ayic toxo ix meltzajxican eb' vinh chi', ix q'uexta eb' vinh chavanh chi' d'a yol jun olan chi', ix b'at yalan eb' vinh d'a vinhaj rey David to sk'axpaj vinh d'a a' Jordán yed' masanil eb' ajun yed' vinh chi', yujto toxo ix ak'ji sk'ol vinhaj Absalón yuj vinhaj Ahitofel yic scot eb' vinh yak' oval yed' eb'."
        },
        {
            "number": "21",
            "text": "Ayic ix yab'an jun chi' vinhaj rey David chi', ix q'ue vaan vinh yed' masanil eb' ajun yed' chi', elanhchamel ix k'axpajek' eb' d'a yol a' Jordán chi'. Axo ix q'uinhib'i d'a junxo k'u, manhxalaj junoc mach ayek' d'a sk'axepal ek'ta a' chi'."
        },
        {
            "number": "22",
            "text": "Ayic ix yilan vinhaj Ahitofel chi' to maj ochlaj yopisio tas ix yal vinh, ix yak'anoch stz'um schej vinh, ix pax vinh d'a spat d'a schonhab' b'aj aljinac. Masanil tastac ay d'a vinh, ix sb'ocan yumal vinh. Ix lajvi chi' ix sd'unhb'anq'ue sb'a vinh, ix cham vinh. Icha chi' ix aj scham vinhaj Ahitofel chi', ix mucchaj vinh b'aj mucan smam."
        },
        {
            "number": "23",
            "text": "Ix k'och vinhaj rey David chi' d'a Mahanaim, axo vinhaj Absalón ix b'at vinh d'a spatic vinh, ix k'axpajpax vinh d'a a' Jordán yed' masanil eb' soldado israel."
        },
        {
            "number": "24",
            "text": "Ix yak'och vinhaj Amasa vinhaj Absalón chi' yajaloc eb' soldado sq'uexuloc vinhaj Joab. A vinhaj Amasa chi' yuninal vinh jun vinh ismaelita scuchan Itra, yik'lajnac sb'a vinh yed' jun ix scuchan Abigail yune' ix Nahas snulej ix Sarvia, snun vinhaj Joab."
        },
        {
            "number": "25",
            "text": "Ix sb'oq'ue scampamento vinhaj Absalón chi' yed' eb' soldado d'a yol yic Galaad."
        },
        {
            "number": "26",
            "text": "Ayic ix k'och vinhaj David chi' d'a Mahanaim, ix javi jayvanh eb' vinh vinac d'a vinh, aton vinhaj Sobi yune' ix Nahas aj Rabá d'a yol yic Amón, vinhaj Maquir yuninal vinhaj Amiel aj Lo-debar yed' vinhaj Barzilai aj Rogelim d'a yol yic Galaad."
        },
        {
            "number": "27",
            "text": "A juntzanh eb' vinh chi', yed'nac alanh eb' vinh yed' palangana, lum chen, ixim trigo, ixim cebada, ixim harina yed' ixim trigo mayb'il, anh avastut, anh lenteja,"
        },
        {
            "number": "28",
            "text": "yed'nacpax nok' yal chab' eb' vinh, nok' queso, nok' crema yed' pax nok' calnel. Masanil juntzanh chi' ix yik'b'at eb' vinh yab'lej vinhaj rey David yed' masanil eb' ajun yed' vinh. Yujto spetoj vinh yed' masanil eb' anima chi' d'a tz'inan luum, yuj chi' ix sna eb' vinh icha tic: Tecan k'unb'inac yaj eb', tzam tacjilaj sti' eb', tzam ochpaxlaj svejel eb', xchi eb' vinh."
        }
    ]
}