{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yalan vinhaj Ahitofel t'a vinhaj Absalón chi': --Comonoc syal a k'ol tzin siq'uel 12 miloc eb' soldado, tzin b'at t'a spatic vinhaj David t'a jun ak'val tik,"
        },
        {
            "number": "2",
            "text": "yacb'an malaj yip vinh yuj k'unb'elal, ol in k'ochoc. Ol in xib'tej masanil eb' ajun yet' vinh, masanil eb' ol el lemnaj t'a stz'ey vinh. Malaj junok mach ol in milchamoc, anhej vinh rey chi'."
        },
        {
            "number": "3",
            "text": "Icha chi' ol aj yoch eb' anima smasanil ed'oc, yujto junnhej mach yowalil smiljichamoc, haxo masanil eb' anima chi', ol och eb' t'a junk'olal ed'oc, xchi vinhaj Ahitofel chi'."
        },
        {
            "number": "4",
            "text": "Ix scha sk'ol jun pensar chi' vinhaj Absalón chi' yet' masanil eb' yichamtac vinaquil chonhab'."
        },
        {
            "number": "5",
            "text": "Ix yalan vinhaj Absalón chi' to tz'avtaj vinhaj Husai arquita, yic syal vinh tas sna' vinh t'a yib'anh jun tik."
        },
        {
            "number": "6",
            "text": "Axo ix k'och vinhaj Husai chi', ix yalan vinhaj Absalón chi' tas ix aj snaan vinhaj Ahitofel chi'. Ix sk'anb'an vinh t'a vinh: --¿Vach' am sco k'ulej icha syal vinh tik, mato maay? ¿Tas tz'aj a naani? xchi vinh t'a vinh."
        },
        {
            "number": "7",
            "text": "Ix tak'vi vinhaj Husai chi': --Ha tas ix sna' vinhaj Ahitofel t'a junel tik, manh wach'oclaj."
        },
        {
            "number": "8",
            "text": "Ha ach tik ojtac val to ha' vinh a mam te jelan vinh t'a oval yet' masanil eb' vinh ajun yet' vinh. Ha ticnaic te ay am cot yoval vinh yet' eb' vinh, icha junok nok' nun oso tz'ik'jiek' yune', icha chi' yaj eb' vinh. Anhejtona' pax vinh a mam chi' te k'aynac vinh yak'an oval, manhoclaj t'a skal eb' anima chi' ayek' vinh t'a jun ak'val tik."
        },
        {
            "number": "9",
            "text": "Ha ticnaic, b'aj am sk'ub'ejel sb'a vinh t'a junok nhaq'ueen, ma t'a junocxo b'aj t'a chi'. Anhejtona', tato t'a jun b'ab'el oval tik scham jayvanhoc eb' a soldado, axom val yel specal chi' to toxo ix ak'ji ganar eb' a soldado."
        },
        {
            "number": "10",
            "text": "Yuj chi' wach'chom ay eb' vinh max xivtaxon icha nok' nivac choj, palta yowalil schab'axq'ue sk'ol eb' vinh t'a icha chi', yujto masanil eb' quetchonhab' ojtannac to te jelan vinh a mam chi' t'a oval yet' eb' yet'nac vinh chi'."
        },
        {
            "number": "11",
            "text": "Ha jun tas sval t'ayach ticnaic to sb'at co molb'ejcot masanil eb' quetisraelal yic tz'och eb' ed'oc, scot t'a Dan masanto t'a Beerseba. Ha eb' chi' manhxo b'ischajb'enoc eb' icha yarenail sti' ha' mar, a achxo tza cuchb'ej eb' t'a oval."
        },
        {
            "number": "12",
            "text": "Slajvi chi', tzonh b'at cak' oval yet' vinh a mam yalnhej b'ajtil ayeq'ui, tzonh em t'a yib'anh vinh icha yem yal ak'val t'a yib'anh masanil anh ank'ultak. Manhxa junok eb' ayek' yet' vinh chi' scani."
        },
        {
            "number": "13",
            "text": "Wach'chom sk'ub'ejel sb'a eb' t'a junok chonhab' yalani, palta co masanil a onh israel onh tik squik' co lasu sco nherancot jun chonhab' chi' yet' jantac q'uen q'ueen ayoch t'ay, squecancanb'at juynaj t'a yoltac ch'olan, manhxa junok q'uen q'ueen skan ta', xchi vinhaj Husai chi'."
        },
        {
            "number": "14",
            "text": "Ix scha sk'ol vinhaj Absalón yet' masanil eb' ichamtac vinac tas ix yal vinhaj Husai chi' t'a yichanh tas ix yal vinhaj Ahitofel chi', wach'chom wach' ix sna' vinh chi'. Ix scha sk'ol jun tik eb' yujto a Jehová ix ak'an sna eb' yic max elk'och tas ix sna vinhaj Ahitofel chi'. Icha chi' ix aji yic scot t'a yib'anh vinhaj Absalón chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix b'at yalan vinhaj Husai chi' t'a vinhaj sacerdote Sadoc yet' t'a vinhaj Abiatar tas ix yal vinhaj Ahitofel t'a vinhaj Absalón chi' yet' t'a eb' ichamtac vinac. Ix yalanpax vinh tas ix aj yalani, yic b'at yal eb' yab' vinhaj rey David t'a elanhchamel to max canlaj eb' t'a lum tzinan lu'um chi' palta to tzek'kan eb' t'a junxo sk'axepal ha' Jordán yic wach' max miljicham eb'."
        },
        {
            "number": "16",
            "text": "Axo pax vinhaj Jonatán yet' vinhaj Ahimaas ato b'aj sq'ueul sjaj ha' Rogel t'a stitaquel chonhab', ata' ayek' eb' vinh yic wach' malaj mach tz'ilan yek' eb' vinh t'a yol chonhab' chi'. Axo jun ix checab', ix b'at alan t'a eb' vinh t'a elk'altac tas yaji. Ixnhej val yab' eb' vinh, ix b'at eb' vinh yal t'a vinhaj rey David chi'."
        },
        {
            "number": "17",
            "text": "Palta ay jun vinh quelem unin ix ilan eb' vinh, haxo vinh ix b'at alan t'a vinhaj Absalón chi', palta ix snael eb' vinh schavanhil, yuj chi' ix b'at eb' vinh t'a spat jun vinh cajan t'a Bahurim, t'a slak'anil chi'. Elanhchamel ix sk'ub'ejel sb'a eb' vinh t'a yol jun olan ay t'a yamaq'uil jun pat chi'."
        },
        {
            "number": "18",
            "text": "Ha ix yetb'eyum vinh aj pat chi', ix slich'b'at jun k'apac ix t'a yib'anh jun olan chi', ix secanem ixim trigo ix t'a yib'anh yic max checlaji."
        },
        {
            "number": "19",
            "text": "Axo ix k'och eb' vinh schecab' vinhaj Absalón chi', ix sk'anb'an eb' vinh t'a ix: --¿B'ajtil ix k'och vinhaj Ahimaas yet' vinhaj Jonatán t'a tik? xchi eb' vinh. Ix tak'vi ix icha tik: --Ato val yek'b'at eb' vinh tik. Van am val sk'och eb' vinh t'a sti' ha ha' chi', xchi ix. Ix comon b'at tzak'an eb' vinh t'a spatic eb' vinh chavanh chi' yalani, palta maj ilchajlaj eb' vinh yuj eb' vinh, yuj chi' ix meltzaj eb' vinh t'a Jerusalén."
        },
        {
            "number": "20",
            "text": "Ayic toxo ix meltzajxican eb' vinh chi', ix q'uexta eb' vinh chavanh chi' t'a yol jun olan chi', ix b'at yalan eb' vinh t'a vinhaj rey David to sk'axpaj vinh t'ha ha' Jordán yet' masanil eb' ajun yet' vinh chi', yujto toxo ix ak'ji sk'ol vinhaj Absalón yuj vinhaj Ahitofel yic scot eb' vinh yak' oval yet' eb'."
        },
        {
            "number": "21",
            "text": "Ayic ix yab'an jun chi' vinhaj rey David chi', ix q'ue vaan vinh yet' masanil eb' ajun yet' chi', elanhchamel ix k'axpajek' eb' t'a yol ha' Jordán chi'. Axo ix q'uinhib'i t'a junxo k'u, manhxalaj junok mach ayek' t'a sk'axepal ek'ta ha' chi'."
        },
        {
            "number": "22",
            "text": "Ayic ix yilan vinhaj Ahitofel chi' to maj ochlaj yopisio tas ix yal vinh, ix yak'anoch stz'um schej vinh, ix pax vinh t'a spat t'a schonhab' b'aj aljinac. Masanil tastac ay t'a vinh, ix sb'ocan yumal vinh. Ixlajwi chi' ix sd'unhb'anq'ue sb'a vinh, ix cham vinh. Icha chi' ix aj scham vinhaj Ahitofel chi', ix mucchaj vinh b'aj mucan smam."
        },
        {
            "number": "23",
            "text": "Ix k'och vinhaj rey David chi' t'a Mahanaim, haxo vinhaj Absalón ix b'at vinh t'a spatic vinh, ix k'axpajpax vinh t'ha ha' Jordán yet' masanil eb' soldado israel."
        },
        {
            "number": "24",
            "text": "Ix yak'och vinhaj Amasa vinhaj Absalón chi' yajaloc eb' soldado sq'uexuloc vinhaj Joab. Ha vinhaj Amasa chi' yuninal vinh jun vinh ismaelita scuchan Itra, yik'lajnac sb'a vinh yet' jun ix scuchan Abigail yune' ix Nahas snulej ix Sarvia, snun vinhaj Joab."
        },
        {
            "number": "25",
            "text": "Ix sb'oq'ue scampamento vinhaj Absalón chi' yet' eb' soldado t'a yol yic Galaad."
        },
        {
            "number": "26",
            "text": "Ayic ix k'och vinhaj David chi' t'a Mahanaim, ix javi jayvanh eb' vinh vinac t'a vinh, aton vinhaj Sobi yune' ix Nahas aj Rabá t'a yol yic Amón, vinhaj Maquir yuninal vinhaj Amiel aj Lo-debar yet' vinhaj Barzilai aj Rogelim t'a yol yic Galaad."
        },
        {
            "number": "27",
            "text": "Ha juntzanh eb' vinh chi', yet'nac alanh eb' vinh yet' palangana, lum chen, ixim trigo, ixim cebada, ixim harina yet' ixim trigo mayb'il, anh avastut, anh lenteja,"
        },
        {
            "number": "28",
            "text": "yet'nacpax nok' yal chab' eb' vinh, nok' queso, nok' crema yet' pax nok' calnel. Masanil juntzanh chi' ix yik'b'at eb' vinh yab'lej vinhaj rey David yet' masanil eb' ajun yet' vinh. Yujto spetoj vinh yet' masanil eb' anima chi' t'a tzinan lu'um, yuj chi' ix sna eb' vinh icha tik: Tecan k'unb'inac yaj eb', tzam tacjilaj sti' eb', tzam ochpaxlaj svejel eb', xchi eb' vinh."
        }
    ]
}