{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix spojan snanhal masanil heb' soldado winhaj rey Dawid chi', ix yak'anoch yajalil junjun mil yet' junjun cien soldado winh."
        },
        {
            "number": "2",
            "text": "Ox makan ix aj spojanb'at heb' soldado chi' winh. Ha winhaj Joab ix och yajalil t'a jun makan, haxo t'a junxo makan, a winhaj Abisai yuk'tac winhaj Joab chi' ix ochi. Axo junxo makan jun, a winhaj Itai aj Gat ix och yajalil t'ay. Ix yalan winhaj rey Dawid chi' t'a masanil heb' soldado icha tik: --Ol in b'at eyed'oc t'a owal chi', xchi winh."
        },
        {
            "number": "3",
            "text": "Ix tak'wi heb' winh: --Maay mamin rey, max yal-laj a b'ati, yujto a heb' ajk'ol chi' a ach tzach sayek' heb', a onh pax tik ta tzonh colchaji, ma tzonh cham nanhaloc yuj heb', malaj quelk'ochi, palta a ach tik ek'b'al sniwanil elk'och t'a yichanh 10 miloc onh a onh tik. Yuj chi' wach' tzach kan t'a yol chonhab' tik. Tato ay b'aj ijan tzonh ak'ji ganar, b'at onh a colo', xchi heb' winh."
        },
        {
            "number": "4",
            "text": "--Ichokab'ta', ol in k'anab'ajej tas tzeyal chi', xchi winh. Ixlajwi chi', ix elul linhan winh t'a jun niwan spuertail chonhab' chi' yic syilan winh yelta heb' soldado t'a macquiltaquil t'a stzolal."
        },
        {
            "number": "5",
            "text": "Ix cham wal yalan winh rey chi' t'a winhaj Joab, t'a winhaj Abisai yet' t'a winhaj Itai, aton heb' sat yaj t'a heb' soldado chi', ix yal winh icha tik: Yujto ay welk'och t'a he sat, yuj chi' malajokab' tas tz'utaj winhaj Absalón. Masanil heb' soldado ix ab'an tas ix yal winh chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix b'at heb' smasanil t'a owal yet' heb' ayoch yet' winhaj Absalón chi'. Ix schalaj sb'a heb' t'a skaltac te te' t'a yol yic Efraín."
        },
        {
            "number": "7",
            "text": "Ix ak'ji ganar heb' soldado winhaj Absalón chi' yuj heb' soldado winh rey chi'. Te niwan heb' ix cham t'a jun k'u chi', 20 mil heb' ix chami."
        },
        {
            "number": "8",
            "text": "Ha t'a skaltac te te' chi' ix och owal, te niwan anima ix cham yuj satb'at t'a kaltac te' chi' t'a yichanh heb' ix xicjicham t'a k'een espada."
        },
        {
            "number": "9",
            "text": "Ayk'e winhaj Absalón chi' t'a yib'anh jun nok' smula. Ayic ix schalan sb'a winh yet' heb' soldado winhaj rey Dawid chi', ix meltzaj winh t'a spatic. Axo ix aji, ha t'a yalanh sk'ab' jun te' mach' ix ek' nhicnaj nok'. Ix kan nhak'naj sjolom winh t'a skal xachul te' sk'ab' chi', ix kan lokan winh, haxo nok' chej chi' ix b'atnhej nok'."
        },
        {
            "number": "10",
            "text": "k'ocb'il wal ay jun winh soldado ix ilani, ix b'at yalan winh t'a winhaj Joab icha tik: --Locankan winhaj Absalón t'a skal sk'ab' jun te' mach' ix wila'', xchi winh."
        },
        {
            "number": "11",
            "text": "Ix tak'wi winhaj Joab chi' t'a winh: --Tato ix il icha chi', ¿tas yuj maj a wach' milejcham winh? Tato icha chi', yowalil swak' spak t'ayach, swak'an lajunheoc ciclo plata t'ayach yet' jun niwan tzek'ul, xchi winh."
        },
        {
            "number": "12",
            "text": "Ix tak'wi winh icha tik: --Wach'chom tzak' junok mil k'een plata chi' t'ayin, max wak'och in k'ab' t'a winh yuninal winh rey chi', yujto ix kab' wal tas ix yutej winh yalancot t'ayach, t'a winhaj Abisai yet' t'a winhaj Itai to malaj tas tz'utaj winhaj Absalón chi'."
        },
        {
            "number": "13",
            "text": "Anhejtona' tato ix in milcham winh, tzam cotnhej t'a wib'anh yujto malaj junok tas k'ub'eltac t'a winh rey chi', ¿tom tzato in a colo'? xchi winh soldado chi'."
        },
        {
            "number": "14",
            "text": "--Nab'anhej swik'ek' tiempo ed'oc, xchi winhaj Joab chi'. Ix yik'anb'at oxe' k'een yunetac lanza winh, ix b'at stekanoch k'een winh t'a spixan winhaj Absalón chi'. Yujto pitzanto winh, yuj chi' ix oymaj lajunhwanh heb' stanhwumal winhaj Joab chi' t'a spatic winh, ix swach' milancham winh heb'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yalan winhaj Joab chi' to spukhaj k'een trompeta yic mantzac b'at heb' soldado t'a spatic heb' yetisraelal chi'."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix yik'anb'at sniwanil winhaj Absalón chi' heb', ix b'at yak'anoch heb' t'a yol jun olan t'a kaltac te' chi', ix k'ekan jun niwan b'ulanh k'een t'a yib'anh yuj heb'. Axo pax heb' soldado winhaj Absalón chi' ixto kani, ix el heb' elelal, ix paxcan heb' t'a spat."
        },
        {
            "number": "17",
            "text": "Ayic pitzanto winhaj Absalón chi', ay jun monumento yak'nac b'ojoc winh t'a jun lugar scuch sch'olanil yic heb' winh rey. Ha sb'i winh ix yak'kanoch t'ay, yujto malaj junok yuninal winh tz'ak'ankan b'inajoc: “Smonumento winhaj Absalón” ix sb'iejkani."
        },
        {
            "number": "18",
            "text": "Axo winhaj Ahimaas yuninal winhaj Sadoc, ix alan t'a winhaj Joab: --Swal t'ayach, cha in b'ati yic b'at wal t'a winh rey to a Jehová toxo ix colanel winh t'a yol sk'ab' heb' yajk'ool, xchi winh."
        },
        {
            "number": "19",
            "text": "Ix yalan winhaj Joab chi' icha tik: --Max yal-laj a b'ati, manh a mojoc a ach ol b'at al jun lolonel chi', tope ato t'a junelxo ol ach b'atoc, palta a ticnaik maay, yujto a wal winh yuninal winh rey chi' ix chami, xchi winh t'a winh."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix yalan winhaj Joab t'a jun winh soldado aj Etiopía: --Ixic, al t'a winh rey tas ix il chi', xchi winh. Ix em nhojan winh aj Etiopía chi' t'a yichanh winhaj Joab chi', ix b'at lemnaj winh yal t'a winh rey chi'."
        },
        {
            "number": "21",
            "text": "Ix yalanpax winhaj Ahimaas t'a winhaj Joab chi': --Eloc wal t'a a k'ool, cha in b'at t'a spatic winh aj Etiopía chi', xchi winh. Ix tak'wipax winhaj Joab chi' icha tik: --¿Tas wal yuj tza nib'ej tzach b'ati? ¿Toc ay tas ol ik' t'a jun lolonel chi'? xchi winh."
        },
        {
            "number": "22",
            "text": "--Malaj yelk'ochi, wach'chom malaj tas swik' t'ay, palta ol in b'at lemnajoc, xchi winh. --Ixic an, xchi winhaj Joab chi'. Val t'a jun rato chi' ix b'at lemnaj winhaj Ahimaas chi' t'a jun ak'lic, ix b'ab'laj winh yuj winh aj Etiopía chi'."
        },
        {
            "number": "23",
            "text": "k'ojanem winhaj rey Dawid t'a snanhal chab' spuertail chonhab' chi', haxo pax winh stanhwumal chonhab' chi', ayek' winh t'a spanhanil yib'anh smuroal b'aj ayoch puerta chi'. Ix yilan winh scot jun winh winak sch'ocojil, te yelk'olal scot winh."
        },
        {
            "number": "24",
            "text": "Te chaanh ix awaj winh, ix yalan winh to ay jun winh sjawi. Ix yalan winh rey chi': --Tato sch'ocoj winh, alum wach' ab'ix winh syal chi', xchi winh rey chi'. Ayic lak'anxo sjawi winh,"
        },
        {
            "number": "25",
            "text": "ix yilan winh stanhwumal chonhab' chi' to tzak'an scot junxo winh, ix awaj winh t'a winh tanhwum puerta chi': --Ay wal junxo winh winak te yelk'olal scoti, xchi winh. --Anheja' wach' ab'ix tzul yal junxo winh chi', xchi winh rey chi'."
        },
        {
            "number": "26",
            "text": "Ix yalanxi winh stanhwumal chonhab' chi': --Ha jun winh b'ab'el chi' icha wal sb'ey winhaj Ahimaas yuninal winhaj Sadoc swila', xchi winh. Ix tak'wi winh rey chi': --Tato a winh chi', wach' spensar winh, wach' am tas ol ul yal winh, xchi winh."
        },
        {
            "number": "27",
            "text": "Axo yic ix jawi winhaj Ahimaas chi' t'a yichanh winh rey chi', ix em nhojan winh, ix yak'an stzatzil sk'ol winh rey chi' winh, ix yalan winh icha tik: --Mamin rey, aljokab' wach' lolonel t'a Jehová ko Diosal, yujto a heb' ix meltzajoch ajk'olal t'ayach, toxo ix satjiel heb' yuj Jehová, xchi winh."
        },
        {
            "number": "28",
            "text": "--¿Vach'am sk'ol winhaj Absalón ix ila'? xchi winh rey chi'. Ix tak'wi winhaj Ahimaas chi' icha tik: --Toxonhej somsoman anima yic ix in checjicot yuj winh a chekab' aj Joab, majxo wab'i tas ix uji, xchi winh."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi' ix yalan winh rey chi' t'a winh: --B'esek' jab'oc a b'ha t'a chi', tzach kan ta', xchi winh. Ix sk'anab'ajan winh yochcan linhan ta'."
        },
        {
            "number": "30",
            "text": "Ato wal chi' ix ja nhicnaj winh aj Etiopía chi', ix yalan winh icha tik: --Mamin rey, cha jun wach' ab'ix tzul wal tik t'ayach: Ha ticnaik, toxo ix ach scolel Jehová t'a yol sk'ab' masanil heb' ix och ajk'olal t'ayach, xchi winh."
        },
        {
            "number": "31",
            "text": "Ix sk'anb'an winh rey chi' t'a winh: --Xalpax winhaj quelem Absalón ¿wach'am sk'ol winh? xchi winh rey chi'. Ix tak'wi winh aj Etiopía chi': --Mamin rey, tzoc wal cot t'a yib'anh masanil heb' ayoch ajk'olal t'ayach icha ix aj scot t'a yib'anh winh chi', xchi winh."
        },
        {
            "number": "32",
            "text": "Ayic ix yab'an jun chi' winh rey chi', ix och pitz'an t'a spixan winh, ix k'e winh t'a yib'anh b'aj ay spuertail jun chonhab' chi'. Van sb'ey winh, ix yalan winh icha tik: Ay, ay ach wuninal aj Absalón. Comonoc a in ix in cham a k'exuloc, xchi winh."
        }
    ]
}