{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix spojan snanhal masanil eb' soldado vinhaj rey David chi', ix yak'anoch yajalil junjun mil yet' junjun cien soldado vinh."
        },
        {
            "number": "2",
            "text": "Ox makan ix aj spojanb'at eb' soldado chi' vinh. Ha vinhaj Joab ix och yajalil t'a jun makan, haxo t'a junxo makan, a vinhaj Abisai yuk'tac vinhaj Joab chi' ix ochi. Axo junxo makan jun, a vinhaj Itai aj Gat ix och yajalil t'ay. Ix yalan vinhaj rey David chi' t'a masanil eb' soldado icha tik: --Ol in b'at eyed'oc t'a oval chi', xchi vinh."
        },
        {
            "number": "3",
            "text": "Ix tak'vi eb' vinh: --Maay mamin rey, max yal-laj a b'ati, yujto a eb' ajk'ol chi' a ach tzach sayek' eb', a onh pax tik ta tzonh colchaji, ma tzonh cham nanhaloc yuj eb', malaj quelk'ochi, palta a ach tik ek'b'al snivanil elk'och t'a yichanh 10 miloc onh a onh tik. Yuj chi' wach' tzach kan t'a yol chonhab' tik. Tato ay b'aj ijan tzonh ak'ji ganar, b'at onh a colo', xchi eb' vinh."
        },
        {
            "number": "4",
            "text": "--Ichocab'ta', ol in k'anab'ajej tas tzeyal chi', xchi vinh. Ixlajwi chi', ix elul linhan vinh t'a jun niwan spuertail chonhab' chi' yic syilan vinh yelta eb' soldado t'a macquiltaquil t'a stzolal."
        },
        {
            "number": "5",
            "text": "Ix cham val yalan vinh rey chi' t'a vinhaj Joab, t'a vinhaj Abisai yet' t'a vinhaj Itai, aton eb' sat yaj t'a eb' soldado chi', ix yal vinh icha tik: Yujto ay velk'och t'a e sat, yuj chi' malajocab' tas tz'utaj vinhaj Absalón. Masanil eb' soldado ix ab'an tas ix yal vinh chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix b'at eb' smasanil t'a oval yet' eb' ayoch yet' vinhaj Absalón chi'. Ix schalaj sb'a eb' t'a scaltac te te' t'a yol yic Efraín."
        },
        {
            "number": "7",
            "text": "Ix ak'ji ganar eb' soldado vinhaj Absalón chi' yuj eb' soldado vinh rey chi'. Te niwan eb' ix cham t'a jun k'u chi', 20 mil eb' ix chami."
        },
        {
            "number": "8",
            "text": "Ha t'a scaltac te te' chi' ix och oval, te niwan anima ix cham yuj satb'at t'a caltac te' chi' t'a yichanh eb' ix xicjicham t'a q'uen espada."
        },
        {
            "number": "9",
            "text": "Ayq'ue vinhaj Absalón chi' t'a yib'anh jun nok' smula. Ayic ix schalan sb'a vinh yet' eb' soldado vinhaj rey David chi', ix meltzaj vinh t'a spatic. Axo ix aji, ha t'a yalanh sk'ab' jun te' mach' ix ek' nhicnaj nok'. Ix kan nhak'naj sjolom vinh t'a skal xachul te' sk'ab' chi', ix kan locan vinh, haxo nok' chej chi' ix b'atnhej nok'."
        },
        {
            "number": "10",
            "text": "k'ocb'il val ay jun vinh soldado ix ilani, ix b'at yalan vinh t'a vinhaj Joab icha tik: --Locancan vinhaj Absalón t'a skal sk'ab' jun te' mach' ix wila'', xchi vinh."
        },
        {
            "number": "11",
            "text": "Ix tak'vi vinhaj Joab chi' t'a vinh: --Tato ix il icha chi', ¿tas yuj maj a wach' milejcham vinh? Tato icha chi', yovalil svak' spac t'ayach, svak'an lajunheoc ciclo plata t'ayach yet' jun niwan tzek'ul, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix tak'vi vinh icha tik: --Wach'chom tzak' junok mil q'uen plata chi' t'ayin, max vak'och in k'ab' t'a vinh yuninal vinh rey chi', yujto ix cab' val tas ix yutej vinh yalancot t'ayach, t'a vinhaj Abisai yet' t'a vinhaj Itai to malaj tas tz'utaj vinhaj Absalón chi'."
        },
        {
            "number": "13",
            "text": "Anhejtona' tato ix in milcham vinh, tzam cotnhej t'a vib'anh yujto malaj junok tas k'ub'eltac t'a vinh rey chi', ¿tom tzato in a colo'? xchi vinh soldado chi'."
        },
        {
            "number": "14",
            "text": "--Nab'anhej sviq'uek' tiempo ed'oc, xchi vinhaj Joab chi'. Ix yik'anb'at oxe' q'uen yunetac lanza vinh, ix b'at stecanoch q'uen vinh t'a spixan vinhaj Absalón chi'. Yujto pitzanto vinh, yuj chi' ix oymaj lajunhvanh eb' stanhvumal vinhaj Joab chi' t'a spatic vinh, ix svach' milancham vinh eb'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yalan vinhaj Joab chi' to spuchaj q'uen trompeta yic mantzac b'at eb' soldado t'a spatic eb' yetisraelal chi'."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix yik'anb'at snivanil vinhaj Absalón chi' eb', ix b'at yak'anoch eb' t'a yol jun olan t'a caltac te' chi', ix k'ekan jun niwan b'ulanh q'uen t'a yib'anh yuj eb'. Axo pax eb' soldado vinhaj Absalón chi' ixto cani, ix el eb' elelal, ix paxcan eb' t'a spat."
        },
        {
            "number": "17",
            "text": "Ayic pitzanto vinhaj Absalón chi', ay jun monumento yak'nac b'ojoc vinh t'a jun lugar scuch sch'olanil yic eb' vinh rey. Ha sb'i vinh ix yak'canoch t'ay, yujto malaj junok yuninal vinh tz'ak'ancan b'inajoc: “Smonumento vinhaj Absalón” ix sb'iejkani."
        },
        {
            "number": "18",
            "text": "Axo vinhaj Ahimaas yuninal vinhaj Sadoc, ix alan t'a vinhaj Joab: --Sval t'ayach, cha in b'ati yic b'at val t'a vinh rey to a Jehová toxo ix colanel vinh t'a yol sk'ab' eb' yajk'ool, xchi vinh."
        },
        {
            "number": "19",
            "text": "Ix yalan vinhaj Joab chi' icha tik: --Max yal-laj a b'ati, manh a mojoc a ach ol b'at al jun lolonel chi', tope ato t'a junelxo ol ach b'atoc, palta a ticnaic maay, yujto a val vinh yuninal vinh rey chi' ix chami, xchi vinh t'a vinh."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix yalan vinhaj Joab t'a jun vinh soldado aj Etiopía: --Ixic, al t'a vinh rey tas ix il chi', xchi vinh. Ix em nhojan vinh aj Etiopía chi' t'a yichanh vinhaj Joab chi', ix b'at lemnaj vinh yal t'a vinh rey chi'."
        },
        {
            "number": "21",
            "text": "Ix yalanpax vinhaj Ahimaas t'a vinhaj Joab chi': --Eloc val t'a a k'ool, cha in b'at t'a spatic vinh aj Etiopía chi', xchi vinh. Ix tak'vipax vinhaj Joab chi' icha tik: --¿Tas val yuj tza nib'ej tzach b'ati? ¿Toc ay tas ol ik' t'a jun lolonel chi'? xchi vinh."
        },
        {
            "number": "22",
            "text": "--Malaj yelk'ochi, wach'chom malaj tas svik' t'ay, palta ol in b'at lemnajoc, xchi vinh. --Ixic an, xchi vinhaj Joab chi'. Val t'a jun rato chi' ix b'at lemnaj vinhaj Ahimaas chi' t'a jun ak'lic, ix b'ab'laj vinh yuj vinh aj Etiopía chi'."
        },
        {
            "number": "23",
            "text": "k'ojanem vinhaj rey David t'a snanhal chab' spuertail chonhab' chi', haxo pax vinh stanhvumal chonhab' chi', ayek' vinh t'a spanhanil yib'anh smuroal b'aj ayoch puerta chi'. Ix yilan vinh scot jun vinh vinac sch'ocojil, te yelk'olal scot vinh."
        },
        {
            "number": "24",
            "text": "Te chaanh ix avaj vinh, ix yalan vinh to ay jun vinh sjavi. Ix yalan vinh rey chi': --Tato sch'ocoj vinh, alum wach' ab'ix vinh syal chi', xchi vinh rey chi'. Ayic lak'anxo sjavi vinh,"
        },
        {
            "number": "25",
            "text": "ix yilan vinh stanhvumal chonhab' chi' to tzak'an scot junxo vinh, ix avaj vinh t'a vinh tanhvum puerta chi': --Ay val junxo vinh vinac te yelk'olal scoti, xchi vinh. --Anheja' wach' ab'ix tzul yal junxo vinh chi', xchi vinh rey chi'."
        },
        {
            "number": "26",
            "text": "Ix yalanxi vinh stanhvumal chonhab' chi': --Ha jun vinh b'ab'el chi' icha val sb'ey vinhaj Ahimaas yuninal vinhaj Sadoc svila', xchi vinh. Ix tak'vi vinh rey chi': --Tato a vinh chi', wach' spensar vinh, wach' am tas ol ul yal vinh, xchi vinh."
        },
        {
            "number": "27",
            "text": "Axo yic ix javi vinhaj Ahimaas chi' t'a yichanh vinh rey chi', ix em nhojan vinh, ix yak'an stzatzil sk'ol vinh rey chi' vinh, ix yalan vinh icha tik: --Mamin rey, aljocab' wach' lolonel t'a Jehová co Diosal, yujto a eb' ix meltzajoch ajk'olal t'ayach, toxo ix satjiel eb' yuj Jehová, xchi vinh."
        },
        {
            "number": "28",
            "text": "--¿Vach'am sk'ol vinhaj Absalón ix ila'? xchi vinh rey chi'. Ix tak'vi vinhaj Ahimaas chi' icha tik: --Toxonhej somsoman anima yic ix in checjicot yuj vinh a checab' aj Joab, majxo vab'i tas ix uji, xchi vinh."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi' ix yalan vinh rey chi' t'a vinh: --B'esek' jab'oc a b'ha t'a chi', tzach kan ta', xchi vinh. Ix sk'anab'ajan vinh yochcan linhan ta'."
        },
        {
            "number": "30",
            "text": "Ato val chi' ix ja nhicnaj vinh aj Etiopía chi', ix yalan vinh icha tik: --Mamin rey, cha jun wach' ab'ix tzul val tik t'ayach: Ha ticnaic, toxo ix ach scolel Jehová t'a yol sk'ab' masanil eb' ix och ajk'olal t'ayach, xchi vinh."
        },
        {
            "number": "31",
            "text": "Ix sk'anb'an vinh rey chi' t'a vinh: --Xalpax vinhaj quelem Absalón ¿vach'am sk'ol vinh? xchi vinh rey chi'. Ix tak'vi vinh aj Etiopía chi': --Mamin rey, tzoc val cot t'a yib'anh masanil eb' ayoch ajk'olal t'ayach icha ix aj scot t'a yib'anh vinh chi', xchi vinh."
        },
        {
            "number": "32",
            "text": "Ayic ix yab'an jun chi' vinh rey chi', ix och pitz'an t'a spixan vinh, ix q'ue vinh t'a yib'anh b'aj ay spuertail jun chonhab' chi'. Van sb'ey vinh, ix yalan vinh icha tik: Ay, ay ach vuninal aj Absalón. Comonoc a in ix in cham a q'uexuloc, xchi vinh."
        }
    ]
}