{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix yab'an eb' anima to a winhaj rey David ste ok' winh yuj schamel winhaj Absalón, winh yuninal, yuj chi' a tzalajk'olal yuj b'aj ix yak' ganar oval eb' t'a jun k'u chi', ix meltzajcanoch t'a cusk'olal. Ha eb' soldado ix xid'ek' t'a oval chi', q'uixvelalxonhej ix aj sjax eb', elk'altacxonhej ix och eb' t'a yol chonhab' chi', ichato toxonhej ix el eb' t'a eb' ajk'ol chi'. Ha winhaj rey David chi', macan sat winh tz'el yav winh: Ay ach vuninal aj Absalón. Ay ach vuninal aj Absalón, xchi winh. Ix yab' winhaj Joab to van yok' winh rey chi' yuj winh yuninal chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix b'at winh b'aj ayek' winh rey chi' ix yalan winh icha tik: --Ha ticnaic van ak'an q'uixvelal eb' a soldado ix ach colanel yet' eb' al uninal yet' eb' ix etb'eyum yet' eb' ix schab'il etb'eyum."
        },
        {
            "number": "3",
            "text": "Van a ch'oxaneli to malaj yelk'och eb' etyajalil yet' eb' a soldado t'a yol a sat. Ha eb' ajk'ol yajoch t'ayach, te xajan eb' uuj, haxo eb' tzach xajanan tik, van a chacancanel eb'. Ha ticnaic snachajel vuuj, tecan wach' ix ab'i tato maj cham winhaj Absalón chi', a onhxo pax tik jun, onh chamocab' co masanil."
        },
        {
            "number": "4",
            "text": "Yuj chi', a ticnaic elanhcoti, tzak'an snivanil sk'ol masanil eb' a soldado. Tato manh ol ach eloc, val t'a yichanh Jehová svala', manhxa junok mach ayek' ed'oc ol q'uinhib'oc. Tato icha chi', te chuk tas ol ja t'a ib'anh ticnaic t'a yichanh tastac ek'nac t'a ib'anh yictax quelem achto, xchi winhaj Joab chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix q'ue vaan winh rey chi', ix elta winh, ix b'at em k'ojan winh t'a sti' spuertail chonhab' chi'. Ayic ix alchaj yab' masanil eb' chonhab', ix ja eb' t'a yichanh winh. Axo pax eb' israel ayoch yet' winhaj Absalón, elelal ix aj spax eb' t'a spat."
        },
        {
            "number": "6",
            "text": "Masanil macanhil eb' yinhtilal Israel chi' ix laj yal eb' icha tik: Ha winhaj rey David tik ix onh colanel t'a yol sk'ab' eb' filisteo yet' t'a juntzanhxo eb' cajk'ool, haxo ticnaic, yuj winhaj Absalón, ix el winh elelal t'a co macb'en tik."
        },
        {
            "number": "7",
            "text": "Ha winhaj Absalón chi' ix co comon aq'uejoch co reyaloc, toxo ix champax winh t'a oval. ¿Tas sco tanhvejec, yuj chi' max quik'xicot winhaj rey David chi' co reyaloc? xchi eb'."
        },
        {
            "number": "8",
            "text": "Yuj chi', a winh rey chi' ix checanb'at aljoc t'a eb' winh sacerdote, aton winhaj Sadoc yet' winhaj Abiatar icha tik: Alec t'a eb' yichamtac vinaquil chonhab' Judá icha tik: Toxo ix vab'i tastac van yalan juntzanhxo macanhil eb' quetchonhab'. ¿Tas yuj tzak'anxo tze na' tas tz'aj in k'ochxi t'a in palacio?"
        },
        {
            "number": "9",
            "text": "Ayto vuj in b'a eyed'oc, junnhej pax quinhtilal, ¿tas yuj tzak'anxo tzul in eyik'xib'at t'a in palacio? xe chi t'a eb', xchi winh rey chi'."
        },
        {
            "number": "10",
            "text": "Ix yalanxi winh rey chi' to sb'at alchaj t'a winhaj Amasa icha tik: Ha ach tik ayto vuj in b'a ed'oc, yuj chi' a ticnaic, a ach ol ach och yajaliloc eb' soldado sq'uexuloc winhaj Joab. Tato max elk'och tas van valan tik, aocab' Dios tz'ak'ancot yaelal t'a vib'anh, xchi winh."
        },
        {
            "number": "11",
            "text": "Icha chi' ix aj smontanxi eb' aj Judá chi' winh rey chi', junxonhej ix aj spensar eb', ix yalanb'at eb' t'a winh to smeltzajxicot winh yet' masanil eb' soldado."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix cot winh rey chi', ix javi winh t'a sti' ha' Jordán. Ix smolb'ejpax sb'a eb' aj Judá t'a Gilgal yic tzul schaanek'ta winh rey chi' eb' t'a yol ha ha' chi'."
        },
        {
            "number": "13",
            "text": "Anhejtona' pax winhaj Simei yuninal winhaj Gera aj Bahurim, t'a yinhtilal Benjamín, elanhchamel ix cot winh yet' eb' aj Judá, yic tzul schaan winh rey chi' eb'."
        },
        {
            "number": "14",
            "text": "Tzak'anoch mil eb' soldado yinhtilal Benjamín yuj winhaj Simei chi'. Axo pax winhaj Siba, checab' yaj t'a eb' yinhtilal winhaj Saúl, 15 eb' yuninal winh yet'nac yet' pax 20 eb' schecab' winh, ix b'ab'laj k'och eb' t'a winhaj rey David chi' t'a sti' ha' Jordán."
        },
        {
            "number": "15",
            "text": "Elanhchamel ix k'axpajek' eb' t'a sjayil ha' yic syik'anek'ta eb' yuninal winh rey chi' eb' yet' ix yetb'eyum winh. Ix colvajpax eb' t'a b'ajtac syal winh rey chi'. Ayic mantzac k'axpajek'ta winh rey t'a yol ha' chi', ix k'och winhaj Simei, ix em nhojan winh t'a yichanh winh."
        },
        {
            "number": "16",
            "text": "Ix yalan winh icha tik: --Mamin rey, tzin tevi t'ayach to tzin ak' nivank'olal yic maxtzac a nacot in mul ix och t'ayach a in a checab' in tik, ayic ix ach el t'a Jerusalén. Mocab' cot oval t'ayin."
        },
        {
            "number": "17",
            "text": "Svojtaquejeli to chuk ix vutej in b'a, yuj chi' ha t'a yinhtilal José, a in ix in b'ab'laj javi ul ach in cha mamin rey, xchi winh."
        },
        {
            "number": "18",
            "text": "Axo winhaj Abisai yune' ix Sarvia ix alan icha tik: --Ha winhaj Simei tik, smoj scham winh yujto ix scatab'ej winh rey sik'b'ilel yuj Jehová tik winh, xchi winh."
        },
        {
            "number": "19",
            "text": "Ix tak'vi winh rey chi' icha tik: --¿Tas val eyoch a ex yune' ex ix Sarvia tik t'a jun lolonel tik? Manhxo eyak' somchaj in k'ool. Ha ticnaic vojtacxo to ol in ochxoc sreyaloc eb' vetisraelal, yuj chi' malaj junok mach syal scham t'a yol co chonhab' tik ticnaic, xchi winh."
        },
        {
            "number": "20",
            "text": "Ix yalan winh rey chi' t'a winhaj Simei chi' icha tik: --Svak' in ti' t'a yichanh Jehová to manh ol ach in mil-laj, xchi winh."
        },
        {
            "number": "21",
            "text": "Ix cotpax winhaj Mefi-boset yixchiquin winhaj Saúl, ul scha winh rey chi'. Yictax ix elcan winh rey chi' elelal, masanto ix meltzaj winh t'a junk'olal, malaj juneloc ix sb'iquel yoc winh, maj sjoxel-laj jab'oc snhitac xil sti' winh, maj sq'uexel spichul winh."
        },
        {
            "number": "22",
            "text": "Ayic ix el winhaj Mefi-boset t'a Jerusalén, ix cot winh scha winh rey chi', ayic ix schalan sb'a eb' winh, ix yalan winh rey chi' t'a winh: --¿Tas yuj maj ach b'at ved'oc? xchi winh."
        },
        {
            "number": "23",
            "text": "Ix tak'vi winhaj Mefi-boset chi': --Mamin rey, yujto chuclaj voc, yuj chi' ix val t'a winh in checab' aj Siba to syak'och stz'um nok' in b'uru winh, tzin q'ue t'a yib'anh nok' yic tzin b'at ed'oc valani, palta ix smusej in sat winh."
        },
        {
            "number": "24",
            "text": "Ix yesejpaxel in ti'oc winh t'ayach. Ha ach tik mamin rey, lajan ach icha junok Yángel Dios. Elocab' k'och tas tza nib'ej."
        },
        {
            "number": "25",
            "text": "Wach'chom masanil yinhtilal in mam vicham syal a milanchamoc, palta ix in avtej vael ed'oc t'a a mexa, yuj chi' manhxalaj tas wach' valani, xchi winh."
        },
        {
            "number": "26",
            "text": "Ix yalan winh rey chi' t'a winh icha tik: --Manhxalaj tas wach' calani, toxo ix in na to tza puquek' lum a lu'um yet' winhaj Siba, xchi winh."
        },
        {
            "number": "27",
            "text": "Ix tak'vi winhaj Mefi-boset chi': --Canocab' lum lum chi' t'a winhaj Siba chi' smasanil, a jun niwan yelk'ochi to tzalajk'olal tzach jax t'a a palacio junelxo, xchi winh."
        },
        {
            "number": "28",
            "text": "Anhejtona' winhaj Barzilai aj Galaad, ix emta winh t'a Rogelim ix ul yilan winh sk'axpajcanek'ta winh rey chi' t'a yol ha' Jordán, yic spuclancan sb'a winh yet' winh."
        },
        {
            "number": "29",
            "text": "Te icham vinacxo winhaj Barzilai chi', 80 ab'ilxo sk'inal winh. Ayic ayek' winh rey chi' t'a Mahanaim, ix b'at winh yak'nhej svael winh rey chi', yujto te b'eyum winh."
        },
        {
            "number": "30",
            "text": "Ix yalan winhaj rey David chi' t'a winh icha tik: --Conh ved'oc t'a Jerusalén, ata' ol ach ajnhej ved'oc, xchi winh."
        },
        {
            "number": "31",
            "text": "Ix tak'vi winhaj Barzilai chi' icha tik: --Jayexonhej ab'il pitzan in, nab'anhejxom tzin b'at ed' t'a Jerusalén chi'."
        },
        {
            "number": "32",
            "text": "Ayxo 80 ab'il in q'uinal, maxtzac vab'laj swach'il tas tzin wa yet' tas svuq'uej, maxtzac yal-laj vilani tato wach' mato maay, maxtzac vab'laj sb'itan eb' winh sb'itani yet' eb' ix sb'itani. Nab'axonhej am ipan in svak'och in b'a a k'atq'uej."
        },
        {
            "number": "33",
            "text": "Anhejto tzin k'axpajek' t'a yol ha' Jordán tik tzin b'at jab'ocxo ed'oc, svilan a b'atcani. ¿Tasto val yuj tzala' to tzin b'at ed'oc t'a Jerusalén yuj spacoc swach'il in k'ool?"
        },
        {
            "number": "34",
            "text": "Yuj chi' eloc t'a a k'ool, tzin a cha meltzaj t'a in pat, axonhej to tzin tanhvej in chami, ol in mucjoc b'aj mucan in mam in nun. Anhej jun, ay jun a checab' syal ik'anb'at mamin rey, aton winh vuninal scuchan Quimam, ik'b'at winh, tzak'an a wach'k'olal chi' t'a winh, xchi winh."
        },
        {
            "number": "35",
            "text": "Ix yalan winh rey chi': --B'atocab' winh ved' an. Ichocab' chi' tz'aji. Yalnhej tas tza k'an yuj winh, ol vak' t'a winh, xchi winh."
        },
        {
            "number": "36",
            "text": "Masanil eb' ajun yet' winh rey chi', ix k'axpajek'ta eb' t'a yol ha' Jordán, ix k'axpajpaxek' winh rey chi', ix stz'ub'ancanelta sti' winhaj Barzilai chi' winh, ix yalan wach' lolonel winh t'a yib'anh winh, ix paxcan winh t'a spat."
        },
        {
            "number": "37",
            "text": "Ixlajwi chi' ix b'at winh rey chi' t'a Gilgal, ajun winhaj Quimam chi' yet' winh yet' masanil eb' aj Judá, ajun pax nanhalxo eb' israel."
        },
        {
            "number": "38",
            "text": "Masanil eb' soldado israel ix b'at ilan winh rey chi', ix yalan eb' t'a winh icha tik: --¿Tas yuj anhej eb' quetchonhab' yinhtilal Judá ix ach ik'ancoti, ix ach ik'anek'ta t'a yol ha' Jordán yet' eb' ix etb'eyum yet' pax eb' uninal yet' masanil eb' a soldado? xchi eb'."
        },
        {
            "number": "39",
            "text": "Axo eb' aj Judá chi' ix tak'vi t'a eb' yetisraelal chi': --Yujto a winh rey tik ayto cuj co b'a yet' winh, yuj chi' max yal-laj scot eyoval t'ayonh, ¿toc ha t'a spatic winh tzonh wa'i? ¿tocval ay jab'oc co ganar yet' winh? xchi eb'."
        },
        {
            "number": "40",
            "text": "Ix tak'vi eb' yetisraelal eb' chi' t'ay: --Wach'chom icha chi', palta a onh tik lajunh makan inhtilal onh t'a eyichanh, yuj chi' te ay calan quic t'a winh t'a eyichanh. ¿Tas yuj tzonh e patiquejcani? ¿Tom manhoc onh ix co b'ab'laj alej to smeltzajxi winh co reyal? xchi eb'. Palta a eb' aj Judá chi', ek'to te ya tas ix yal eb' t'a eb' yetisraelal chi'."
        }
    ]
}