{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix yab'an heb' anima to a winhaj rey Dawid ste ok' winh yuj schamel winhaj Absalón, winh yuninal, yuj chi' a tzalajk'olal yuj b'aj ix yak' ganar owal heb' t'a jun k'u chi', ix meltzajcanoch t'a cusk'olal. Ha heb' soldado ix xid'ek' t'a owal chi', q'uixwelalxonhej ix aj sjax heb', elk'altacxonhej ix och heb' t'a yol chonhab' chi', ichato toxonhej ix el heb' t'a heb' ajk'ol chi'. Ha winhaj rey Dawid chi', macan sat winh tz'el yav winh: Ay ach wuninal aj Absalón. Ay ach wuninal aj Absalón, xchi winh. Ix yab' winhaj Joab to wan yok' winh rey chi' yuj winh yuninal chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix b'at winh b'aj ayek' winh rey chi' ix yalan winh icha tik: --Ha ticnaik wan ak'an q'uixwelal heb' a soldado ix ach colanel yet' heb' al uninal yet' heb' ix etb'eyum yet' heb' ix schab'il etb'eyum."
        },
        {
            "number": "3",
            "text": "Van a ch'oxaneli to malaj yelk'och heb' etyajalil yet' heb' a soldado t'a yol a sat. Ha heb' ajk'ol yajoch t'ayach, te xajan heb' uuj, haxo heb' tzach xajanan tik, wan a chacancanel heb'. Ha ticnaik snachajel wuuj, tecan wach' ix ab'i tato maj cham winhaj Absalón chi', a onhxo pax tik jun, onh chamocab' ko masanil."
        },
        {
            "number": "4",
            "text": "Yuj chi', a ticnaik elanhcoti, tzak'an sniwanil sk'ol masanil heb' a soldado. Tato manh ol ach eloc, wal t'a yichanh Jehová swala', manhxa junok mach ayek' ed'oc ol q'uinhib'oc. Tato icha chi', te chuk tas ol ja t'a ib'anh ticnaik t'a yichanh tastac ek'nac t'a ib'anh yictax quelem achto, xchi winhaj Joab chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix k'e waan winh rey chi', ix elta winh, ix b'at em k'ojan winh t'a sti' spuertail chonhab' chi'. Ayic ix alchaj yab' masanil heb' chonhab', ix ja heb' t'a yichanh winh. Axo pax heb' israel ayoch yet' winhaj Absalón, elelal ix aj spax heb' t'a spat."
        },
        {
            "number": "6",
            "text": "Masanil macanhil heb' yinhtilal Israel chi' ix laj yal heb' icha tik: Ha winhaj rey Dawid tik ix onh colanel t'a yol sk'ab' heb' filisteo yet' t'a juntzanhxo heb' cajk'ool, haxo ticnaik, yuj winhaj Absalón, ix el winh elelal t'a ko macb'en tik."
        },
        {
            "number": "7",
            "text": "Ha winhaj Absalón chi' ix ko comon ak'ejoch ko reyaloc, toxo ix champax winh t'a owal. ¿Tas sco tanhwejec, yuj chi' max quik'xicot winhaj rey Dawid chi' ko reyaloc? xchi heb'."
        },
        {
            "number": "8",
            "text": "Yuj chi', a winh rey chi' ix checanb'at aljoc t'a heb' winh sacerdote, aton winhaj Sadoc yet' winhaj Abiatar icha tik: Alec t'a heb' yichamtac winaquil chonhab' Judá icha tik: Toxo ix wab'i tastac wan yalan juntzanhxo macanhil heb' quetchonhab'. ¿Tas yuj tzak'anxo tze na' tas tz'aj in k'ochxi t'a in palacio?"
        },
        {
            "number": "9",
            "text": "Ayto wuj in b'a eyed'oc, junnhej pax quinhtilal, ¿tas yuj tzak'anxo tzul in eyik'xib'at t'a in palacio? xe chi t'a heb', xchi winh rey chi'."
        },
        {
            "number": "10",
            "text": "Ix yalanxi winh rey chi' to sb'at alchaj t'a winhaj Amasa icha tik: Ha ach tik ayto wuj in b'a ed'oc, yuj chi' a ticnaik, a ach ol ach och yajaliloc heb' soldado sk'exuloc winhaj Joab. Tato max elk'och tas wan walan tik, aocab' Dios tz'ak'ancot yaelal t'a wib'anh, xchi winh."
        },
        {
            "number": "11",
            "text": "Icha chi' ix aj smontanxi heb' aj Judá chi' winh rey chi', junxonhej ix aj spensar heb', ix yalanb'at heb' t'a winh to smeltzajxicot winh yet' masanil heb' soldado."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix cot winh rey chi', ix jawi winh t'a sti' ha' Jordán. Ix smolb'ejpax sb'a heb' aj Judá t'a Gilgal yic tzul schaanek'ta winh rey chi' heb' t'a yol ha ha' chi'."
        },
        {
            "number": "13",
            "text": "Anhejtona' pax winhaj Simei yuninal winhaj Gera aj Bahurim, t'a yinhtilal Benjamín, elanhchamel ix cot winh yet' heb' aj Judá, yic tzul schaan winh rey chi' heb'."
        },
        {
            "number": "14",
            "text": "Tzak'anoch mil heb' soldado yinhtilal Benjamín yuj winhaj Simei chi'. Axo pax winhaj Siba, checab' yaj t'a heb' yinhtilal winhaj Saúl, 15 heb' yuninal winh yet'nac yet' pax 20 heb' schecab' winh, ix b'ab'laj k'och heb' t'a winhaj rey Dawid chi' t'a sti' ha' Jordán."
        },
        {
            "number": "15",
            "text": "Elanhchamel ix k'axpajek' heb' t'a sjayil ha' yic syik'anek'ta heb' yuninal winh rey chi' heb' yet' ix yetb'eyum winh. Ix colwajpax heb' t'a b'ajtac syal winh rey chi'. Ayic mantzac k'axpajek'ta winh rey t'a yol ha' chi', ix k'och winhaj Simei, ix em nhojan winh t'a yichanh winh."
        },
        {
            "number": "16",
            "text": "Ix yalan winh icha tik: --Mamin rey, tzin tewi t'ayach to tzin ak' niwank'olal yic maxtzac a nacot in mul ix och t'ayach a in a checab' in tik, ayic ix ach el t'a Jerusalén. Mocab' cot owal t'ayin."
        },
        {
            "number": "17",
            "text": "Swojtaquejeli to chuk ix wutej in b'a, yuj chi' ha t'a yinhtilal José, a in ix in b'ab'laj jawi ul ach in cha mamin rey, xchi winh."
        },
        {
            "number": "18",
            "text": "Axo winhaj Abisai yune' ix Sarwia ix alan icha tik: --Ha winhaj Simei tik, smoj scham winh yujto ix scatab'ej winh rey sik'b'ilel yuj Jehová tik winh, xchi winh."
        },
        {
            "number": "19",
            "text": "Ix tak'wi winh rey chi' icha tik: --¿Tas wal eyoch a ex yune' ex ix Sarwia tik t'a jun lolonel tik? Manhxo eyak' somchaj in k'ool. Ha ticnaik wojtacxo to ol in ochxoc sreyaloc heb' wetisraelal, yuj chi' malaj junok mach syal scham t'a yol ko chonhab' tik ticnaik, xchi winh."
        },
        {
            "number": "20",
            "text": "Ix yalan winh rey chi' t'a winhaj Simei chi' icha tik: --Swak' in ti' t'a yichanh Jehová to manh ol ach in mil-laj, xchi winh."
        },
        {
            "number": "21",
            "text": "Ix cotpax winhaj Mefi-boset yixchiquin winhaj Saúl, ul scha winh rey chi'. Yictax ix elcan winh rey chi' elelal, masanto ix meltzaj winh t'a junk'olal, malaj juneloc ix sb'iquel yoc winh, maj sjoxel-laj jab'oc snhitac xil sti' winh, maj sk'exel spichul winh."
        },
        {
            "number": "22",
            "text": "Ayic ix el winhaj Mefi-boset t'a Jerusalén, ix cot winh scha winh rey chi', ayic ix schalan sb'a heb' winh, ix yalan winh rey chi' t'a winh: --¿Tas yuj maj ach b'at wed'oc? xchi winh."
        },
        {
            "number": "23",
            "text": "Ix tak'wi winhaj Mefi-boset chi': --Mamin rey, yujto chuclaj woc, yuj chi' ix wal t'a winh in checab' aj Siba to syak'och stz'um nok' in b'uru winh, tzin k'e t'a yib'anh nok' yic tzin b'at ed'oc walani, palta ix smusej in sat winh."
        },
        {
            "number": "24",
            "text": "Ix yesejpaxel in ti'oc winh t'ayach. Ha ach tik mamin rey, lajan ach icha junok Yángel Dios. Elocab' k'och tas tza nib'ej."
        },
        {
            "number": "25",
            "text": "Wach'chom masanil yinhtilal in mam wicham syal a milanchamoc, palta ix in avtej wael ed'oc t'a a mexa, yuj chi' manhxalaj tas wach' walani, xchi winh."
        },
        {
            "number": "26",
            "text": "Ix yalan winh rey chi' t'a winh icha tik: --Manhxalaj tas wach' calani, toxo ix in na to tza puquek' lum a lu'um yet' winhaj Siba, xchi winh."
        },
        {
            "number": "27",
            "text": "Ix tak'wi winhaj Mefi-boset chi': --Canocab' lum lum chi' t'a winhaj Siba chi' smasanil, a jun niwan yelk'ochi to tzalajk'olal tzach jax t'a a palacio junelxo, xchi winh."
        },
        {
            "number": "28",
            "text": "Anhejtona' winhaj Barzilai aj Galaad, ix emta winh t'a Rogelim ix ul yilan winh sk'axpajcanek'ta winh rey chi' t'a yol ha' Jordán, yic spuclancan sb'a winh yet' winh."
        },
        {
            "number": "29",
            "text": "Te icham winacxo winhaj Barzilai chi', 80 ab'ilxo sk'inal winh. Ayic ayek' winh rey chi' t'a Mahanaim, ix b'at winh yak'nhej swael winh rey chi', yujto te b'eyum winh."
        },
        {
            "number": "30",
            "text": "Ix yalan winhaj rey Dawid chi' t'a winh icha tik: --Conh wed'oc t'a Jerusalén, ata' ol ach ajnhej wed'oc, xchi winh."
        },
        {
            "number": "31",
            "text": "Ix tak'wi winhaj Barzilai chi' icha tik: --Jayexonhej ab'il pitzan in, nab'anhejxom tzin b'at ed' t'a Jerusalén chi'."
        },
        {
            "number": "32",
            "text": "Ayxo 80 ab'il in k 'inal, maxtzac wab'laj swach'il tas tzin wa yet' tas swuk'ej, maxtzac yal-laj wilani tato wach' mato maay, maxtzac wab'laj sb'itan heb' winh sb'itani yet' heb' ix sb'itani. Nab'axonhej am ipan in swak'och in b'a a k'atk'ej."
        },
        {
            "number": "33",
            "text": "Anhejto tzin k'axpajek' t'a yol ha' Jordán tik tzin b'at jab'ocxo ed'oc, swilan a b'atcani. ¿Tasto wal yuj tzala' to tzin b'at ed'oc t'a Jerusalén yuj spacoc swach'il in k'ool?"
        },
        {
            "number": "34",
            "text": "Yuj chi' eloc t'a a k'ool, tzin a cha meltzaj t'a in pat, axonhej to tzin tanhwej in chami, ol in mucjoc b'aj mucan in mam in nun. Anhej jun, ay jun a checab' syal ik'anb'at mamin rey, aton winh wuninal scuchan Quimam, ik'b'at winh, tzak'an a wach'k'olal chi' t'a winh, xchi winh."
        },
        {
            "number": "35",
            "text": "Ix yalan winh rey chi': --B'atocab' winh wed' an. Ichocab' chi' tz'aji. Yalnhej tas tza k'an yuj winh, ol wak' t'a winh, xchi winh."
        },
        {
            "number": "36",
            "text": "Masanil heb' ajun yet' winh rey chi', ix k'axpajek'ta heb' t'a yol ha' Jordán, ix k'axpajpaxek' winh rey chi', ix stz'ub'ancanelta sti' winhaj Barzilai chi' winh, ix yalan wach' lolonel winh t'a yib'anh winh, ix paxcan winh t'a spat."
        },
        {
            "number": "37",
            "text": "Ixlajwi chi' ix b'at winh rey chi' t'a Gilgal, ajun winhaj Quimam chi' yet' winh yet' masanil heb' aj Judá, ajun pax nanhalxo heb' israel."
        },
        {
            "number": "38",
            "text": "Masanil heb' soldado israel ix b'at ilan winh rey chi', ix yalan heb' t'a winh icha tik: --¿Tas yuj anhej heb' quetchonhab' yinhtilal Judá ix ach ik'ancoti, ix ach ik'anek'ta t'a yol ha' Jordán yet' heb' ix etb'eyum yet' pax heb' uninal yet' masanil heb' a soldado? xchi heb'."
        },
        {
            "number": "39",
            "text": "Axo heb' aj Judá chi' ix tak'wi t'a heb' yetisraelal chi': --Yujto a winh rey tik ayto cuj ko b'a yet' winh, yuj chi' max yal-laj scot eyowal t'ayonh, ¿toc ha t'a spatic winh tzonh wa'i? ¿tocwal ay jab'oc ko ganar yet' winh? xchi heb'."
        },
        {
            "number": "40",
            "text": "Ix tak'wi heb' yetisraelal heb' chi' t'ay: --Wach'chom icha chi', palta a onh tik lajunh makan inhtilal onh t'a eyichanh, yuj chi' te ay calan quic t'a winh t'a eyichanh. ¿Tas yuj tzonh he patiquejcani? ¿Tom manhoc onh ix ko b'ab'laj alej to smeltzajxi winh ko reyal? xchi heb'. Palta a heb' aj Judá chi', ek'to te ya tas ix yal heb' t'a heb' yetisraelal chi'."
        }
    ]
}