{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix yab'an eb' anima to a vinhaj rey David ste ok' vinh yuj schamel vinhaj Absalón, vinh yuninal, yuj chi' a tzalajk'olal yuj b'aj ix yak' ganar oval eb' t'a jun k'u chi', ix meltzajcanoch t'a cusk'olal. Ha eb' soldado ix xid'ek' t'a oval chi', q'uixvelalxonhej ix aj sjax eb', elk'altacxonhej ix och eb' t'a yol chonhab' chi', ichato toxonhej ix el eb' t'a eb' ajk'ol chi'. Ha vinhaj rey David chi', macan sat vinh tz'el yav vinh: Ay ach vuninal aj Absalón. Ay ach vuninal aj Absalón, xchi vinh. Ix yab' vinhaj Joab to van yok' vinh rey chi' yuj vinh yuninal chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix b'at vinh b'aj ayek' vinh rey chi' ix yalan vinh icha tik: --Ha ticnaic van ak'an q'uixvelal eb' a soldado ix ach colanel yet' eb' al uninal yet' eb' ix etb'eyum yet' eb' ix schab'il etb'eyum."
        },
        {
            "number": "3",
            "text": "Van a ch'oxaneli to malaj yelk'och eb' etyajalil yet' eb' a soldado t'a yol a sat. Ha eb' ajk'ol yajoch t'ayach, te xajan eb' uuj, haxo eb' tzach xajanan tik, van a chacancanel eb'. Ha ticnaic snachajel vuuj, tecan wach' ix ab'i tato maj cham vinhaj Absalón chi', a onhxo pax tik jun, onh chamocab' co masanil."
        },
        {
            "number": "4",
            "text": "Yuj chi', a ticnaic elanhcoti, tzak'an snivanil sk'ol masanil eb' a soldado. Tato manh ol ach eloc, val t'a yichanh Jehová svala', manhxa junok mach ayek' ed'oc ol q'uinhib'oc. Tato icha chi', te chuc tas ol ja t'a ib'anh ticnaic t'a yichanh tastac ek'nac t'a ib'anh yictax quelem achto, xchi vinhaj Joab chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix q'ue vaan vinh rey chi', ix elta vinh, ix b'at em k'ojan vinh t'a sti' spuertail chonhab' chi'. Ayic ix alchaj yab' masanil eb' chonhab', ix ja eb' t'a yichanh vinh. Axo pax eb' israel ayoch yet' vinhaj Absalón, elelal ix aj spax eb' t'a spat."
        },
        {
            "number": "6",
            "text": "Masanil macanhil eb' yinhtilal Israel chi' ix laj yal eb' icha tik: Ha vinhaj rey David tik ix onh colanel t'a yol sk'ab' eb' filisteo yet' t'a juntzanhxo eb' cajk'ool, haxo ticnaic, yuj vinhaj Absalón, ix el vinh elelal t'a co macb'en tik."
        },
        {
            "number": "7",
            "text": "Ha vinhaj Absalón chi' ix co comon aq'uejoch co reyaloc, toxo ix champax vinh t'a oval. ¿Tas sco tanhvejec, yuj chi' max quik'xicot vinhaj rey David chi' co reyaloc? xchi eb'."
        },
        {
            "number": "8",
            "text": "Yuj chi', a vinh rey chi' ix checanb'at aljoc t'a eb' vinh sacerdote, aton vinhaj Sadoc yet' vinhaj Abiatar icha tik: Alec t'a eb' yichamtac vinaquil chonhab' Judá icha tik: Toxo ix vab'i tastac van yalan juntzanhxo macanhil eb' quetchonhab'. ¿Tas yuj tzak'anxo tze na' tas tz'aj in k'ochxi t'a in palacio?"
        },
        {
            "number": "9",
            "text": "Ayto vuj in b'a eyed'oc, junnhej pax quinhtilal, ¿tas yuj tzak'anxo tzul in eyik'xib'at t'a in palacio? xe chi t'a eb', xchi vinh rey chi'."
        },
        {
            "number": "10",
            "text": "Ix yalanxi vinh rey chi' to sb'at alchaj t'a vinhaj Amasa icha tik: Ha ach tik ayto vuj in b'a ed'oc, yuj chi' a ticnaic, a ach ol ach och yajaliloc eb' soldado sq'uexuloc vinhaj Joab. Tato max elk'och tas van valan tik, aocab' Dios tz'ak'ancot yaelal t'a vib'anh, xchi vinh."
        },
        {
            "number": "11",
            "text": "Icha chi' ix aj smontanxi eb' aj Judá chi' vinh rey chi', junxonhej ix aj spensar eb', ix yalanb'at eb' t'a vinh to smeltzajxicot vinh yet' masanil eb' soldado."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix cot vinh rey chi', ix javi vinh t'a sti' ha' Jordán. Ix smolb'ejpax sb'a eb' aj Judá t'a Gilgal yic tzul schaanek'ta vinh rey chi' eb' t'a yol ha ha' chi'."
        },
        {
            "number": "13",
            "text": "Anhejtona' pax vinhaj Simei yuninal vinhaj Gera aj Bahurim, t'a yinhtilal Benjamín, elanhchamel ix cot vinh yet' eb' aj Judá, yic tzul schaan vinh rey chi' eb'."
        },
        {
            "number": "14",
            "text": "Tzak'anoch mil eb' soldado yinhtilal Benjamín yuj vinhaj Simei chi'. Axo pax vinhaj Siba, checab' yaj t'a eb' yinhtilal vinhaj Saúl, 15 eb' yuninal vinh yet'nac yet' pax 20 eb' schecab' vinh, ix b'ab'laj k'och eb' t'a vinhaj rey David chi' t'a sti' ha' Jordán."
        },
        {
            "number": "15",
            "text": "Elanhchamel ix k'axpajek' eb' t'a sjayil ha' yic syik'anek'ta eb' yuninal vinh rey chi' eb' yet' ix yetb'eyum vinh. Ix colvajpax eb' t'a b'ajtac syal vinh rey chi'. Ayic mantzac k'axpajek'ta vinh rey t'a yol ha' chi', ix k'och vinhaj Simei, ix em nhojan vinh t'a yichanh vinh."
        },
        {
            "number": "16",
            "text": "Ix yalan vinh icha tik: --Mamin rey, tzin tevi t'ayach to tzin ak' nivank'olal yic maxtzac a nacot in mul ix och t'ayach a in a checab' in tik, ayic ix ach el t'a Jerusalén. Mocab' cot oval t'ayin."
        },
        {
            "number": "17",
            "text": "Svojtaquejeli to chuc ix vutej in b'a, yuj chi' ha t'a yinhtilal José, a in ix in b'ab'laj javi ul ach in cha mamin rey, xchi vinh."
        },
        {
            "number": "18",
            "text": "Axo vinhaj Abisai yune' ix Sarvia ix alan icha tik: --Ha vinhaj Simei tik, smoj scham vinh yujto ix scatab'ej vinh rey sik'b'ilel yuj Jehová tik vinh, xchi vinh."
        },
        {
            "number": "19",
            "text": "Ix tak'vi vinh rey chi' icha tik: --¿Tas val eyoch a ex yune' ex ix Sarvia tik t'a jun lolonel tik? Manhxo eyak' somchaj in k'ool. Ha ticnaic vojtacxo to ol in ochxoc sreyaloc eb' vetisraelal, yuj chi' malaj junok mach syal scham t'a yol co chonhab' tik ticnaic, xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix yalan vinh rey chi' t'a vinhaj Simei chi' icha tik: --Svak' in ti' t'a yichanh Jehová to manh ol ach in mil-laj, xchi vinh."
        },
        {
            "number": "21",
            "text": "Ix cotpax vinhaj Mefi-boset yixchiquin vinhaj Saúl, ul scha vinh rey chi'. Yictax ix elcan vinh rey chi' elelal, masanto ix meltzaj vinh t'a junk'olal, malaj juneloc ix sb'iquel yoc vinh, maj sjoxel-laj jab'oc snhitac xil sti' vinh, maj sq'uexel spichul vinh."
        },
        {
            "number": "22",
            "text": "Ayic ix el vinhaj Mefi-boset t'a Jerusalén, ix cot vinh scha vinh rey chi', ayic ix schalan sb'a eb' vinh, ix yalan vinh rey chi' t'a vinh: --¿Tas yuj maj ach b'at ved'oc? xchi vinh."
        },
        {
            "number": "23",
            "text": "Ix tak'vi vinhaj Mefi-boset chi': --Mamin rey, yujto chuclaj voc, yuj chi' ix val t'a vinh in checab' aj Siba to syak'och stz'um nok' in b'uru vinh, tzin q'ue t'a yib'anh nok' yic tzin b'at ed'oc valani, palta ix smusej in sat vinh."
        },
        {
            "number": "24",
            "text": "Ix yesejpaxel in ti'oc vinh t'ayach. Ha ach tik mamin rey, lajan ach icha junok Yángel Dios. Elocab' k'och tas tza nib'ej."
        },
        {
            "number": "25",
            "text": "Wach'chom masanil yinhtilal in mam vicham syal a milanchamoc, palta ix in avtej vael ed'oc t'a a mexa, yuj chi' manhxalaj tas wach' valani, xchi vinh."
        },
        {
            "number": "26",
            "text": "Ix yalan vinh rey chi' t'a vinh icha tik: --Manhxalaj tas wach' calani, toxo ix in na to tza puquek' lum a lu'um yet' vinhaj Siba, xchi vinh."
        },
        {
            "number": "27",
            "text": "Ix tak'vi vinhaj Mefi-boset chi': --Canocab' lum lum chi' t'a vinhaj Siba chi' smasanil, a jun niwan yelk'ochi to tzalajk'olal tzach jax t'a a palacio junelxo, xchi vinh."
        },
        {
            "number": "28",
            "text": "Anhejtona' vinhaj Barzilai aj Galaad, ix emta vinh t'a Rogelim ix ul yilan vinh sk'axpajcanek'ta vinh rey chi' t'a yol ha' Jordán, yic spuclancan sb'a vinh yet' vinh."
        },
        {
            "number": "29",
            "text": "Te icham vinacxo vinhaj Barzilai chi', 80 ab'ilxo sq'uinal vinh. Ayic ayek' vinh rey chi' t'a Mahanaim, ix b'at vinh yak'nhej svael vinh rey chi', yujto te b'eyum vinh."
        },
        {
            "number": "30",
            "text": "Ix yalan vinhaj rey David chi' t'a vinh icha tik: --Conh ved'oc t'a Jerusalén, ata' ol ach ajnhej ved'oc, xchi vinh."
        },
        {
            "number": "31",
            "text": "Ix tak'vi vinhaj Barzilai chi' icha tik: --Jayexonhej ab'il pitzan in, nab'anhejxom tzin b'at ed' t'a Jerusalén chi'."
        },
        {
            "number": "32",
            "text": "Ayxo 80 ab'il in q'uinal, maxtzac vab'laj swach'il tas tzin wa yet' tas svuq'uej, maxtzac yal-laj vilani tato wach' mato maay, maxtzac vab'laj sb'itan eb' vinh sb'itani yet' eb' ix sb'itani. Nab'axonhej am ipan in svak'och in b'a a k'atq'uej."
        },
        {
            "number": "33",
            "text": "Anhejto tzin k'axpajek' t'a yol ha' Jordán tik tzin b'at jab'ocxo ed'oc, svilan a b'atcani. ¿Tasto val yuj tzala' to tzin b'at ed'oc t'a Jerusalén yuj spacoc swach'il in k'ool?"
        },
        {
            "number": "34",
            "text": "Yuj chi' eloc t'a a k'ool, tzin a cha meltzaj t'a in pat, axonhej to tzin tanhvej in chami, ol in mucjoc b'aj mucan in mam in nun. Anhej jun, ay jun a checab' syal ik'anb'at mamin rey, aton vinh vuninal scuchan Quimam, ik'b'at vinh, tzak'an a wach'k'olal chi' t'a vinh, xchi vinh."
        },
        {
            "number": "35",
            "text": "Ix yalan vinh rey chi': --B'atocab' vinh ved' an. Ichocab' chi' tz'aji. Yalnhej tas tza k'an yuj vinh, ol vak' t'a vinh, xchi vinh."
        },
        {
            "number": "36",
            "text": "Masanil eb' ajun yet' vinh rey chi', ix k'axpajek'ta eb' t'a yol ha' Jordán, ix k'axpajpaxek' vinh rey chi', ix stz'ub'ancanelta sti' vinhaj Barzilai chi' vinh, ix yalan wach' lolonel vinh t'a yib'anh vinh, ix paxcan vinh t'a spat."
        },
        {
            "number": "37",
            "text": "Ixlajwi chi' ix b'at vinh rey chi' t'a Gilgal, ajun vinhaj Quimam chi' yet' vinh yet' masanil eb' aj Judá, ajun pax nanhalxo eb' israel."
        },
        {
            "number": "38",
            "text": "Masanil eb' soldado israel ix b'at ilan vinh rey chi', ix yalan eb' t'a vinh icha tik: --¿Tas yuj anhej eb' quetchonhab' yinhtilal Judá ix ach ik'ancoti, ix ach ik'anek'ta t'a yol ha' Jordán yet' eb' ix etb'eyum yet' pax eb' uninal yet' masanil eb' a soldado? xchi eb'."
        },
        {
            "number": "39",
            "text": "Axo eb' aj Judá chi' ix tak'vi t'a eb' yetisraelal chi': --Yujto a vinh rey tik ayto cuj co b'a yet' vinh, yuj chi' max yal-laj scot eyoval t'ayonh, ¿toc ha t'a spatic vinh tzonh wa'i? ¿tocval ay jab'oc co ganar yet' vinh? xchi eb'."
        },
        {
            "number": "40",
            "text": "Ix tak'vi eb' yetisraelal eb' chi' t'ay: --Wach'chom icha chi', palta a onh tik lajunh makan inhtilal onh t'a eyichanh, yuj chi' te ay calan quic t'a vinh t'a eyichanh. ¿Tas yuj tzonh e patiquejcani? ¿Tom manhoc onh ix co b'ab'laj alej to smeltzajxi vinh co reyal? xchi eb'. Palta a eb' aj Judá chi', ek'to te ya tas ix yal eb' t'a eb' yetisraelal chi'."
        }
    ]
}