{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix yab'an eb' anima to a vinhaj rey David ste ok' vinh yuj schamel vinhaj Absalón, vinh yuninal, yuj chi' a tzalajk'olal yuj b'aj ix yak' ganar oval eb' d'a jun k'u chi', ix meltzajcanoch d'a cusk'olal. A eb' soldado ix xid'ek' d'a oval chi', q'uixvelalxonhej ix aj sjax eb', elk'altacxonhej ix och eb' d'a yol chonhab' chi', ichato toxonhej ix el eb' d'a eb' ajk'ol chi'. A vinhaj rey David chi', macan sat vinh tz'el yav vinh: Ay ach vuninal aj Absalón. Ay ach vuninal aj Absalón, xchi vinh. Ix yab' vinhaj Joab to van yok' vinh rey chi' yuj vinh yuninal chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix b'at vinh b'aj ayek' vinh rey chi' ix yalan vinh icha tic: --A ticnaic van ak'an q'uixvelal eb' a soldado ix ach colanel yed' eb' al uninal yed' eb' ix etb'eyum yed' eb' ix schab'il etb'eyum."
        },
        {
            "number": "3",
            "text": "Van a ch'oxaneli to malaj yelk'och eb' etyajalil yed' eb' a soldado d'a yol a sat. A eb' ajk'ol yajoch d'ayach, te xajan eb' uuj, axo eb' tzach xajanan tic, van a chacancanel eb'. A ticnaic snachajel vuuj, tecan vach' ix ab'i tato maj cham vinhaj Absalón chi', a onhxo pax tic jun, onh chamocab' co masanil."
        },
        {
            "number": "4",
            "text": "Yuj chi', a ticnaic elanhcoti, tzak'an snivanil sk'ol masanil eb' a soldado. Tato manh ol ach eloc, val d'a yichanh Jehová svala', manhxa junoc mach ayek' ed'oc ol q'uinhib'oc. Tato icha chi', te chuc tas ol ja d'a ib'anh ticnaic d'a yichanh tastac ek'nac d'a ib'anh yictax quelem achto, xchi vinhaj Joab chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix q'ue vaan vinh rey chi', ix elta vinh, ix b'at em k'ojan vinh d'a sti' spuertail chonhab' chi'. Ayic ix alchaj yab' masanil eb' chonhab', ix ja eb' d'a yichanh vinh. Axo pax eb' israel ayoch yed' vinhaj Absalón, elelal ix aj spax eb' d'a spat."
        },
        {
            "number": "6",
            "text": "Masanil macanhil eb' yinhtilal Israel chi' ix laj yal eb' icha tic: A vinhaj rey David tic ix onh colanel d'a yol sk'ab' eb' filisteo yed' d'a juntzanhxo eb' cajk'ool, axo ticnaic, yuj vinhaj Absalón, ix el vinh elelal d'a co macb'en tic."
        },
        {
            "number": "7",
            "text": "A vinhaj Absalón chi' ix co comon aq'uejoch co reyaloc, toxo ix champax vinh d'a oval. ¿Tas sco tanhvejec, yuj chi' max quik'xicot vinhaj rey David chi' co reyaloc? xchi eb'."
        },
        {
            "number": "8",
            "text": "Yuj chi', a vinh rey chi' ix checanb'at aljoc d'a eb' vinh sacerdote, aton vinhaj Sadoc yed' vinhaj Abiatar icha tic: Alec d'a eb' yichamtac vinaquil chonhab' Judá icha tic: Toxo ix vab'i tastac van yalan juntzanhxo macanhil eb' quetchonhab'. ¿Tas yuj tzak'anxo tze na' tas tz'aj in k'ochxi d'a in palacio?"
        },
        {
            "number": "9",
            "text": "Ayto vuj in b'a eyed'oc, junnhej pax quinhtilal, ¿tas yuj tzak'anxo tzul in eyik'xib'at d'a in palacio? xe chi d'a eb', xchi vinh rey chi'."
        },
        {
            "number": "10",
            "text": "Ix yalanxi vinh rey chi' to sb'at alchaj d'a vinhaj Amasa icha tic: A ach tic ayto vuj in b'a ed'oc, yuj chi' a ticnaic, a ach ol ach och yajaliloc eb' soldado sq'uexuloc vinhaj Joab. Tato max elk'och tas van valan tic, aocab' Dios tz'ak'ancot yaelal d'a vib'anh, xchi vinh."
        },
        {
            "number": "11",
            "text": "Icha chi' ix aj smontanxi eb' aj Judá chi' vinh rey chi', junxonhej ix aj spensar eb', ix yalanb'at eb' d'a vinh to smeltzajxicot vinh yed' masanil eb' soldado."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix cot vinh rey chi', ix javi vinh d'a sti' a' Jordán. Ix smolb'ejpax sb'a eb' aj Judá d'a Gilgal yic tzul schaanek'ta vinh rey chi' eb' d'a yol a a' chi'."
        },
        {
            "number": "13",
            "text": "Anhejtona' pax vinhaj Simei yuninal vinhaj Gera aj Bahurim, d'a yinhtilal Benjamín, elanhchamel ix cot vinh yed' eb' aj Judá, yic tzul schaan vinh rey chi' eb'."
        },
        {
            "number": "14",
            "text": "Tzak'anoch mil eb' soldado yinhtilal Benjamín yuj vinhaj Simei chi'. Axo pax vinhaj Siba, checab' yaj d'a eb' yinhtilal vinhaj Saúl, 15 eb' yuninal vinh yed'nac yed' pax 20 eb' schecab' vinh, ix b'ab'laj k'och eb' d'a vinhaj rey David chi' d'a sti' a' Jordán."
        },
        {
            "number": "15",
            "text": "Elanhchamel ix k'axpajek' eb' d'a sjayil a' yic syik'anek'ta eb' yuninal vinh rey chi' eb' yed' ix yetb'eyum vinh. Ix colvajpax eb' d'a b'ajtac syal vinh rey chi'. Ayic mantzac k'axpajek'ta vinh rey d'a yol a' chi', ix k'och vinhaj Simei, ix em nhojan vinh d'a yichanh vinh."
        },
        {
            "number": "16",
            "text": "Ix yalan vinh icha tic: --Mamin rey, tzin tevi d'ayach to tzin ak' nivank'olal yic maxtzac a nacot in mul ix och d'ayach a in a checab' in tic, ayic ix ach el d'a Jerusalén. Mocab' cot oval d'ayin."
        },
        {
            "number": "17",
            "text": "Svojtaquejeli to chuc ix vutej in b'a, yuj chi' a d'a yinhtilal José, a in ix in b'ab'laj javi ul ach in cha mamin rey, xchi vinh."
        },
        {
            "number": "18",
            "text": "Axo vinhaj Abisai yune' ix Sarvia ix alan icha tic: --A vinhaj Simei tic, smoj scham vinh yujto ix scatab'ej vinh rey sik'b'ilel yuj Jehová tic vinh, xchi vinh."
        },
        {
            "number": "19",
            "text": "Ix tak'vi vinh rey chi' icha tic: --¿Tas val eyoch a ex yune' ex ix Sarvia tic d'a jun lolonel tic? Manhxo eyak' somchaj in k'ool. A ticnaic vojtacxo to ol in ochxoc sreyaloc eb' vetisraelal, yuj chi' malaj junoc mach syal scham d'a yol co chonhab' tic ticnaic, xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix yalan vinh rey chi' d'a vinhaj Simei chi' icha tic: --Svak' in ti' d'a yichanh Jehová to manh ol ach in mil-laj, xchi vinh."
        },
        {
            "number": "21",
            "text": "Ix cotpax vinhaj Mefi-boset yixchiquin vinhaj Saúl, ul scha vinh rey chi'. Yictax ix elcan vinh rey chi' elelal, masanto ix meltzaj vinh d'a junk'olal, malaj juneloc ix sb'iquel yoc vinh, maj sjoxel-laj jab'oc snhitac xil sti' vinh, maj sq'uexel spichul vinh."
        },
        {
            "number": "22",
            "text": "Ayic ix el vinhaj Mefi-boset d'a Jerusalén, ix cot vinh scha vinh rey chi', ayic ix schalan sb'a eb' vinh, ix yalan vinh rey chi' d'a vinh: --¿Tas yuj maj ach b'at ved'oc? xchi vinh."
        },
        {
            "number": "23",
            "text": "Ix tak'vi vinhaj Mefi-boset chi': --Mamin rey, yujto chuclaj voc, yuj chi' ix val d'a vinh in checab' aj Siba to syak'och stz'um nok' in b'uru vinh, tzin q'ue d'a yib'anh nok' yic tzin b'at ed'oc valani, palta ix smusej in sat vinh."
        },
        {
            "number": "24",
            "text": "Ix yesejpaxel in ti'oc vinh d'ayach. A ach tic mamin rey, lajan ach icha junoc Yángel Dios. Elocab' k'och tas tza nib'ej."
        },
        {
            "number": "25",
            "text": "Vach'chom masanil yinhtilal in mam vicham syal a milanchamoc, palta ix in avtej vael ed'oc d'a a mexa, yuj chi' manhxalaj tas vach' valani, xchi vinh."
        },
        {
            "number": "26",
            "text": "Ix yalan vinh rey chi' d'a vinh icha tic: --Manhxalaj tas vach' calani, toxo ix in na to tza puquek' lum a luum yed' vinhaj Siba, xchi vinh."
        },
        {
            "number": "27",
            "text": "Ix tak'vi vinhaj Mefi-boset chi': --Canocab' lum luum chi' d'a vinhaj Siba chi' smasanil, a jun nivan yelk'ochi to tzalajk'olal tzach jax d'a a palacio junelxo, xchi vinh."
        },
        {
            "number": "28",
            "text": "Anhejtona' vinhaj Barzilai aj Galaad, ix emta vinh d'a Rogelim ix ul yilan vinh sk'axpajcanek'ta vinh rey chi' d'a yol a' Jordán, yic spuclancan sb'a vinh yed' vinh."
        },
        {
            "number": "29",
            "text": "Te icham vinacxo vinhaj Barzilai chi', 80 ab'ilxo sq'uinal vinh. Ayic ayek' vinh rey chi' d'a Mahanaim, ix b'at vinh yak'nhej svael vinh rey chi', yujto te b'eyum vinh."
        },
        {
            "number": "30",
            "text": "Ix yalan vinhaj rey David chi' d'a vinh icha tic: --Conh ved'oc d'a Jerusalén, ata' ol ach ajnhej ved'oc, xchi vinh."
        },
        {
            "number": "31",
            "text": "Ix tak'vi vinhaj Barzilai chi' icha tic: --Jayexonhej ab'il pitzan in, nab'anhejxom tzin b'at ed' d'a Jerusalén chi'."
        },
        {
            "number": "32",
            "text": "Ayxo 80 ab'il in q'uinal, maxtzac vab'laj svach'il tas tzin va yed' tas svuq'uej, maxtzac yal-laj vilani tato vach' mato maay, maxtzac vab'laj sb'itan eb' vinh sb'itani yed' eb' ix sb'itani. Nab'axonhej am ipan in svak'och in b'a a k'atq'uej."
        },
        {
            "number": "33",
            "text": "Anhejto tzin k'axpajek' d'a yol a' Jordán tic tzin b'at jab'ocxo ed'oc, svilan a b'atcani. ¿Tasto val yuj tzala' to tzin b'at ed'oc d'a Jerusalén yuj spacoc svach'il in k'ool?"
        },
        {
            "number": "34",
            "text": "Yuj chi' eloc d'a a k'ool, tzin a cha meltzaj d'a in pat, axonhej to tzin tanhvej in chami, ol in mucjoc b'aj mucan in mam in nun. Anhej jun, ay jun a checab' syal ik'anb'at mamin rey, aton vinh vuninal scuchan Quimam, ik'b'at vinh, tzak'an a vach'k'olal chi' d'a vinh, xchi vinh."
        },
        {
            "number": "35",
            "text": "Ix yalan vinh rey chi': --B'atocab' vinh ved' an. Ichocab' chi' tz'aji. Yalnhej tas tza k'an yuj vinh, ol vak' d'a vinh, xchi vinh."
        },
        {
            "number": "36",
            "text": "Masanil eb' ajun yed' vinh rey chi', ix k'axpajek'ta eb' d'a yol a' Jordán, ix k'axpajpaxek' vinh rey chi', ix stz'ub'ancanelta sti' vinhaj Barzilai chi' vinh, ix yalan vach' lolonel vinh d'a yib'anh vinh, ix paxcan vinh d'a spat."
        },
        {
            "number": "37",
            "text": "Ix lajvi chi' ix b'at vinh rey chi' d'a Gilgal, ajun vinhaj Quimam chi' yed' vinh yed' masanil eb' aj Judá, ajun pax nanhalxo eb' israel."
        },
        {
            "number": "38",
            "text": "Masanil eb' soldado israel ix b'at ilan vinh rey chi', ix yalan eb' d'a vinh icha tic: --¿Tas yuj anhej eb' quetchonhab' yinhtilal Judá ix ach ik'ancoti, ix ach ik'anek'ta d'a yol a' Jordán yed' eb' ix etb'eyum yed' pax eb' uninal yed' masanil eb' a soldado? xchi eb'."
        },
        {
            "number": "39",
            "text": "Axo eb' aj Judá chi' ix tak'vi d'a eb' yetisraelal chi': --Yujto a vinh rey tic ayto cuj co b'a yed' vinh, yuj chi' max yal-laj scot eyoval d'ayonh, ¿toc a d'a spatic vinh tzonh va'i? ¿tocval ay jab'oc co ganar yed' vinh? xchi eb'."
        },
        {
            "number": "40",
            "text": "Ix tak'vi eb' yetisraelal eb' chi' d'ay: --Vach'chom icha chi', palta a onh tic lajunh macanh inhtilal onh d'a eyichanh, yuj chi' te ay calan quic d'a vinh d'a eyichanh. ¿Tas yuj tzonh e patiquejcani? ¿Tom manhoc onh ix co b'ab'laj alej to smeltzajxi vinh co reyal? xchi eb'. Palta a eb' aj Judá chi', ek'to te ya tas ix yal eb' d'a eb' yetisraelal chi'."
        }
    ]
}