{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix sk'anb'an winhaj Dawid t'a Jehová icha tik: --¿Tom syal in k'exk'och t'a yol junok chonhab' t'a yol yic Judá? xchi winh. Ix tak'wi Jehová chi' t'a winh: --Syala', xchi. Ix sk'anb'anpax winh: --¿Mach junok chonhab' b'aj syal in k'ochi? xchi winh. --Ha t'a chonhab' Hebrón syal a k'ochi, xchi Jehová chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi', ata' ix b'at winhaj Dawid chi' yet' heb' ix yetb'eyum schawanhil, aton ix Ahinoam aj Jezreel yet' ix Abigail yetb'eyumcan winhaj xilb'a Nabal, aj Carmel."
        },
        {
            "number": "3",
            "text": "Ix yik'anpaxb'at heb' winh ayek' yet' winh yet' yetb'eyum junjun heb' yet' yal yuninal heb'. Ix kajnaj heb' t'a Hebrón yet' t'a yaldeail."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix k'och heb' yichamtac winaquil yinhtilal Judá t'a winhaj Dawid chi', ix yak'ankanoch winh heb' sreyaloc. Ix yab'an winhaj Dawid to a heb' aj Jabes t'a yol yic Galaad ix mukan winhaj Saúl,"
        },
        {
            "number": "5",
            "text": "yuj chi' ix yak'b'at juntzanh heb' schekab' winh, yic b'at yal heb' t'a heb' icha tik: Yak'okab' swach'k'olal Jehová t'ayex yuj tastac wach' ix he k'ulej yujto ix he muc winhaj Saúl ko reyal."
        },
        {
            "number": "6",
            "text": "Ha ticnaik aokab' Jehová tz'ok' sk'ool t'ayex, tzex xajanani, anhejtona' pax in a in tik, wach' ol wutej in b'a t'ayex yuj tas ix he k'ulej chi'."
        },
        {
            "number": "7",
            "text": "Yuj chi', aq'ek eyip, tek'an tzeyutej he b'a, wach'chom ix cham winhaj Saúl ko reyal chi', palta a masanil heb' yinhtilal Judá ix in ak'anoch sreyaloc, xchib'at winhaj Dawid chi'."
        },
        {
            "number": "8",
            "text": "Axo ix aji, a winhaj Abner yuninal winhaj Ner, yajalil masanil heb' soldado winhaj Saúl, a winh ix ik'anb'at winhaj Is-boset yuninal winhaj Saúl chi' t'a Mahanaim."
        },
        {
            "number": "9",
            "text": "Ata' ix yak'kanoch winh sreyaloc juntzanh chonhab' tik: Aton Galaad, Gesuri, Jezreel, Efraín, Benjamín yet' juntzanhxo chonhab' yic Israel."
        },
        {
            "number": "10",
            "text": "Ha winhaj Is-boset chi', 40 ab'il sk'inal winh ayic ix och winh reyal t'a chonhab' Israel chi', chab' ab'il ix yak' reyal chi' winh, palta haxo heb' yinhtilal Judá, a winhaj Dawid ayxo och sreyaloc heb'."
        },
        {
            "number": "11",
            "text": "Nanhal swajxaquil ab'il ix yak' reyal winhaj Dawid chi' t'a heb' yinhtilal Judá t'a chonhab' Hebrón."
        },
        {
            "number": "12",
            "text": "Icha tik ix aj yoch owal. Ha winhaj Abner chi', ix el winh t'a Mahanaim, ix b'atkan winh t'a Gabaón yet' heb' soldado yic winhaj Is-boset."
        },
        {
            "number": "13",
            "text": "Axo winhaj Joab yune' ix Sarwia, ix el winh yet' heb' soldado winhaj Dawid t'a Hebrón, ix schalaj sb'a winh yet' winhaj Abner b'aj smolb'ej sb'a ha ha' t'a yic Gabaón. Ha chab' makan heb' soldado chi', ix k'och heb' t'a ha ha' chi', junjun makan heb' ix kan t'a junjun sk'axepal ha'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yal winhaj Abner t'a winhaj Joab chi' icha tik: --Elokab'cot jaywanhoc heb' winh kelemtac yak' owal t'a quichanh tik, xchi winh. --Ichokab'ta', xchi winhaj Joab chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix elta heb' winh, lajannhej sb'isul yic junjun heb' winh ix elta, lajchawanh heb' winh t'a yinhtilal Benjamín ayoch yet' winhaj Is-boset chi', lajchawanh pax heb' winh yic winhaj Dawid chi' ix elta."
        },
        {
            "number": "16",
            "text": "Junjun heb' winh ix syam sjolom heb' yajk'ol heb' winh chi', ix stiplanoch k'een yespada heb' winh t'a scostil junjun, yuj chi' junnhej ix aj scham heb' winh smasanil. Yuj chi' “Teclajb'ail” ix sb'iejkan jun lugar chi', ha t'a yol yic Gabaón chi' ay."
        },
        {
            "number": "17",
            "text": "Ha t'a jun k'u chi', te niwan ix aj yoch owal yuj heb' winh. Ix ak'ji ganar winhaj Abner yet' heb' soldado yuj heb' soldado winhaj Dawid chi'."
        },
        {
            "number": "18",
            "text": "Ata' ayoch oxwanh heb' winh yune' ix Sarwia, aton winhaj Joab, winhaj Abisai yet' winhaj Asael. Ha winhaj Asael chi' te jelan sb'ey winh icha nok' k'ultaquil chej."
        },
        {
            "number": "19",
            "text": "Ix och jinhan winh t'a spatic winhaj Abner, majxo yal-laj yel winhaj Abner chi'."
        },
        {
            "number": "20",
            "text": "Ayic ix yilanb'at winh t'a spatic, ix yalan winh: --Mato a ach Asael ach chi', xchi winh. --Ha in toni, xchi winh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yal winhaj Abner chi' t'a winh icha tik: --Actej in a pechani, aokab' junok heb' winh quelem tik tza yama', tzik'ankan masanil tastac yet'nac, xchi winh t'a winh. Palta haxo winhaj Asael chi' jun, maj yal-laj sk'ol winh syactej spechan winh."
        },
        {
            "number": "22",
            "text": "Ix yalanxi winhaj Abner chi' t'a winh junelxo: --Actej in a pechani, ¿mato tzin ak' wal pural yic tzach in milanchamoc? Tato icha chi', ¿tas ol aj in sat in k'och t'a yichanh winh uk'tac aj Joab? xchi winh."
        },
        {
            "number": "23",
            "text": "Palta a winhaj Asael chi', maj yaktej winh spechan winh, yuj chi' haxo yoc slanza winhaj Abner chi' ix stipcot t'a spatic, a wal t'a sk'ool winhaj Asael chi' ix ochi, ix k'axpajelk'och te' t'a yich spatic winh. Ix telwi winh, ix cham winh. Masanil mach sk'och t'a jun lugar b'aj ix cham winh chi' tz'och wan heb' yila'."
        },
        {
            "number": "24",
            "text": "Axo winhaj Joab yet' winhaj Abisai ix b'atnhej heb' winh t'a spatic winhaj Abner chi'. Ayic wanxo yem k'u, ix k'och heb' winh t'a sjolom lum witz Amma, ay t'a yichanh Gía, aton b'aj sb'atkan sb'eal juntzanh tzinan lu'um t'a Gabaón."
        },
        {
            "number": "25",
            "text": "Ata' ix smolb'ej sb'a heb' yinhtilal Benjamín yet' winhaj Abner chi', junxonhej ix yutej sb'a heb' smasanil t'a jun tzalan."
        },
        {
            "number": "26",
            "text": "Axo winhaj Abner chi' ix awaj t'a winhaj Joab icha tik: --¿Tom manh ol actej a milancham anima tik? ¿Tom max a na' jab'oc to anhej chukal syik'cot jun tik t'a quib'anh? ¿Janik' ol al t'a heb' a soldado to tz'och waan heb' spechan heb' yetchonhab'? xchi winh."
        },
        {
            "number": "27",
            "text": "Ix tak'wi winhaj Joab chi' icha tik: --Syil wal Dios, q'uinaloc maj ach awajoc, ix am onh b'atnhej t'a he patic masanto t'a q'uinhib'alil k'ik'an, xchi winh."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix yalan winhaj Joab chi' to spuji nok' ch'aac, yuj chi' ix och waan masanil heb' soldado yic winhaj Dawid spechan heb' yic Israel chi'."
        },
        {
            "number": "29",
            "text": "Axo winhaj Abner chi' yet' heb' soldado pilan ak'wal ix b'ey heb' t'a spanhanil Arabá, ix k'axpajek' heb' t'ha ha' Jordán yet' t'a yol yic Bitrón masanto ix k'och heb' t'a Mahanaim."
        },
        {
            "number": "30",
            "text": "Axo pax winhaj Joab chi', ix och waan winh spechan winhaj Abner chi'. Ichato chi' ix smolb'an heb' soldado winh smasanil, ix yavtan slistail heb' winh, haxo ix aji to ay 19 heb' soldado yic winhaj Dawid chi' ix chami, ix champax winhaj Asael."
        },
        {
            "number": "31",
            "text": "Palta haxo heb' soldado yic Benjamín yet'nac winhaj Abner, 360 heb' ix cham yuj heb' soldado yic winhaj Dawid chi'."
        },
        {
            "number": "32",
            "text": "Ha winhaj Joab yet' masanil heb' soldado, pilan ak'wal ix b'ey heb', ayxoek' heb' t'a Hebrón ix q'uinhib'i. Ayic wan smeltzaj heb', ix ek' heb' yik' sniwanil winhaj Asael chi'. Ha b'aj mukan smam winh t'a chonhab' Belén, ata' ix mucji winh."
        }
    ]
}