{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix sk'anb'an winhaj David t'a Jehová icha tik: --¿Tom syal in q'uexk'och t'a yol junok chonhab' t'a yol yic Judá? xchi winh. Ix tak'vi Jehová chi' t'a winh: --Syala', xchi. Ix sk'anb'anpax winh: --¿Mach junok chonhab' b'aj syal in k'ochi? xchi winh. --Ha t'a chonhab' Hebrón syal a k'ochi, xchi Jehová chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi', ata' ix b'at winhaj David chi' yet' eb' ix yetb'eyum schavanhil, aton ix Ahinoam aj Jezreel yet' ix Abigail yetb'eyumcan winhaj xilb'a Nabal, aj Carmel."
        },
        {
            "number": "3",
            "text": "Ix yik'anpaxb'at eb' winh ayek' yet' winh yet' yetb'eyum junjun eb' yet' yal yuninal eb'. Ix cajnaj eb' t'a Hebrón yet' t'a yaldeail."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix k'och eb' yichamtac vinaquil yinhtilal Judá t'a winhaj David chi', ix yak'ancanoch winh eb' sreyaloc. Ix yab'an winhaj David to a eb' aj Jabes t'a yol yic Galaad ix mucan winhaj Saúl,"
        },
        {
            "number": "5",
            "text": "yuj chi' ix yak'b'at juntzanh eb' schecab' winh, yic b'at yal eb' t'a eb' icha tik: Yak'ocab' swach'k'olal Jehová t'ayex yuj tastac wach' ix e k'ulej yujto ix e muc winhaj Saúl co reyal."
        },
        {
            "number": "6",
            "text": "Ha ticnaic aocab' Jehová tz'ok' sk'ool t'ayex, tzex xajanani, anhejtona' pax in a in tik, wach' ol vutej in b'a t'ayex yuj tas ix e k'ulej chi'."
        },
        {
            "number": "7",
            "text": "Yuj chi', aq'ek eyip, tek'an tzeyutej e b'a, wach'chom ix cham winhaj Saúl co reyal chi', palta a masanil eb' yinhtilal Judá ix in ak'anoch sreyaloc, xchib'at winhaj David chi'."
        },
        {
            "number": "8",
            "text": "Axo ix aji, a winhaj Abner yuninal winhaj Ner, yajalil masanil eb' soldado winhaj Saúl, a winh ix ik'anb'at winhaj Is-boset yuninal winhaj Saúl chi' t'a Mahanaim."
        },
        {
            "number": "9",
            "text": "Ata' ix yak'canoch winh sreyaloc juntzanh chonhab' tik: Aton Galaad, Gesuri, Jezreel, Efraín, Benjamín yet' juntzanhxo chonhab' yic Israel."
        },
        {
            "number": "10",
            "text": "Ha winhaj Is-boset chi', 40 ab'il sk'inal winh ayic ix och winh reyal t'a chonhab' Israel chi', chab' ab'il ix yak' reyal chi' winh, palta haxo eb' yinhtilal Judá, a winhaj David ayxo och sreyaloc eb'."
        },
        {
            "number": "11",
            "text": "Nanhal svajxaquil ab'il ix yak' reyal winhaj David chi' t'a eb' yinhtilal Judá t'a chonhab' Hebrón."
        },
        {
            "number": "12",
            "text": "Icha tik ix aj yoch oval. Ha winhaj Abner chi', ix el winh t'a Mahanaim, ix b'atcan winh t'a Gabaón yet' eb' soldado yic winhaj Is-boset."
        },
        {
            "number": "13",
            "text": "Axo winhaj Joab yune' ix Sarvia, ix el winh yet' eb' soldado winhaj David t'a Hebrón, ix schalaj sb'a winh yet' winhaj Abner b'aj smolb'ej sb'a ha ha' t'a yic Gabaón. Ha chab' makan eb' soldado chi', ix k'och eb' t'a ha ha' chi', junjun makan eb' ix kan t'a junjun sk'axepal ha'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yal winhaj Abner t'a winhaj Joab chi' icha tik: --Elocab'cot jayvanhoc eb' winh quelemtac yak' oval t'a quichanh tik, xchi winh. --Ichocab'ta', xchi winhaj Joab chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix elta eb' winh, lajannhej sb'isul yic junjun eb' winh ix elta, lajchawanh eb' winh t'a yinhtilal Benjamín ayoch yet' winhaj Is-boset chi', lajchawanh pax eb' winh yic winhaj David chi' ix elta."
        },
        {
            "number": "16",
            "text": "Junjun eb' winh ix syam sjolom eb' yajk'ol eb' winh chi', ix stiplanoch q'uen yespada eb' winh t'a scostil junjun, yuj chi' junnhej ix aj scham eb' winh smasanil. Yuj chi' “Teclajb'ail” ix sb'iejkan jun lugar chi', ha t'a yol yic Gabaón chi' ay."
        },
        {
            "number": "17",
            "text": "Ha t'a jun k'u chi', te niwan ix aj yoch oval yuj eb' winh. Ix ak'ji ganar winhaj Abner yet' eb' soldado yuj eb' soldado winhaj David chi'."
        },
        {
            "number": "18",
            "text": "Ata' ayoch oxvanh eb' winh yune' ix Sarvia, aton winhaj Joab, winhaj Abisai yet' winhaj Asael. Ha winhaj Asael chi' te jelan sb'ey winh icha nok' k'ultaquil chej."
        },
        {
            "number": "19",
            "text": "Ix och jinhan winh t'a spatic winhaj Abner, majxo yal-laj yel winhaj Abner chi'."
        },
        {
            "number": "20",
            "text": "Ayic ix yilanb'at winh t'a spatic, ix yalan winh: --Mato a ach Asael ach chi', xchi winh. --Ha in toni, xchi winh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yal winhaj Abner chi' t'a winh icha tik: --Actej in a pechani, aocab' junok eb' winh quelem tik tza yama', tzik'ancan masanil tastac yet'nac, xchi winh t'a winh. Palta haxo winhaj Asael chi' jun, maj yal-laj sk'ol winh syactej spechan winh."
        },
        {
            "number": "22",
            "text": "Ix yalanxi winhaj Abner chi' t'a winh junelxo: --Actej in a pechani, ¿mato tzin ak' val pural yic tzach in milanchamoc? Tato icha chi', ¿tas ol aj in sat in k'och t'a yichanh winh uk'tac aj Joab? xchi winh."
        },
        {
            "number": "23",
            "text": "Palta a winhaj Asael chi', maj yactej winh spechan winh, yuj chi' haxo yoc slanza winhaj Abner chi' ix stipcot t'a spatic, a val t'a sk'ool winhaj Asael chi' ix ochi, ix k'axpajelk'och te' t'a yich spatic winh. Ix telvi winh, ix cham winh. Masanil mach sk'och t'a jun lugar b'aj ix cham winh chi' tz'och van eb' yila'."
        },
        {
            "number": "24",
            "text": "Axo winhaj Joab yet' winhaj Abisai ix b'atnhej eb' winh t'a spatic winhaj Abner chi'. Ayic vanxo yem k'u, ix k'och eb' winh t'a sjolom lum vitz Amma, ay t'a yichanh Gía, aton b'aj sb'atcan sb'eal juntzanh tzinan lu'um t'a Gabaón."
        },
        {
            "number": "25",
            "text": "Ata' ix smolb'ej sb'a eb' yinhtilal Benjamín yet' winhaj Abner chi', junxonhej ix yutej sb'a eb' smasanil t'a jun tzalan."
        },
        {
            "number": "26",
            "text": "Axo winhaj Abner chi' ix avaj t'a winhaj Joab icha tik: --¿Tom manh ol actej a milancham anima tik? ¿Tom max a na' jab'oc to anhej chukal syik'cot jun tik t'a quib'anh? ¿Janik' ol al t'a eb' a soldado to tz'och vaan eb' spechan eb' yetchonhab'? xchi winh."
        },
        {
            "number": "27",
            "text": "Ix tak'vi winhaj Joab chi' icha tik: --Syil val Dios, q'uinaloc maj ach avajoc, ix am onh b'atnhej t'a e patic masanto t'a q'uinhib'alil k'ik'an, xchi winh."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix yalan winhaj Joab chi' to spuji nok' ch'aac, yuj chi' ix och vaan masanil eb' soldado yic winhaj David spechan eb' yic Israel chi'."
        },
        {
            "number": "29",
            "text": "Axo winhaj Abner chi' yet' eb' soldado pilan ak'val ix b'ey eb' t'a spanhanil Arabá, ix k'axpajek' eb' t'ha ha' Jordán yet' t'a yol yic Bitrón masanto ix k'och eb' t'a Mahanaim."
        },
        {
            "number": "30",
            "text": "Axo pax winhaj Joab chi', ix och vaan winh spechan winhaj Abner chi'. Ichato chi' ix smolb'an eb' soldado winh smasanil, ix yavtan slistail eb' winh, haxo ix aji to ay 19 eb' soldado yic winhaj David chi' ix chami, ix champax winhaj Asael."
        },
        {
            "number": "31",
            "text": "Palta haxo eb' soldado yic Benjamín yet'nac winhaj Abner, 360 eb' ix cham yuj eb' soldado yic winhaj David chi'."
        },
        {
            "number": "32",
            "text": "Ha winhaj Joab yet' masanil eb' soldado, pilan ak'val ix b'ey eb', ayxoek' eb' t'a Hebrón ix q'uinhib'i. Ayic van smeltzaj eb', ix ek' eb' yik' snivanil winhaj Asael chi'. Ha b'aj mucan smam winh t'a chonhab' Belén, ata' ix mucji winh."
        }
    ]
}