{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix sk'anb'an vinhaj David t'a Jehová icha tik: --¿Tom syal in q'uexk'och t'a yol junok chonhab' t'a yol yic Judá? xchi vinh. Ix tak'vi Jehová chi' t'a vinh: --Syala', xchi. Ix sk'anb'anpax vinh: --¿Mach junok chonhab' b'aj syal in k'ochi? xchi vinh. --Ha t'a chonhab' Hebrón syal a k'ochi, xchi Jehová chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi', ata' ix b'at vinhaj David chi' yet' eb' ix yetb'eyum schavanhil, aton ix Ahinoam aj Jezreel yet' ix Abigail yetb'eyumcan vinhaj xilb'a Nabal, aj Carmel."
        },
        {
            "number": "3",
            "text": "Ix yik'anpaxb'at eb' vinh ayek' yet' vinh yet' yetb'eyum junjun eb' yet' yal yuninal eb'. Ix cajnaj eb' t'a Hebrón yet' t'a yaldeail."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix k'och eb' yichamtac vinaquil yinhtilal Judá t'a vinhaj David chi', ix yak'ancanoch vinh eb' sreyaloc. Ix yab'an vinhaj David to a eb' aj Jabes t'a yol yic Galaad ix mucan vinhaj Saúl,"
        },
        {
            "number": "5",
            "text": "yuj chi' ix yak'b'at juntzanh eb' schecab' vinh, yic b'at yal eb' t'a eb' icha tik: Yak'ocab' swach'k'olal Jehová t'ayex yuj tastac wach' ix e k'ulej yujto ix e muc vinhaj Saúl co reyal."
        },
        {
            "number": "6",
            "text": "Ha ticnaic aocab' Jehová tz'ok' sk'ool t'ayex, tzex xajanani, anhejtona' pax in a in tik, wach' ol vutej in b'a t'ayex yuj tas ix e k'ulej chi'."
        },
        {
            "number": "7",
            "text": "Yuj chi', aq'ek eyip, tek'an tzeyutej e b'a, wach'chom ix cham vinhaj Saúl co reyal chi', palta a masanil eb' yinhtilal Judá ix in ak'anoch sreyaloc, xchib'at vinhaj David chi'."
        },
        {
            "number": "8",
            "text": "Axo ix aji, a vinhaj Abner yuninal vinhaj Ner, yajalil masanil eb' soldado vinhaj Saúl, a vinh ix ik'anb'at vinhaj Is-boset yuninal vinhaj Saúl chi' t'a Mahanaim."
        },
        {
            "number": "9",
            "text": "Ata' ix yak'canoch vinh sreyaloc juntzanh chonhab' tik: Aton Galaad, Gesuri, Jezreel, Efraín, Benjamín yet' juntzanhxo chonhab' yic Israel."
        },
        {
            "number": "10",
            "text": "Ha vinhaj Is-boset chi', 40 ab'il sq'uinal vinh ayic ix och vinh reyal t'a chonhab' Israel chi', chab' ab'il ix yak' reyal chi' vinh, palta haxo eb' yinhtilal Judá, a vinhaj David ayxo och sreyaloc eb'."
        },
        {
            "number": "11",
            "text": "Nanhal svajxaquil ab'il ix yak' reyal vinhaj David chi' t'a eb' yinhtilal Judá t'a chonhab' Hebrón."
        },
        {
            "number": "12",
            "text": "Icha tik ix aj yoch oval. Ha vinhaj Abner chi', ix el vinh t'a Mahanaim, ix b'atcan vinh t'a Gabaón yet' eb' soldado yic vinhaj Is-boset."
        },
        {
            "number": "13",
            "text": "Axo vinhaj Joab yune' ix Sarvia, ix el vinh yet' eb' soldado vinhaj David t'a Hebrón, ix schalaj sb'a vinh yet' vinhaj Abner b'aj smolb'ej sb'a ha ha' t'a yic Gabaón. Ha chab' makan eb' soldado chi', ix k'och eb' t'a ha ha' chi', junjun makan eb' ix kan t'a junjun sk'axepal ha'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yal vinhaj Abner t'a vinhaj Joab chi' icha tik: --Elocab'cot jayvanhoc eb' vinh quelemtac yak' oval t'a quichanh tik, xchi vinh. --Ichocab'ta', xchi vinhaj Joab chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix elta eb' vinh, lajannhej sb'isul yic junjun eb' vinh ix elta, lajchavanh eb' vinh t'a yinhtilal Benjamín ayoch yet' vinhaj Is-boset chi', lajchavanh pax eb' vinh yic vinhaj David chi' ix elta."
        },
        {
            "number": "16",
            "text": "Junjun eb' vinh ix syam sjolom eb' yajk'ol eb' vinh chi', ix stiplanoch q'uen yespada eb' vinh t'a scostil junjun, yuj chi' junnhej ix aj scham eb' vinh smasanil. Yuj chi' “Teclajb'ail” ix sb'iejkan jun lugar chi', ha t'a yol yic Gabaón chi' ay."
        },
        {
            "number": "17",
            "text": "Ha t'a jun k'u chi', te niwan ix aj yoch oval yuj eb' vinh. Ix ak'ji ganar vinhaj Abner yet' eb' soldado yuj eb' soldado vinhaj David chi'."
        },
        {
            "number": "18",
            "text": "Ata' ayoch oxvanh eb' vinh yune' ix Sarvia, aton vinhaj Joab, vinhaj Abisai yet' vinhaj Asael. Ha vinhaj Asael chi' te jelan sb'ey vinh icha nok' k'ultaquil chej."
        },
        {
            "number": "19",
            "text": "Ix och jinhan vinh t'a spatic vinhaj Abner, majxo yal-laj yel vinhaj Abner chi'."
        },
        {
            "number": "20",
            "text": "Ayic ix yilanb'at vinh t'a spatic, ix yalan vinh: --Mato a ach Asael ach chi', xchi vinh. --Ha in toni, xchi vinh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yal vinhaj Abner chi' t'a vinh icha tik: --Actej in a pechani, aocab' junok eb' vinh quelem tik tza yama', tzik'ancan masanil tastac yet'nac, xchi vinh t'a vinh. Palta haxo vinhaj Asael chi' jun, maj yal-laj sk'ol vinh syactej spechan vinh."
        },
        {
            "number": "22",
            "text": "Ix yalanxi vinhaj Abner chi' t'a vinh junelxo: --Actej in a pechani, ¿mato tzin ak' val pural yic tzach in milanchamoc? Tato icha chi', ¿tas ol aj in sat in k'och t'a yichanh vinh uk'tac aj Joab? xchi vinh."
        },
        {
            "number": "23",
            "text": "Palta a vinhaj Asael chi', maj yactej vinh spechan vinh, yuj chi' haxo yoc slanza vinhaj Abner chi' ix stipcot t'a spatic, a val t'a sk'ool vinhaj Asael chi' ix ochi, ix k'axpajelk'och te' t'a yich spatic vinh. Ix telvi vinh, ix cham vinh. Masanil mach sk'och t'a jun lugar b'aj ix cham vinh chi' tz'och van eb' yila'."
        },
        {
            "number": "24",
            "text": "Axo vinhaj Joab yet' vinhaj Abisai ix b'atnhej eb' vinh t'a spatic vinhaj Abner chi'. Ayic vanxo yem k'u, ix k'och eb' vinh t'a sjolom lum vitz Amma, ay t'a yichanh Gía, aton b'aj sb'atcan sb'eal juntzanh tzinan lu'um t'a Gabaón."
        },
        {
            "number": "25",
            "text": "Ata' ix smolb'ej sb'a eb' yinhtilal Benjamín yet' vinhaj Abner chi', junxonhej ix yutej sb'a eb' smasanil t'a jun tzalan."
        },
        {
            "number": "26",
            "text": "Axo vinhaj Abner chi' ix avaj t'a vinhaj Joab icha tik: --¿Tom manh ol actej a milancham anima tik? ¿Tom max a na' jab'oc to anhej chucal syik'cot jun tik t'a quib'anh? ¿Janik' ol al t'a eb' a soldado to tz'och vaan eb' spechan eb' yetchonhab'? xchi vinh."
        },
        {
            "number": "27",
            "text": "Ix tak'vi vinhaj Joab chi' icha tik: --Syil val Dios, q'uinaloc maj ach avajoc, ix am onh b'atnhej t'a e patic masanto t'a q'uinhib'alil k'ik'an, xchi vinh."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix yalan vinhaj Joab chi' to spuji nok' ch'aac, yuj chi' ix och vaan masanil eb' soldado yic vinhaj David spechan eb' yic Israel chi'."
        },
        {
            "number": "29",
            "text": "Axo vinhaj Abner chi' yet' eb' soldado pilan ak'val ix b'ey eb' t'a spanhanil Arabá, ix k'axpajek' eb' t'ha ha' Jordán yet' t'a yol yic Bitrón masanto ix k'och eb' t'a Mahanaim."
        },
        {
            "number": "30",
            "text": "Axo pax vinhaj Joab chi', ix och vaan vinh spechan vinhaj Abner chi'. Ichato chi' ix smolb'an eb' soldado vinh smasanil, ix yavtan slistail eb' vinh, haxo ix aji to ay 19 eb' soldado yic vinhaj David chi' ix chami, ix champax vinhaj Asael."
        },
        {
            "number": "31",
            "text": "Palta haxo eb' soldado yic Benjamín yet'nac vinhaj Abner, 360 eb' ix cham yuj eb' soldado yic vinhaj David chi'."
        },
        {
            "number": "32",
            "text": "Ha vinhaj Joab yet' masanil eb' soldado, pilan ak'val ix b'ey eb', ayxoek' eb' t'a Hebrón ix q'uinhib'i. Ayic van smeltzaj eb', ix ek' eb' yik' snivanil vinhaj Asael chi'. Ha b'aj mucan smam vinh t'a chonhab' Belén, ata' ix mucji vinh."
        }
    ]
}