{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix sk'anb'an vinhaj David d'a Jehová icha tic: --¿Tom syal in q'uexk'och d'a yol junoc chonhab' d'a yol yic Judá? xchi vinh. Ix tak'vi Jehová chi' d'a vinh: --Syala', xchi. Ix sk'anb'anpax vinh: --¿Mach junoc chonhab' b'aj syal in k'ochi? xchi vinh. --A d'a chonhab' Hebrón syal a k'ochi, xchi Jehová chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi', ata' ix b'at vinhaj David chi' yed' eb' ix yetb'eyum schavanhil, aton ix Ahinoam aj Jezreel yed' ix Abigail yetb'eyumcan vinhaj xilb'a Nabal, aj Carmel."
        },
        {
            "number": "3",
            "text": "Ix yik'anpaxb'at eb' vinh ayek' yed' vinh yed' yetb'eyum junjun eb' yed' yal yuninal eb'. Ix cajnaj eb' d'a Hebrón yed' d'a yaldeail."
        },
        {
            "number": "4",
            "text": "Ix lajvi chi', ix k'och eb' yichamtac vinaquil yinhtilal Judá d'a vinhaj David chi', ix yak'ancanoch vinh eb' sreyaloc. Ix yab'an vinhaj David to a eb' aj Jabes d'a yol yic Galaad ix mucan vinhaj Saúl,"
        },
        {
            "number": "5",
            "text": "yuj chi' ix yak'b'at juntzanh eb' schecab' vinh, yic b'at yal eb' d'a eb' icha tic: Yak'ocab' svach'k'olal Jehová d'ayex yuj tastac vach' ix e k'ulej yujto ix e muc vinhaj Saúl co reyal."
        },
        {
            "number": "6",
            "text": "A ticnaic aocab' Jehová tz'ok' sk'ool d'ayex, tzex xajanani, anhejtona' pax in a in tic, vach' ol vutej in b'a d'ayex yuj tas ix e k'ulej chi'."
        },
        {
            "number": "7",
            "text": "Yuj chi', aq'uec eyip, tek'an tzeyutej e b'a, vach'chom ix cham vinhaj Saúl co reyal chi', palta a masanil eb' yinhtilal Judá ix in ak'anoch sreyaloc, xchib'at vinhaj David chi'."
        },
        {
            "number": "8",
            "text": "Axo ix aji, a vinhaj Abner yuninal vinhaj Ner, yajalil masanil eb' soldado vinhaj Saúl, a vinh ix ik'anb'at vinhaj Is-boset yuninal vinhaj Saúl chi' d'a Mahanaim."
        },
        {
            "number": "9",
            "text": "Ata' ix yak'canoch vinh sreyaloc juntzanh chonhab' tic: Aton Galaad, Gesuri, Jezreel, Efraín, Benjamín yed' juntzanhxo chonhab' yic Israel."
        },
        {
            "number": "10",
            "text": "A vinhaj Is-boset chi', 40 ab'il sq'uinal vinh ayic ix och vinh reyal d'a chonhab' Israel chi', chab' ab'il ix yak' reyal chi' vinh, palta axo eb' yinhtilal Judá, a vinhaj David ayxo och sreyaloc eb'."
        },
        {
            "number": "11",
            "text": "Nanhal svajxaquil ab'il ix yak' reyal vinhaj David chi' d'a eb' yinhtilal Judá d'a chonhab' Hebrón."
        },
        {
            "number": "12",
            "text": "Icha tic ix aj yoch oval. A vinhaj Abner chi', ix el vinh d'a Mahanaim, ix b'atcan vinh d'a Gabaón yed' eb' soldado yic vinhaj Is-boset."
        },
        {
            "number": "13",
            "text": "Axo vinhaj Joab yune' ix Sarvia, ix el vinh yed' eb' soldado vinhaj David d'a Hebrón, ix schalaj sb'a vinh yed' vinhaj Abner b'aj smolb'ej sb'a a a' d'a yic Gabaón. A chab' macanh eb' soldado chi', ix k'och eb' d'a a a' chi', junjun macanh eb' ix can d'a junjun sk'axepal a'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yal vinhaj Abner d'a vinhaj Joab chi' icha tic: --Elocab'cot jayvanhoc eb' vinh quelemtac yak' oval d'a quichanh tic, xchi vinh. --Ichocab'ta', xchi vinhaj Joab chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix elta eb' vinh, lajannhej sb'isul yic junjun eb' vinh ix elta, lajchavanh eb' vinh d'a yinhtilal Benjamín ayoch yed' vinhaj Is-boset chi', lajchavanh pax eb' vinh yic vinhaj David chi' ix elta."
        },
        {
            "number": "16",
            "text": "Junjun eb' vinh ix syam sjolom eb' yajk'ol eb' vinh chi', ix stiplanoch q'uen yespada eb' vinh d'a scostil junjun, yuj chi' junnhej ix aj scham eb' vinh smasanil. Yuj chi' “Teclajb'ail” ix sb'iejcan jun lugar chi', a d'a yol yic Gabaón chi' ay."
        },
        {
            "number": "17",
            "text": "A d'a jun k'u chi', te nivan ix aj yoch oval yuj eb' vinh. Ix ak'ji ganar vinhaj Abner yed' eb' soldado yuj eb' soldado vinhaj David chi'."
        },
        {
            "number": "18",
            "text": "Ata' ayoch oxvanh eb' vinh yune' ix Sarvia, aton vinhaj Joab, vinhaj Abisai yed' vinhaj Asael. A vinhaj Asael chi' te jelan sb'ey vinh icha nok' k'ultaquil chej."
        },
        {
            "number": "19",
            "text": "Ix och jinhan vinh d'a spatic vinhaj Abner, majxo yal-laj yel vinhaj Abner chi'."
        },
        {
            "number": "20",
            "text": "Ayic ix yilanb'at vinh d'a spatic, ix yalan vinh: --Mato a ach Asael ach chi', xchi vinh. --A in toni, xchi vinh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yal vinhaj Abner chi' d'a vinh icha tic: --Actej in a pechani, aocab' junoc eb' vinh quelem tic tza yama', tzik'ancan masanil tastac yed'nac, xchi vinh d'a vinh. Palta axo vinhaj Asael chi' jun, maj yal-laj sk'ol vinh syactej spechan vinh."
        },
        {
            "number": "22",
            "text": "Ix yalanxi vinhaj Abner chi' d'a vinh junelxo: --Actej in a pechani, ¿mato tzin ak' val pural yic tzach in milanchamoc? Tato icha chi', ¿tas ol aj in sat in k'och d'a yichanh vinh uk'tac aj Joab? xchi vinh."
        },
        {
            "number": "23",
            "text": "Palta a vinhaj Asael chi', maj yactej vinh spechan vinh, yuj chi' axo yoc slanza vinhaj Abner chi' ix stipcot d'a spatic, a val d'a sk'ool vinhaj Asael chi' ix ochi, ix k'axpajelk'och te' d'a yich spatic vinh. Ix telvi vinh, ix cham vinh. Masanil mach sk'och d'a jun lugar b'aj ix cham vinh chi' tz'och van eb' yila'."
        },
        {
            "number": "24",
            "text": "Axo vinhaj Joab yed' vinhaj Abisai ix b'atnhej eb' vinh d'a spatic vinhaj Abner chi'. Ayic vanxo yem k'u, ix k'och eb' vinh d'a sjolom lum vitz Amma, ay d'a yichanh Gía, aton b'aj sb'atcan sb'eal juntzanh tz'inan luum d'a Gabaón."
        },
        {
            "number": "25",
            "text": "Ata' ix smolb'ej sb'a eb' yinhtilal Benjamín yed' vinhaj Abner chi', junxonhej ix yutej sb'a eb' smasanil d'a jun tzalan."
        },
        {
            "number": "26",
            "text": "Axo vinhaj Abner chi' ix avaj d'a vinhaj Joab icha tic: --¿Tom manh ol actej a milancham anima tic? ¿Tom max a na' jab'oc to anhej chucal syik'cot jun tic d'a quib'anh? ¿Janik' ol al d'a eb' a soldado to tz'och vaan eb' spechan eb' yetchonhab'? xchi vinh."
        },
        {
            "number": "27",
            "text": "Ix tak'vi vinhaj Joab chi' icha tic: --Syil val Dios, q'uinaloc maj ach avajoc, ix am onh b'atnhej d'a e patic masanto d'a q'uinhib'alil q'uik'an, xchi vinh."
        },
        {
            "number": "28",
            "text": "Ix lajvi chi', ix yalan vinhaj Joab chi' to spuji nok' ch'aac, yuj chi' ix och vaan masanil eb' soldado yic vinhaj David spechan eb' yic Israel chi'."
        },
        {
            "number": "29",
            "text": "Axo vinhaj Abner chi' yed' eb' soldado pilan ak'val ix b'ey eb' d'a spanhanil Arabá, ix k'axpajek' eb' d'a a' Jordán yed' d'a yol yic Bitrón masanto ix k'och eb' d'a Mahanaim."
        },
        {
            "number": "30",
            "text": "Axo pax vinhaj Joab chi', ix och vaan vinh spechan vinhaj Abner chi'. Ichato chi' ix smolb'an eb' soldado vinh smasanil, ix yavtan slistail eb' vinh, axo ix aji to ay 19 eb' soldado yic vinhaj David chi' ix chami, ix champax vinhaj Asael."
        },
        {
            "number": "31",
            "text": "Palta axo eb' soldado yic Benjamín yed'nac vinhaj Abner, 360 eb' ix cham yuj eb' soldado yic vinhaj David chi'."
        },
        {
            "number": "32",
            "text": "A vinhaj Joab yed' masanil eb' soldado, pilan ak'val ix b'ey eb', ayxoek' eb' d'a Hebrón ix q'uinhib'i. Ayic van smeltzaj eb', ix ek' eb' yik' snivanil vinhaj Asael chi'. A b'aj mucan smam vinh d'a chonhab' Belén, ata' ix mucji vinh."
        }
    ]
}