{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun winh winak yelxo te chuk spensar t'a skal heb' yinhtilal Benjamín scuchan Seba yuninal winhaj Bicri. Ix spu nok' sch'aac winh, ix k'e somnaj heb' anima chi' yuj winh, ix yalan winh icha tik: Ha onh tik malaj calan quic t'a winhaj Dawid yuninal winhaj Isaí tik. Conh paxec t'a ko pat ko masanil a onh israel onh tik, xchi winh t'a heb'."
        },
        {
            "number": "2",
            "text": "Yuj chi', masanil heb' israel chi' ix actancan winhaj rey Dawid chi', haxo yet' winhaj Seba chi' ix b'at heb'. Axo heb' soldado t'a yinhtilal Judá, ix cannhej heb' yet' winh rey chi', ix cot heb' yet' winh t'a sti' ha' Jordán masanto t'a Jerusalén."
        },
        {
            "number": "3",
            "text": "Ayic ix jax winhaj rey Dawid chi' t'a spalacio t'a Jerusalén, ix yik'anelta lajunhwanh heb' ix schab'il yetb'eyum winh, aton heb' ix aycan stanhwej spat winh chi', ch'oc junxo pat b'aj ix tanhwaj heb' ix. Toxonhej ix ak'ji tas swa heb' ix, palta majxo waylaj winh yet' heb' ix. Ata' ix cannhej heb' ix masanto ix cham heb' ix, icha heb' ix chamnacxo yetb'eyum ix ajkan heb' ix."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix yalan winh rey chi' t'a winhaj Amasa: --B'at molb'ejcot masanil heb' winh winak yic Judá, haxo chab'ej tzach jawi yet' heb' winh t'a tik, xchi winh."
        },
        {
            "number": "5",
            "text": "Ix b'at winhaj Amasa chi' smolb'ej heb' winh, palta ix ek' tiempo, maj jalaj winh icha wal sk'ual yaj yalancan heb' winh chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yalan winhaj rey Dawid chi' t'a winhaj Abisai: --Tecan to ek'b'al ol onh yixtej winhaj Seba tik t'a yichanh icha ix sk'ulej winhaj Absalón. Yuj chi' cuchb'ej masanil heb' soldado, tzach b'at t'a spatic winh, haxo talaj tz'aji tz'och winh scol sb'ha t'a junok chonhab' ayoch smuroal, tz'el winh t'ayonh, xchi winh."
        },
        {
            "number": "7",
            "text": "Masanil heb' soldado yic winhaj Joab yet' heb' cereteo, heb' peleteo yet' juntzanhxo heb' soldado te jelan, ix el heb' t'a Jerusalén, ix b'at heb' yet' winhaj Abisai chi' t'a spatic winhaj Seba chi'."
        },
        {
            "number": "8",
            "text": "Ayic ix k'och heb' t'a slak'anil jun niwan tenam ay t'a Gabaón, ata' ix schalaj sb'a winhaj Amasa chi' yet' heb'. Ha winhaj Joab ayoch spichul winh yic owal, ayoch jun cincho t'a snanhal winh. Ha t'a snanhal winh chi' jachanoch jun k'een espada ayem t'a yol yatut. Ayic wan sk'och winh yak' stzatzil sk'ol winhaj Amasa chi', ix k'eta jasnaj k'een yespada winh chi', ix sik'anxik'e k'een winh."
        },
        {
            "number": "9",
            "text": "Ix syaman xil sti' winhaj Amasa chi' winh yet' swach' k'ab' yic stz'ub'anelta sti' winh winh, ix sk'anb'an winh t'a winh: --¿Vach' am ix ach ajelk'och wuk'tac? xchi winhaj Joab chi'."
        },
        {
            "number": "10",
            "text": "Ha winhaj Amasa chi' max snalaj winh yuj k'een espada ix siq'uixk'e winhaj Joab chi'. Axo ix aji, ix stipanoch k'een winh t'a sk'ol winhaj Amasa chi'. Ix elta lanhnaj yol sk'ol winh smasanil t'a sat lu'um. Junnhej ix yak' winhaj Joab chi' t'a winh, ix cham winh. Ixlajwi chi', ix b'at winhaj Joab chi' yet' winh yuk'tac chi', aton winhaj Abisai t'a spatic winhaj Seba chi'."
        },
        {
            "number": "11",
            "text": "Ay jun winh t'a skal heb' soldado winhaj Joab chi' ix och linhan t'a stz'ey sniwanil winhaj Amasa chi', ix yalan winh: --Ha mach ayoch yet' winhaj Joab yet' pax winhaj rey Dawid, ochocab' tzak'an yuj winhaj Joab chi', xchi winh."
        },
        {
            "number": "12",
            "text": "Ix kan telan sniwanil winhaj Amasa chi' t'a skal schiq'uil t'a yol b'e chi'. Ayic ix yilan jun winh soldado chi' to ayic wan yek'ta heb' soldado t'a stz'ey sniwanil winhaj Amasa chi', tz'och linhan heb' yila', yuj chi' ix snhercanel winh t'a ti' b'e, ix slich'anb'at jun k'apac winh t'a yib'anh."
        },
        {
            "number": "13",
            "text": "Ayic toxo ix snhercanel winh chi', ix ek'b'at heb' soldado smasanil, ix b'at heb' yet' winhaj Joab say winhaj Seba chi'."
        },
        {
            "number": "14",
            "text": "Ha winhaj Seba chi', ix ek' winh smolb'ej heb' soldado t'a junjun makan yinhtilal heb' israel, masanto ix k'och winh t'a Abel-bet-maaca. Axo masanil heb' yinhtilal Bicri tzak'anxo och heb' yuj winh, ix och heb' t'a yol chonhab' chi'."
        },
        {
            "number": "15",
            "text": "Ayic ix k'och heb' soldado winhaj Joab t'a Abel-bet-maaca chi', ix oymaj heb' t'a spatic, ix sb'oanoch lum lum heb' stek'nub'oc t'a spatictac smuroal chonhab' chi', yic syak'an owal heb' t'ay. Ix och ijan heb' smak'anem wecnaj smuroal chi'."
        },
        {
            "number": "16",
            "text": "Ata' ay jun ix ix te ay spensar, ix k'e ix t'a yib'anh smuroal chonhab' chi', ix yalan ix icha tik: --Ab'ec, ab'ec tas ol wala'. Alec t'a winhaj Joab chi' to scot winh t'a tik, yujto tzin nib'ej tzin lolon yet' winh, xchi ix."
        },
        {
            "number": "17",
            "text": "Ayic ix k'och winh t'a slak'anil ix, ix sk'anb'an ix icha tik: --¿Tom a ach tik ach Joab? xchi ix t'a winh. --Ha in toni, xchi winh. Ix yalanxi ix t'a winh: --Ab' tas ol wal a in a checab' in tik, xchi ix. --Tik swab'i, xchi winh."
        },
        {
            "number": "18",
            "text": "Ix syamanoch ix yalan icha tik: --Ha t'a peka' tz'alji icha tik: Ha mach snib'ej syojtaquejel junok tasi, sk'anb'ejocab' t'a chonhab' Abel, xchi. Icha chi' tz'aj sb'o yaj junok tasi."
        },
        {
            "number": "19",
            "text": "Ha onh cajan onh t'a jun ko chonhab' tik, ichnhej ta' cajeq'ui, k'anab'ajum onh t'a sk'ayb'ub'al Dios. Te niwan pax yelk'och jun ko chonhab' tik. Palta a achxo tik tza nib'ej tza sateli. ¿Tas yuj tza nib'ej tza satel tastac to yic Jehová yaji? xchi ix."
        },
        {
            "number": "20",
            "text": "Ix yalan winhaj Joab chi' icha tik: --Manh ichocta' wan in naani yic tzin sataneli."
        },
        {
            "number": "21",
            "text": "Manhok jun chi' sco saya', palta a jun winh scuchan Seba yuninal winhaj Bicri aj tzalquixtac t'a yol yic Efraín sco saya'. Ha jun winh chi' ix k'e waan winh ajk'olal t'a winhaj rey Dawid. Anhej winh tzeyak' t'a yol ko k'ab', tzonh el t'a jun chonhab' tik, xchi winh. --D'a yib'anh muro tik ol ko julem sjolom winh t'ayach, xchi ix."
        },
        {
            "number": "22",
            "text": "Yuj sjelanil spensar ix chi', ix b'at ix smontej heb' yetchonhab' chi'. Ixlajwi chi', ix stzepanel sjolom winhaj Seba chi' heb', ix sjulanemta heb' t'a winhaj Joab chi'. Ixlajwi chi', ix yalan winh to spuchaj nok' ch'aac yic tz'el heb' t'a jun chonhab' chi', yuj chi' ix paxcan junjun heb' soldado t'a spat, ix meltzajpaxcan winhaj Joab chi' t'a Jerusalén yic b'at lolon winh yet' winh rey chi'."
        },
        {
            "number": "23",
            "text": "Icha chi' ix aj scanxi winhaj Joab chi' yajalil t'a skal masanil heb' soldado yic Israel, haxo pax winhaj Benaía yuninal winhaj Joiada, a winh yajal yaj t'a heb' cereteo yet' t'a heb' peleteo."
        },
        {
            "number": "24",
            "text": "Ha winhaj Adoram tz'ilan heb' aynhejcanoch sb'oan munlajel, haxo winhaj Josafat yuninal winhaj Ahilud tz'ib'um yaj winh t'a winh rey chi'."
        },
        {
            "number": "25",
            "text": "Ha winhaj Sewa stz'ib'an yab'ixal winh rey chi' t'a stzolal. Axo winhaj Sadoc yet' winhaj Abiatar, sacerdote yaj heb' winh."
        },
        {
            "number": "26",
            "text": "Axo pax winhaj Ira, aj chonhab' Jair, sacerdote yaj winh t'a winhaj rey Dawid chi'."
        }
    ]
}