{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun vinh vinac yelxo te chuk spensar t'a skal eb' yinhtilal Benjamín scuchan Seba yuninal vinhaj Bicri. Ix spu nok' sch'aac vinh, ix q'ue somnaj eb' anima chi' yuj vinh, ix yalan vinh icha tik: Ha onh tik malaj calan quic t'a vinhaj David yuninal vinhaj Isaí tik. Conh paxec t'a co pat co masanil a onh israel onh tik, xchi vinh t'a eb'."
        },
        {
            "number": "2",
            "text": "Yuj chi', masanil eb' israel chi' ix actancan vinhaj rey David chi', haxo yet' vinhaj Seba chi' ix b'at eb'. Axo eb' soldado t'a yinhtilal Judá, ix cannhej eb' yet' vinh rey chi', ix cot eb' yet' vinh t'a sti' ha' Jordán masanto t'a Jerusalén."
        },
        {
            "number": "3",
            "text": "Ayic ix jax vinhaj rey David chi' t'a spalacio t'a Jerusalén, ix yik'anelta lajunhvanh eb' ix schab'il yetb'eyum vinh, aton eb' ix aycan stanhvej spat vinh chi', ch'oc junxo pat b'aj ix tanhvaj eb' ix. Toxonhej ix ak'ji tas sva eb' ix, palta majxo vaylaj vinh yet' eb' ix. Ata' ix cannhej eb' ix masanto ix cham eb' ix, icha eb' ix chamnacxo yetb'eyum ix ajkan eb' ix."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix yalan vinh rey chi' t'a vinhaj Amasa: --B'at molb'ejcot masanil eb' vinh vinac yic Judá, haxo chab'ej tzach javi yet' eb' vinh t'a tik, xchi vinh."
        },
        {
            "number": "5",
            "text": "Ix b'at vinhaj Amasa chi' smolb'ej eb' vinh, palta ix ek' tiempo, maj jalaj vinh icha val sk'ual yaj yalancan eb' vinh chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yalan vinhaj rey David chi' t'a vinhaj Abisai: --Tecan to ek'b'al ol onh yixtej vinhaj Seba tik t'a yichanh icha ix sk'ulej vinhaj Absalón. Yuj chi' cuchb'ej masanil eb' soldado, tzach b'at t'a spatic vinh, haxo talaj tz'aji tz'och vinh scol sb'ha t'a junok chonhab' ayoch smuroal, tz'el vinh t'ayonh, xchi vinh."
        },
        {
            "number": "7",
            "text": "Masanil eb' soldado yic vinhaj Joab yet' eb' cereteo, eb' peleteo yet' juntzanhxo eb' soldado te jelan, ix el eb' t'a Jerusalén, ix b'at eb' yet' vinhaj Abisai chi' t'a spatic vinhaj Seba chi'."
        },
        {
            "number": "8",
            "text": "Ayic ix k'och eb' t'a slak'anil jun niwan tenam ay t'a Gabaón, ata' ix schalaj sb'a vinhaj Amasa chi' yet' eb'. Ha vinhaj Joab ayoch spichul vinh yic oval, ayoch jun cincho t'a snanhal vinh. Ha t'a snanhal vinh chi' jachanoch jun q'uen espada ayem t'a yol yatut. Ayic van sk'och vinh yak' stzatzil sk'ol vinhaj Amasa chi', ix q'ueta jasnaj q'uen yespada vinh chi', ix sik'anxiq'ue q'ueen vinh."
        },
        {
            "number": "9",
            "text": "Ix syaman xil sti' vinhaj Amasa chi' vinh yet' swach' k'ab' yic stz'ub'anelta sti' vinh vinh, ix sk'anb'an vinh t'a vinh: --¿Vach' am ix ach ajelk'och vuk'tac? xchi vinhaj Joab chi'."
        },
        {
            "number": "10",
            "text": "Ha vinhaj Amasa chi' max snalaj vinh yuj q'uen espada ix siq'uixq'ue vinhaj Joab chi'. Axo ix aji, ix stipanoch q'uen vinh t'a sk'ol vinhaj Amasa chi'. Ix elta lanhnaj yol sk'ol vinh smasanil t'a sat lu'um. Junnhej ix yak' vinhaj Joab chi' t'a vinh, ix cham vinh. Ixlajwi chi', ix b'at vinhaj Joab chi' yet' vinh yuk'tac chi', aton vinhaj Abisai t'a spatic vinhaj Seba chi'."
        },
        {
            "number": "11",
            "text": "Ay jun vinh t'a skal eb' soldado vinhaj Joab chi' ix och linhan t'a stz'ey snivanil vinhaj Amasa chi', ix yalan vinh: --Ha mach ayoch yet' vinhaj Joab yet' pax vinhaj rey David, ochocab' tzak'an yuj vinhaj Joab chi', xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix kan telan snivanil vinhaj Amasa chi' t'a skal schiq'uil t'a yol b'e chi'. Ayic ix yilan jun vinh soldado chi' to ayic van yek'ta eb' soldado t'a stz'ey snivanil vinhaj Amasa chi', tz'och linhan eb' yila', yuj chi' ix snhercanel vinh t'a ti' b'e, ix slich'anb'at jun k'apac vinh t'a yib'anh."
        },
        {
            "number": "13",
            "text": "Ayic toxo ix snhercanel vinh chi', ix ek'b'at eb' soldado smasanil, ix b'at eb' yet' vinhaj Joab say vinhaj Seba chi'."
        },
        {
            "number": "14",
            "text": "Ha vinhaj Seba chi', ix ek' vinh smolb'ej eb' soldado t'a junjun makan yinhtilal eb' israel, masanto ix k'och vinh t'a Abel-bet-maaca. Axo masanil eb' yinhtilal Bicri tzak'anxo och eb' yuj vinh, ix och eb' t'a yol chonhab' chi'."
        },
        {
            "number": "15",
            "text": "Ayic ix k'och eb' soldado vinhaj Joab t'a Abel-bet-maaca chi', ix oymaj eb' t'a spatic, ix sb'oanoch lum lum eb' stek'nub'oc t'a spatictac smuroal chonhab' chi', yic syak'an oval eb' t'ay. Ix och ijan eb' smak'anem vecnaj smuroal chi'."
        },
        {
            "number": "16",
            "text": "Ata' ay jun ix ix te ay spensar, ix q'ue ix t'a yib'anh smuroal chonhab' chi', ix yalan ix icha tik: --Ab'ec, ab'ec tas ol vala'. Alec t'a vinhaj Joab chi' to scot vinh t'a tik, yujto tzin nib'ej tzin lolon yet' vinh, xchi ix."
        },
        {
            "number": "17",
            "text": "Ayic ix k'och vinh t'a slak'anil ix, ix sk'anb'an ix icha tik: --¿Tom a ach tik ach Joab? xchi ix t'a vinh. --Ha in toni, xchi vinh. Ix yalanxi ix t'a vinh: --Ab' tas ol val a in a checab' in tik, xchi ix. --Tik svab'i, xchi vinh."
        },
        {
            "number": "18",
            "text": "Ix syamanoch ix yalan icha tik: --Ha t'a peca' tz'alji icha tik: Ha mach snib'ej syojtaquejel junok tasi, sk'anb'ejocab' t'a chonhab' Abel, xchi. Icha chi' tz'aj sb'o yaj junok tasi."
        },
        {
            "number": "19",
            "text": "Ha onh cajan onh t'a jun co chonhab' tik, ichnhej ta' cajeq'ui, k'anab'ajum onh t'a sk'ayb'ub'al Dios. Te niwan pax yelk'och jun co chonhab' tik. Palta a achxo tik tza nib'ej tza sateli. ¿Tas yuj tza nib'ej tza satel tastac to yic Jehová yaji? xchi ix."
        },
        {
            "number": "20",
            "text": "Ix yalan vinhaj Joab chi' icha tik: --Manh ichocta' van in naani yic tzin sataneli."
        },
        {
            "number": "21",
            "text": "Manhoc jun chi' sco saya', palta a jun vinh scuchan Seba yuninal vinhaj Bicri aj tzalquixtac t'a yol yic Efraín sco saya'. Ha jun vinh chi' ix q'ue vaan vinh ajk'olal t'a vinhaj rey David. Anhej vinh tzeyak' t'a yol co k'ab', tzonh el t'a jun chonhab' tik, xchi vinh. --D'a yib'anh muro tik ol co julem sjolom vinh t'ayach, xchi ix."
        },
        {
            "number": "22",
            "text": "Yuj sjelanil spensar ix chi', ix b'at ix smontej eb' yetchonhab' chi'. Ixlajwi chi', ix stzepanel sjolom vinhaj Seba chi' eb', ix sjulanemta eb' t'a vinhaj Joab chi'. Ixlajwi chi', ix yalan vinh to spuchaj nok' ch'aac yic tz'el eb' t'a jun chonhab' chi', yuj chi' ix paxcan junjun eb' soldado t'a spat, ix meltzajpaxcan vinhaj Joab chi' t'a Jerusalén yic b'at lolon vinh yet' vinh rey chi'."
        },
        {
            "number": "23",
            "text": "Icha chi' ix aj scanxi vinhaj Joab chi' yajalil t'a skal masanil eb' soldado yic Israel, haxo pax vinhaj Benaía yuninal vinhaj Joiada, a vinh yajal yaj t'a eb' cereteo yet' t'a eb' peleteo."
        },
        {
            "number": "24",
            "text": "Ha vinhaj Adoram tz'ilan eb' aynhejcanoch sb'oan munlajel, haxo vinhaj Josafat yuninal vinhaj Ahilud tz'ib'um yaj vinh t'a vinh rey chi'."
        },
        {
            "number": "25",
            "text": "Ha vinhaj Seva stz'ib'an yab'ixal vinh rey chi' t'a stzolal. Axo vinhaj Sadoc yet' vinhaj Abiatar, sacerdote yaj eb' vinh."
        },
        {
            "number": "26",
            "text": "Axo pax vinhaj Ira, aj chonhab' Jair, sacerdote yaj vinh t'a vinhaj rey David chi'."
        }
    ]
}