{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yol stiempoal winhaj rey Dawid, oxe' ab'il ix yak' jun wejel. Ix sk'anb'an winhaj Dawid chi' t'a Jehová tas yuj icha chi' tzuji. Ix yalan Jehová chi' icha tik: Van eyab'an syail yuj jun wejel tik, yuj smul winhaj Saúl yet' yinhtilal, yujto smilnaccham heb' gabaonita winh, xchi."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yavtej heb' gabaonita chi' winh rey chi' yic slolon winh yet' heb'. (Ha heb' gabaonita chi', manh israelok heb', amorreo heb', aycan heb' t'a skal heb' israel chi', yujto ix yak' sti' heb' israel chi' to max satel heb' gabaonita chi' heb'. Palta haxo winhaj Saúl, ix yak'lej winh satanel heb' yuj swach'iloc heb' israel yet' heb' aj Judá yalani.)"
        },
        {
            "number": "3",
            "text": "Ix yalan winhaj rey Dawid chi' t'a heb': --¿Tas wach' tzin k'ulej eyed'oc? ¿Tas spak swak' t'ayex yuj b'aj ix ex ixtaxi, yic wach' syak' swach'k'olal Jehová t'a quib'anh a onh schonhab' onh tik? xchi winh."
        },
        {
            "number": "4",
            "text": "Ix tak'wi heb' gabaonita chi' icha tik: --Ha cowal yet' winhaj Saúl yet' yinhtilal, malaj sb'onab'il, max b'olaj yet' k'een tumin, malaj calan quic ko milancham junok ex, xchi heb'. Ix yalanxi winhaj rey Dawid chi' t'a heb': --Alec t'ayin an, tas tze nib'ej swak' t'ayex, xchi winh."
        },
        {
            "number": "5",
            "text": "Ix tak'wi heb' icha tik: --Co gana tzak'och ucwanhoc yinhtilal winhaj Saúl t'a yol ko k'ab', yujto snib'ejnac winh onh sateli yic wach' max onh kan t'a he kal a ex israel ex tik."
        },
        {
            "number": "6",
            "text": "Ha heb' ucwanh chi' ol ko milcham heb', ol cak'ank'e locan heb' t'a yichanh Jehová t'a Gabaa t'a schonhab' winhaj Saúl chi', aton winh sik'nacoch Jehová reyal, xchi heb'. Ix stak'wej winhaj rey Dawid chi' yak'an t'a heb'."
        },
        {
            "number": "7",
            "text": "Maj ak'jilaj winhaj Mefi-boset t'a yol sk'ab' heb', aton winh yuninal winhaj Jonatán yixchiquin winhaj Saúl, yujto yak'nac sti' winhaj Dawid t'a winhaj Jonatán chi' t'a yichanh Jehová to manh ol miljoccham yinhtilal winh."
        },
        {
            "number": "8",
            "text": "Ix schecan winh rey chi' yamchaj winhaj Armoni yet' junxo winh scuchan Mefi-boset, aton heb' winh yuninal winhaj Saúl yet' ix Rizpa yisil winhaj Aja. Ix schecan winh yamchajpax owanh heb' winh yune' ix yisil winhaj Saúl chi' scuchan Merab, aton heb' winh yune' ix yet' winhaj Adriel, yuninal winhaj Barzilai aj Mehola."
        },
        {
            "number": "9",
            "text": "Ix ak'jioch heb' winh ucwanh chi' t'a yol sk'ab' heb' aj Gabaón chi'. Ix ak'jik'e locan heb' winh t'a yichanh Jehová t'a jolom witz. Icha chi' ix aj scham heb' winh ucwanh chi' t'a stiempoal yel yich sjochchaj ixim cebada."
        },
        {
            "number": "10",
            "text": "Axo ix Rizpa chi' ix lich'anem jun icha nok' lopil t'a sjolom jun k'een k'een, ix kan ix stanhwej sniwanil heb' winh chamnac chi'. Ix cannhej ix ta' yic ix el yich sjochchaj ixim cebada, masanto ix jawi nhab'il k 'inal. Max scha emlaj nok' ostoc ix t'a sniwanil heb' winh chi' t'a k'ualil, max schapaxk'ochlaj nok' chium nok' ix t'ak'walil."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an winhaj rey Dawid tastac sk'ulej ix Rizpa chi',"
        },
        {
            "number": "12",
            "text": "ix schecan winh b'at ik'joccot sb'aquil winhaj Saúl yet' yic winh yuninal, aton winhaj Jonatán, t'a chonhab' Jabes t'a yol yic Galaad. Yujto a heb' aj Jabes chi' xid' ik'jinaccot t'a slak'anil mercado yic Bet-sán, b'aj locancank'e yuj heb' filisteo, ayic smiljicham heb' t'a owal t'a Gilboa."
        },
        {
            "number": "13",
            "text": "Ix schecan winh rey chi' ik'joccot sb'aquil heb' winh chi' yet' pax sb'aquil heb' winh ucwanh ix k'e locan chi'."
        },
        {
            "number": "14",
            "text": "Ix mucji sb'aquil heb' winh chi' t'a Zela t'a yol yic Benjamín, aton b'aj mucan winhaj Cis smam winhaj Saúl chi'. Ix uji masanil tas icha ix aj yalan winh rey chi'. Ixlajwi chi', ix yab' Dios tas ix k'anchaj t'ay yuj swach'iloc chonhab'."
        },
        {
            "number": "15",
            "text": "Ix yak'anxi owal heb' filisteo yet' heb' israel, yuj chi' ix b'atxi winhaj rey Dawid chi' yet' heb' soldado yak' owal yet' heb', palta ix te k'unb'i winh rey chi'."
        },
        {
            "number": "16",
            "text": "Ay jun winh scuchan Isbi-benob, yinhtilal heb' chaanh steel, ix snib'ej winh smilcham winh rey chi'. Ha k'een slanza winh, ek'to uque' libra yalil k'een, haxo t'a jun cincho winh ayoch t'a snanhal locanoch jun k'een espada ak'to."
        },
        {
            "number": "17",
            "text": "Axo winhaj Abisai yune' ix Sarwia ix colan winhaj rey Dawid chi'. Ix smilancham jun winh filisteo chi' winh, yuj chi' ix yak' sti' heb' soldado t'a winhaj Dawid chi' icha tik: Manhxo ol ach ko chab'at qued' t'a owal, yic wach' max ach chami, yujto a ach ayachoch yipoc ko k'ol a onh israel onh tik, xchi heb'."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix yak'anxi owal heb' israel yet' heb' filisteo t'a Gob. Ha t'a jun pekti’ chi', a winhaj Sibecai aj Husa ix milancham winhaj Saf yinhtilal heb' chaanh steel."
        },
        {
            "number": "19",
            "text": "Anheja' t'a Gob chi' ix ochpax junxo owal yet' heb' filisteo chi'. Ha winhaj Elhanán yuninal winhaj Jaare-oregim aj Belén, ix milancham winhaj Goliat aj Gat. Ha ste'al slanza jun winh chi', lajan spatic icha te te' b'aj tz'och anh ch'al t'a te' jal-lab'."
        },
        {
            "number": "20",
            "text": "Ix ochpax junxo owal t'a Gat. Ay jun winh te chaanh steel ta', yinhtilal heb' chaanh steel. Ha jun winh chi', lajchawe' yiximal sk'ab' winh, lajchawe' pax yiximal yoc winh."
        },
        {
            "number": "21",
            "text": "Ix te b'uchwaj winh t'a heb' soldado Israel, palta ix miljicham winh yuj winhaj Jonatán yuninal winhaj Simea yuk'tac winhaj rey Dawid."
        },
        {
            "number": "22",
            "text": "Ha heb' winh chanhwanh chi', a winhaj Refa aj Gat ay yinhtilal heb', palta ix ak'ji ganar heb' winh yuj winhaj rey Dawid yet' heb' soldado."
        }
    ]
}