{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yol stiempoal vinhaj rey David, oxe' ab'il ix yak' jun vejel. Ix sk'anb'an vinhaj David chi' t'a Jehová tas yuj icha chi' tzuji. Ix yalan Jehová chi' icha tik: Van eyab'an syail yuj jun vejel tik, yuj smul vinhaj Saúl yet' yinhtilal, yujto smilnaccham eb' gabaonita vinh, xchi."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yavtej eb' gabaonita chi' vinh rey chi' yic slolon vinh yet' eb'. (Ha eb' gabaonita chi', manh israeloc eb', amorreo eb', aycan eb' t'a skal eb' israel chi', yujto ix yak' sti' eb' israel chi' to max satel eb' gabaonita chi' eb'. Palta haxo vinhaj Saúl, ix yak'lej vinh satanel eb' yuj swach'iloc eb' israel yet' eb' aj Judá yalani.)"
        },
        {
            "number": "3",
            "text": "Ix yalan vinhaj rey David chi' t'a eb': --¿Tas wach' tzin k'ulej eyed'oc? ¿Tas spac svak' t'ayex yuj b'aj ix ex ixtaxi, yic wach' syak' swach'k'olal Jehová t'a quib'anh a onh schonhab' onh tik? xchi vinh."
        },
        {
            "number": "4",
            "text": "Ix tak'vi eb' gabaonita chi' icha tik: --Ha coval yet' vinhaj Saúl yet' yinhtilal, malaj sb'onab'il, max b'olaj yet' q'uen tumin, malaj calan quic co milancham junok ex, xchi eb'. Ix yalanxi vinhaj rey David chi' t'a eb': --Alec t'ayin an, tas tze nib'ej svak' t'ayex, xchi vinh."
        },
        {
            "number": "5",
            "text": "Ix tak'vi eb' icha tik: --Co gana tzak'och ucvanhoc yinhtilal vinhaj Saúl t'a yol co k'ab', yujto snib'ejnac vinh onh sateli yic wach' max onh kan t'a e cal a ex israel ex tik."
        },
        {
            "number": "6",
            "text": "Ha eb' ucvanh chi' ol co milcham eb', ol cak'anq'ue locan eb' t'a yichanh Jehová t'a Gabaa t'a schonhab' vinhaj Saúl chi', aton vinh sik'nacoch Jehová reyal, xchi eb'. Ix stak'vej vinhaj rey David chi' yak'an t'a eb'."
        },
        {
            "number": "7",
            "text": "Maj ak'jilaj vinhaj Mefi-boset t'a yol sk'ab' eb', aton vinh yuninal vinhaj Jonatán yixchiquin vinhaj Saúl, yujto yak'nac sti' vinhaj David t'a vinhaj Jonatán chi' t'a yichanh Jehová to manh ol miljoccham yinhtilal vinh."
        },
        {
            "number": "8",
            "text": "Ix schecan vinh rey chi' yamchaj vinhaj Armoni yet' junxo vinh scuchan Mefi-boset, aton eb' vinh yuninal vinhaj Saúl yet' ix Rizpa yisil vinhaj Aja. Ix schecan vinh yamchajpax ovanh eb' vinh yune' ix yisil vinhaj Saúl chi' scuchan Merab, aton eb' vinh yune' ix yet' vinhaj Adriel, yuninal vinhaj Barzilai aj Mehola."
        },
        {
            "number": "9",
            "text": "Ix ak'jioch eb' vinh ucvanh chi' t'a yol sk'ab' eb' aj Gabaón chi'. Ix ak'jiq'ue locan eb' vinh t'a yichanh Jehová t'a jolom vitz. Icha chi' ix aj scham eb' vinh ucvanh chi' t'a stiempoal yel yich sjochchaj ixim cebada."
        },
        {
            "number": "10",
            "text": "Axo ix Rizpa chi' ix lich'anem jun icha nok' lopil t'a sjolom jun q'uen q'ueen, ix kan ix stanhvej snivanil eb' vinh chamnac chi'. Ix cannhej ix ta' yic ix el yich sjochchaj ixim cebada, masanto ix javi nhab'il q'uinal. Max scha emlaj nok' ostoc ix t'a snivanil eb' vinh chi' t'a k'ualil, max schapaxk'ochlaj nok' chium nok' ix t'ak'walil."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an vinhaj rey David tastac sk'ulej ix Rizpa chi',"
        },
        {
            "number": "12",
            "text": "ix schecan vinh b'at ik'joccot sb'aquil vinhaj Saúl yet' yic vinh yuninal, aton vinhaj Jonatán, t'a chonhab' Jabes t'a yol yic Galaad. Yujto a eb' aj Jabes chi' xid' ik'jinaccot t'a slak'anil mercado yic Bet-sán, b'aj locancanq'ue yuj eb' filisteo, ayic smiljicham eb' t'a oval t'a Gilboa."
        },
        {
            "number": "13",
            "text": "Ix schecan vinh rey chi' ik'joccot sb'aquil eb' vinh chi' yet' pax sb'aquil eb' vinh ucvanh ix q'ue locan chi'."
        },
        {
            "number": "14",
            "text": "Ix mucji sb'aquil eb' vinh chi' t'a Zela t'a yol yic Benjamín, aton b'aj mucan vinhaj Cis smam vinhaj Saúl chi'. Ix uji masanil tas icha ix aj yalan vinh rey chi'. Ixlajwi chi', ix yab' Dios tas ix k'anchaj t'ay yuj swach'iloc chonhab'."
        },
        {
            "number": "15",
            "text": "Ix yak'anxi oval eb' filisteo yet' eb' israel, yuj chi' ix b'atxi vinhaj rey David chi' yet' eb' soldado yak' oval yet' eb', palta ix te k'unb'i vinh rey chi'."
        },
        {
            "number": "16",
            "text": "Ay jun vinh scuchan Isbi-benob, yinhtilal eb' chaanh steel, ix snib'ej vinh smilcham vinh rey chi'. Ha q'uen slanza vinh, ek'to uque' libra yalil q'ueen, haxo t'a jun cincho vinh ayoch t'a snanhal locanoch jun q'uen espada ak'to."
        },
        {
            "number": "17",
            "text": "Axo vinhaj Abisai yune' ix Sarvia ix colan vinhaj rey David chi'. Ix smilancham jun vinh filisteo chi' vinh, yuj chi' ix yak' sti' eb' soldado t'a vinhaj David chi' icha tik: Manhxo ol ach co chab'at qued' t'a oval, yic wach' max ach chami, yujto a ach ayachoch yipoc co k'ol a onh israel onh tik, xchi eb'."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix yak'anxi oval eb' israel yet' eb' filisteo t'a Gob. Ha t'a jun pekti’ chi', a vinhaj Sibecai aj Husa ix milancham vinhaj Saf yinhtilal eb' chaanh steel."
        },
        {
            "number": "19",
            "text": "Anheja' t'a Gob chi' ix ochpax junxo oval yet' eb' filisteo chi'. Ha vinhaj Elhanán yuninal vinhaj Jaare-oregim aj Belén, ix milancham vinhaj Goliat aj Gat. Ha ste'al slanza jun vinh chi', lajan spatic icha te te' b'aj tz'och anh ch'al t'a te' jal-lab'."
        },
        {
            "number": "20",
            "text": "Ix ochpax junxo oval t'a Gat. Ay jun vinh te chaanh steel ta', yinhtilal eb' chaanh steel. Ha jun vinh chi', lajchave' yiximal sk'ab' vinh, lajchave' pax yiximal yoc vinh."
        },
        {
            "number": "21",
            "text": "Ix te b'uchvaj vinh t'a eb' soldado Israel, palta ix miljicham vinh yuj vinhaj Jonatán yuninal vinhaj Simea yuk'tac vinhaj rey David."
        },
        {
            "number": "22",
            "text": "Ha eb' vinh chanhvanh chi', a vinhaj Refa aj Gat ay yinhtilal eb', palta ix ak'ji ganar eb' vinh yuj vinhaj rey David yet' eb' soldado."
        }
    ]
}