{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj David ix b'itan jun b'it tic d'a Jehová ayic ix colchajel vinh d'a yol sk'ab' vinhaj rey Saúl yed' d'a yol sk'ab' eb' ajk'ol d'a vinh."
        },
        {
            "number": "2",
            "text": "Mamin Jehová, ichato nhaq'ueen aj d'ayin, ichato in cuartel aji, yujto in Columal ach."
        },
        {
            "number": "3",
            "text": "Ach in Diosal, a d'ayach scot vip, a d'ayach tzin col in b'a, in Tanhvumal aji. In Columal ach, te ay a poder. Uuj max in yamchajlaj yuj eb' ayoch ajk'olal d'ayin. A ach ix in a col d'a mach snib'ej in sataneli."
        },
        {
            "number": "4",
            "text": "Smojton val a b'itaji. Ayic svalan in b'a d'ayach, d'a val elanhchamel tzin a colancanel d'a yol sk'ab' eb' ajk'ol yajoch d'ayin."
        },
        {
            "number": "5",
            "text": "A smay chamel ix oymaj d'a in patic. Manh jantacoc yaelal ix javi d'a vib'anh yic tzin sateli."
        },
        {
            "number": "6",
            "text": "A chamel, ichato toxo ix spixoch slasu d'ayin, ichato ix sb'o in yaalil yic tzin telvi."
        },
        {
            "number": "7",
            "text": "Mamin Jehová, ix val in b'a d'ayach ayic ayinek' d'a scal in somk'olal. Ach in Diosal, ix in k'an a colval. A d'a a cajnub' ix ab' tas ix vala'. Ix k'och vav d'a a chiquin."
        },
        {
            "number": "8",
            "text": "Ichato ix ek' jun nivan quixcab' te ov. Ix te ib'xi sb'achnub'al satchaanh. Ix tzicub'tanhaj val yuj yoval a k'ool ach in Diosal."
        },
        {
            "number": "9",
            "text": "Ichato ix elta tab' d'a yol a nhi', axo d'a yol a ti' ichato ix elta jun k'ak' te ov. Ichato ix elta tzipipoc tzak'ak' d'a yol a ti' chi'."
        },
        {
            "number": "10",
            "text": "Ix a jac satchaanh, ix ach emuli. Ayoch nivac q'uik'al asun d'a yalanh oc ayic ach emul chi'."
        },
        {
            "number": "11",
            "text": "Ay ach q'ue d'a yib'anh jun querubín, ix ach b'at jenhenhoc, ix ach b'at b'achachoc d'a yib'anh ik'."
        },
        {
            "number": "12",
            "text": "k'ub'an ach el b'aj te q'uik'q'uinal. Ix a k'ub'ejel a b'a d'a scal q'uik'al asun b'ud'jinaquel yuj a a'."
        },
        {
            "number": "13",
            "text": "Ach in Diosal, yuj scopopial a tziquiquial ix scha sk'ak'al juntzanh tzak'ak' chi'."
        },
        {
            "number": "14",
            "text": "Mamin Jehová, ek' achto d'a yib'anh smasanil, ix el av icha val sk'anh k'u d'a satchaanh. Ix cot sacb'at yed' tzak'ak'."
        },
        {
            "number": "15",
            "text": "Ix ak'anb'at a jul-lab', axo eb' ajk'ool ix saclemcanb'at eb' yuuj. Ix a julanb'at jun k'ak' tz'ek' copnaj d'a scal eb', ix pechchaj eb' yuuj."
        },
        {
            "number": "16",
            "text": "Mamin Jehová, yuj schaanhil ix ach avaji yuj pax jun ik' te ov ix aq'uelta, ix checlaj yich a' mar. Yuj pax chi' ix checlaj yich yolyib'anhq'uinal tic."
        },
        {
            "number": "17",
            "text": "Ach in Diosal, masanto d'a satchaanh ix ak'cot a colval d'ayin, ichato ix in ik'q'ueta d'a yol jun a a' te jul yich."
        },
        {
            "number": "18",
            "text": "Ix in a colan d'a eb' ajk'ool te ay yip, malaj tzin och d'a eb', yelxo val te tek'an eb' d'a vichanh."
        },
        {
            "number": "19",
            "text": "Ix och b'ulnaj eb' d'ayin ayic ay in och d'a ilk'olal, a achxo Jehová ix ach och ved'oc."
        },
        {
            "number": "20",
            "text": "Ix in ik'anelta b'aj lod'an, ix in ak'ancanoch b'aj levan. Ix in a colo' yujto xajan in uuj."
        },
        {
            "number": "21",
            "text": "Mamin Jehová, ix ak' spac d'ayin yujto tojol ix vutej in b'a. Ix ak' a vach'k'olal d'ayin, yujto malaj in mul,"
        },
        {
            "number": "22",
            "text": "yujto tzin k'anab'ajej a b'eyb'al. Ach in Diosal, max in k'ulejlaj chucal, malaj in gana svik'canel in b'a d'ayach."
        },
        {
            "number": "23",
            "text": "Naannhej masanil a k'ayb'ub'al vuuj, malaj b'aq'uinh sb'at a lolonel satk'olal vuuj."
        },
        {
            "number": "24",
            "text": "Vach'nhej in b'eyb'al d'a ichanh. Ix in ya'ilej in b'a yic max in b'at d'a chucal."
        },
        {
            "number": "25",
            "text": "Yujnhejton chi' ix ak' spac d'ayin yujto tojol svutej in b'a, malaj pax in mul d'a ichanh ach Jehová."
        },
        {
            "number": "26",
            "text": "Mamin, a eb' tzach k'anab'ajani, ol elk'och syal a lolonel d'a eb'. A eb' vach' spensar, vach' pax tzutej a pensar d'a eb'."
        },
        {
            "number": "27",
            "text": "Vach' tzutej a b'a d'a eb' vach' sb'eyb'al, palta tza ch'ox a jelanil a tenanek' spensar eb' ixtum anima."
        },
        {
            "number": "28",
            "text": "Tza col eb' emnaquil, axo eb' syik'chaanh sb'a, tziq'uemta eb'."
        },
        {
            "number": "29",
            "text": "Mamin Jehová, a achton tzak' saquilq'uinal d'ayin. A achton tzik'canel q'uik'alq'uinal d'ayin ach in Diosal."
        },
        {
            "number": "30",
            "text": "Yuj a colval ix in saclemejb'at eb' soldado, ix in k'axpajek' d'a yib'anh smuroal juntzanh chonhab'."
        },
        {
            "number": "31",
            "text": "Ach Jehová in Diosal, yelxo val te vach' a b'eyb'al. A a lolonel ix ak'cani, smoj ton val malaj co chab'k'olal d'ay. Tza colel masanil mach yipk'olal aj yuuj."
        },
        {
            "number": "32",
            "text": "Mamin Jehová, malaj junocxo Dios, a achnhej. ¿Tocval ay junocxo colvajum icha ach tic?"
        },
        {
            "number": "33",
            "text": "Ach in Diosal, a ach tzak'nhej vip. A ach tzin a cuchb'ej d'a jun b'e te vach'."
        },
        {
            "number": "34",
            "text": "Icha sb'ey junoc nok' k'ultaquil chej, icha val chi' tz'aj in b'ey uuj. D'a sattac vitz yeq'ui, tek'tek' vaj uuj."
        },
        {
            "number": "35",
            "text": "A ach tzin a k'ayb'ej d'a oval, tzak'anpax vip yic tzin pacchitan junoc jul-lab' nab'a bronce."
        },
        {
            "number": "36",
            "text": "Mamin, a ach tzin a tanhvej, tzin a colani. A a vach' k'ab' tzin yamanq'ue linhan. Yujnhej a vach'k'olal ix in ik'chaanh."
        },
        {
            "number": "37",
            "text": "Vach' ix utej in b'e a b'oani yic vach' max in el-laj nhernajoc."
        },
        {
            "number": "38",
            "text": "Ix in pech eb' ayoch ajk'olal d'ayin, ix yamchaj eb' vuuj. Maj in ochlaj vaan masanto ix cham eb' vuuj."
        },
        {
            "number": "39",
            "text": "Chok' ix vutejcan eb' yic vach' manhxo ol q'ue vaan eb'. Ix telvi eb' d'a scal voc."
        },
        {
            "number": "40",
            "text": "A achton tzak' vip yic svak'an oval. A eb' schichon sk'ol d'ayin, tzak' yaq'uem sb'a eb' d'ayin."
        },
        {
            "number": "41",
            "text": "A ach tza pechel eb' ayoch ajk'olal d'ayin. Yuj chi' syal in satanel eb' malaj tzin och d'ay."
        },
        {
            "number": "42",
            "text": "Sk'an colval eb', palta malaj mach scolan eb'. Stevi eb' d'ayach Jehová, palta max ach tak'vilaj d'a eb'."
        },
        {
            "number": "43",
            "text": "Chok' tz'aj eb' vuuj icha val lum pococ tz'ik'chajq'ue vaan yuj ik'. Tzin tek'anem eb' icha val stek'chajem lum sok'om d'a yoltac b'e."
        },
        {
            "number": "44",
            "text": "Tzin a colel d'a yoval eb' ch'oc chonhab'il, tzin ak'ancanoch yajaliloc juntzanh nivac chonhab'. A eb' anima manh vojtacoclaj, a eb' tzin ak'an servil."
        },
        {
            "number": "45",
            "text": "Anhej syab'an vab'ixal eb', tzin sk'anab'ajan eb'. A eb' ch'oc chonhab'il chi', syak'och sb'a eb' d'a yol in k'ab'."
        },
        {
            "number": "46",
            "text": "Tz'ib'xiq'ue eb' yuj xivelal ayic tz'elta eb' d'a yol scuartel."
        },
        {
            "number": "47",
            "text": "Mamin Jehová, pitzan ach. Ach in Columal, alchajocab' vach' lolonel d'ayach. Ach Dios in Columal, ik'jocab' chaanh a b'i."
        },
        {
            "number": "48",
            "text": "A ach tzak' yojtaquejel eb' tzin ixtani to ayach och ved'oc. Tzik'ancot eb' ch'oc chonhab'il d'a yalanh in mandar."
        },
        {
            "number": "49",
            "text": "A ach tzin a colel d'a yoval sk'ol eb' ayoch ajk'olal d'ayin, aton eb' schichon sk'ool d'ayin. Mamin, tzin a colanpax d'a eb' comonnhej smak'an anima."
        },
        {
            "number": "50",
            "text": "Yuj chi' sval vach' lolonel d'ayach d'a scal juntzanh nivac chonhab', tzin b'itanpax a b'i."
        },
        {
            "number": "51",
            "text": "Uuj val, svak' ganar nivac oval a in rey in tic, a in sik'b'il in el uuj. D'a masanil tiempo tza ch'ox a vach'k'olal d'ayin, a in David in tic yed' d'a eb' vinhtilal icha ajnac alani, xchi vinhaj David d'a sb'it d'a Jehová."
        }
    ]
}