{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Dawid ix b'itan jun b'it tik t'a Jehová ayic ix colchajel winh t'a yol sk'ab' winhaj rey Saúl yet' t'a yol sk'ab' heb' ajk'ol t'a winh."
        },
        {
            "number": "2",
            "text": "Mamin Jehová, ichato nhak'een aj t'ayin, ichato in cuartel aji, yujto in Kolumal ach."
        },
        {
            "number": "3",
            "text": "Ach in Diosal, a t'ayach scot wip, a t'ayach tzin col in b'a, in Tanhwumal aji. In Kolumal ach, te ay a poder. Uuj max in yamchajlaj yuj heb' ayoch ajk'olal t'ayin. Ha ach ix in a col t'a mach snib'ej in sataneli."
        },
        {
            "number": "4",
            "text": "Smojton wal a b'itaji. Ayic swalan in b'a t'ayach, t'a wal elanhchamel tzin a colancanel t'a yol sk'ab' heb' ajk'ol yajoch t'ayin."
        },
        {
            "number": "5",
            "text": "Ha smay chamel ix oymaj t'a in patic. Manh jantacoc yaelal ix jawi t'a wib'anh yic tzin sateli."
        },
        {
            "number": "6",
            "text": "Ha chamel, ichato toxo ix spixoch slasu t'ayin, ichato ix sb'o in yaalil yic tzin telwi."
        },
        {
            "number": "7",
            "text": "Mamin Jehová, ix wal in b'a t'ayach ayic ayinek' t'a skal in somk'olal. Ach in Diosal, ix in k'an a colwal. Ha t'a a cajnub' ix ab' tas ix wala'. Ix k'och wav t'a a chiquin."
        },
        {
            "number": "8",
            "text": "Ichato ix ek' jun niwan quixcab' te ov. Ix te ib'xi sb'achnub'al satcha’anh. Ix tzicub'tanhaj wal yuj yowal a k'ool ach in Diosal."
        },
        {
            "number": "9",
            "text": "Ichato ix elta tab' t'a yol a nhi', haxo t'a yol a ti' ichato ix elta jun k'ak' te ov. Ichato ix elta tzipipoc tzak'ak' t'a yol a ti' chi'."
        },
        {
            "number": "10",
            "text": "Ix a jac satcha’anh, ix ach emuli. Ayoch niwac k'ik'al asun t'a yalanh oc ayic ach emul chi'."
        },
        {
            "number": "11",
            "text": "Ay ach k'e t'a yib'anh jun querubín, ix ach b'at jenhenhoc, ix ach b'at b'achachoc t'a yib'anh ik'."
        },
        {
            "number": "12",
            "text": "k'ub'an ach el b'aj te k'ik'k 'inal. Ix a k'ub'ejel a b'ha t'a skal k'ik'al asun b'ud'jinaquel yuj ha ha'."
        },
        {
            "number": "13",
            "text": "Ach in Diosal, yuj scopopial a tziquiquial ix scha sk'ak'al juntzanh tzak'ak' chi'."
        },
        {
            "number": "14",
            "text": "Mamin Jehová, ek' achto t'a yib'anh smasanil, ix el av icha wal sk'anh k'u t'a satcha’anh. Ix cot sacb'at yet' tzak'ak'."
        },
        {
            "number": "15",
            "text": "Ix ak'anb'at a jul-lab', haxo heb' ajk'ool ix saclemcanb'at heb' yuj. Ix a julanb'at jun k'ak' tzek' copnaj t'a skal heb', ix pechchaj heb' yuj."
        },
        {
            "number": "16",
            "text": "Mamin Jehová, yuj schaanhil ix ach awaji yuj pax jun ik' te ov ix ak'elta, ix checlaj yich ha' mar. Yuj pax chi' ix checlaj yich yol yib'anhk’inal tik."
        },
        {
            "number": "17",
            "text": "Ach in Diosal, masanto t'a satcha’anh ix ak'cot a colwal t'ayin, ichato ix in ik'k'eta t'a yol jun ha ha' te jul yich."
        },
        {
            "number": "18",
            "text": "Ix in a colan t'a heb' ajk'ool te ay yip, malaj tzin och t'a heb', yelxo wal te tek'an heb' t'a wichanh."
        },
        {
            "number": "19",
            "text": "Ix och b'ulnaj heb' t'ayin ayic ay in och t'a ilk'olal, a achxo Jehová ix ach och wed'oc."
        },
        {
            "number": "20",
            "text": "Ix in ik'anelta b'aj lot'an, ix in ak'ancanoch b'aj lewan. Ix in a colo' yujto xajan in uuj."
        },
        {
            "number": "21",
            "text": "Mamin Jehová, ix ak' spak t'ayin yujto tojol ix wutej in b'a. Ix ak' a wach'k'olal t'ayin, yujto malaj in mul,"
        },
        {
            "number": "22",
            "text": "yujto tzin k'anab'ajej a b'eyb'al. Ach in Diosal, max in k'ulejlaj chukal, malaj in gana swik'canel in b'a t'ayach."
        },
        {
            "number": "23",
            "text": "Naannhej masanil a k'ayb'ub'al wuuj, malaj b'ak'uinh sb'at a lolonel satk'olal wuuj."
        },
        {
            "number": "24",
            "text": "Wach'nhej in b'eyb'al t'a ichanh. Ix in ya'ilej in b'a yic max in b'at t'a chukal."
        },
        {
            "number": "25",
            "text": "Yujnhejton chi' ix ak' spak t'ayin yujto tojol swutej in b'a, malaj pax in mul t'a ichanh ach Jehová."
        },
        {
            "number": "26",
            "text": "Mamin, a heb' tzach k'anab'ajani, ol elk'och syal a lolonel t'a heb'. Ha heb' wach' spensar, wach' pax tzutej a pensar t'a heb'."
        },
        {
            "number": "27",
            "text": "Wach' tzutej a b'ha t'a heb' wach' sb'eyb'al, palta tza ch'ox a jelanil a tenanek' spensar heb' ixtum anima."
        },
        {
            "number": "28",
            "text": "Tza col heb' emnaquil, haxo heb' syik'chaanh sb'a, tzik'emta heb'."
        },
        {
            "number": "29",
            "text": "Mamin Jehová, a achton tzak' sakil k'inal t'ayin. Ha achton tzik'canel k’ik’ k’inal t'ayin ach in Diosal."
        },
        {
            "number": "30",
            "text": "Yuj a colwal ix in saclemejb'at heb' soldado, ix in k'axpajek' t'a yib'anh smuroal juntzanh chonhab'."
        },
        {
            "number": "31",
            "text": "Ach Jehová in Diosal, yelxo wal te wach' a b'eyb'al. Ha a lolonel ix ak'cani, smoj ton wal malaj ko chab'k'olal t'ay. Tza colel masanil mach yipk'olal aj yuj."
        },
        {
            "number": "32",
            "text": "Mamin Jehová, malaj junocxo Dios, a achnhej. ¿Tocwal ay junocxo colwajum icha ach tik?"
        },
        {
            "number": "33",
            "text": "Ach in Diosal, a ach tzak'nhej wip. Ha ach tzin a cuchb'ej t'a jun b'e te wach'."
        },
        {
            "number": "34",
            "text": "Icha sb'ey junok nok' k'ultaquil chej, icha wal chi' tz'aj in b'ey uuj. D'a sattac witz yeq'ui, tek'tek' waj uuj."
        },
        {
            "number": "35",
            "text": "Ha ach tzin a k'ayb'ej t'a owal, tzak'anpax wip yic tzin pacchitan junok jul-lab' nab'a bronce."
        },
        {
            "number": "36",
            "text": "Mamin, a ach tzin a tanhwej, tzin a colani. Ha a wach' k'ab' tzin yamank'e linhan. Yujnhej a wach'k'olal ix in ik'chaanh."
        },
        {
            "number": "37",
            "text": "Wach' ix utej in b'e a b'oani yic wach' max in el-laj nhernajoc."
        },
        {
            "number": "38",
            "text": "Ix in pech heb' ayoch ajk'olal t'ayin, ix yamchaj heb' wuuj. Maj in ochlaj waan masanto ix cham heb' wuuj."
        },
        {
            "number": "39",
            "text": "Chok' ix wutejcan heb' yic wach' manhxo ol k'e waan heb'. Ix telwi heb' t'a skal woc."
        },
        {
            "number": "40",
            "text": "Ha achton tzak' wip yic swak'an owal. Ha heb' schichon sk'ol t'ayin, tzak' yak'em sb'a heb' t'ayin."
        },
        {
            "number": "41",
            "text": "Ha ach tza pechel heb' ayoch ajk'olal t'ayin. Yuj chi' syal in satanel heb' malaj tzin och t'ay."
        },
        {
            "number": "42",
            "text": "Sk'an colwal heb', palta malaj mach scolan heb'. Stewi heb' t'ayach Jehová, palta max ach tak'wilaj t'a heb'."
        },
        {
            "number": "43",
            "text": "Chok' tz'aj heb' wuuj icha wal lum pokok tz'ik'chajk'e waan yuj ik'. Tzin tek'anem heb' icha wal stek'chajem lum sok'om t'a yoltac b'e."
        },
        {
            "number": "44",
            "text": "Tzin a colel t'a yowal heb' ch'oc chonhab'il, tzin ak'ancanoch yajaliloc juntzanh niwac chonhab'. Ha heb' anima manh wojtacoclaj, a heb' tzin ak'an serwil."
        },
        {
            "number": "45",
            "text": "Anhej syab'an wab'ixal heb', tzin sk'anab'ajan heb'. Ha heb' ch'oc chonhab'il chi', syak'och sb'a heb' t'a yol in k'ab'."
        },
        {
            "number": "46",
            "text": "Tz'ib'xik'e heb' yuj xiwelal ayic tz'elta heb' t'a yol scuartel."
        },
        {
            "number": "47",
            "text": "Mamin Jehová, pitzan ach. Ach in Kolumal, alchajocab' wach' lolonel t'ayach. Ach Dios in Kolumal, ik'jocab' chaanh a b'i."
        },
        {
            "number": "48",
            "text": "Ha ach tzak' yojtaquejel heb' tzin ixtani to ayach och wed'oc. Tzik'ancot heb' ch'oc chonhab'il t'a yalanh in mandar."
        },
        {
            "number": "49",
            "text": "Ha ach tzin a colel t'a yowal sk'ol heb' ayoch ajk'olal t'ayin, aton heb' schichon sk'ool t'ayin. Mamin, tzin a colanpax t'a heb' comonnhej smak'an anima."
        },
        {
            "number": "50",
            "text": "Yuj chi' swal wach' lolonel t'ayach t'a skal juntzanh niwac chonhab', tzin b'itanpax a b'i."
        },
        {
            "number": "51",
            "text": "Uuj wal, swak' ganar niwac owal a in rey in tik, a in sik'b'il in el uuj. D'a masanil tiempo tza ch'ox a wach'k'olal t'ayin, a in Dawid in tik yet' t'a heb' winhtilal icha ajnac alani, xchi winhaj Dawid t'a sb'it t'a Jehová."
        }
    ]
}