{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh slajwub' slolonel winhaj rey Dawid tik: Ha winhaj Dawid yuninal winhaj Isaí, ix ik'jiwalchaanh winh yuj Dios Axonhej Ochi. Ix sik'jiel winh yuj Dios chi' yic tz'och winh reyal t'a skal heb' yinhtilal winhaj Jacob. Te wach' sb'itan winh t'a skal heb' yetisraelal. Ha winh ix alan icha tik:"
        },
        {
            "number": "2",
            "text": "Ha Yespíritu Jehová tz'ak'an wal juntzanh tik. Ha slolonel ayek' t'a in ti'."
        },
        {
            "number": "3",
            "text": "Ha Jehová ko Diosal a onh israel onh tik, ko Kolumal paxi, a ix alan t'ayin: Ha mach tz'ak'an yajalil t'a skal anima t'a stojolal, icha wal snib'ej in k'ool,"
        },
        {
            "number": "4",
            "text": "lajan wal icha saquil yichchaanh, ayic sk'eul k'u t'a junok k'u te k'achan, malaj asun. Lajan icha sk'achwi ayic toxo ix ek' junok yax nhab' tz'ak'an syaxil sat lum lum, xchi Jehová t'ayin."
        },
        {
            "number": "5",
            "text": "Icha chi' ol aj winhtilal, masanil tas ix yal Dios t'ayin ol elnhejk'ochoc, malaj b'ak'uinh ol sk'ex tas ix yalcan chi' t'ayin. Ha Dios chi' ol colwajnhej wed'oc yic tz'elk'och tastac tzin nib'ej."
        },
        {
            "number": "6",
            "text": "Palta masanil heb' sk'ulan chukal, lajan ol aj heb' icha te' q'uiix smolb'aji yic stacji, malaj junok mach syal syamani."
        },
        {
            "number": "7",
            "text": "Tato ay junok mach snib'ej smolb'an te', yowalil sk'an junok k'een k'een, ma junok ste'al lanza yic smolb'ani, snhusjitz'a te' t'a yet'tal chi', stz'acanb'at te' junelnhej, xchi winhaj Dawid chi' t'a slajwub'al sb'it tik."
        },
        {
            "number": "8",
            "text": "Ha heb' winh soldado te jelan t'a skal heb' winh soldado winhaj rey Dawid, oxwanh heb' winh: Vinh b'ab'el, aton winhaj Joseb-basebet aj Tacmón. Ha t'a junel, 800 winak smilcham winh yet' k'een slanza."
        },
        {
            "number": "9",
            "text": "Axo winh schab'il t'a skal heb' winh oxwanh jelan chi', aton winhaj Eleazar yuninal winhaj Dodo aj Aho. Ayek' winh yet' winhaj rey Dawid chi' t'a Pas-damim, ix stzuntzejb'at heb' filisteo heb' winh ta' yic syak'an owal heb' winh, haxo yic ix cot heb' filisteo chi' t'a heb' winh, ix el lemnaj heb' yetisraelal heb' winh chi'."
        },
        {
            "number": "10",
            "text": "Axo winhaj Eleazar chi' ix stek'b'ej sb'a, ix smilancham heb' filisteo chi' winh, ix tzatzb'icanoch b'uk'naj sk'ab' winh t'a yoc k'een yespada chi'. Ha t'a jun k'u chi', ix k'anchaj winh yuj Jehová yic ix yak'an ganar owal chi'. Ayic toxo ix lajwi owal chi', ix meltzajxik'och heb' soldado israel chi' yet' winhaj Eleazar chi' yujnhej yik'anek' heb' masanil tastac yet'nac heb' ajk'ol ix cham chi'."
        },
        {
            "number": "11",
            "text": "Axo winh yoxil, aton winhaj Sama, yuninal winhaj Age aj Arar. Ayic ix smolb'an sb'a heb' filisteo t'a Lehi, aton b'aj awab'il juntzanh tut scuchan lenteja. Ata' ix el lemnaj heb' soldado yic Israel."
        },
        {
            "number": "12",
            "text": "Palta ix stek'b'ej sb'a winhaj Sama chi' t'a skal juntzanh anh tut chi' yic scolancan winh. Ix smilancham heb' filisteo chi' winh. Ha winh ix k'anchaj yuj Jehová yuj yak'an ganar jun owal chi'."
        },
        {
            "number": "13",
            "text": "Ha t'a junel, t'a stiempoal smolji sat avb'en, a heb' winh oxwanh sat yaj t'a skal heb' winh 30 soldado te jelan, ix b'at heb' winh b'aj ayek' winhaj Dawid t'a k'een nhak'een yic Adulam. Axo pax heb' filisteo, ayek' scampamento heb' t'a spanhanil ch'olan yic Refaim."
        },
        {
            "number": "14",
            "text": "Ha t'a Belén, ay jun makan heb' soldado heb' filisteo chi'."
        },
        {
            "number": "15",
            "text": "Axo winhaj Dawid chi' ix alan icha tik: Comonoc ay mach tz'ak'an ha ha' scot t'ha ha' uk'b'ila' ay t'a spuertail Belén wuk'ej, xchi winh."
        },
        {
            "number": "16",
            "text": "Axo heb' winh oxwanh soldado te jelan chi', ix och heb' winh t'a scampamento heb' filisteo, ix b'at yik'an ha ha' chi' heb' winh t'a spuertail Belén chi', ix yik'ancot ha' heb' winh t'a winhaj Dawid chi'. Palta maj yal-laj sk'ol winh ix yuk'ej ha', tonhej ix sequem ha' winh t'a sat lu'um icha junok ofrenda tz'ak'ji t'a Jehová."
        },
        {
            "number": "17",
            "text": "Ix yalan winh: Mamin Jehová, ¿tom ol wuk' wal jun ha ha' tik? Tato swuk'ej ha' icha wal to a schiq'uil juntzanh heb' winh tik swuk'ej, yujto ix sb'ec sb'a heb' winh schami yic ix b'at yik'ancot ha' heb' winh, xchi winhaj Dawid chi'. Yuj chi' maj yal-laj sk'ol winh ix yuk'ej ha'. Ha heb' winh oxwanh soldado te jelan chi', a heb' winh ix k'ulan jun chi'."
        },
        {
            "number": "18",
            "text": "Ha winhaj Abisai yuk'tac winhaj Joab yune' ix Sarwia, a winh ayoch yajaliloc 30 heb' winh soldado te jelan. Ha junel ix smilcham 300 winak winh yet' k'een slanza. Icha chi' ix aj sniwanb'i yelk'och winh, icha wal heb' winh oxwanh chi'."
        },
        {
            "number": "19",
            "text": "Yelxo te niwan ix aj yik'jichaanh winh t'a skal heb' winh chi', yuj chi' ix ochcan winh yajaliloc heb' winh 30 chi', palta maj ochlaj winh stz'acub'oc heb' winh oxwanh b'ab'el chi'."
        },
        {
            "number": "20",
            "text": "Axo pax winhaj Benaía, yuninal winhaj Joiada aj chonhab' Cabseel, te jelan winh, tzijtum tas ix sk'ulej winh. Chanhwanh heb' soldado aj Moab te jelan ix smilcham winh. Ha junel ayic te ay k'een sacb'acom, ix em winh t'a yol jun k'een xab', ix smilancham jun nok' choj winh ta'."
        },
        {
            "number": "21",
            "text": "Ay pax jun winh aj Egipto te chaanh steel yet'nac slanza ix smilcham winh. Axo winh anhej jun te te' yet'nac winh, ix b'at jucnaj winh t'a winh aj Egipto chi', ix yik'anek' slanza winh chi' winh, haxo yet' k'een ix smilcham winh aj Egipto chi' winh."
        },
        {
            "number": "22",
            "text": "Ha yuj tas ix sk'ulej winhaj Benaía chi', lajan ix aj yelk'och winh icha oxwanh heb' winh soldado te jelan."
        },
        {
            "number": "23",
            "text": "Wach'chom niwan yelk'och winh t'a skal heb' winh 30, palta maj ochlaj winh stz'acub'oc heb' winh oxwanh chi'. Ix ak'jioch winh yuj winhaj Dawid yajaliloc heb' stanhwumal."
        },
        {
            "number": "24",
            "text": "Ha t'a skal heb' winh 30 jelan chi', ayoch winhaj Asael yuk'tac winhaj Joab, winhaj Elhanán yuninal winhaj Dodo aj Belén,"
        },
        {
            "number": "25",
            "text": "winhaj Sama yet' winhaj Elica aton heb' aj Harod,"
        },
        {
            "number": "26",
            "text": "winhaj Heles aj Palti, winhaj Ira yuninal winhaj Iques aj Tecoa,"
        },
        {
            "number": "27",
            "text": "winhaj Abiezer aj Anatot, winhaj Mebunai aj Husa,"
        },
        {
            "number": "28",
            "text": "winhaj Salmón aj Aho, winhaj Maharai aj Netofa,"
        },
        {
            "number": "29",
            "text": "winhaj Heleb yuninal winhaj Baana, winhaj Itai yuninal winhaj Ribai aj Gabaa t'a yol yic Benjamín,"
        },
        {
            "number": "30",
            "text": "winhaj Benaía aj Piratón, winhaj Hidai cajan t'a sti' ha ha' t'a yol yic Gaas,"
        },
        {
            "number": "31",
            "text": "winhaj Abi-albón aj Arba, winhaj Azmawet aj Bahurim,"
        },
        {
            "number": "32",
            "text": "winhaj Eliaba aj Saalbón, heb' winh yuninal winhaj Jasén, aton winhaj Jonatán yet'"
        },
        {
            "number": "33",
            "text": "winhaj Sama aj Harod, winhaj Ahíam yuninal winhaj Sarar aj Harod paxi,"
        },
        {
            "number": "34",
            "text": "winhaj Elifelet yuninal winhaj Ahasbai aj Maaca, winhaj Eliam yuninal winhaj Ahitofel aj Gilo,"
        },
        {
            "number": "35",
            "text": "winhaj Hesrai aj Carmel, winhaj Paarai aj Arba,"
        },
        {
            "number": "36",
            "text": "winhaj Igal yuninal winhaj Natán aj Soba, winhaj Bani aj Gad,"
        },
        {
            "number": "37",
            "text": "winhaj Selec aj Amón, winhaj Naharai aj Beerot, scuchumal syamk'ab' winhaj Joab yune' ix Sarwia,"
        },
        {
            "number": "38",
            "text": "winhaj Ira aj Itra, winhaj Gareb aj Itra paxi,"
        },
        {
            "number": "39",
            "text": "yet' winhaj Urías hitita. 37 heb' winh tik t'a smasanil."
        }
    ]
}