{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh slajvub' slolonel winhaj rey David tik: Ha winhaj David yuninal winhaj Isaí, ix ik'jivalchaanh winh yuj Dios Axonhej Ochi. Ix sik'jiel winh yuj Dios chi' yic tz'och winh reyal t'a skal eb' yinhtilal winhaj Jacob. Te wach' sb'itan winh t'a skal eb' yetisraelal. Ha winh ix alan icha tik:"
        },
        {
            "number": "2",
            "text": "Ha Yespíritu Jehová tz'ak'an val juntzanh tik. Ha slolonel ayek' t'a in ti'."
        },
        {
            "number": "3",
            "text": "Ha Jehová co Diosal a onh israel onh tik, co Columal paxi, a ix alan t'ayin: Ha mach tz'ak'an yajalil t'a skal anima t'a stojolal, icha val snib'ej in k'ool,"
        },
        {
            "number": "4",
            "text": "lajan val icha saquil yichchaanh, ayic sq'ueul k'u t'a junok k'u te k'achan, malaj asun. Lajan icha sk'achvi ayic toxo ix ek' junok yax nhab' tz'ak'an syaxil sat lum lum, xchi Jehová t'ayin."
        },
        {
            "number": "5",
            "text": "Icha chi' ol aj winhtilal, masanil tas ix yal Dios t'ayin ol elnhejk'ochoc, malaj b'ak'uinh ol sq'uex tas ix yalcan chi' t'ayin. Ha Dios chi' ol colvajnhej ved'oc yic tz'elk'och tastac tzin nib'ej."
        },
        {
            "number": "6",
            "text": "Palta masanil eb' sk'ulan chukal, lajan ol aj eb' icha te' q'uiix smolb'aji yic stacji, malaj junok mach syal syamani."
        },
        {
            "number": "7",
            "text": "Tato ay junok mach snib'ej smolb'an te', yowalil sk'an junok q'uen q'ueen, ma junok ste'al lanza yic smolb'ani, snhusjitz'a te' t'a yet'tal chi', stz'acanb'at te' junelnhej, xchi winhaj David chi' t'a slajvub'al sb'it tik."
        },
        {
            "number": "8",
            "text": "Ha eb' winh soldado te jelan t'a skal eb' winh soldado winhaj rey David, oxvanh eb' winh: Vinh b'ab'el, aton winhaj Joseb-basebet aj Tacmón. Ha t'a junel, 800 vinac smilcham winh yet' q'uen slanza."
        },
        {
            "number": "9",
            "text": "Axo winh schab'il t'a skal eb' winh oxvanh jelan chi', aton winhaj Eleazar yuninal winhaj Dodo aj Aho. Ayek' winh yet' winhaj rey David chi' t'a Pas-damim, ix stzuntzejb'at eb' filisteo eb' winh ta' yic syak'an oval eb' winh, haxo yic ix cot eb' filisteo chi' t'a eb' winh, ix el lemnaj eb' yetisraelal eb' winh chi'."
        },
        {
            "number": "10",
            "text": "Axo winhaj Eleazar chi' ix stek'b'ej sb'a, ix smilancham eb' filisteo chi' winh, ix tzatzb'icanoch b'uk'naj sk'ab' winh t'a yoc q'uen yespada chi'. Ha t'a jun k'u chi', ix k'anchaj winh yuj Jehová yic ix yak'an ganar oval chi'. Ayic toxo ix lajvi oval chi', ix meltzajxik'och eb' soldado israel chi' yet' winhaj Eleazar chi' yujnhej yik'anek' eb' masanil tastac yet'nac eb' ajk'ol ix cham chi'."
        },
        {
            "number": "11",
            "text": "Axo winh yoxil, aton winhaj Sama, yuninal winhaj Age aj Arar. Ayic ix smolb'an sb'a eb' filisteo t'a Lehi, aton b'aj avab'il juntzanh tut scuchan lenteja. Ata' ix el lemnaj eb' soldado yic Israel."
        },
        {
            "number": "12",
            "text": "Palta ix stek'b'ej sb'a winhaj Sama chi' t'a skal juntzanh anh tut chi' yic scolancan winh. Ix smilancham eb' filisteo chi' winh. Ha winh ix k'anchaj yuj Jehová yuj yak'an ganar jun oval chi'."
        },
        {
            "number": "13",
            "text": "Ha t'a junel, t'a stiempoal smolji sat avb'en, a eb' winh oxvanh sat yaj t'a skal eb' winh 30 soldado te jelan, ix b'at eb' winh b'aj ayek' winhaj David t'a q'uen nhaq'ueen yic Adulam. Axo pax eb' filisteo, ayek' scampamento eb' t'a spanhanil ch'olan yic Refaim."
        },
        {
            "number": "14",
            "text": "Ha t'a Belén, ay jun makan eb' soldado eb' filisteo chi'."
        },
        {
            "number": "15",
            "text": "Axo winhaj David chi' ix alan icha tik: Comonoc ay mach tz'ak'an ha ha' scot t'ha ha' uk'b'ila' ay t'a spuertail Belén vuq'uej, xchi winh."
        },
        {
            "number": "16",
            "text": "Axo eb' winh oxvanh soldado te jelan chi', ix och eb' winh t'a scampamento eb' filisteo, ix b'at yik'an ha ha' chi' eb' winh t'a spuertail Belén chi', ix yik'ancot ha' eb' winh t'a winhaj David chi'. Palta maj yal-laj sk'ol winh ix yuq'uej ha', tonhej ix sequem ha' winh t'a sat lu'um icha junok ofrenda tz'ak'ji t'a Jehová."
        },
        {
            "number": "17",
            "text": "Ix yalan winh: Mamin Jehová, ¿tom ol vuk' val jun ha ha' tik? Tato svuq'uej ha' icha val to a schiq'uil juntzanh eb' winh tik svuq'uej, yujto ix sb'ec sb'a eb' winh schami yic ix b'at yik'ancot ha' eb' winh, xchi winhaj David chi'. Yuj chi' maj yal-laj sk'ol winh ix yuq'uej ha'. Ha eb' winh oxvanh soldado te jelan chi', a eb' winh ix k'ulan jun chi'."
        },
        {
            "number": "18",
            "text": "Ha winhaj Abisai yuk'tac winhaj Joab yune' ix Sarvia, a winh ayoch yajaliloc 30 eb' winh soldado te jelan. Ha junel ix smilcham 300 vinac winh yet' q'uen slanza. Icha chi' ix aj snivanb'i yelk'och winh, icha val eb' winh oxvanh chi'."
        },
        {
            "number": "19",
            "text": "Yelxo te niwan ix aj yik'jichaanh winh t'a skal eb' winh chi', yuj chi' ix ochcan winh yajaliloc eb' winh 30 chi', palta maj ochlaj winh stz'acub'oc eb' winh oxvanh b'ab'el chi'."
        },
        {
            "number": "20",
            "text": "Axo pax winhaj Benaía, yuninal winhaj Joiada aj chonhab' Cabseel, te jelan winh, tzijtum tas ix sk'ulej winh. Chanhvanh eb' soldado aj Moab te jelan ix smilcham winh. Ha junel ayic te ay q'uen sacb'acom, ix em winh t'a yol jun q'uen xab', ix smilancham jun nok' choj winh ta'."
        },
        {
            "number": "21",
            "text": "Ay pax jun winh aj Egipto te chaanh steel yet'nac slanza ix smilcham winh. Axo winh anhej jun te te' yet'nac winh, ix b'at jucnaj winh t'a winh aj Egipto chi', ix yik'anek' slanza winh chi' winh, haxo yet' q'uen ix smilcham winh aj Egipto chi' winh."
        },
        {
            "number": "22",
            "text": "Ha yuj tas ix sk'ulej winhaj Benaía chi', lajan ix aj yelk'och winh icha oxvanh eb' winh soldado te jelan."
        },
        {
            "number": "23",
            "text": "Wach'chom niwan yelk'och winh t'a skal eb' winh 30, palta maj ochlaj winh stz'acub'oc eb' winh oxvanh chi'. Ix ak'jioch winh yuj winhaj David yajaliloc eb' stanhvumal."
        },
        {
            "number": "24",
            "text": "Ha t'a skal eb' winh 30 jelan chi', ayoch winhaj Asael yuk'tac winhaj Joab, winhaj Elhanán yuninal winhaj Dodo aj Belén,"
        },
        {
            "number": "25",
            "text": "winhaj Sama yet' winhaj Elica aton eb' aj Harod,"
        },
        {
            "number": "26",
            "text": "winhaj Heles aj Palti, winhaj Ira yuninal winhaj Iques aj Tecoa,"
        },
        {
            "number": "27",
            "text": "winhaj Abiezer aj Anatot, winhaj Mebunai aj Husa,"
        },
        {
            "number": "28",
            "text": "winhaj Salmón aj Aho, winhaj Maharai aj Netofa,"
        },
        {
            "number": "29",
            "text": "winhaj Heleb yuninal winhaj Baana, winhaj Itai yuninal winhaj Ribai aj Gabaa t'a yol yic Benjamín,"
        },
        {
            "number": "30",
            "text": "winhaj Benaía aj Piratón, winhaj Hidai cajan t'a sti' ha ha' t'a yol yic Gaas,"
        },
        {
            "number": "31",
            "text": "winhaj Abi-albón aj Arba, winhaj Azmavet aj Bahurim,"
        },
        {
            "number": "32",
            "text": "winhaj Eliaba aj Saalbón, eb' winh yuninal winhaj Jasén, aton winhaj Jonatán yet'"
        },
        {
            "number": "33",
            "text": "winhaj Sama aj Harod, winhaj Ahíam yuninal winhaj Sarar aj Harod paxi,"
        },
        {
            "number": "34",
            "text": "winhaj Elifelet yuninal winhaj Ahasbai aj Maaca, winhaj Eliam yuninal winhaj Ahitofel aj Gilo,"
        },
        {
            "number": "35",
            "text": "winhaj Hesrai aj Carmel, winhaj Paarai aj Arba,"
        },
        {
            "number": "36",
            "text": "winhaj Igal yuninal winhaj Natán aj Soba, winhaj Bani aj Gad,"
        },
        {
            "number": "37",
            "text": "winhaj Selec aj Amón, winhaj Naharai aj Beerot, scuchumal syamk'ab' winhaj Joab yune' ix Sarvia,"
        },
        {
            "number": "38",
            "text": "winhaj Ira aj Itra, winhaj Gareb aj Itra paxi,"
        },
        {
            "number": "39",
            "text": "yet' winhaj Urías hitita. 37 eb' winh tik t'a smasanil."
        }
    ]
}