{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh slajvub' slolonel vinhaj rey David tik: Ha vinhaj David yuninal vinhaj Isaí, ix ik'jivalchaanh vinh yuj Dios Axonhej Ochi. Ix sik'jiel vinh yuj Dios chi' yic tz'och vinh reyal t'a skal eb' yinhtilal vinhaj Jacob. Te wach' sb'itan vinh t'a skal eb' yetisraelal. Ha vinh ix alan icha tik:"
        },
        {
            "number": "2",
            "text": "Ha Yespíritu Jehová tz'ak'an val juntzanh tik. Ha slolonel ayek' t'a in ti'."
        },
        {
            "number": "3",
            "text": "Ha Jehová co Diosal a onh israel onh tik, co Columal paxi, a ix alan t'ayin: Ha mach tz'ak'an yajalil t'a skal anima t'a stojolal, icha val snib'ej in k'ool,"
        },
        {
            "number": "4",
            "text": "lajan val icha saquil yichchaanh, ayic sq'ueul k'u t'a junok k'u te k'achan, malaj asun. Lajan icha sk'achvi ayic toxo ix ek' junok yax nhab' tz'ak'an syaxil sat lum lum, xchi Jehová t'ayin."
        },
        {
            "number": "5",
            "text": "Icha chi' ol aj vinhtilal, masanil tas ix yal Dios t'ayin ol elnhejk'ochoc, malaj b'ak'uinh ol sq'uex tas ix yalcan chi' t'ayin. Ha Dios chi' ol colvajnhej ved'oc yic tz'elk'och tastac tzin nib'ej."
        },
        {
            "number": "6",
            "text": "Palta masanil eb' sk'ulan chukal, lajan ol aj eb' icha te' q'uiix smolb'aji yic stacji, malaj junok mach syal syamani."
        },
        {
            "number": "7",
            "text": "Tato ay junok mach snib'ej smolb'an te', yowalil sk'an junok q'uen q'ueen, ma junok ste'al lanza yic smolb'ani, snhusjitz'a te' t'a yet'tal chi', stz'acanb'at te' junelnhej, xchi vinhaj David chi' t'a slajvub'al sb'it tik."
        },
        {
            "number": "8",
            "text": "Ha eb' vinh soldado te jelan t'a skal eb' vinh soldado vinhaj rey David, oxvanh eb' vinh: Vinh b'ab'el, aton vinhaj Joseb-basebet aj Tacmón. Ha t'a junel, 800 vinac smilcham vinh yet' q'uen slanza."
        },
        {
            "number": "9",
            "text": "Axo vinh schab'il t'a skal eb' vinh oxvanh jelan chi', aton vinhaj Eleazar yuninal vinhaj Dodo aj Aho. Ayek' vinh yet' vinhaj rey David chi' t'a Pas-damim, ix stzuntzejb'at eb' filisteo eb' vinh ta' yic syak'an oval eb' vinh, haxo yic ix cot eb' filisteo chi' t'a eb' vinh, ix el lemnaj eb' yetisraelal eb' vinh chi'."
        },
        {
            "number": "10",
            "text": "Axo vinhaj Eleazar chi' ix stek'b'ej sb'a, ix smilancham eb' filisteo chi' vinh, ix tzatzb'icanoch b'uk'naj sk'ab' vinh t'a yoc q'uen yespada chi'. Ha t'a jun k'u chi', ix k'anchaj vinh yuj Jehová yic ix yak'an ganar oval chi'. Ayic toxo ix lajvi oval chi', ix meltzajxik'och eb' soldado israel chi' yet' vinhaj Eleazar chi' yujnhej yik'anek' eb' masanil tastac yet'nac eb' ajk'ol ix cham chi'."
        },
        {
            "number": "11",
            "text": "Axo vinh yoxil, aton vinhaj Sama, yuninal vinhaj Age aj Arar. Ayic ix smolb'an sb'a eb' filisteo t'a Lehi, aton b'aj avab'il juntzanh tut scuchan lenteja. Ata' ix el lemnaj eb' soldado yic Israel."
        },
        {
            "number": "12",
            "text": "Palta ix stek'b'ej sb'a vinhaj Sama chi' t'a skal juntzanh anh tut chi' yic scolancan vinh. Ix smilancham eb' filisteo chi' vinh. Ha vinh ix k'anchaj yuj Jehová yuj yak'an ganar jun oval chi'."
        },
        {
            "number": "13",
            "text": "Ha t'a junel, t'a stiempoal smolji sat avb'en, a eb' vinh oxvanh sat yaj t'a skal eb' vinh 30 soldado te jelan, ix b'at eb' vinh b'aj ayek' vinhaj David t'a q'uen nhaq'ueen yic Adulam. Axo pax eb' filisteo, ayek' scampamento eb' t'a spanhanil ch'olan yic Refaim."
        },
        {
            "number": "14",
            "text": "Ha t'a Belén, ay jun makan eb' soldado eb' filisteo chi'."
        },
        {
            "number": "15",
            "text": "Axo vinhaj David chi' ix alan icha tik: Comonoc ay mach tz'ak'an ha ha' scot t'ha ha' uk'b'ila' ay t'a spuertail Belén vuq'uej, xchi vinh."
        },
        {
            "number": "16",
            "text": "Axo eb' vinh oxvanh soldado te jelan chi', ix och eb' vinh t'a scampamento eb' filisteo, ix b'at yik'an ha ha' chi' eb' vinh t'a spuertail Belén chi', ix yik'ancot ha' eb' vinh t'a vinhaj David chi'. Palta maj yal-laj sk'ol vinh ix yuq'uej ha', tonhej ix sequem ha' vinh t'a sat lu'um icha junok ofrenda tz'ak'ji t'a Jehová."
        },
        {
            "number": "17",
            "text": "Ix yalan vinh: Mamin Jehová, ¿tom ol vuk' val jun ha ha' tik? Tato svuq'uej ha' icha val to a schiq'uil juntzanh eb' vinh tik svuq'uej, yujto ix sb'ec sb'a eb' vinh schami yic ix b'at yik'ancot ha' eb' vinh, xchi vinhaj David chi'. Yuj chi' maj yal-laj sk'ol vinh ix yuq'uej ha'. Ha eb' vinh oxvanh soldado te jelan chi', a eb' vinh ix k'ulan jun chi'."
        },
        {
            "number": "18",
            "text": "Ha vinhaj Abisai yuk'tac vinhaj Joab yune' ix Sarvia, a vinh ayoch yajaliloc 30 eb' vinh soldado te jelan. Ha junel ix smilcham 300 vinac vinh yet' q'uen slanza. Icha chi' ix aj snivanb'i yelk'och vinh, icha val eb' vinh oxvanh chi'."
        },
        {
            "number": "19",
            "text": "Yelxo te niwan ix aj yik'jichaanh vinh t'a skal eb' vinh chi', yuj chi' ix ochcan vinh yajaliloc eb' vinh 30 chi', palta maj ochlaj vinh stz'acub'oc eb' vinh oxvanh b'ab'el chi'."
        },
        {
            "number": "20",
            "text": "Axo pax vinhaj Benaía, yuninal vinhaj Joiada aj chonhab' Cabseel, te jelan vinh, tzijtum tas ix sk'ulej vinh. Chanhvanh eb' soldado aj Moab te jelan ix smilcham vinh. Ha junel ayic te ay q'uen sacb'acom, ix em vinh t'a yol jun q'uen xab', ix smilancham jun nok' choj vinh ta'."
        },
        {
            "number": "21",
            "text": "Ay pax jun vinh aj Egipto te chaanh steel yet'nac slanza ix smilcham vinh. Axo vinh anhej jun te te' yet'nac vinh, ix b'at jucnaj vinh t'a vinh aj Egipto chi', ix yik'anek' slanza vinh chi' vinh, haxo yet' q'uen ix smilcham vinh aj Egipto chi' vinh."
        },
        {
            "number": "22",
            "text": "Ha yuj tas ix sk'ulej vinhaj Benaía chi', lajan ix aj yelk'och vinh icha oxvanh eb' vinh soldado te jelan."
        },
        {
            "number": "23",
            "text": "Wach'chom niwan yelk'och vinh t'a skal eb' vinh 30, palta maj ochlaj vinh stz'acub'oc eb' vinh oxvanh chi'. Ix ak'jioch vinh yuj vinhaj David yajaliloc eb' stanhvumal."
        },
        {
            "number": "24",
            "text": "Ha t'a skal eb' vinh 30 jelan chi', ayoch vinhaj Asael yuk'tac vinhaj Joab, vinhaj Elhanán yuninal vinhaj Dodo aj Belén,"
        },
        {
            "number": "25",
            "text": "vinhaj Sama yet' vinhaj Elica aton eb' aj Harod,"
        },
        {
            "number": "26",
            "text": "vinhaj Heles aj Palti, vinhaj Ira yuninal vinhaj Iques aj Tecoa,"
        },
        {
            "number": "27",
            "text": "vinhaj Abiezer aj Anatot, vinhaj Mebunai aj Husa,"
        },
        {
            "number": "28",
            "text": "vinhaj Salmón aj Aho, vinhaj Maharai aj Netofa,"
        },
        {
            "number": "29",
            "text": "vinhaj Heleb yuninal vinhaj Baana, vinhaj Itai yuninal vinhaj Ribai aj Gabaa t'a yol yic Benjamín,"
        },
        {
            "number": "30",
            "text": "vinhaj Benaía aj Piratón, vinhaj Hidai cajan t'a sti' ha ha' t'a yol yic Gaas,"
        },
        {
            "number": "31",
            "text": "vinhaj Abi-albón aj Arba, vinhaj Azmavet aj Bahurim,"
        },
        {
            "number": "32",
            "text": "vinhaj Eliaba aj Saalbón, eb' vinh yuninal vinhaj Jasén, aton vinhaj Jonatán yet'"
        },
        {
            "number": "33",
            "text": "vinhaj Sama aj Harod, vinhaj Ahíam yuninal vinhaj Sarar aj Harod paxi,"
        },
        {
            "number": "34",
            "text": "vinhaj Elifelet yuninal vinhaj Ahasbai aj Maaca, vinhaj Eliam yuninal vinhaj Ahitofel aj Gilo,"
        },
        {
            "number": "35",
            "text": "vinhaj Hesrai aj Carmel, vinhaj Paarai aj Arba,"
        },
        {
            "number": "36",
            "text": "vinhaj Igal yuninal vinhaj Natán aj Soba, vinhaj Bani aj Gad,"
        },
        {
            "number": "37",
            "text": "vinhaj Selec aj Amón, vinhaj Naharai aj Beerot, scuchumal syamk'ab' vinhaj Joab yune' ix Sarvia,"
        },
        {
            "number": "38",
            "text": "vinhaj Ira aj Itra, vinhaj Gareb aj Itra paxi,"
        },
        {
            "number": "39",
            "text": "yet' vinhaj Urías hitita. 37 eb' vinh tik t'a smasanil."
        }
    ]
}