{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh slajvub' slolonel vinhaj rey David tic: A vinhaj David yuninal vinhaj Isaí, ix ik'jivalchaanh vinh yuj Dios Axonhej Ochi. Ix sik'jiel vinh yuj Dios chi' yic tz'och vinh reyal d'a scal eb' yinhtilal vinhaj Jacob. Te vach' sb'itan vinh d'a scal eb' yetisraelal. A vinh ix alan icha tic:"
        },
        {
            "number": "2",
            "text": "A Yespíritu Jehová tz'ak'an val juntzanh tic. A slolonel ayek' d'a in ti'."
        },
        {
            "number": "3",
            "text": "A Jehová co Diosal a onh israel onh tic, co Columal paxi, a ix alan d'ayin: A mach tz'ak'an yajalil d'a scal anima d'a stojolal, icha val snib'ej in k'ool,"
        },
        {
            "number": "4",
            "text": "lajan val icha saquil yichchaanh, ayic sq'ueul k'u d'a junoc k'u te k'achan, malaj asun. Lajan icha sk'achvi ayic toxo ix ek' junoc yax nhab' tz'ak'an syaxil sat lum luum, xchi Jehová d'ayin."
        },
        {
            "number": "5",
            "text": "Icha chi' ol aj vinhtilal, masanil tas ix yal Dios d'ayin ol elnhejk'ochoc, malaj b'aq'uinh ol sq'uex tas ix yalcan chi' d'ayin. A Dios chi' ol colvajnhej ved'oc yic tz'elk'och tastac tzin nib'ej."
        },
        {
            "number": "6",
            "text": "Palta masanil eb' sk'ulan chucal, lajan ol aj eb' icha te' q'uiix smolb'aji yic stacji, malaj junoc mach syal syamani."
        },
        {
            "number": "7",
            "text": "Tato ay junoc mach snib'ej smolb'an te', yovalil sk'an junoc q'uen q'ueen, ma junoc ste'al lanza yic smolb'ani, snhusjitz'a te' d'a yed'tal chi', stz'acanb'at te' junelnhej, xchi vinhaj David chi' d'a slajvub'al sb'it tic."
        },
        {
            "number": "8",
            "text": "A eb' vinh soldado te jelan d'a scal eb' vinh soldado vinhaj rey David, oxvanh eb' vinh: Vinh b'ab'el, aton vinhaj Joseb-basebet aj Tacmón. A d'a junel, 800 vinac smilcham vinh yed' q'uen slanza."
        },
        {
            "number": "9",
            "text": "Axo vinh schab'il d'a scal eb' vinh oxvanh jelan chi', aton vinhaj Eleazar yuninal vinhaj Dodo aj Aho. Ayek' vinh yed' vinhaj rey David chi' d'a Pas-damim, ix stzuntzejb'at eb' filisteo eb' vinh ta' yic syak'an oval eb' vinh, axo yic ix cot eb' filisteo chi' d'a eb' vinh, ix el lemnaj eb' yetisraelal eb' vinh chi'."
        },
        {
            "number": "10",
            "text": "Axo vinhaj Eleazar chi' ix stek'b'ej sb'a, ix smilancham eb' filisteo chi' vinh, ix tzatzb'icanoch b'uk'naj sk'ab' vinh d'a yoc q'uen yespada chi'. A d'a jun k'u chi', ix k'anchaj vinh yuj Jehová yic ix yak'an ganar oval chi'. Ayic toxo ix lajvi oval chi', ix meltzajxik'och eb' soldado israel chi' yed' vinhaj Eleazar chi' yujnhej yik'anek' eb' masanil tastac yed'nac eb' ajk'ol ix cham chi'."
        },
        {
            "number": "11",
            "text": "Axo vinh yoxil, aton vinhaj Sama, yuninal vinhaj Age aj Arar. Ayic ix smolb'an sb'a eb' filisteo d'a Lehi, aton b'aj avab'il juntzanh tut scuchan lenteja. Ata' ix el lemnaj eb' soldado yic Israel."
        },
        {
            "number": "12",
            "text": "Palta ix stek'b'ej sb'a vinhaj Sama chi' d'a scal juntzanh anh tut chi' yic scolancan vinh. Ix smilancham eb' filisteo chi' vinh. A vinh ix k'anchaj yuj Jehová yuj yak'an ganar jun oval chi'."
        },
        {
            "number": "13",
            "text": "A d'a junel, d'a stiempoal smolji sat avb'en, a eb' vinh oxvanh sat yaj d'a scal eb' vinh 30 soldado te jelan, ix b'at eb' vinh b'aj ayek' vinhaj David d'a q'uen nhaq'ueen yic Adulam. Axo pax eb' filisteo, ayek' scampamento eb' d'a spanhanil ch'olan yic Refaim."
        },
        {
            "number": "14",
            "text": "A d'a Belén, ay jun macanh eb' soldado eb' filisteo chi'."
        },
        {
            "number": "15",
            "text": "Axo vinhaj David chi' ix alan icha tic: Comonoc ay mach tz'ak'an a a' scot d'a a' uk'b'ila' ay d'a spuertail Belén vuq'uej, xchi vinh."
        },
        {
            "number": "16",
            "text": "Axo eb' vinh oxvanh soldado te jelan chi', ix och eb' vinh d'a scampamento eb' filisteo, ix b'at yik'an a a' chi' eb' vinh d'a spuertail Belén chi', ix yik'ancot a' eb' vinh d'a vinhaj David chi'. Palta maj yal-laj sk'ol vinh ix yuq'uej a', tonhej ix sequem a' vinh d'a sat luum icha junoc ofrenda tz'ak'ji d'a Jehová."
        },
        {
            "number": "17",
            "text": "Ix yalan vinh: Mamin Jehová, ¿tom ol vuk' val jun a a' tic? Tato svuq'uej a' icha val to a schiq'uil juntzanh eb' vinh tic svuq'uej, yujto ix sb'ec sb'a eb' vinh schami yic ix b'at yik'ancot a' eb' vinh, xchi vinhaj David chi'. Yuj chi' maj yal-laj sk'ol vinh ix yuq'uej a'. A eb' vinh oxvanh soldado te jelan chi', a eb' vinh ix k'ulan jun chi'."
        },
        {
            "number": "18",
            "text": "A vinhaj Abisai yuk'tac vinhaj Joab yune' ix Sarvia, a vinh ayoch yajaliloc 30 eb' vinh soldado te jelan. A junel ix smilcham 300 vinac vinh yed' q'uen slanza. Icha chi' ix aj snivanb'i yelk'och vinh, icha val eb' vinh oxvanh chi'."
        },
        {
            "number": "19",
            "text": "Yelxo te nivan ix aj yik'jichaanh vinh d'a scal eb' vinh chi', yuj chi' ix ochcan vinh yajaliloc eb' vinh 30 chi', palta maj ochlaj vinh stz'acub'oc eb' vinh oxvanh b'ab'el chi'."
        },
        {
            "number": "20",
            "text": "Axo pax vinhaj Benaía, yuninal vinhaj Joiada aj chonhab' Cabseel, te jelan vinh, tzijtum tas ix sk'ulej vinh. Chanhvanh eb' soldado aj Moab te jelan ix smilcham vinh. A junel ayic te ay q'uen sacb'acom, ix em vinh d'a yol jun q'uen xab', ix smilancham jun nok' choj vinh ta'."
        },
        {
            "number": "21",
            "text": "Ay pax jun vinh aj Egipto te chaanh steel yed'nac slanza ix smilcham vinh. Axo vinh anhej jun te te' yed'nac vinh, ix b'at jucnaj vinh d'a vinh aj Egipto chi', ix yik'anek' slanza vinh chi' vinh, axo yed' q'uen ix smilcham vinh aj Egipto chi' vinh."
        },
        {
            "number": "22",
            "text": "A yuj tas ix sk'ulej vinhaj Benaía chi', lajan ix aj yelk'och vinh icha oxvanh eb' vinh soldado te jelan."
        },
        {
            "number": "23",
            "text": "Vach'chom nivan yelk'och vinh d'a scal eb' vinh 30, palta maj ochlaj vinh stz'acub'oc eb' vinh oxvanh chi'. Ix ak'jioch vinh yuj vinhaj David yajaliloc eb' stanhvumal."
        },
        {
            "number": "24",
            "text": "A d'a scal eb' vinh 30 jelan chi', ayoch vinhaj Asael yuk'tac vinhaj Joab, vinhaj Elhanán yuninal vinhaj Dodo aj Belén,"
        },
        {
            "number": "25",
            "text": "vinhaj Sama yed' vinhaj Elica aton eb' aj Harod,"
        },
        {
            "number": "26",
            "text": "vinhaj Heles aj Palti, vinhaj Ira yuninal vinhaj Iques aj Tecoa,"
        },
        {
            "number": "27",
            "text": "vinhaj Abiezer aj Anatot, vinhaj Mebunai aj Husa,"
        },
        {
            "number": "28",
            "text": "vinhaj Salmón aj Aho, vinhaj Maharai aj Netofa,"
        },
        {
            "number": "29",
            "text": "vinhaj Heleb yuninal vinhaj Baana, vinhaj Itai yuninal vinhaj Ribai aj Gabaa d'a yol yic Benjamín,"
        },
        {
            "number": "30",
            "text": "vinhaj Benaía aj Piratón, vinhaj Hidai cajan d'a sti' a a' d'a yol yic Gaas,"
        },
        {
            "number": "31",
            "text": "vinhaj Abi-albón aj Arba, vinhaj Azmavet aj Bahurim,"
        },
        {
            "number": "32",
            "text": "vinhaj Eliaba aj Saalbón, eb' vinh yuninal vinhaj Jasén, aton vinhaj Jonatán yed'"
        },
        {
            "number": "33",
            "text": "vinhaj Sama aj Harod, vinhaj Ahíam yuninal vinhaj Sarar aj Harod paxi,"
        },
        {
            "number": "34",
            "text": "vinhaj Elifelet yuninal vinhaj Ahasbai aj Maaca, vinhaj Eliam yuninal vinhaj Ahitofel aj Gilo,"
        },
        {
            "number": "35",
            "text": "vinhaj Hesrai aj Carmel, vinhaj Paarai aj Arba,"
        },
        {
            "number": "36",
            "text": "vinhaj Igal yuninal vinhaj Natán aj Soba, vinhaj Bani aj Gad,"
        },
        {
            "number": "37",
            "text": "vinhaj Selec aj Amón, vinhaj Naharai aj Beerot, scuchumal syamk'ab' vinhaj Joab yune' ix Sarvia,"
        },
        {
            "number": "38",
            "text": "vinhaj Ira aj Itra, vinhaj Gareb aj Itra paxi,"
        },
        {
            "number": "39",
            "text": "yed' vinhaj Urías hitita. 37 eb' vinh tic d'a smasanil."
        }
    ]
}