{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ix cot yoval Jehová t'a chonhab' Israel junelxo, yuj chi' ix yak'och t'a spensar vinhaj rey David yic syak' ik'jocchaanh sb'isul eb' soldado yic Israel vinh yet' eb' aj Judá."
        },
        {
            "number": "2",
            "text": "Ix yalan vinh rey chi' t'a vinhaj Joab yajalil eb' soldado ayoch yet'oc: --Ek'anh t'a skal junjun makan eb' quetisraelal, scot t'a Dan masanto t'a chonhab' Beerseba, tzik'anq'ue vaan sb'isul eb' smojxo yoch soldadoal. Icha chi' ol aj vojtacani jantac eb' t'a smasanil, xchi vinh t'a vinh."
        },
        {
            "number": "3",
            "text": "Ix tak'vi vinhaj Joab chi': --Mamin rey, aocab' Jehová co Diosal tz'ak'an q'uib' sb'isul eb' anima, 100 ocab'to tzek' t'a yichanh icha ticnaic, olto ila', palta, ¿tas val yuj a gana tzik'chaanh sb'isul eb' anima tik? xchi vinh."
        },
        {
            "number": "4",
            "text": "Palta ix yak'xonhejoch vinh rey chi' t'a yib'anh vinhaj Joab yet' eb' yajalil eb' soldado to yovalil tz'ik'jiq'ue vaan sb'isul eb' anima chi'. Yuj chi' ix elta eb' t'a yichanh vinh rey chi', ix sk'anab'ajan eb' sb'at b'aj ix alchaj chi'."
        },
        {
            "number": "5",
            "text": "Ix k'axpajek' eb' t'ha ha' Jordán, ix sb'oanq'ue scampamento eb' t'a Aroer t'a snanhal jun panhan. Ixlajwi chi', ix b'at eb' t'a Gad yet' t'a Jazer."
        },
        {
            "number": "6",
            "text": "Ix b'at eb' t'a Galaad yet' t'a Cades t'a yol smacb'en eb' hitita. Ix b'atpax eb' t'a Dan, ichato chi' ix meltzaj eb' t'a stitac yic Sidón."
        },
        {
            "number": "7",
            "text": "Ix b'atpax eb' t'a niwan chonhab' Tiro t'a smacb'en eb' heveo yet' pax schonhab' eb' cananeo. Ixlajwi chi' ix b'at eb' t'a chonhab' Beerseba t'a Neguev t'a yol yic Judá."
        },
        {
            "number": "8",
            "text": "B'alunhe' uj yet' 20 k'ualxo ix yak' eb' yek' t'a smasanil, ix lajvi chi' ix meltzajxi eb' t'a Jerusalén."
        },
        {
            "number": "9",
            "text": "Axo vinhaj Joab chi' ix ak'an sb'isul eb' anima t'a junjun chonhab' t'a vinh rey chi': 500 mil eb' vinh aj Judá to stiempo yoch t'a soldadoal yet' 800 mil yic juntzanhxo makan eb' israel."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix snaan sb'a sk'ool vinhaj rey David chi'. Ix och vinh t'a ilk'olal yuj b'aj ix yik'q'ue vaan sb'isul eb' israel chi', ix yalan vinh icha tik: --Mamin Jehová, te niwan in mul ix och t'ayach yuj jun tas ix in k'ulej tik. Ha val ticnaic tzin tevi val t'ayach to tziq'uel jun in mul tik t'a vib'anh. Icha junok anima malaj spensar ix vutej in b'a t'ayach, xchi vinh."
        },
        {
            "number": "11",
            "text": "Ayic ix sakb'i t'a junxo k'u, ayic mantzac q'ue vaan vinhaj David chi' ix yalan Jehová icha tik t'a vinhaj Gad schecab', aton vinh ak'um pensar t'a vinhaj David chi':"
        },
        {
            "number": "12",
            "text": "--Ixic al t'a vinhaj David to a in Jehová in sval icha tik: Oxe' makan yaelal svaltej t'ayach. Ha achxo ol a sik'lej b'aja junok tza nib'ej, xchi Jehová t'a vinhaj Gad chi'."
        },
        {
            "number": "13",
            "text": "--Inye, xchi vinhaj Gad chi'. Ix ul yalan vinh t'a vinhaj rey David chi' icha tik: --¿Tzam yal a k'ol sjavi uqueoc ab'il vejel t'a yol a chonhab' tik? ¿Mato a gana oxeoc ujal tzex ak'ji ganar yuj eb' ajk'ool? ¿Ma a gana oxeoc k'ual ilya yic scham anima t'a yol a chonhab' tik? Na' val sik'lab'il, ol alani. Slajvi chi' ol b'at valanxi t'a Jehová ix in checancoti, xchi vinh t'a vinh rey chi'."
        },
        {
            "number": "14",
            "text": "Ix yalan vinh rey chi' t'a vinh: --Maxtzac nachaj vuj ticnaic tas tz'aj valani. Wach' tzonh kan t'a yol sk'ab' Jehová, yujto niwan tz'ok' sk'ol t'ayonh, mocab' t'a yol sk'ab' eb' anima tzonh cani, xchi vinh."
        },
        {
            "number": "15",
            "text": "Yuj chi', ha t'a jun q'uinhib'alil chi', ix yak'cot jun niwan ilya Jehová t'a skal eb' israel, masanto ix tz'acvi sk'ual ix alchajcan chi'. Yuj chi' 70 mil anima ix cham t'a yol smacb'en eb' chi', ix cotnhej t'a Dan masanto t'a Beerseba."
        },
        {
            "number": "16",
            "text": "Ayic ix yak'anb'at sk'ab' jun ángel t'a yib'anh Jerusalén yic syak' lajvoc eb' anima yalani, ix cus sk'ol Jehová yuj tas ix uji chi', yuj chi' ix yal t'a jun ángel chi': k'ocb'ilxo chi', ochocab' vaan, xchi. Ha t'a stek'lab' trigo vinhaj Arauna aj Jebús, ata' ayek' jun ángel chi' ayic ix alji chi' t'ay."
        },
        {
            "number": "17",
            "text": "Ayic ix yilan jun ángel chi' vinhaj David, ix yalan vinh t'a Jehová: --Ha in ton ay in mul, malaj smul juntzanh anima tik. Tzin k'an t'ayach to ha t'a vib'anh yet' t'a yib'anh vinhtilal tz'och jun niwan yaelal tik, xchi vinh."
        },
        {
            "number": "18",
            "text": "Ha t'a jun k'u chi', ix javi vinhaj Gad yal t'a vinhaj David chi' icha tik: --Q'ueanh t'a stek'lab' trigo vinhaj Arauna aj Jebús, tza b'oan junok altar t'a Jehová, xchi vinh."
        },
        {
            "number": "19",
            "text": "Ix b'at vinhaj David chi' icha ix aj yalan vinhaj Gad yuj Jehová."
        },
        {
            "number": "20",
            "text": "Ix yilancot vinhaj Arauna to van sk'och vinh rey yet' eb' yetyajalil b'aj ayeq'ui, ix cot vinh scha vinh rey chi', ix em nhojan vinh t'a sat lu'um t'a yichanh vinh."
        },
        {
            "number": "21",
            "text": "Ix yalan vinh: --Mamin rey, ¿tas val yuj tzach javi t'ayin? xchi vinh. Ix tak'vi vinhaj David chi': --Ha yuj in manan jab'oc lugar t'a a tek'lab' trigo tik, ol in b'oanq'ue junok yaltar Jehová t'ay, yic wach' ol vanaj scham anima t'a yol chonhab' tik, xchi vinh."
        },
        {
            "number": "22",
            "text": "Ix tak'vi vinhaj Arauna chi': --Ujocab' mamin, b'o'ocab'i, tzak'an silab' t'a Jehová icha val snib'ej a k'ool. Ay nok' vacax syal ak'an silab'il t'a tik. Ay te' mak'lab' trigo yet' te' yugo syal yoch k'atzitzal."
        },
        {
            "number": "23",
            "text": "Ha in tik svak' masanil juntzanh tik t'ayach, xchi vinh. Ix yalanxi vinh: --Tzoc valel t'a sk'ol Jehová to scha yab' tas ol a k'an t'ay, xchi vinh."
        },
        {
            "number": "24",
            "text": "Ix yalan vinh rey chi' t'a vinhaj Arauna chi' icha tik: --Maay, ol in man masanil juntzanh chi' t'ayach, yujto max yal-laj vak'an t'a Jehová co Diosal tastac to tonhej tza siej t'ayin, xchi vinh. Yuj chi' ix sman jun lugar chi' vinhaj David chi' yet' nok' vacax t'a 50 siclo q'uen plata."
        },
        {
            "number": "25",
            "text": "Ix sb'oanq'ue jun altar vinh t'a Jehová, ix yak'an silab' vinh snhusji yet' pax silab' yic junk'olal t'ay. Ichato chi' ix schaan yab' Jehová tas ix sk'an vinhaj David chi' yuj chamel van yoch t'a yoltac schonhab' eb' israel. Yuj chi' ix vanaj jun ilya chi'."
        }
    ]
}