{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ix cot yowal Jehová t'a chonhab' Israel junelxo, yuj chi' ix yak'och t'a spensar winhaj rey Dawid yic syak' ik'jocchaanh sb'isul heb' soldado yic Israel winh yet' heb' aj Judá."
        },
        {
            "number": "2",
            "text": "Ix yalan winh rey chi' t'a winhaj Joab yajalil heb' soldado ayoch yet'oc: --Ek'anh t'a skal junjun makan heb' quetisraelal, scot t'a Dan masanto t'a chonhab' Beerseba, tzik'ank'e waan sb'isul heb' smojxo yoch soldadoal. Icha chi' ol aj wojtacani jantac heb' t'a smasanil, xchi winh t'a winh."
        },
        {
            "number": "3",
            "text": "Ix tak'wi winhaj Joab chi': --Mamin rey, aocab' Jehová ko Diosal tz'ak'an q'uib' sb'isul heb' anima, 100 ocab'to tzek' t'a yichanh icha ticnaik, olto ila', palta, ¿tas wal yuj a gana tzik'chaanh sb'isul heb' anima tik? xchi winh."
        },
        {
            "number": "4",
            "text": "Palta ix yak'xonhejoch winh rey chi' t'a yib'anh winhaj Joab yet' heb' yajalil heb' soldado to yowalil tz'ik'jik'e waan sb'isul heb' anima chi'. Yuj chi' ix elta heb' t'a yichanh winh rey chi', ix sk'anab'ajan heb' sb'at b'aj ix alchaj chi'."
        },
        {
            "number": "5",
            "text": "Ix k'axpajek' heb' t'ha ha' Jordán, ix sb'oank'e scampamento heb' t'a Aroer t'a snanhal jun panhan. Ixlajwi chi', ix b'at heb' t'a Gad yet' t'a Jazer."
        },
        {
            "number": "6",
            "text": "Ix b'at heb' t'a Galaad yet' t'a Cades t'a yol smacb'en heb' hitita. Ix b'atpax heb' t'a Dan, ichato chi' ix meltzaj heb' t'a stitac yic Sidón."
        },
        {
            "number": "7",
            "text": "Ix b'atpax heb' t'a niwan chonhab' Tiro t'a smacb'en heb' heweo yet' pax schonhab' heb' cananeo. Ixlajwi chi' ix b'at heb' t'a chonhab' Beerseba t'a Neguev t'a yol yic Judá."
        },
        {
            "number": "8",
            "text": "B'alunhe' uj yet' 20 k'ualxo ix yak' heb' yek' t'a smasanil, ix lajwi chi' ix meltzajxi heb' t'a Jerusalén."
        },
        {
            "number": "9",
            "text": "Axo winhaj Joab chi' ix ak'an sb'isul heb' anima t'a junjun chonhab' t'a winh rey chi': 500 mil heb' winh aj Judá to stiempo yoch t'a soldadoal yet' 800 mil yic juntzanhxo makan heb' israel."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix snaan sb'a sk'ool winhaj rey Dawid chi'. Ix och winh t'a ilk'olal yuj b'aj ix yik'k'e waan sb'isul heb' israel chi', ix yalan winh icha tik: --Mamin Jehová, te niwan in mul ix och t'ayach yuj jun tas ix in k'ulej tik. Ha wal ticnaik tzin tewi wal t'ayach to tzik'el jun in mul tik t'a wib'anh. Icha junok anima malaj spensar ix wutej in b'a t'ayach, xchi winh."
        },
        {
            "number": "11",
            "text": "Ayic ix sakb'i t'a junxo k'u, ayic mantzac k'e waan winhaj Dawid chi' ix yalan Jehová icha tik t'a winhaj Gad schecab', aton winh ak'um pensar t'a winhaj Dawid chi':"
        },
        {
            "number": "12",
            "text": "--Ixic al t'a winhaj Dawid to a in Jehová in swal icha tik: Oxe' makan yaelal swaltej t'ayach. Ha achxo ol a sik'lej b'aja junok tza nib'ej, xchi Jehová t'a winhaj Gad chi'."
        },
        {
            "number": "13",
            "text": "--Inye, xchi winhaj Gad chi'. Ix ul yalan winh t'a winhaj rey Dawid chi' icha tik: --¿Tzam yal a k'ol sjawi uqueoc ab'il wejel t'a yol a chonhab' tik? ¿Mato a gana oxeoc ujal tzex ak'ji ganar yuj heb' ajk'ool? ¿Ma a gana oxeoc k'ual ilya yic scham anima t'a yol a chonhab' tik? Na' wal sik'lab'il, ol alani. Slajwi chi' ol b'at walanxi t'a Jehová ix in checancoti, xchi winh t'a winh rey chi'."
        },
        {
            "number": "14",
            "text": "Ix yalan winh rey chi' t'a winh: --Maxtzac nachaj wuj ticnaik tas tz'aj walani. Wach' tzonh kan t'a yol sk'ab' Jehová, yujto niwan tz'ok' sk'ol t'ayonh, mocab' t'a yol sk'ab' heb' anima tzonh cani, xchi winh."
        },
        {
            "number": "15",
            "text": "Yuj chi', ha t'a jun q'uinhib'alil chi', ix yak'cot jun niwan ilya Jehová t'a skal heb' israel, masanto ix tz'acwi sk'ual ix alchajcan chi'. Yuj chi' 70 mil anima ix cham t'a yol smacb'en heb' chi', ix cotnhej t'a Dan masanto t'a Beerseba."
        },
        {
            "number": "16",
            "text": "Ayic ix yak'anb'at sk'ab' jun ángel t'a yib'anh Jerusalén yic syak' lajwoc heb' anima yalani, ix kus sk'ol Jehová yuj tas ix uji chi', yuj chi' ix yal t'a jun ángel chi': k'ocb'ilxo chi', ochocab' waan, xchi. Ha t'a stek'lab' trigo winhaj Arauna aj Jebús, ata' ayek' jun ángel chi' ayic ix alji chi' t'ay."
        },
        {
            "number": "17",
            "text": "Ayic ix yilan jun ángel chi' winhaj Dawid, ix yalan winh t'a Jehová: --Ha in ton ay in mul, malaj smul juntzanh anima tik. Tzin k'an t'ayach to ha t'a wib'anh yet' t'a yib'anh winhtilal tz'och jun niwan yaelal tik, xchi winh."
        },
        {
            "number": "18",
            "text": "Ha t'a jun k'u chi', ix jawi winhaj Gad yal t'a winhaj Dawid chi' icha tik: --Q'ueanh t'a stek'lab' trigo winhaj Arauna aj Jebús, tza b'oan junok altar t'a Jehová, xchi winh."
        },
        {
            "number": "19",
            "text": "Ix b'at winhaj Dawid chi' icha ix aj yalan winhaj Gad yuj Jehová."
        },
        {
            "number": "20",
            "text": "Ix yilancot winhaj Arauna to wan sk'och winh rey yet' heb' yetyajalil b'aj ayeq'ui, ix cot winh scha winh rey chi', ix em nhojan winh t'a sat lu'um t'a yichanh winh."
        },
        {
            "number": "21",
            "text": "Ix yalan winh: --Mamin rey, ¿tas wal yuj tzach jawi t'ayin? xchi winh. Ix tak'wi winhaj Dawid chi': --Ha yuj in manan jab'oc lugar t'a a tek'lab' trigo tik, ol in b'oank'e junok yaltar Jehová t'ay, yic wach' ol wanaj scham anima t'a yol chonhab' tik, xchi winh."
        },
        {
            "number": "22",
            "text": "Ix tak'wi winhaj Arauna chi': --Ujocab' mamin, b'o'ocab'i, tzak'an silab' t'a Jehová icha wal snib'ej a k'ool. Ay nok' wacax syal ak'an silab'il t'a tik. Ay te' mak'lab' trigo yet' te' yugo syal yoch k'atzitzal."
        },
        {
            "number": "23",
            "text": "Ha in tik swak' masanil juntzanh tik t'ayach, xchi winh. Ix yalanxi winh: --Tzoc walel t'a sk'ol Jehová to scha yab' tas ol a k'an t'ay, xchi winh."
        },
        {
            "number": "24",
            "text": "Ix yalan winh rey chi' t'a winhaj Arauna chi' icha tik: --Maay, ol in man masanil juntzanh chi' t'ayach, yujto max yal-laj wak'an t'a Jehová ko Diosal tastac to tonhej tza siej t'ayin, xchi winh. Yuj chi' ix sman jun lugar chi' winhaj Dawid chi' yet' nok' wacax t'a 50 siclo k'een plata."
        },
        {
            "number": "25",
            "text": "Ix sb'oank'e jun altar winh t'a Jehová, ix yak'an silab' winh snhusji yet' pax silab' yic junk'olal t'ay. Ichato chi' ix schaan yab' Jehová tas ix sk'an winhaj Dawid chi' yuj chamel wan yoch t'a yoltac schonhab' heb' israel. Yuj chi' ix wanaj jun ilya chi'."
        }
    ]
}