{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha heb' soldado ayoch yet' winh yuninal winhaj Saúl chi', najtil ix yak' owal heb' yet' heb' ayoch yet' winhaj Dawid, palta jab'jab'il ix el yip heb', haxo pax heb' yic winhaj Dawid chi' ix te tek'k'aj heb'."
        },
        {
            "number": "2",
            "text": "Ha heb' yuninal winhaj Dawid ix alji t'a Hebrón, aton sb'i heb' tik t'a stzolal: Vinhaj Amnón yune' ix Ahinoam aj Jezreel, winhaj Quileab, yune' ix Abigail, ix yetb'eyumcan winhaj xilb'a Nabal, aj Carmel, winhaj Absalón yune' ix Maaca yisil winhaj Talmai sreyal Gesur, winhaj Adonías yune' ix Haguit, winhaj Sefatías yune' ix Abital yet' winhaj Itream yune' ix Egla. Aton sb'i heb' ix yetb'eyum winhaj Dawid tik yet' heb' yuninal ix alji ayic ayek' winh t'a Hebrón."
        },
        {
            "number": "3",
            "text": "Ayic aynhej och owal t'a skal heb' yic winhaj Dawid yet' heb' ayoch yet' heb' yinhtilal winhaj Saúl, haxo winhaj Abner chi' ix ste ik'ej yipoc winh t'a skal heb' yic winhaj Saúl chi'."
        },
        {
            "number": "4",
            "text": "Ha winhaj Saúl chi', aykan jun ix yetb'eyum winh skuchan Rizpa, yisil winhaj Aja. Ay jun k'u ix yal winhaj Is-boset t'a winhaj Abner chi': --¿Tas yuj ix ach way yet' ix yetb'eyumcan winh in mam? xchi winh t'a winh."
        },
        {
            "number": "5",
            "text": "Yujto ix yal jun chi' winhaj Is-boset chi' t'a winhaj Abner chi', yuj chi' ix te cot yowal winh, ix yalan winh icha tik: --¿Tom tz'i' in tzila', tocwal wan wak'anoch in b'a yet' heb' ajk'ol yic Judá tik? Ha in tik, te wach'nhej ix wutej in b'ha t'a heb' ayto yuj sb'a yet' winh a mam yet' t'a heb' wach' yak'an yet' winh, maj ach wak'paxoch t'a yol sk'ab' winhaj Dawid, haxo ticnaik tzak'an yowalil t'ayin yuj jun ix ix chi'."
        },
        {
            "number": "6",
            "text": "Ha Jehová ix yak' sti' t'a winhaj Dawid to tz'ik'jiek' opisio t'a winhaj Saúl yet' pax t'a heb' yinhtilal, tz'ochkan winhaj Dawid chi' reyal t'a Israel yet' t'a Judá, scotnhej t'a chonhab' Dan masanto t'a Beerseba. Cotokab' yowal sk'ol Jehová t'a wib'anh tato max wak' wip yelk'och tas ix yal chi', xchi winh."
        },
        {
            "number": "7",
            "text": "Majxo yal-laj yalan junok b'elanh lolonel winhaj Is-boset t'a winhaj Abner chi', yujto xivnac winh t'a winh."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix schekanb'at juntzanh schekab' winhaj Abner chi' yal t'a winhaj Dawid icha tik: ¿Tom manhoc in ay wopisio t'a yib'anh jun chonhab' tik? Ha ticnaik ko b'o junok ko trato yic tzin och ed'oc, yic wach' masanil heb' quetchonhab' tz'och heb' ed'oc, xchib'at winh."
        },
        {
            "number": "9",
            "text": "Ix yalan winhaj Dawid chi': Syal in b'oan in trato chi' ed'oc, palta ay jun tas yowalil tzojtaquejeli: Max yal-laj a jawi t'a wichanh tato manh ed'nacoc ix wetb'eyum, ix Mical yisilkan winhaj xilb'a Saúl, xchib'at winh."
        },
        {
            "number": "10",
            "text": "Ix schekanpaxb'at heb' schekab' winhaj Dawid chi' t'a winhaj Is-boset, ix yalan winh icha tik: Ak'cot ix Mical, ix wetb'eyum, aton ix wik'nac yic wak'annac jun ciento sjolom swinaquil heb' winh filisteo yuj stojoloc ix t'a winh smam, xchib'at winh."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yal winhaj Is-boset chi' to tz'ik'jiek' ix t'a winh yetb'eyum, aton winhaj Paltiel, yuninal winhaj Lais."
        },
        {
            "number": "12",
            "text": "Ha winhaj Paltiel chi', ix b'at tzak'an winh yuj ix, ix och ijan winh yoq'ui, masanto ix k'och winh t'a Bahurim. Ata' ix yal winhaj Abner chi' t'a winh to smeltzaj winh, yuj chi' ix meltzajkan winh."
        },
        {
            "number": "13",
            "text": "Yacb'an chi', ix laj lolon winhaj Abner yet' heb' yichamtac winaquil Israel, ix yalan winh t'a heb' icha tik: Ayxo stiempoal ix he na' a ex tik to a winhaj Dawid tz'och he reyaloc."
        },
        {
            "number": "14",
            "text": "Ha ticnaik jun, toxo ix k'och stiempoal yic tz'och winh, yujto yalnakkan Jehová yuj winh schekab' chi', to a winh ol colan schonhab' t'a yol sk'ab' heb' filisteo yet' t'a yol sk'ab' masanil juntzanh heb' ayoch ajk'olal t'ayonh, xchi winh."
        },
        {
            "number": "15",
            "text": "Ix lolonpax winh yet' masanil heb' yetchonhab' aj Benjamín, ix lajwi chi', ix b'at winh t'a Hebrón yic slolon winh yet' winhaj Dawid yuj tas ix yal heb' yetisraelal heb' yet' tas ix yal masanil heb' yetchonhab' heb' aj Benjamín chi'."
        },
        {
            "number": "16",
            "text": "Ix k'och winh yet' 20 heb' soldado t'a Hebrón b'aj ayek' winhaj Dawid chi'. Ix schekan b'ojoc jun niwan wael winhaj Dawid chi' yuj winhaj Abner yet' pax yuj heb' ajun yet' winh."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yalan winhaj Abner chi' t'a winhaj Dawid chi' icha tik: --Ha ticnaik mamin rey, yowalil tzin b'at in molb'ej masanil heb' quetisraelal, yic sb'oan junok trato heb' ed'oc, icha wal chi' ol aj ak'an reyal icha wal tas tza nib'ej, xchi winh. --Ixic an, xchi winhaj Dawid chi'. Ixlajwi chi', ix yalankan quilcob'a winhaj Abner chi', ix b'at winh t'a tzalajk'olal."
        },
        {
            "number": "18",
            "text": "Ato wal sb'at winhaj Abner chi', ix k'och winhaj Joab yet' heb' soldado winhaj Dawid, spetoj heb' t'a owal. Te tzijtum tastac yet'nac heb', aton tas ix laj yik'ek' heb' t'a heb' yajk'ool. Ayic ix k'och winhaj Joab yet' masanil heb' soldado ajun yet'oc, ix alji t'a winh to a winhaj Abner chi', ix ulek' winh lolonel yet' winh rey chi', toxo ix meltzaj winh t'a tzalajk'olal."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix b'at winhaj Joab chi' t'a winh rey chi', ix yalan winh: --Mamin rey, ¿tas yuj icha chi' ix a k'ulej? Yujto a winhaj Abner ix ulek' t'ayach, ix a chaanxib'at winh t'a tzalajk'olal."
        },
        {
            "number": "20",
            "text": "Mamin rey ¿tom manh ojtakoc to a winhaj Abner chi' tonhej tzul smusej a sat winh yic syil winh tas tza k'ulej yet' tas aji? xchi winh."
        },
        {
            "number": "21",
            "text": "Ixnhej lajwi slolon winh yet' winh rey chi', ix schekan winh b'at saychaj winhaj Abner chi' t'a elk'altac, ato b'aj ay ha' uk'b'ila' yic Sira, ata' ix meltzaj winh yuj heb', palta manh yojtakoclaj winhaj Dawid chi' tas yaji."
        },
        {
            "number": "22",
            "text": "Ayic ix jax winhaj Abner chi' t'a Hebrón, haxo winhaj Joab chi' ix chaan winh sjawi t'a spatiquel chonhab' chi', ix ik'jib'at winh yuj winh t'a stz'eyb'at sti' jun chonhab' chi', yic slolon heb' winh ta' sch'ocoj. Ata' ix stipoch yespada winhaj Joab chi' t'a sk'ol winh, ix cham winh, yic syak'anek' spak winh yuk'tac winhaj Joab chi'."
        },
        {
            "number": "23",
            "text": "Ayic ix yab'an jun chi' winhaj Dawid, ix yalan winh: Syil Jehová to a in tik yet' masanil heb' in chekab' malaj kalan quik t'a schamel winhaj Abner chi'."
        },
        {
            "number": "24",
            "text": "Cotokab'kan jun tik t'a yib'anh winhaj Joab yet' t'a yib'anh heb' yinhtilal winh yet' heb' sk'ab' yoc. Ha t'a skal heb', ayokab' mach ol yab' syail yuj tas tz'el t'a sniwanil, ayokab' mach ol penaayax yuj lepra, ayokab'pax mach tz'em sb'eyi, ayokab' mach smiljichamoc yet' mach scham yuj wejel, xchi winh rey chi'."
        },
        {
            "number": "25",
            "text": "Ha winhaj Joab chi' yet' winhaj Abisai ix milancham winhaj Abner chi', yujto ayic ix och owal t'a Gabaón, a winhaj Abner chi' ix milancham winhaj Asael, winh yuk'tac heb' winh."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi', ix yalan winh rey t'a winhaj Joab chi' yet' t'a masanil heb' ajun yet' winh to snhik'chitejel spichul heb', yic tz'och heb' t'a cusk'olal yuj schamel winhaj Abner chi'. Ix och tzak'an winh rey chi' t'a spatic mach ix b'akhanb'at sniwanil winh chi'."
        },
        {
            "number": "27",
            "text": "Ha t'a Hebrón ix smuc sniwanil winh chi' heb'. Ix ok' winh rey chi' b'aj ix mucchaj winhaj Abner chi', ix ok'pax masanil heb' anima ajun yet' winh."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix sb'itej jun b'it yic cusk'olal winh rey chi': Ach Abner ¿tas yuj icha chi' ix aj a chami? Icha tz'aj scham heb' sk'ulan chukal ix aj a chami."
        },
        {
            "number": "29",
            "text": "Tocwal tzek'b'il a k'ab', ma tzek'b'il oc t'a k'een cadena. Icha wal tz'aj scham junok mach t'a yol sk'ab' heb' anima te chuk sb'eyb'al, icha chi' ix aj a chami, xchi winhaj Dawid chi'. Axo heb' anima chi', ix ok'pax heb' yuj schamel winhaj Abner chi'."
        },
        {
            "number": "30",
            "text": "Ixlajwi chi', ix yalan heb' t'a winhaj Dawid chi' to swa jab'oc winh yacb'an manto em k'u, palta ix yak' sti' winh t'a yichanh Dios: --Aokab' Dios tz'ak'anoch yaelal t'a wib'anh tato swab'lej jab'oc wael ma junocxo tasi ayic manto em k'u, xchi winh."
        },
        {
            "number": "31",
            "text": "Masanil anima ayek' ta', ix nachajel jun chi' yuj heb', ix scha wal sk'ol heb', yujto masanil tas sk'ulej winhaj Dawid chi' scha sk'ol heb' anima smasanil."
        },
        {
            "number": "32",
            "text": "Ha t'a jun k'u chi', ix nachajel yuj heb' israel chi' smasanil to a winhaj rey Dawid chi', manh lokanoklaj winh t'a schamel winhaj Abner chi'."
        },
        {
            "number": "33",
            "text": "Ixlajwi chi', ix yalan winh rey chi' t'a masanil heb' schekab': --Ojtaquejequeli to a ticnaik ix cham jun winh sat yajal t'a ko kal a onh israel onh tik."
        },
        {
            "number": "34",
            "text": "Yuj chi' wach'chom ha Dios ix in sik'anoch reyal, palta ste el wip swab' yuj schuc spensaril heb' winh yune' ix Sarwia. Aokab' Jehová ol ak'an spak t'a jun mach ix k'ulan chukal tik, xchi winh."
        }
    ]
}