{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' soldado ayoch yet' winh yuninal winhaj Saúl chi', najtil ix yak' oval eb' yet' eb' ayoch yet' winhaj David, palta jab'jab'il ix el yip eb', haxo pax eb' yic winhaj David chi' ix te tek'k'aj eb'."
        },
        {
            "number": "2",
            "text": "Ha eb' yuninal winhaj David ix alji t'a Hebrón, aton sb'i eb' tik t'a stzolal: Vinhaj Amnón yune' ix Ahinoam aj Jezreel, winhaj Quileab, yune' ix Abigail, ix yetb'eyumcan winhaj xilb'a Nabal, aj Carmel, winhaj Absalón yune' ix Maaca yisil winhaj Talmai sreyal Gesur, winhaj Adonías yune' ix Haguit, winhaj Sefatías yune' ix Abital yet' winhaj Itream yune' ix Egla. Aton sb'i eb' ix yetb'eyum winhaj David tik yet' eb' yuninal ix alji ayic ayek' winh t'a Hebrón."
        },
        {
            "number": "3",
            "text": "Ayic aynhej och oval t'a skal eb' yic winhaj David yet' eb' ayoch yet' eb' yinhtilal winhaj Saúl, haxo winhaj Abner chi' ix ste iq'uej yipoc winh t'a skal eb' yic winhaj Saúl chi'."
        },
        {
            "number": "4",
            "text": "Ha winhaj Saúl chi', aycan jun ix yetb'eyum winh scuchan Rizpa, yisil winhaj Aja. Ay jun k'u ix yal winhaj Is-boset t'a winhaj Abner chi': --¿Tas yuj ix ach vay yet' ix yetb'eyumcan winh in mam? xchi winh t'a winh."
        },
        {
            "number": "5",
            "text": "Yujto ix yal jun chi' winhaj Is-boset chi' t'a winhaj Abner chi', yuj chi' ix te cot yoval winh, ix yalan winh icha tik: --¿Tom tz'i' in tzila', tocval van vak'anoch in b'a yet' eb' ajk'ol yic Judá tik? Ha in tik, te wach'nhej ix vutej in b'ha t'a eb' ayto yuj sb'a yet' winh a mam yet' t'a eb' wach' yak'an yet' winh, maj ach vak'paxoch t'a yol sk'ab' winhaj David, haxo ticnaic tzak'an yowalil t'ayin yuj jun ix ix chi'."
        },
        {
            "number": "6",
            "text": "Ha Jehová ix yak' sti' t'a winhaj David to tz'ik'jiek' opisio t'a winhaj Saúl yet' pax t'a eb' yinhtilal, tz'ochcan winhaj David chi' reyal t'a Israel yet' t'a Judá, scotnhej t'a chonhab' Dan masanto t'a Beerseba. Cotocab' yoval sk'ol Jehová t'a vib'anh tato max vak' vip yelk'och tas ix yal chi', xchi winh."
        },
        {
            "number": "7",
            "text": "Majxo yal-laj yalan junok b'elanh lolonel winhaj Is-boset t'a winhaj Abner chi', yujto xivnac winh t'a winh."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix schecanb'at juntzanh schecab' winhaj Abner chi' yal t'a winhaj David icha tik: ¿Tom manhoc in ay vopisio t'a yib'anh jun chonhab' tik? Ha ticnaic co b'o junok co trato yic tzin och ed'oc, yic wach' masanil eb' quetchonhab' tz'och eb' ed'oc, xchib'at winh."
        },
        {
            "number": "9",
            "text": "Ix yalan winhaj David chi': Syal in b'oan in trato chi' ed'oc, palta ay jun tas yowalil tzojtaquejeli: Max yal-laj a javi t'a vichanh tato manh ed'nacoc ix vetb'eyum, ix Mical yisilcan winhaj xilb'a Saúl, xchib'at winh."
        },
        {
            "number": "10",
            "text": "Ix schecanpaxb'at eb' schecab' winhaj David chi' t'a winhaj Is-boset, ix yalan winh icha tik: Ak'cot ix Mical, ix vetb'eyum, aton ix vik'nac yic vak'annac jun ciento sjolom svinaquil eb' winh filisteo yuj stojoloc ix t'a winh smam, xchib'at winh."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yal winhaj Is-boset chi' to tz'ik'jiek' ix t'a winh yetb'eyum, aton winhaj Paltiel, yuninal winhaj Lais."
        },
        {
            "number": "12",
            "text": "Ha winhaj Paltiel chi', ix b'at tzak'an winh yuj ix, ix och ijan winh yoq'ui, masanto ix k'och winh t'a Bahurim. Ata' ix yal winhaj Abner chi' t'a winh to smeltzaj winh, yuj chi' ix meltzajcan winh."
        },
        {
            "number": "13",
            "text": "Yacb'an chi', ix laj lolon winhaj Abner yet' eb' yichamtac vinaquil Israel, ix yalan winh t'a eb' icha tik: Ayxo stiempoal ix e na' a ex tik to a winhaj David tz'och e reyaloc."
        },
        {
            "number": "14",
            "text": "Ha ticnaic jun, toxo ix k'och stiempoal yic tz'och winh, yujto yalnaccan Jehová yuj winh schecab' chi', to a winh ol colan schonhab' t'a yol sk'ab' eb' filisteo yet' t'a yol sk'ab' masanil juntzanh eb' ayoch ajk'olal t'ayonh, xchi winh."
        },
        {
            "number": "15",
            "text": "Ix lolonpax winh yet' masanil eb' yetchonhab' aj Benjamín, ix lajvi chi', ix b'at winh t'a Hebrón yic slolon winh yet' winhaj David yuj tas ix yal eb' yetisraelal eb' yet' tas ix yal masanil eb' yetchonhab' eb' aj Benjamín chi'."
        },
        {
            "number": "16",
            "text": "Ix k'och winh yet' 20 eb' soldado t'a Hebrón b'aj ayek' winhaj David chi'. Ix schecan b'ojoc jun niwan vael winhaj David chi' yuj winhaj Abner yet' pax yuj eb' ajun yet' winh."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yalan winhaj Abner chi' t'a winhaj David chi' icha tik: --Ha ticnaic mamin rey, yowalil tzin b'at in molb'ej masanil eb' quetisraelal, yic sb'oan junok trato eb' ed'oc, icha val chi' ol aj ak'an reyal icha val tas tza nib'ej, xchi winh. --Ixic an, xchi winhaj David chi'. Ixlajwi chi', ix yalancan quilcob'a winhaj Abner chi', ix b'at winh t'a tzalajk'olal."
        },
        {
            "number": "18",
            "text": "Ato val sb'at winhaj Abner chi', ix k'och winhaj Joab yet' eb' soldado winhaj David, spetoj eb' t'a oval. Te tzijtum tastac yet'nac eb', aton tas ix laj yiq'uek' eb' t'a eb' yajk'ool. Ayic ix k'och winhaj Joab yet' masanil eb' soldado ajun yet'oc, ix alji t'a winh to a winhaj Abner chi', ix ulek' winh lolonel yet' winh rey chi', toxo ix meltzaj winh t'a tzalajk'olal."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix b'at winhaj Joab chi' t'a winh rey chi', ix yalan winh: --Mamin rey, ¿tas yuj icha chi' ix a k'ulej? Yujto a winhaj Abner ix ulek' t'ayach, ix a chaanxib'at winh t'a tzalajk'olal."
        },
        {
            "number": "20",
            "text": "Mamin rey ¿tom manh ojtacoc to a winhaj Abner chi' tonhej tzul smusej a sat winh yic syil winh tas tza k'ulej yet' tas aji? xchi winh."
        },
        {
            "number": "21",
            "text": "Ixnhej lajvi slolon winh yet' winh rey chi', ix schecan winh b'at saychaj winhaj Abner chi' t'a elk'altac, ato b'aj ay ha' uk'b'ila' yic Sira, ata' ix meltzaj winh yuj eb', palta manh yojtacoclaj winhaj David chi' tas yaji."
        },
        {
            "number": "22",
            "text": "Ayic ix jax winhaj Abner chi' t'a Hebrón, haxo winhaj Joab chi' ix chaan winh sjavi t'a spatiquel chonhab' chi', ix ik'jib'at winh yuj winh t'a stz'eyb'at sti' jun chonhab' chi', yic slolon eb' winh ta' sch'ocoj. Ata' ix stipoch yespada winhaj Joab chi' t'a sk'ol winh, ix cham winh, yic syak'anek' spak winh yuk'tac winhaj Joab chi'."
        },
        {
            "number": "23",
            "text": "Ayic ix yab'an jun chi' winhaj David, ix yalan winh: Syil Jehová to a in tik yet' masanil eb' in checab' malaj calan quic t'a schamel winhaj Abner chi'."
        },
        {
            "number": "24",
            "text": "Cotocab'kan jun tik t'a yib'anh winhaj Joab yet' t'a yib'anh eb' yinhtilal winh yet' eb' sk'ab' yoc. Ha t'a skal eb', ayocab' mach ol yab' syail yuj tas tz'el t'a snivanil, ayocab' mach ol penaayax yuj lepra, ayocab'pax mach tz'em sb'eyi, ayocab' mach smiljichamoc yet' mach scham yuj vejel, xchi winh rey chi'."
        },
        {
            "number": "25",
            "text": "Ha winhaj Joab chi' yet' winhaj Abisai ix milancham winhaj Abner chi', yujto ayic ix och oval t'a Gabaón, a winhaj Abner chi' ix milancham winhaj Asael, winh yuk'tac eb' winh."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi', ix yalan winh rey t'a winhaj Joab chi' yet' t'a masanil eb' ajun yet' winh to snhik'chitejel spichul eb', yic tz'och eb' t'a cusk'olal yuj schamel winhaj Abner chi'. Ix och tzak'an winh rey chi' t'a spatic mach ix b'achanb'at snivanil winh chi'."
        },
        {
            "number": "27",
            "text": "Ha t'a Hebrón ix smuc snivanil winh chi' eb'. Ix ok' winh rey chi' b'aj ix mucchaj winhaj Abner chi', ix ok'pax masanil eb' anima ajun yet' winh."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix sb'itej jun b'it yic cusk'olal winh rey chi': Ach Abner ¿tas yuj icha chi' ix aj a chami? Icha tz'aj scham eb' sk'ulan chukal ix aj a chami."
        },
        {
            "number": "29",
            "text": "Tocval tzek'b'il a k'ab', ma tzek'b'il oc t'a q'uen cadena. Icha val tz'aj scham junok mach t'a yol sk'ab' eb' anima te chuk sb'eyb'al, icha chi' ix aj a chami, xchi winhaj David chi'. Axo eb' anima chi', ix ok'pax eb' yuj schamel winhaj Abner chi'."
        },
        {
            "number": "30",
            "text": "Ixlajwi chi', ix yalan eb' t'a winhaj David chi' to sva jab'oc winh yacb'an manto em k'u, palta ix yak' sti' winh t'a yichanh Dios: --Aocab' Dios tz'ak'anoch yaelal t'a vib'anh tato svab'lej jab'oc vael ma junocxo tasi ayic manto em k'u, xchi winh."
        },
        {
            "number": "31",
            "text": "Masanil anima ayek' ta', ix nachajel jun chi' yuj eb', ix scha val sk'ol eb', yujto masanil tas sk'ulej winhaj David chi' scha sk'ol eb' anima smasanil."
        },
        {
            "number": "32",
            "text": "Ha t'a jun k'u chi', ix nachajel yuj eb' israel chi' smasanil to a winhaj rey David chi', manh locanoclaj winh t'a schamel winhaj Abner chi'."
        },
        {
            "number": "33",
            "text": "Ixlajwi chi', ix yalan winh rey chi' t'a masanil eb' schecab': --Ojtaquejequeli to a ticnaic ix cham jun winh sat yajal t'a co cal a onh israel onh tik."
        },
        {
            "number": "34",
            "text": "Yuj chi' wach'chom ha Dios ix in sik'anoch reyal, palta ste el vip svab' yuj schuc spensaril eb' winh yune' ix Sarvia. Aocab' Jehová ol ak'an spak t'a jun mach ix k'ulan chukal tik, xchi winh."
        }
    ]
}