{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' soldado ayoch yet' vinh yuninal vinhaj Saúl chi', najtil ix yak' oval eb' yet' eb' ayoch yet' vinhaj David, palta jab'jab'il ix el yip eb', haxo pax eb' yic vinhaj David chi' ix te tek'k'aj eb'."
        },
        {
            "number": "2",
            "text": "Ha eb' yuninal vinhaj David ix alji t'a Hebrón, aton sb'i eb' tik t'a stzolal: Vinhaj Amnón yune' ix Ahinoam aj Jezreel, vinhaj Quileab, yune' ix Abigail, ix yetb'eyumcan vinhaj xilb'a Nabal, aj Carmel, vinhaj Absalón yune' ix Maaca yisil vinhaj Talmai sreyal Gesur, vinhaj Adonías yune' ix Haguit, vinhaj Sefatías yune' ix Abital yet' vinhaj Itream yune' ix Egla. Aton sb'i eb' ix yetb'eyum vinhaj David tik yet' eb' yuninal ix alji ayic ayek' vinh t'a Hebrón."
        },
        {
            "number": "3",
            "text": "Ayic aynhej och oval t'a skal eb' yic vinhaj David yet' eb' ayoch yet' eb' yinhtilal vinhaj Saúl, haxo vinhaj Abner chi' ix ste iq'uej yipoc vinh t'a skal eb' yic vinhaj Saúl chi'."
        },
        {
            "number": "4",
            "text": "Ha vinhaj Saúl chi', aycan jun ix yetb'eyum vinh scuchan Rizpa, yisil vinhaj Aja. Ay jun k'u ix yal vinhaj Is-boset t'a vinhaj Abner chi': --¿Tas yuj ix ach vay yet' ix yetb'eyumcan vinh in mam? xchi vinh t'a vinh."
        },
        {
            "number": "5",
            "text": "Yujto ix yal jun chi' vinhaj Is-boset chi' t'a vinhaj Abner chi', yuj chi' ix te cot yoval vinh, ix yalan vinh icha tik: --¿Tom tz'i' in tzila', tocval van vak'anoch in b'a yet' eb' ajk'ol yic Judá tik? Ha in tik, te wach'nhej ix vutej in b'ha t'a eb' ayto yuj sb'a yet' vinh a mam yet' t'a eb' wach' yak'an yet' vinh, maj ach vak'paxoch t'a yol sk'ab' vinhaj David, haxo ticnaic tzak'an yovalil t'ayin yuj jun ix ix chi'."
        },
        {
            "number": "6",
            "text": "Ha Jehová ix yak' sti' t'a vinhaj David to tz'ik'jiek' opisio t'a vinhaj Saúl yet' pax t'a eb' yinhtilal, tz'ochcan vinhaj David chi' reyal t'a Israel yet' t'a Judá, scotnhej t'a chonhab' Dan masanto t'a Beerseba. Cotocab' yoval sk'ol Jehová t'a vib'anh tato max vak' vip yelk'och tas ix yal chi', xchi vinh."
        },
        {
            "number": "7",
            "text": "Majxo yal-laj yalan junok b'elanh lolonel vinhaj Is-boset t'a vinhaj Abner chi', yujto xivnac vinh t'a vinh."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix schecanb'at juntzanh schecab' vinhaj Abner chi' yal t'a vinhaj David icha tik: ¿Tom manhoc in ay vopisio t'a yib'anh jun chonhab' tik? Ha ticnaic co b'o junok co trato yic tzin och ed'oc, yic wach' masanil eb' quetchonhab' tz'och eb' ed'oc, xchib'at vinh."
        },
        {
            "number": "9",
            "text": "Ix yalan vinhaj David chi': Syal in b'oan in trato chi' ed'oc, palta ay jun tas yovalil tzojtaquejeli: Max yal-laj a javi t'a vichanh tato manh ed'nacoc ix vetb'eyum, ix Mical yisilcan vinhaj xilb'a Saúl, xchib'at vinh."
        },
        {
            "number": "10",
            "text": "Ix schecanpaxb'at eb' schecab' vinhaj David chi' t'a vinhaj Is-boset, ix yalan vinh icha tik: Ak'cot ix Mical, ix vetb'eyum, aton ix vik'nac yic vak'annac jun ciento sjolom svinaquil eb' vinh filisteo yuj stojoloc ix t'a vinh smam, xchib'at vinh."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yal vinhaj Is-boset chi' to tz'ik'jiek' ix t'a vinh yetb'eyum, aton vinhaj Paltiel, yuninal vinhaj Lais."
        },
        {
            "number": "12",
            "text": "Ha vinhaj Paltiel chi', ix b'at tzak'an vinh yuj ix, ix och ijan vinh yoq'ui, masanto ix k'och vinh t'a Bahurim. Ata' ix yal vinhaj Abner chi' t'a vinh to smeltzaj vinh, yuj chi' ix meltzajcan vinh."
        },
        {
            "number": "13",
            "text": "Yacb'an chi', ix laj lolon vinhaj Abner yet' eb' yichamtac vinaquil Israel, ix yalan vinh t'a eb' icha tik: Ayxo stiempoal ix e na' a ex tik to a vinhaj David tz'och e reyaloc."
        },
        {
            "number": "14",
            "text": "Ha ticnaic jun, toxo ix k'och stiempoal yic tz'och vinh, yujto yalnaccan Jehová yuj vinh schecab' chi', to a vinh ol colan schonhab' t'a yol sk'ab' eb' filisteo yet' t'a yol sk'ab' masanil juntzanh eb' ayoch ajk'olal t'ayonh, xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix lolonpax vinh yet' masanil eb' yetchonhab' aj Benjamín, ix lajvi chi', ix b'at vinh t'a Hebrón yic slolon vinh yet' vinhaj David yuj tas ix yal eb' yetisraelal eb' yet' tas ix yal masanil eb' yetchonhab' eb' aj Benjamín chi'."
        },
        {
            "number": "16",
            "text": "Ix k'och vinh yet' 20 eb' soldado t'a Hebrón b'aj ayek' vinhaj David chi'. Ix schecan b'ojoc jun niwan vael vinhaj David chi' yuj vinhaj Abner yet' pax yuj eb' ajun yet' vinh."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yalan vinhaj Abner chi' t'a vinhaj David chi' icha tik: --Ha ticnaic mamin rey, yovalil tzin b'at in molb'ej masanil eb' quetisraelal, yic sb'oan junok trato eb' ed'oc, icha val chi' ol aj ak'an reyal icha val tas tza nib'ej, xchi vinh. --Ixic an, xchi vinhaj David chi'. Ixlajwi chi', ix yalancan quilcob'a vinhaj Abner chi', ix b'at vinh t'a tzalajk'olal."
        },
        {
            "number": "18",
            "text": "Ato val sb'at vinhaj Abner chi', ix k'och vinhaj Joab yet' eb' soldado vinhaj David, spetoj eb' t'a oval. Te tzijtum tastac yet'nac eb', aton tas ix laj yiq'uek' eb' t'a eb' yajk'ool. Ayic ix k'och vinhaj Joab yet' masanil eb' soldado ajun yet'oc, ix alji t'a vinh to a vinhaj Abner chi', ix ulek' vinh lolonel yet' vinh rey chi', toxo ix meltzaj vinh t'a tzalajk'olal."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix b'at vinhaj Joab chi' t'a vinh rey chi', ix yalan vinh: --Mamin rey, ¿tas yuj icha chi' ix a k'ulej? Yujto a vinhaj Abner ix ulek' t'ayach, ix a chaanxib'at vinh t'a tzalajk'olal."
        },
        {
            "number": "20",
            "text": "Mamin rey ¿tom manh ojtacoc to a vinhaj Abner chi' tonhej tzul smusej a sat vinh yic syil vinh tas tza k'ulej yet' tas aji? xchi vinh."
        },
        {
            "number": "21",
            "text": "Ixnhej lajvi slolon vinh yet' vinh rey chi', ix schecan vinh b'at saychaj vinhaj Abner chi' t'a elk'altac, ato b'aj ay ha' uk'b'ila' yic Sira, ata' ix meltzaj vinh yuj eb', palta manh yojtacoclaj vinhaj David chi' tas yaji."
        },
        {
            "number": "22",
            "text": "Ayic ix jax vinhaj Abner chi' t'a Hebrón, haxo vinhaj Joab chi' ix chaan vinh sjavi t'a spatiquel chonhab' chi', ix ik'jib'at vinh yuj vinh t'a stz'eyb'at sti' jun chonhab' chi', yic slolon eb' vinh ta' sch'ocoj. Ata' ix stipoch yespada vinhaj Joab chi' t'a sk'ol vinh, ix cham vinh, yic syak'anek' spac vinh yuk'tac vinhaj Joab chi'."
        },
        {
            "number": "23",
            "text": "Ayic ix yab'an jun chi' vinhaj David, ix yalan vinh: Syil Jehová to a in tik yet' masanil eb' in checab' malaj calan quic t'a schamel vinhaj Abner chi'."
        },
        {
            "number": "24",
            "text": "Cotocab'kan jun tik t'a yib'anh vinhaj Joab yet' t'a yib'anh eb' yinhtilal vinh yet' eb' sk'ab' yoc. Ha t'a skal eb', ayocab' mach ol yab' syail yuj tas tz'el t'a snivanil, ayocab' mach ol penaayax yuj lepra, ayocab'pax mach tz'em sb'eyi, ayocab' mach smiljichamoc yet' mach scham yuj vejel, xchi vinh rey chi'."
        },
        {
            "number": "25",
            "text": "Ha vinhaj Joab chi' yet' vinhaj Abisai ix milancham vinhaj Abner chi', yujto ayic ix och oval t'a Gabaón, a vinhaj Abner chi' ix milancham vinhaj Asael, vinh yuk'tac eb' vinh."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi', ix yalan vinh rey t'a vinhaj Joab chi' yet' t'a masanil eb' ajun yet' vinh to snhik'chitejel spichul eb', yic tz'och eb' t'a cusk'olal yuj schamel vinhaj Abner chi'. Ix och tzak'an vinh rey chi' t'a spatic mach ix b'achanb'at snivanil vinh chi'."
        },
        {
            "number": "27",
            "text": "Ha t'a Hebrón ix smuc snivanil vinh chi' eb'. Ix ok' vinh rey chi' b'aj ix mucchaj vinhaj Abner chi', ix ok'pax masanil eb' anima ajun yet' vinh."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix sb'itej jun b'it yic cusk'olal vinh rey chi': Ach Abner ¿tas yuj icha chi' ix aj a chami? Icha tz'aj scham eb' sk'ulan chucal ix aj a chami."
        },
        {
            "number": "29",
            "text": "Tocval tzek'b'il a k'ab', ma tzek'b'il oc t'a q'uen cadena. Icha val tz'aj scham junok mach t'a yol sk'ab' eb' anima te chuc sb'eyb'al, icha chi' ix aj a chami, xchi vinhaj David chi'. Axo eb' anima chi', ix ok'pax eb' yuj schamel vinhaj Abner chi'."
        },
        {
            "number": "30",
            "text": "Ixlajwi chi', ix yalan eb' t'a vinhaj David chi' to sva jab'oc vinh yacb'an manto em k'u, palta ix yak' sti' vinh t'a yichanh Dios: --Aocab' Dios tz'ak'anoch yaelal t'a vib'anh tato svab'lej jab'oc vael ma junocxo tasi ayic manto em k'u, xchi vinh."
        },
        {
            "number": "31",
            "text": "Masanil anima ayek' ta', ix nachajel jun chi' yuj eb', ix scha val sk'ol eb', yujto masanil tas sk'ulej vinhaj David chi' scha sk'ol eb' anima smasanil."
        },
        {
            "number": "32",
            "text": "Ha t'a jun k'u chi', ix nachajel yuj eb' israel chi' smasanil to a vinhaj rey David chi', manh locanoclaj vinh t'a schamel vinhaj Abner chi'."
        },
        {
            "number": "33",
            "text": "Ixlajwi chi', ix yalan vinh rey chi' t'a masanil eb' schecab': --Ojtaquejequeli to a ticnaic ix cham jun vinh sat yajal t'a co cal a onh israel onh tik."
        },
        {
            "number": "34",
            "text": "Yuj chi' wach'chom ha Dios ix in sik'anoch reyal, palta ste el vip svab' yuj schuc spensaril eb' vinh yune' ix Sarvia. Aocab' Jehová ol ak'an spac t'a jun mach ix k'ulan chucal tik, xchi vinh."
        }
    ]
}