{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "A eb' soldado ayoch yed' vinh yuninal vinhaj Saúl chi', najtil ix yak' oval eb' yed' eb' ayoch yed' vinhaj David, palta jab'jab'il ix el yip eb', axo pax eb' yic vinhaj David chi' ix te tek'k'aj eb'."
        },
        {
            "number": "2",
            "text": "A eb' yuninal vinhaj David ix alji d'a Hebrón, aton sb'i eb' tic d'a stzolal: Vinhaj Amnón yune' ix Ahinoam aj Jezreel, vinhaj Quileab, yune' ix Abigail, ix yetb'eyumcan vinhaj xilb'a Nabal, aj Carmel, vinhaj Absalón yune' ix Maaca yisil vinhaj Talmai sreyal Gesur, vinhaj Adonías yune' ix Haguit, vinhaj Sefatías yune' ix Abital yed' vinhaj Itream yune' ix Egla. Aton sb'i eb' ix yetb'eyum vinhaj David tic yed' eb' yuninal ix alji ayic ayek' vinh d'a Hebrón."
        },
        {
            "number": "3",
            "text": "Ayic aynhej och oval d'a scal eb' yic vinhaj David yed' eb' ayoch yed' eb' yinhtilal vinhaj Saúl, axo vinhaj Abner chi' ix ste iq'uej yipoc vinh d'a scal eb' yic vinhaj Saúl chi'."
        },
        {
            "number": "4",
            "text": "A vinhaj Saúl chi', aycan jun ix yetb'eyum vinh scuchan Rizpa, yisil vinhaj Aja. Ay jun k'u ix yal vinhaj Is-boset d'a vinhaj Abner chi': --¿Tas yuj ix ach vay yed' ix yetb'eyumcan vinh in mam? xchi vinh d'a vinh."
        },
        {
            "number": "5",
            "text": "Yujto ix yal jun chi' vinhaj Is-boset chi' d'a vinhaj Abner chi', yuj chi' ix te cot yoval vinh, ix yalan vinh icha tic: --¿Tom tz'i' in tzila', tocval van vak'anoch in b'a yed' eb' ajk'ol yic Judá tic? A in tic, te vach'nhej ix vutej in b'a d'a eb' ayto yuj sb'a yed' vinh a mam yed' d'a eb' vach' yak'an yed' vinh, maj ach vak'paxoch d'a yol sk'ab' vinhaj David, axo ticnaic tzak'an yovalil d'ayin yuj jun ix ix chi'."
        },
        {
            "number": "6",
            "text": "A Jehová ix yak' sti' d'a vinhaj David to tz'ik'jiek' opisio d'a vinhaj Saúl yed' pax d'a eb' yinhtilal, tz'ochcan vinhaj David chi' reyal d'a Israel yed' d'a Judá, scotnhej d'a chonhab' Dan masanto d'a Beerseba. Cotocab' yoval sk'ol Jehová d'a vib'anh tato max vak' vip yelk'och tas ix yal chi', xchi vinh."
        },
        {
            "number": "7",
            "text": "Majxo yal-laj yalan junoc b'elanh lolonel vinhaj Is-boset d'a vinhaj Abner chi', yujto xivnac vinh d'a vinh."
        },
        {
            "number": "8",
            "text": "Ix lajvi chi', ix schecanb'at juntzanh schecab' vinhaj Abner chi' yal d'a vinhaj David icha tic: ¿Tom manhoc in ay vopisio d'a yib'anh jun chonhab' tic? A ticnaic co b'o junoc co trato yic tzin och ed'oc, yic vach' masanil eb' quetchonhab' tz'och eb' ed'oc, xchib'at vinh."
        },
        {
            "number": "9",
            "text": "Ix yalan vinhaj David chi': Syal in b'oan in trato chi' ed'oc, palta ay jun tas yovalil tzojtaquejeli: Max yal-laj a javi d'a vichanh tato manh ed'nacoc ix vetb'eyum, ix Mical yisilcan vinhaj xilb'a Saúl, xchib'at vinh."
        },
        {
            "number": "10",
            "text": "Ix schecanpaxb'at eb' schecab' vinhaj David chi' d'a vinhaj Is-boset, ix yalan vinh icha tic: Ak'cot ix Mical, ix vetb'eyum, aton ix vik'nac yic vak'annac jun ciento sjolom svinaquil eb' vinh filisteo yuj stojoloc ix d'a vinh smam, xchib'at vinh."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yal vinhaj Is-boset chi' to tz'ik'jiek' ix d'a vinh yetb'eyum, aton vinhaj Paltiel, yuninal vinhaj Lais."
        },
        {
            "number": "12",
            "text": "A vinhaj Paltiel chi', ix b'at tzak'an vinh yuj ix, ix och ijan vinh yoq'ui, masanto ix k'och vinh d'a Bahurim. Ata' ix yal vinhaj Abner chi' d'a vinh to smeltzaj vinh, yuj chi' ix meltzajcan vinh."
        },
        {
            "number": "13",
            "text": "Yacb'an chi', ix laj lolon vinhaj Abner yed' eb' yichamtac vinaquil Israel, ix yalan vinh d'a eb' icha tic: Ayxo stiempoal ix e na' a ex tic to a vinhaj David tz'och e reyaloc."
        },
        {
            "number": "14",
            "text": "A ticnaic jun, toxo ix k'och stiempoal yic tz'och vinh, yujto yalnaccan Jehová yuj vinh schecab' chi', to a vinh ol colan schonhab' d'a yol sk'ab' eb' filisteo yed' d'a yol sk'ab' masanil juntzanh eb' ayoch ajk'olal d'ayonh, xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix lolonpax vinh yed' masanil eb' yetchonhab' aj Benjamín, ix lajvi chi', ix b'at vinh d'a Hebrón yic slolon vinh yed' vinhaj David yuj tas ix yal eb' yetisraelal eb' yed' tas ix yal masanil eb' yetchonhab' eb' aj Benjamín chi'."
        },
        {
            "number": "16",
            "text": "Ix k'och vinh yed' 20 eb' soldado d'a Hebrón b'aj ayek' vinhaj David chi'. Ix schecan b'ojoc jun nivan vael vinhaj David chi' yuj vinhaj Abner yed' pax yuj eb' ajun yed' vinh."
        },
        {
            "number": "17",
            "text": "Ix lajvi chi', ix yalan vinhaj Abner chi' d'a vinhaj David chi' icha tic: --A ticnaic mamin rey, yovalil tzin b'at in molb'ej masanil eb' quetisraelal, yic sb'oan junoc trato eb' ed'oc, icha val chi' ol aj ak'an reyal icha val tas tza nib'ej, xchi vinh. --Ixic an, xchi vinhaj David chi'. Ix lajvi chi', ix yalancan quilcob'a vinhaj Abner chi', ix b'at vinh d'a tzalajk'olal."
        },
        {
            "number": "18",
            "text": "Ato val sb'at vinhaj Abner chi', ix k'och vinhaj Joab yed' eb' soldado vinhaj David, spetoj eb' d'a oval. Te tzijtum tastac yed'nac eb', aton tas ix laj yiq'uek' eb' d'a eb' yajk'ool. Ayic ix k'och vinhaj Joab yed' masanil eb' soldado ajun yed'oc, ix alji d'a vinh to a vinhaj Abner chi', ix ulek' vinh lolonel yed' vinh rey chi', toxo ix meltzaj vinh d'a tzalajk'olal."
        },
        {
            "number": "19",
            "text": "Ix lajvi chi', ix b'at vinhaj Joab chi' d'a vinh rey chi', ix yalan vinh: --Mamin rey, ¿tas yuj icha chi' ix a k'ulej? Yujto a vinhaj Abner ix ulek' d'ayach, ix a chaanxib'at vinh d'a tzalajk'olal."
        },
        {
            "number": "20",
            "text": "Mamin rey ¿tom manh ojtacoc to a vinhaj Abner chi' tonhej tzul smusej a sat vinh yic syil vinh tas tza k'ulej yed' tas aji? xchi vinh."
        },
        {
            "number": "21",
            "text": "Ixnhej lajvi slolon vinh yed' vinh rey chi', ix schecan vinh b'at saychaj vinhaj Abner chi' d'a elk'altac, ato b'aj ay a' uk'b'ila' yic Sira, ata' ix meltzaj vinh yuj eb', palta manh yojtacoclaj vinhaj David chi' tas yaji."
        },
        {
            "number": "22",
            "text": "Ayic ix jax vinhaj Abner chi' d'a Hebrón, axo vinhaj Joab chi' ix chaan vinh sjavi d'a spatiquel chonhab' chi', ix ik'jib'at vinh yuj vinh d'a stz'eyb'at sti' jun chonhab' chi', yic slolon eb' vinh ta' sch'ocoj. Ata' ix stipoch yespada vinhaj Joab chi' d'a sk'ol vinh, ix cham vinh, yic syak'anek' spac vinh yuk'tac vinhaj Joab chi'."
        },
        {
            "number": "23",
            "text": "Ayic ix yab'an jun chi' vinhaj David, ix yalan vinh: Syil Jehová to a in tic yed' masanil eb' in checab' malaj calan quic d'a schamel vinhaj Abner chi'."
        },
        {
            "number": "24",
            "text": "Cotocab'can jun tic d'a yib'anh vinhaj Joab yed' d'a yib'anh eb' yinhtilal vinh yed' eb' sk'ab' yoc. A d'a scal eb', ayocab' mach ol yab' syail yuj tas tz'el d'a snivanil, ayocab' mach ol penaayax yuj lepra, ayocab'pax mach tz'em sb'eyi, ayocab' mach smiljichamoc yed' mach scham yuj vejel, xchi vinh rey chi'."
        },
        {
            "number": "25",
            "text": "A vinhaj Joab chi' yed' vinhaj Abisai ix milancham vinhaj Abner chi', yujto ayic ix och oval d'a Gabaón, a vinhaj Abner chi' ix milancham vinhaj Asael, vinh yuk'tac eb' vinh."
        },
        {
            "number": "26",
            "text": "Ix lajvi chi', ix yalan vinh rey d'a vinhaj Joab chi' yed' d'a masanil eb' ajun yed' vinh to snhik'chitejel spichul eb', yic tz'och eb' d'a cusk'olal yuj schamel vinhaj Abner chi'. Ix och tzak'an vinh rey chi' d'a spatic mach ix b'achanb'at snivanil vinh chi'."
        },
        {
            "number": "27",
            "text": "A d'a Hebrón ix smuc snivanil vinh chi' eb'. Ix ok' vinh rey chi' b'aj ix mucchaj vinhaj Abner chi', ix ok'pax masanil eb' anima ajun yed' vinh."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix sb'itej jun b'it yic cusk'olal vinh rey chi': Ach Abner ¿tas yuj icha chi' ix aj a chami? Icha tz'aj scham eb' sk'ulan chucal ix aj a chami."
        },
        {
            "number": "29",
            "text": "Tocval tzek'b'il a k'ab', ma tzek'b'il oc d'a q'uen cadena. Icha val tz'aj scham junoc mach d'a yol sk'ab' eb' anima te chuc sb'eyb'al, icha chi' ix aj a chami, xchi vinhaj David chi'. Axo eb' anima chi', ix ok'pax eb' yuj schamel vinhaj Abner chi'."
        },
        {
            "number": "30",
            "text": "Ix lajvi chi', ix yalan eb' d'a vinhaj David chi' to sva jab'oc vinh yacb'an manto em k'u, palta ix yak' sti' vinh d'a yichanh Dios: --Aocab' Dios tz'ak'anoch yaelal d'a vib'anh tato svab'lej jab'oc vael ma junocxo tasi ayic manto em k'u, xchi vinh."
        },
        {
            "number": "31",
            "text": "Masanil anima ayek' ta', ix nachajel jun chi' yuj eb', ix scha val sk'ol eb', yujto masanil tas sk'ulej vinhaj David chi' scha sk'ol eb' anima smasanil."
        },
        {
            "number": "32",
            "text": "A d'a jun k'u chi', ix nachajel yuj eb' israel chi' smasanil to a vinhaj rey David chi', manh locanoclaj vinh d'a schamel vinhaj Abner chi'."
        },
        {
            "number": "33",
            "text": "Ix lajvi chi', ix yalan vinh rey chi' d'a masanil eb' schecab': --Ojtaquejequeli to a ticnaic ix cham jun vinh sat yajal d'a co cal a onh israel onh tic."
        },
        {
            "number": "34",
            "text": "Yuj chi' vach'chom a Dios ix in sik'anoch reyal, palta ste el vip svab' yuj schuc spensaril eb' vinh yune' ix Sarvia. Aocab' Jehová ol ak'an spac d'a jun mach ix k'ulan chucal tic, xchi vinh."
        }
    ]
}