{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an vinhaj Is-boset yuninal vinhaj Saúl to toxo ix cham vinhaj Abner d'a Hebrón, ix te xiv vinh. Ix te somchajpaxq'ue masanil eb' yetisraelal vinh yed'oc."
        },
        {
            "number": "2",
            "text": "Ay chavanh eb' vinh schecab' vinhaj Is-boset chi', yajal yaj eb' vinh d'a jun nhilanh eb' soldado elk'um. Ay jun vinh scuch Baana, axo junxo vinh scuch Recab. A vinhaj Rimón cajan d'a Beerot d'a slak'anil b'aj tz'ek' smacb'en eb' yic Benjamín ay yuninal eb' vinh. (A eb' yinhtilal eb' anima cajan d'a Beerot chi', yinhtilal eb' vinhaj Benjamín."
        },
        {
            "number": "3",
            "text": "Anhejto b'atnaccan eb' d'a Gitaim, tonhej comon ayek' eb' ta', icha ch'oc chonhab'il yaj eb'.)"
        },
        {
            "number": "4",
            "text": "(A vinhaj Jonatán yuninal vinhaj Saúl ay jun yuninal vinh cannac scuch Mefi-boset. A jun vinh chi', manh vach'oc yoc vinh schab'il, yujto ayic oye'anto ab'il sq'uinal vinh, ix javi yab'ixal tas ix uji d'a Jezreel to toxo ix cham vinhaj Saúl yed' vinhaj Jonatán. Yuj chi' ix cheljib'at vinh yuj jun ix tz'ilan q'uib'oc, ix b'at eb' elelal yalani. Yujto ix spil yip ix yeli, ix yactanel vinh ix, yuj chi' icha chi' ix aj yixtaxcan yoc vinh chi'.)"
        },
        {
            "number": "5",
            "text": "Axo ix aji to a vinhaj Recab yed' vinhaj Baana chi', ix b'at eb' vinh d'a spat vinhaj Is-boset ayic te ov k'ak' d'a chimk'ualil. Vaynac vinh d'a sch'at yic syik' jab'oc yip."
        },
        {
            "number": "6",
            "text": "Axo ix stanhvumal spuertail spat vinh, van schayvi trigo ix, ix vayb'at ix. Val d'a jun rato chi', ix och lemnaj vinhaj Recab yed' vinh yuk'tac chi' b'aj vaynac vinhaj Is-boset chi', malaj junoc mach ix ilani."
        },
        {
            "number": "7",
            "text": "Ayic ix och eb' vinh d'a yol pat chi', ix yilan eb' vinh to jichanek' vinhaj Is-boset chi' svay d'a sch'at. Yuj chi' ix steccham vinh eb' vinh, ix xicanel sjolom vinh eb' vinh, ix yik'anb'at eb' vinh yed'oc. Pilan ak'val ix b'ey eb' vinh b'aj sb'at sb'eal Arabá"
        },
        {
            "number": "8",
            "text": "yic sb'at yak'an eb' vinh d'a vinhaj rey David d'a Hebrón. Ix yalan eb' vinh d'a vinh icha tic: --Mamin rey, ix quik'cot sjolom vinhaj Is-boset yuninal vinhaj Saúl, vinh ochnac ajk'olal d'ayach, snib'ejnac vinh ach smilchamoc. Palta a ticnaic ix el d'a sk'ol Jehová yic tza pacan a b'a d'a vinhaj Saúl yed' d'a yinhtilal, xchi eb' vinh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi vinhaj rey David chi' d'a eb' vinh icha tic: --Syil Jehová, aton ix in colanel d'a masanil tas ay smay ix ja d'a vib'anh"
        },
        {
            "number": "10",
            "text": "to ayic ix javi jun vinh vinac d'a Siclag yic ix yik'ancot vach' ab'ix vinh d'ayin yalani, yuj schamel vinhaj Saúl, ix vak'an yamjoc vinh, ix vak'an miljoccham vinh. Aton spac chi' ix vak' d'a vinh yuj jun vach' ab'ix ix yik'cot chi' d'ayin."
        },
        {
            "number": "11",
            "text": "Ocxom val d'ayex a ex tic, smoj ton val svak' spac d'ayex, yujto ix e milcham vinh vinac malaj smul yacb'an vaynac vinh d'a spat. Yuj chi' ol ex in satel d'a yolyib'anhq'uinal tic. Manhxa b'aq'uinh ol ex b'inaj jab'oc, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi', ix schecan vinh rey chi' miljicham eb' vinh. Ix xicjiel sk'ab' eb' vinh yed' yoc yuj eb' soldado, ix q'ue locan snivanil eb' vinh b'aj ay yed'tal a a' d'a Hebrón chi'. Axo sjolom vinhaj Is-boset chi', ix yik'b'at eb' soldado, ix smucan eb' b'aj mucan vinhaj Abner, d'a Hebrón chi'."
        }
    ]
}