{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an winhaj Is-boset yuninal winhaj Saúl to toxo ix cham winhaj Abner t'a Hebrón, ix te xiv winh. Ix te somchajpaxk'e masanil heb' yetisraelal winh yet'oc."
        },
        {
            "number": "2",
            "text": "Ay chawanh heb' winh schekab' winhaj Is-boset chi', yajal yaj heb' winh t'a jun nhilanh heb' soldado elk'um. Ay jun winh scuch Baana, haxo junxo winh scuch Recab. Ha winhaj Rimón kajan t'a Beerot t'a slak'anil b'aj tzek' smacb'en heb' yic Benjamín ay yuninal heb' winh. (Ha heb' yinhtilal heb' anima kajan t'a Beerot chi', yinhtilal heb' winhaj Benjamín."
        },
        {
            "number": "3",
            "text": "Anhejto b'atnakkan heb' t'a Gitaim, tonhej comon ayek' heb' ta', icha ch'oc chonhab'il yaj heb'.)"
        },
        {
            "number": "4",
            "text": "(Ha winhaj Jonatán yuninal winhaj Saúl ay jun yuninal winh kannak scuch Mefi-boset. Ha jun winh chi', manh wach'oc yoc winh schab'il, yujto ayic oye'anto ab'il sk'inal winh, ix jawi yab'ixal tas ix uji t'a Jezreel to toxo ix cham winhaj Saúl yet' winhaj Jonatán. Yuj chi' ix cheljib'at winh yuj jun ix tz'ilan q'uib'oc, ix b'at heb' elelal yalani. Yujto ix spil yip ix yeli, ix yactanel winh ix, yuj chi' icha chi' ix aj yixtaxcan yoc winh chi'.)"
        },
        {
            "number": "5",
            "text": "Axo ix aji to a winhaj Recab yet' winhaj Baana chi', ix b'at heb' winh t'a spat winhaj Is-boset ayic te ov k'ak' t'a chimk'ualil. Vaynac winh t'a sch'at yic syik' jab'oc yip."
        },
        {
            "number": "6",
            "text": "Axo ix stanhwumal spuertail spat winh, wan schaywi trigo ix, ix wayb'at ix. Val t'a jun rato chi', ix och lemnaj winhaj Recab yet' winh yuk'tac chi' b'aj waynac winhaj Is-boset chi', malaj junok mach ix ilani."
        },
        {
            "number": "7",
            "text": "Ayic ix och heb' winh t'a yol pat chi', ix yilan heb' winh to jichanek' winhaj Is-boset chi' sway t'a sch'at. Yuj chi' ix steccham winh heb' winh, ix xikanel sjolom winh heb' winh, ix yik'anb'at heb' winh yet'oc. Pilan ak'wal ix b'ey heb' winh b'aj sb'at sb'eal Arabá"
        },
        {
            "number": "8",
            "text": "yic sb'at yak'an heb' winh t'a winhaj rey Dawid t'a Hebrón. Ix yalan heb' winh t'a winh icha tik: --Mamin rey, ix quik'cot sjolom winhaj Is-boset yuninal winhaj Saúl, winh ochnac ajk'olal t'ayach, snib'ejnac winh ach smilchamoc. Palta a ticnaik ix el t'a sk'ol Jehová yic tza pakan a b'ha t'a winhaj Saúl yet' t'a yinhtilal, xchi heb' winh."
        },
        {
            "number": "9",
            "text": "Ix tak'wi winhaj rey Dawid chi' t'a heb' winh icha tik: --Syil Jehová, aton ix in colanel t'a masanil tas ay smay ix ja t'a wib'anh"
        },
        {
            "number": "10",
            "text": "to ayic ix jawi jun winh winak t'a Siclag yic ix yik'ancot wach' ab'ix winh t'ayin yalani, yuj schamel winhaj Saúl, ix wak'an yamjoc winh, ix wak'an miljoccham winh. Aton spak chi' ix wak' t'a winh yuj jun wach' ab'ix ix yik'cot chi' t'ayin."
        },
        {
            "number": "11",
            "text": "Ocxom wal t'ayex a ex tik, smoj ton wal swak' spak t'ayex, yujto ix he milcham winh winak malaj smul yacb'an waynac winh t'a spat. Yuj chi' ol ex in satel t'a yol yib'anhk’inal tik. Manhxa b'ak'uinh ol ex b'inaj jab'oc, xchi winh."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix schekan winh rey chi' miljicham heb' winh. Ix xicjiel sk'ab' heb' winh yet' yoc yuj heb' soldado, ix k'e lokan sniwanil heb' winh b'aj ay yet'tal ha ha' t'a Hebrón chi'. Axo sjolom winhaj Is-boset chi', ix yik'b'at heb' soldado, ix smukan heb' b'aj mukan winhaj Abner, t'a Hebrón chi'."
        }
    ]
}