{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix jawi masanil heb' yinhtilal Israel t'a winhaj Dawid t'a Hebrón. Ix yalan heb' t'a winh icha tik: Ha onh tik te ayto cuj ko b'a ed'oc."
        },
        {
            "number": "2",
            "text": "D'a yalanhtaxo ayic aytooch winhaj Saúl ko reyaloc, a ach onh a cuchb'ejnac t'a owal. Anheja' pax Jehová alannac t'ayach to a ach ol onh a cuchb'ej yet' och ko reyaloc, xchi heb'."
        },
        {
            "number": "3",
            "text": "Yacb'an ayek' heb' ta', haxo heb' yichamtac winaquil chonhab' Israel ix lolon yet' winhaj Dawid chi' yic sb'oancan strato winh yet' heb' t'a yichanh Jehová. Ixlajwi chi', ix ak'jicank'e aceite t'a sjolom winh yic sik'jicanoch winh sreyaloc masanil heb' israel."
        },
        {
            "number": "4",
            "text": "Ayic ix schaanel yich winh yak'an reyal, 30 ab'il sk'inal winh. 40 ab'il ix yak' reyal chi' winh."
        },
        {
            "number": "5",
            "text": "Nanhal swajxaquil ab'il ix yak' reyal winh t'a yib'anh heb' aj Judá t'a Hebrón. Ixlajwi chi', 33 ab'il ix yak' reyal winh t'a masanil heb' israel yet' t'a heb' aj Judá t'a Jerusalén."
        },
        {
            "number": "6",
            "text": "Ay jun k'u ix b'at winhaj rey Dawid chi' yet' heb' soldado yak' owal yet' heb' jebuseo ay t'a Jerusalén. Ix sna' heb' jebuseo chi' to max yal-laj yoch winhaj Dawid chi' t'a yol schonhab' heb' chi', yuj chi' ix yal heb' t'a winh icha tik: k'ocb'ilnhej heb' max uji yilani yet' heb' tz'em sb'eyi, a heb' max ach chaan ochta t'a tik, xchi heb'."
        },
        {
            "number": "7",
            "text": "Wach'chom icha chi' ix yal heb', palta ix yak' ganar chonhab' Sion winh rey chi', yuj chi' schonhab' winhaj Dawid ix sb'iejkani."
        },
        {
            "number": "8",
            "text": "Ha t'a jun k'u chi', ix yal winhaj Dawid t'a heb' soldado: Ha mach sb'ab'lajoch yak' owal yet' heb' jebuseo tik, ochocab' t'a sb'e ha ha' tz'ochk'och t'a yol chonhab' chi', smilancham masanil heb' max uji yilan yet' heb' tz'em sb'eyi. Ha wal juntzanh heb' chi', tzin yaj heb', xchi winh. Ata' elnaccancot jun lolonel tz'alji: Ha heb' max uji yilani yet' heb' tz'em sb'eyi, max yal-laj yoch heb' t'a yol spalacio winh rey, xchi."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix cajnaj winhaj Dawid chi' t'a cuartel ay t'a jun chonhab' chi', ix yak'an scuch winh Schonhab' Vinhaj Dawid, ix laj sb'oank'e juntzanhxo pat winh t'a spatictac, ix schael yich b'aj ix mucchaj jun ch'olan."
        },
        {
            "number": "10",
            "text": "Ha Jehová Dios Yajal t'a Smasanil, a ayoch yet' winhaj Dawid chi', yuj chi' te niwan ix aj sb'inaj winh."
        },
        {
            "number": "11",
            "text": "Ha winhaj Hiram sreyal Tiro, ix scheccot heb' smunlajwum winh t'a winhaj Dawid, aton heb' nhicum te' yet' heb' mak'umpoj k'een, ix yik'anpaxcot te' k'ute' heb', yic sb'oank'e spat winhaj Dawid chi' heb'."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj snachajel yuj winhaj Dawid chi' to a Jehová ix ak'ancanoch winh reyal, yic te niwan tz'aj sb'inaj schonhab' Jehová chi', yujto te xajan yuj."
        },
        {
            "number": "13",
            "text": "Ayic ix el winhaj Dawid chi' t'a Hebrón, ix jawi winh t'a Jerusalén, ix cajnaj winh ta'. Ayto juntzanhxo heb' ix ix, ix yik' winh, yuj chi' tzijtumto yal yuninal winh ix alji."
        },
        {
            "number": "14",
            "text": "Ha heb' yuninal winh ix alji t'a Jerusalén chi', aton heb' tik: Vinhaj Samúa, winhaj Sobab, winhaj Natán, winhaj Salomón, winhaj Ibhar, winhaj Elisúa, winhaj Nefeg, winhaj Jafía, winhaj Elisama, winhaj Eliada yet' winhaj Elifelet."
        },
        {
            "number": "15",
            "text": "Ayic ix yab'an heb' filisteo to toxo ix och winhaj Dawid sreyaloc Israel, ix cot heb' masanil yak' owal yet' winh, palta ayic ix yab'an winh, ix em winh b'aj ay juntzanh k'een niwac tenam yic wach' syak' owal chi' winh."
        },
        {
            "number": "16",
            "text": "Ha heb' filisteo chi' ix k'och heb' t'a spanhanil Refaim, ix sb'oank'e scampamento heb' ta'."
        },
        {
            "number": "17",
            "text": "Ix sk'anb'an winhaj Dawid chi' t'a Jehová icha tik: --¿Tzam yal wak'an owal yet' heb' filisteo chi'? ¿Ol am ak'och heb' t'a yol in k'ab'? xchi winh. Ix tak'wi Jehová chi': --Ixic, ak' owal yet' heb'. Ha in ol wak'och heb' t'a yol a k'ab', xchi t'a winh."
        },
        {
            "number": "18",
            "text": "Ix k'och winh yet' heb' soldado b'aj ayek' heb' filisteo chi'. Ata' ix ak'ji ganar heb' yuj winh. Yuj chi' ix yal winh: Ha Jehová ix jacanb'at jun b'e t'a wichanh t'a skal heb' wajk'ol tik, icha wal tz'aj sb'at nhepnaj junok ha' eluma', xchi winh. Yuj chi' Baal-perazim ix sb'iejkan jun lugar chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix el lemnaj heb' filisteo chi', ix laj yaktejcan sdiosal heb', haxo winhaj Dawid chi' yet' heb' soldado ix ik'ancoti."
        },
        {
            "number": "20",
            "text": "Ix jaxpax heb' filisteo chi' t'a spanhanil Refaim chi'."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix sk'anb'ejxi winhaj Dawid chi' t'a Jehová. Ix tak'wixi Jehová chi' t'a winh: --Manh ach k'och t'a sat heb', palta to ha t'a spatictac heb' ol ach cotoc. Ha b'aj ay juntzanh te' bálsamo tzach koti."
        },
        {
            "number": "22",
            "text": "Ayic ol ab'an sk'anh jun icha sk'anh yek' anima t'a scaltac sk'ab' te te' chi', elanhchamel tza yamoch ak'an owal yet' heb', yujto a jun chi' sch'oxani to a in ol in b'ab'laj uuj, yic ol in satanel heb' filisteo chi', xchi Jehová."
        },
        {
            "number": "23",
            "text": "Ix sk'anab'ajej winhaj rey Dawid chi' tas ix yal Jehová. Yuj chi' ix yak' ganar heb' filisteo chi' winh, ix el yich spechan heb' winh t'a Geba masanto t'a Gezer."
        }
    ]
}