{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix javi masanil eb' yinhtilal Israel t'a vinhaj David t'a Hebrón. Ix yalan eb' t'a vinh icha tik: Ha onh tik te ayto cuj co b'a ed'oc."
        },
        {
            "number": "2",
            "text": "D'a yalanhtaxo ayic aytooch vinhaj Saúl co reyaloc, a ach onh a cuchb'ejnac t'a oval. Anheja' pax Jehová alannac t'ayach to a ach ol onh a cuchb'ej yet' och co reyaloc, xchi eb'."
        },
        {
            "number": "3",
            "text": "Yacb'an ayek' eb' ta', haxo eb' yichamtac vinaquil chonhab' Israel ix lolon yet' vinhaj David chi' yic sb'oancan strato vinh yet' eb' t'a yichanh Jehová. Ixlajwi chi', ix ak'jicanq'ue aceite t'a sjolom vinh yic sik'jicanoch vinh sreyaloc masanil eb' israel."
        },
        {
            "number": "4",
            "text": "Ayic ix schaanel yich vinh yak'an reyal, 30 ab'il sq'uinal vinh. 40 ab'il ix yak' reyal chi' vinh."
        },
        {
            "number": "5",
            "text": "Nanhal svajxaquil ab'il ix yak' reyal vinh t'a yib'anh eb' aj Judá t'a Hebrón. Ixlajwi chi', 33 ab'il ix yak' reyal vinh t'a masanil eb' israel yet' t'a eb' aj Judá t'a Jerusalén."
        },
        {
            "number": "6",
            "text": "Ay jun k'u ix b'at vinhaj rey David chi' yet' eb' soldado yak' oval yet' eb' jebuseo ay t'a Jerusalén. Ix sna' eb' jebuseo chi' to max yal-laj yoch vinhaj David chi' t'a yol schonhab' eb' chi', yuj chi' ix yal eb' t'a vinh icha tik: k'ocb'ilnhej eb' max uji yilani yet' eb' tz'em sb'eyi, a eb' max ach chaan ochta t'a tik, xchi eb'."
        },
        {
            "number": "7",
            "text": "Wach'chom icha chi' ix yal eb', palta ix yak' ganar chonhab' Sion vinh rey chi', yuj chi' schonhab' vinhaj David ix sb'iejkani."
        },
        {
            "number": "8",
            "text": "Ha t'a jun k'u chi', ix yal vinhaj David t'a eb' soldado: Ha mach sb'ab'lajoch yak' oval yet' eb' jebuseo tik, ochocab' t'a sb'e ha ha' tz'ochk'och t'a yol chonhab' chi', smilancham masanil eb' max uji yilan yet' eb' tz'em sb'eyi. Ha val juntzanh eb' chi', tzin yaj eb', xchi vinh. Ata' elnaccancot jun lolonel tz'alji: Ha eb' max uji yilani yet' eb' tz'em sb'eyi, max yal-laj yoch eb' t'a yol spalacio vinh rey, xchi."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix cajnaj vinhaj David chi' t'a cuartel ay t'a jun chonhab' chi', ix yak'an scuch vinh Schonhab' Vinhaj David, ix laj sb'oanq'ue juntzanhxo pat vinh t'a spatictac, ix schael yich b'aj ix mucchaj jun ch'olan."
        },
        {
            "number": "10",
            "text": "Ha Jehová Dios Yajal t'a Smasanil, a ayoch yet' vinhaj David chi', yuj chi' te niwan ix aj sb'inaj vinh."
        },
        {
            "number": "11",
            "text": "Ha vinhaj Hiram sreyal Tiro, ix scheccot eb' smunlajvum vinh t'a vinhaj David, aton eb' nhicum te' yet' eb' mak'umpoj q'ueen, ix yik'anpaxcot te' k'ute' eb', yic sb'oanq'ue spat vinhaj David chi' eb'."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj snachajel yuj vinhaj David chi' to a Jehová ix ak'ancanoch vinh reyal, yic te niwan tz'aj sb'inaj schonhab' Jehová chi', yujto te xajan yuj."
        },
        {
            "number": "13",
            "text": "Ayic ix el vinhaj David chi' t'a Hebrón, ix javi vinh t'a Jerusalén, ix cajnaj vinh ta'. Ayto juntzanhxo eb' ix ix, ix yik' vinh, yuj chi' tzijtumto yal yuninal vinh ix alji."
        },
        {
            "number": "14",
            "text": "Ha eb' yuninal vinh ix alji t'a Jerusalén chi', aton eb' tik: Vinhaj Samúa, vinhaj Sobab, vinhaj Natán, vinhaj Salomón, vinhaj Ibhar, vinhaj Elisúa, vinhaj Nefeg, vinhaj Jafía, vinhaj Elisama, vinhaj Eliada yet' vinhaj Elifelet."
        },
        {
            "number": "15",
            "text": "Ayic ix yab'an eb' filisteo to toxo ix och vinhaj David sreyaloc Israel, ix cot eb' masanil yak' oval yet' vinh, palta ayic ix yab'an vinh, ix em vinh b'aj ay juntzanh q'uen nivac tenam yic wach' syak' oval chi' vinh."
        },
        {
            "number": "16",
            "text": "Ha eb' filisteo chi' ix k'och eb' t'a spanhanil Refaim, ix sb'oanq'ue scampamento eb' ta'."
        },
        {
            "number": "17",
            "text": "Ix sk'anb'an vinhaj David chi' t'a Jehová icha tik: --¿Tzam yal vak'an oval yet' eb' filisteo chi'? ¿Ol am ak'och eb' t'a yol in k'ab'? xchi vinh. Ix tak'vi Jehová chi': --Ixic, ak' oval yet' eb'. Ha in ol vak'och eb' t'a yol a k'ab', xchi t'a vinh."
        },
        {
            "number": "18",
            "text": "Ix k'och vinh yet' eb' soldado b'aj ayek' eb' filisteo chi'. Ata' ix ak'ji ganar eb' yuj vinh. Yuj chi' ix yal vinh: Ha Jehová ix jacanb'at jun b'e t'a vichanh t'a skal eb' vajk'ol tik, icha val tz'aj sb'at nhepnaj junok ha' eluma', xchi vinh. Yuj chi' Baal-perazim ix sb'iejkan jun lugar chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix el lemnaj eb' filisteo chi', ix laj yactejcan sdiosal eb', haxo vinhaj David chi' yet' eb' soldado ix ik'ancoti."
        },
        {
            "number": "20",
            "text": "Ix jaxpax eb' filisteo chi' t'a spanhanil Refaim chi'."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix sk'anb'ejxi vinhaj David chi' t'a Jehová. Ix tak'vixi Jehová chi' t'a vinh: --Manh ach k'och t'a sat eb', palta to ha t'a spatictac eb' ol ach cotoc. Ha b'aj ay juntzanh te' bálsamo tzach coti."
        },
        {
            "number": "22",
            "text": "Ayic ol ab'an sk'anh jun icha sk'anh yek' anima t'a scaltac sk'ab' te te' chi', elanhchamel tza yamoch ak'an oval yet' eb', yujto a jun chi' sch'oxani to a in ol in b'ab'laj uuj, yic ol in satanel eb' filisteo chi', xchi Jehová."
        },
        {
            "number": "23",
            "text": "Ix sk'anab'ajej vinhaj rey David chi' tas ix yal Jehová. Yuj chi' ix yak' ganar eb' filisteo chi' vinh, ix el yich spechan eb' vinh t'a Geba masanto t'a Gezer."
        }
    ]
}