{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix javi masanil eb' yinhtilal Israel t'a winhaj David t'a Hebrón. Ix yalan eb' t'a winh icha tik: Ha onh tik te ayto cuj co b'a ed'oc."
        },
        {
            "number": "2",
            "text": "D'a yalanhtaxo ayic aytooch winhaj Saúl co reyaloc, a ach onh a cuchb'ejnac t'a oval. Anheja' pax Jehová alannac t'ayach to a ach ol onh a cuchb'ej yet' och co reyaloc, xchi eb'."
        },
        {
            "number": "3",
            "text": "Yacb'an ayek' eb' ta', haxo eb' yichamtac vinaquil chonhab' Israel ix lolon yet' winhaj David chi' yic sb'oancan strato winh yet' eb' t'a yichanh Jehová. Ixlajwi chi', ix ak'jicanq'ue aceite t'a sjolom winh yic sik'jicanoch winh sreyaloc masanil eb' israel."
        },
        {
            "number": "4",
            "text": "Ayic ix schaanel yich winh yak'an reyal, 30 ab'il sk'inal winh. 40 ab'il ix yak' reyal chi' winh."
        },
        {
            "number": "5",
            "text": "Nanhal svajxaquil ab'il ix yak' reyal winh t'a yib'anh eb' aj Judá t'a Hebrón. Ixlajwi chi', 33 ab'il ix yak' reyal winh t'a masanil eb' israel yet' t'a eb' aj Judá t'a Jerusalén."
        },
        {
            "number": "6",
            "text": "Ay jun k'u ix b'at winhaj rey David chi' yet' eb' soldado yak' oval yet' eb' jebuseo ay t'a Jerusalén. Ix sna' eb' jebuseo chi' to max yal-laj yoch winhaj David chi' t'a yol schonhab' eb' chi', yuj chi' ix yal eb' t'a winh icha tik: k'ocb'ilnhej eb' max uji yilani yet' eb' tz'em sb'eyi, a eb' max ach chaan ochta t'a tik, xchi eb'."
        },
        {
            "number": "7",
            "text": "Wach'chom icha chi' ix yal eb', palta ix yak' ganar chonhab' Sion winh rey chi', yuj chi' schonhab' winhaj David ix sb'iejkani."
        },
        {
            "number": "8",
            "text": "Ha t'a jun k'u chi', ix yal winhaj David t'a eb' soldado: Ha mach sb'ab'lajoch yak' oval yet' eb' jebuseo tik, ochocab' t'a sb'e ha ha' tz'ochk'och t'a yol chonhab' chi', smilancham masanil eb' max uji yilan yet' eb' tz'em sb'eyi. Ha val juntzanh eb' chi', tzin yaj eb', xchi winh. Ata' elnaccancot jun lolonel tz'alji: Ha eb' max uji yilani yet' eb' tz'em sb'eyi, max yal-laj yoch eb' t'a yol spalacio winh rey, xchi."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix cajnaj winhaj David chi' t'a cuartel ay t'a jun chonhab' chi', ix yak'an scuch winh Schonhab' Vinhaj David, ix laj sb'oanq'ue juntzanhxo pat winh t'a spatictac, ix schael yich b'aj ix mucchaj jun ch'olan."
        },
        {
            "number": "10",
            "text": "Ha Jehová Dios Yajal t'a Smasanil, a ayoch yet' winhaj David chi', yuj chi' te niwan ix aj sb'inaj winh."
        },
        {
            "number": "11",
            "text": "Ha winhaj Hiram sreyal Tiro, ix scheccot eb' smunlajvum winh t'a winhaj David, aton eb' nhicum te' yet' eb' mak'umpoj q'ueen, ix yik'anpaxcot te' k'ute' eb', yic sb'oanq'ue spat winhaj David chi' eb'."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj snachajel yuj winhaj David chi' to a Jehová ix ak'ancanoch winh reyal, yic te niwan tz'aj sb'inaj schonhab' Jehová chi', yujto te xajan yuj."
        },
        {
            "number": "13",
            "text": "Ayic ix el winhaj David chi' t'a Hebrón, ix javi winh t'a Jerusalén, ix cajnaj winh ta'. Ayto juntzanhxo eb' ix ix, ix yik' winh, yuj chi' tzijtumto yal yuninal winh ix alji."
        },
        {
            "number": "14",
            "text": "Ha eb' yuninal winh ix alji t'a Jerusalén chi', aton eb' tik: Vinhaj Samúa, winhaj Sobab, winhaj Natán, winhaj Salomón, winhaj Ibhar, winhaj Elisúa, winhaj Nefeg, winhaj Jafía, winhaj Elisama, winhaj Eliada yet' winhaj Elifelet."
        },
        {
            "number": "15",
            "text": "Ayic ix yab'an eb' filisteo to toxo ix och winhaj David sreyaloc Israel, ix cot eb' masanil yak' oval yet' winh, palta ayic ix yab'an winh, ix em winh b'aj ay juntzanh q'uen nivac tenam yic wach' syak' oval chi' winh."
        },
        {
            "number": "16",
            "text": "Ha eb' filisteo chi' ix k'och eb' t'a spanhanil Refaim, ix sb'oanq'ue scampamento eb' ta'."
        },
        {
            "number": "17",
            "text": "Ix sk'anb'an winhaj David chi' t'a Jehová icha tik: --¿Tzam yal vak'an oval yet' eb' filisteo chi'? ¿Ol am ak'och eb' t'a yol in k'ab'? xchi winh. Ix tak'vi Jehová chi': --Ixic, ak' oval yet' eb'. Ha in ol vak'och eb' t'a yol a k'ab', xchi t'a winh."
        },
        {
            "number": "18",
            "text": "Ix k'och winh yet' eb' soldado b'aj ayek' eb' filisteo chi'. Ata' ix ak'ji ganar eb' yuj winh. Yuj chi' ix yal winh: Ha Jehová ix jacanb'at jun b'e t'a vichanh t'a skal eb' vajk'ol tik, icha val tz'aj sb'at nhepnaj junok ha' eluma', xchi winh. Yuj chi' Baal-perazim ix sb'iejkan jun lugar chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix el lemnaj eb' filisteo chi', ix laj yactejcan sdiosal eb', haxo winhaj David chi' yet' eb' soldado ix ik'ancoti."
        },
        {
            "number": "20",
            "text": "Ix jaxpax eb' filisteo chi' t'a spanhanil Refaim chi'."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix sk'anb'ejxi winhaj David chi' t'a Jehová. Ix tak'vixi Jehová chi' t'a winh: --Manh ach k'och t'a sat eb', palta to ha t'a spatictac eb' ol ach cotoc. Ha b'aj ay juntzanh te' bálsamo tzach coti."
        },
        {
            "number": "22",
            "text": "Ayic ol ab'an sk'anh jun icha sk'anh yek' anima t'a scaltac sk'ab' te te' chi', elanhchamel tza yamoch ak'an oval yet' eb', yujto a jun chi' sch'oxani to a in ol in b'ab'laj uuj, yic ol in satanel eb' filisteo chi', xchi Jehová."
        },
        {
            "number": "23",
            "text": "Ix sk'anab'ajej winhaj rey David chi' tas ix yal Jehová. Yuj chi' ix yak' ganar eb' filisteo chi' winh, ix el yich spechan eb' winh t'a Geba masanto t'a Gezer."
        }
    ]
}