{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix smolb'anxi eb' soldado vinhaj David, a eb' te jelan t'a skal eb' israel, ay 30 mil eb'."
        },
        {
            "number": "2",
            "text": "Ix b'at eb' t'a Baala t'a yol yic Judá yic b'at yik'ancot te' scaxail strato Jehová Dios eb', aton te caxa b'aj sb'inaj Jehová Yajal t'a Smasanil, aton ayek' t'a yib'anh eb' querubín."
        },
        {
            "number": "3",
            "text": "Ha t'a yol spat vinhaj Abinadab ay t'a jun tzalan, ata' ayek' te caxa chi'. Ha t'a yib'anh jun te' carreta ak'to, ata' ix yik'cot te' caxa chi' eb'. Ha eb' yuninal vinhaj Abinadab, aton vinhaj Uza yet' vinhaj Ahío, a eb' scuchb'an b'ey nok' vacax nherjinac te' carreta b'aj ayq'ue te' caxa chi', a vinhaj Ahío b'ab'el sb'at yuj te'."
        },
        {
            "number": "4",
            "text": "Axo vinhaj David yet' masanil eb' chonhab', val t'a smasanil sk'ol eb' ix b'itan t'a tzalajk'olal, ix q'ue cheneljoc eb' t'a yichanh Jehová van yoch te' arpa yet' salterio, panderas, castañuelas yet' platillo."
        },
        {
            "number": "5",
            "text": "Ayic ix javi eb' yet' scaxail strato Dios t'a stek'lab' trigo vinhaj Nacón, ijan ix telvi nok' vacax ed'jinac te' carreta chi', yuj chi' haxo vinhaj Uza chi' ix yaman te' caxa chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix cot yoval Jehová t'a vinh, yujto ix syam te' caxa chi' vinh. Ata' ix chamcan vinh t'a stz'ey te' chi'."
        },
        {
            "number": "7",
            "text": "Ix cot yoval vinhaj David chi' yujto ix cham vinhaj Uza chi' yuj Jehová. Yuj chi' Pérez-uza ix sb'iejkan jun lugar chi' yuj vinh. Anheja' icha chi' ticnaic."
        },
        {
            "number": "8",
            "text": "Ha t'a jun k'u chi', ix xivcanq'ue vinhaj rey David chi' t'a Jehová. Yuj chi' ix yal vinh icha tik: Wach' am maxtzac vik'b'at te' scaxail strato Jehová tik b'aj cajan in, xchi vinh."
        },
        {
            "number": "9",
            "text": "Majxo yal-laj sk'ol vinhaj David chi' ix yik'cot te' caxa chi' t'a schonhab'. Yuj chi' ix yal vinh to tz'ik'jib'at te' t'a spat vinhaj Obed-edom aj Gat."
        },
        {
            "number": "10",
            "text": "Oxe' ujal ix kan te' ta'. Ix yak'val svach'k'olal Jehová t'a yib'anh vinhaj Obed-edom chi' yet' eb' cajan yet' vinh."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an vinhaj rey David chi' to yuj te' scaxail strato Jehová, ix yak' svach'k'olal Jehová t'a yib'anh vinhaj Obed-edom chi' yet' eb' cajan yet' vinh yet' masanil tastac ay t'a vinh, yuj chi' ix b'at yik'anxicot te' vinhaj David chi'. Yed' val tzalajk'olalil ix yik'cot te' vinh t'a yol schonhab'."
        },
        {
            "number": "12",
            "text": "Ayic jay b'ecanto scot eb' ed'jinac te' caxa chi', ix yak'an jun nok' mam vacax vinhaj David chi' yet' jun nok' quelem vacax b'ak'uech silab'il t'a Jehová."
        },
        {
            "number": "13",
            "text": "Ayoch jun chaleca nab'a lino yic sacerdote yuj vinhaj David chi', ix q'ue chennaj vinh yuj tzalajk'olal yet' smasanil sk'ool t'a yichanh Jehová."
        },
        {
            "number": "14",
            "text": "Icha chi' ix sk'ulej vinh yet' masanil chonhab' Israel. Nivan q'uinh ix yutej eb' ayic ix yik'ancot te' scaxail trato chi' eb' t'a Jerusalén, tz'el yav eb', spu'an q'uen trompeta eb' t'a tzalajk'olal."
        },
        {
            "number": "15",
            "text": "Ayic ix javi te' scaxail trato chi' t'a schonhab' vinhaj David chi', t'anhanelta ix Mical yisilcan vinhaj Saúl t'a sventena. Ix yilan ix to a vinhaj David chi' sq'ue chennaj vinh t'a yichanh Jehová, yuj chi' ix chab'axq'ue sk'ol ix t'a vinh."
        },
        {
            "number": "16",
            "text": "Axo yic ix javi te' scaxail trato chi' yuj eb', ix sb'oanoch te' eb' t'a yol jun mantiado b'ob'il yuj vinhaj David chi'. Ixlajwi chi' ix yalan vinh to snhusjitz'a silab' yet' pax silab' yic junk'olal yet' Jehová."
        },
        {
            "number": "17",
            "text": "Ayic ix lajvi yak'ji juntzanh silab' chi', ix yalan wach' lolonel vinhaj David chi' t'a yib'anh chonhab' Israel t'a sb'i Jehová Yajal t'a Smasanil."
        },
        {
            "number": "18",
            "text": "Ix yak'an junjun ixim pan vinh yet' jab'jab' b'olb'il chib'ej yet' junjun quechanh taquinh sat uva t'a masanil eb' chonhab', aton t'a eb' vinh vinac yet' t'a eb' ix ix. Ixlajwi chi', ix laj pax eb' t'a spat."
        },
        {
            "number": "19",
            "text": "Ayic ix pax vinhaj rey David chi' t'a spat yic syalan wach' lolonel vinh t'a yib'anh eb' cajan t'a spat chi', ix elta ix Mical chi' scha vinh, ix yalan ix t'a vinh icha tik: --Ha ticnaic ach sreyal chonhab' Israel, te wach'xo val ix utej a ch'oxanel a b'a b'ian. Ix a ch'oxk'ab'ejel a b'ha t'a sat eb' ix schecab' eb' vinh etyajalil. Te q'uixvelal ix utej a b'a icha junok comon anima, xchi ix t'a vinh."
        },
        {
            "number": "20",
            "text": "Ix tak'vi vinh icha tik: --Val yel ix in q'ue chennaj yuj tzalajk'olal t'a yichanh Jehová, aton ix in sik'anoch yajaliloc schonhab' sq'uexuloc vinh a mam yet' pax sq'uexuloc eb' a k'ab' oc. Yuj chi' ol in q'uenhej chennaj yuj tzalajk'olal t'a yichanh Jehová."
        },
        {
            "number": "21",
            "text": "Syalpax in wach' ik'anemta in b'a, svach' el in q'uixvelal icha tzal chi', palta a eb' ix ix tzal chi', niwan ol in ajelk'och t'a sat eb' ix, xchi vinhaj David chi'."
        },
        {
            "number": "22",
            "text": "Ha ix Mical chi', malaj junok yune' ix aljinac."
        }
    ]
}