{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix smolb'anxi heb' soldado winhaj Dawid, a heb' te jelan t'a skal heb' israel, ay 30 mil heb'."
        },
        {
            "number": "2",
            "text": "Ix b'at heb' t'a Baala t'a yol yic Judá yic b'at yik'ancot te' skaxail strato Jehová Dios heb', aton te kaxa b'aj sb'inaj Jehová Yajal t'a Smasanil, aton ayek' t'a yib'anh heb' querubín."
        },
        {
            "number": "3",
            "text": "Ha t'a yol spat winhaj Abinadab ay t'a jun tzalan, ata' ayek' te kaxa chi'. Ha t'a yib'anh jun te' carreta ak'to, ata' ix yik'cot te' kaxa chi' heb'. Ha heb' yuninal winhaj Abinadab, aton winhaj Uza yet' winhaj Ahío, a heb' scuchb'an b'ey nok' wakax nherjinac te' carreta b'aj ayk'e te' kaxa chi', a winhaj Ahío b'ab'el sb'at yuj te'."
        },
        {
            "number": "4",
            "text": "Axo winhaj Dawid yet' masanil heb' chonhab', wal t'a smasanil sk'ol heb' ix b'itan t'a tzalajk'olal, ix k'e cheneljoc heb' t'a yichanh Jehová wan yoch te' arpa yet' salterio, panderas, castañuelas yet' platillo."
        },
        {
            "number": "5",
            "text": "Ayic ix jawi heb' yet' skaxail strato Dios t'a stek'lab' trigo winhaj Nacón, ijan ix telwi nok' wakax ed'jinac te' carreta chi', yuj chi' haxo winhaj Uza chi' ix yaman te' kaxa chi'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix cot yowal Jehová t'a winh, yujto ix syam te' kaxa chi' winh. Ata' ix chamcan winh t'a stz'ey te' chi'."
        },
        {
            "number": "7",
            "text": "Ix cot yowal winhaj Dawid chi' yujto ix cham winhaj Uza chi' yuj Jehová. Yuj chi' Pérez-uza ix sb'iejkan jun lugar chi' yuj winh. Anheja' icha chi' ticnaik."
        },
        {
            "number": "8",
            "text": "Ha t'a jun k'u chi', ix xivcank'e winhaj rey Dawid chi' t'a Jehová. Yuj chi' ix yal winh icha tik: Wach' am maxtzac wik'b'at te' skaxail strato Jehová tik b'aj kajan in, xchi winh."
        },
        {
            "number": "9",
            "text": "Majxo yal-laj sk'ol winhaj Dawid chi' ix yik'cot te' kaxa chi' t'a schonhab'. Yuj chi' ix yal winh to tz'ik'jib'at te' t'a spat winhaj Obed-edom aj Gat."
        },
        {
            "number": "10",
            "text": "Oxe' ujal ix kan te' ta'. Ix yak'wal swach'k'olal Jehová t'a yib'anh winhaj Obed-edom chi' yet' heb' kajan yet' winh."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an winhaj rey Dawid chi' to yuj te' skaxail strato Jehová, ix yak' swach'k'olal Jehová t'a yib'anh winhaj Obed-edom chi' yet' heb' kajan yet' winh yet' masanil tastac ay t'a winh, yuj chi' ix b'at yik'anxicot te' winhaj Dawid chi'. Yed' wal tzalajk'olalil ix yik'cot te' winh t'a yol schonhab'."
        },
        {
            "number": "12",
            "text": "Ayic jay b'ekanto scot heb' ed'jinac te' kaxa chi', ix yak'an jun nok' mam wakax winhaj Dawid chi' yet' jun nok' quelem wakax b'ak'uech silab'il t'a Jehová."
        },
        {
            "number": "13",
            "text": "Ayoch jun chaleca nab'a lino yic sacerdote yuj winhaj Dawid chi', ix k'e chennaj winh yuj tzalajk'olal yet' smasanil sk'ool t'a yichanh Jehová."
        },
        {
            "number": "14",
            "text": "Icha chi' ix sk'ulej winh yet' masanil chonhab' Israel. Niwan q'uinh ix yutej heb' ayic ix yik'ancot te' skaxail trato chi' heb' t'a Jerusalén, tz'el yav heb', spu'an k'een trompeta heb' t'a tzalajk'olal."
        },
        {
            "number": "15",
            "text": "Ayic ix jawi te' skaxail trato chi' t'a schonhab' winhaj Dawid chi', t'anhanelta ix Mical yisilkan winhaj Saúl t'a swentena. Ix yilan ix to a winhaj Dawid chi' sk'e chennaj winh t'a yichanh Jehová, yuj chi' ix chab'axk'e sk'ol ix t'a winh."
        },
        {
            "number": "16",
            "text": "Axo yic ix jawi te' skaxail trato chi' yuj heb', ix sb'oanoch te' heb' t'a yol jun mantiado b'ob'il yuj winhaj Dawid chi'. Ixlajwi chi' ix yalan winh to snhusjitz'a silab' yet' pax silab' yic junk'olal yet' Jehová."
        },
        {
            "number": "17",
            "text": "Ayic ix lajwi yak'ji juntzanh silab' chi', ix yalan wach' lolonel winhaj Dawid chi' t'a yib'anh chonhab' Israel t'a sb'i Jehová Yajal t'a Smasanil."
        },
        {
            "number": "18",
            "text": "Ix yak'an junjun ixim pan winh yet' jab'jab' b'olb'il chib'ej yet' junjun quechanh taquinh sat uwa t'a masanil heb' chonhab', aton t'a heb' winh winak yet' t'a heb' ix ix. Ixlajwi chi', ix laj pax heb' t'a spat."
        },
        {
            "number": "19",
            "text": "Ayic ix pax winhaj rey Dawid chi' t'a spat yic syalan wach' lolonel winh t'a yib'anh heb' kajan t'a spat chi', ix elta ix Mical chi' scha winh, ix yalan ix t'a winh icha tik: --Ha ticnaik ach sreyal chonhab' Israel, te wach'xo wal ix utej a ch'oxanel a b'a b'ian. Ix a ch'oxk'ab'ejel a b'ha t'a sat heb' ix schekab' heb' winh etyajalil. Te q'uixwelal ix utej a b'a icha junok comon anima, xchi ix t'a winh."
        },
        {
            "number": "20",
            "text": "Ix tak'wi winh icha tik: --Val yel ix in k'e chennaj yuj tzalajk'olal t'a yichanh Jehová, aton ix in sik'anoch yajaliloc schonhab' sk'exuloc winh a mam yet' pax sk'exuloc heb' a k'ab' oc. Yuj chi' ol in k'enhej chennaj yuj tzalajk'olal t'a yichanh Jehová."
        },
        {
            "number": "21",
            "text": "Syalpax in wach' ik'anemta in b'a, swach' el in q'uixwelal icha tzal chi', palta a heb' ix ix tzal chi', niwan ol in ajelk'och t'a sat heb' ix, xchi winhaj Dawid chi'."
        },
        {
            "number": "22",
            "text": "Ha ix Mical chi', malaj junok yune' ix aljinac."
        }
    ]
}