{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix canxonhej vinhaj rey David chi' t'a spalacio. Ayic toxo ix yak'och junk'olal Jehová t'a skal eb' israel yet' eb' ajk'ol yajoch t'a eb',"
        },
        {
            "number": "2",
            "text": "ix yalan vinh t'a vinhaj Natán schecab' Jehová: --Tik tzila' to nab'a k'ute' ayoch t'a in palacio tik, haxo pax te' scaxail strato Dios jun, ha t'a yol jun mantiado ayoch te', xchi vinh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yal vinhaj Natán chi': --Ujocab' icha tas tza na'a, yujto a Jehová aynhejoch ed'oc, xchi vinh."
        },
        {
            "number": "4",
            "text": "Ha t'a jun ak'val chi', ix lolon Jehová t'a vinhaj Natán chi' icha tik:"
        },
        {
            "number": "5",
            "text": "Ixic, b'at al t'a vinh in checab' vinhaj David, tzalani to a in Jehová in sval icha tik: Manhoc achlaj ol a b'oq'ue junok templo b'aj ol in aj chi'."
        },
        {
            "number": "6",
            "text": "Atax yic ix vik'anelta eb' e mam eyicham t'a Egipto masanto ticnaic, malaj b'aj ix in aj t'a yol junok pat, anhej t'a yoltac mantiado in eq'ui."
        },
        {
            "number": "7",
            "text": "B'ajtactil ix in ek'nhej yet' eb' in chonhab', malaj b'aj ix in k'an t'a junok eb' ayoch yajalil chonhab' chi' vuuj, tas yuj max sb'o junok in cajnub' eb', nab'a k'ute' tz'och t'ay, xchi Jehová, xa chi t'a vinh rey chi'."
        },
        {
            "number": "8",
            "text": "Tzalanpax t'a vinh icha tik: Ha in Jehová Yajal in t'a Smasanil svala': Ha in ix ach viq'uel t'a tanhvoj calnel, ix ach vak'anoch yajaloc in chonhab' Israel."
        },
        {
            "number": "9",
            "text": "Yalnhej b'ajtil tzach eq'ui ayinnhej och ed'oc. Ix in satel masanil eb' ayoch ajk'olal t'ayach, ol ach vak' b'inaj icha eb' nivac vinac t'a yol yib'anhk’inal tik."
        },
        {
            "number": "10",
            "text": "Anhejtona' ix in siq'uelta jun lum tik b'aj tzex cajnajcan a ex in chonhab' ex tik. Ha tik ol ex cannhej cajan t'a junelnhej. Manhxa mach ol ex xib'tanoc, manhxo ol ex tzuntzaj yuj eb' eyajk'ool icha ix ex yutej eb' t'a sb'ab'elal,"
        },
        {
            "number": "11",
            "text": "ayic ix vak'anoch eb' ix ex cuchb'ani. Ha in ol in satel masanil eb' eyajk'ool. Svak'anpax ojtaquejeli to ol vak'nhejcan opisio t'a eb' inhtilal."
        },
        {
            "number": "12",
            "text": "Ayic ol lajvoc ek' a q'uinal, ayic mucb'il achxo, ol vak'och junok uninal reyal a q'uexuloc, tek'tek' val ol vutej yopisio chi'."
        },
        {
            "number": "13",
            "text": "A' ol b'oanq'ue in cajnub' b'aj ol in b'inajoc. Ol vak'annhejcan yopisio chi' t'a eb' yinhtilal t'a masanil tiempo."
        },
        {
            "number": "14",
            "text": "Ha in ol in och smamoc, haxo ol och vuninaloc. Tato ay b'aj ol och spitalil t'ayin, ol vak'och syaelal icha syutej junok mamab'il smak'an yuninal."
        },
        {
            "number": "15",
            "text": "Palta manh jab'oc ol vactejcan in xajanani, manh ichaoc vutejnac vactancan in xajanan vinhaj Saúl, vik'naquel vinh t'a yopisio, yic ach och sq'uexuloc vinh."
        },
        {
            "number": "16",
            "text": "Ha in ol vak'nhejcan opisio tik t'a eb' inhtilal t'a masanil tiempo, xchi Jehová, xa chi t'a vinh, xchi t'a vinhaj Natán chi'."
        },
        {
            "number": "17",
            "text": "Icha ix aj yalan Jehová, icha val chi' ix aj yalan vinhaj Natán t'a vinhaj rey David chi'."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix och vinhaj David chi' t'a yichanh Jehová, ix em k'ojan vinh ix lesalvi vinh, ix yalan vinh icha tik: Mamin Jehová Vajalil, ¿tas val jab'oc velk'och yet' eb' in mam vicham, yuj chi' ix ak' jun niwan opisio tik t'ayin?"
        },
        {
            "number": "19",
            "text": "Mamin Jehová, tas val vaj a in tik t'ayach yuj chi' ix ala' tas ol aj yelk'och vinhtilal t'a b'ak'uinh. Ha tas tzutej a b'a tik t'ayin, manh ichaoc chi' syutej sb'a eb' anima."
        },
        {
            "number": "20",
            "text": "Mamin Jehová Vajalil, manhxa tas syal valan t'ayach. Ha ach tik ojtac tas yaj in pensar a in a checab' in tik."
        },
        {
            "number": "21",
            "text": "Masanil juntzanh lolonel satub'tac tik, a ach ix ak' vojtaquejeli, icha tas ix el t'a a k'ool."
        },
        {
            "number": "22",
            "text": "Mamin Jehová, malaj junocxo mach lajan ed'oc. Ha achnhej toni, malaj junocxo dios scab' specal icha ach tik."
        },
        {
            "number": "23",
            "text": "Ha pax a chonhab' Israel tik jun, malaj junocxo chonhab' lajan yet'oc. Yujto axonhej jun chonhab' tik t'a sat lum tik ix a colcanel t'a yol sk'ab' eb' ajk'ool yic tz'ochcan a chonhab'oc. Yed' a poder yet' tastac satub'tac a b'onac, ik'naquelta eb' co mam quicham t'a Egipto, a satannaquel juntzanh chonhab' yet' sdiosal t'a yichanh eb' yic niwan tz'ajelk'och a b'i."
        },
        {
            "number": "24",
            "text": "Yujto a ach ix onh ak'och a chonhab'oc t'a junelnhej, yuj chi' a ach ix ach ochcan co Diosaloc."
        },
        {
            "number": "25",
            "text": "Mamin Jehová, a ticnaic jun, elocab'k'och tas ix al t'ayin a in a checab' in tik yet' t'a masanil vinhtilal. Ichocab' chi' tz'aj yelk'och tas ix ala',"
        },
        {
            "number": "26",
            "text": "yic wach' tzach b'inaj t'a masanil tiempo, yic ol yal eb' anima to a ach Jehová Dios ach, Yajal ach t'a yib'anh Smasanil, a achton co Diosal ach a onh israel onh tik. Anheja' icha chi' ol aj yochnhej vinhtilal reyal t'a ichanh."
        },
        {
            "number": "27",
            "text": "Mamin Jehová, Yajal ach t'a Smasanil, co Diosal ach, a ach val tzak' vojtaquejeli to ol ochcan vinhtilal t'a yajalil. Yuj chi' tzin tek'b'ej in b'a in k'anan jun tik t'ayach."
        },
        {
            "number": "28",
            "text": "Ha ach tik Mamin Jehová, Dios ach, a tas tzala' yelnhej, yelxo val te wach' tas ix ak' a ti' ak'an t'ayin."
        },
        {
            "number": "29",
            "text": "Elocab' t'a a k'ool ak'an a wach'k'olal t'a vinhtilal yic stek'b'ejnhej sb'a eb' t'a ichanh. Mamin Jehová, a ach ix alcan jun tik, yuj chi' a yuj a wach'k'olal, wach' ol ajkan vinhtilal t'a masanil tiempo, xchi vinh t'a Jehová chi'."
        }
    ]
}