{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix kanxonhej winhaj rey Dawid chi' t'a spalacio. Ayic toxo ix yak'och junk'olal Jehová t'a skal heb' israel yet' heb' ajk'ol yajoch t'a heb',"
        },
        {
            "number": "2",
            "text": "ix yalan winh t'a winhaj Natán schekab' Jehová: --Tik tzila' to nab'a k'ute' ayoch t'a in palacio tik, haxo pax te' skaxail strato Dios jun, ha t'a yol jun mantiado ayoch te', xchi winh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yal winhaj Natán chi': --Ujokab' icha tas tza na'a, yujto a Jehová aynhejoch ed'oc, xchi winh."
        },
        {
            "number": "4",
            "text": "Ha t'a jun ak'wal chi', ix lolon Jehová t'a winhaj Natán chi' icha tik:"
        },
        {
            "number": "5",
            "text": "Ixic, b'at al t'a winh in chekab' winhaj Dawid, tzalani to a in Jehová in swal icha tik: Manhok achlaj ol a b'ok'e junok templo b'aj ol in aj chi'."
        },
        {
            "number": "6",
            "text": "Atax yic ix wik'anelta heb' he mam eyicham t'a Egipto masanto ticnaik, malaj b'aj ix in aj t'a yol junok pat, anhej t'a yoltac mantiado in eq'ui."
        },
        {
            "number": "7",
            "text": "B'ajtactil ix in ek'nhej yet' heb' in chonhab', malaj b'aj ix in k'an t'a junok heb' ayoch yajalil chonhab' chi' wuuj, tas yuj max sb'o junok in kajnub' heb', nab'a k'ute' tz'och t'ay, xchi Jehová, xa chi t'a winh rey chi'."
        },
        {
            "number": "8",
            "text": "Tzalanpax t'a winh icha tik: Ha in Jehová Yajal in t'a Smasanil swala': Ha in ix ach wik'el t'a tanhwoj kalnel, ix ach wak'anoch yajaloc in chonhab' Israel."
        },
        {
            "number": "9",
            "text": "Yalnhej b'ajtil tzach eq'ui ayinnhej och ed'oc. Ix in satel masanil heb' ayoch ajk'olal t'ayach, ol ach wak' b'inaj icha heb' niwac winak t'a yol yib'anhk’inal tik."
        },
        {
            "number": "10",
            "text": "Anhejtona' ix in sik'elta jun lum tik b'aj tzex kajnajkan a ex in chonhab' ex tik. Ha tik ol ex kannhej kajan t'a junelnhej. Manhxa mach ol ex xib'tanoc, manhxo ol ex tzuntzaj yuj heb' eyajk'ool icha ix ex yutej heb' t'a sb'ab'elal,"
        },
        {
            "number": "11",
            "text": "ayic ix wak'anoch heb' ix ex cuchb'ani. Ha in ol in satel masanil heb' eyajk'ool. Swak'anpax ojtaquejeli to ol wak'nhejkan opisio t'a heb' inhtilal."
        },
        {
            "number": "12",
            "text": "Ayic ol lajwoc ek' a k 'inal, ayic mucb'il achxo, ol wak'och junok uninal reyal a k'exuloc, tek'tek' wal ol wutej yopisio chi'."
        },
        {
            "number": "13",
            "text": "A' ol b'oank'e in kajnub' b'aj ol in b'inajoc. Ol wak'annhejkan yopisio chi' t'a heb' yinhtilal t'a masanil tiempo."
        },
        {
            "number": "14",
            "text": "Ha in ol in och smamoc, haxo ol och wuninaloc. Tato ay b'aj ol och spitalil t'ayin, ol wak'och syaelal icha syutej junok mamab'il smak'an yuninal."
        },
        {
            "number": "15",
            "text": "Palta manh jab'oc ol wactejkan in xajanani, manh ichaoc wutejnac wactankan in xajanan winhaj Saúl, wik'naquel winh t'a yopisio, yic ach och sk'exuloc winh."
        },
        {
            "number": "16",
            "text": "Ha in ol wak'nhejkan opisio tik t'a heb' inhtilal t'a masanil tiempo, xchi Jehová, xa chi t'a winh, xchi t'a winhaj Natán chi'."
        },
        {
            "number": "17",
            "text": "Icha ix aj yalan Jehová, icha wal chi' ix aj yalan winhaj Natán t'a winhaj rey Dawid chi'."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix och winhaj Dawid chi' t'a yichanh Jehová, ix em k'ojan winh ix lesalwi winh, ix yalan winh icha tik: Mamin Jehová Vajalil, ¿tas wal jab'oc welk'och yet' heb' in mam wicham, yuj chi' ix ak' jun niwan opisio tik t'ayin?"
        },
        {
            "number": "19",
            "text": "Mamin Jehová, tas wal waj a in tik t'ayach yuj chi' ix ala' tas ol aj yelk'och winhtilal t'a b'ak'uinh. Ha tas tzutej a b'a tik t'ayin, manh ichaoc chi' syutej sb'a heb' anima."
        },
        {
            "number": "20",
            "text": "Mamin Jehová Vajalil, manhxa tas syal walan t'ayach. Ha ach tik ojtak tas yaj in pensar a in a chekab' in tik."
        },
        {
            "number": "21",
            "text": "Masanil juntzanh lolonel satub'tac tik, a ach ix ak' wojtaquejeli, icha tas ix el t'a a k'ool."
        },
        {
            "number": "22",
            "text": "Mamin Jehová, malaj junocxo mach lajan ed'oc. Ha achnhej toni, malaj junocxo Dios skab' spekal icha ach tik."
        },
        {
            "number": "23",
            "text": "Ha pax a chonhab' Israel tik jun, malaj junocxo chonhab' lajan yet'oc. Yujto axonhej jun chonhab' tik t'a sat lum tik ix a colcanel t'a yol sk'ab' heb' ajk'ool yic tz'ochkan a chonhab'oc. Yed' a poder yet' tastac satub'tac a b'onac, ik'naquelta heb' ko mam quicham t'a Egipto, a satannaquel juntzanh chonhab' yet' sdiosal t'a yichanh heb' yic niwan tz'ajelk'och a b'i."
        },
        {
            "number": "24",
            "text": "Yujto a ach ix onh ak'och a chonhab'oc t'a junelnhej, yuj chi' a ach ix ach ochkan ko Diosaloc."
        },
        {
            "number": "25",
            "text": "Mamin Jehová, a ticnaik jun, elokab'k'och tas ix al t'ayin a in a chekab' in tik yet' t'a masanil winhtilal. Ichokab' chi' tz'aj yelk'och tas ix ala',"
        },
        {
            "number": "26",
            "text": "yic wach' tzach b'inaj t'a masanil tiempo, yic ol yal heb' anima to a ach Jehová Dios ach, Yajal ach t'a yib'anh Smasanil, a achton ko Diosal ach a onh israel onh tik. Anheja' icha chi' ol aj yochnhej winhtilal reyal t'a ichanh."
        },
        {
            "number": "27",
            "text": "Mamin Jehová, Yajal ach t'a Smasanil, ko Diosal ach, a ach wal tzak' wojtaquejeli to ol ochkan winhtilal t'a yajalil. Yuj chi' tzin tek'b'ej in b'a in k'anan jun tik t'ayach."
        },
        {
            "number": "28",
            "text": "Ha ach tik Mamin Jehová, Dios ach, a tas tzala' yelnhej, yelxo wal te wach' tas ix ak' a ti' ak'an t'ayin."
        },
        {
            "number": "29",
            "text": "Elokab' t'a a k'ool ak'an a wach'k'olal t'a winhtilal yic stek'b'ejnhej sb'a heb' t'a ichanh. Mamin Jehová, a ach ix alkan jun tik, yuj chi' a yuj a wach'k'olal, wach' ol ajkan winhtilal t'a masanil tiempo, xchi winh t'a Jehová chi'."
        }
    ]
}