{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix canxonhej vinhaj rey David chi' d'a spalacio. Ayic toxo ix yak'och junk'olal Jehová d'a scal eb' israel yed' eb' ajk'ol yajoch d'a eb',"
        },
        {
            "number": "2",
            "text": "ix yalan vinh d'a vinhaj Natán schecab' Jehová: --Tic tzila' to nab'a k'ute' ayoch d'a in palacio tic, axo pax te' scaxail strato Dios jun, a d'a yol jun mantiado ayoch te', xchi vinh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yal vinhaj Natán chi': --Ujocab' icha tas tza na'a, yujto a Jehová aynhejoch ed'oc, xchi vinh."
        },
        {
            "number": "4",
            "text": "A d'a jun ak'val chi', ix lolon Jehová d'a vinhaj Natán chi' icha tic:"
        },
        {
            "number": "5",
            "text": "Ixic, b'at al d'a vinh in checab' vinhaj David, tzalani to a in Jehová in sval icha tic: Manhoc achlaj ol a b'oq'ue junoc templo b'aj ol in aj chi'."
        },
        {
            "number": "6",
            "text": "Atax yic ix vik'anelta eb' e mam eyicham d'a Egipto masanto ticnaic, malaj b'aj ix in aj d'a yol junoc pat, anhej d'a yoltac mantiado in eq'ui."
        },
        {
            "number": "7",
            "text": "B'ajtactil ix in ek'nhej yed' eb' in chonhab', malaj b'aj ix in k'an d'a junoc eb' ayoch yajalil chonhab' chi' vuuj, tas yuj max sb'o junoc in cajnub' eb', nab'a k'ute' tz'och d'ay, xchi Jehová, xa chi d'a vinh rey chi'."
        },
        {
            "number": "8",
            "text": "Tzalanpax d'a vinh icha tic: A in Jehová Yajal in d'a Smasanil svala': A in ix ach viq'uel d'a tanhvoj calnel, ix ach vak'anoch yajaloc in chonhab' Israel."
        },
        {
            "number": "9",
            "text": "Yalnhej b'ajtil tzach eq'ui ayinnhej och ed'oc. Ix in satel masanil eb' ayoch ajk'olal d'ayach, ol ach vak' b'inaj icha eb' nivac vinac d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "10",
            "text": "Anhejtona' ix in siq'uelta jun lum tic b'aj tzex cajnajcan a ex in chonhab' ex tic. A tic ol ex cannhej cajan d'a junelnhej. Manhxa mach ol ex xib'tanoc, manhxo ol ex tzuntzaj yuj eb' eyajk'ool icha ix ex yutej eb' d'a sb'ab'elal,"
        },
        {
            "number": "11",
            "text": "ayic ix vak'anoch eb' ix ex cuchb'ani. A in ol in satel masanil eb' eyajk'ool. Svak'anpax ojtaquejeli to ol vak'nhejcan opisio d'a eb' inhtilal."
        },
        {
            "number": "12",
            "text": "Ayic ol lajvoc ek' a q'uinal, ayic mucb'il achxo, ol vak'och junoc uninal reyal a q'uexuloc, tek'tek' val ol vutej yopisio chi'."
        },
        {
            "number": "13",
            "text": "A' ol b'oanq'ue in cajnub' b'aj ol in b'inajoc. Ol vak'annhejcan yopisio chi' d'a eb' yinhtilal d'a masanil tiempo."
        },
        {
            "number": "14",
            "text": "A in ol in och smamoc, axo ol och vuninaloc. Tato ay b'aj ol och spitalil d'ayin, ol vak'och syaelal icha syutej junoc mamab'il smak'an yuninal."
        },
        {
            "number": "15",
            "text": "Palta manh jab'oc ol vactejcan in xajanani, manh ichaoc vutejnac vactancan in xajanan vinhaj Saúl, vik'naquel vinh d'a yopisio, yic ach och sq'uexuloc vinh."
        },
        {
            "number": "16",
            "text": "A in ol vak'nhejcan opisio tic d'a eb' inhtilal d'a masanil tiempo, xchi Jehová, xa chi d'a vinh, xchi d'a vinhaj Natán chi'."
        },
        {
            "number": "17",
            "text": "Icha ix aj yalan Jehová, icha val chi' ix aj yalan vinhaj Natán d'a vinhaj rey David chi'."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix och vinhaj David chi' d'a yichanh Jehová, ix em k'ojan vinh ix lesalvi vinh, ix yalan vinh icha tic: Mamin Jehová Vajalil, ¿tas val jab'oc velk'och yed' eb' in mam vicham, yuj chi' ix ak' jun nivan opisio tic d'ayin?"
        },
        {
            "number": "19",
            "text": "Mamin Jehová, tas val vaj a in tic d'ayach yuj chi' ix ala' tas ol aj yelk'och vinhtilal d'a b'aq'uinh. A tas tzutej a b'a tic d'ayin, manh ichaoc chi' syutej sb'a eb' anima."
        },
        {
            "number": "20",
            "text": "Mamin Jehová Vajalil, manhxa tas syal valan d'ayach. A ach tic ojtac tas yaj in pensar a in a checab' in tic."
        },
        {
            "number": "21",
            "text": "Masanil juntzanh lolonel satub'tac tic, a ach ix ak' vojtaquejeli, icha tas ix el d'a a k'ool."
        },
        {
            "number": "22",
            "text": "Mamin Jehová, malaj junocxo mach lajan ed'oc. A achnhej toni, malaj junocxo dios scab' specal icha ach tic."
        },
        {
            "number": "23",
            "text": "A pax a chonhab' Israel tic jun, malaj junocxo chonhab' lajan yed'oc. Yujto axonhej jun chonhab' tic d'a sat lum tic ix a colcanel d'a yol sk'ab' eb' ajk'ool yic tz'ochcan a chonhab'oc. Yed' a poder yed' tastac satub'tac a b'onac, ik'naquelta eb' co mam quicham d'a Egipto, a satannaquel juntzanh chonhab' yed' sdiosal d'a yichanh eb' yic nivan tz'ajelk'och a b'i."
        },
        {
            "number": "24",
            "text": "Yujto a ach ix onh ak'och a chonhab'oc d'a junelnhej, yuj chi' a ach ix ach ochcan co Diosaloc."
        },
        {
            "number": "25",
            "text": "Mamin Jehová, a ticnaic jun, elocab'k'och tas ix al d'ayin a in a checab' in tic yed' d'a masanil vinhtilal. Ichocab' chi' tz'aj yelk'och tas ix ala',"
        },
        {
            "number": "26",
            "text": "yic vach' tzach b'inaj d'a masanil tiempo, yic ol yal eb' anima to a ach Jehová Dios ach, Yajal ach d'a yib'anh Smasanil, a achton co Diosal ach a onh israel onh tic. Anheja' icha chi' ol aj yochnhej vinhtilal reyal d'a ichanh."
        },
        {
            "number": "27",
            "text": "Mamin Jehová, Yajal ach d'a Smasanil, co Diosal ach, a ach val tzak' vojtaquejeli to ol ochcan vinhtilal d'a yajalil. Yuj chi' tzin tek'b'ej in b'a in k'anan jun tic d'ayach."
        },
        {
            "number": "28",
            "text": "A ach tic Mamin Jehová, Dios ach, a tas tzala' yelnhej, yelxo val te vach' tas ix ak' a ti' ak'an d'ayin."
        },
        {
            "number": "29",
            "text": "Elocab' d'a a k'ool ak'an a vach'k'olal d'a vinhtilal yic stek'b'ejnhej sb'a eb' d'a ichanh. Mamin Jehová, a ach ix alcan jun tic, yuj chi' a yuj a vach'k'olal, vach' ol ajcan vinhtilal d'a masanil tiempo, xchi vinh d'a Jehová chi'."
        }
    ]
}