{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj rey David yet' eb' soldado ix yak' ganar eb' filisteo eb', yuj chi' ix kan eb' t'a yalanh smandar winh."
        },
        {
            "number": "2",
            "text": "Ix ak'jipax ganar eb' moabita yuj winh. Ix schecanem latz'an eb' winh smasanil t'a sat lu'um, ix yechtan eb' winh yet' jun ch'anh ch'anh. Ha jantac mach skan t'a yol chab' ch'anhil, schami, haxo mach skan t'a yol yic yoxil ch'anhil jun, max chamlaj. Icha chi' ix aj skan eb' moabita chi' t'a yalanh smandar winhaj rey David chi'. Ix checji yak' tumin eb' t'a junjun ab'il yuj winh."
        },
        {
            "number": "3",
            "text": "Anheja' winhaj rey David chi' ix ak'an ganar winhaj Hadad-ezer, ayic van sb'at winh stok'xicanek' smacb'en b'aj ay ha' niwan Éufrates. Ha winhaj Hadad-ezer chi' yuninal winh winhaj Rehob sreyal Soba."
        },
        {
            "number": "4",
            "text": "Ha winhaj rey David chi' ix yaman mil 700 eb' soldado winhaj Hadad-ezer chi', aton eb' ayq'ue t'a yib'anh chej yet' 20 mil eb' sb'ey t'a yoc. Ix yik'anb'at eb' winh t'a preso. Ix stzepan sch'anhal yoc nok' chej ed'jinac carruaje chi' winh, axonhej nok' snheran 100 carruaje ix yactejcan winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix javi eb' sirio ay t'a yol yic Damasco yic skolwaj yet' winhaj Hadad-ezer chi', palta ix ak'jipax ganar eb' yuj winhaj rey David chi', 22 mil eb' ix cham yuj winh."
        },
        {
            "number": "6",
            "text": "Elanhchamel ix yak'och eb' soldado winhaj rey David chi' t'a yol yic Damasco chi', icha chi' ix aj skan eb' sirio chi' t'a yalanh smandar winh. Ix checji yak' tumin eb' t'a junjun ab'il. Ha Jehová ix och yet' winh, yuj chi' yalnhej b'aj ix b'at winh yak' oval, ix yak'nhej ganar winh."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix yik'anpaxcanek' juntzanh maclab' jul-lab' winhaj rey David chi' t'a eb' soldado winhaj Hadad-ezer chi', ayoch oro t'ay, ix yik'ancot winh t'a Jerusalén."
        },
        {
            "number": "8",
            "text": "Anhejtona' te niwan pax q'uen bronce ix yik'canek' winh t'a chonhab' Beta yet' t'a Berotai, aton juntzanh chonhab' chi' ay t'a yol smacb'en winhaj Hadad-ezer chi'."
        },
        {
            "number": "9",
            "text": "Axo pax winhaj Toi, sreyal Hamat, ayic ix yab'an winh tas ix aj slajviel masanil eb' soldado winhaj Hadad-ezer yuj winhaj David chi',"
        },
        {
            "number": "10",
            "text": "ix schecanb'at jun yuninal winh scuchan Joram t'a winh. Ix yak'anpaxb'at q'uen plata winh, q'uen oro yet' q'uen bronce, yuj yak'an stzatzil sk'ol winhaj David chi' winh. Ix yalanpaxb'at wach' lolonel winh t'a winh yujto ix ak'ji ganar winhaj Hadad-ezer yuj winh, yujto yak'nac oval winhaj Toi chi' yet' winhaj Hadad-ezer chi'."
        },
        {
            "number": "11",
            "text": "Ha masanil juntzanh q'uen ix scha' winhaj David t'a winhaj Toi chi', ix yak'pax q'uen winh t'a Jehová yet' q'uen oro yet' q'uen plata cotnac t'a juntzanhxo chonhab' yak'nac ganar winh:"
        },
        {
            "number": "12",
            "text": "Aton t'a Edom, t'a Moab, t'a eb' amonita, t'a eb' filisteo, t'a eb' amalecita yet' q'uen ix yik'canek' winh ayic ix yak'an oval winh yet' winhaj Hadad-ezer."
        },
        {
            "number": "13",
            "text": "Ix te b'inaj val winhaj rey David chi' sik'lab'il ayic ix meltzajxi winh t'a oval yet' eb' edomita, 18 mil eb' ix cham yuj winh t'a jun Spanhanil Atz'am Atz'am."
        },
        {
            "number": "14",
            "text": "Elanhchamel ix yak'och eb' soldado winhaj David chi' stanhvej Edom. Masanil eb' aj Edom chi', ix kan eb' t'a yalanh smandar winh. Ha Jehová ix ochnhej yet' winh t'a oval chi', yuj chi' yalnhej b'ajtil sb'at winh yak' oval, syak'nhej ganar winh."
        },
        {
            "number": "15",
            "text": "Ha winhaj David chi', ix yak' reyal winh t'a masanil eb' chonhab' israel t'a stojolal yet' t'a swach'ilal."
        },
        {
            "number": "16",
            "text": "Ha eb' ix ak'an yajalil yet' winh, aton eb' tik: Vinhaj Joab yune' ix Sarvia, yajal winh t'a eb' soldado smasanil, winhaj Josafat yuninal winhaj Ahilud, tz'ib'um yaj winh t'a winh rey chi'."
        },
        {
            "number": "17",
            "text": "Vinhaj Sadoc yuninal winhaj Ahitob yet' winhaj Ahimelec yuninal winhaj Abiatar, sat sacerdote yaj eb' winh. Axo winhaj Seraías stz'ib'an yab'ixal tastac sk'ulej winh rey chi' t'a stzolal."
        },
        {
            "number": "18",
            "text": "Axo pax winhaj Benaía yuninal winhaj Joiada, yajal yaj winh t'a eb' soldado stanhvan winh rey chi', aton eb' cereteo yet' eb' peleteo, haxo eb' yuninal winhaj rey David chi', sat yajal yaj eb'."
        }
    ]
}