{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj rey Dawid yet' heb' soldado ix yak' ganar heb' filisteo heb', yuj chi' ix kan heb' t'a yalanh smandar winh."
        },
        {
            "number": "2",
            "text": "Ix ak'jipax ganar heb' moabita yuj winh. Ix schekanem latz'an heb' winh smasanil t'a sat lu'um, ix yechtan heb' winh yet' jun ch'anh ch'anh. Ha jantac mach skan t'a yol chab' ch'anhil, schami, haxo mach skan t'a yol yic yoxil ch'anhil jun, max chamlaj. Icha chi' ix aj skan heb' moabita chi' t'a yalanh smandar winhaj rey Dawid chi'. Ix checji yak' tumin heb' t'a junjun ab'il yuj winh."
        },
        {
            "number": "3",
            "text": "Anheja' winhaj rey Dawid chi' ix ak'an ganar winhaj Hadad-ezer, ayic wan sb'at winh stok'xikanek' smacb'en b'aj ay ha' niwan Éufrates. Ha winhaj Hadad-ezer chi' yuninal winh winhaj Rehob sreyal Soba."
        },
        {
            "number": "4",
            "text": "Ha winhaj rey Dawid chi' ix yaman mil 700 heb' soldado winhaj Hadad-ezer chi', aton heb' ayk'e t'a yib'anh chej yet' 20 mil heb' sb'ey t'a yoc. Ix yik'anb'at heb' winh t'a preso. Ix stzepan sch'anhal yoc nok' chej ed'jinac carruaje chi' winh, axonhej nok' snheran 100 carruaje ix yaktejkan winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix jawi heb' sirio ay t'a yol yic Damasco yic skolwaj yet' winhaj Hadad-ezer chi', palta ix ak'jipax ganar heb' yuj winhaj rey Dawid chi', 22 mil heb' ix cham yuj winh."
        },
        {
            "number": "6",
            "text": "Elanhchamel ix yak'och heb' soldado winhaj rey Dawid chi' t'a yol yic Damasco chi', icha chi' ix aj skan heb' sirio chi' t'a yalanh smandar winh. Ix checji yak' tumin heb' t'a junjun ab'il. Ha Jehová ix och yet' winh, yuj chi' yalnhej b'aj ix b'at winh yak' owal, ix yak'nhej ganar winh."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix yik'anpaxcanek' juntzanh maclab' jul-lab' winhaj rey Dawid chi' t'a heb' soldado winhaj Hadad-ezer chi', ayoch oro t'ay, ix yik'ancot winh t'a Jerusalén."
        },
        {
            "number": "8",
            "text": "Anhejtona' te niwan pax k'een bronce ix yik'kanek' winh t'a chonhab' Beta yet' t'a Berotai, aton juntzanh chonhab' chi' ay t'a yol smacb'en winhaj Hadad-ezer chi'."
        },
        {
            "number": "9",
            "text": "Axo pax winhaj Toi, sreyal Hamat, ayic ix yab'an winh tas ix aj slajwiel masanil heb' soldado winhaj Hadad-ezer yuj winhaj Dawid chi',"
        },
        {
            "number": "10",
            "text": "ix schekanb'at jun yuninal winh skuchan Joram t'a winh. Ix yak'anpaxb'at k'een plata winh, k'een oro yet' k'een bronce, yuj yak'an stzatzil sk'ol winhaj Dawid chi' winh. Ix yalanpaxb'at wach' lolonel winh t'a winh yujto ix ak'ji ganar winhaj Hadad-ezer yuj winh, yujto yak'nac owal winhaj Toi chi' yet' winhaj Hadad-ezer chi'."
        },
        {
            "number": "11",
            "text": "Ha masanil juntzanh k'een ix scha' winhaj Dawid t'a winhaj Toi chi', ix yak'pax k'een winh t'a Jehová yet' k'een oro yet' k'een plata cotnac t'a juntzanhxo chonhab' yak'nac ganar winh:"
        },
        {
            "number": "12",
            "text": "Aton t'a Edom, t'a Moab, t'a heb' amonita, t'a heb' filisteo, t'a heb' amalecita yet' k'een ix yik'kanek' winh ayic ix yak'an owal winh yet' winhaj Hadad-ezer."
        },
        {
            "number": "13",
            "text": "Ix te b'inaj wal winhaj rey Dawid chi' sik'lab'il ayic ix meltzajxi winh t'a owal yet' heb' edomita, 18 mil heb' ix cham yuj winh t'a jun Spanhanil Atz'am Atz'am."
        },
        {
            "number": "14",
            "text": "Elanhchamel ix yak'och heb' soldado winhaj Dawid chi' stanhwej Edom. Masanil heb' aj Edom chi', ix kan heb' t'a yalanh smandar winh. Ha Jehová ix ochnhej yet' winh t'a owal chi', yuj chi' yalnhej b'ajtil sb'at winh yak' owal, syak'nhej ganar winh."
        },
        {
            "number": "15",
            "text": "Ha winhaj Dawid chi', ix yak' reyal winh t'a masanil heb' chonhab' israel t'a stojolal yet' t'a swach'ilal."
        },
        {
            "number": "16",
            "text": "Ha heb' ix ak'an yajalil yet' winh, aton heb' tik: Vinhaj Joab yune' ix Sarwia, yajal winh t'a heb' soldado smasanil, winhaj Josafat yuninal winhaj Ahilud, tz'ib'um yaj winh t'a winh rey chi'."
        },
        {
            "number": "17",
            "text": "Vinhaj Sadoc yuninal winhaj Ahitob yet' winhaj Ahimelec yuninal winhaj Abiatar, sat sacerdote yaj heb' winh. Axo winhaj Seraías stz'ib'an yab'ixal tastac sk'ulej winh rey chi' t'a stzolal."
        },
        {
            "number": "18",
            "text": "Axo pax winhaj Benaía yuninal winhaj Joiada, yajal yaj winh t'a heb' soldado stanhwan winh rey chi', aton heb' cereteo yet' heb' peleteo, haxo heb' yuninal winhaj rey Dawid chi', sat yajal yaj heb'."
        }
    ]
}