{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj rey David yet' eb' soldado ix yak' ganar eb' filisteo eb', yuj chi' ix kan eb' t'a yalanh smandar vinh."
        },
        {
            "number": "2",
            "text": "Ix ak'jipax ganar eb' moabita yuj vinh. Ix schecanem latz'an eb' vinh smasanil t'a sat lu'um, ix yechtan eb' vinh yet' jun ch'anh ch'anh. Ha jantac mach skan t'a yol chab' ch'anhil, schami, haxo mach skan t'a yol yic yoxil ch'anhil jun, max chamlaj. Icha chi' ix aj skan eb' moabita chi' t'a yalanh smandar vinhaj rey David chi'. Ix checji yak' tumin eb' t'a junjun ab'il yuj vinh."
        },
        {
            "number": "3",
            "text": "Anheja' vinhaj rey David chi' ix ak'an ganar vinhaj Hadad-ezer, ayic van sb'at vinh stok'xicanek' smacb'en b'aj ay ha' niwan Éufrates. Ha vinhaj Hadad-ezer chi' yuninal vinh vinhaj Rehob sreyal Soba."
        },
        {
            "number": "4",
            "text": "Ha vinhaj rey David chi' ix yaman mil 700 eb' soldado vinhaj Hadad-ezer chi', aton eb' ayq'ue t'a yib'anh chej yet' 20 mil eb' sb'ey t'a yoc. Ix yik'anb'at eb' vinh t'a preso. Ix stzepan sch'anhal yoc nok' chej ed'jinac carruaje chi' vinh, axonhej nok' snheran 100 carruaje ix yactejcan vinh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix javi eb' sirio ay t'a yol yic Damasco yic scolvaj yet' vinhaj Hadad-ezer chi', palta ix ak'jipax ganar eb' yuj vinhaj rey David chi', 22 mil eb' ix cham yuj vinh."
        },
        {
            "number": "6",
            "text": "Elanhchamel ix yak'och eb' soldado vinhaj rey David chi' t'a yol yic Damasco chi', icha chi' ix aj skan eb' sirio chi' t'a yalanh smandar vinh. Ix checji yak' tumin eb' t'a junjun ab'il. Ha Jehová ix och yet' vinh, yuj chi' yalnhej b'aj ix b'at vinh yak' oval, ix yak'nhej ganar vinh."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix yik'anpaxcanek' juntzanh maclab' jul-lab' vinhaj rey David chi' t'a eb' soldado vinhaj Hadad-ezer chi', ayoch oro t'ay, ix yik'ancot vinh t'a Jerusalén."
        },
        {
            "number": "8",
            "text": "Anhejtona' te niwan pax q'uen bronce ix yik'canek' vinh t'a chonhab' Beta yet' t'a Berotai, aton juntzanh chonhab' chi' ay t'a yol smacb'en vinhaj Hadad-ezer chi'."
        },
        {
            "number": "9",
            "text": "Axo pax vinhaj Toi, sreyal Hamat, ayic ix yab'an vinh tas ix aj slajviel masanil eb' soldado vinhaj Hadad-ezer yuj vinhaj David chi',"
        },
        {
            "number": "10",
            "text": "ix schecanb'at jun yuninal vinh scuchan Joram t'a vinh. Ix yak'anpaxb'at q'uen plata vinh, q'uen oro yet' q'uen bronce, yuj yak'an stzatzil sk'ol vinhaj David chi' vinh. Ix yalanpaxb'at wach' lolonel vinh t'a vinh yujto ix ak'ji ganar vinhaj Hadad-ezer yuj vinh, yujto yak'nac oval vinhaj Toi chi' yet' vinhaj Hadad-ezer chi'."
        },
        {
            "number": "11",
            "text": "Ha masanil juntzanh q'uen ix scha' vinhaj David t'a vinhaj Toi chi', ix yak'pax q'uen vinh t'a Jehová yet' q'uen oro yet' q'uen plata cotnac t'a juntzanhxo chonhab' yak'nac ganar vinh:"
        },
        {
            "number": "12",
            "text": "Aton t'a Edom, t'a Moab, t'a eb' amonita, t'a eb' filisteo, t'a eb' amalecita yet' q'uen ix yik'canek' vinh ayic ix yak'an oval vinh yet' vinhaj Hadad-ezer."
        },
        {
            "number": "13",
            "text": "Ix te b'inaj val vinhaj rey David chi' sik'lab'il ayic ix meltzajxi vinh t'a oval yet' eb' edomita, 18 mil eb' ix cham yuj vinh t'a jun Spanhanil Atz'am Atz'am."
        },
        {
            "number": "14",
            "text": "Elanhchamel ix yak'och eb' soldado vinhaj David chi' stanhvej Edom. Masanil eb' aj Edom chi', ix kan eb' t'a yalanh smandar vinh. Ha Jehová ix ochnhej yet' vinh t'a oval chi', yuj chi' yalnhej b'ajtil sb'at vinh yak' oval, syak'nhej ganar vinh."
        },
        {
            "number": "15",
            "text": "Ha vinhaj David chi', ix yak' reyal vinh t'a masanil eb' chonhab' israel t'a stojolal yet' t'a svach'ilal."
        },
        {
            "number": "16",
            "text": "Ha eb' ix ak'an yajalil yet' vinh, aton eb' tik: Vinhaj Joab yune' ix Sarvia, yajal vinh t'a eb' soldado smasanil, vinhaj Josafat yuninal vinhaj Ahilud, tz'ib'um yaj vinh t'a vinh rey chi'."
        },
        {
            "number": "17",
            "text": "Vinhaj Sadoc yuninal vinhaj Ahitob yet' vinhaj Ahimelec yuninal vinhaj Abiatar, sat sacerdote yaj eb' vinh. Axo vinhaj Seraías stz'ib'an yab'ixal tastac sk'ulej vinh rey chi' t'a stzolal."
        },
        {
            "number": "18",
            "text": "Axo pax vinhaj Benaía yuninal vinhaj Joiada, yajal yaj vinh t'a eb' soldado stanhvan vinh rey chi', aton eb' cereteo yet' eb' peleteo, haxo eb' yuninal vinhaj rey David chi', sat yajal yaj eb'."
        }
    ]
}