{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ix sk'anb'anek' winhaj rey Dawid chi' tato ayto junocxo yinhtilal winhaj Saúl ixto kani, yic syak'an swach'k'olal winh t'ay yuj swach'k'olal winhaj Jonatán yak'nac t'a winh."
        },
        {
            "number": "2",
            "text": "Ay jun winh schekab' winhaj Saúl scuch Siba, ix avtajcot winh t'a yichanh winhaj rey Dawid chi'. Axo yic ix jawi winh, ix sk'anb'an winh rey chi' t'a winh icha tik: --¿A ach am tik tza cuch Siba? xchi winh t'a winh. --I', a in ton mamin rey, xchi winh."
        },
        {
            "number": "3",
            "text": "Ix sk'anb'an winh rey chi' t'a winh icha tik: --¿Manhxa am wal junok yinhtilal winhaj Saúl ayeq'ui, yic tzin ch'ox in wach'k'olal t'ay icha ix wutej wak'an in ti' t'a yichanh Jehová? xchi winh. Ix tak'wi winhaj Siba chi': --Aytocan jun winh yuninal winhaj Jonatán, chuclaj yoc winh schab'il, xchi winh."
        },
        {
            "number": "4",
            "text": "--¿B'ajtil ay winh? xchi winhaj Dawid chi'. --Ha t'a spat winhaj Maquir yuninal winhaj Amiel t'a Lodebar, ata' ayek' winh, xchi winhaj Siba chi'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix yalan winhaj rey Dawid chi' to b'at ik'jicot winhaj Mefi-boset yuninal winhaj Jonatán chi' winh yixchiquin winhaj Saúl chi'. Ayic ix jawi winh t'a yichanh winh rey chi', ix em nhojan winh t'a sat lu'um. Ix yalan winhaj Dawid chi' t'a winh icha tik: --Mefi-boset, xchi winh. --Tik ayin mamin rey, xchi winh."
        },
        {
            "number": "6",
            "text": "Ix yalan winhaj Dawid chi' t'a winh icha tik: --Manh ach xiwoc, wach' ol wutej in b'a t'ayach yuj b'aj xajan yilnac in winhaj Jonatán winh a mam. Ol wak'xikan masanil lum sluum winh a mam icham aj Saúl t'ayach. Ol ach wanhej wed' t'a in mexa, xchi winh."
        },
        {
            "number": "7",
            "text": "Ix em nhojan winhaj Mefi-boset chi', ix yalan winh: --Mamin rey, ¿tas wal yuj tz'ok' a k'ol t'ayin? Ha in a chekab' in tik lajan in icha junok nok' chamnac tz'i', xchi winh."
        },
        {
            "number": "8",
            "text": "Ix avtajxi winhaj Siba yuj winh rey chi', aton winh schekab'kan winhaj Saúl, ix yalan winh t'a winh icha tik: --Tik wal swak'xikan masanil tastac yic winh a patrón yet' yuninal t'a winh yixchiquin winh tik."
        },
        {
            "number": "9",
            "text": "Ha ach tik yet' masanil heb' uninal yet' masanil heb' a chekab', ol ex munlaj t'a sat lum sluum winh chi'. Masanil tas ol el t'a sat lu'um, tza molb'ej t'a yol junok spatil, yic wach' tz'och yopisio yuj heb' yuninal winhaj Mefi-boset tik, palta haxo winh jun, ol wanhej winh wed'oc, xchi winh rey chi' t'a winh. Olajunhwanh yuninal winhaj Siba chi', 20 heb' schekab' winh."
        },
        {
            "number": "10",
            "text": "Ix tak'wi winhaj Siba chi' t'a winh rey chi' icha tik: --Masanil tas tza chec in k'ulej tik, ol in k'anab'ajej, xchi winh. Ha winhaj Mefi-boset chi', junjun k'u swa winh yet' winh rey chi', icha wal yuninal winh ix yutej winh."
        },
        {
            "number": "11",
            "text": "Ay jun yuninal winhaj Mefi-boset chi' yuneto skuchan Micaía. Masanil mach ayek' t'a spat winhaj Siba chi', schekab' winhaj Mefi-boset chi' yaj heb'."
        },
        {
            "number": "12",
            "text": "Ha winhaj Mefi-boset chi', chuclaj yoc winh schab'il, ha t'a Jerusalén ayek' winh yujto ata' swa winh yet' winhaj rey Dawid chi'."
        }
    ]
}