{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ix sk'anb'anek' winhaj rey David chi' tato ayto junocxo yinhtilal winhaj Saúl ixto cani, yic syak'an swach'k'olal winh t'ay yuj swach'k'olal winhaj Jonatán yak'nac t'a winh."
        },
        {
            "number": "2",
            "text": "Ay jun winh schecab' winhaj Saúl scuch Siba, ix avtajcot winh t'a yichanh winhaj rey David chi'. Axo yic ix javi winh, ix sk'anb'an winh rey chi' t'a winh icha tik: --¿A ach am tik tza cuch Siba? xchi winh t'a winh. --I', a in ton mamin rey, xchi winh."
        },
        {
            "number": "3",
            "text": "Ix sk'anb'an winh rey chi' t'a winh icha tik: --¿Manhxa am val junok yinhtilal winhaj Saúl ayeq'ui, yic tzin ch'ox in wach'k'olal t'ay icha ix vutej vak'an in ti' t'a yichanh Jehová? xchi winh. Ix tak'vi winhaj Siba chi': --Aytocan jun winh yuninal winhaj Jonatán, chuclaj yoc winh schab'il, xchi winh."
        },
        {
            "number": "4",
            "text": "--¿B'ajtil ay winh? xchi winhaj David chi'. --Ha t'a spat winhaj Maquir yuninal winhaj Amiel t'a Lodebar, ata' ayek' winh, xchi winhaj Siba chi'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix yalan winhaj rey David chi' to b'at ik'jicot winhaj Mefi-boset yuninal winhaj Jonatán chi' winh yixchiquin winhaj Saúl chi'. Ayic ix javi winh t'a yichanh winh rey chi', ix em nhojan winh t'a sat lu'um. Ix yalan winhaj David chi' t'a winh icha tik: --Mefi-boset, xchi winh. --Tik ayin mamin rey, xchi winh."
        },
        {
            "number": "6",
            "text": "Ix yalan winhaj David chi' t'a winh icha tik: --Manh ach xivoc, wach' ol vutej in b'a t'ayach yuj b'aj xajan yilnac in winhaj Jonatán winh a mam. Ol vak'xican masanil lum sluum winh a mam icham aj Saúl t'ayach. Ol ach vanhej ved' t'a in mexa, xchi winh."
        },
        {
            "number": "7",
            "text": "Ix em nhojan winhaj Mefi-boset chi', ix yalan winh: --Mamin rey, ¿tas val yuj tz'ok' a k'ol t'ayin? Ha in a checab' in tik lajan in icha junok nok' chamnac tz'i', xchi winh."
        },
        {
            "number": "8",
            "text": "Ix avtajxi winhaj Siba yuj winh rey chi', aton winh schecab'kan winhaj Saúl, ix yalan winh t'a winh icha tik: --Tik val svak'xican masanil tastac yic winh a patrón yet' yuninal t'a winh yixchiquin winh tik."
        },
        {
            "number": "9",
            "text": "Ha ach tik yet' masanil eb' uninal yet' masanil eb' a checab', ol ex munlaj t'a sat lum sluum winh chi'. Masanil tas ol el t'a sat lu'um, tza molb'ej t'a yol junok spatil, yic wach' tz'och yopisio yuj eb' yuninal winhaj Mefi-boset tik, palta haxo winh jun, ol vanhej winh ved'oc, xchi winh rey chi' t'a winh. Olajunhvanh yuninal winhaj Siba chi', 20 eb' schecab' winh."
        },
        {
            "number": "10",
            "text": "Ix tak'vi winhaj Siba chi' t'a winh rey chi' icha tik: --Masanil tas tza chec in k'ulej tik, ol in k'anab'ajej, xchi winh. Ha winhaj Mefi-boset chi', junjun k'u sva winh yet' winh rey chi', icha val yuninal winh ix yutej winh."
        },
        {
            "number": "11",
            "text": "Ay jun yuninal winhaj Mefi-boset chi' yuneto scuchan Micaía. Masanil mach ayek' t'a spat winhaj Siba chi', schecab' winhaj Mefi-boset chi' yaj eb'."
        },
        {
            "number": "12",
            "text": "Ha winhaj Mefi-boset chi', chuclaj yoc winh schab'il, ha t'a Jerusalén ayek' winh yujto ata' sva winh yet' winhaj rey David chi'."
        }
    ]
}