{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ix sk'anb'anek' vinhaj rey David chi' tato ayto junocxo yinhtilal vinhaj Saúl ixto cani, yic syak'an svach'k'olal vinh t'ay yuj svach'k'olal vinhaj Jonatán yak'nac t'a vinh."
        },
        {
            "number": "2",
            "text": "Ay jun vinh schecab' vinhaj Saúl scuch Siba, ix avtajcot vinh t'a yichanh vinhaj rey David chi'. Axo yic ix javi vinh, ix sk'anb'an vinh rey chi' t'a vinh icha tik: --¿A ach am tik tza cuch Siba? xchi vinh t'a vinh. --I', a in ton mamin rey, xchi vinh."
        },
        {
            "number": "3",
            "text": "Ix sk'anb'an vinh rey chi' t'a vinh icha tik: --¿Manhxa am val junok yinhtilal vinhaj Saúl ayeq'ui, yic tzin ch'ox in wach'k'olal t'ay icha ix vutej vak'an in ti' t'a yichanh Jehová? xchi vinh. Ix tak'vi vinhaj Siba chi': --Aytocan jun vinh yuninal vinhaj Jonatán, chuclaj yoc vinh schab'il, xchi vinh."
        },
        {
            "number": "4",
            "text": "--¿B'ajtil ay vinh? xchi vinhaj David chi'. --Ha t'a spat vinhaj Maquir yuninal vinhaj Amiel t'a Lodebar, ata' ayek' vinh, xchi vinhaj Siba chi'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix yalan vinhaj rey David chi' to b'at ik'jicot vinhaj Mefi-boset yuninal vinhaj Jonatán chi' vinh yixchiquin vinhaj Saúl chi'. Ayic ix javi vinh t'a yichanh vinh rey chi', ix em nhojan vinh t'a sat lu'um. Ix yalan vinhaj David chi' t'a vinh icha tik: --Mefi-boset, xchi vinh. --Tik ayin mamin rey, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix yalan vinhaj David chi' t'a vinh icha tik: --Manh ach xivoc, wach' ol vutej in b'a t'ayach yuj b'aj xajan yilnac in vinhaj Jonatán vinh a mam. Ol vak'xican masanil lum sluum vinh a mam icham aj Saúl t'ayach. Ol ach vanhej ved' t'a in mexa, xchi vinh."
        },
        {
            "number": "7",
            "text": "Ix em nhojan vinhaj Mefi-boset chi', ix yalan vinh: --Mamin rey, ¿tas val yuj tz'ok' a k'ol t'ayin? Ha in a checab' in tik lajan in icha junok nok' chamnac tz'i', xchi vinh."
        },
        {
            "number": "8",
            "text": "Ix avtajxi vinhaj Siba yuj vinh rey chi', aton vinh schecab'kan vinhaj Saúl, ix yalan vinh t'a vinh icha tik: --Tik val svak'xican masanil tastac yic vinh a patrón yet' yuninal t'a vinh yixchiquin vinh tik."
        },
        {
            "number": "9",
            "text": "Ha ach tik yet' masanil eb' uninal yet' masanil eb' a checab', ol ex munlaj t'a sat lum sluum vinh chi'. Masanil tas ol el t'a sat lu'um, tza molb'ej t'a yol junok spatil, yic wach' tz'och yopisio yuj eb' yuninal vinhaj Mefi-boset tik, palta haxo vinh jun, ol vanhej vinh ved'oc, xchi vinh rey chi' t'a vinh. Olajunhvanh yuninal vinhaj Siba chi', 20 eb' schecab' vinh."
        },
        {
            "number": "10",
            "text": "Ix tak'vi vinhaj Siba chi' t'a vinh rey chi' icha tik: --Masanil tas tza chec in k'ulej tik, ol in k'anab'ajej, xchi vinh. Ha vinhaj Mefi-boset chi', junjun k'u sva vinh yet' vinh rey chi', icha val yuninal vinh ix yutej vinh."
        },
        {
            "number": "11",
            "text": "Ay jun yuninal vinhaj Mefi-boset chi' yuneto scuchan Micaía. Masanil mach ayek' t'a spat vinhaj Siba chi', schecab' vinhaj Mefi-boset chi' yaj eb'."
        },
        {
            "number": "12",
            "text": "Ha vinhaj Mefi-boset chi', chuclaj yoc vinh schab'il, ha t'a Jerusalén ayek' vinh yujto ata' sva vinh yet' vinhaj rey David chi'."
        }
    ]
}