{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pablo in tik, svak' servil Dios. Anhejtona' schecab' in pax Jesucristo, yic wach' a eb' sik'b'iltaxonel yuj Dios ol swach' aq'uejoch Cristo eb' t'a sk'ool. Ay vopisio in k'ayb'an eb' t'a jun k'ayb'ub'al te yel, aton jun tzonh k'ayb'an t'a wach'il."
        },
        {
            "number": "2",
            "text": "Ha yuj jun k'ayb'ub'al chi' scak'och yipoc co k'ool to ol co cha co q'uinal t'a junelnhej. Ha Dios malaj b'aj syesej juneloc. Ayic manto sb'o jun yol yib'anhk’inal tik, ix yak'kan sti' to ol yak' co q'uinal."
        },
        {
            "number": "3",
            "text": "Ha ticnaic, ix javi stiempoal yak'an ojtacajel Slolonel. Yuj chi' ix ak'jioch Slolonel chi' ab'enal t'a yol in k'ab', haxo yuj schecnab'il Dios co Columal svaleli."
        },
        {
            "number": "4",
            "text": "Tik svak'b'at jun in carta tik t'ayach ach Tito. Yel ichato vuninal ach, yujto junnhej scutej cak'anoch Cristo t'a co k'ool. Aocab' co Mam Dios yet' Cajalil Jesucristo co Columal syak' swach'k'olal yet' sjunk'olal t'ayach ta'."
        },
        {
            "number": "5",
            "text": "Vak'nac ach kan t'a yol yic Creta chi', yic tza wach' b'oej juntzanh tas ayto sb'oi. Tza sik'anpaxelta eb' tz'och ancianoal t'a junjun chonhab'. Tza siq'uelta eb' icha vutejnac valancan t'ayach."
        },
        {
            "number": "6",
            "text": "Tik svalb'at t'ayach tas yowalil sb'eyb'alej eb' tz'och ancianoal chi': Yovalil malaj b'aj say junok chukal eb', yic max yal yak'jioch junok tas t'a yib'anh eb'. Yovalil junnhej ix yetb'eyum junjun eb'. Axo yuninal eb', yowalil creyente eb' smasanil. Manh comonoc say chukal eb'. Manh ak'umtacoc syutej sb'a eb'."
        },
        {
            "number": "7",
            "text": "Yujto a eb' tz'och yilumaloc eb' yetcreyenteal, yowalil te wach'nhej syutej sb'a eb', yujto yilumal smunlajel Dios tz'aj eb'. Max yal axonhej eb' sgana syal yico'. Max yal utzin syutej sk'ool eb'. Manh uk'umoc anh eb'. Mocab' comon mak'vaj pax eb'. Anhejtona', mocab' yak' ganar stumin eb' t'a spatic chukal."
        },
        {
            "number": "8",
            "text": "Ha eb' ay yopisio chi', yowalil wach' syutej sb'a eb' t'a eb' slaj ek' t'ay. Yovalil anhej tas wach' sk'ulej eb', syilan val sb'a eb'. Te tojol syutej sb'a eb'. Anhej d'ha Dios syak'och spensar eb'. Yovalil scachoch vaan snivanil eb'."
        },
        {
            "number": "9",
            "text": "Yovalil ha t'a jun k'ayb'ub'al te yel syak'och spensar eb', aton jun sk'ayb'ejnac eb'. Yovalil icha chi' syutej sb'a eb' yic wach' syal stojolb'itan spensar eb' yetcreyenteal eb' yet' jun k'ayb'ub'al te wach', yic pax syal sch'oxanel eb' b'aj ay spaltail eb' chuk yalan t'a spatic co k'ayb'ub'al tik."
        },
        {
            "number": "10",
            "text": "Yujto tzijtum eb' anheja' yak'an ak'umtaquil. Anhej juntzanh tas malaj yelk'och scomon alej eb'. Nanhal val eb' somchajel yuj eb'. Ha t'a skal eb' israel, tzijtum eb' icha chi' syutej sb'a."
        },
        {
            "number": "11",
            "text": "Yovalil scachjioch vaan eb', yic maxtzac yal eb', yujto yalnhej mach junok pat b'aj tzek' eb', tzek' eb' yak' somchaj spensar eb' creyente chi'. Slaj ek' eb' sk'ayb'ej eb' anima t'a juntzanh chukal, yic wach' syak' ganar stumin eb' t'a spatic eb'."
        },
        {
            "number": "12",
            "text": "Ay jun winh aj Creta chi' te jelan t'a skal eb'. Ix yal winh icha tik: Ha eb' vetchonhab' tik, te esalvum eb'. Lajan val eb' icha junok nok' nok' te ov. Te jaragana eb', anhej vael sgana eb' syak'a', xchi winh."
        },
        {
            "number": "13",
            "text": "Yel ton val syal winh. Yuj chi' a ach tik yowalil tza cachoch vaan eb', yic wach' a jun k'ayb'ub'al yel syak'och eb' t'a sk'ool."
        },
        {
            "number": "14",
            "text": "Tzal t'a eb' yic wach' maxtzac yak'och spensar eb' t'a juntzanh comon ab'ix syal eb' israel yet' pax t'a juntzanh schecnab'il eb' malaj yelk'och jun k'ayb'ub'al yel t'a sat."
        },
        {
            "number": "15",
            "text": "Ha onh tojolb'itab'ilxo co pensar, wach' masanil tas t'ayonh. Palta haxo eb' max ak'anoch t'a sk'ool, eb' malaj swach'iltaxon spensar, malaj junok tas wach' t'a eb'. Yujto a spensar eb' chi', toxonton chuk. Manh jab'oc syil sb'a eb' yet' spensar chi'."
        },
        {
            "number": "16",
            "text": "Slaj yal eb' to yojtac val Dios eb', palta ha t'a sb'eyb'al eb' scheclajeli to manh yojtacoc Dios chi' eb'. B'alaj malaj swach'il eb' t'a yichanh Dios chi', yujto max sk'anab'ajej eb' tas syala'. Yuj chi' toxon max yal sk'ulan junok tas wach' eb'."
        }
    ]
}