{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A in Pablo in tic, svak' servil Dios. Anhejtona' schecab' in pax Jesucristo, yic vach' a eb' sik'b'iltaxonel yuj Dios ol svach' aq'uejoch Cristo eb' d'a sk'ool. Ay vopisio in k'ayb'an eb' d'a jun k'ayb'ub'al te yel, aton jun tzonh k'ayb'an d'a vach'il."
        },
        {
            "number": "2",
            "text": "A yuj jun k'ayb'ub'al chi' scak'och yipoc co k'ool to ol co cha co q'uinal d'a junelnhej. A Dios malaj b'aj syesej juneloc. Ayic manto sb'o jun yolyib'anhq'uinal tic, ix yak'can sti' to ol yak' co q'uinal."
        },
        {
            "number": "3",
            "text": "A ticnaic, ix javi stiempoal yak'an ojtacajel Slolonel. Yuj chi' ix ak'jioch Slolonel chi' ab'enal d'a yol in k'ab', axo yuj schecnab'il Dios co Columal svaleli."
        },
        {
            "number": "4",
            "text": "Tic svak'b'at jun in carta tic d'ayach ach Tito. Yel ichato vuninal ach, yujto junnhej scutej cak'anoch Cristo d'a co k'ool. Aocab' co Mam Dios yed' Cajalil Jesucristo co Columal syak' svach'k'olal yed' sjunk'olal d'ayach ta'."
        },
        {
            "number": "5",
            "text": "Vak'nac ach can d'a yol yic Creta chi', yic tza vach' b'oej juntzanh tas ayto sb'oi. Tza sik'anpaxelta eb' tz'och ancianoal d'a junjun chonhab'. Tza siq'uelta eb' icha vutejnac valancan d'ayach."
        },
        {
            "number": "6",
            "text": "Tic svalb'at d'ayach tas yovalil sb'eyb'alej eb' tz'och ancianoal chi': Yovalil malaj b'aj say junoc chucal eb', yic max yal yak'jioch junoc tas d'a yib'anh eb'. Yovalil junnhej ix yetb'eyum junjun eb'. Axo yuninal eb', yovalil creyente eb' smasanil. Manh comonoc say chucal eb'. Manh ak'umtacoc syutej sb'a eb'."
        },
        {
            "number": "7",
            "text": "Yujto a eb' tz'och yilumaloc eb' yetcreyenteal, yovalil te vach'nhej syutej sb'a eb', yujto yilumal smunlajel Dios tz'aj eb'. Max yal axonhej eb' sgana syal yico'. Max yal utzin syutej sk'ool eb'. Manh uk'umoc anh eb'. Mocab' comon mak'vaj pax eb'. Anhejtona', mocab' yak' ganar stumin eb' d'a spatic chucal."
        },
        {
            "number": "8",
            "text": "A eb' ay yopisio chi', yovalil vach' syutej sb'a eb' d'a eb' slaj ek' d'ay. Yovalil anhej tas vach' sk'ulej eb', syilan val sb'a eb'. Te tojol syutej sb'a eb'. Anhej d'a Dios syak'och spensar eb'. Yovalil scachoch vaan snivanil eb'."
        },
        {
            "number": "9",
            "text": "Yovalil a d'a jun k'ayb'ub'al te yel syak'och spensar eb', aton jun sk'ayb'ejnac eb'. Yovalil icha chi' syutej sb'a eb' yic vach' syal stojolb'itan spensar eb' yetcreyenteal eb' yed' jun k'ayb'ub'al te vach', yic pax syal sch'oxanel eb' b'aj ay spaltail eb' chuc yalan d'a spatic co k'ayb'ub'al tic."
        },
        {
            "number": "10",
            "text": "Yujto tzijtum eb' anheja' yak'an ak'umtaquil. Anhej juntzanh tas malaj yelk'och scomon alej eb'. Nanhal val eb' somchajel yuj eb'. A d'a scal eb' israel, tzijtum eb' icha chi' syutej sb'a."
        },
        {
            "number": "11",
            "text": "Yovalil scachjioch vaan eb', yic maxtzac yal eb', yujto yalnhej mach junoc pat b'aj tz'ek' eb', tz'ek' eb' yak' somchaj spensar eb' creyente chi'. Slaj ek' eb' sk'ayb'ej eb' anima d'a juntzanh chucal, yic vach' syak' ganar stumin eb' d'a spatic eb'."
        },
        {
            "number": "12",
            "text": "Ay jun vinh aj Creta chi' te jelan d'a scal eb'. Ix yal vinh icha tic: A eb' vetchonhab' tic, te esalvum eb'. Lajan val eb' icha junoc nok' nok' te ov. Te jaragana eb', anhej vael sgana eb' syak'a', xchi vinh."
        },
        {
            "number": "13",
            "text": "Yel ton val syal vinh. Yuj chi' a ach tic yovalil tza cachoch vaan eb', yic vach' a jun k'ayb'ub'al yel syak'och eb' d'a sk'ool."
        },
        {
            "number": "14",
            "text": "Tzal d'a eb' yic vach' maxtzac yak'och spensar eb' d'a juntzanh comon ab'ix syal eb' israel yed' pax d'a juntzanh schecnab'il eb' malaj yelk'och jun k'ayb'ub'al yel d'a sat."
        },
        {
            "number": "15",
            "text": "A onh tojolb'itab'ilxo co pensar, vach' masanil tas d'ayonh. Palta axo eb' max ak'anoch d'a sk'ool, eb' malaj svach'iltaxon spensar, malaj junoc tas vach' d'a eb'. Yujto a spensar eb' chi', toxonton chuc. Manh jab'oc syil sb'a eb' yed' spensar chi'."
        },
        {
            "number": "16",
            "text": "Slaj yal eb' to yojtac val Dios eb', palta a d'a sb'eyb'al eb' scheclajeli to manh yojtacoc Dios chi' eb'. B'alaj malaj svach'il eb' d'a yichanh Dios chi', yujto max sk'anab'ajej eb' tas syala'. Yuj chi' toxon max yal sk'ulan junoc tas vach' eb'."
        }
    ]
}