{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pablo in tik, swak' serwil Dios. Anhejtona' schekab' in pax Jesucristo, yic wach' a heb' sik'b'iltaxonel yuj Dios ol swach' ak'ejoch Cristo heb' t'a sk'ool. Ay wopisio in k'ayb'an heb' t'a jun k'ayb'ub'al te yel, aton jun tzonh k'ayb'an t'a wach'il."
        },
        {
            "number": "2",
            "text": "Ha yuj jun k'ayb'ub'al chi' skak'och yipoc ko k'ool to ol ko cha ko k 'inal t'a junelnhej. Ha Dios malaj b'aj syesej juneloc. Ayic manto sb'o jun yol yib'anhk’inal tik, ix yak'kan sti' to ol yak' ko k 'inal."
        },
        {
            "number": "3",
            "text": "Ha ticnaik, ix jawi stiempoal yak'an ojtakajel Slolonel. Yuj chi' ix ak'jioch Slolonel chi' ab'enal t'a yol in k'ab', haxo yuj schecnab'il Dios ko Kolumal swaleli."
        },
        {
            "number": "4",
            "text": "Tik swak'b'at jun in carta tik t'ayach ach Tito. Yel ichato wuninal ach, yujto junnhej scutej kak'anoch Cristo t'a ko k'ool. Aokab' ko Mam Dios yet' Cajalil Jesucristo ko Kolumal syak' swach'k'olal yet' sjunk'olal t'ayach ta'."
        },
        {
            "number": "5",
            "text": "Vak'nac ach kan t'a yol yic Creta chi', yic tza wach' b'oej juntzanh tas ayto sb'oi. Tza sik'anpaxelta heb' tz'och ancianoal t'a junjun chonhab'. Tza sik'elta heb' icha wutejnac walankan t'ayach."
        },
        {
            "number": "6",
            "text": "Tik swalb'at t'ayach tas yowalil sb'eyb'alej heb' tz'och ancianoal chi': Yowalil malaj b'aj say junok chukal heb', yic max yal yak'jioch junok tas t'a yib'anh heb'. Yowalil junnhej ix yetb'eyum junjun heb'. Axo yuninal heb', yowalil creyente heb' smasanil. Manh comonoc say chukal heb'. Manh ak'umtacoc syutej sb'a heb'."
        },
        {
            "number": "7",
            "text": "Yujto a heb' tz'och yilumaloc heb' yetcreyenteal, yowalil te wach'nhej syutej sb'a heb', yujto yilumal smunlajel Dios tz'aj heb'. Max yal axonhej heb' snib'ej syal yico'. Max yal utzin syutej sk'ool heb'. Manh uk'umoc anh heb'. Mokab' comon mak'waj pax heb'. Anhejtona', mokab' yak' ganar stumin heb' t'a spatic chukal."
        },
        {
            "number": "8",
            "text": "Ha heb' ay yopisio chi', yowalil wach' syutej sb'a heb' t'a heb' slaj ek' t'ay. Yowalil anhej tas wach' sk'ulej heb', syilan wal sb'a heb'. Te tojol syutej sb'a heb'. Anhej d'ha Dios syak'och spensar heb'. Yowalil skachoch waan sniwanil heb'."
        },
        {
            "number": "9",
            "text": "Yowalil ha t'a jun k'ayb'ub'al te yel syak'och spensar heb', aton jun sk'ayb'ejnac heb'. Yowalil icha chi' syutej sb'a heb' yic wach' syal stojolb'itan spensar heb' yetcreyenteal heb' yet' jun k'ayb'ub'al te wach', yic pax syal sch'oxanel heb' b'aj ay spaltail heb' chuk yalan t'a spatic ko k'ayb'ub'al tik."
        },
        {
            "number": "10",
            "text": "Yujto tzijtum heb' anheja' yak'an ak'umtaquil. Anhej juntzanh tas malaj yelk'och scomon alej heb'. Nanhal wal heb' somchajel yuj heb'. Ha t'a skal heb' israel, tzijtum heb' icha chi' syutej sb'a."
        },
        {
            "number": "11",
            "text": "Yowalil skachjioch waan heb', yic maxtzac yal heb', yujto yalnhej mach junok pat b'aj tzek' heb', tzek' heb' yak' somchaj spensar heb' creyente chi'. Slaj ek' heb' sk'ayb'ej heb' anima t'a juntzanh chukal, yic wach' syak' ganar stumin heb' t'a spatic heb'."
        },
        {
            "number": "12",
            "text": "Ay jun winh aj Creta chi' te jelan t'a skal heb'. Ix yal winh icha tik: Ha heb' wetchonhab' tik, te esalwum heb'. Lajan wal heb' icha junok nok' nok' te ov. Te jaragana heb', anhej wael snib'ej heb' syak'a', xchi winh."
        },
        {
            "number": "13",
            "text": "Yel ton wal syal winh. Yuj chi' a ach tik yowalil tza kachoch waan heb', yic wach' a jun k'ayb'ub'al yel syak'och heb' t'a sk'ool."
        },
        {
            "number": "14",
            "text": "Tzal t'a heb' yic wach' maxtzac yak'och spensar heb' t'a juntzanh comon ab'ix syal heb' israel yet' pax t'a juntzanh schecnab'il heb' malaj yelk'och jun k'ayb'ub'al yel t'a sat."
        },
        {
            "number": "15",
            "text": "Ha onh tojolb'itab'ilxo ko pensar, wach' masanil tas t'ayonh. Palta haxo heb' max ak'anoch t'a sk'ool, heb' malaj swach'iltaxon spensar, malaj junok tas wach' t'a heb'. Yujto a spensar heb' chi', toxonton chuk. Manh jab'oc syil sb'a heb' yet' spensar chi'."
        },
        {
            "number": "16",
            "text": "Slaj yal heb' to yojtak wal Dios heb', palta ha t'a sb'eyb'al heb' scheclajeli to manh yojtakoc Dios chi' heb'. B'alaj malaj swach'il heb' t'a yichanh Dios chi', yujto max sk'anab'ajej heb' tas syala'. Yuj chi' toxon max yal sk'ulan junok tas wach' heb'."
        }
    ]
}