{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "A achxo tic, tza k'ayb'ej eb' anima d'a tas smoj sk'ayb'aji, aton d'a juntzanh k'ayb'ub'al te yel."
        },
        {
            "number": "2",
            "text": "Tzal d'a eb' ichamtac vinac to tek'an val syutej spensar eb'. Te vach' syutej sb'a eb', yic vach' ay yelk'och eb' d'a sat eb' yetanimail. Yovalil syil val sb'a eb'. Syak'och val juntzanh k'ayb'ub'al eb' te yel d'a sk'ool. Xajanocab' eb' anima yuj eb'. Tek'anocab' syutej sb'a eb' yab'an syail."
        },
        {
            "number": "3",
            "text": "Yed' pax eb' ix chichimtac ix, tzal d'a eb' ix to yovalil vach' syutej sb'a eb' ix icha sgana Dios. Mocab' yal specal eb' anima eb' ix. Mocab' uk'umoc anh eb' ix. Yovalil sch'ox vach' b'eyb'al eb' ix,"
        },
        {
            "number": "4",
            "text": "sec yuj chi' ol yal sk'ayb'an eb' ix cob'estac ix eb' ix yic xajanej eb' vinh yetb'eyum eb' ix yed' yune'."
        },
        {
            "number": "5",
            "text": "Yujto a eb' ix cob'estac ix chi', yovalil syil val sb'a eb' ix. Yovalil tojol syutej sb'eyb'al eb' ix. Yak'ocab' servil yol spat eb' ix. Vach' syutej spensar eb' ix d'a eb' yetanimail. Sk'anab'ajan eb' ix tas syal vinh yetb'eyum. Tato icha chi' syutej sb'a eb' ix, manh ol b'uchjoc Slolonel Dios."
        },
        {
            "number": "6",
            "text": "Anhejtona', tza cham alej pax d'a eb' vinh quelemtac to yovalil syil val sb'a eb' vinh."
        },
        {
            "number": "7",
            "text": "A achxo, te vach' tzutej a b'eyb'al yil eb' ta'. Anhej juntzanh k'ayb'ub'al te yel tzal d'a eb'. Ayic tza k'ayb'an eb', manh tonhejoc tzach comon loloni."
        },
        {
            "number": "8",
            "text": "Tojol tzutej a k'ayb'an eb', yic vach' max yal yalan eb' to es b'aj tza k'ayb'ej eb' chi'. Tato icha chi', a eb' schichonoch sk'ool d'ayonh ol q'uixvoquel eb', yujto malaj junoc tas ol yal yalan eb' d'a co patic."
        },
        {
            "number": "9",
            "text": "Tzalanpax d'a eb' creyente ayoch checab'oc to yovalil sk'anab'ajej spatrón eb'. Vach' syutej sb'a eb' icha sgana spatrón chi'. Max yal spacan sti' vinh eb'."
        },
        {
            "number": "10",
            "text": "Max yal yelk'an junoc tas eb' d'a vinh. Yovalil te tojol syutej sb'a eb' sch'oxan svach' b'eyb'al. Tato icha chi', ol yil eb' anima to a juntzanh k'ayb'ub'al yic Dios co Columal te vach'."
        },
        {
            "number": "11",
            "text": "A Dios ix ch'oxan svach'k'olal d'ayonh, yic syal tzonh colchajel co masanil d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "12",
            "text": "Yuj svach'k'olal chi' snachajel cuuj to yovalil scactejcan masanil tas manh vach'oc d'a yichanh Dios yed' masanil tas malaj svach'il sco nib'ej d'a yolyib'anhq'uinal tic. Yovalil squil val co b'a, te vach' scutej co b'eyb'al. Anhejocab' d'a Dios chi' scak'och co pensar."
        },
        {
            "number": "13",
            "text": "Co tanhvejec sjavi jun k'ual tzalajk'olal yic ol ja co Diosal te nivan yelk'ochi, aton co Columal Jesucristo."
        },
        {
            "number": "14",
            "text": "A ix yak'cham sb'a cuuj, yic tzonh scolelta d'a yol sk'ab' chucal. A ix ik'anel co mul smasanil, yic vach' anhej ayonh yico', yic vach' anhej juntzanh tas vach' sco k'ulej."
        },
        {
            "number": "15",
            "text": "Tzalel juntzanh tic d'a scal eb' creyente ta'. Tza cuchb'ej eb'. Tza cachoch vaan eb' malaj svach'il sb'eyb'al, yujto a chi' opisio yaji. Te vach' tzutej a b'a, yic malaj eb' ol yal yalan d'a a patic to malaj opisio."
        }
    ]
}