{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha achxo tik, tza k'ayb'ej heb' anima t'a tas smoj sk'ayb'aji, aton t'a juntzanh k'ayb'ub'al te yel."
        },
        {
            "number": "2",
            "text": "Tzal t'a heb' ichamtac winak to tek'an wal syutej spensar heb'. Te wach' syutej sb'a heb', yic wach' ay yelk'och heb' t'a sat heb' yetanimail. Yowalil syil wal sb'a heb'. Syak'och wal juntzanh k'ayb'ub'al heb' te yel t'a sk'ool. Xajanocab' heb' anima yuj heb'. Tek'anocab' syutej sb'a heb' yab'an syail."
        },
        {
            "number": "3",
            "text": "Yed' pax heb' ix chichimtac ix, tzal t'a heb' ix to yowalil wach' syutej sb'a heb' ix icha sgana Dios. Mocab' yal specal heb' anima heb' ix. Mocab' uk'umoc anh heb' ix. Yowalil sch'ox wach' b'eyb'al heb' ix,"
        },
        {
            "number": "4",
            "text": "sec yuj chi' ol yal sk'ayb'an heb' ix cob'estac ix heb' ix yic xajanej heb' winh yetb'eyum heb' ix yet' yune'."
        },
        {
            "number": "5",
            "text": "Yujto a heb' ix cob'estac ix chi', yowalil syil wal sb'a heb' ix. Yowalil tojol syutej sb'eyb'al heb' ix. Yak'ocab' serwil yol spat heb' ix. Wach' syutej spensar heb' ix t'a heb' yetanimail. Sk'anab'ajan heb' ix tas syal winh yetb'eyum. Tato icha chi' syutej sb'a heb' ix, manh ol b'uchjoc Slolonel Dios."
        },
        {
            "number": "6",
            "text": "Anhejtona', tza cham alej pax t'a heb' winh kelemtac to yowalil syil wal sb'a heb' winh."
        },
        {
            "number": "7",
            "text": "Ha achxo, te wach' tzutej a b'eyb'al yil heb' ta'. Anhej juntzanh k'ayb'ub'al te yel tzal t'a heb'. Ayic tza k'ayb'an heb', manh tonhejoc tzach comon loloni."
        },
        {
            "number": "8",
            "text": "Tojol tzutej a k'ayb'an heb', yic wach' max yal yalan heb' to es b'aj tza k'ayb'ej heb' chi'. Tato icha chi', a heb' schichonoch sk'ool t'ayonh ol q'uixwoquel heb', yujto malaj junok tas ol yal yalan heb' t'a ko patic."
        },
        {
            "number": "9",
            "text": "Tzalanpax t'a heb' creyente ayoch checab'oc to yowalil sk'anab'ajej spatrón heb'. Wach' syutej sb'a heb' icha sgana spatrón chi'. Max yal spacan sti' winh heb'."
        },
        {
            "number": "10",
            "text": "Max yal yelk'an junok tas heb' t'a winh. Yowalil te tojol syutej sb'a heb' sch'oxan swach' b'eyb'al. Tato icha chi', ol yil heb' anima to a juntzanh k'ayb'ub'al yic Dios ko Kolumal te wach'."
        },
        {
            "number": "11",
            "text": "Ha Dios ix ch'oxan swach'k'olal t'ayonh, yic syal tzonh colchajel ko masanil t'a yol yib'anhk’inal tik."
        },
        {
            "number": "12",
            "text": "Yuj swach'k'olal chi' snachajel cuuj to yowalil scactejcan masanil tas manh wach'oc t'a yichanh Dios yet' masanil tas malaj swach'il sco nib'ej t'a yol yib'anhk’inal tik. Yowalil squil wal ko b'a, te wach' scutej ko b'eyb'al. Anhejocab' d'ha Dios chi' skak'och ko pensar."
        },
        {
            "number": "13",
            "text": "Co tanhwejec sjawi jun k'ual tzalajk'olal yic ol ja ko Diosal te niwan yelk'ochi, aton ko Kolumal Jesucristo."
        },
        {
            "number": "14",
            "text": "Ha ix yak'cham sb'a cuuj, yic tzonh scolelta t'a yol sk'ab' chukal. Ha ix ik'anel ko mul smasanil, yic wach' anhej ayonh yico', yic wach' anhej juntzanh tas wach' sco k'ulej."
        },
        {
            "number": "15",
            "text": "Tzalel juntzanh tik t'a skal heb' creyente ta'. Tza cuchb'ej heb'. Tza cachoch waan heb' malaj swach'il sb'eyb'al, yujto a chi' opisio yaji. Te wach' tzutej a b'a, yic malaj heb' ol yal yalan t'a a patic to malaj opisio."
        }
    ]
}