{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha achxo tik, tza k'ayb'ej eb' anima t'a tas smoj sk'ayb'aji, aton t'a juntzanh k'ayb'ub'al te yel."
        },
        {
            "number": "2",
            "text": "Tzal t'a eb' ichamtac vinac to tek'an val syutej spensar eb'. Te wach' syutej sb'a eb', yic wach' ay yelk'och eb' t'a sat eb' yetanimail. Yovalil syil val sb'a eb'. Syak'och val juntzanh k'ayb'ub'al eb' te yel t'a sk'ool. Xajanocab' eb' anima yuj eb'. Tek'anocab' syutej sb'a eb' yab'an syail."
        },
        {
            "number": "3",
            "text": "Yed' pax eb' ix chichimtac ix, tzal t'a eb' ix to yovalil wach' syutej sb'a eb' ix icha sgana Dios. Mocab' yal specal eb' anima eb' ix. Mocab' uk'umoc anh eb' ix. Yovalil sch'ox wach' b'eyb'al eb' ix,"
        },
        {
            "number": "4",
            "text": "sec yuj chi' ol yal sk'ayb'an eb' ix cob'estac ix eb' ix yic xajanej eb' vinh yetb'eyum eb' ix yet' yune'."
        },
        {
            "number": "5",
            "text": "Yujto a eb' ix cob'estac ix chi', yovalil syil val sb'a eb' ix. Yovalil tojol syutej sb'eyb'al eb' ix. Yak'ocab' servil yol spat eb' ix. Wach' syutej spensar eb' ix t'a eb' yetanimail. Sk'anab'ajan eb' ix tas syal vinh yetb'eyum. Tato icha chi' syutej sb'a eb' ix, manh ol b'uchjoc Slolonel Dios."
        },
        {
            "number": "6",
            "text": "Anhejtona', tza cham alej pax t'a eb' vinh quelemtac to yovalil syil val sb'a eb' vinh."
        },
        {
            "number": "7",
            "text": "Ha achxo, te wach' tzutej a b'eyb'al yil eb' ta'. Anhej juntzanh k'ayb'ub'al te yel tzal t'a eb'. Ayic tza k'ayb'an eb', manh tonhejoc tzach comon loloni."
        },
        {
            "number": "8",
            "text": "Tojol tzutej a k'ayb'an eb', yic wach' max yal yalan eb' to es b'aj tza k'ayb'ej eb' chi'. Tato icha chi', a eb' schichonoch sk'ool t'ayonh ol q'uixvoquel eb', yujto malaj junok tas ol yal yalan eb' t'a co patic."
        },
        {
            "number": "9",
            "text": "Tzalanpax t'a eb' creyente ayoch checab'oc to yovalil sk'anab'ajej spatrón eb'. Wach' syutej sb'a eb' icha sgana spatrón chi'. Max yal spacan sti' vinh eb'."
        },
        {
            "number": "10",
            "text": "Max yal yelk'an junok tas eb' t'a vinh. Yovalil te tojol syutej sb'a eb' sch'oxan swach' b'eyb'al. Tato icha chi', ol yil eb' anima to a juntzanh k'ayb'ub'al yic Dios co Columal te wach'."
        },
        {
            "number": "11",
            "text": "Ha Dios ix ch'oxan swach'k'olal t'ayonh, yic syal tzonh colchajel co masanil t'a yol yib'anhk’inal tik."
        },
        {
            "number": "12",
            "text": "Yuj swach'k'olal chi' snachajel cuuj to yovalil scactejcan masanil tas manh wach'oc t'a yichanh Dios yet' masanil tas malaj swach'il sco nib'ej t'a yol yib'anhk’inal tik. Yovalil squil val co b'a, te wach' scutej co b'eyb'al. Anhejocab' d'ha Dios chi' scak'och co pensar."
        },
        {
            "number": "13",
            "text": "Co tanhvejec sjavi jun k'ual tzalajk'olal yic ol ja co Diosal te niwan yelk'ochi, aton co Columal Jesucristo."
        },
        {
            "number": "14",
            "text": "Ha ix yak'cham sb'a cuuj, yic tzonh scolelta t'a yol sk'ab' chucal. Ha ix ik'anel co mul smasanil, yic wach' anhej ayonh yico', yic wach' anhej juntzanh tas wach' sco k'ulej."
        },
        {
            "number": "15",
            "text": "Tzalel juntzanh tik t'a skal eb' creyente ta'. Tza cuchb'ej eb'. Tza cachoch vaan eb' malaj swach'il sb'eyb'al, yujto a chi' opisio yaji. Te wach' tzutej a b'a, yic malaj eb' ol yal yalan t'a a patic to malaj opisio."
        }
    ]
}