{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Tzeccot sna heb' creyente chi' ta' to sk'anab'ajej heb' winh yajal heb'. Yowalil sk'anab'ajej heb' tas syal heb' winh. Yalnhej tas junok munlajel wach', sb'o'ocab' heb' t'a tzalajk'olal."
        },
        {
            "number": "2",
            "text": "Mocab' comon b'uchwaj heb' t'a heb' anima. Max yal scomon ak'an owal heb' yet' junocxo mach. Yowalil wach' syutej spensar heb', yowalil emnaquil syutej sb'a heb' t'a heb' anima smasanil."
        },
        {
            "number": "3",
            "text": "Yujto ha t'a yalanhtaxo, a onh tik, malaj jab'oc ko pensar. Maj ko k'anab'ajej Dios. Te satnac onhto ta'. Ix ko k'anab'ajej yalxonhej tas chukal ix ko nib'ej. Te malaj swach'il tas ix ko b'eyb'alej. Ix chichonoch ko k'ool t'a heb' anima yuj tastac ay t'ay. Chacb'il onh el yuj heb'. Anhejtona', ix ko chaclaj ko b'a junjun onh."
        },
        {
            "number": "4",
            "text": "Palta ix sch'ox swach'k'olal Dios ko Kolumal t'ayonh ko masanil. Ix sch'oxani to xajan onh yuj."
        },
        {
            "number": "5",
            "text": "Yuj chi', ix onh scolo'. Manh yujoc junok tas wach' ix ko k'ulej ix onh colchaji, palta yujnhej to ix ok' sk'ool Dios t'ayonh. Ayic ix yik'anel ko mul, ichato ix onh aljixi t'a schaelal. Yuj Yespíritu ix k'exmaj ko pensar."
        },
        {
            "number": "6",
            "text": "D'a smasanil sk'ool Dios ix yak'cot Yespíritu t'ayonh yuj ko Kolumal Jesucristo"
        },
        {
            "number": "7",
            "text": "yic wach' yuj wal swach'k'olal tzonh och wach'il t'a yichanh. Yuj chi', ol yak' ko k 'inal t'a junelnhej, aton jun skak'och yipoc ko k'ool."
        },
        {
            "number": "8",
            "text": "Ha juntzanh k'ayb'ub'al tik, te yel. In gana tek'an tzutej a b'a alaneli, yic wach' a heb' tz'ak'anoch Dios t'a sk'ool, ol yak' wal och spensar heb' sk'ulan juntzanh tas wach'. Ha juntzanh lolonel tik, te wach'. Te ay yopisio t'ayonh ko masanil."
        },
        {
            "number": "9",
            "text": "Palta manh ak'och a b'a yet' heb' scomon telaj sb'a yuj juntzanh tas malaj b'aj sk'anab'ajaxi, yet' heb' anhej yab'ixal smam yicham syala'. Manh ak' pax och a b'a yet' heb' scomon ak'an owal yet' pax heb' stelaj sb'a yuj ley Moisés. Ha juntzanh syal heb' chi', malaj jab'oc yopisio. Nab'anhej syixtej sb'a heb' yalani."
        },
        {
            "number": "10",
            "text": "Tato ay heb' snib'ej yak'an spoj sb'a heb' creyente, tza cachoch waan junel chaeloc heb'. Tato max sk'anab'ajej heb', tzik'el heb' t'a he kal."
        },
        {
            "number": "11",
            "text": "Yujto ojtac to a heb' icha chi' syutej sb'a, toxon juwinacxoel heb'. Munil yojtacxo heb' to ayxo och t'a yib'anh heb' yuj schucal."
        },
        {
            "number": "12",
            "text": "Ol in checb'at winh cuk'tac Artemas t'ayach, mato a winh cuk'tac Tíquico ol b'atoc. Ayic sk'och winh t'ayach, elanhchamel tzach b'at t'a chonhab' Nicópolis in ila' yujto ata' in gana ay in eq'ui ayic ol ek' nhab'ilq'uinal."
        },
        {
            "number": "13",
            "text": "Ayic sb'at winh cuk'tac Zenas, aton winh licenciado yet' winh cuk'tac Apolos b'aj sb'ati, tzach kolwaj wal t'a heb' winh. Tzak'nhej t'a heb' winh tas tz'och yuj heb' winh t'a yoltac b'e."
        },
        {
            "number": "14",
            "text": "Tza k'ayb'ej heb' quetcreyenteal ta', yic te wach' syutej sb'a heb', slaj kolwaj pax heb' t'a heb' meb'a', yic wach' ay yopisio heb' t'a sat Dios."
        },
        {
            "number": "15",
            "text": "Ha jantacnhej heb' ayek' wed' t'a tik, syak'b'at stzatzil a k'ool heb'. Tzak' stzatzil sk'ool masanil heb' creyente xajan onh yuj ta'. Yak'ocab' swach'k'olal Dios t'ayex he masanil ta'. Amén."
        }
    ]
}