{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Tzeccot sna eb' creyente chi' ta' to sk'anab'ajej eb' winh yajal eb'. Yovalil sk'anab'ajej eb' tas syal eb' winh. Yalnhej tas junok munlajel wach', sb'o'ocab' eb' t'a tzalajk'olal."
        },
        {
            "number": "2",
            "text": "Mocab' comon b'uchvaj eb' t'a eb' anima. Max yal scomon ak'an oval eb' yet' junocxo mach. Yovalil wach' syutej spensar eb', yowalil emnaquil syutej sb'a eb' t'a eb' anima smasanil."
        },
        {
            "number": "3",
            "text": "Yujto ha t'a yalanhtaxo, a onh tik, malaj jab'oc co pensar. Maj co k'anab'ajej Dios. Te satnac onhto ta'. Ix co k'anab'ajej yalxonhej tas chukal ix co nib'ej. Te malaj swach'il tas ix co b'eyb'alej. Ix chichonoch co k'ool t'a eb' anima yuj tastac ay t'ay. Chacb'il onh el yuj eb'. Anhejtona', ix co chaclaj co b'a junjun onh."
        },
        {
            "number": "4",
            "text": "Palta ix sch'ox swach'k'olal Dios co Columal t'ayonh co masanil. Ix sch'oxani to xajan onh yuj."
        },
        {
            "number": "5",
            "text": "Yuj chi', ix onh scolo'. Manh yujoc junok tas wach' ix co k'ulej ix onh colchaji, palta yujnhej to ix ok' sk'ool Dios t'ayonh. Ayic ix yik'anel co mul, ichato ix onh aljixi t'a schaelal. Yuj Yespíritu ix q'uexmaj co pensar."
        },
        {
            "number": "6",
            "text": "D'a smasanil sk'ool Dios ix yak'cot Yespíritu t'ayonh yuj co Columal Jesucristo"
        },
        {
            "number": "7",
            "text": "yic wach' yuj val swach'k'olal tzonh och wach'il t'a yichanh. Yuj chi', ol yak' co q'uinal t'a junelnhej, aton jun scak'och yipoc co k'ool."
        },
        {
            "number": "8",
            "text": "Ha juntzanh k'ayb'ub'al tik, te yel. In gana tek'an tzutej a b'a alaneli, yic wach' a eb' tz'ak'anoch Dios t'a sk'ool, ol yak' val och spensar eb' sk'ulan juntzanh tas wach'. Ha juntzanh lolonel tik, te wach'. Te ay yopisio t'ayonh co masanil."
        },
        {
            "number": "9",
            "text": "Palta manh ak'och a b'a yet' eb' scomon telaj sb'a yuj juntzanh tas malaj b'aj sk'anab'ajaxi, yet' eb' anhej yab'ixal smam yicham syala'. Manh ak' pax och a b'a yet' eb' scomon ak'an oval yet' pax eb' stelaj sb'a yuj ley Moisés. Ha juntzanh syal eb' chi', malaj jab'oc yopisio. Nab'anhej syixtej sb'a eb' yalani."
        },
        {
            "number": "10",
            "text": "Tato ay eb' sgana yak'an spoj sb'a eb' creyente, tza cachoch vaan junel chaeloc eb'. Tato max sk'anab'ajej eb', tziq'uel eb' t'a e cal."
        },
        {
            "number": "11",
            "text": "Yujto ojtac to a eb' icha chi' syutej sb'a, toxon juvinacxoel eb'. Munil yojtacxo eb' to ayxo och t'a yib'anh eb' yuj schucal."
        },
        {
            "number": "12",
            "text": "Ol in checb'at winh cuk'tac Artemas t'ayach, mato a winh cuk'tac Tíquico ol b'atoc. Ayic sk'och winh t'ayach, elanhchamel tzach b'at t'a chonhab' Nicópolis in ila' yujto ata' in gana ay in eq'ui ayic ol ek' nhab'ilq'uinal."
        },
        {
            "number": "13",
            "text": "Ayic sb'at winh cuk'tac Zenas, aton winh licenciado yet' winh cuk'tac Apolos b'aj sb'ati, tzach kolwaj val t'a eb' winh. Tzak'nhej t'a eb' winh tas tz'och yuj eb' winh t'a yoltac b'e."
        },
        {
            "number": "14",
            "text": "Tza k'ayb'ej eb' quetcreyenteal ta', yic te wach' syutej sb'a eb', slaj kolwaj pax eb' t'a eb' meb'a', yic wach' ay yopisio eb' t'a sat Dios."
        },
        {
            "number": "15",
            "text": "Ha jantacnhej eb' ayek' ved' t'a tik, syak'b'at stzatzil a k'ool eb'. Tzak' stzatzil sk'ool masanil eb' creyente xajan onh yuj ta'. Yak'ocab' swach'k'olal Dios t'ayex e masanil ta'. Amén."
        }
    ]
}