{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A juntzanh lolonel tic ix yal vinhaj Moisés d'a eb' yetisraelal ayic ayek' eb' d'a yol yic Moab, d'a slak'anil jun chonhab' Zuf d'a tz'inan luum d'a stojolal b'aj sjavi k'u d'a a' Jordán, aton d'a lum Arabá, aton lum ay d'a yichanh a' Chacchac Mar. Ayek' eb' d'a snanhal chonhab' Parán yed' juntzanhxo chonhab' tic, aton Tofel, Labán, Hazerot yed' Dizahab. Ayic toxo ix satjiel chavanh eb' rey yuj vinhaj Moisés yed' eb' soldado Israel, aton vinhaj Sehón sreyal eb' amorreo cajan d'a Hesbón yed' vinhaj Og sreyal Basán cajan d'a Astarot yed' d'a Edrei, ata' yal vinhaj Moisés chi' tas schec Jehová yal vinh d'a eb'. Uxluche' k'ual stek'nab'il d'a lum vitz Horeb, sb'at d'a svitzal Seir masanto sk'och d'a Cades-barnea. Vach'chom icha chi', palta a d'a b'ab'el k'u yic yuxluchil uj yic stz'acvi 40 ab'il yelta eb' d'a Egipto, aton ta' ix yal vinhaj Moisés tas syalelk'och juntzanh checnab'il yalnac Jehová d'a vinh yuj eb' schonhab'. Ix yalan vinh icha tic:"
        },
        {
            "number": "2",
            "text": "A Jehová co Diosal lolonnac d'ayonh d'a lum vitz Horeb, yalannac icha tic: Nivanxo tiempo eyajek' d'a yichtac jun vitz tic."
        },
        {
            "number": "3",
            "text": "A ticnaic, ixiquecxi, tzex b'atcan d'a lum svitzal yic eb' amorreo yed' d'a masanil yol smacb'en eb' d'a Arabá, d'a tzalquixtac, d'a ch'olquixtac, d'a Neguev yed' d'a stitac a' mar, d'a lum yic eb' cananeo yed' d'a masanil yoltac yic Líbano masanto d'a a' nivan Éufrates,"
        },
        {
            "number": "4",
            "text": "yujto toxo ix vak' lum luum chi' d'a yol e k'ab'. Ochanhec cajan d'ay yujto vak'nac in ti' vak'an lum d'a eb' e mam eyicham, aton vinhaj Abraham, vinhaj Isaac yed' vinhaj Jacob yed' d'ayex yinhtilal ex eb', xchi Jehová d'ayonh."
        },
        {
            "number": "5",
            "text": "A d'a jun tiempoal chi' valnac d'ayex: Manh ol yal-laj ex vilan in ch'ocoj."
        },
        {
            "number": "6",
            "text": "Tzijtum cuninal ix ak'ji yuj Jehová co Diosal, yuj chi' a val ticnaic, te nivan chonhab'xo onh aji, lajanxo co b'isul icha q'uen k'anal ay d'a satchaanh to manh b'ischajb'enoc."
        },
        {
            "number": "7",
            "text": "Aocab' Jehová co Diosal, sDiosal pax eb' co mam quicham, a tz'ak'an q'uib' co b'isul d'a smilalxo, ek'b'al d'a yichanh icha co b'isul ticnaic. Yak'ocab' val svach'k'olal, icha val ix aj yak'an sti'."
        },
        {
            "number": "8",
            "text": "Yuj chi' max yal-laj vuj in ch'ocoj ex vilani yed' in b'oanel masanil oval yed' chaclajb'ail ay d'a e cal."
        },
        {
            "number": "9",
            "text": "Yuj chi', siq'uequel eb' vinh te ay sjelanil d'a scal junjun inhtilal, aton eb' aj pensar, eb' ojtacab'ilxo to syal yuuj, a juntzanh eb' chi' ol vak'och eyajaliloc, xin chi."
        },
        {
            "number": "10",
            "text": "Axo e tak'vi: Scha co k'ool masanil tas ix a na' chi', xe chi."
        },
        {
            "number": "11",
            "text": "Icha chi' aj in sik'anel d'a scal junjun eyinhtilal eb' vinh ay spensar, nivan yelk'ochi, vak'anoch yopisio eb' vinh yoch eyajaliloc: Ay eb' vinh vak'och yajalil d'a mil anima, d'a cien, d'a cincuenta yed' d'a lajunhvanh, slaj och eb' vinh yajalil chi' d'a yinhtilal."
        },
        {
            "number": "12",
            "text": "Anhejtona' vak'an juntzanh checnab'il tic d'a eb' eyajalil chi': Tzeyila' tato ay oval ma telajb'ail sq'ue vaan d'a scal eb' quetchonhab', tato ay tas ay d'a scal chavanhoc eb', mato ay tas ay d'a scal junoc yed' junoc ch'oc chonhab'il, vach'nhej tzeyutej e b'oan yaj d'a eb' d'a stojolal."
        },
        {
            "number": "13",
            "text": "Ayic tze b'oan yaj d'a eb', malajocab' sq'uexanhil eb' d'a yol e sat. Lajannhej tzeyutej d'a eb' emnaquiltac yed' d'a eb' nivac yelk'ochi. Mocab'a junoc b'aj tzex xivi, yujto a jun eyopisio chi', manh eyicoc, yujto ak'b'il d'ayex yuj Dios. Tato ay val tas te nivan yaj jun, tzeyik'cot d'ayin, a inxo ol in b'o yaj d'a eb', xin chi d'a eb'."
        },
        {
            "number": "14",
            "text": "Ata' valnac masanil d'a eb' tastac yovalil sk'ulej eb'."
        },
        {
            "number": "15",
            "text": "Ayic quel d'a lum vitz Horeb, co d'inhb'anb'at d'a tzalquixtac d'a yol yic eb' amorreo, yuj co k'anab'ajan tas syal Jehová co Diosal. Te ay smay eyila' ayic onh ek'nhej d'a jun nivan tz'inan lum chi', masanto onh k'och d'a Cades-barnea."
        },
        {
            "number": "16",
            "text": "Ata' val d'ayex to toxo onh k'och d'a tzalquixtac d'a yol yic eb' amorreo, aton jun chi' ol yak' Jehová co Diosal d'ayonh."
        },
        {
            "number": "17",
            "text": "Ochanhec an, iq'uec ek' luum, cajnajanhec ta', icha ix aj yalan Jehová d'ayonh, aton co Diosal yed' eb' co mam quicham. Manh ex xivoc, mocab' chab'axq'ue e k'ool, xin chi."
        },
        {
            "number": "18",
            "text": "A exxo tic ul eyal d'ayin: Te vach' ama tato ay jayvanhoc onh tzonh b'ab'laj b'ati yic tzonh b'at quil juntzanh chonhab' chi', tzonh paxta yic tzul calani tas b'eal b'aj ol onh b'atoc yed' tas chonhab'il b'aj ol onh ochoc, xe chi."
        },
        {
            "number": "19",
            "text": "A tas eyal chi', vach' vab'i. Yuj chi' in siq'uel lajchavanh vinac d'a e cal, junjun d'a junjun inhtilal."
        },
        {
            "number": "20",
            "text": "Aton eb' chi' b'at d'a tzalquixtac, sk'och eb' d'a sch'olanil Escol, yek'chaj eb' d'a juntzanh lugar chi' smasanil."
        },
        {
            "number": "21",
            "text": "Slajvi chi' yik'ancot eb' jab'oc sat tas avab'il d'a jun luum chi' d'ayonh. A yuj tas yal eb' chi', yuj chi' nachajel cuuj to te vach' lum ol yak' Jehová co Diosal d'ayonh."
        },
        {
            "number": "22",
            "text": "A exxo tic, maj yal e k'ol ex b'at d'a jun luum chi', palta to e tenek' tas yal Jehová co Diosal."
        },
        {
            "number": "23",
            "text": "Axo b'aj ayex ek' chi', ex och ijan eyalan icha tic: A Jehová malaj sgana d'ayonh, yuj chi' onh yiq'uelta d'a Egipto yujnhej onh yak'anoch d'a yol sk'ab' eb' amorreo, yic tzonh satanel eb'."
        },
        {
            "number": "24",
            "text": "Axo ticnaic jun, ¿b'ajtil ol onh b'atoc? A eb' quetchonhab' tz'alani to ata' ay eb' vinh vinac te tek'an, nivac vinac, chaanh steel eb' vinh d'a quichanh, nivac chonhab' juntzanh schonhab' eb', te chaanh yajoch smuroal spatictac. Ix yilanpax juntzanh nivac vinac yinhtilal vinhaj Anac eb'. A yuj masanil juntzanh chi', junelnhej ix chab'axq'ue co k'ool, xe chi."
        },
        {
            "number": "25",
            "text": "Ichato chi' in tak'vi: Manh ex xiv yuj juntzanh chi'."
        },
        {
            "number": "26",
            "text": "A Jehová co Diosal ol b'ab'laj d'a quichanh, a' ol ak'an oval cuuj, icha val tas ix aj quilan tas ix sk'ulej cuuj d'a Egipto,"
        },
        {
            "number": "27",
            "text": "yed' d'a tz'inan luum. Yed' val yipal onh yik'ancot d'a yoltac b'e d'a tz'inan lum chi', masanto ix yal co javi d'a tic, icha val junoc mamab'il to sya'ilej yal yuninal, xin chi."
        },
        {
            "number": "28",
            "text": "Palta a ex tic maj eyak'och Jehová co Diosal d'a e k'ool."
        },
        {
            "number": "29",
            "text": "A val Jehová chi' b'ab'el d'a quichanh. A d'ak'valil syak' saquilq'uinal d'ayonh icha junoc k'ak', axo d'a k'ualil, sch'oxpax yed' jun asun b'aj tzonh b'ati yed' b'aj tzonh och vaan."
        },
        {
            "number": "30",
            "text": "Ayic yab'an Jehová tas eyal chi', te cot yoval, yak'an sti' icha tic:"
        },
        {
            "number": "31",
            "text": "Malaj val junoc juntzanh vinac te chuc spensar tic ol ilan lum luum vak'nac in ti' vak'an d'a e mam eyicham."
        },
        {
            "number": "32",
            "text": "Anhej vinhaj Caleb yuninal vinhaj Jefone ol ilan luum, yuj chi' a d'a vinh yed' yinhtilal ol vak' lum xid' eyil chi', yujto ix sk'anab'ajej vinh yed' smasanil sk'ol tas ix vala', xchi Jehová chi'."
        },
        {
            "number": "33",
            "text": "Eyuj val a ex tic, yuj chi' cotpax yoval Jehová d'ayin, yalan d'ayin icha tic: Manh ol ach ochpaxlaj d'a luum a ach tic."
        },
        {
            "number": "34",
            "text": "A vinhaj Josué yuninal vinhaj Nun scolvaj ed'oc, a vinh ol och a q'uexuloc. Yuj chi' iptzitej vinh yujto a vinh ol ak'an jun luum chi' d'a eb' etisraelal tic, xchi d'ayin. Yalanpax d'ayex icha tic:"
        },
        {
            "number": "35",
            "text": "Vach'chom a ex tic tzeyak'och d'a e k'ool to ol ochcan eb' eyuninal checab'oc d'a eb' ajk'ool, palta a eb' eyuninal mantalaj spensar chi', ol och eb' d'a jun luum chi'. A in ol vak' lum smacb'enoc eb'."
        },
        {
            "number": "36",
            "text": "Yacb'an manto elk'ochlaj, meltzajanhec d'a tz'inan luum, tzex b'atcan junelxo d'a b'e sk'och d'a a' Chacchac Mar, xchi Jehová chi' d'ayin."
        },
        {
            "number": "37",
            "text": "A ex tic, eyal d'ayin icha tic: Ix och co mul d'a Jehová co Diosal, palta a ticnaic jun, coyec, caq'uec quip icha val ix aj yalan Jehová d'ayonh, xe chi. Eyik'anb'at eyamk'ab' yic oval, a e naani to secojtac ol aj eyik'an lum tzalquixtac chi'."
        },
        {
            "number": "38",
            "text": "Palta a Jehová alani to sval d'ayex: Manh eyak' oval, manh e tek'b'ej e b'a d'a eb' ajk'ool, axo talaj tz'aji tzex yak'an ganar eb', yujto manh ol in b'atlaj eyed'oc, xchi Jehová, xa chi, xchi d'ayin."
        },
        {
            "number": "39",
            "text": "Vak' juntzanh chi' eyojtaquejeli, palta a ex tic maj e chalaj eyab'i. Axo aji, e tenek' tas yal Jehová chi', eyak'an icha e gana, q'ue ex d'a tzalquixtac chi'."
        },
        {
            "number": "40",
            "text": "Yuj chi' a eb' amorreo cajan ta', elta eb' d'ayex icha nok' nok'al chab', masanto yal ex yak'an ganar eb' d'a Seir, k'ochnhej eb' d'a Horma."
        },
        {
            "number": "41",
            "text": "Axo yic ex meltzaj jun, och ex ijan eyok' d'a yichanh Jehová, palta majxo tak'voclaj d'ayex."
        },
        {
            "number": "42",
            "text": "Yuj chi' te nivan tiempoal onh ek' d'a yol smacb'en Cades chi'."
        }
    ]
}