{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha juntzanh lolonel tik ix yal winhaj Moisés t'a heb' yetisraelal ayic ayek' heb' t'a yol yic Moab, t'a slak'anil jun chonhab' Zuf t'a tzinan lu'um t'a stojolal b'aj sjawi k'u t'ha ha' Jordán, aton t'a lum Arabá, aton lum ay t'a yichanh ha' Chacchac Mar. Ayek' heb' t'a snanhal chonhab' Parán yet' juntzanhxo chonhab' tik, aton Tofel, Labán, Hazerot yet' Dizahab. Ayic toxo ix satjiel chawanh heb' rey yuj winhaj Moisés yet' heb' soldado Israel, aton winhaj Sehón sreyal heb' amorreo kajan t'a Hesbón yet' winhaj Og sreyal Basán kajan t'a Astarot yet' t'a Edrei, ata' yal winhaj Moisés chi' tas schec Jehová yal winh t'a heb'. Uxluche' k'ual stek'nab'il t'a lum witz Horeb, sb'at t'a switzal Seir masanto sk'och t'a Cades-barnea. Wach'chom icha chi', palta ha t'a b'ab'el k'u yic yuxluchil uj yic stz'acwi 40 ab'il yelta heb' t'a Egipto, aton ta' ix yal winhaj Moisés tas syalelk'och juntzanh checnab'il yalnac Jehová t'a winh yuj heb' schonhab'. Ix yalan winh icha tik:"
        },
        {
            "number": "2",
            "text": "Ha Jehová ko Diosal lolonnac t'ayonh t'a lum witz Horeb, yalannac icha tik: Niwanxo tiempo eyajek' t'a yichtac jun witz tik."
        },
        {
            "number": "3",
            "text": "Ha tiknaik, ixiquecxi, tzex b'atkan t'a lum switzal yic heb' amorreo yet' t'a masanil yol smacb'en heb' t'a Arabá, t'a tzalquixtac, t'a ch'olquixtac, t'a Neguev yet' t'a stitac ha' mar, t'a lum yic heb' Cananeo yet' t'a masanil yoltac yic Líbano masanto t'ha ha' niwan Éufrates,"
        },
        {
            "number": "4",
            "text": "yujto toxo ix wak' lum lum chi' t'a yol he k'ab'. Ochanhec kajan t'ay yujto wak'nac in ti' wak'an lum t'a heb' he mam eyicham, aton winhaj Abraham, winhaj Isaac yet' winhaj Jacob yet' t'ayex yinhtilal ex heb', xchi Jehová t'ayonh."
        },
        {
            "number": "5",
            "text": "Ha t'a jun pekti’ chi' walnac t'ayex: Manh ol yal-laj ex wilan in ch'ocoj."
        },
        {
            "number": "6",
            "text": "Tzijtum cuninal ix ak'ji yuj Jehová ko Diosal, yuj chi' a wal tiknaik, te niwan chonhab'xo onh aji, lajanxo ko b'isul icha k'een k'anal ay t'a satcha’anh to manh b'ischajb'enoc."
        },
        {
            "number": "7",
            "text": "Aokab' Jehová ko Diosal, sDiosal pax heb' ko mam quicham, a tz'ak'an q'uib' ko b'isul t'a smilalxo, ek'b'al t'a yichanh icha ko b'isul tiknaik. Yak'okab' wal swach'k'olal, icha wal ix aj yak'an sti'."
        },
        {
            "number": "8",
            "text": "Yuj chi' max yal-laj wuj in ch'ocoj ex wilani yet' in b'oanel masanil owal yet' chaclajb'ail ay t'a he kal."
        },
        {
            "number": "9",
            "text": "Yuj chi', sik'equel heb' winh te ay sjelanil t'a skal junjun inhtilal, aton heb' aj pensar, heb' ojtakab'ilxo to syal yuj, a juntzanh heb' chi' ol wak'och eyajaliloc, xin chi."
        },
        {
            "number": "10",
            "text": "Axo he tak'wi: Scha ko k'ool masanil tas ix a na' chi', xe chi."
        },
        {
            "number": "11",
            "text": "Icha chi' aj in sik'anel t'a skal junjun eyinhtilal heb' winh ay spensar, niwan yelk'ochi, wak'anoch yopisio heb' winh yoch eyajaliloc: Ay heb' winh wak'och yajalil t'a mil anima, t'a cien, t'a cincuenta yet' t'a lajunhwanh, slaj och heb' winh yajalil chi' t'a yinhtilal."
        },
        {
            "number": "12",
            "text": "Anhejtona' wak'an juntzanh checnab'il tik t'a heb' eyajalil chi': Tzeyila' tato ay owal ma telajb'ail sk'e waan t'a skal heb' quetchonhab', tato ay tas ay t'a skal chawanhoc heb', mato ay tas ay t'a skal junok yet' junok ch'oc chonhab'il, wach'nhej tzeyutej he b'oan yaj t'a heb' t'a stojolal."
        },
        {
            "number": "13",
            "text": "Ayic tze b'oan yaj t'a heb', malajokab' sk'exanhil heb' t'a yol he sat. Lajannhej tzeyutej t'a heb' emnaquiltac yet' t'a heb' niwac yelk'ochi. Mokab'a junok b'aj tzex xiwi, yujto a jun eyopisio chi', manh eyicoc, yujto ak'b'il t'ayex yuj Dios. Tato ay wal tas te niwan yaj jun, tzeyik'cot t'ayin, a inxo ol in b'o yaj t'a heb', xin chi t'a heb'."
        },
        {
            "number": "14",
            "text": "Ata' walnac masanil t'a heb' tastac yowalil sk'ulej heb'."
        },
        {
            "number": "15",
            "text": "Ayic quel t'a lum witz Horeb, ko d'inhb'anb'at t'a tzalquixtac t'a yol yic heb' amorreo, yuj ko k'anab'ajan tas syal Jehová ko Diosal. Te ay smay eyila' ayic onh ek'nhej t'a jun niwan tzinan lum chi', masanto onh k'och t'a Cades-barnea."
        },
        {
            "number": "16",
            "text": "Ata' wal t'ayex to toxo onh k'och t'a tzalquixtac t'a yol yic heb' amorreo, aton jun chi' ol yak' Jehová ko Diosal t'ayonh."
        },
        {
            "number": "17",
            "text": "Ochanhec an, iq'ek ek' lu'um, kajnajanhec ta', icha ix aj yalan Jehová t'ayonh, aton ko Diosal yet' heb' ko mam quicham. Manh ex xiwoc, mokab' chab'axk'e he k'ool, xin chi."
        },
        {
            "number": "18",
            "text": "Ha exxo tik ul eyal t'ayin: Te wach' ama tato ay jaywanhoc onh tzonh b'ab'laj b'ati yic tzonh b'at quil juntzanh chonhab' chi', tzonh paxta yic tzul kalani tas b'eal b'aj ol onh b'atoc yet' tas chonhab'il b'aj ol onh ochoc, xe chi."
        },
        {
            "number": "19",
            "text": "Ha tas eyal chi', wach' wab'i. Yuj chi' in sik'el lajchawanh winak t'a he kal, junjun t'a junjun inhtilal."
        },
        {
            "number": "20",
            "text": "Aton heb' chi' b'at t'a tzalquixtac, sk'och heb' t'a sch'olanil Escol, yek'chaj heb' t'a juntzanh lugar chi' smasanil."
        },
        {
            "number": "21",
            "text": "Slajwi chi' yik'ancot heb' jab'oc sat tas awab'il t'a jun lu'um chi' t'ayonh. Ha yuj tas yal heb' chi', yuj chi' nachajel cuuj to te wach' lum ol yak' Jehová ko Diosal t'ayonh."
        },
        {
            "number": "22",
            "text": "Ha exxo tik, maj yal he k'ol ex b'at t'a jun lu'um chi', palta to he tenek' tas yal Jehová ko Diosal."
        },
        {
            "number": "23",
            "text": "Axo b'aj ayex ek' chi', ex och ijan eyalan icha tik: Ha Jehová malaj snib'ej t'ayonh, yuj chi' onh yik'elta t'a Egipto yujnhej onh yak'anoch t'a yol sk'ab' heb' amorreo, yic tzonh satanel heb'."
        },
        {
            "number": "24",
            "text": "Axo tiknaik jun, ¿b'ajtil ol onh b'atoc? Ha heb' quetchonhab' tz'alani to ata' ay heb' winh winak te tek'an, niwac winak, chaanh steel heb' winh t'a quichanh, niwac chonhab' juntzanh schonhab' heb', te chaanh yajoch smuroal spatictac. Ix yilanpax juntzanh niwac winak yinhtilal winhaj Anac heb'. Ha yuj masanil juntzanh chi', junelnhej ix chab'axk'e ko k'ool, xe chi."
        },
        {
            "number": "25",
            "text": "Ichato chi' in tak'wi: Manh ex xiv yuj juntzanh chi'."
        },
        {
            "number": "26",
            "text": "Ha Jehová ko Diosal ol b'ab'laj t'a quichanh, ha' ol ak'an owal cuuj, icha wal tas ix aj quilan tas ix sk'ulej cuuj t'a Egipto,"
        },
        {
            "number": "27",
            "text": "yet' t'a tzinan lu'um. Yed' wal yipal onh yik'ancot t'a yoltac b'e t'a tzinan lum chi', masanto ix yal ko jawi t'a tik, icha wal junok mamab'il to sya'ilej yal yuninal, xin chi."
        },
        {
            "number": "28",
            "text": "Palta a ex tik maj eyak'och Jehová ko Diosal t'a he k'ool."
        },
        {
            "number": "29",
            "text": "Ha wal Jehová chi' b'ab'el t'a quichanh. Ha t'ak'walil syak' sakil k'inal t'ayonh icha junok k'ak', haxo t'a k'ualil, sch'oxpax yet' jun asun b'aj tzonh b'ati yet' b'aj tzonh och waan."
        },
        {
            "number": "30",
            "text": "Ayic yab'an Jehová tas eyal chi', te cot yowal, yak'an sti' icha tik:"
        },
        {
            "number": "31",
            "text": "Malaj wal junok juntzanh winak te chuk spensar tik ol ilan lum lum wak'nac in ti' wak'an t'a he mam eyicham."
        },
        {
            "number": "32",
            "text": "Anhej winhaj Caleb yuninal winhaj Jefone ol ilan lu'um, yuj chi' ha t'a winh yet' yinhtilal ol wak' lum xid' eyil chi', yujto ix sk'anab'ajej winh yet' smasanil sk'ol tas ix wala', xchi Jehová chi'."
        },
        {
            "number": "33",
            "text": "Eyuj wal a ex tik, yuj chi' cotpax yowal Jehová t'ayin, yalan t'ayin icha tik: Manh ol ach ochpaxlaj t'a lu'um a ach tik."
        },
        {
            "number": "34",
            "text": "Ha winhaj Josué yuninal winhaj Nun skolwaj ed'oc, a winh ol och a k'exuloc. Yuj chi' iptzitej winh yujto a winh ol ak'an jun lu'um chi' t'a heb' etisraelal tik, xchi t'ayin. Yalanpax t'ayex icha tik:"
        },
        {
            "number": "35",
            "text": "Wach'chom a ex tik tzeyak'och t'a he k'ool to ol ochkan heb' eyuninal chekab'oc t'a heb' ajk'ool, palta a heb' eyuninal mantalaj spensar chi', ol och heb' t'a jun lu'um chi'. Ha in ol wak' lum smacb'enoc heb'."
        },
        {
            "number": "36",
            "text": "Yacb'an manto elk'ochlaj, meltzajanhec t'a tzinan lu'um, tzex b'atkan junelxo t'a b'e sk'och t'ha ha' Chacchac Mar, xchi Jehová chi' t'ayin."
        },
        {
            "number": "37",
            "text": "Ha ex tik, eyal t'ayin icha tik: Ix och ko mul t'a Jehová ko Diosal, palta a tiknaik jun, koyec, caq'ek quip icha wal ix aj yalan Jehová t'ayonh, xe chi. Eyik'anb'at eyamk'ab' yic owal, a he naani to secojtak ol aj eyik'an lum tzalquixtac chi'."
        },
        {
            "number": "38",
            "text": "Palta a Jehová alani to swal t'ayex: Manh eyak' owal, manh he tek'b'ej he b'ha t'a heb' ajk'ool, haxo talaj tz'aji tzex yak'an ganar heb', yujto manh ol in b'atlaj eyed'oc, xchi Jehová, xa chi, xchi t'ayin."
        },
        {
            "number": "39",
            "text": "Vak' juntzanh chi' eyojtaquejeli, palta a ex tik maj he chalaj eyab'i. Axo aji, he tenek' tas yal Jehová chi', eyak'an icha he gana, k'e ex t'a tzalquixtac chi'."
        },
        {
            "number": "40",
            "text": "Yuj chi' a heb' amorreo kajan ta', elta heb' t'ayex icha nok' nok'al chab', masanto yal ex yak'an ganar heb' t'a Seir, k'ochnhej heb' t'a Horma."
        },
        {
            "number": "41",
            "text": "Axo yic ex meltzaj jun, och ex ijan eyok' t'a yichanh Jehová, palta majxo tak'woclaj t'ayex."
        },
        {
            "number": "42",
            "text": "Yuj chi' te niwan tiempoal onh ek' t'a yol smacb'en Cades chi'."
        }
    ]
}