{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha juntzanh lolonel tik ix yal vinhaj Moisés t'a eb' yetisraelal ayic ayek' eb' t'a yol yic Moab, t'a slak'anil jun chonhab' Zuf t'a tzinan lu'um t'a stojolal b'aj sjavi k'u t'ha ha' Jordán, aton t'a lum Arabá, aton lum ay t'a yichanh ha' Chacchac Mar. Ayek' eb' t'a snanhal chonhab' Parán yet' juntzanhxo chonhab' tik, aton Tofel, Labán, Hazerot yet' Dizahab. Ayic toxo ix satjiel chavanh eb' rey yuj vinhaj Moisés yet' eb' soldado Israel, aton vinhaj Sehón sreyal eb' amorreo cajan t'a Hesbón yet' vinhaj Og sreyal Basán cajan t'a Astarot yet' t'a Edrei, ata' yal vinhaj Moisés chi' tas schec Jehová yal vinh t'a eb'. Uxluche' k'ual stek'nab'il t'a lum vitz Horeb, sb'at t'a svitzal Seir masanto sk'och t'a Cades-barnea. Wach'chom icha chi', palta ha t'a b'ab'el k'u yic yuxluchil uj yic stz'acvi 40 ab'il yelta eb' t'a Egipto, aton ta' ix yal vinhaj Moisés tas syalelk'och juntzanh checnab'il yalnac Jehová t'a vinh yuj eb' schonhab'. Ix yalan vinh icha tik:"
        },
        {
            "number": "2",
            "text": "Ha Jehová co Diosal lolonnac t'ayonh t'a lum vitz Horeb, yalannac icha tik: Nivanxo tiempo eyajek' t'a yichtac jun vitz tik."
        },
        {
            "number": "3",
            "text": "Ha ticnaic, ixiquecxi, tzex b'atcan t'a lum svitzal yic eb' amorreo yet' t'a masanil yol smacb'en eb' t'a Arabá, t'a tzalquixtac, t'a ch'olquixtac, t'a Neguev yet' t'a stitac ha' mar, t'a lum yic eb' cananeo yet' t'a masanil yoltac yic Líbano masanto t'ha ha' niwan Éufrates,"
        },
        {
            "number": "4",
            "text": "yujto toxo ix vak' lum lum chi' t'a yol e k'ab'. Ochanhec cajan t'ay yujto vak'nac in ti' vak'an lum t'a eb' e mam eyicham, aton vinhaj Abraham, vinhaj Isaac yet' vinhaj Jacob yet' t'ayex yinhtilal ex eb', xchi Jehová t'ayonh."
        },
        {
            "number": "5",
            "text": "Ha t'a jun pekti’ chi' valnac t'ayex: Manh ol yal-laj ex vilan in ch'ocoj."
        },
        {
            "number": "6",
            "text": "Tzijtum cuninal ix ak'ji yuj Jehová co Diosal, yuj chi' a val ticnaic, te niwan chonhab'xo onh aji, lajanxo co b'isul icha q'uen k'anal ay t'a satcha’anh to manh b'ischajb'enoc."
        },
        {
            "number": "7",
            "text": "Aocab' Jehová co Diosal, sDiosal pax eb' co mam quicham, a tz'ak'an q'uib' co b'isul t'a smilalxo, ek'b'al t'a yichanh icha co b'isul ticnaic. Yak'ocab' val svach'k'olal, icha val ix aj yak'an sti'."
        },
        {
            "number": "8",
            "text": "Yuj chi' max yal-laj vuj in ch'ocoj ex vilani yet' in b'oanel masanil oval yet' chaclajb'ail ay t'a e cal."
        },
        {
            "number": "9",
            "text": "Yuj chi', siq'uequel eb' vinh te ay sjelanil t'a skal junjun inhtilal, aton eb' aj pensar, eb' ojtacab'ilxo to syal yuj, a juntzanh eb' chi' ol vak'och eyajaliloc, xin chi."
        },
        {
            "number": "10",
            "text": "Axo e tak'vi: Scha co k'ool masanil tas ix a na' chi', xe chi."
        },
        {
            "number": "11",
            "text": "Icha chi' aj in sik'anel t'a skal junjun eyinhtilal eb' vinh ay spensar, niwan yelk'ochi, vak'anoch yopisio eb' vinh yoch eyajaliloc: Ay eb' vinh vak'och yajalil t'a mil anima, t'a cien, t'a cincuenta yet' t'a lajunhvanh, slaj och eb' vinh yajalil chi' t'a yinhtilal."
        },
        {
            "number": "12",
            "text": "Anhejtona' vak'an juntzanh checnab'il tik t'a eb' eyajalil chi': Tzeyila' tato ay oval ma telajb'ail sq'ue vaan t'a skal eb' quetchonhab', tato ay tas ay t'a skal chavanhoc eb', mato ay tas ay t'a skal junok yet' junok ch'oc chonhab'il, wach'nhej tzeyutej e b'oan yaj t'a eb' t'a stojolal."
        },
        {
            "number": "13",
            "text": "Ayic tze b'oan yaj t'a eb', malajocab' sq'uexanhil eb' t'a yol e sat. Lajannhej tzeyutej t'a eb' emnaquiltac yet' t'a eb' nivac yelk'ochi. Mocab'a junok b'aj tzex xivi, yujto a jun eyopisio chi', manh eyicoc, yujto ak'b'il t'ayex yuj Dios. Tato ay val tas te niwan yaj jun, tzeyik'cot t'ayin, a inxo ol in b'o yaj t'a eb', xin chi t'a eb'."
        },
        {
            "number": "14",
            "text": "Ata' valnac masanil t'a eb' tastac yovalil sk'ulej eb'."
        },
        {
            "number": "15",
            "text": "Ayic quel t'a lum vitz Horeb, co d'inhb'anb'at t'a tzalquixtac t'a yol yic eb' amorreo, yuj co k'anab'ajan tas syal Jehová co Diosal. Te ay smay eyila' ayic onh ek'nhej t'a jun niwan tzinan lum chi', masanto onh k'och t'a Cades-barnea."
        },
        {
            "number": "16",
            "text": "Ata' val t'ayex to toxo onh k'och t'a tzalquixtac t'a yol yic eb' amorreo, aton jun chi' ol yak' Jehová co Diosal t'ayonh."
        },
        {
            "number": "17",
            "text": "Ochanhec an, iq'ek ek' lu'um, cajnajanhec ta', icha ix aj yalan Jehová t'ayonh, aton co Diosal yet' eb' co mam quicham. Manh ex xivoc, mocab' chab'axq'ue e k'ool, xin chi."
        },
        {
            "number": "18",
            "text": "Ha exxo tik ul eyal t'ayin: Te wach' ama tato ay jayvanhoc onh tzonh b'ab'laj b'ati yic tzonh b'at quil juntzanh chonhab' chi', tzonh paxta yic tzul calani tas b'eal b'aj ol onh b'atoc yet' tas chonhab'il b'aj ol onh ochoc, xe chi."
        },
        {
            "number": "19",
            "text": "Ha tas eyal chi', wach' vab'i. Yuj chi' in siq'uel lajchavanh vinac t'a e cal, junjun t'a junjun inhtilal."
        },
        {
            "number": "20",
            "text": "Aton eb' chi' b'at t'a tzalquixtac, sk'och eb' t'a sch'olanil Escol, yek'chaj eb' t'a juntzanh lugar chi' smasanil."
        },
        {
            "number": "21",
            "text": "Slajvi chi' yik'ancot eb' jab'oc sat tas avab'il t'a jun lu'um chi' t'ayonh. Ha yuj tas yal eb' chi', yuj chi' nachajel cuuj to te wach' lum ol yak' Jehová co Diosal t'ayonh."
        },
        {
            "number": "22",
            "text": "Ha exxo tik, maj yal e k'ol ex b'at t'a jun lu'um chi', palta to e tenek' tas yal Jehová co Diosal."
        },
        {
            "number": "23",
            "text": "Axo b'aj ayex ek' chi', ex och ijan eyalan icha tik: Ha Jehová malaj sgana t'ayonh, yuj chi' onh yiq'uelta t'a Egipto yujnhej onh yak'anoch t'a yol sk'ab' eb' amorreo, yic tzonh satanel eb'."
        },
        {
            "number": "24",
            "text": "Axo ticnaic jun, ¿b'ajtil ol onh b'atoc? Ha eb' quetchonhab' tz'alani to ata' ay eb' vinh vinac te tek'an, nivac vinac, chaanh steel eb' vinh t'a quichanh, nivac chonhab' juntzanh schonhab' eb', te chaanh yajoch smuroal spatictac. Ix yilanpax juntzanh nivac vinac yinhtilal vinhaj Anac eb'. Ha yuj masanil juntzanh chi', junelnhej ix chab'axq'ue co k'ool, xe chi."
        },
        {
            "number": "25",
            "text": "Ichato chi' in tak'vi: Manh ex xiv yuj juntzanh chi'."
        },
        {
            "number": "26",
            "text": "Ha Jehová co Diosal ol b'ab'laj t'a quichanh, ha' ol ak'an oval cuuj, icha val tas ix aj quilan tas ix sk'ulej cuuj t'a Egipto,"
        },
        {
            "number": "27",
            "text": "yet' t'a tzinan lu'um. Yed' val yipal onh yik'ancot t'a yoltac b'e t'a tzinan lum chi', masanto ix yal co javi t'a tik, icha val junok mamab'il to sya'ilej yal yuninal, xin chi."
        },
        {
            "number": "28",
            "text": "Palta a ex tik maj eyak'och Jehová co Diosal t'a e k'ool."
        },
        {
            "number": "29",
            "text": "Ha val Jehová chi' b'ab'el t'a quichanh. Ha t'ak'walil syak' sakil k'inal t'ayonh icha junok k'ak', haxo t'a k'ualil, sch'oxpax yet' jun asun b'aj tzonh b'ati yet' b'aj tzonh och vaan."
        },
        {
            "number": "30",
            "text": "Ayic yab'an Jehová tas eyal chi', te cot yoval, yak'an sti' icha tik:"
        },
        {
            "number": "31",
            "text": "Malaj val junok juntzanh vinac te chuc spensar tik ol ilan lum lum vak'nac in ti' vak'an t'a e mam eyicham."
        },
        {
            "number": "32",
            "text": "Anhej vinhaj Caleb yuninal vinhaj Jefone ol ilan lu'um, yuj chi' ha t'a vinh yet' yinhtilal ol vak' lum xid' eyil chi', yujto ix sk'anab'ajej vinh yet' smasanil sk'ol tas ix vala', xchi Jehová chi'."
        },
        {
            "number": "33",
            "text": "Eyuj val a ex tik, yuj chi' cotpax yoval Jehová t'ayin, yalan t'ayin icha tik: Manh ol ach ochpaxlaj t'a lu'um a ach tik."
        },
        {
            "number": "34",
            "text": "Ha vinhaj Josué yuninal vinhaj Nun scolvaj ed'oc, a vinh ol och a q'uexuloc. Yuj chi' iptzitej vinh yujto a vinh ol ak'an jun lu'um chi' t'a eb' etisraelal tik, xchi t'ayin. Yalanpax t'ayex icha tik:"
        },
        {
            "number": "35",
            "text": "Wach'chom a ex tik tzeyak'och t'a e k'ool to ol ochcan eb' eyuninal checab'oc t'a eb' ajk'ool, palta a eb' eyuninal mantalaj spensar chi', ol och eb' t'a jun lu'um chi'. Ha in ol vak' lum smacb'enoc eb'."
        },
        {
            "number": "36",
            "text": "Yacb'an manto elk'ochlaj, meltzajanhec t'a tzinan lu'um, tzex b'atcan junelxo t'a b'e sk'och t'ha ha' Chacchac Mar, xchi Jehová chi' t'ayin."
        },
        {
            "number": "37",
            "text": "Ha ex tik, eyal t'ayin icha tik: Ix och co mul t'a Jehová co Diosal, palta a ticnaic jun, coyec, caq'ek quip icha val ix aj yalan Jehová t'ayonh, xe chi. Eyik'anb'at eyamk'ab' yic oval, a e naani to secojtac ol aj eyik'an lum tzalquixtac chi'."
        },
        {
            "number": "38",
            "text": "Palta a Jehová alani to sval t'ayex: Manh eyak' oval, manh e tek'b'ej e b'ha t'a eb' ajk'ool, haxo talaj tz'aji tzex yak'an ganar eb', yujto manh ol in b'atlaj eyed'oc, xchi Jehová, xa chi, xchi t'ayin."
        },
        {
            "number": "39",
            "text": "Vak' juntzanh chi' eyojtaquejeli, palta a ex tik maj e chalaj eyab'i. Axo aji, e tenek' tas yal Jehová chi', eyak'an icha e gana, q'ue ex t'a tzalquixtac chi'."
        },
        {
            "number": "40",
            "text": "Yuj chi' a eb' amorreo cajan ta', elta eb' t'ayex icha nok' nok'al chab', masanto yal ex yak'an ganar eb' t'a Seir, k'ochnhej eb' t'a Horma."
        },
        {
            "number": "41",
            "text": "Axo yic ex meltzaj jun, och ex ijan eyok' t'a yichanh Jehová, palta majxo tak'voclaj t'ayex."
        },
        {
            "number": "42",
            "text": "Yuj chi' te niwan tiempoal onh ek' t'a yol smacb'en Cades chi'."
        }
    ]
}