{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Yalanxi Jehová chi' t'ayin icha tik: Tzak' b'ojoc chab'oc pachanh k'een k'een, icha k'een ix wak' t'ayach t'a sb'ab'elal. Tzak' b'ojocpax junok te' kaxa, slajwi chi' tzach k'eta t'a jolom witz tik."
        },
        {
            "number": "2",
            "text": "Ol in tz'ib'anxioch lolonel ayoch t'a k'een ix wak' t'ayach t'a sb'ab'elal, aton k'een ix a mak'pojoc. Axo k'een yic schaelal tik, ol em k'een t'a yol te' kaxa chi', xchi t'ayin."
        },
        {
            "number": "3",
            "text": "Vak'an b'ojoc jun te' kaxa chi', a te' acacia och t'a te'. Vak'an tzeychaj chab' k'een k'een chi', wik'ank'e k'een t'a jolom witz chi'."
        },
        {
            "number": "4",
            "text": "Stz'ib'anxioch lajunhe' schecnab'il Jehová chi' t'a k'een. Icha aj stz'ib'an k'een t'a sb'ab'elal, aton juntzanh checnab'il yal t'ayonh t'a skal k'ak' t'a jolom witz ayic molanonhek' t'a yich witz chi'. Yak'anxi k'een t'ayin."
        },
        {
            "number": "5",
            "text": "Vemxita t'a jolom witz chi' b'ian, wak'anem k'een t'a yol te' kaxa chi', icha aj yalan Jehová chi' t'ayin. Ata' kanxonhej k'een."
        },
        {
            "number": "6",
            "text": "(Ix el heb' israel t'ha ha' Beerot-bene-jaacán, ix jawi heb' t'a Mosera. Ata' ix cham winhaj Aarón, ix mucji winh ta'. Axo winhaj Eleazar, winh yuninal winh ix ochkan sk'exuloc sat sacerdoteal."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi' ix elxi heb', ix jawi heb' t'a Gudgoda. Ix elxi heb' ta', ix jawi heb' t'a Jotbata. Ha t'a jun lugar chi' te aynhej ha ha'."
        },
        {
            "number": "8",
            "text": "Ha t'a jun pekti’ chi' ix ak'jioch yopisio heb' yinhtilalkan winhaj Leví yuj Jehová, yic syik'anb'at te' skaxail strato Jehová chi' heb', yic smunlajpax heb' t'a yichanh, yic syalanpax wach' lolonel heb' t'a yib'anh heb' anima t'a sb'i Jehová chi'. Ichaton chi' sk'ulejnhej heb'."
        },
        {
            "number": "9",
            "text": "Yuj chi', a heb' yinhtilalkan winhaj Leví chi', maj schalaj smacb'en lu'um heb', yujto a Jehová icha smacb'en heb' yajkani, icha ix aj yalan Jehová.)"
        },
        {
            "number": "10",
            "text": "Ha t'a jun pekti’ chi', 40 k'ual 40 ak'wal ayinek' t'a jolom witz chi', icha in k'ulej t'a sb'ab'elal. Anheja' t'a junelxo chi' scha sk'ol Jehová yab'an tas swala', yuj chi' maj ex satjiel-laj yuj."
        },
        {
            "number": "11",
            "text": "Yalan t'ayin icha tik: Ixic, cuchb'ejb'at jun chonhab' chi', yic b'at schaan lum lum heb' to ol yiquej, aton lum wak'nac in ti' wak'an t'a heb' he mam eyicham, xchi t'ayin."
        },
        {
            "number": "12",
            "text": "Ha tiknaik jun, ex wetchonhab' Israel, ¿tas snib'ej Jehová ko Diosal t'ayonh? Aton tik snib'ej t'ayonh: Ayokab' yelk'och t'a yol ko sat, sko k'anab'ajani, sko xajanani yet' coch ejmelal t'ay t'a smasanil ko k'ool yet' t'a smasanil ko pensar."
        },
        {
            "number": "13",
            "text": "Tato sko k'anab'ajej masanil sk'ayb'ub'al yet' schecnab'il, wach'nhej ol onh elk'och t'a smasanil."
        },
        {
            "number": "14",
            "text": "Scham wal he naani to a Jehová ko Diosal, ha' ay yic satcha’anh yet' t'a yichanhb'at satchanh chi'. A' ay pax yic lum lum tik yet' masanil tas ay t'a sat lu'um."
        },
        {
            "number": "15",
            "text": "Yujto xajan heb' ko mam quicham yuj, yuj chi' ix sik'jikanel yinhtilal heb' yuj, a onh toni, ix onh sik'jiel t'a skal juntzanhxo chonhab' yuj icha kajkan tik."
        },
        {
            "number": "16",
            "text": "Naecnhejcot jun trato sb'o Jehová eyed'oc, manhxo he pitej he b'a t'ay."
        },
        {
            "number": "17",
            "text": "Yujto a Jehová ko Diosal, ek'to t'a yib'anh juntzanh comon Dios, Yajal yaj t'a yib'anh heb' yajal, ayek' t'a yib'anh masanil tas, te ay spoder, sat ko k'ool yuj. Malaj sk'exanhil heb' anima t'ay. Max schalaj tumin yuj sch'olb'itani, max schapax silab' yic smontaji."
        },
        {
            "number": "18",
            "text": "Tz'ok' sk'ol t'a heb' meb'a' yet' t'a heb' ix ix chamnac yetb'eyum. Xajanpax heb' ch'oc chonhab'il ayek' t'a ko kal yuj, yuj chi' tz'ak'ji swael heb' yet' spichul heb' yuj."
        },
        {
            "number": "19",
            "text": "Ichokab' ta' scutejpax ko b'a, yujto ch'oc chonhab'il ajnac onh ek' kajan t'a yol yic Egipto."
        },
        {
            "number": "20",
            "text": "Anhejokab' Jehová ko Diosal niwan yelk'och t'a yol ko sat. Anhej t'ay tzonh och ejmelal, sko k'anab'ajannhej. Tato ay b'aj skak' ko ti' t'a junok tasi, anhejokab' t'a sb'i Jehová chi' skala'."
        },
        {
            "number": "21",
            "text": "Quik'ecchaanh Jehová ko Diosal. Cuuj manh jantacoc tas te satub'tac yilji ix sk'ulej icha wal ix aj quilani."
        },
        {
            "number": "22",
            "text": "Ayic sk'ochnac heb' ko mam quicham t'a Egipto, 70-nhej sb'isul heb', haxo tiknaik jun, a Jehová ix ak'an q'uib' ko b'isul icha sb'isul k'een k'anal t'a satcha’anh."
        }
    ]
}