{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Yalanxi Jehová chi' t'ayin icha tik: Tzak' b'ojoc chab'oc pachanh q'uen q'ueen, icha q'uen ix vak' t'ayach t'a sb'ab'elal. Tzak' b'ojocpax junok te' caxa, slajvi chi' tzach q'ueta t'a jolom vitz tik."
        },
        {
            "number": "2",
            "text": "Ol in tz'ib'anxioch lolonel ayoch t'a q'uen ix vak' t'ayach t'a sb'ab'elal, aton q'uen ix a mak'pojoc. Axo q'uen yic schaelal tik, ol em q'uen t'a yol te' caxa chi', xchi t'ayin."
        },
        {
            "number": "3",
            "text": "Vak'an b'ojoc jun te' caxa chi', a te' acacia och t'a te'. Vak'an tzeychaj chab' q'uen q'ueen chi', vik'anq'ue q'ueen t'a jolom vitz chi'."
        },
        {
            "number": "4",
            "text": "Stz'ib'anxioch lajunhe' schecnab'il Jehová chi' t'a q'ueen. Icha aj stz'ib'an q'uen t'a sb'ab'elal, aton juntzanh checnab'il yal t'ayonh t'a skal k'ak' t'a jolom vitz ayic molanonhek' t'a yich vitz chi'. Yak'anxi q'ueen t'ayin."
        },
        {
            "number": "5",
            "text": "Vemxita t'a jolom vitz chi' b'ian, vak'anem q'ueen t'a yol te' caxa chi', icha aj yalan Jehová chi' t'ayin. Ata' canxonhej q'ueen."
        },
        {
            "number": "6",
            "text": "(Ix el eb' israel t'ha ha' Beerot-bene-jaacán, ix javi eb' t'a Mosera. Ata' ix cham winhaj Aarón, ix mucji winh ta'. Axo winhaj Eleazar, winh yuninal winh ix ochcan sq'uexuloc sat sacerdoteal."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi' ix elxi eb', ix javi eb' t'a Gudgoda. Ix elxi eb' ta', ix javi eb' t'a Jotbata. Ha t'a jun lugar chi' te aynhej ha ha'."
        },
        {
            "number": "8",
            "text": "Ha t'a jun pekti’ chi' ix ak'jioch yopisio eb' yinhtilalcan winhaj Leví yuj Jehová, yic syik'anb'at te' scaxail strato Jehová chi' eb', yic smunlajpax eb' t'a yichanh, yic syalanpax wach' lolonel eb' t'a yib'anh eb' anima t'a sb'i Jehová chi'. Ichaton chi' sk'ulejnhej eb'."
        },
        {
            "number": "9",
            "text": "Yuj chi', a eb' yinhtilalcan winhaj Leví chi', maj schalaj smacb'en lu'um eb', yujto a Jehová icha smacb'en eb' yajcani, icha ix aj yalan Jehová.)"
        },
        {
            "number": "10",
            "text": "Ha t'a jun pekti’ chi', 40 k'ual 40 ak'wal ayinek' t'a jolom vitz chi', icha in k'ulej t'a sb'ab'elal. Anheja' t'a junelxo chi' scha sk'ol Jehová yab'an tas swala', yuj chi' maj ex satjiel-laj yuj."
        },
        {
            "number": "11",
            "text": "Yalan t'ayin icha tik: Ixic, cuchb'ejb'at jun chonhab' chi', yic b'at schaan lum lum eb' to ol yiquej, aton lum vak'nac in ti' vak'an t'a eb' e mam eyicham, xchi t'ayin."
        },
        {
            "number": "12",
            "text": "Ha tiknaik jun, ex vetchonhab' Israel, ¿tas snib'ej Jehová co Diosal t'ayonh? Aton tik snib'ej t'ayonh: Ayokab' yelk'och t'a yol co sat, sco k'anab'ajani, sco xajanani yet' coch ejmelal t'ay t'a smasanil co k'ool yet' t'a smasanil co pensar."
        },
        {
            "number": "13",
            "text": "Tato sco k'anab'ajej masanil sk'ayb'ub'al yet' schecnab'il, wach'nhej ol onh elk'och t'a smasanil."
        },
        {
            "number": "14",
            "text": "Scham wal e naani to a Jehová co Diosal, ha' ay yic satcha’anh yet' t'a yichanhb'at satchanh chi'. A' ay pax yic lum lum tik yet' masanil tas ay t'a sat lu'um."
        },
        {
            "number": "15",
            "text": "Yujto xajan eb' co mam quicham yuj, yuj chi' ix sik'jicanel yinhtilal eb' yuj, a onh toni, ix onh sik'jiel t'a skal juntzanhxo chonhab' yuj icha cajcan tik."
        },
        {
            "number": "16",
            "text": "Naecnhejcot jun trato sb'o Jehová eyed'oc, manhxo e pitej e b'a t'ay."
        },
        {
            "number": "17",
            "text": "Yujto a Jehová co Diosal, ek'to t'a yib'anh juntzanh comon dios, Yajal yaj t'a yib'anh eb' yajal, ayek' t'a yib'anh masanil tas, te ay spoder, sat co k'ool yuj. Malaj sq'uexanhil eb' anima t'ay. Max schalaj tumin yuj sch'olb'itani, max schapax silab' yic smontaji."
        },
        {
            "number": "18",
            "text": "Tz'ok' sk'ol t'a eb' meb'a' yet' t'a eb' ix ix chamnac yetb'eyum. Xajanpax eb' ch'oc chonhab'il ayek' t'a co cal yuj, yuj chi' tz'ak'ji svael eb' yet' spichul eb' yuj."
        },
        {
            "number": "19",
            "text": "Ichocab' ta' scutejpax co b'a, yujto ch'oc chonhab'il ajnac onh ek' cajan t'a yol yic Egipto."
        },
        {
            "number": "20",
            "text": "Anhejocab' Jehová co Diosal niwan yelk'och t'a yol co sat. Anhej t'ay tzonh och ejmelal, sco k'anab'ajannhej. Tato ay b'aj scak' co ti' t'a junok tasi, anhejocab' t'a sb'i Jehová chi' scala'."
        },
        {
            "number": "21",
            "text": "Quiq'uecchaanh Jehová co Diosal. Cuuj manh jantacoc tas te satub'tac yilji ix sk'ulej icha wal ix aj quilani."
        },
        {
            "number": "22",
            "text": "Ayic sk'ochnac eb' co mam quicham t'a Egipto, 70-nhej sb'isul eb', haxo tiknaik jun, a Jehová ix ak'an q'uib' co b'isul icha sb'isul q'uen k'anal t'a satcha’anh."
        }
    ]
}