{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Yovalil sco xajanej Jehová co Diosal, sco k'anab'ajan tas schec co k'ulej d'a masanil tiempo, aton sk'ayb'ub'al, schecnab'il yed' scachnab'il."
        },
        {
            "number": "2",
            "text": "Sco naec ticnaic tas ix yutej Jehová onh scachani. A onh tic ix quila', manhoc eb' cuninal ix ilan tas ix sk'ulej Jehová chi'. A onh val tic ix quila' jantac snivanil yelk'ochi yed' spoder yed' tas satub'tac ix sk'ulej."
        },
        {
            "number": "3",
            "text": "Quilnac tas sk'ulejnac Jehová d'a vinh sreyal Egipto yed' d'a masanil eb' anima cajan ta'."
        },
        {
            "number": "4",
            "text": "Quilnacpax tas sk'ulejnac yed' eb' soldado vinh rey chi' yed' jantac carruaje yed'nac nok' chej. Masanil juntzanh chi' mucchajnaccanb'at yuj Jehová d'a yol a' Chacchac Mar ayic onh spechan eb', yuj chi' a co Diosal chi' satannaquel eb' d'a junelnhej."
        },
        {
            "number": "5",
            "text": "Sco naecpaxcoti jantac vach'il sk'ulejnac Jehová chi' d'ayonh d'a tz'inan lum masanto onh javi d'a tic."
        },
        {
            "number": "6",
            "text": "Sco naanpaxcoti tas sk'ulejnac yed' vinhaj Datán yed' vinhaj Abiram yuninal vinhaj Eliab, d'a yinhtilalcan Rubén. Spojnac sb'a lum luum d'a snanhal co campamento, mucchajnaccanem eb' yed' masanil yuninal, masanil tas ay d'a eb', smantiado eb', schecab' eb' yed' nok' smolb'etzal nok' eb'. Icha chi' ajnac satel eb' yuj Jehová d'a quichanh."
        },
        {
            "number": "7",
            "text": "A onh tic testigo onh d'a masanil tas sk'ulej Jehová to satub'tac yilji."
        },
        {
            "number": "8",
            "text": "Yuj chi', k'anab'ajejec schecnab'il Jehová svak'can tic d'ayex, yic vach' tz'och val eyip tzex b'at cajan d'a sat lum luum van yoch eyicoc chi',"
        },
        {
            "number": "9",
            "text": "yic vach' pax najtil ol ex cajnaj d'a lum luum te yax sat chi', aton lum yak'nac sti' Jehová yak'an d'a eb' co mam quicham yed' d'ayonh a onh yinhtilal onh eb' tic."
        },
        {
            "number": "10",
            "text": "A lum van yak'ji chi' d'ayex, manh lajanoc lum icha lum Egipto b'aj onh coti. A d'a Egipto chi' slajvi eyavan tas tzeyavej, tzeyak'anoch yalil icha b'aj tz'avchaj anh itaj."
        },
        {
            "number": "11",
            "text": "A pax lum b'aj van e k'och chi' jun, ay svitzal luum. Ay pax spanhanil luum, aynhejoch yal luum yuj nhab' syak' Jehová."
        },
        {
            "number": "12",
            "text": "A jun lum chi' tanhvab'il lum yuj Jehová, aynhejoch sat d'a luum tz'ek' ab'il."
        },
        {
            "number": "13",
            "text": "Yuj chi', k'anab'ajejec schecnab'il Jehová, aton juntzanh van valan tic d'ayex. Tze xajanej Jehová co Diosal, tzeyaq'uem e b'a d'ay d'a smasanil e k'ool yed' smasanil e pensar."
        },
        {
            "number": "14",
            "text": "Tato icha chi', ol yak'nhej b'ab'el nhab' yed' slajvub'xo, yuj chi' te vach' ol aj sat eyavb'en, e trigo, te' eyuva yed' te' eyolivo."
        },
        {
            "number": "15",
            "text": "Ay pax yax ank'ultac ol sva nok' e molb'etzal nok', ol ste aq'uej sat tas ol eyavej yic vach' ay e vael."
        },
        {
            "number": "16",
            "text": "Palta tzeyil val e b'a, yic malaj junoc mach tzex montanb'ati yic tzeyik'anel e b'a d'a spatic Jehová, axo talaj d'a juntzanhocxo comon dios tzex och ejmelal, tzex och tzak'an yuuj."
        },
        {
            "number": "17",
            "text": "Tato icha chi', ol cot yoval sk'ol Jehová chi' d'ayex. Manhxo ol yak'laj nhab', manhxo ol yak'laj sat masanil eyavb'en, axo e cham yuj vejel d'a sat lum luum te yax sat van yak'an Jehová chi' d'ayex."
        },
        {
            "number": "18",
            "text": "Scham val eyab'ancan juntzanh lolonel tic, tze sik'ancan d'a e pensar. Tzeq'uecoch d'a e k'ab' yed' d'a snanhal e sat."
        },
        {
            "number": "19",
            "text": "A juntzanh tic ol eyak' sk'ayb'ej eb' eyuninal d'a junjun k'u. Ayexnhejoch eyalan d'a eb', ayic ayex ek' d'a e pat, ayic tzex b'ey d'a yoltac b'e, ayic tzex vayi, ayic pax tzex q'ue vaan."
        },
        {
            "number": "20",
            "text": "Tze tz'ib'anoch d'a smarcoal spuertail e pat yed' d'a spuertailtac e chonhab',"
        },
        {
            "number": "21",
            "text": "yic vach' ol najatb'oc e q'uinal yed' eb' eyuninal d'a sat lum luum yak'nac sti' Jehová co Diosal yak'an d'a eb' co mam quicham. Ol ex cajnajnhej ta' yacb'an ayek' satchaanh d'a yib'anh lum luum tic."
        },
        {
            "number": "22",
            "text": "Tato tze k'anab'ajej masanil juntzanh checnab'il svalcanel tic d'ayex, tze xajananpax Jehová co Diosal, tze k'ulan masanil tas syala',"
        },
        {
            "number": "23",
            "text": "ichato chi' b'ian, a Jehová chi' ol ik'anel juntzanh chonhab' te nivac, te ay pax yip d'a eyichanh, a exxo ol ex cajnajcan d'ay."
        },
        {
            "number": "24",
            "text": "Masanil lum b'aj ol ex ek'oc, eyic ol ajcan luum, sb'atnhej lum d'a taquinh luum masanto sk'och d'a Líbano. Sb'atnhej lum d'a a' nivan Éufrates masanto sk'och d'a a' mar Mediterráneo."
        },
        {
            "number": "25",
            "text": "Malaj mach ol yal stek'b'an sb'a d'a eyichanh. A Jehová ol ak'anoch nivac xivk'olal d'a scal anima b'aj ol ex ek'nhej, manhxo ol yal snaan eb' tas ol yutoc scolan sb'a eb' d'ayex icha ix aj yak'an sti' Jehová chi' d'ayonh."
        },
        {
            "number": "26",
            "text": "Ab'ec jun, a d'a jun k'u tic svak' e sik'lej, tom a svach'k'olal Jehová tze nib'ej mato a scatab'."
        },
        {
            "number": "27",
            "text": "Ol e cha svach'k'olal Jehová co Diosal tato tze k'anab'ajej schecnab'il van valan tic d'ayex."
        },
        {
            "number": "28",
            "text": "A yoval sk'ol ol cot d'a eyib'anh tato manh ol e k'anab'ajej juntzanh checnab'il tic, tato tzeyiq'uel e b'a d'a Jehová, tzeyak'anoch e pensar d'a juntzanh comon dios to manh eyojtacoc, tzeyak'anem e b'a d'ay."
        },
        {
            "number": "29",
            "text": "Ayic toxo ix ex k'och d'a sat lum luum chi' yuj Jehová co Diosal, aton jun lum van yak'an d'ayex, ol eyalanel vach' lolonel d'a yich lum vitz Gerizim yed' catab' lolonel d'a yich lum vitz Ebal."
        },
        {
            "number": "30",
            "text": "A juntzanh lum vitz chi', a d'a yichanhek' nivan b'e ay luum, tz'ek' d'a sk'axepalek' a' Jordán, d'a stojolal b'aj tz'em k'u, b'aj ay sluum eb' cananeo, eb' anima ay d'a yak'lical sti' a' nivan Jordán d'a yichanhb'at Gilgal. Jun b'aj ay te' ji d'a yol yic More."
        },
        {
            "number": "31",
            "text": "Vanxo sk'och stiempoal yic ol ex k'axpajek' d'a a' Jordán, yic tz'ochcan lum luum chi' eyicoc yuj Jehová co Diosal. Ayic toxo ix eyik' luum, axo e cajnaj d'a sat lum chi',"
        },
        {
            "number": "32",
            "text": "tzeyak'och d'a e k'ool e b'eyb'alan masanil checnab'il svalcan tic d'ayex ticnaic."
        }
    ]
}