{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Yowalil sko xajanej Jehová ko Diosal, sko k'anab'ajan tas schec ko k'ulej t'a masanil tiempo, aton sk'ayb'ub'al, schecnab'il yet' skachnab'il."
        },
        {
            "number": "2",
            "text": "Sco naec tiknaik tas ix yutej Jehová onh skachani. Ha onh tik ix quila', manhoc heb' cuninal ix ilan tas ix sk'ulej Jehová chi'. Ha onh wal tik ix quila' jantac sniwanil yelk'ochi yet' spoder yet' tas satub'tac ix sk'ulej."
        },
        {
            "number": "3",
            "text": "Quilnac tas sk'ulejnac Jehová t'a winh sreyal Egipto yet' t'a masanil heb' anima kajan ta'."
        },
        {
            "number": "4",
            "text": "Quilnacpax tas sk'ulejnac yet' heb' soldado winh rey chi' yet' jantac carruaje yet'nac nok' chej. Masanil juntzanh chi' mucchajnakkanb'at yuj Jehová t'a yol ha' Chacchac Mar ayic onh spechan heb', yuj chi' a ko Diosal chi' satannaquel heb' t'a junelnhej."
        },
        {
            "number": "5",
            "text": "Sco naecpaxcoti jantac wach'il sk'ulejnac Jehová chi' t'ayonh t'a tzinan lum masanto onh jawi t'a tik."
        },
        {
            "number": "6",
            "text": "Sco naanpaxcoti tas sk'ulejnac yet' winhaj Datán yet' winhaj Abiram yuninal winhaj Eliab, t'a yinhtilalkan Rubén. Spojnac sb'a lum lum t'a snanhal ko campamento, mucchajnakkanem heb' yet' masanil yuninal, masanil tas ay t'a heb', smantiado heb', schekab' heb' yet' nok' smolb'etzal nok' heb'. Icha chi' ajnac satel heb' yuj Jehová t'a quichanh."
        },
        {
            "number": "7",
            "text": "Ha onh tik testigo onh t'a masanil tas sk'ulej Jehová to satub'tac yilji."
        },
        {
            "number": "8",
            "text": "Yuj chi', k'anab'ajejec schecnab'il Jehová swak'kan tik t'ayex, yic wach' tz'och wal eyip tzex b'at kajan t'a sat lum lum wan yoch eyicoc chi',"
        },
        {
            "number": "9",
            "text": "yic wach' pax najtil ol ex kajnaj t'a lum lum te yax sat chi', aton lum yak'nac sti' Jehová yak'an t'a heb' ko mam quicham yet' t'ayonh a onh yinhtilal onh heb' tik."
        },
        {
            "number": "10",
            "text": "Ha lum wan yak'ji chi' t'ayex, manh lajanoc lum icha lum Egipto b'aj onh koti. Ha t'a Egipto chi' slajwi eyawan tas tzeyawej, tzeyak'anoch yalil icha b'aj tz'avchaj anh itaj."
        },
        {
            "number": "11",
            "text": "Ha pax lum b'aj wan he k'och chi' jun, ay switzal lu'um. Ay pax spanhanil lu'um, aynhejoch yal lu'um yuj nhab' syak' Jehová."
        },
        {
            "number": "12",
            "text": "Ha jun lum chi' tanhwab'il lum yuj Jehová, aynhejoch sat t'a lu'um tzek' ab'il."
        },
        {
            "number": "13",
            "text": "Yuj chi', k'anab'ajejec schecnab'il Jehová, aton juntzanh wan walan tik t'ayex. Tze xajanej Jehová ko Diosal, tzeyak'em he b'a t'ay t'a smasanil he k'ool yet' smasanil he pensar."
        },
        {
            "number": "14",
            "text": "Tato icha chi', ol yak'nhej b'ab'el nhab' yet' slajwub'xo, yuj chi' te wach' ol aj sat eyavb'en, he trigo, te' eyuwa yet' te' eyoliwo."
        },
        {
            "number": "15",
            "text": "Ay pax yax ank'ultak ol swa nok' he molb'etzal nok', ol ste ak'ej sat tas ol eyawej yic wach' ay he wael."
        },
        {
            "number": "16",
            "text": "Palta tzeyil wal he b'a, yic malaj junok mach tzex montanb'ati yic tzeyik'anel he b'ha t'a spatic Jehová, haxo talaj t'a juntzanhocxo comon Dios tzex och ejmelal, tzex och tzak'an yuj."
        },
        {
            "number": "17",
            "text": "Tato icha chi', ol cot yowal sk'ol Jehová chi' t'ayex. Manhxo ol yak'laj nhab', manhxo ol yak'laj sat masanil eyavb'en, haxo he cham yuj wejel t'a sat lum lum te yax sat wan yak'an Jehová chi' t'ayex."
        },
        {
            "number": "18",
            "text": "Scham wal eyab'ankan juntzanh lolonel tik, tze sik'ankan t'a he pensar. Tzek'ecoch t'a he k'ab' yet' t'a snanhal he sat."
        },
        {
            "number": "19",
            "text": "Ha juntzanh tik ol eyak' sk'ayb'ej heb' eyuninal t'a junjun k'u. Ayexnhejoch eyalan t'a heb', ayic ayex ek' t'a he pat, ayic tzex b'ey t'a yoltac b'e, ayic tzex wayi, ayic pax tzex k'e waan."
        },
        {
            "number": "20",
            "text": "Tze tz'ib'anoch t'a smarcoal spuertail he pat yet' t'a spuertailtac he chonhab',"
        },
        {
            "number": "21",
            "text": "yic wach' ol najatb'oc he k 'inal yet' heb' eyuninal t'a sat lum lum yak'nac sti' Jehová ko Diosal yak'an t'a heb' ko mam quicham. Ol ex kajnajnhej ta' yacb'an ayek' satcha’anh t'a yib'anh lum lum tik."
        },
        {
            "number": "22",
            "text": "Tato tze k'anab'ajej masanil juntzanh checnab'il swalkanel tik t'ayex, tze xajananpax Jehová ko Diosal, tze k'ulan masanil tas syala',"
        },
        {
            "number": "23",
            "text": "ichato chi' b'ian, a Jehová chi' ol ik'anel juntzanh chonhab' te niwac, te ay pax yip t'a eyichanh, a exxo ol ex kajnajkan t'ay."
        },
        {
            "number": "24",
            "text": "Masanil lum b'aj ol ex ek'oc, eyic ol ajkan lu'um, sb'atnhej lum t'a taquinh lu'um masanto sk'och t'a Líbano. Sb'atnhej lum t'ha ha' niwan Éufrates masanto sk'och t'ha ha' mar Mediterráneo."
        },
        {
            "number": "25",
            "text": "Malaj mach ol yal stek'b'an sb'ha t'a eyichanh. Ha Jehová ol ak'anoch niwac xivk'olal t'a skal anima b'aj ol ex ek'nhej, manhxo ol yal snaan heb' tas ol yutoc scolan sb'a heb' t'ayex icha ix aj yak'an sti' Jehová chi' t'ayonh."
        },
        {
            "number": "26",
            "text": "Ab'ec jun, ha t'a jun k'u tik swak' he sik'lej, tom a swach'k'olal Jehová tze nib'ej mato a skatab'."
        },
        {
            "number": "27",
            "text": "Ol he cha swach'k'olal Jehová ko Diosal tato tze k'anab'ajej schecnab'il wan walan tik t'ayex."
        },
        {
            "number": "28",
            "text": "Ha yowal sk'ol ol cot t'a eyib'anh tato manh ol he k'anab'ajej juntzanh checnab'il tik, tato tzeyik'el he b'ha t'a Jehová, tzeyak'anoch he pensar t'a juntzanh comon Dios to manh eyojtakoc, tzeyak'anem he b'a t'ay."
        },
        {
            "number": "29",
            "text": "Ayic toxo ix ex k'och t'a sat lum lum chi' yuj Jehová ko Diosal, aton jun lum wan yak'an t'ayex, ol eyalanel wach' lolonel t'a yich lum witz Gerizim yet' katab' lolonel t'a yich lum witz Ebal."
        },
        {
            "number": "30",
            "text": "Ha juntzanh lum witz chi', ha t'a yichanhek' niwan b'e ay lu'um, tzek' t'a sk'axepalek' ha' Jordán, t'a stojolal b'aj tz'em k'u, b'aj ay sluum heb' cananeo, heb' anima ay t'a yak'likal sti' ha' niwan Jordán t'a yichanhb'at Gilgal. Jun b'aj ay te' ji t'a yol yic More."
        },
        {
            "number": "31",
            "text": "Vanxo sk'och stiempoal yic ol ex k'axpajek' t'ha ha' Jordán, yic tz'ochkan lum lum chi' eyicoc yuj Jehová ko Diosal. Ayic toxo ix eyik' lu'um, haxo he kajnaj t'a sat lum chi',"
        },
        {
            "number": "32",
            "text": "tzeyak'och t'a he k'ool he b'eyb'alan masanil checnab'il swalkan tik t'ayex tiknaik."
        }
    ]
}