{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Yovalil sco xajanej Jehová co Diosal, sco k'anab'ajan tas schec co k'ulej t'a masanil tiempo, aton sk'ayb'ub'al, schecnab'il yet' scachnab'il."
        },
        {
            "number": "2",
            "text": "Sco naec ticnaic tas ix yutej Jehová onh scachani. Ha onh tik ix quila', manhoc eb' cuninal ix ilan tas ix sk'ulej Jehová chi'. Ha onh val tik ix quila' jantac snivanil yelk'ochi yet' spoder yet' tas satub'tac ix sk'ulej."
        },
        {
            "number": "3",
            "text": "Quilnac tas sk'ulejnac Jehová t'a vinh sreyal Egipto yet' t'a masanil eb' anima cajan ta'."
        },
        {
            "number": "4",
            "text": "Quilnacpax tas sk'ulejnac yet' eb' soldado vinh rey chi' yet' jantac carruaje yet'nac nok' chej. Masanil juntzanh chi' mucchajnaccanb'at yuj Jehová t'a yol ha' Chacchac Mar ayic onh spechan eb', yuj chi' a co Diosal chi' satannaquel eb' t'a junelnhej."
        },
        {
            "number": "5",
            "text": "Sco naecpaxcoti jantac wach'il sk'ulejnac Jehová chi' t'ayonh t'a tzinan lum masanto onh javi t'a tik."
        },
        {
            "number": "6",
            "text": "Sco naanpaxcoti tas sk'ulejnac yet' vinhaj Datán yet' vinhaj Abiram yuninal vinhaj Eliab, t'a yinhtilalcan Rubén. Spojnac sb'a lum lum t'a snanhal co campamento, mucchajnaccanem eb' yet' masanil yuninal, masanil tas ay t'a eb', smantiado eb', schecab' eb' yet' nok' smolb'etzal nok' eb'. Icha chi' ajnac satel eb' yuj Jehová t'a quichanh."
        },
        {
            "number": "7",
            "text": "Ha onh tik testigo onh t'a masanil tas sk'ulej Jehová to satub'tac yilji."
        },
        {
            "number": "8",
            "text": "Yuj chi', k'anab'ajejec schecnab'il Jehová svak'kan tik t'ayex, yic wach' tz'och val eyip tzex b'at cajan t'a sat lum lum van yoch eyicoc chi',"
        },
        {
            "number": "9",
            "text": "yic wach' pax najtil ol ex cajnaj t'a lum lum te yax sat chi', aton lum yak'nac sti' Jehová yak'an t'a eb' co mam quicham yet' t'ayonh a onh yinhtilal onh eb' tik."
        },
        {
            "number": "10",
            "text": "Ha lum van yak'ji chi' t'ayex, manh lajanoc lum icha lum Egipto b'aj onh coti. Ha t'a Egipto chi' slajvi eyavan tas tzeyavej, tzeyak'anoch yalil icha b'aj tz'avchaj anh itaj."
        },
        {
            "number": "11",
            "text": "Ha pax lum b'aj van e k'och chi' jun, ay svitzal lu'um. Ay pax spanhanil lu'um, aynhejoch yal lu'um yuj nhab' syak' Jehová."
        },
        {
            "number": "12",
            "text": "Ha jun lum chi' tanhvab'il lum yuj Jehová, aynhejoch sat t'a lu'um tzek' ab'il."
        },
        {
            "number": "13",
            "text": "Yuj chi', k'anab'ajejec schecnab'il Jehová, aton juntzanh van valan tik t'ayex. Tze xajanej Jehová co Diosal, tzeyaq'uem e b'a t'ay t'a smasanil e k'ool yet' smasanil e pensar."
        },
        {
            "number": "14",
            "text": "Tato icha chi', ol yak'nhej b'ab'el nhab' yet' slajvub'xo, yuj chi' te wach' ol aj sat eyavb'en, e trigo, te' eyuva yet' te' eyolivo."
        },
        {
            "number": "15",
            "text": "Ay pax yax ank'ultak ol sva nok' e molb'etzal nok', ol ste aq'uej sat tas ol eyavej yic wach' ay e vael."
        },
        {
            "number": "16",
            "text": "Palta tzeyil val e b'a, yic malaj junok mach tzex montanb'ati yic tzeyik'anel e b'ha t'a spatic Jehová, haxo talaj t'a juntzanhocxo comon dios tzex och ejmelal, tzex och tzak'an yuj."
        },
        {
            "number": "17",
            "text": "Tato icha chi', ol cot yoval sk'ol Jehová chi' t'ayex. Manhxo ol yak'laj nhab', manhxo ol yak'laj sat masanil eyavb'en, haxo e cham yuj vejel t'a sat lum lum te yax sat van yak'an Jehová chi' t'ayex."
        },
        {
            "number": "18",
            "text": "Scham val eyab'ancan juntzanh lolonel tik, tze sik'ancan t'a e pensar. Tzeq'uecoch t'a e k'ab' yet' t'a snanhal e sat."
        },
        {
            "number": "19",
            "text": "Ha juntzanh tik ol eyak' sk'ayb'ej eb' eyuninal t'a junjun k'u. Ayexnhejoch eyalan t'a eb', ayic ayex ek' t'a e pat, ayic tzex b'ey t'a yoltac b'e, ayic tzex vayi, ayic pax tzex q'ue vaan."
        },
        {
            "number": "20",
            "text": "Tze tz'ib'anoch t'a smarcoal spuertail e pat yet' t'a spuertailtac e chonhab',"
        },
        {
            "number": "21",
            "text": "yic wach' ol najatb'oc e q'uinal yet' eb' eyuninal t'a sat lum lum yak'nac sti' Jehová co Diosal yak'an t'a eb' co mam quicham. Ol ex cajnajnhej ta' yacb'an ayek' satcha’anh t'a yib'anh lum lum tik."
        },
        {
            "number": "22",
            "text": "Tato tze k'anab'ajej masanil juntzanh checnab'il svalcanel tik t'ayex, tze xajananpax Jehová co Diosal, tze k'ulan masanil tas syala',"
        },
        {
            "number": "23",
            "text": "ichato chi' b'ian, a Jehová chi' ol ik'anel juntzanh chonhab' te nivac, te ay pax yip t'a eyichanh, a exxo ol ex cajnajcan t'ay."
        },
        {
            "number": "24",
            "text": "Masanil lum b'aj ol ex ek'oc, eyic ol ajkan lu'um, sb'atnhej lum t'a taquinh lu'um masanto sk'och t'a Líbano. Sb'atnhej lum t'ha ha' niwan Éufrates masanto sk'och t'ha ha' mar Mediterráneo."
        },
        {
            "number": "25",
            "text": "Malaj mach ol yal stek'b'an sb'ha t'a eyichanh. Ha Jehová ol ak'anoch nivac xivk'olal t'a skal anima b'aj ol ex ek'nhej, manhxo ol yal snaan eb' tas ol yutoc scolan sb'a eb' t'ayex icha ix aj yak'an sti' Jehová chi' t'ayonh."
        },
        {
            "number": "26",
            "text": "Ab'ec jun, ha t'a jun k'u tik svak' e sik'lej, tom a svach'k'olal Jehová tze nib'ej mato a scatab'."
        },
        {
            "number": "27",
            "text": "Ol e cha svach'k'olal Jehová co Diosal tato tze k'anab'ajej schecnab'il van valan tik t'ayex."
        },
        {
            "number": "28",
            "text": "Ha yoval sk'ol ol cot t'a eyib'anh tato manh ol e k'anab'ajej juntzanh checnab'il tik, tato tzeyiq'uel e b'ha t'a Jehová, tzeyak'anoch e pensar t'a juntzanh comon dios to manh eyojtacoc, tzeyak'anem e b'a t'ay."
        },
        {
            "number": "29",
            "text": "Ayic toxo ix ex k'och t'a sat lum lum chi' yuj Jehová co Diosal, aton jun lum van yak'an t'ayex, ol eyalanel wach' lolonel t'a yich lum vitz Gerizim yet' catab' lolonel t'a yich lum vitz Ebal."
        },
        {
            "number": "30",
            "text": "Ha juntzanh lum vitz chi', ha t'a yichanhek' niwan b'e ay lu'um, tzek' t'a sk'axepalek' ha' Jordán, t'a stojolal b'aj tz'em k'u, b'aj ay sluum eb' cananeo, eb' anima ay t'a yak'lical sti' ha' niwan Jordán t'a yichanhb'at Gilgal. Jun b'aj ay te' ji t'a yol yic More."
        },
        {
            "number": "31",
            "text": "Vanxo sk'och stiempoal yic ol ex k'axpajek' t'ha ha' Jordán, yic tz'ochcan lum lum chi' eyicoc yuj Jehová co Diosal. Ayic toxo ix eyik' lu'um, haxo e cajnaj t'a sat lum chi',"
        },
        {
            "number": "32",
            "text": "tzeyak'och t'a e k'ool e b'eyb'alan masanil checnab'il svalcan tik t'ayex ticnaic."
        }
    ]
}