{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Aton val juntzanh checnab'il yet' k'ayb'ub'al tik yowalil ol e b'eyb'alej ayic ayexxoek' t'a lum lum ol yak' Jehová co Diosal yet' eb' co mam quicham eyiquej."
        },
        {
            "number": "2",
            "text": "Ha eb' anima cajan t'a lum lum chi', ch'oc sdiosal eb' b'aj syal sb'a. Ayic toxo ix eyiquejel lum sluum eb' chi', yowalil tze satel juntzanh yic lesal b'aj syal sb'a eb' t'a sdiosal, wach'chom t'a jolomtac vitz yet' t'a tzalquixtac yet' t'a yichtac te te' k'ayum xiil."
        },
        {
            "number": "3",
            "text": "Tze mak'poj juntzanh yaltar eb', q'uen q'ueen yet' te te' b'ob'il sdiosaloc eb' scuchan Asera, aton b'aj syaq'uem sb'a eb'. Tze nhusantz'aoc, tze mak'anpoj sdiosal eb' chi', yic wach' manhxa b'ak'uinh snachajcot t'a juntzanh lugar chi'."
        },
        {
            "number": "4",
            "text": "Manh ichoc tz'aj yoch eb' ejmelal t'a sdiosal chi', manh ichocta tz'aj eyoch ejmelal t'a Jehová co Diosal."
        },
        {
            "number": "5",
            "text": "Ha t'a jun lugar ol sik'canel Jehová t'a skal eyinhtilal to yic yaji, ata' ol b'at eyaq'uem e b'a t'ay."
        },
        {
            "number": "6",
            "text": "Ol eyak'an e silab' stz'a smasanil yet' juntzanhxo silab' yuj eyik'anchaanh Jehová. Ol eyak'anpax e diezmo, e colval yet' tas ix eyak' e ti' eyak'ani yet' eyofrenda to tz'el val t'a e k'ol eyak'ani. Anheja' ol eyak'anpax nok' sb'ab'el yune' e vacax yet' sb'ab'el yune' nok' e calnel."
        },
        {
            "number": "7",
            "text": "Ata' ol ex wa t'a tzalajk'olal t'a yichanh Jehová yet' masanil eb' ay t'a yol e pat. Icha chi' ol aj e vaan tas tzeyik' t'a e munlajel a to syal swach'k'olal Jehová ol yak' t'ayex."
        },
        {
            "number": "8",
            "text": "Ata' manh ol e k'ulej icha tas sco k'ulej ticnaic, yujto ha t'a tik yalnhej tas sgana junjun anima, a sk'ulej."
        },
        {
            "number": "9",
            "text": "Val yel manto ex k'ochlaj t'a lum lum ol yak' Jehová t'ayex, ata' manhxalaj tas ol e na'a."
        },
        {
            "number": "10",
            "text": "Vanxo sk'och sk'ual yic ol ex k'axpajek' t'ha ha' Jordán, yic tzex k'ochcan t'a sat lum lum ol yak' Jehová eyiquej. Ayic toxo ix ex colchajcanel t'a yol sk'ab' eb' ayoch ajk'olal t'ayex, manhxa xivk'olal t'ayex ta'."
        },
        {
            "number": "11",
            "text": "Axo jun lugar ol sik'canel Jehová yic tz'och yicoc, ata' ol eyak' masanil tas ix val t'ayex to ol e k'ulej. Ata' ol eyak' nok' silab' stz'ai yet' juntzanh silab' yuj eyik'anchaanh Jehová chi', e diezmo, e colval yet' eyofrenda sik'b'ilel eyuj b'aj ix eyak' e ti' eyak'ani."
        },
        {
            "number": "12",
            "text": "Tzex te tzalaj t'a yichanh Jehová co Diosal yet' eb' eyuninal, eb' e checab' yet' eb' levita ol cajnaj t'a e cal. Yujto a eb' levita chi' malaj smacb'en eb' ol scha eyed'oc t'a lum lum chi'."
        },
        {
            "number": "13",
            "text": "Tzeyil val e b'a, manh e comon nhusejtz'a nok' e silab' t'a yalnhej tas lugaril e gana."
        },
        {
            "number": "14",
            "text": "Anhej t'a jun lugar sik'b'ilel yuj Jehová t'a skal e chonhab' smasanil, ata' tzeyik'b'at e silab' yic tze nhusantz'aoc yet' e k'anab'ajan masanil tas svalcan tik t'ayex."
        },
        {
            "number": "15",
            "text": "Ayic tze naanq'ue e chi'an nok' chib'ej, syal e milancham junok nok' eyiko' tze chi'an b'aj ayex ek' chi', ato syal tas syak' Jehová t'ayex. Wach'chom ayex wach' eyaji, icha yalan ley, mato maay, syal e chi'ani, ichoc tz'aj e chi'an junok nok' ch'ucul ma junok nok' k'ultaquil chej."
        },
        {
            "number": "16",
            "text": "Anhej val schiq'uil nok' b'ian, manh jab'oc syal e chi'ani, ma eyuk'ani, anhej to tze tob'canem t'a sat lu'um ichoc ha ha'."
        },
        {
            "number": "17",
            "text": "Max yal e wa''an sdiezmoal e trigo t'a yol e chonhab', ma sdiezmoal e vino, eyaceite, ma e chi'an nok' b'ab'el yune' e vacax yet' b'ab'el yune' e calnel, ma eyofrenda tzeyak' e ti' eyak'ani, ma e colval, ma eyofrenda tz'och b'achan t'a yichanh Jehová."
        },
        {
            "number": "18",
            "text": "Anhej t'a jun lugar ol sik'canel Jehová co Diosal, ata' ol e chi' juntzanh silab' chi', ajun eb' eyal eyuninal eyed'oc yet' eb' e checab' yet' eb' levita ayek' t'a e cal. Ata' tzeyak' tzalajb'oc e k'ol t'a yichanh Jehová yuj tas syak' t'a e munlajel chi'."
        },
        {
            "number": "19",
            "text": "Yacb'an ayex ek' t'a jun lu'um chi', mocab' b'at eb' levita satk'olal eyuuj."
        },
        {
            "number": "20",
            "text": "Ha val yic ol levanb'oc e lu'um yuj Jehová co Diosal t'a jantac yak'nac sti' yak'ani, tato syal e k'ol ol e chi nok' chib'ej, ol yal e chi'an nok' t'a yalnhej tas k'ual."
        },
        {
            "number": "21",
            "text": "Tato najat cajan ex t'a jun lugar ol sik'canel Jehová co Diosal b'aj tz'och ejmelal chi', syal e milancham nok' e vacax yet' nok' e calnel syak' Jehová chi' t'ayex b'aj cajan ex chi', tze chi'an nok' icha syal jantac snib'ej e k'ool, icha ix aj valan t'ayex."
        },
        {
            "number": "22",
            "text": "Ichataxon tz'aj e chi'an yalnhej tas macanhil nok' k'ultaquil chej, icha chi' tz'ajpax e chi'ani, tato wach' eyaj icha yalan ley, mato maay, syalnhej e chi'an nok'."
        },
        {
            "number": "23",
            "text": "Palta max yal-laj e chi'an nok' chib'ej max el-laj schiq'uil, yujto ha t'a schiq'uil nok' chi' ay sk'inal. Max yal-laj e chi'an nok' chib'ej chi' yet' sk'inal."
        },
        {
            "number": "24",
            "text": "Anhej to tze tob'canel schiq'uil nok' chi' t'a sat lu'um ichoc ha ha'."
        },
        {
            "number": "25",
            "text": "Manh e chi'a, manh eyuq'uej schiq'uil nok' nok' chi' yic wach'nhej ol ex ajelk'och yet' eyinhtilal yuj e k'anab'ajan Jehová."
        },
        {
            "number": "26",
            "text": "Ha pax masanil tas to yicxo Dios yaj eyuuj jun yet' tastac toxo ix eyak' e ti' eyak'ani, yowalil tzeyik'b'at t'a jun lugar ol siq'uel Jehová."
        },
        {
            "number": "27",
            "text": "Ha t'a yib'anh altar yic Jehová co Diosal, ata' tzeyak' nok' e silab' to stz'a smasanil schib'ejal yet' schiq'uil nok'. Axo pax junxo makan nok' e silab' jun, syal e chi'an schib'ejal nok', anhej val schiq'uil nok' stob'chajcanoch t'a yich altar t'a yichanh Jehová."
        },
        {
            "number": "28",
            "text": "Scham eyab'ani yet' e k'anab'ajan masanil tas swal tik, yic wach' wach'nhej ol aj e b'eyb'at yet' eb' eyinhtilal t'a masanil tiempo, yujto tze k'anab'ajej tas scha sk'ol Jehová co Diosal, tojol exnhej t'a yol sat."
        },
        {
            "number": "29",
            "text": "Ayic ol satjoquel masanil juntzanh chonhab' t'a eyichanh yuj Jehová co Diosal, a exxo ol ex cajnajcan t'a sat slum eb' chi'."
        },
        {
            "number": "30",
            "text": "Scham val eyilani, manh ex b'at tzak'an t'a sb'eyb'al eb' icha tz'aj yak'anem sb'a eb' t'a sdiosal. Manh e k'anb'ej tas tz'aj yoch eb' ejmelal t'a sdiosal chi', yic wach' manh ichocta tzeyutejpax e b'a."
        },
        {
            "number": "31",
            "text": "Manh ichoc syutej sb'a eb' chi', manh ichoc chi' tzeyutej e b'ha t'a Jehová co Diosal, yujto a masanil tas sk'ulej eb' chi' chacb'ilel yuj. Ha juntzanh chi' aton sb'eyb'alej eb' anima chi' yic tz'och eb' ejmelal t'a sdiosal. Ay pax b'aj snhustz'a yal yuninal eb' silab'il t'a sdiosal chi'."
        },
        {
            "number": "32",
            "text": "k'anab'ajejec e b'eyb'alan masanil tas svalcan tik t'ayex. Manh eyiq'uel jab'oc, manh eyak'paxoch stz'acub' juntzanh checnab'il tik."
        }
    ]
}