{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Aton wal juntzanh checnab'il yet' k'ayb'ub'al tik yowalil ol he b'eyb'alej ayic ayexxoek' t'a lum lum ol yak' Jehová ko Diosal yet' heb' ko mam quicham eyiquej."
        },
        {
            "number": "2",
            "text": "Ha heb' anima cajan t'a lum lum chi', ch'oc sdiosal heb' b'aj syal sb'a. Ayic toxo ix eyiquejel lum sluum heb' chi', yowalil tze satel juntzanh yic lesal b'aj syal sb'a heb' t'a sdiosal, wach'chom t'a jolomtac witz yet' t'a tzalquixtac yet' t'a yichtac te te' k'ayum xiil."
        },
        {
            "number": "3",
            "text": "Tze mak'poj juntzanh yaltar heb', k'een k'een yet' te te' b'ob'il sdiosaloc heb' scuchan Asera, aton b'aj syak'em sb'a heb'. Tze nhusantz'aoc, tze mak'anpoj sdiosal heb' chi', yic wach' manhxa b'ak'uinh snachajcot t'a juntzanh lugar chi'."
        },
        {
            "number": "4",
            "text": "Manh ichoc tz'aj yoch heb' ejmelal t'a sdiosal chi', manh ichocta tz'aj eyoch ejmelal t'a Jehová ko Diosal."
        },
        {
            "number": "5",
            "text": "Ha t'a jun lugar ol sik'canel Jehová t'a skal eyinhtilal to yic yaji, ata' ol b'at eyak'em he b'a t'ay."
        },
        {
            "number": "6",
            "text": "Ol eyak'an he silab' stz'a smasanil yet' juntzanhxo silab' yuj eyik'anchaanh Jehová. Ol eyak'anpax he diezmo, he colwal yet' tas ix eyak' he ti' eyak'ani yet' eyofrenda to tz'el wal t'a he k'ol eyak'ani. Anheja' ol eyak'anpax nok' sb'ab'el yune' he wacax yet' sb'ab'el yune' nok' he calnel."
        },
        {
            "number": "7",
            "text": "Ata' ol ex wa t'a tzalajk'olal t'a yichanh Jehová yet' masanil heb' ay t'a yol he pat. Icha chi' ol aj he waan tas tzeyik' t'a he munlajel a to syal swach'k'olal Jehová ol yak' t'ayex."
        },
        {
            "number": "8",
            "text": "Ata' manh ol he k'ulej icha tas sco k'ulej tiknaik, yujto ha t'a tik yalnhej tas snib'ej junjun anima, a sk'ulej."
        },
        {
            "number": "9",
            "text": "Val yel manto ex k'ochlaj t'a lum lum ol yak' Jehová t'ayex, ata' manhxalaj tas ol he na'a."
        },
        {
            "number": "10",
            "text": "Vanxo sk'och sk'ual yic ol ex k'axpajek' t'ha ha' Jordán, yic tzex k'ochcan t'a sat lum lum ol yak' Jehová eyiquej. Ayic toxo ix ex colchajcanel t'a yol sk'ab' heb' ayoch ajk'olal t'ayex, manhxa xivk'olal t'ayex ta'."
        },
        {
            "number": "11",
            "text": "Axo jun lugar ol sik'canel Jehová yic tz'och yicoc, ata' ol eyak' masanil tas ix wal t'ayex to ol he k'ulej. Ata' ol eyak' nok' silab' stz'ai yet' juntzanh silab' yuj eyik'anchaanh Jehová chi', he diezmo, he colwal yet' eyofrenda sik'b'ilel eyuj b'aj ix eyak' he ti' eyak'ani."
        },
        {
            "number": "12",
            "text": "Tzex te tzalaj t'a yichanh Jehová ko Diosal yet' heb' eyuninal, heb' he checab' yet' heb' lewita ol cajnaj t'a he kal. Yujto a heb' lewita chi' malaj smacb'en heb' ol scha eyed'oc t'a lum lum chi'."
        },
        {
            "number": "13",
            "text": "Tzeyil wal he b'a, manh he comon nhusejtz'a nok' he silab' t'a yalnhej tas lugaril he gana."
        },
        {
            "number": "14",
            "text": "Anhej t'a jun lugar sik'b'ilel yuj Jehová t'a skal he chonhab' smasanil, ata' tzeyik'b'at he silab' yic tze nhusantz'aoc yet' he k'anab'ajan masanil tas swalcan tik t'ayex."
        },
        {
            "number": "15",
            "text": "Ayic tze naank'e he chi'an nok' chib'ej, syal he milancham junok nok' eyiko' tze chi'an b'aj ayex ek' chi', ato syal tas syak' Jehová t'ayex. Wach'chom ayex wach' eyaji, icha yalan ley, mato maay, syal he chi'ani, ichoc tz'aj he chi'an junok nok' ch'ucul ma junok nok' k'ultaquil chej."
        },
        {
            "number": "16",
            "text": "Anhej wal schiq'uil nok' b'ian, manh jab'oc syal he chi'ani, ma eyuk'ani, anhej to tze tob'canem t'a sat lu'um ichoc ha ha'."
        },
        {
            "number": "17",
            "text": "Max yal he wa''an sdiezmoal he trigo t'a yol he chonhab', ma sdiezmoal he wino, eyaceite, ma he chi'an nok' b'ab'el yune' he wacax yet' b'ab'el yune' he calnel, ma eyofrenda tzeyak' he ti' eyak'ani, ma he colwal, ma eyofrenda tz'och b'achan t'a yichanh Jehová."
        },
        {
            "number": "18",
            "text": "Anhej t'a jun lugar ol sik'canel Jehová ko Diosal, ata' ol he chi' juntzanh silab' chi', ajun heb' eyal eyuninal eyed'oc yet' heb' he checab' yet' heb' lewita ayek' t'a he kal. Ata' tzeyak' tzalajb'oc he k'ol t'a yichanh Jehová yuj tas syak' t'a he munlajel chi'."
        },
        {
            "number": "19",
            "text": "Yacb'an ayex ek' t'a jun lu'um chi', mocab' b'at heb' lewita satk'olal eyuuj."
        },
        {
            "number": "20",
            "text": "Ha wal yic ol lewanb'oc he lu'um yuj Jehová ko Diosal t'a jantac yak'nac sti' yak'ani, tato syal he k'ol ol he chi nok' chib'ej, ol yal he chi'an nok' t'a yalnhej tas k'ual."
        },
        {
            "number": "21",
            "text": "Tato najat cajan ex t'a jun lugar ol sik'canel Jehová ko Diosal b'aj tz'och ejmelal chi', syal he milancham nok' he wacax yet' nok' he calnel syak' Jehová chi' t'ayex b'aj cajan ex chi', tze chi'an nok' icha syal jantac snib'ej he k'ool, icha ix aj walan t'ayex."
        },
        {
            "number": "22",
            "text": "Ichataxon tz'aj he chi'an yalnhej tas macanhil nok' k'ultaquil chej, icha chi' tz'ajpax he chi'ani, tato wach' eyaj icha yalan ley, mato maay, syalnhej he chi'an nok'."
        },
        {
            "number": "23",
            "text": "Palta max yal-laj he chi'an nok' chib'ej max el-laj schiq'uil, yujto ha t'a schiq'uil nok' chi' ay sk'inal. Max yal-laj he chi'an nok' chib'ej chi' yet' sk'inal."
        },
        {
            "number": "24",
            "text": "Anhej to tze tob'canel schiq'uil nok' chi' t'a sat lu'um ichoc ha ha'."
        },
        {
            "number": "25",
            "text": "Manh he chi'a, manh eyuk'ej schiq'uil nok' nok' chi' yic wach'nhej ol ex ajelk'och yet' eyinhtilal yuj he k'anab'ajan Jehová."
        },
        {
            "number": "26",
            "text": "Ha pax masanil tas to yicxo Dios yaj eyuuj jun yet' tastac toxo ix eyak' he ti' eyak'ani, yowalil tzeyik'b'at t'a jun lugar ol sik'el Jehová."
        },
        {
            "number": "27",
            "text": "Ha t'a yib'anh altar yic Jehová ko Diosal, ata' tzeyak' nok' he silab' to stz'a smasanil schib'ejal yet' schiq'uil nok'. Axo pax junxo makan nok' he silab' jun, syal he chi'an schib'ejal nok', anhej wal schiq'uil nok' stob'chajcanoch t'a yich altar t'a yichanh Jehová."
        },
        {
            "number": "28",
            "text": "Scham eyab'ani yet' he k'anab'ajan masanil tas swal tik, yic wach' wach'nhej ol aj he b'eyb'at yet' heb' eyinhtilal t'a masanil tiempo, yujto tze k'anab'ajej tas scha sk'ol Jehová ko Diosal, tojol exnhej t'a yol sat."
        },
        {
            "number": "29",
            "text": "Ayic ol satjoquel masanil juntzanh chonhab' t'a eyichanh yuj Jehová ko Diosal, a exxo ol ex cajnajcan t'a sat slum heb' chi'."
        },
        {
            "number": "30",
            "text": "Scham wal eyilani, manh ex b'at tzak'an t'a sb'eyb'al heb' icha tz'aj yak'anem sb'a heb' t'a sdiosal. Manh he k'anb'ej tas tz'aj yoch heb' ejmelal t'a sdiosal chi', yic wach' manh ichocta tzeyutejpax he b'a."
        },
        {
            "number": "31",
            "text": "Manh ichoc syutej sb'a heb' chi', manh ichoc chi' tzeyutej he b'ha t'a Jehová ko Diosal, yujto a masanil tas sk'ulej heb' chi' chacb'ilel yuj. Ha juntzanh chi' aton sb'eyb'alej heb' anima chi' yic tz'och heb' ejmelal t'a sdiosal. Ay pax b'aj snhustz'a yal yuninal heb' silab'il t'a sdiosal chi'."
        },
        {
            "number": "32",
            "text": "k'anab'ajejec he b'eyb'alan masanil tas swalcan tik t'ayex. Manh eyik'el jab'oc, manh eyak'paxoch stz'acub' juntzanh checnab'il tik."
        }
    ]
}