{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Tzeyil wal he b'a, talaj ay junok mach sk'e waan t'a he kal schecab' Dios yalani, tz'och ijan yalani to ay tas ma wayich syila', ma sch'oxanel t'a he kal tastac to satub'tac yilji, ma ayocto syalan yuj junok tas ol ujok,"
        },
        {
            "number": "2",
            "text": "tato k'ocb'il tz'elk'och tas syal chi' tz'och ijan yalan t'ayex icha tik: Cotanhec, ay wal juntzanhxo Dios manh eyojtacoc, b'at onh emec cuman t'a yichanh, tzonh ochec ejmelal t'ay, tato xchi t'ayex,"
        },
        {
            "number": "3",
            "text": "manh he cha eyab' juntzanh chi' t'ay. Yujto a Jehová ko Diosal, sgana syila' tato yel tze xajanej yet' smasanil he k'ool yet' smasanil he pensar."
        },
        {
            "number": "4",
            "text": "Ochanhec tzak'an t'a spatic Jehová ko Diosal, ayocab' yelk'och t'a yol he sat, k'anab'ajejec schecnab'il, ab'ec tas syala', ochanhec ejmelal t'ay, junnhejocab' eyaj yet'oc."
        },
        {
            "number": "5",
            "text": "Ha jun anima syaloch sb'a schecab'oc Dios chi', mato syala' to ay tas syila', yowalil schami, yujto sgana tzex elcan t'a spatic Jehová. Snib'ej jun anima chi' tzex scuchb'ej yic tze pitej he b'ha t'a Jehová ko Diosal onh colanelta t'a Egipto, b'aj ek'nac onh checab'wumal. Yuj chi' tze mak'cham jun anima chi', yic wach' satel jun chukal chi' t'a he kal."
        },
        {
            "number": "6",
            "text": "Tato ay mach tzex cuchb'anb'at t'a elk'altac eyoch ejmelal t'a sdiosal heb' anima cajan t'a he lak'anil, ma t'a najat, aton juntzanh b'aj max kal ko b'a, manh yalnacocpax sb'a heb' ko mam quicham, manh he cha eyab' t'ay. Hak'uecoch t'a yol sk'ab' heb' yajal yic schami. Mocab' ok' he k'ol t'ay, wach'chom eyuk'tac, ma eyuninal, ma eyisil, ma eyetb'eyum to xajanab'il eyuuj, ma a junok te wach' eyak'an yet'oc, manh he k'ub'ejeli. Ha ex tze b'ab'laj ik'ejk'e k'een k'een tze julanchamoc. Icha pax chi' syutej masanil heb' anima eyed'oc. Julk'enajocab' chamoc, yujto sgana tzex yik'el t'a spatic Jehová ko Diosal onh ik'anelta t'a Egipto, b'aj ek'nac onh checab'wumal. Ol yab' jun chi' heb' quetchonhab' smasanil, ol xiv heb', manhxo ol say mulan sb'a heb' icha juntzanh ix uji chi'."
        },
        {
            "number": "7",
            "text": "Tato ha t'a junok juntzanh chonhab' wan yak'an Jehová ko Diosal t'ayex yic tzex cajnaj t'ay, tzeyab' specal to"
        },
        {
            "number": "8",
            "text": "ay heb' max k'anab'ajan Dios, haxo heb' scuchb'an sk'uloc heb' anima t'a jun chonhab' chi' yoch ejmelal t'a comon Dios b'aj max kal ko b'a,"
        },
        {
            "number": "9",
            "text": "scham wal he k'anb'anek' eyab'i. Tato yel ay mach wan sk'ulan jun chukal chi' t'a he kal,"
        },
        {
            "number": "10",
            "text": "a masanil heb' cajan t'a jun chonhab' chi', xicjicham heb' yet' nok' smolb'etzal nok', tze satanel masanil tastac ay t'a jun chonhab' chi'."
        },
        {
            "number": "11",
            "text": "Ha b'aj smolb'ej sb'a heb' anima, ata' tze molb'ejoch masanil stastac heb', tzeyak'anoch sk'ak'al jun chonhab' chi' yet' masanil stastac heb' chi' silab'oc yuj eyik'anchaanh Jehová ko Diosal. Ha jun chonhab' chi', scanxonhej icha chi'. Manhxa b'ak'uinh sb'ojixik'ei."
        },
        {
            "number": "12",
            "text": "Ha juntzanh tastac toxo ix alchaji to sateli, manh eyama', yic wach' max cot yowal Jehová ko Diosal t'ayex. Tato tze k'anab'ajej masanil juntzanh checnab'il swalcan t'ayex tik, wach' tzeyutej he b'ha t'a Jehová, ol yak' swach'k'olal t'ayex, ol yak'an q'uib' he b'isul icha ajnac yak'ancan sti' t'a heb' ko mam quicham."
        }
    ]
}