{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Tzeyil val e b'a, talaj ay junok mach sq'ue vaan t'a e cal schecab' Dios yalani, tz'och ijan yalani to ay tas ma vayich syila', ma sch'oxanel t'a e cal tastac to satub'tac yilji, ma ayocto syalan yuj junok tas ol ujoc,"
        },
        {
            "number": "2",
            "text": "tato k'ocb'il tz'elk'och tas syal chi' tz'och ijan yalan t'ayex icha tik: Cotanhec, ay val juntzanhxo dios manh eyojtacoc, b'at onh emec cuman t'a yichanh, tzonh ochec ejmelal t'ay, tato xchi t'ayex,"
        },
        {
            "number": "3",
            "text": "manh e cha eyab' juntzanh chi' t'ay. Yujto a Jehová co Diosal, sgana syila' tato yel tze xajanej yet' smasanil e k'ool yet' smasanil e pensar."
        },
        {
            "number": "4",
            "text": "Ochanhec tzak'an t'a spatic Jehová co Diosal, ayocab' yelk'och t'a yol e sat, k'anab'ajejec schecnab'il, ab'ec tas syala', ochanhec ejmelal t'ay, junnhejocab' eyaj yet'oc."
        },
        {
            "number": "5",
            "text": "Ha jun anima syaloch sb'a schecab'oc Dios chi', mato syala' to ay tas syila', yovalil schami, yujto sgana tzex elcan t'a spatic Jehová. Snib'ej jun anima chi' tzex scuchb'ej yic tze pitej e b'ha t'a Jehová co Diosal onh colanelta t'a Egipto, b'aj ek'nac onh checab'vumal. Yuj chi' tze mak'cham jun anima chi', yic wach' satel jun chucal chi' t'a e cal."
        },
        {
            "number": "6",
            "text": "Tato ay mach tzex cuchb'anb'at t'a elk'altac eyoch ejmelal t'a sdiosal eb' anima cajan t'a e lak'anil, ma t'a najat, aton juntzanh b'aj max cal co b'a, manh yalnacocpax sb'a eb' co mam quicham, manh e cha eyab' t'ay. Hak'uecoch t'a yol sk'ab' eb' yajal yic schami. Mocab' ok' e k'ol t'ay, wach'chom eyuk'tac, ma eyuninal, ma eyisil, ma eyetb'eyum to xajanab'il eyuuj, ma a junok te wach' eyak'an yet'oc, manh e k'ub'ejeli. Ha ex tze b'ab'laj iq'uejq'ue q'uen q'ueen tze julanchamoc. Icha pax chi' syutej masanil eb' anima eyed'oc. Julq'uenajocab' chamoc, yujto sgana tzex yiq'uel t'a spatic Jehová co Diosal onh ik'anelta t'a Egipto, b'aj ek'nac onh checab'vumal. Ol yab' jun chi' eb' quetchonhab' smasanil, ol xiv eb', manhxo ol say mulan sb'a eb' icha juntzanh ix uji chi'."
        },
        {
            "number": "7",
            "text": "Tato ha t'a junok juntzanh chonhab' van yak'an Jehová co Diosal t'ayex yic tzex cajnaj t'ay, tzeyab' specal to"
        },
        {
            "number": "8",
            "text": "ay eb' max k'anab'ajan Dios, haxo eb' scuchb'an sk'uloc eb' anima t'a jun chonhab' chi' yoch ejmelal t'a comon dios b'aj max cal co b'a,"
        },
        {
            "number": "9",
            "text": "scham val e k'anb'anek' eyab'i. Tato yel ay mach van sk'ulan jun chucal chi' t'a e cal,"
        },
        {
            "number": "10",
            "text": "a masanil eb' cajan t'a jun chonhab' chi', xicjicham eb' yet' nok' smolb'etzal nok', tze satanel masanil tastac ay t'a jun chonhab' chi'."
        },
        {
            "number": "11",
            "text": "Ha b'aj smolb'ej sb'a eb' anima, ata' tze molb'ejoch masanil stastac eb', tzeyak'anoch sk'ak'al jun chonhab' chi' yet' masanil stastac eb' chi' silab'oc yuj eyik'anchaanh Jehová co Diosal. Ha jun chonhab' chi', scanxonhej icha chi'. Manhxa b'ak'uinh sb'ojixiq'uei."
        },
        {
            "number": "12",
            "text": "Ha juntzanh tastac toxo ix alchaji to sateli, manh eyama', yic wach' max cot yoval Jehová co Diosal t'ayex. Tato tze k'anab'ajej masanil juntzanh checnab'il svalcan t'ayex tik, wach' tzeyutej e b'ha t'a Jehová, ol yak' swach'k'olal t'ayex, ol yak'an q'uib' e b'isul icha ajnac yak'ancan sti' t'a eb' co mam quicham."
        }
    ]
}