{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha onh tik yuninal onhxo Jehová co Diosal. Manh cak' echnaj co nivanil, manh co joxpaxel xil co jolom t'a snanhal co sat ayic scham junok anima,"
        },
        {
            "number": "2",
            "text": "yujto schonhab' Jehová co Diosal caji. Ha ix onh sik'anel t'a skal juntzanhxo chonhab' t'a sat lu'um tik, yic tzonh ochcan yicoc."
        },
        {
            "number": "3",
            "text": "Manh e chi nok' nok' max chijilaj, nok' ay yovalil yuj Dios."
        },
        {
            "number": "4",
            "text": "Aton nok' tik syal e chi'ani: Nok' vacax, nok' calnel, nok' chiva,"
        },
        {
            "number": "5",
            "text": "nok' ch'ucul, masanil macanhil nok' k'ultaquil chej yet' nok' caltacte'al chiva."
        },
        {
            "number": "6",
            "text": "Syal e chi'an masanil nok' nok' sjax yanh, cha xechanh yech."
        },
        {
            "number": "7",
            "text": "Axo pax nok' max yal-laj e chi'an jun, wach'chom sjax yanh nok' palta tato manh cha xechanhoc yech nok', aton nok' tik: Nok' camello, nok' nivac chich yet' nok' tojolal chich. Ha juntzanh nok' tik manh wach'oc nok', sjax yanh nok', palta manh cha xechanhoc yech nok'."
        },
        {
            "number": "8",
            "text": "Yed' pax nok' chitam, cha xechanh yech nok', palta max sjaxlaj yanh nok'. Ha juntzanh nok' chi' yovalil tzeyojtaquejeli to manh wach'oc nok'. Manh e chi nok', manh eyam nok' ayic chamnacxo nok'."
        },
        {
            "number": "9",
            "text": "Axo pax masanil nok' ay t'a yoltac ha ha', syal e chi'an nok' tato ay sk'axil nok' yet' stuminal spatic nok'."
        },
        {
            "number": "10",
            "text": "Ha pax nok' malaj yic jun, manh e chi nok'. Yovalil tzeyojtaquejeli to manh wach'oc nok'."
        },
        {
            "number": "11",
            "text": "Ay pax nok' much syal e chi'ani, nok' wach' icha yalan ley."
        },
        {
            "number": "12",
            "text": "Palta ay juntzanh nok' max yal-laj e chi'ani: Nok' ch'acb'a, nok' vacavoc, nok' ch'acb'a yic ha ha',"
        },
        {
            "number": "13",
            "text": "nok' xulem, nok' milano,"
        },
        {
            "number": "14",
            "text": "yet' pax masanil macanhil nok' joj,"
        },
        {
            "number": "15",
            "text": "nok' avestruz, nok' nivac cujub', nok' xalunhe yet' masanil macanhil nok' ch'acb'a,"
        },
        {
            "number": "16",
            "text": "nok' tonton, nok' ibis yet' nok' pech,"
        },
        {
            "number": "17",
            "text": "nok' julum chay, nok' ostoc, nok' cormorán,"
        },
        {
            "number": "18",
            "text": "nok' cigüeña, nok' abubilla yet' nok' sotz'."
        },
        {
            "number": "19",
            "text": "Masanil nok' cotac nok' ay sk'axil tzek' t'a juntac petanhil, manh wach'oc nok'. Max yal-laj e chi'an nok'."
        },
        {
            "number": "20",
            "text": "Axo pax nok' cotac nok' to ay sk'axil alb'ilxo to wach', syal e chi'an nok'."
        },
        {
            "number": "21",
            "text": "Manh e chi' junok nok' tonhej scham t'a ichnhejta', yujto a onh tik sik'b'il onh el yuj Jehová co Diosal. Palta syal eyak'an nok' t'a eb' ch'oc chonhab'il ayek' cajan t'a e cal. Ha eb' chi' syal schi'an nok' eb'. Mato syalpax e chonhan nok' t'a eb' ch'oc chonhab'il tonhej sb'eyek' t'a e cal. Manh e tz'anh nok' yune' chiva t'a skal yal yim snun."
        },
        {
            "number": "22",
            "text": "Junjun ab'il yovalil tzeyik'canel sdiezmoal sat eyavb'en yet' tastac tze mol sat."
        },
        {
            "number": "23",
            "text": "Tzeyik'anb'at sdiezmoal ixim e trigo, e vino yet' eyaceite. Tzeyik'anpaxb'at sb'ab'el yune' nok' e vacax yet' sb'ab'el yune' nok' e calnel t'a jun lugar ol siq'uel Jehová co Diosal b'aj ol aj scajnub'. Ata' ol e wa juntzanh chi' t'a yichanh Jehová yuj eyik'anchaanh."
        },
        {
            "number": "24",
            "text": "Tato a jun lugar b'aj ay scajnub' chi', najat skan t'ayex, tato niwan svach'k'olal Jehová syak' t'ayex, max yal eyik'anb'at masanil e diezmo chi',"
        },
        {
            "number": "25",
            "text": "syal e chonhaneli, haxo stojol tzeyik'b'at t'a scajnub' Jehová chi'."
        },
        {
            "number": "26",
            "text": "Axo yet' stojol chi' syal e manan tas syal e k'ool: Nok' vacax, nok' calnel, vino, ma tas tz'uk'ji to pajxo, ma juntzanhxo tas tze nib'ej, tzex wa t'a tzalajk'olal yet' eyal eyuninal t'a yichanh Jehová."
        },
        {
            "number": "27",
            "text": "Ha eb' levita cajan t'a e cal, tzeyavtej eb' vael eyed'oc, yujto manh ol yik'laj sluum eb' smacb'enoc icha eyic a ex tik."
        },
        {
            "number": "28",
            "text": "Ha slajvi junjun yoxil ab'il tzeyik'ancanel sdiezmoal sat eyavb'en yet' tas tze mol t'a jun ab'il chi'. Tze molb'ej t'a junok lugar t'a yol e chonhab' chi'."
        },
        {
            "number": "29",
            "text": "Ha eb' levita to maj schalaj sluum smacb'enoc eyed'oc, ma eb' ch'oc chonhab'il ayek' cajan t'a e cal, ma eb' meb'a' manhxa smam yet' eb' ix ix chamnac yetb'eyum, syal svaan eb' tastac tze mol t'a e diezmo chi', tz'acan slaj yik' yic eb'. Tato icha chi' tze k'ulej, ol yak' svach'k'olal Jehová co Diosal t'a yib'anh masanil tastac tze k'ulej."
        }
    ]
}