{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "D'a yuctaquil ab'il tzeyactan e k'anan meltzaj e tastac ayb'at majanil."
        },
        {
            "number": "2",
            "text": "A jun tic, icha tic yaji: Masanil mach to ay tas ix yak' majanil d'a junoc quetchonhab', manhxoocab' sk'anb'ej, yujto a jun ab'il chi' ix yal Jehová to maxtzac yal-laj sk'anb'ajxi tas ayb'at majanil."
        },
        {
            "number": "3",
            "text": "A d'a junoc ch'oc chonhab'il syal e k'anb'anxi tas ix eyak' majanil chi'. Axo pax d'a junoc quetchonhab' jun, manhxo e k'anb'ej."
        },
        {
            "number": "4",
            "text": "Tato ol e k'ulej icha chi', malaj mach ol b'at meb'ail d'a yib'anh d'a e cal, yujto ol yak' svach'k'olal Jehová co Diosal d'a eyib'anh d'a lum luum ol yak' chi' d'ayex."
        },
        {
            "number": "5",
            "text": "Tato ol e k'anab'ajej e b'eyb'alan juntzanh checnab'il van valancan tic d'ayex,"
        },
        {
            "number": "6",
            "text": "ol yak' svach'k'olal Jehová co Diosal d'a eyib'anh, icha val ajnac yak'an sti', tzijtum tas ol yal eyak'an majanil d'a juntzanhxo nación. Palta a ex tic, manhoc exlaj ol e k'an tastac e majnej d'a eb'. Tzijtum juntzanh nación ol eyak' yajalil d'a yib'anh, palta manhoclaj eb' ol ak'an yajalil d'a eyib'anh."
        },
        {
            "number": "7",
            "text": "Tato ay junoc eb' quetchonhab' tic meb'a' d'a e cal d'a junoc chonhab' van yak'an Jehová d'ayex, manh chucoc tzeyutej e k'ol d'a eb', palta tze col eb' d'a tas tz'och yuuj,"
        },
        {
            "number": "8",
            "text": "tze sian tastac d'a eb', tzeyak'an smajnej eb' tastac tz'och yuuj."
        },
        {
            "number": "9",
            "text": "Tzeya ilej e pensar, xe natalaj icha tic: Manhxo ol vak'laj tas majanil, ina to lak'anxo sjavi yuquil ab'il, aton jun ab'il b'aj maxtzac k'anb'aj tastac ayb'at majanil, xe chitalaj. Max yal to chuc tzeyutej e k'ol d'a eb' meb'a' ay d'a scal eb' quetchonhab', q'uetalaj yav eb' d'a Jehová yuj e chuck'olal chi', yuj chi' tz'och e mul d'a Jehová."
        },
        {
            "number": "10",
            "text": "Mocab' chucoc tzeyab'i tzex colvaj d'a eb', b'ecanocab' yel eyuuj, yujto a yuj tas vach' tze k'ulej chi', ol yak' svach'k'olal Jehová co Diosal d'a eyib'anh ayic ol b'eynhejb'at tiempo."
        },
        {
            "number": "11",
            "text": "Aynhej eb' meb'a' d'a e cal, yuj chi' a in sval d'ayex to elb'enocab' eyuuj d'a eb' quetchonhab' van yab'an syail meb'ail d'a yol e chonhab' chi'."
        },
        {
            "number": "12",
            "text": "Tato ay junoc eb' quetisraelal, junoc vinac, ma junoc ix ix schonhji d'ayex tz'och checab'oc, vaquenhej ab'il tz'och e checab'oc, axo d'a yuquil ab'il jun, tzeyak'anel d'a libre."
        },
        {
            "number": "13",
            "text": "Ayic tz'el d'a libre chi', max el-laj d'a ichnhej ta'."
        },
        {
            "number": "14",
            "text": "Palta nivanocab' tas tzeyak' d'ay: Nok' calnel yed' ixim trigo yed' vino. Syalelk'ochi to syik'pax yic d'a masanil tas ix yak' Jehová co Diosal d'ayex."
        },
        {
            "number": "15",
            "text": "Mocab' b'at satk'olal eyuuj to onh ek'pax checab'vumal d'a Egipto, palta a Jehová co Diosal onh colanelta. Yuj chi' syak' jun checnab'il tic d'ayex ticnaic."
        },
        {
            "number": "16",
            "text": "Palta tato a junoc eb' e checab' chi' max yal-laj sk'ol tz'el d'a libre, yujto xajan ex yuj eb' yed' eyaleyuninal, yujto vach' yajek' eb' eyed'oc,"
        },
        {
            "number": "17",
            "text": "tato icha chi', tzeyik'cot junoc q'uen ol-lab' tzeyak'anoch chek'an eb' d'a spuertail e pat, tzeyolan schiquin eb' yed' q'ueen. Icha chi' tz'aj yochcan eb' e checab'oc d'a junelnhej. Icha pax chi' tz'utaj eb' ix ix tz'ochcan checab'oc d'a junelnhej."
        },
        {
            "number": "18",
            "text": "Mocab' chucoc tzeyab'i ayic tzeyak'anel eb' e checab' chi' d'a libre, yujto vaque' ab'il ix ex yak' servil eb', nanhalnhej tze tup eb' d'a stojol junoc mach tz'acan scha stojol d'a junoc k'u. Axo Jehová co Diosal ol ak'an svach'k'olal d'a yib'anh masanil tas tze k'ulej."
        },
        {
            "number": "19",
            "text": "Masanil sb'ab'el yune' nok' e vacax, ma nok' e calnel, tato vinac tze sik'caneli yic tz'ochcan yicoc Jehová co Diosal. Manh eyak' munlaj nok' b'ab'el yune' e vacax chi', manh e joxpaxel xil nok' b'ab'el yune' e calnel chi'."
        },
        {
            "number": "20",
            "text": "Junjunnhej ab'il tze chi'an nok' yed' eyal eyuninal d'a yichanh Jehová co Diosal, d'a jun lugar ol siq'uel scajnub'oc."
        },
        {
            "number": "21",
            "text": "Palta tato ay jab'oc spaltail nok' jun, tato coxo yoc nok', mato chuclaj yol sat nok', ma manh val vach'oc nok', manh eyak' nok' silab'il d'a Jehová."
        },
        {
            "number": "22",
            "text": "A nok' chi', syal e chi'an nok' b'aj cajan ex chi'. Yalnhej mach syal schi'an nok', taxonhej vach' yaj eb', icha yalan ley, mato maay, ichataxon tz'aj e chi'an nok' k'ultaquil chej, ma nok' ch'ucul."
        },
        {
            "number": "23",
            "text": "Palta manh e chi' schiq'uil nok', anhej to tze tob'el d'a sat luum, icha tz'aj stob'canb'at a a'."
        }
    ]
}