{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "D'a yuctaquil ab'il tzeyactan he k'anan meltzaj he tastac ayb'at majanil."
        },
        {
            "number": "2",
            "text": "Ha jun tik, icha tik yaji: Masanil mach to ay tas ix yak' majanil t'a junok quetchonhab', manhxookab' sk'anb'ej, yujto a jun ab'il chi' ix yal Jehová to maxtzac yal-laj sk'anb'ajxi tas ayb'at majanil."
        },
        {
            "number": "3",
            "text": "Ha t'a junok ch'oc chonhab'il syal he k'anb'anxi tas ix eyak' majanil chi'. Axo pax t'a junok quetchonhab' jun, manhxo he k'anb'ej."
        },
        {
            "number": "4",
            "text": "Tato ol he k'ulej icha chi', malaj mach ol b'at mheb'ail t'a yib'anh t'a he kal, yujto ol yak' swach'k'olal Jehová ko Diosal t'a eyib'anh t'a lum lum ol yak' chi' t'ayex."
        },
        {
            "number": "5",
            "text": "Tato ol he k'anab'ajej he b'eyb'alan juntzanh checnab'il wan walankan tik t'ayex,"
        },
        {
            "number": "6",
            "text": "ol yak' swach'k'olal Jehová ko Diosal t'a eyib'anh, icha wal ajnac yak'an sti', tzijtum tas ol yal eyak'an majanil t'a juntzanhxo nación. Palta a ex tik, manhoc exlaj ol he k'an tastac he majnej t'a heb'. Tzijtum juntzanh nación ol eyak' yajalil t'a yib'anh, palta manhoclaj heb' ol ak'an yajalil t'a eyib'anh."
        },
        {
            "number": "7",
            "text": "Tato ay junok heb' quetchonhab' tik meb'a' t'a he kal t'a junok chonhab' wan yak'an Jehová t'ayex, manh chucoc tzeyutej he k'ol t'a heb', palta tze col heb' t'a tas tz'och yuj,"
        },
        {
            "number": "8",
            "text": "tze sian tastac t'a heb', tzeyak'an smajnej heb' tastac tz'och yuj."
        },
        {
            "number": "9",
            "text": "Tzeya ilej he pensar, xe natalaj icha tik: Manhxo ol wak'laj tas majanil, ina to lak'anxo sjawi yuquil ab'il, aton jun ab'il b'aj maxtzac k'anb'aj tastac ayb'at majanil, xe chitalaj. Max yal to chuk tzeyutej he k'ol t'a heb' meb'a' ay t'a skal heb' quetchonhab', k'etalaj yav heb' t'a Jehová yuj he chuck'olal chi', yuj chi' tz'och he mul t'a Jehová."
        },
        {
            "number": "10",
            "text": "Mokab' chucoc tzeyab'i tzex kolwaj t'a heb', b'ekanokab' yel eyuuj, yujto a yuj tas wach' tze k'ulej chi', ol yak' swach'k'olal Jehová ko Diosal t'a eyib'anh ayic ol b'eynhejb'at tiempo."
        },
        {
            "number": "11",
            "text": "Aynhej heb' meb'a' t'a he kal, yuj chi' a in swal t'ayex to elb'enokab' eyuuj t'a heb' quetchonhab' wan yab'an syail mheb'ail t'a yol he chonhab' chi'."
        },
        {
            "number": "12",
            "text": "Tato ay junok heb' quetisraelal, junok winak, ma junok ix ix schonhji t'ayex tz'och chekab'oc, waquenhej ab'il tz'och he chekab'oc, haxo t'a yuquil ab'il jun, tzeyak'anel t'a libre."
        },
        {
            "number": "13",
            "text": "Ayic tz'el t'a libre chi', max el-laj t'a ichnhej ta'."
        },
        {
            "number": "14",
            "text": "Palta niwanokab' tas tzeyak' t'ay: Nok' kalnel yet' ixim trigo yet' wino. Syalelk'ochi to syik'pax yic t'a masanil tas ix yak' Jehová ko Diosal t'ayex."
        },
        {
            "number": "15",
            "text": "Mokab' b'at satk'olal eyuuj to onh ek'pax chekab'wumal t'a Egipto, palta a Jehová ko Diosal onh colanelta. Yuj chi' syak' jun checnab'il tik t'ayex tiknaik."
        },
        {
            "number": "16",
            "text": "Palta tato a junok heb' he chekab' chi' max yal-laj sk'ol tz'el t'a libre, yujto xajan ex yuj heb' yet' eyaleyuninal, yujto wach' yajek' heb' eyed'oc,"
        },
        {
            "number": "17",
            "text": "tato icha chi', tzeyik'cot junok k'een ol-lab' tzeyak'anoch chek'an heb' t'a spuertail he pat, tzeyolan schiquin heb' yet' k'een. Icha chi' tz'aj yochcan heb' he chekab'oc t'a junelnhej. Icha pax chi' tz'utaj heb' ix ix tz'ochkan chekab'oc t'a junelnhej."
        },
        {
            "number": "18",
            "text": "Mokab' chucoc tzeyab'i ayic tzeyak'anel heb' he chekab' chi' t'a libre, yujto waque' ab'il ix ex yak' serwil heb', nanhalnhej tze tup heb' t'a stojol junok mach tz'akan scha stojol t'a junok k'u. Axo Jehová ko Diosal ol ak'an swach'k'olal t'a yib'anh masanil tas tze k'ulej."
        },
        {
            "number": "19",
            "text": "Masanil sb'ab'el yune' nok' he wakax, ma nok' he kalnel, tato winak tze sik'kaneli yic tz'ochkan yicoc Jehová ko Diosal. Manh eyak' munlaj nok' b'ab'el yune' he wakax chi', manh he joxpaxel xil nok' b'ab'el yune' he kalnel chi'."
        },
        {
            "number": "20",
            "text": "Junjunnhej ab'il tze chi'an nok' yet' eyal eyuninal t'a yichanh Jehová ko Diosal, t'a jun lugar ol sik'el skajnub'oc."
        },
        {
            "number": "21",
            "text": "Palta tato ay jab'oc spaltail nok' jun, tato coxo yoc nok', mato chuclaj yol sat nok', ma manh wal wach'oc nok', manh eyak' nok' silab'il t'a Jehová."
        },
        {
            "number": "22",
            "text": "Ha nok' chi', syal he chi'an nok' b'aj kajan ex chi'. Yalnhej mach syal schi'an nok', taxonhej wach' yaj heb', icha yalan ley, mato maay, ichataxon tz'aj he chi'an nok' k'ultaquil chej, ma nok' ch'ucul."
        },
        {
            "number": "23",
            "text": "Palta manh he chi' schiq'uil nok', anhej to tze tob'el t'a sat lu'um, icha tz'aj stob'kanb'at ha ha'."
        }
    ]
}