{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "D'a yuctaquil ab'il tzeyactan e k'anan meltzaj e tastac ayb'at majanil."
        },
        {
            "number": "2",
            "text": "Ha jun tik, icha tik yaji: Masanil mach to ay tas ix yak' majanil t'a junok quetchonhab', manhxoocab' sk'anb'ej, yujto a jun ab'il chi' ix yal Jehová to maxtzac yal-laj sk'anb'ajxi tas ayb'at majanil."
        },
        {
            "number": "3",
            "text": "Ha t'a junok ch'oc chonhab'il syal e k'anb'anxi tas ix eyak' majanil chi'. Axo pax t'a junok quetchonhab' jun, manhxo e k'anb'ej."
        },
        {
            "number": "4",
            "text": "Tato ol e k'ulej icha chi', malaj mach ol b'at meb'ail t'a yib'anh t'a e cal, yujto ol yak' swach'k'olal Jehová co Diosal t'a eyib'anh t'a lum lum ol yak' chi' t'ayex."
        },
        {
            "number": "5",
            "text": "Tato ol e k'anab'ajej e b'eyb'alan juntzanh checnab'il van valancan tik t'ayex,"
        },
        {
            "number": "6",
            "text": "ol yak' swach'k'olal Jehová co Diosal t'a eyib'anh, icha val ajnac yak'an sti', tzijtum tas ol yal eyak'an majanil t'a juntzanhxo nación. Palta a ex tik, manhoc exlaj ol e k'an tastac e majnej t'a eb'. Tzijtum juntzanh nación ol eyak' yajalil t'a yib'anh, palta manhoclaj eb' ol ak'an yajalil t'a eyib'anh."
        },
        {
            "number": "7",
            "text": "Tato ay junok eb' quetchonhab' tik meb'a' t'a e cal t'a junok chonhab' van yak'an Jehová t'ayex, manh chucoc tzeyutej e k'ol t'a eb', palta tze col eb' t'a tas tz'och yuj,"
        },
        {
            "number": "8",
            "text": "tze sian tastac t'a eb', tzeyak'an smajnej eb' tastac tz'och yuj."
        },
        {
            "number": "9",
            "text": "Tzeya ilej e pensar, xe natalaj icha tik: Manhxo ol vak'laj tas majanil, ina to lak'anxo sjavi yuquil ab'il, aton jun ab'il b'aj maxtzac k'anb'aj tastac ayb'at majanil, xe chitalaj. Max yal to chuk tzeyutej e k'ol t'a eb' meb'a' ay t'a skal eb' quetchonhab', q'uetalaj yav eb' t'a Jehová yuj e chuck'olal chi', yuj chi' tz'och e mul t'a Jehová."
        },
        {
            "number": "10",
            "text": "Mocab' chucoc tzeyab'i tzex kolwaj t'a eb', b'ecanocab' yel eyuuj, yujto a yuj tas wach' tze k'ulej chi', ol yak' swach'k'olal Jehová co Diosal t'a eyib'anh ayic ol b'eynhejb'at tiempo."
        },
        {
            "number": "11",
            "text": "Aynhej eb' meb'a' t'a e cal, yuj chi' a in swal t'ayex to elb'enocab' eyuuj t'a eb' quetchonhab' van yab'an syail meb'ail t'a yol e chonhab' chi'."
        },
        {
            "number": "12",
            "text": "Tato ay junok eb' quetisraelal, junok vinac, ma junok ix ix schonhji t'ayex tz'och checab'oc, vaquenhej ab'il tz'och e checab'oc, haxo t'a yuquil ab'il jun, tzeyak'anel t'a libre."
        },
        {
            "number": "13",
            "text": "Ayic tz'el t'a libre chi', max el-laj t'a ichnhej ta'."
        },
        {
            "number": "14",
            "text": "Palta nivanocab' tas tzeyak' t'ay: Nok' calnel yet' ixim trigo yet' vino. Syalelk'ochi to syik'pax yic t'a masanil tas ix yak' Jehová co Diosal t'ayex."
        },
        {
            "number": "15",
            "text": "Mocab' b'at satk'olal eyuuj to onh ek'pax checab'vumal t'a Egipto, palta a Jehová co Diosal onh colanelta. Yuj chi' syak' jun checnab'il tik t'ayex ticnaic."
        },
        {
            "number": "16",
            "text": "Palta tato a junok eb' e checab' chi' max yal-laj sk'ol tz'el t'a libre, yujto xajan ex yuj eb' yet' eyaleyuninal, yujto wach' yajek' eb' eyed'oc,"
        },
        {
            "number": "17",
            "text": "tato icha chi', tzeyik'cot junok q'uen ol-lab' tzeyak'anoch chek'an eb' t'a spuertail e pat, tzeyolan schiquin eb' yet' q'ueen. Icha chi' tz'aj yochcan eb' e checab'oc t'a junelnhej. Icha pax chi' tz'utaj eb' ix ix tz'ochcan checab'oc t'a junelnhej."
        },
        {
            "number": "18",
            "text": "Mocab' chucoc tzeyab'i ayic tzeyak'anel eb' e checab' chi' t'a libre, yujto vaque' ab'il ix ex yak' servil eb', nanhalnhej tze tup eb' t'a stojol junok mach tz'acan scha stojol t'a junok k'u. Axo Jehová co Diosal ol ak'an swach'k'olal t'a yib'anh masanil tas tze k'ulej."
        },
        {
            "number": "19",
            "text": "Masanil sb'ab'el yune' nok' e vacax, ma nok' e calnel, tato vinac tze sik'caneli yic tz'ochcan yicoc Jehová co Diosal. Manh eyak' munlaj nok' b'ab'el yune' e vacax chi', manh e joxpaxel xil nok' b'ab'el yune' e calnel chi'."
        },
        {
            "number": "20",
            "text": "Junjunnhej ab'il tze chi'an nok' yet' eyal eyuninal t'a yichanh Jehová co Diosal, t'a jun lugar ol siq'uel scajnub'oc."
        },
        {
            "number": "21",
            "text": "Palta tato ay jab'oc spaltail nok' jun, tato coxo yoc nok', mato chuclaj yol sat nok', ma manh val wach'oc nok', manh eyak' nok' silab'il t'a Jehová."
        },
        {
            "number": "22",
            "text": "Ha nok' chi', syal e chi'an nok' b'aj cajan ex chi'. Yalnhej mach syal schi'an nok', taxonhej wach' yaj eb', icha yalan ley, mato maay, ichataxon tz'aj e chi'an nok' k'ultaquil chej, ma nok' ch'ucul."
        },
        {
            "number": "23",
            "text": "Palta manh e chi' schiq'uil nok', anhej to tze tob'el t'a sat lu'um, icha tz'aj stob'canb'at ha ha'."
        }
    ]
}