{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayoch jun uj scuch Abib, ata' tzeyak'och q'uinh yic tze waan ixim pan malaj yich yuj eyik'anchaanh sb'i Jehová ko Diosal, yujto ha t'a jun ak'wal t'a jun uj chi' yik'nac onh elta Jehová t'a Egipto."
        },
        {
            "number": "2",
            "text": "Ha t'a sk'ual q'uinh chi', ata' tzeyak' nok' wakax yet' nok' kalnel silab'il t'a Jehová ko Diosal, aton t'a jun lugar ol sik'eli yic tz'och skajnub'oc."
        },
        {
            "number": "3",
            "text": "Ha nok' nok' tzeyak' silab'il chi', tze chi nok', tze waanpax ixim pan malaj yich, aton ixim tz'ak'an nachajcot yaelal, yujto elanhchamelxonhej ajnac quelta t'a Egipto chi'. Yuj chi', masanil tiempo tze nanhejcot jun k'u yic quelnaccot t'a Egipto chi'."
        },
        {
            "number": "4",
            "text": "Ha t'a uque' k'ual chi', malajokab' jab'oc yich pan ayek' b'aj ol ex kajnaj chi'. Yed' pax nok' chib'ej tzeyak' silab'il t'a yemk'ualil t'a b'ab'el k'u, malaj jab'oc nok' skan t'a yic q'uinhib'alil t'a junxo k'u."
        },
        {
            "number": "5",
            "text": "Ha nok' he silab' yic q'uinh chi', max yal-laj he milancham nok' t'a yalnhej tas chonhab'il ol yak' Jehová ko Diosal t'ayex."
        },
        {
            "number": "6",
            "text": "Palta anhej t'a jun lugar ol sik'eli yic tz'och skajnub'oc, ata' tze milcham nok' t'a yemk'ualil ayic wanxo sb'at k'u, aton t'a jun hora chi' elnac onh cot t'a Egipto."
        },
        {
            "number": "7",
            "text": "Ha nok' chib'ej chi', tze b'ol nok', tze chi'an nok' t'a jun lugar ol sik'el Jehová ko Diosal yic tz'och skajnub'oc. Axo t'a junxo q'uinhib'alil, tzex meltzaj b'ajtac kajan ex."
        },
        {
            "number": "8",
            "text": "Ha t'a waque' k'ual chi', anhej ixim pan malaj yich tze wa''a. Axo t'a yuquil k'ual, tze molb'an he b'a yet' niwan tzalajk'olal yuj eyik'anchaanh Jehová ko Diosal. Ha t'a jun k'u chi', malaj junok mach smunlaji."
        },
        {
            "number": "9",
            "text": "Ayic tz'el yich sjochchaj ixim trigo, ata' schajiel yich sb'ischaj uque' semana."
        },
        {
            "number": "10",
            "text": "Axo slajwi uque' semana chi', tz'ochpax q'uinh yic slajwi jochoj trigo, yuj yik'jichaanh Jehová. Tzeyak'an eyofrenda to tz'el t'a he k'ol eyak'ani, ato syal jantac swach'k'olal Jehová ko Diosal syak' t'ayex."
        },
        {
            "number": "11",
            "text": "Tzeyak'och q'uinh chi' t'a yichanh Jehová chi' t'a jun lugar ol sik'eli yic tz'och skajnub'oc. Ata' tze molb'ej he b'a yet' heb' eyal eyuninal yet' pax heb' tik: Eb' he chekab', heb' lewita kajan t'a he kal, heb' ch'oc chonhab'il, heb' manhxa smam yet' heb' ix chamnac yetb'eyum ayek' kajan t'a he kal."
        },
        {
            "number": "12",
            "text": "Naecpaxcot a ex tik to chekab' ajnac ex ek' t'a Egipto. Yuj chi' tzeyil wal tas tz'aj he b'eyb'alan masanil tas syal jun checnab'il tik."
        },
        {
            "number": "13",
            "text": "Ayic toxo ix lajwiek' jochoj trigo chi' jun yet' yic toxo ix lajwi he pitz'anel yal sat eyuwa, tzeyak'anoch uque' k'ual q'uinh yic chinama."
        },
        {
            "number": "14",
            "text": "Tzex tzalaj t'a jun q'uinh chi' yet' heb' eyal eyuninal yet' pax heb' tik: Eb' he chekab', heb' lewita, heb' ch'oc chonhab'il, heb' unin manhxalaj smam yet' heb' ix ix chamnac yetb'eyum ayek' kajan t'a he kal."
        },
        {
            "number": "15",
            "text": "Ha jun q'uinh chi', uque' k'ual tzeyak'ochi yuj eyik'anchaanh Jehová ko Diosal, t'a jun lugar ol sik'eli yic tz'och skajnub'oc, yic wach' ol yak' swach'k'olal Jehová chi' t'a yib'anh eyavb'en yet' t'a yib'anh he munlajel. Icha chi' ol aj eyek' t'a tzalajk'olal."
        },
        {
            "number": "16",
            "text": "Masanil heb' winh winak, yowalil tz'och heb' winh t'a yichanh Jehová ko Diosal t'a jun lugar ol sik'eli, oxel tz'och heb' winh t'a yol ab'il, aton t'a oxe' q'uinh tik: Q'uinh yic ixim pan malaj yich, q'uinh yic slajwi jochoj trigo yet' q'uinh chinama. Malaj junok mach sk'och t'a yichanh Jehová tato malaj yofrenda yet'nac,"
        },
        {
            "number": "17",
            "text": "palta junjun anima syik'b'at yofrenda, icha syal jantac swach'k'olal Jehová ko Diosal syak' t'ay."
        },
        {
            "number": "18",
            "text": "Ol eyak'och heb' juez yet' heb' yajal t'a junjun chonhab' ol yak' Jehová ko Diosal t'a junjun eyinhtilal, yic wach' a heb' ol b'oan yaj t'a stojolal tastac sk'e waan t'a he kal."
        },
        {
            "number": "19",
            "text": "Mokab' sk'ex tojolal heb' t'a manh stojolaloc. Mokab' ch'occh'ococ heb' anima t'a yol sat heb', mokab' scha tumin heb' yic smontaj heb', yujto a k'een tumin yic montub'al chi' tz'ixtanel spensar heb' aj pensar. Anhejtona' yuj k'een tumin chi' sk'ex slolonel heb' tojol."
        },
        {
            "number": "20",
            "text": "Anhejokab' tojolal tze k'ulej, ayic ol ex ek' t'a sat lum lum ol yak' Jehová ko Diosal t'ayex."
        },
        {
            "number": "21",
            "text": "Ayic tze b'oan altar t'a Jehová ko Diosal, manh eyak'em junok te te' yechel ix Dios skuchan Asera t'a stz'ey chi'."
        },
        {
            "number": "22",
            "text": "Manh he b'opaxk'e chek'an junok k'een k'een yechel comon Dios Baal ta', yujto yajb'ilel juntzanh chi' yuj Jehová ko Diosal."
        }
    ]
}