{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayoch jun uj scuch Abib, ata' tzeyak'och q'uinh yic tze vaan ixim pan malaj yich yuj eyik'anchaanh sb'i Jehová co Diosal, yujto ha t'a jun ak'val t'a jun uj chi' yik'nac onh elta Jehová t'a Egipto."
        },
        {
            "number": "2",
            "text": "Ha t'a sk'ual q'uinh chi', ata' tzeyak' nok' vacax yet' nok' calnel silab'il t'a Jehová co Diosal, aton t'a jun lugar ol siq'ueli yic tz'och scajnub'oc."
        },
        {
            "number": "3",
            "text": "Ha nok' nok' tzeyak' silab'il chi', tze chi nok', tze vaanpax ixim pan malaj yich, aton ixim tz'ak'an nachajcot yaelal, yujto elanhchamelxonhej ajnac quelta t'a Egipto chi'. Yuj chi', masanil tiempo tze nanhejcot jun k'u yic quelnaccot t'a Egipto chi'."
        },
        {
            "number": "4",
            "text": "Ha t'a uque' k'ual chi', malajocab' jab'oc yich pan ayek' b'aj ol ex cajnaj chi'. Yed' pax nok' chib'ej tzeyak' silab'il t'a yemk'ualil t'a b'ab'el k'u, malaj jab'oc nok' skan t'a yic q'uinhib'alil t'a junxo k'u."
        },
        {
            "number": "5",
            "text": "Ha nok' e silab' yic q'uinh chi', max yal-laj e milancham nok' t'a yalnhej tas chonhab'il ol yak' Jehová co Diosal t'ayex."
        },
        {
            "number": "6",
            "text": "Palta anhej t'a jun lugar ol siq'ueli yic tz'och scajnub'oc, ata' tze milcham nok' t'a yemk'ualil ayic vanxo sb'at k'u, aton t'a jun hora chi' elnac onh cot t'a Egipto."
        },
        {
            "number": "7",
            "text": "Ha nok' chib'ej chi', tze b'ol nok', tze chi'an nok' t'a jun lugar ol siq'uel Jehová co Diosal yic tz'och scajnub'oc. Axo t'a junxo q'uinhib'alil, tzex meltzaj b'ajtac cajan ex."
        },
        {
            "number": "8",
            "text": "Ha t'a vaque' k'ual chi', anhej ixim pan malaj yich tze wa''a. Axo t'a yuquil k'ual, tze molb'an e b'a yet' niwan tzalajk'olal yuj eyik'anchaanh Jehová co Diosal. Ha t'a jun k'u chi', malaj junok mach smunlaji."
        },
        {
            "number": "9",
            "text": "Ayic tz'el yich sjochchaj ixim trigo, ata' schajiel yich sb'ischaj uque' semana."
        },
        {
            "number": "10",
            "text": "Axo slajvi uque' semana chi', tz'ochpax q'uinh yic slajvi jochoj trigo, yuj yik'jichaanh Jehová. Tzeyak'an eyofrenda to tz'el t'a e k'ol eyak'ani, ato syal jantac swach'k'olal Jehová co Diosal syak' t'ayex."
        },
        {
            "number": "11",
            "text": "Tzeyak'och q'uinh chi' t'a yichanh Jehová chi' t'a jun lugar ol siq'ueli yic tz'och scajnub'oc. Ata' tze molb'ej e b'a yet' eb' eyal eyuninal yet' pax eb' tik: Eb' e checab', eb' levita cajan t'a e cal, eb' ch'oc chonhab'il, eb' manhxa smam yet' eb' ix chamnac yetb'eyum ayek' cajan t'a e cal."
        },
        {
            "number": "12",
            "text": "Naecpaxcot a ex tik to checab' ajnac ex ek' t'a Egipto. Yuj chi' tzeyil val tas tz'aj e b'eyb'alan masanil tas syal jun checnab'il tik."
        },
        {
            "number": "13",
            "text": "Ayic toxo ix lajviek' jochoj trigo chi' jun yet' yic toxo ix lajvi e pitz'anel yal sat eyuva, tzeyak'anoch uque' k'ual q'uinh yic chinama."
        },
        {
            "number": "14",
            "text": "Tzex tzalaj t'a jun q'uinh chi' yet' eb' eyal eyuninal yet' pax eb' tik: Eb' e checab', eb' levita, eb' ch'oc chonhab'il, eb' unin manhxalaj smam yet' eb' ix ix chamnac yetb'eyum ayek' cajan t'a e cal."
        },
        {
            "number": "15",
            "text": "Ha jun q'uinh chi', uque' k'ual tzeyak'ochi yuj eyik'anchaanh Jehová co Diosal, t'a jun lugar ol siq'ueli yic tz'och scajnub'oc, yic wach' ol yak' swach'k'olal Jehová chi' t'a yib'anh eyavb'en yet' t'a yib'anh e munlajel. Icha chi' ol aj eyek' t'a tzalajk'olal."
        },
        {
            "number": "16",
            "text": "Masanil eb' vinh vinac, yowalil tz'och eb' vinh t'a yichanh Jehová co Diosal t'a jun lugar ol siq'ueli, oxel tz'och eb' vinh t'a yol ab'il, aton t'a oxe' q'uinh tik: Q'uinh yic ixim pan malaj yich, q'uinh yic slajvi jochoj trigo yet' q'uinh chinama. Malaj junok mach sk'och t'a yichanh Jehová tato malaj yofrenda yet'nac,"
        },
        {
            "number": "17",
            "text": "palta junjun anima syik'b'at yofrenda, icha syal jantac swach'k'olal Jehová co Diosal syak' t'ay."
        },
        {
            "number": "18",
            "text": "Ol eyak'och eb' juez yet' eb' yajal t'a junjun chonhab' ol yak' Jehová co Diosal t'a junjun eyinhtilal, yic wach' a eb' ol b'oan yaj t'a stojolal tastac sq'ue vaan t'a e cal."
        },
        {
            "number": "19",
            "text": "Mocab' sq'uex tojolal eb' t'a manh stojolaloc. Mocab' ch'occh'ococ eb' anima t'a yol sat eb', mocab' scha tumin eb' yic smontaj eb', yujto a q'uen tumin yic montub'al chi' tz'ixtanel spensar eb' aj pensar. Anhejtona' yuj q'uen tumin chi' sq'uex slolonel eb' tojol."
        },
        {
            "number": "20",
            "text": "Anhejocab' tojolal tze k'ulej, ayic ol ex ek' t'a sat lum lum ol yak' Jehová co Diosal t'ayex."
        },
        {
            "number": "21",
            "text": "Ayic tze b'oan altar t'a Jehová co Diosal, manh eyaq'uem junok te te' yechel ix dios scuchan Asera t'a stz'ey chi'."
        },
        {
            "number": "22",
            "text": "Manh e b'opaxq'ue chek'an junok q'uen q'ueen yechel comon dios Baal ta', yujto yajb'ilel juntzanh chi' yuj Jehová co Diosal."
        }
    ]
}