{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Manh eyak' nok' vacax, ma nok' calnel silab'il d'a Jehová co Diosal tato ay spaltail snivanil nok', yujto chuclaj d'a Jehová tato icha chi' sco k'ulej."
        },
        {
            "number": "2",
            "text": "Tato a d'a juntzanh chonhab' ol yak' Jehová co Diosal chi' d'ayex, ol el specal to ay junoc vinac, ma junoc ix ix max k'anab'ajan strato Jehová chi', axo d'a juntzanh comon dios tz'och ejmelal, d'a k'u, d'a q'uen uj, ma d'a q'uen k'anal, aton juntzanh ix yal Jehová to max yal-laj coch ejmelal d'ay,"
        },
        {
            "number": "3",
            "text": "ayic tz'ab'chaj specal chi', scham val sb'eyk'olaji. Tato yel ix sk'ulej jun yajb'entac chi' jun anima chi',"
        },
        {
            "number": "4",
            "text": "yovalil tzeyiq'uel d'a stiel e chonhab' yic tze julq'uenanchamoc."
        },
        {
            "number": "5",
            "text": "Palta max yal-laj yoch chamel d'a yib'anh jun anima chi' tato junnhej testigo. Yovalil ay chavanhoc, ma oxvanhoc testigo, ichato chi' tz'och chamel chi' d'a yib'anh."
        },
        {
            "number": "6",
            "text": "A eb' testigo chi' sb'ab'laj julanoch q'ueen d'a jun anima chi'. Ichato chi' sjulanoch q'ueen masanil eb' anima d'ay. Icha chi' tz'aj yel jun chucal chi' d'a e cal."
        },
        {
            "number": "7",
            "text": "Tato ay junoc tas tz'ak'ji e ch'olb'itej yaji, palta tato max nachajel eyuuj tas tzeyutej e b'oan yaji, icha junoc oval yic chamel, ma yuj junoc mach slajvi, ma junocxo comon oval sq'ue vaan d'a e cal, tzex b'at d'a jun lugar sik'b'ilel yuj Jehová co Diosal scajnub'oc,"
        },
        {
            "number": "8",
            "text": "tze mol alej yed' eb' sacerdote yinhtilal Leví yed' eb' juez ayoch d'a yopisio. A eb' chi' tz'alani tas tz'aj sb'oi."
        },
        {
            "number": "9",
            "text": "A exxo tic tze k'anab'ajej tas tz'aj yalan eb' chi'."
        },
        {
            "number": "10",
            "text": "Icha val tz'aj yalchaj chi', icha chi' tze k'ulej. Malaj val jab'oc tas tze q'uexa'."
        },
        {
            "number": "11",
            "text": "Palta tato ay mach tz'ek' d'a yib'anh, scomon b'oan d'a yol yico', manh ichoc ix aj yalan eb' sacerdote ay yopisio yuj Dios, mato max sk'anab'ajej pax tas ix yal vinh juez, a jun chi' tz'och chamel d'a yib'anh. Icha chi' tz'aj satel jun pital tz'och d'a tas syal eb' yajal chi' d'a e cal."
        },
        {
            "number": "12",
            "text": "Ayic ol yab'an jun chi' eb' chonhab', ol xiv eb', manhxo ol sk'ulej eb' icha chi'."
        },
        {
            "number": "13",
            "text": "Ayic ayexxo och d'a sat lum luum ol yak' Jehová co Diosal d'ayex, ayic toxo ix eyak' ganar eyik'an luum, cajan exxo ta', talaj tze comon alej icha tic: Caq'uecoch junoc co reyal ol ak'an yajalil d'ayonh, icha juntzanh chonhab' ay d'a co lak'anil tic. Tato ol eyal icha chi',"
        },
        {
            "number": "14",
            "text": "a junoc quetchonhab' ol siq'uel Jehová co Diosal, a' ol eyak'och e reyaloc. Manhoc junoc ch'oc chonhab'il ol eyak'och e reyaloc, yujto manh quetchonhab'oc."
        },
        {
            "number": "15",
            "text": "Palta a jun rey chi', mocab' tzijtumoc nok' schej smolb'ej, mocab' schecb'at eb' vinac d'a Egipto yic sb'at eb' yik'cot jantacoc nok' chej ta', yujto a Jehová alannaccani to manhxa b'aq'uinh tzex b'atxi d'a Egipto chi'."
        },
        {
            "number": "16",
            "text": "Mocab' tzijtumoc tz'aj eb' ix yetb'eyum, yic max juviel d'a yichanh Jehová yuj eb' ix. Mocab' ste molb'ej q'uen oro yed' q'uen plata."
        },
        {
            "number": "17",
            "text": "Ayic tz'och jun rey chi' d'a yopisio, schec tz'ib'chajelta scopiail juntzanh sk'ayb'ub'al Dios tic, aton juntzanh ayek' d'a yol sk'ab' eb' sacerdote yinhtilalcan Leví."
        },
        {
            "number": "18",
            "text": "Yovalil yed'nacnhej scopiail jun sk'ayb'ub'al Dios tic, sk'ayb'an d'a junjun k'u, yic vach' ay yelk'och Jehová co Diosal d'a yol sat, ay pax yelk'och jun k'ayb'ub'al tic d'a yol sat, sb'eyb'alan tas syal juntzanh checnab'il tic."
        },
        {
            "number": "19",
            "text": "Yic vach' max sna'paxi to nivan yelk'och d'a yichanh eb' quetchonhab', max yiq'uel sb'a d'a juntzanh schecnab'il Jehová tic. Icha chi' ol aj snajtilax yopisio yed' yinhtilal d'a e cal."
        }
    ]
}