{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Manh eyak' nok' wacax, ma nok' calnel silab'il t'a Jehová ko Diosal tato ay spaltail sniwanil nok', yujto chuclaj t'a Jehová tato icha chi' sco k'ulej."
        },
        {
            "number": "2",
            "text": "Tato ha t'a juntzanh chonhab' ol yak' Jehová ko Diosal chi' t'ayex, ol el specal to ay junok winak, ma junok ix ix max k'anab'ajan strato Jehová chi', haxo t'a juntzanh comon Dios tz'och ejmelal, t'a k'u, t'a k'een uj, ma t'a k'een k'anal, aton juntzanh ix yal Jehová to max yal-laj coch ejmelal t'ay,"
        },
        {
            "number": "3",
            "text": "ayic tz'ab'chaj specal chi', scham wal sb'eyk'olaji. Tato yel ix sk'ulej jun yajb'entac chi' jun anima chi',"
        },
        {
            "number": "4",
            "text": "yowalil tzeyik'el t'a stiel he chonhab' yic tze julk'enanchamoc."
        },
        {
            "number": "5",
            "text": "Palta max yal-laj yoch chamel t'a yib'anh jun anima chi' tato junnhej testigo. Yowalil ay chawanhoc, ma oxwanhoc testigo, ichato chi' tz'och chamel chi' t'a yib'anh."
        },
        {
            "number": "6",
            "text": "Ha heb' testigo chi' sb'ab'laj julanoch k'een t'a jun anima chi'. Ichato chi' sjulanoch k'een masanil heb' anima t'ay. Icha chi' tz'aj yel jun chukal chi' t'a he kal."
        },
        {
            "number": "7",
            "text": "Tato ay junok tas tz'ak'ji he ch'olb'itej yaji, palta tato max nachajel eyuuj tas tzeyutej he b'oan yaji, icha junok owal yic chamel, ma yuj junok mach slajwi, ma junokxo comon owal sk'e waan t'a he kal, tzex b'at t'a jun lugar sik'b'ilel yuj Jehová ko Diosal scajnub'oc,"
        },
        {
            "number": "8",
            "text": "tze mol alej yet' heb' sacerdote yinhtilal Leví yet' heb' juez ayoch t'a yopisio. Ha heb' chi' tz'alani tas tz'aj sb'oi."
        },
        {
            "number": "9",
            "text": "Ha exxo tik tze k'anab'ajej tas tz'aj yalan heb' chi'."
        },
        {
            "number": "10",
            "text": "Icha wal tz'aj yalchaj chi', icha chi' tze k'ulej. Malaj wal jab'oc tas tze k'exa'."
        },
        {
            "number": "11",
            "text": "Palta tato ay mach tzek' t'a yib'anh, scomon b'oan t'a yol yico', manh ichoc ix aj yalan heb' sacerdote ay yopisio yuj Dios, mato max sk'anab'ajej pax tas ix yal winh juez, a jun chi' tz'och chamel t'a yib'anh. Icha chi' tz'aj satel jun pital tz'och t'a tas syal heb' yajal chi' t'a he kal."
        },
        {
            "number": "12",
            "text": "Ayic ol yab'an jun chi' heb' chonhab', ol xiv heb', manhxo ol sk'ulej heb' icha chi'."
        },
        {
            "number": "13",
            "text": "Ayic ayexxo och t'a sat lum lum ol yak' Jehová ko Diosal t'ayex, ayic toxo ix eyak' ganar eyik'an lu'um, cajan exxo ta', talaj tze comon alej icha tik: Cak'ecoch junok ko reyal ol ak'an yajalil t'ayonh, icha juntzanh chonhab' ay t'a ko lak'anil tik. Tato ol eyal icha chi',"
        },
        {
            "number": "14",
            "text": "a junok quetchonhab' ol sik'el Jehová ko Diosal, ha' ol eyak'och he reyaloc. Manhok junok ch'oc chonhab'il ol eyak'och he reyaloc, yujto manh quetchonhab'oc."
        },
        {
            "number": "15",
            "text": "Palta a jun rey chi', mocab' tzijtumoc nok' schej smolb'ej, mocab' schecb'at heb' winak t'a Egipto yic sb'at heb' yik'cot jantacoc nok' chej ta', yujto a Jehová alannaccani to manhxa b'ak'uinh tzex b'atxi t'a Egipto chi'."
        },
        {
            "number": "16",
            "text": "Mocab' tzijtumoc tz'aj heb' ix yetb'eyum, yic max juwiel t'a yichanh Jehová yuj heb' ix. Mocab' ste molb'ej k'een oro yet' k'een plata."
        },
        {
            "number": "17",
            "text": "Ayic tz'och jun rey chi' t'a yopisio, schec tz'ib'chajelta scopiail juntzanh sk'ayb'ub'al Dios tik, aton juntzanh ayek' t'a yol sk'ab' heb' sacerdote yinhtilalcan Leví."
        },
        {
            "number": "18",
            "text": "Yowalil yet'nacnhej scopiail jun sk'ayb'ub'al Dios tik, sk'ayb'an t'a junjun k'u, yic wach' ay yelk'och Jehová ko Diosal t'a yol sat, ay pax yelk'och jun k'ayb'ub'al tik t'a yol sat, sb'eyb'alan tas syal juntzanh checnab'il tik."
        },
        {
            "number": "19",
            "text": "Yic wach' max sna'paxi to niwan yelk'och t'a yichanh heb' quetchonhab', max yik'el sb'ha t'a juntzanh schecnab'il Jehová tik. Icha chi' ol aj snajtilax yopisio yet' yinhtilal t'a he kal."
        }
    ]
}