{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Manh eyak' nok' vacax, ma nok' calnel silab'il t'a Jehová co Diosal tato ay spaltail snivanil nok', yujto chuclaj t'a Jehová tato icha chi' sco k'ulej."
        },
        {
            "number": "2",
            "text": "Tato ha t'a juntzanh chonhab' ol yak' Jehová co Diosal chi' t'ayex, ol el specal to ay junok vinac, ma junok ix ix max k'anab'ajan strato Jehová chi', haxo t'a juntzanh comon dios tz'och ejmelal, t'a k'u, t'a q'uen uj, ma t'a q'uen k'anal, aton juntzanh ix yal Jehová to max yal-laj coch ejmelal t'ay,"
        },
        {
            "number": "3",
            "text": "ayic tz'ab'chaj specal chi', scham val sb'eyk'olaji. Tato yel ix sk'ulej jun yajb'entac chi' jun anima chi',"
        },
        {
            "number": "4",
            "text": "yowalil tzeyiq'uel t'a stiel e chonhab' yic tze julq'uenanchamoc."
        },
        {
            "number": "5",
            "text": "Palta max yal-laj yoch chamel t'a yib'anh jun anima chi' tato junnhej testigo. Yovalil ay chavanhoc, ma oxvanhoc testigo, ichato chi' tz'och chamel chi' t'a yib'anh."
        },
        {
            "number": "6",
            "text": "Ha eb' testigo chi' sb'ab'laj julanoch q'ueen t'a jun anima chi'. Ichato chi' sjulanoch q'ueen masanil eb' anima t'ay. Icha chi' tz'aj yel jun chukal chi' t'a e cal."
        },
        {
            "number": "7",
            "text": "Tato ay junok tas tz'ak'ji e ch'olb'itej yaji, palta tato max nachajel eyuuj tas tzeyutej e b'oan yaji, icha junok oval yic chamel, ma yuj junok mach slajvi, ma junocxo comon oval sq'ue vaan t'a e cal, tzex b'at t'a jun lugar sik'b'ilel yuj Jehová co Diosal scajnub'oc,"
        },
        {
            "number": "8",
            "text": "tze mol alej yet' eb' sacerdote yinhtilal Leví yet' eb' juez ayoch t'a yopisio. Ha eb' chi' tz'alani tas tz'aj sb'oi."
        },
        {
            "number": "9",
            "text": "Ha exxo tik tze k'anab'ajej tas tz'aj yalan eb' chi'."
        },
        {
            "number": "10",
            "text": "Icha val tz'aj yalchaj chi', icha chi' tze k'ulej. Malaj val jab'oc tas tze q'uexa'."
        },
        {
            "number": "11",
            "text": "Palta tato ay mach tzek' t'a yib'anh, scomon b'oan t'a yol yico', manh ichoc ix aj yalan eb' sacerdote ay yopisio yuj Dios, mato max sk'anab'ajej pax tas ix yal vinh juez, a jun chi' tz'och chamel t'a yib'anh. Icha chi' tz'aj satel jun pital tz'och t'a tas syal eb' yajal chi' t'a e cal."
        },
        {
            "number": "12",
            "text": "Ayic ol yab'an jun chi' eb' chonhab', ol xiv eb', manhxo ol sk'ulej eb' icha chi'."
        },
        {
            "number": "13",
            "text": "Ayic ayexxo och t'a sat lum lum ol yak' Jehová co Diosal t'ayex, ayic toxo ix eyak' ganar eyik'an lu'um, cajan exxo ta', talaj tze comon alej icha tik: Caq'uecoch junok co reyal ol ak'an yajalil t'ayonh, icha juntzanh chonhab' ay t'a co lak'anil tik. Tato ol eyal icha chi',"
        },
        {
            "number": "14",
            "text": "a junok quetchonhab' ol siq'uel Jehová co Diosal, ha' ol eyak'och e reyaloc. Manhoc junok ch'oc chonhab'il ol eyak'och e reyaloc, yujto manh quetchonhab'oc."
        },
        {
            "number": "15",
            "text": "Palta a jun rey chi', mocab' tzijtumoc nok' schej smolb'ej, mocab' schecb'at eb' vinac t'a Egipto yic sb'at eb' yik'cot jantacoc nok' chej ta', yujto a Jehová alannaccani to manhxa b'ak'uinh tzex b'atxi t'a Egipto chi'."
        },
        {
            "number": "16",
            "text": "Mocab' tzijtumoc tz'aj eb' ix yetb'eyum, yic max juwiel t'a yichanh Jehová yuj eb' ix. Mocab' ste molb'ej q'uen oro yet' q'uen plata."
        },
        {
            "number": "17",
            "text": "Ayic tz'och jun rey chi' t'a yopisio, schec tz'ib'chajelta scopiail juntzanh sk'ayb'ub'al Dios tik, aton juntzanh ayek' t'a yol sk'ab' eb' sacerdote yinhtilalcan Leví."
        },
        {
            "number": "18",
            "text": "Yovalil yet'nacnhej scopiail jun sk'ayb'ub'al Dios tik, sk'ayb'an t'a junjun k'u, yic wach' ay yelk'och Jehová co Diosal t'a yol sat, ay pax yelk'och jun k'ayb'ub'al tik t'a yol sat, sb'eyb'alan tas syal juntzanh checnab'il tik."
        },
        {
            "number": "19",
            "text": "Yic wach' max sna'paxi to niwan yelk'och t'a yichanh eb' quetchonhab', max yiq'uel sb'ha t'a juntzanh schecnab'il Jehová tik. Icha chi' ol aj snajtilax yopisio yet' yinhtilal t'a e cal."
        }
    ]
}