{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ha heb' sacerdote yinhtilalkan Leví yet' masanil heb' yetlewitail heb', malaj smacb'en lum heb' ol yik'a', icha juntzanhxo heb' quetisraelal. Ha juntzanh silab' snhusjitz'ha t'a Jehová ol schi heb', ma ol swa heb' yic ol ek' tiempo yuj heb'. Ha tas yic Jehová, a chi' yic heb'."
        },
        {
            "number": "2",
            "text": "Manh ol scha slum heb' icha yic juntzanh heb' quetchonhab', yujto a tas yic Jehová, a ayoch smacb'enoc heb', icha ajnac yalan Jehová."
        },
        {
            "number": "3",
            "text": "Ha tas yictaxon heb' sacerdote t'a nok' wakax yet' t'a nok' kalnel syak' heb' anima silab'il, aton juntzanh tik: Sjenhjab' nok', sb'ak'chil sti' nok' yet' spimal stzucutz nok'."
        },
        {
            "number": "4",
            "text": "Yic pax heb' yaj ixim b'ab'el trigo, b'ab'el wino, b'ab'el aceite yet' nok' b'ab'el lana tz'el t'a nok' kalnel ayic sjoxchaj nok'."
        },
        {
            "number": "5",
            "text": "Yujto a Jehová ko Diosal ix sik'anel heb' yinhtilal Leví t'a skal masanil juntzanhxo quinhtilal, yic syak' serwil Jehová heb' t'a masanil tiempo."
        },
        {
            "number": "6",
            "text": "Tato ay junok lewita t'a he kal, te ay snib'ej sb'at t'a jun lugar ix sik'kanel Jehová yic tz'och skajnub'oc yic b'at munlaj ta',"
        },
        {
            "number": "7",
            "text": "syal smunlaji. Lajan tz'aj icha heb' yetlewitail smunlaj ta',"
        },
        {
            "number": "8",
            "text": "schaan swael icha yic heb' chi', wach'chom ay tas ay t'ay."
        },
        {
            "number": "9",
            "text": "Ayic ayexxoek' t'a lum lum ol yak' Jehová ko Diosal t'ayex, manh he b'eyb'alej sb'eyb'al juntzanh heb' anima kajan ta'."
        },
        {
            "number": "10",
            "text": "Malajokab' junok ex tze nhustz'a eyuninal silab'il. Malajokab' junok ex tzeyak' chum, ma tze naanel tastac ol ujok, ma ajb'aalil,"
        },
        {
            "number": "11",
            "text": "ma tze k'uman spixan heb' chamnac eyalani."
        },
        {
            "number": "12",
            "text": "Yujto a masanil heb' sk'ulan juntzanh chukal chi', te aycot yowal sk'ol Jehová t'a yib'anh heb'. Yujto yuj juntzanh tas te chuk sk'ulej heb' chi', yuj chi' ol satjoquel heb' t'a eyichanh yuj Jehová chi'."
        },
        {
            "number": "13",
            "text": "Yowalil te wach' tzeyutej he b'eyb'al t'a yichanh Jehová chi'."
        },
        {
            "number": "14",
            "text": "Ha heb' anima ay t'a juntzanh chonhab' ol eyiquej chi', syak'och sk'ool heb' tas syal heb' ajchum yet' t'a heb' ajb'aal. Ha exxo jun, max schalaj sk'ol Jehová ko Diosal tato icha chi' tze k'ulej."
        },
        {
            "number": "15",
            "text": "Ha ko Diosal chi' ol sik'anel junok quetchonhab' tik schekab'oc, icha ix yutej in sik'anel a in tik. Yowalil ol he k'anab'ajej tas ol yala'."
        },
        {
            "number": "16",
            "text": "Aton tik he k'annac t'a Jehová ko Diosal ayic ayonh ek' t'a lum witz Horeb, t'a jun k'u a molan onh ek' ta', eyalan icha tik: Manhxalaj ko gana skab' sjaj Jehová ko Diosal chi', ma quilan jun niwan k'ak' chi', yic wach' max onh chami, xe chi."
        },
        {
            "number": "17",
            "text": "Yuj chi' yal Jehová t'ayin icha tik: Wach' tas ix yal heb' anima chi'."
        },
        {
            "number": "18",
            "text": "Ol wik'chaanh junok in chekab' t'a he kal icha ach tik, junok eyetchonhab'. A' in ol wak' yojtaquejel tas ol yala', ol yalan t'ayex masanil tas ol wal chi'."
        },
        {
            "number": "19",
            "text": "Ha mach max chaan yab' tas ol in chec yal jun in chekab' chi', yowalil ol wak' yowalil t'ay, yujto a jun in chekab' chi' ol lolon in k'exuloc."
        },
        {
            "number": "20",
            "text": "Axo pax mach syaloch sb'a in chekab'oc, palta malaj tas swal t'ay, ma jun, schekab' junokxo comon Dios, a jun chi' yowalil schami, xchikan Jehová chi'."
        },
        {
            "number": "21",
            "text": "Palta tato a ex tik ol he na'a: ¿Tas wal ol aj cojtakaneli tato manhoc Jehová schekan yal jun chekab' chi'? tato xe chi."
        },
        {
            "number": "22",
            "text": "Tato max elk'och tas syal jun syesejoch sb'a schekab'oc Jehová chi', snachajel eyuuj to manhoc Jehová tz'ak'an yala', anhej t'a yol yic snak'ei. Yuj chi' manh ex xiv t'ay."
        }
    ]
}