{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' sacerdote yinhtilalcan Leví yet' masanil eb' yetlevitail eb', malaj smacb'en lum eb' ol yik'a', icha juntzanhxo eb' quetisraelal. Ha juntzanh silab' snhusjitz'ha t'a Jehová ol schi eb', ma ol sva eb' yic ol ek' tiempo yuj eb'. Ha tas yic Jehová, a chi' yic eb'."
        },
        {
            "number": "2",
            "text": "Manh ol scha slum eb' icha yic juntzanh eb' quetchonhab', yujto a tas yic Jehová, a ayoch smacb'enoc eb', icha ajnac yalan Jehová."
        },
        {
            "number": "3",
            "text": "Ha tas yictaxon eb' sacerdote t'a nok' vacax yet' t'a nok' calnel syak' eb' anima silab'il, aton juntzanh tik: Sjenhjab' nok', sb'ak'chil sti' nok' yet' spimal stzucutz nok'."
        },
        {
            "number": "4",
            "text": "Yic pax eb' yaj ixim b'ab'el trigo, b'ab'el vino, b'ab'el aceite yet' nok' b'ab'el lana tz'el t'a nok' calnel ayic sjoxchaj nok'."
        },
        {
            "number": "5",
            "text": "Yujto a Jehová co Diosal ix sik'anel eb' yinhtilal Leví t'a skal masanil juntzanhxo quinhtilal, yic syak' servil Jehová eb' t'a masanil tiempo."
        },
        {
            "number": "6",
            "text": "Tato ay junok levita t'a e cal, te ay sgana sb'at t'a jun lugar ix sik'canel Jehová yic tz'och scajnub'oc yic b'at munlaj ta',"
        },
        {
            "number": "7",
            "text": "syal smunlaji. Lajan tz'aj icha eb' yetlevitail smunlaj ta',"
        },
        {
            "number": "8",
            "text": "schaan svael icha yic eb' chi', wach'chom ay tas ay t'ay."
        },
        {
            "number": "9",
            "text": "Ayic ayexxoek' t'a lum lum ol yak' Jehová co Diosal t'ayex, manh e b'eyb'alej sb'eyb'al juntzanh eb' anima cajan ta'."
        },
        {
            "number": "10",
            "text": "Malajocab' junok ex tze nhustz'a eyuninal silab'il. Malajocab' junok ex tzeyak' chum, ma tze naanel tastac ol ujoc, ma ajb'aalil,"
        },
        {
            "number": "11",
            "text": "ma tze k'uman spixan eb' chamnac eyalani."
        },
        {
            "number": "12",
            "text": "Yujto a masanil eb' sk'ulan juntzanh chukal chi', te aycot yoval sk'ol Jehová t'a yib'anh eb'. Yujto yuj juntzanh tas te chuk sk'ulej eb' chi', yuj chi' ol satjoquel eb' t'a eyichanh yuj Jehová chi'."
        },
        {
            "number": "13",
            "text": "Yovalil te wach' tzeyutej e b'eyb'al t'a yichanh Jehová chi'."
        },
        {
            "number": "14",
            "text": "Ha eb' anima ay t'a juntzanh chonhab' ol eyiquej chi', syak'och sk'ool eb' tas syal eb' ajchum yet' t'a eb' ajb'aal. Ha exxo jun, max schalaj sk'ol Jehová co Diosal tato icha chi' tze k'ulej."
        },
        {
            "number": "15",
            "text": "Ha co Diosal chi' ol sik'anel junok quetchonhab' tik schecab'oc, icha ix yutej in sik'anel a in tik. Yovalil ol e k'anab'ajej tas ol yala'."
        },
        {
            "number": "16",
            "text": "Aton tik e k'annac t'a Jehová co Diosal ayic ayonh ek' t'a lum vitz Horeb, t'a jun k'u a molan onh ek' ta', eyalan icha tik: Manhxalaj co gana scab' sjaj Jehová co Diosal chi', ma quilan jun niwan k'ak' chi', yic wach' max onh chami, xe chi."
        },
        {
            "number": "17",
            "text": "Yuj chi' yal Jehová t'ayin icha tik: Wach' tas ix yal eb' anima chi'."
        },
        {
            "number": "18",
            "text": "Ol vik'chaanh junok in checab' t'a e cal icha ach tik, junok eyetchonhab'. A' in ol vak' yojtaquejel tas ol yala', ol yalan t'ayex masanil tas ol val chi'."
        },
        {
            "number": "19",
            "text": "Ha mach max chaan yab' tas ol in chec yal jun in checab' chi', yovalil ol vak' yovalil t'ay, yujto a jun in checab' chi' ol lolon in q'uexuloc."
        },
        {
            "number": "20",
            "text": "Axo pax mach syaloch sb'a in checab'oc, palta malaj tas sval t'ay, ma jun, schecab' junocxo comon dios, a jun chi' yovalil schami, xchican Jehová chi'."
        },
        {
            "number": "21",
            "text": "Palta tato a ex tik ol e na'a: ¿Tas val ol aj cojtacaneli tato manhoc Jehová schecan yal jun checab' chi'? tato xe chi."
        },
        {
            "number": "22",
            "text": "Tato max elk'och tas syal jun syesejoch sb'a schecab'oc Jehová chi', snachajel eyuuj to manhoc Jehová tz'ak'an yala', anhej t'a yol yic snaq'uei. Yuj chi' manh ex xiv t'ay."
        }
    ]
}