{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix satel masanil juntzanh anima yuj Jehová ko Diosal, toxo ix eyiquej schonhab' heb', slum heb' yet' spat heb'."
        },
        {
            "number": "2",
            "text": "Ha t'a skal juntzanh chi' ol he sik'el oxeoc chonhab' aton juntzanh ol yak' Jehová ko Diosal eyicoc."
        },
        {
            "number": "3",
            "text": "Oxe' makan ol aj he pojan lu'um. Ha t'a snanhaltac yol junjun makan lu'um chi', ata' skan junjunoc juntzanh chonhab' chi'. Ol he b'oan sb'eal juntzanh chonhab' chi', yic wach' yalnhej mach smak'ancham junok yetanimail, syal sb'at scol sb'ha t'a juntzanh chonhab' chi'."
        },
        {
            "number": "4",
            "text": "Anhej mach smak'ancham junok anima, tato manh sk'anoc sk'ool, manh yajk'oloc sb'a heb', ata' b'at scol sb'a, yic wach' max chami."
        },
        {
            "number": "5",
            "text": "Q'uinaloc ay chawanhoc heb' winh sb'at k'atzitz, tato ay junok heb' winh tz'elta k'een sch'akab', swa k'een t'a junxo winh chi', scham winh, a winh tz'elta k'een sch'akab' chi' syal sb'at winh scol sb'ha t'a juntzanh chonhab' chi'."
        },
        {
            "number": "6",
            "text": "Q'uinaloc junnhej chonhab', najat sb'at sb'eal, ay smay syamchaj winh yuj junok sk'ab' yoc winh ix cham chi', smak'ancham winh chi' yet' yowal sk'ool, palta manh smojoc scham winh, yujto toxonton manh yajk'oloc sb'a heb' winh."
        },
        {
            "number": "7",
            "text": "Yuj chi' swal t'ayex to tze sik'kanel oxeoc chonhab' b'aj syal scolan sb'a anima."
        },
        {
            "number": "8",
            "text": "Tato ol he b'eyb'alejnhej juntzanh checnab'il swal tik t'ayex, yujto tze xajanej Jehová ko Diosal, tze k'anab'ajani, ol yak' lum lum chi' Jehová smasanil t'ayex, icha wal ajnac yak'an sti' t'a heb' ko mam quicham. Ayic ol lewanb'oc lum he lu'um chi' yuj Jehová ko Diosal, ol he sik'anel oxeocxo chonhab' stz'acub'oc oxe' chequelxo yaj chi', aton b'aj syal he colan he b'a."
        },
        {
            "number": "9",
            "text": "Icha chi' ol he k'ulej, yic wach' manh comonoc ol cham junok anima malaj smul t'a lum lum ol yak' Jehová ko Diosal t'ayex, yic wach' max kotkan t'a eyib'anh yuj heb' anima scham chi'."
        },
        {
            "number": "10",
            "text": "Q'uinaloc ay chawanhoc heb' winh toxon yajk'ol sb'a, a junok winh smaclan yek' junxo winh chi' yic smak'ancham winh, ayic smak'ancham winh chi' winh, sb'at winh scol sb'ha t'a junok juntzanh chonhab' chi'."
        },
        {
            "number": "11",
            "text": "Tato icha chi', haxo heb' winh yichamtac winaquil schonhab' winh ix cham chi', a heb' winh schekanb'at yamchaj winh ix sb'at scol sb'a chi' ta', tz'ik'jib'at winh t'a schonhab' yic tz'ak'jioch winh t'a yol sk'ab' junok sk'ab' yoc winh ix cham chi', yic smak'jipaxcham winh."
        },
        {
            "number": "12",
            "text": "Manh eyak' niwank'olal jun anima chi', yic wach' max kan schamel junok anima malaj smul t'a eyib'anh, yic wach' ol aj eyelk'ochi."
        },
        {
            "number": "13",
            "text": "Ha t'a lum lum ol yak' Jehová ko Diosal chi' t'ayex, manh he k'ex stz'akanhil he lum aykanem yuj he mam eyicham yic tze tok'an ek' yic junokxo mach ay yic t'a stitac eyiko'."
        },
        {
            "number": "14",
            "text": "Tato junnhej testigo t'a spatic junok anima tz'och smul, max yal-laj yoch t'a yib'anh. Masanto ay chawanhoc, ma oxwanhoc testigo, ichato chi' tz'och t'a yib'anh jun ay smul chi'."
        },
        {
            "number": "15",
            "text": "Q'uinaloc ay junok chuk spensar syik'chaanh junok esal lolonel t'a spatic junok mach yic syik'ancot t'a yib'anh."
        },
        {
            "number": "16",
            "text": "Tato icha chi', yowalil tz'ik'jib'at heb' schawanhil t'a yichanh Jehová, aton t'a yichanh heb' sacerdote yet' heb' juez ayoch t'a yopisio."
        },
        {
            "number": "17",
            "text": "Ha heb' ayoch yajalil chi', a heb' sch'olb'itani tato yel jun lolonel chi', mato es syik'chaanh jun anima t'a spatic junxo chi'."
        },
        {
            "number": "18",
            "text": "Ha t'a yib'anh jun tz'esan chi', ata' tz'ochkan jantac tas ix snib'ej yak'och t'a yib'anh junxo anima chi'. Icha chi' tz'aj slajwi jun esalwumal chi' t'a he kal."
        },
        {
            "number": "19",
            "text": "Ayic ol yab'an jun chi' heb' anima, ol xiv heb', manhxo ol sk'ulej heb' icha chi'."
        },
        {
            "number": "20",
            "text": "Mokab' ok' he k'ol t'a junok esalwum chi'. Icha wal tas snib'ej t'a spatic yetanimail chi', icha chi' tz'utaji. Tato snib'ej to smak'jicham jun yetanimail chi', ma tz'ik'jielta yol sat, ma smak'jiel ye, ma xicjiel sk'ab', ma yoc, icha wal snib'ej tz'utaj jun anima chi', icha chi' tz'utaji."
        }
    ]
}