{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix satel masanil juntzanh anima yuj Jehová co Diosal, toxo ix eyiquej schonhab' eb', slum eb' yet' spat eb'."
        },
        {
            "number": "2",
            "text": "Ha t'a skal juntzanh chi' ol e siq'uel oxeoc chonhab' aton juntzanh ol yak' Jehová co Diosal eyicoc."
        },
        {
            "number": "3",
            "text": "Oxe' makan ol aj e pojan lu'um. Ha t'a snanhaltac yol junjun makan lu'um chi', ata' skan junjunoc juntzanh chonhab' chi'. Ol e b'oan sb'eal juntzanh chonhab' chi', yic wach' yalnhej mach smak'ancham junok yetanimail, syal sb'at scol sb'ha t'a juntzanh chonhab' chi'."
        },
        {
            "number": "4",
            "text": "Anhej mach smak'ancham junok anima, tato manh sk'anoc sk'ool, manh yajk'oloc sb'a eb', ata' b'at scol sb'a, yic wach' max chami."
        },
        {
            "number": "5",
            "text": "Q'uinaloc ay chavanhoc eb' winh sb'at k'atzitz, tato ay junok eb' winh tz'elta q'uen sch'acab', swa q'uen t'a junxo winh chi', scham winh, a winh tz'elta q'uen sch'acab' chi' syal sb'at winh scol sb'ha t'a juntzanh chonhab' chi'."
        },
        {
            "number": "6",
            "text": "Q'uinaloc junnhej chonhab', najat sb'at sb'eal, ay smay syamchaj winh yuj junok sk'ab' yoc winh ix cham chi', smak'ancham winh chi' yet' yoval sk'ool, palta manh smojoc scham winh, yujto toxonton manh yajk'oloc sb'a eb' winh."
        },
        {
            "number": "7",
            "text": "Yuj chi' swal t'ayex to tze sik'canel oxeoc chonhab' b'aj syal scolan sb'a anima."
        },
        {
            "number": "8",
            "text": "Tato ol e b'eyb'alejnhej juntzanh checnab'il swal tik t'ayex, yujto tze xajanej Jehová co Diosal, tze k'anab'ajani, ol yak' lum lum chi' Jehová smasanil t'ayex, icha wal ajnac yak'an sti' t'a eb' co mam quicham. Ayic ol levanb'oc lum e lu'um chi' yuj Jehová co Diosal, ol e sik'anel oxeocxo chonhab' stz'acub'oc oxe' chequelxo yaj chi', aton b'aj syal e colan e b'a."
        },
        {
            "number": "9",
            "text": "Icha chi' ol e k'ulej, yic wach' manh comonoc ol cham junok anima malaj smul t'a lum lum ol yak' Jehová co Diosal t'ayex, yic wach' max cotcan t'a eyib'anh yuj eb' anima scham chi'."
        },
        {
            "number": "10",
            "text": "Q'uinaloc ay chavanhoc eb' winh toxon yajk'ol sb'a, a junok winh smaclan yek' junxo winh chi' yic smak'ancham winh, ayic smak'ancham winh chi' winh, sb'at winh scol sb'ha t'a junok juntzanh chonhab' chi'."
        },
        {
            "number": "11",
            "text": "Tato icha chi', haxo eb' winh yichamtac vinaquil schonhab' winh ix cham chi', a eb' winh schecanb'at yamchaj winh ix sb'at scol sb'a chi' ta', tz'ik'jib'at winh t'a schonhab' yic tz'ak'jioch winh t'a yol sk'ab' junok sk'ab' yoc winh ix cham chi', yic smak'jipaxcham winh."
        },
        {
            "number": "12",
            "text": "Manh eyak' nivank'olal jun anima chi', yic wach' max kan schamel junok anima malaj smul t'a eyib'anh, yic wach' ol aj eyelk'ochi."
        },
        {
            "number": "13",
            "text": "Ha t'a lum lum ol yak' Jehová co Diosal chi' t'ayex, manh e q'uex stz'acanhil e lum aycanem yuj e mam eyicham yic tze tok'an ek' yic junokxo mach ay yic t'a stitac eyiko'."
        },
        {
            "number": "14",
            "text": "Tato junnhej testigo t'a spatic junok anima tz'och smul, max yal-laj yoch t'a yib'anh. Masanto ay chavanhoc, ma oxvanhoc testigo, ichato chi' tz'och t'a yib'anh jun ay smul chi'."
        },
        {
            "number": "15",
            "text": "Q'uinaloc ay junok chuk spensar syik'chaanh junok esal lolonel t'a spatic junok mach yic syik'ancot t'a yib'anh."
        },
        {
            "number": "16",
            "text": "Tato icha chi', yowalil tz'ik'jib'at eb' schavanhil t'a yichanh Jehová, aton t'a yichanh eb' sacerdote yet' eb' juez ayoch t'a yopisio."
        },
        {
            "number": "17",
            "text": "Ha eb' ayoch yajalil chi', a eb' sch'olb'itani tato yel jun lolonel chi', mato es syik'chaanh jun anima t'a spatic junxo chi'."
        },
        {
            "number": "18",
            "text": "Ha t'a yib'anh jun tz'esan chi', ata' tz'ochcan jantac tas ix snib'ej yak'och t'a yib'anh junxo anima chi'. Icha chi' tz'aj slajvi jun esalvumal chi' t'a e cal."
        },
        {
            "number": "19",
            "text": "Ayic ol yab'an jun chi' eb' anima, ol xiv eb', manhxo ol sk'ulej eb' icha chi'."
        },
        {
            "number": "20",
            "text": "Mocab' ok' e k'ol t'a junok esalvum chi'. Icha wal tas sgana t'a spatic yetanimail chi', icha chi' tz'utaji. Tato sgana to smak'jicham jun yetanimail chi', ma tz'ik'jielta yol sat, ma smak'jiel ye, ma xicjiel sk'ab', ma yoc, icha wal sgana tz'utaj jun anima chi', icha chi' tz'utaji."
        }
    ]
}