{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix satel masanil juntzanh anima yuj Jehová co Diosal, toxo ix eyiquej schonhab' eb', slum eb' yed' spat eb'."
        },
        {
            "number": "2",
            "text": "A d'a scal juntzanh chi' ol e siq'uel oxeoc chonhab' aton juntzanh ol yak' Jehová co Diosal eyicoc."
        },
        {
            "number": "3",
            "text": "Oxe' macanh ol aj e pojan luum. A d'a snanhaltac yol junjun macanh luum chi', ata' scan junjunoc juntzanh chonhab' chi'. Ol e b'oan sb'eal juntzanh chonhab' chi', yic vach' yalnhej mach smak'ancham junoc yetanimail, syal sb'at scol sb'a d'a juntzanh chonhab' chi'."
        },
        {
            "number": "4",
            "text": "Anhej mach smak'ancham junoc anima, tato manh sk'anoc sk'ool, manh yajk'oloc sb'a eb', ata' b'at scol sb'a, yic vach' max chami."
        },
        {
            "number": "5",
            "text": "Q'uinaloc ay chavanhoc eb' vinh sb'at k'atzitz, tato ay junoc eb' vinh tz'elta q'uen sch'acab', sva q'uen d'a junxo vinh chi', scham vinh, a vinh tz'elta q'uen sch'acab' chi' syal sb'at vinh scol sb'a d'a juntzanh chonhab' chi'."
        },
        {
            "number": "6",
            "text": "Q'uinaloc junnhej chonhab', najat sb'at sb'eal, ay smay syamchaj vinh yuj junoc sk'ab' yoc vinh ix cham chi', smak'ancham vinh chi' yed' yoval sk'ool, palta manh smojoc scham vinh, yujto toxonton manh yajk'oloc sb'a eb' vinh."
        },
        {
            "number": "7",
            "text": "Yuj chi' sval d'ayex to tze sik'canel oxeoc chonhab' b'aj syal scolan sb'a anima."
        },
        {
            "number": "8",
            "text": "Tato ol e b'eyb'alejnhej juntzanh checnab'il sval tic d'ayex, yujto tze xajanej Jehová co Diosal, tze k'anab'ajani, ol yak' lum luum chi' Jehová smasanil d'ayex, icha val ajnac yak'an sti' d'a eb' co mam quicham. Ayic ol levanb'oc lum e luum chi' yuj Jehová co Diosal, ol e sik'anel oxeocxo chonhab' stz'acub'oc oxe' chequelxo yaj chi', aton b'aj syal e colan e b'a."
        },
        {
            "number": "9",
            "text": "Icha chi' ol e k'ulej, yic vach' manh comonoc ol cham junoc anima malaj smul d'a lum luum ol yak' Jehová co Diosal d'ayex, yic vach' max cotcan d'a eyib'anh yuj eb' anima scham chi'."
        },
        {
            "number": "10",
            "text": "Q'uinaloc ay chavanhoc eb' vinh toxon yajk'ol sb'a, a junoc vinh smaclan yek' junxo vinh chi' yic smak'ancham vinh, ayic smak'ancham vinh chi' vinh, sb'at vinh scol sb'a d'a junoc juntzanh chonhab' chi'."
        },
        {
            "number": "11",
            "text": "Tato icha chi', axo eb' vinh yichamtac vinaquil schonhab' vinh ix cham chi', a eb' vinh schecanb'at yamchaj vinh ix sb'at scol sb'a chi' ta', tz'ik'jib'at vinh d'a schonhab' yic tz'ak'jioch vinh d'a yol sk'ab' junoc sk'ab' yoc vinh ix cham chi', yic smak'jipaxcham vinh."
        },
        {
            "number": "12",
            "text": "Manh eyak' nivank'olal jun anima chi', yic vach' max can schamel junoc anima malaj smul d'a eyib'anh, yic vach' ol aj eyelk'ochi."
        },
        {
            "number": "13",
            "text": "A d'a lum luum ol yak' Jehová co Diosal chi' d'ayex, manh e q'uex stz'acanhil e lum aycanem yuj e mam eyicham yic tze tok'an ek' yic junocxo mach ay yic d'a stitac eyico'."
        },
        {
            "number": "14",
            "text": "Tato junnhej testigo d'a spatic junoc anima tz'och smul, max yal-laj yoch d'a yib'anh. Masanto ay chavanhoc, ma oxvanhoc testigo, ichato chi' tz'och d'a yib'anh jun ay smul chi'."
        },
        {
            "number": "15",
            "text": "Q'uinaloc ay junoc chuc spensar syik'chaanh junoc esal lolonel d'a spatic junoc mach yic syik'ancot d'a yib'anh."
        },
        {
            "number": "16",
            "text": "Tato icha chi', yovalil tz'ik'jib'at eb' schavanhil d'a yichanh Jehová, aton d'a yichanh eb' sacerdote yed' eb' juez ayoch d'a yopisio."
        },
        {
            "number": "17",
            "text": "A eb' ayoch yajalil chi', a eb' sch'olb'itani tato yel jun lolonel chi', mato es syik'chaanh jun anima d'a spatic junxo chi'."
        },
        {
            "number": "18",
            "text": "A d'a yib'anh jun tz'esan chi', ata' tz'ochcan jantac tas ix snib'ej yak'och d'a yib'anh junxo anima chi'. Icha chi' tz'aj slajvi jun esalvumal chi' d'a e cal."
        },
        {
            "number": "19",
            "text": "Ayic ol yab'an jun chi' eb' anima, ol xiv eb', manhxo ol sk'ulej eb' icha chi'."
        },
        {
            "number": "20",
            "text": "Mocab' ok' e k'ol d'a junoc esalvum chi'. Icha val tas sgana d'a spatic yetanimail chi', icha chi' tz'utaji. Tato sgana to smak'jicham jun yetanimail chi', ma tz'ik'jielta yol sat, ma smak'jiel ye, ma xicjiel sk'ab', ma yoc, icha val sgana tz'utaj jun anima chi', icha chi' tz'utaji."
        }
    ]
}