{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Slajvi chi', co b'at d'a tz'inan luum, d'a b'e sk'och d'a a' Chacchac Mar, icha val aj yalan Jehová d'ayin. Te nivan tiempoal onh ek' d'a tzalquixtac d'a yol yic Seir."
        },
        {
            "number": "2",
            "text": "Slajvi chi', yalan Jehová d'ayin:"
        },
        {
            "number": "3",
            "text": "Te nivan tiempo ex ek' oyoyoc d'a lum tzalquixtac tic. Ixiquecxi ticnaic d'a stojolal norte."
        },
        {
            "number": "4",
            "text": "Al juntzanh checnab'il tic d'a eb' etchonhab' to a d'a yol yic eb' e k'ab' eyoc ol ex ek'oc, aton eb' yinhtilal vinhaj Esaú, eb' cajan d'a Seir. A eb' chi' ol xiv eb' d'ayex. Anhej jun, tze tanhvej val e b'a,"
        },
        {
            "number": "5",
            "text": "mocab' eyak' oval yed' eb', yujto malaj jab'oc slum eb' ol vak' d'ayex, yujto masanil lum tzalquixtac d'a yol yic Seir chi', yicnhej lum eb' yinhtilal vinhaj Esaú chi'. A in vak'nac lum d'a eb'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ol e man masanil tas ol e va d'a eb', ol e tup a a' ol eyuq'uej, xchi d'ayin."
        },
        {
            "number": "7",
            "text": "A Jehová co Diosal chi' yak'nac val svach'k'olal d'a quib'anh d'a masanil tas co k'ulej. A d'a jun 40 ab'il tic, aynhejoch qued'oc, tzonh stanhvejnhej b'aj tzonh ek' d'a jun nivan tz'inan luum tic. Malaj b'aj ix yak' palta tas d'ayonh yuuj."
        },
        {
            "number": "8",
            "text": "Icha chi' aj co cotnhej d'a stitac sluum eb' co k'ab' coc, aton eb' yinhtilal vinhaj Esaú cajan d'a Seir. Onh cotcan d'a b'e tz'ek' d'a Arabá, scot d'a Elat yed' d'a Ezión-geber. Co meltzajpax d'a b'e tz'ek' d'a tz'inan lum d'a yol yic Moab."
        },
        {
            "number": "9",
            "text": "Axo yalan Jehová d'ayin icha tic: Manh e tzuntzej eb' moabita, yinhtilal vinhaj Lot. Manh eyak' oval yed' eb', yujto malaj jab'oc slum eb' d'a yol smacb'en ol vak' d'ayex. A in vak'nac masanil smacb'en vinhaj Ar d'a eb', xchi d'ayin."
        },
        {
            "number": "10",
            "text": "(Ata' cajan eb' emita d'a peca'. Te nivan chonhab' yaj eb', chaanh steel eb', lajan val eb' icha eb' yinhtilal vinhaj Anac."
        },
        {
            "number": "11",
            "text": "Refaíta eb', icha eb' yinhtilal vinhaj Anac chi', palta emita tz'aj yalan eb' moabita chi' d'a eb'."
        },
        {
            "number": "12",
            "text": "A d'a masanil smacb'en Seir, ata' ek'nac cajan eb' horeo. Axo eb' yinhtilal vinhaj Esaú pechannaquel eb', satanel eb', axo eb' cajnajnac d'a slum eb' chi', icha ix co k'ulej a onh israel onh tic d'a lum luum ix yak' Jehová d'ayonh.)"
        },
        {
            "number": "13",
            "text": "Axo aj jun, yalan Jehová: Ixiquec ticnaic, tzex ek' d'a yol a' taquinh melem scuchan Zered, xchi, yuj chi' onh ek' ta'."
        },
        {
            "number": "14",
            "text": "Atax d'a yic onh ek' d'a Cades-barnea, masanto pax d'a jun k'u onh ek'ta d'a yol a' taquinh melem Zered chi', atax ta' ix ek' 38 ab'il, yuj chi' a masanil eb' vinh quetchonhab' stiempo sb'at d'a oval ayic quelta d'a Egipto, toxo ix cham eb' icha ajnac yak'an sti' Jehová."
        },
        {
            "number": "15",
            "text": "A yoval sk'ol Jehová chi' ix cot d'a yib'anh eb', yuj chi' ix cham eb' smasanil."
        },
        {
            "number": "16",
            "text": "Ayic manhxalaj junoc juntzanh eb' vinh vinac chi',"
        },
        {
            "number": "17",
            "text": "yalan Jehová d'ayin:"
        },
        {
            "number": "18",
            "text": "A ticnaic ek'anhecb'at d'a smojonal yic Moab d'a chonhab' Ar."
        },
        {
            "number": "19",
            "text": "Palta ayic tze chalan e b'a yed' eb' amonita, eb' yinhtilal pax vinhaj Lot, manh e tzuntzej eb', manh eyak' oval yed' eb', yujto malaj jab'oc e macb'en ol vak' ta', yujto vak'nacxo jun luum chi' smacb'enoc eb', xchi d'ayin."
        },
        {
            "number": "20",
            "text": "(Anhejtona', a jun luum chi' yic eb' refaíta d'a peca', yujto ek'nac cajan eb' ta', aton eb' scuchan zomzomeo yuj eb' amonita d'a peca'."
        },
        {
            "number": "21",
            "text": "A jun chi', te nivan chonhab', tzijtum anima ay d'ay, te chaanh steel eb' icha eb' yinhtilal vinhaj Anac. A Jehová ak'annac satel eb' yuj eb' amonita chi'. A eb' amonita chi' pechannaquel eb', scajnajnaccan eb' ta'."
        },
        {
            "number": "22",
            "text": "Lajan val ajnac icha ajnac eb' yinhtilal vinhaj Esaú, ayic sk'ochnac eb' d'a lum Seir. A Jehová ak'annac satel eb' horeo, scannacxonhej eb' yinhtilal vinhaj Esaú d'a slum eb' chi'."
        },
        {
            "number": "23",
            "text": "Icha pax chi' ajnac eb' aveo ayek' cajan d'a slak'anil Gaza. A eb' chi' satnaquel eb' d'a junelnhej yuj eb' filisteo cotnac d'a Caftor. Icha chi' ajnac scajnajcan eb' filisteo chi' ta'.)"
        },
        {
            "number": "24",
            "text": "Yalanxi Jehová icha tic: Ixiquec, tzex k'axpajek' d'a a' taquinh melem Arnón, ol vak'och eb' amorreo d'a yol e k'ab' yed' vinhaj Sehón, cajan d'a Hesbón, aton vinh sreyal eb'. Aq'uec oval yed' eb', tzeyik'anek' sluum eb'."
        },
        {
            "number": "25",
            "text": "A val ticnaic tz'el yich vak'anoch junjun chonhab' d'a yolyib'anhq'uinal tic d'a xivk'olal d'ayex. Ayic ol yab'an e pecal eb', ol ib'xoq'ue eb', axonhej xivelal ol och d'a eb', xchi Jehová chi'."
        },
        {
            "number": "26",
            "text": "A d'a tz'inan luum yic Cademot, ata' in checcot juntzanh checab' d'a vinhaj Sehón, aton vinh rey cajan d'a Hesbón, yic vach' syal juntzanh tic eb' d'a vach'ilal d'a vinh:"
        },
        {
            "number": "27",
            "text": "Sco nib'ej tzonh ek' d'a yol a macb'en, anhej d'a yol nivan b'e ol onh ek'oc, malaj b'aj ol onh comon b'atcan d'a yol a chonhab' chi'."
        },
        {
            "number": "28",
            "text": "Ol co tup tas ol cab'lej yed' a a' ol cuq'uej. Anhej to sco k'an d'ayach to tzonh ek' d'a yol a macb'en chi',"
        },
        {
            "number": "29",
            "text": "masanto ol yal co k'axpaj d'a a' Jordán, ol onh k'och d'a lum ol yak' Jehová co Diosal d'ayonh, icha ix onh yutej schaan ek'ta eb' yinhtilal vinhaj Esaú cajan d'a Seir yed' eb' moabita cajanpax d'a Ar, xin chicot d'a vinh."
        },
        {
            "number": "30",
            "text": "Palta a vinhaj Sehón chi', maj yal-laj sk'ol vinh onh scha ek'ta d'a yol smacb'en chi', yujto a Jehová co Diosal ix ak'an sk'ulej vinh yic malaj sgana vinh, yic scan eb' d'a yol co k'ab', icha chi' ix aji."
        },
        {
            "number": "31",
            "text": "Yuj chi' yal Jehová d'ayin icha tic: A val d'a jun rato tic svak'och vinhaj Sehón yed' smacb'en d'a yol e k'ab'. Ochanhec ticnaic d'a yol smacb'en tic, yic tz'ochcan eyicoc, xchi d'ayin."
        },
        {
            "number": "32",
            "text": "Ix elta vinhaj Sehón chi' onh scha yed' masanil soldado, yic syak' oval eb' qued'oc d'a Jahaza."
        },
        {
            "number": "33",
            "text": "Axo Jehová co Diosal ix ak'anoch vinh d'a yol co k'ab'. Ix co satanel vinh yed' yuninal yed' masanil schonhab'."
        },
        {
            "number": "34",
            "text": "Masanil junjun chonhab' d'a yol smacb'en vinh ix ak'jioch d'a yol co k'ab', ix co satancanel d'a junelnhej. Ix co milcham eb' smasanil yed' eb' ix ix yed' masanil unin. Manhxo junoc pitzan ix can cuuj."
        },
        {
            "number": "35",
            "text": "Anhej juntzanh tastac ix quik'cani, aton masanil nok' nok' yed' juntzanh tas ix ilchaj cuuj d'a juntzanh chonhab' ix co satel chi'."
        },
        {
            "number": "36",
            "text": "Ix quiquej slum eb' chi' smasanil, scotnhej d'a Aroer ay d'a spanhanil stitac a' Arnón masanto d'a Galaad yed' masanil juntzanh chonhab' ay d'a sch'olanil a' Arnón chi'. Manhxalaj mach ix stek'b'ej sb'a d'a quichanh, yujto a Jehová co Diosal ix ak'anoch eb' d'a yol co k'ab'."
        },
        {
            "number": "37",
            "text": "Palta a onh tic, maj onh ochlaj d'a schonhab' eb' amonita ay d'a tzalquixtac, ma pax d'a sti' a' Jaboc, icha val ix yutej yalan Jehová d'ayonh."
        }
    ]
}