{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Slajvi chi', co b'at t'a tzinan lu'um, t'a b'e sk'och t'ha ha' Chacchac Mar, icha val aj yalan Jehová t'ayin. Te niwan tiempoal onh ek' t'a tzalquixtac t'a yol yic Seir."
        },
        {
            "number": "2",
            "text": "Slajvi chi', yalan Jehová t'ayin:"
        },
        {
            "number": "3",
            "text": "Te niwan tiempo ex ek' oyoyoc t'a lum tzalquixtac tik. Ixiquecxi ticnaic t'a stojolal norte."
        },
        {
            "number": "4",
            "text": "Al juntzanh checnab'il tik t'a eb' etchonhab' to ha t'a yol yic eb' e k'ab' eyoc ol ex ek'oc, aton eb' yinhtilal vinhaj Esaú, eb' cajan t'a Seir. Ha eb' chi' ol xiv eb' t'ayex. Anhej jun, tze tanhvej val e b'a,"
        },
        {
            "number": "5",
            "text": "mocab' eyak' oval yet' eb', yujto malaj jab'oc slum eb' ol vak' t'ayex, yujto masanil lum tzalquixtac t'a yol yic Seir chi', yicnhej lum eb' yinhtilal vinhaj Esaú chi'. Ha in vak'nac lum t'a eb'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ol e man masanil tas ol e wa t'a eb', ol e tup ha ha' ol eyuq'uej, xchi t'ayin."
        },
        {
            "number": "7",
            "text": "Ha Jehová co Diosal chi' yak'nac val svach'k'olal t'a quib'anh t'a masanil tas co k'ulej. Ha t'a jun 40 ab'il tik, aynhejoch qued'oc, tzonh stanhvejnhej b'aj tzonh ek' t'a jun niwan tzinan lu'um tik. Malaj b'aj ix yak' palta tas t'ayonh yuj."
        },
        {
            "number": "8",
            "text": "Icha chi' aj co cotnhej t'a stitac sluum eb' co k'ab' coc, aton eb' yinhtilal vinhaj Esaú cajan t'a Seir. Onh cotcan t'a b'e tzek' t'a Arabá, scot t'a Elat yet' t'a Ezión-geber. Co meltzajpax t'a b'e tzek' t'a tzinan lum t'a yol yic Moab."
        },
        {
            "number": "9",
            "text": "Axo yalan Jehová t'ayin icha tik: Manh e tzuntzej eb' moabita, yinhtilal vinhaj Lot. Manh eyak' oval yet' eb', yujto malaj jab'oc slum eb' t'a yol smacb'en ol vak' t'ayex. Ha in vak'nac masanil smacb'en vinhaj Ar t'a eb', xchi t'ayin."
        },
        {
            "number": "10",
            "text": "(Ata' cajan eb' emita t'a peca'. Te niwan chonhab' yaj eb', chaanh steel eb', lajan val eb' icha eb' yinhtilal vinhaj Anac."
        },
        {
            "number": "11",
            "text": "Refaíta eb', icha eb' yinhtilal vinhaj Anac chi', palta emita tz'aj yalan eb' moabita chi' t'a eb'."
        },
        {
            "number": "12",
            "text": "Ha t'a masanil smacb'en Seir, ata' ek'nac cajan eb' horeo. Axo eb' yinhtilal vinhaj Esaú pechannaquel eb', satanel eb', haxo eb' cajnajnac t'a slum eb' chi', icha ix co k'ulej a onh israel onh tik t'a lum lum ix yak' Jehová t'ayonh.)"
        },
        {
            "number": "13",
            "text": "Axo aj jun, yalan Jehová: Ixiquec ticnaic, tzex ek' t'a yol ha' taquinh melem scuchan Zered, xchi, yuj chi' onh ek' ta'."
        },
        {
            "number": "14",
            "text": "Atax t'a yic onh ek' t'a Cades-barnea, masanto pax t'a jun k'u onh ek'ta t'a yol ha' taquinh melem Zered chi', atax ta' ix ek' 38 ab'il, yuj chi' a masanil eb' vinh quetchonhab' stiempo sb'at t'a oval ayic quelta t'a Egipto, toxo ix cham eb' icha ajnac yak'an sti' Jehová."
        },
        {
            "number": "15",
            "text": "Ha yoval sk'ol Jehová chi' ix cot t'a yib'anh eb', yuj chi' ix cham eb' smasanil."
        },
        {
            "number": "16",
            "text": "Ayic manhxalaj junok juntzanh eb' vinh vinac chi',"
        },
        {
            "number": "17",
            "text": "yalan Jehová t'ayin:"
        },
        {
            "number": "18",
            "text": "Ha ticnaic ek'anhecb'at t'a smojonal yic Moab t'a chonhab' Ar."
        },
        {
            "number": "19",
            "text": "Palta ayic tze chalan e b'a yet' eb' amonita, eb' yinhtilal pax vinhaj Lot, manh e tzuntzej eb', manh eyak' oval yet' eb', yujto malaj jab'oc e macb'en ol vak' ta', yujto vak'nacxo jun lu'um chi' smacb'enoc eb', xchi t'ayin."
        },
        {
            "number": "20",
            "text": "(Anhejtona', a jun lu'um chi' yic eb' refaíta t'a peca', yujto ek'nac cajan eb' ta', aton eb' scuchan zomzomeo yuj eb' amonita t'a peca'."
        },
        {
            "number": "21",
            "text": "Ha jun chi', te niwan chonhab', tzijtum anima ay t'ay, te chaanh steel eb' icha eb' yinhtilal vinhaj Anac. Ha Jehová ak'annac satel eb' yuj eb' amonita chi'. Ha eb' amonita chi' pechannaquel eb', scajnajnaccan eb' ta'."
        },
        {
            "number": "22",
            "text": "Lajan val ajnac icha ajnac eb' yinhtilal vinhaj Esaú, ayic sk'ochnac eb' t'a lum Seir. Ha Jehová ak'annac satel eb' horeo, scannacxonhej eb' yinhtilal vinhaj Esaú t'a slum eb' chi'."
        },
        {
            "number": "23",
            "text": "Icha pax chi' ajnac eb' aveo ayek' cajan t'a slak'anil Gaza. Ha eb' chi' satnaquel eb' t'a junelnhej yuj eb' filisteo cotnac t'a Caftor. Icha chi' ajnac scajnajcan eb' filisteo chi' ta'.)"
        },
        {
            "number": "24",
            "text": "Yalanxi Jehová icha tik: Ixiquec, tzex k'axpajek' t'ha ha' taquinh melem Arnón, ol vak'och eb' amorreo t'a yol e k'ab' yet' vinhaj Sehón, cajan t'a Hesbón, aton vinh sreyal eb'. Hak'ek oval yet' eb', tzeyik'anek' sluum eb'."
        },
        {
            "number": "25",
            "text": "Ha val ticnaic tz'el yich vak'anoch junjun chonhab' t'a yol yib'anhk’inal tik t'a xivk'olal t'ayex. Ayic ol yab'an e pecal eb', ol ib'xoq'ue eb', axonhej xivelal ol och t'a eb', xchi Jehová chi'."
        },
        {
            "number": "26",
            "text": "Ha t'a tzinan lu'um yic Cademot, ata' in checcot juntzanh checab' t'a vinhaj Sehón, aton vinh rey cajan t'a Hesbón, yic wach' syal juntzanh tik eb' t'a wach'ilal t'a vinh:"
        },
        {
            "number": "27",
            "text": "Sco nib'ej tzonh ek' t'a yol a macb'en, anhej t'a yol niwan b'e ol onh ek'oc, malaj b'aj ol onh comon b'atcan t'a yol a chonhab' chi'."
        },
        {
            "number": "28",
            "text": "Ol co tup tas ol cab'lej yet' ha ha' ol cuq'uej. Anhej to sco k'an t'ayach to tzonh ek' t'a yol a macb'en chi',"
        },
        {
            "number": "29",
            "text": "masanto ol yal co k'axpaj t'ha ha' Jordán, ol onh k'och t'a lum ol yak' Jehová co Diosal t'ayonh, icha ix onh yutej schaan ek'ta eb' yinhtilal vinhaj Esaú cajan t'a Seir yet' eb' moabita cajanpax t'a Ar, xin chicot t'a vinh."
        },
        {
            "number": "30",
            "text": "Palta a vinhaj Sehón chi', maj yal-laj sk'ol vinh onh scha ek'ta t'a yol smacb'en chi', yujto a Jehová co Diosal ix ak'an sk'ulej vinh yic malaj sgana vinh, yic skan eb' t'a yol co k'ab', icha chi' ix aji."
        },
        {
            "number": "31",
            "text": "Yuj chi' yal Jehová t'ayin icha tik: Ha val t'a jun rato tik svak'och vinhaj Sehón yet' smacb'en t'a yol e k'ab'. Ochanhec ticnaic t'a yol smacb'en tik, yic tz'ochcan eyicoc, xchi t'ayin."
        },
        {
            "number": "32",
            "text": "Ix elta vinhaj Sehón chi' onh scha yet' masanil soldado, yic syak' oval eb' qued'oc t'a Jahaza."
        },
        {
            "number": "33",
            "text": "Axo Jehová co Diosal ix ak'anoch vinh t'a yol co k'ab'. Ix co satanel vinh yet' yuninal yet' masanil schonhab'."
        },
        {
            "number": "34",
            "text": "Masanil junjun chonhab' t'a yol smacb'en vinh ix ak'jioch t'a yol co k'ab', ix co satancanel t'a junelnhej. Ix co milcham eb' smasanil yet' eb' ix ix yet' masanil unin. Manhxo junok pitzan ix kan cuuj."
        },
        {
            "number": "35",
            "text": "Anhej juntzanh tastac ix quik'cani, aton masanil nok' nok' yet' juntzanh tas ix ilchaj cuuj t'a juntzanh chonhab' ix co satel chi'."
        },
        {
            "number": "36",
            "text": "Ix quiquej slum eb' chi' smasanil, scotnhej t'a Aroer ay t'a spanhanil stitac ha' Arnón masanto t'a Galaad yet' masanil juntzanh chonhab' ay t'a sch'olanil ha' Arnón chi'. Manhxalaj mach ix stek'b'ej sb'ha t'a quichanh, yujto a Jehová co Diosal ix ak'anoch eb' t'a yol co k'ab'."
        },
        {
            "number": "37",
            "text": "Palta a onh tik, maj onh ochlaj t'a schonhab' eb' amonita ay t'a tzalquixtac, ma pax t'a sti' ha' Jaboc, icha val ix yutej yalan Jehová t'ayonh."
        }
    ]
}