{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Slajwi chi', ko b'at t'a tzinan lu'um, t'a b'e sk'och t'ha ha' Chacchac Mar, icha wal aj yalan Jehová t'ayin. Te niwan tiempoal onh ek' t'a tzalquixtac t'a yol yic Seir."
        },
        {
            "number": "2",
            "text": "Slajwi chi', yalan Jehová t'ayin:"
        },
        {
            "number": "3",
            "text": "Te niwan tiempo ex ek' oyoyoc t'a lum tzalquixtac tik. Ixiquecxi tiknaik t'a stojolal norte."
        },
        {
            "number": "4",
            "text": "Al juntzanh checnab'il tik t'a heb' etchonhab' to ha t'a yol yic heb' he k'ab' eyoc ol ex ek'oc, aton heb' yinhtilal winhaj Esaú, heb' cajan t'a Seir. Ha heb' chi' ol xiv heb' t'ayex. Anhej jun, tze tanhwej wal he b'a,"
        },
        {
            "number": "5",
            "text": "mocab' eyak' owal yet' heb', yujto malaj jab'oc slum heb' ol wak' t'ayex, yujto masanil lum tzalquixtac t'a yol yic Seir chi', yicnhej lum heb' yinhtilal winhaj Esaú chi'. Ha in wak'nac lum t'a heb'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ol he man masanil tas ol he wa t'a heb', ol he tup ha ha' ol eyuk'ej, xchi t'ayin."
        },
        {
            "number": "7",
            "text": "Ha Jehová ko Diosal chi' yak'nac wal swach'k'olal t'a quib'anh t'a masanil tas ko k'ulej. Ha t'a jun 40 ab'il tik, aynhejoch qued'oc, tzonh stanhwejnhej b'aj tzonh ek' t'a jun niwan tzinan lu'um tik. Malaj b'aj ix yak' palta tas t'ayonh yuj."
        },
        {
            "number": "8",
            "text": "Icha chi' aj ko cotnhej t'a stitac sluum heb' ko k'ab' coc, aton heb' yinhtilal winhaj Esaú cajan t'a Seir. Onh cotcan t'a b'e tzek' t'a Arabá, scot t'a Elat yet' t'a Ezión-geber. Co meltzajpax t'a b'e tzek' t'a tzinan lum t'a yol yic Moab."
        },
        {
            "number": "9",
            "text": "Axo yalan Jehová t'ayin icha tik: Manh he tzuntzej heb' moabita, yinhtilal winhaj Lot. Manh eyak' owal yet' heb', yujto malaj jab'oc slum heb' t'a yol smacb'en ol wak' t'ayex. Ha in wak'nac masanil smacb'en winhaj Ar t'a heb', xchi t'ayin."
        },
        {
            "number": "10",
            "text": "(Ata' cajan heb' emita t'a peka'. Te niwan chonhab' yaj heb', chaanh steel heb', lajan wal heb' icha heb' yinhtilal winhaj Anac."
        },
        {
            "number": "11",
            "text": "Refaíta heb', icha heb' yinhtilal winhaj Anac chi', palta emita tz'aj yalan heb' moabita chi' t'a heb'."
        },
        {
            "number": "12",
            "text": "Ha t'a masanil smacb'en Seir, ata' ek'nac cajan heb' horeo. Axo heb' yinhtilal winhaj Esaú pechannaquel heb', satanel heb', haxo heb' cajnajnac t'a slum heb' chi', icha ix ko k'ulej a onh israel onh tik t'a lum lum ix yak' Jehová t'ayonh.)"
        },
        {
            "number": "13",
            "text": "Axo aj jun, yalan Jehová: Ixiquec tiknaik, tzex ek' t'a yol ha' taquinh melem scuchan Zered, xchi, yuj chi' onh ek' ta'."
        },
        {
            "number": "14",
            "text": "Atax t'a yic onh ek' t'a Cades-barnea, masanto pax t'a jun k'u onh ek'ta t'a yol ha' taquinh melem Zered chi', atax ta' ix ek' 38 ab'il, yuj chi' a masanil heb' winh quetchonhab' stiempo sb'at t'a owal ayic quelta t'a Egipto, toxo ix cham heb' icha ajnac yak'an sti' Jehová."
        },
        {
            "number": "15",
            "text": "Ha yowal sk'ol Jehová chi' ix cot t'a yib'anh heb', yuj chi' ix cham heb' smasanil."
        },
        {
            "number": "16",
            "text": "Ayic manhxalaj junok juntzanh heb' winh winak chi',"
        },
        {
            "number": "17",
            "text": "yalan Jehová t'ayin:"
        },
        {
            "number": "18",
            "text": "Ha tiknaik ek'anhecb'at t'a smojonal yic Moab t'a chonhab' Ar."
        },
        {
            "number": "19",
            "text": "Palta ayic tze chalan he b'a yet' heb' amonita, heb' yinhtilal pax winhaj Lot, manh he tzuntzej heb', manh eyak' owal yet' heb', yujto malaj jab'oc he macb'en ol wak' ta', yujto wak'nacxo jun lu'um chi' smacb'enoc heb', xchi t'ayin."
        },
        {
            "number": "20",
            "text": "(Anhejtona', a jun lu'um chi' yic heb' refaíta t'a peka', yujto ek'nac cajan heb' ta', aton heb' scuchan zomzomeo yuj heb' amonita t'a peka'."
        },
        {
            "number": "21",
            "text": "Ha jun chi', te niwan chonhab', tzijtum anima ay t'ay, te chaanh steel heb' icha heb' yinhtilal winhaj Anac. Ha Jehová ak'annac satel heb' yuj heb' amonita chi'. Ha heb' amonita chi' pechannaquel heb', scajnajnaccan heb' ta'."
        },
        {
            "number": "22",
            "text": "Lajan wal ajnac icha ajnac heb' yinhtilal winhaj Esaú, ayic sk'ochnac heb' t'a lum Seir. Ha Jehová ak'annac satel heb' horeo, scannacxonhej heb' yinhtilal winhaj Esaú t'a slum heb' chi'."
        },
        {
            "number": "23",
            "text": "Icha pax chi' ajnac heb' aweo ayek' cajan t'a slak'anil Gaza. Ha heb' chi' satnaquel heb' t'a junelnhej yuj heb' filisteo cotnac t'a Caftor. Icha chi' ajnac scajnajcan heb' filisteo chi' ta'.)"
        },
        {
            "number": "24",
            "text": "Yalanxi Jehová icha tik: Ixiquec, tzex k'axpajek' t'ha ha' taquinh melem Arnón, ol wak'och heb' amorreo t'a yol he k'ab' yet' winhaj Sehón, cajan t'a Hesbón, aton winh sreyal heb'. Hak'ek owal yet' heb', tzeyik'anek' sluum heb'."
        },
        {
            "number": "25",
            "text": "Ha wal tiknaik tz'el yich wak'anoch junjun chonhab' t'a yol yib'anhk’inal tik t'a xivk'olal t'ayex. Ayic ol yab'an he pecal heb', ol ib'xok'e heb', axonhej xiwelal ol och t'a heb', xchi Jehová chi'."
        },
        {
            "number": "26",
            "text": "Ha t'a tzinan lu'um yic Cademot, ata' in checcot juntzanh checab' t'a winhaj Sehón, aton winh rey cajan t'a Hesbón, yic wach' syal juntzanh tik heb' t'a wach'ilal t'a winh:"
        },
        {
            "number": "27",
            "text": "Sco nib'ej tzonh ek' t'a yol a macb'en, anhej t'a yol niwan b'e ol onh ek'oc, malaj b'aj ol onh comon b'atcan t'a yol a chonhab' chi'."
        },
        {
            "number": "28",
            "text": "Ol ko tup tas ol cab'lej yet' ha ha' ol cuk'ej. Anhej to sco k'an t'ayach to tzonh ek' t'a yol a macb'en chi',"
        },
        {
            "number": "29",
            "text": "masanto ol yal ko k'axpaj t'ha ha' Jordán, ol onh k'och t'a lum ol yak' Jehová ko Diosal t'ayonh, icha ix onh yutej schaan ek'ta heb' yinhtilal winhaj Esaú cajan t'a Seir yet' heb' moabita cajanpax t'a Ar, xin chicot t'a winh."
        },
        {
            "number": "30",
            "text": "Palta a winhaj Sehón chi', maj yal-laj sk'ol winh onh scha ek'ta t'a yol smacb'en chi', yujto a Jehová ko Diosal ix ak'an sk'ulej winh yic malaj snib'ej winh, yic skan heb' t'a yol ko k'ab', icha chi' ix aji."
        },
        {
            "number": "31",
            "text": "Yuj chi' yal Jehová t'ayin icha tik: Ha wal t'a jun rato tik swak'och winhaj Sehón yet' smacb'en t'a yol he k'ab'. Ochanhec tiknaik t'a yol smacb'en tik, yic tz'ochcan eyicoc, xchi t'ayin."
        },
        {
            "number": "32",
            "text": "Ix elta winhaj Sehón chi' onh scha yet' masanil soldado, yic syak' owal heb' qued'oc t'a Jahaza."
        },
        {
            "number": "33",
            "text": "Axo Jehová ko Diosal ix ak'anoch winh t'a yol ko k'ab'. Ix ko satanel winh yet' yuninal yet' masanil schonhab'."
        },
        {
            "number": "34",
            "text": "Masanil junjun chonhab' t'a yol smacb'en winh ix ak'jioch t'a yol ko k'ab', ix ko satancanel t'a junelnhej. Ix ko milcham heb' smasanil yet' heb' ix ix yet' masanil unin. Manhxo junok pitzan ix kan cuuj."
        },
        {
            "number": "35",
            "text": "Anhej juntzanh tastac ix quik'cani, aton masanil nok' nok' yet' juntzanh tas ix ilchaj cuuj t'a juntzanh chonhab' ix ko satel chi'."
        },
        {
            "number": "36",
            "text": "Ix quiquej slum heb' chi' smasanil, scotnhej t'a Aroer ay t'a spanhanil stitac ha' Arnón masanto t'a Galaad yet' masanil juntzanh chonhab' ay t'a sch'olanil ha' Arnón chi'. Manhxalaj mach ix stek'b'ej sb'ha t'a quichanh, yujto a Jehová ko Diosal ix ak'anoch heb' t'a yol ko k'ab'."
        },
        {
            "number": "37",
            "text": "Palta a onh tik, maj onh ochlaj t'a schonhab' heb' amonita ay t'a tzalquixtac, ma pax t'a sti' ha' Jaboc, icha wal ix yutej yalan Jehová t'ayonh."
        }
    ]
}