{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ayic tzex b'at oval, manh ex xiv d'a eb' eyajk'ool chi. Vach'chom tzeyila' to ek'to sb'isul eb' d'ayex, nivanpax sb'isul nok' schej eb' yed' scarruaje eb' yic oval yed' soldado eb', manh ex xivoc yujto a Jehová co Diosal ik'jinac onh elta d'a Egipto, a' ol och eyed'oc."
        },
        {
            "number": "2",
            "text": "Ayic manto k'och yorail yoch oval chi', a vinh sacerdote tz'alan d'a eb' soldado icha tic:"
        },
        {
            "number": "3",
            "text": "Ab'ec ex vetchonhab', a ticnaic toxo ol eyak' oval yed' eb' cajk'ool, mocab' chab'axq'ue e k'ool, manh ex xivoc. Manh ex ib'xocq'ue yuj xivelal,"
        },
        {
            "number": "4",
            "text": "yujto a Jehová co Diosal ayoch qued'oc. A ol ak'an oval yed' eb' cajk'ool chi', yuj chi' ol cak' ganar eb', xcham vinh."
        },
        {
            "number": "5",
            "text": "Slajvi chi', syalan eb' yajalil eb' soldado icha tic: Tato ay junoc ex toto ix e b'oq'ue e pat, manto ex ochlaj d'a yool, meltzajanhec, q'uinaloc tzex cham d'a scal oval tic, ch'ocxo mach scajnajcan d'a yol e pat chi'."
        },
        {
            "number": "6",
            "text": "Tato ay pax junoc mach d'a co cal tic ix yavej yuva, manta jab'oc sat smolo', meltzajocab' d'a spat. Q'uinaloc scham d'a scal oval tic, ch'ocxo mach smolan sat yuva chi'."
        },
        {
            "number": "7",
            "text": "Tato ay junoc ex ayxo e trato e nupnaji, palta manto ex nupnajoc, meltzajanhec yic tzex nupnaji. Q'uinaloc tzex cham d'a scal oval tic, ch'ocxopax mach snupnaj yed' ix ix chi', xcham eb'."
        },
        {
            "number": "8",
            "text": "Slajvi chi' syalanpax eb' yajalil soldado chi': Tato ayex tzex xivi, meltzajanhec d'a e pat, yic vach' malaj eb' schab'axq'ue sk'ool eyuuj, xcham eb'."
        },
        {
            "number": "9",
            "text": "Ayic slajvi slolon masanil eb' yajal chi', tz'ak'jioch yopisio junjun cuchb'um d'a junjun macanh eb' soldado."
        },
        {
            "number": "10",
            "text": "Tato tzex k'och d'a spatictac junoc chonhab' yic tzeyak'an oval yed'oc, b'ab'el tzeyala': ¿E gana am junk'olal, mato oval? xe chi."
        },
        {
            "number": "11",
            "text": "Tato a eb' ay d'a jun chonhab' chi' sgana junk'olal, tzex schaanoch eb' d'a yol schonhab' chi', yovalil tzeyak' pural eb' yochcan e checab'oc."
        },
        {
            "number": "12",
            "text": "Palta tato malaj sgana eb' yoch junk'olal eyed'oc jun, tato syal eb': Caq'uec oval, tato xchi eb', tzex oymaj d'a spatictac schonhab' eb' chi', tzeyak'an oval."
        },
        {
            "number": "13",
            "text": "Axo Jehová co Diosal ol ak'anoch eb' d'a yol e k'ab', ol e xicancham masanil eb' vinh vinac."
        },
        {
            "number": "14",
            "text": "Axonhej eb' ix ix yed' eb' unin, nok' molb'etzal nok' yed' masanil tas ay d'a jun chonhab' chi', eyic tz'ajcani. Tzex tzalaj yed' masanil tastac ol scha sk'ol Jehová co Diosal yic scan d'a yol e k'ab', aton masanil tas ol eyik' d'a eb' ajk'ool chi'."
        },
        {
            "number": "15",
            "text": "Ichanhej chi' ol e k'ulej yed' juntzanh nación najat ay b'aj ol ex cajnaj chi'."
        },
        {
            "number": "16",
            "text": "Palta a juntzanh chonhab' ay d'a lum luum ol yak' Jehová co Diosal eyiquej, manhxa junoc anima tzeyactejcani."
        },
        {
            "number": "17",
            "text": "Ol e satel juntzanh eb' tic: Eb' hitita, eb' amorreo, eb' cananeo, eb' ferezeo, eb' heveo yed' eb' jebuseo, icha val ajnac yalan Jehová."
        },
        {
            "number": "18",
            "text": "Icha chi' tzeyutej eb', yic vach' max ex sk'ayb'ej eb' e b'eyb'alan juntzanh tas te chuc sk'ulej ayic syak'anem sb'a eb' d'a diosal. Tato tze k'ulej tas sk'ulej eb' chi', tz'och e mul d'a Jehová co Diosal."
        },
        {
            "number": "19",
            "text": "Tato nivan tiempo tzex och oyan d'a spatictac junoc chonhab', manh e ch'aquel te te' sloji sat, yujto ol e lo sat te'. A te' avb'en te' chi', manh animaoc te', max yal-laj scot te' d'ayex yak' oval eyed'oc."
        },
        {
            "number": "20",
            "text": "A pax te' comon te' max loji sat jun, tze ch'aquel te' yic tz'och te' e tek'nub'oc d'a spatictac jun chonhab' chi', masanto satel jun chonhab' chi' eyuuj."
        }
    ]
}