{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ayic tzex b'at oval, manh ex xiv t'a eb' eyajk'ool chi. Wach'chom tzeyila' to ek'to sb'isul eb' t'ayex, nivanpax sb'isul nok' schej eb' yet' scarruaje eb' yic oval yet' soldado eb', manh ex xivoc yujto a Jehová co Diosal ik'jinac onh elta t'a Egipto, ha' ol och eyed'oc."
        },
        {
            "number": "2",
            "text": "Ayic manto k'och yorail yoch oval chi', a winh sacerdote tz'alan t'a eb' soldado icha tik:"
        },
        {
            "number": "3",
            "text": "Ab'ec ex vetchonhab', a tiknaik toxo ol eyak' oval yet' eb' cajk'ool, mocab' chab'axq'ue e k'ool, manh ex xivoc. Manh ex ib'xocq'ue yuj xivelal,"
        },
        {
            "number": "4",
            "text": "yujto a Jehová co Diosal ayoch qued'oc. Ha ol ak'an oval yet' eb' cajk'ool chi', yuj chi' ol cak' ganar eb', xcham winh."
        },
        {
            "number": "5",
            "text": "Slajvi chi', syalan eb' yajalil eb' soldado icha tik: Tato ay junok ex toto ix e b'oq'ue e pat, manto ex ochlaj t'a yool, meltzajanhec, q'uinaloc tzex cham t'a skal oval tik, ch'okxo mach scajnajcan t'a yol e pat chi'."
        },
        {
            "number": "6",
            "text": "Tato ay pax junok mach t'a co cal tik ix yavej yuva, manta jab'oc sat smolo', meltzajocab' t'a spat. Q'uinaloc scham t'a skal oval tik, ch'okxo mach smolan sat yuva chi'."
        },
        {
            "number": "7",
            "text": "Tato ay junok ex ayxo e trato e nupnaji, palta manto ex nupnajoc, meltzajanhec yic tzex nupnaji. Q'uinaloc tzex cham t'a skal oval tik, ch'ocxopax mach snupnaj yet' ix ix chi', xcham eb'."
        },
        {
            "number": "8",
            "text": "Slajvi chi' syalanpax eb' yajalil soldado chi': Tato ayex tzex xivi, meltzajanhec t'a e pat, yic wach' malaj eb' schab'axq'ue sk'ool eyuuj, xcham eb'."
        },
        {
            "number": "9",
            "text": "Ayic slajvi slolon masanil eb' yajal chi', tz'ak'jioch yopisio junjun cuchb'um t'a junjun makan eb' soldado."
        },
        {
            "number": "10",
            "text": "Tato tzex k'och t'a spatictac junok chonhab' yic tzeyak'an oval yet'oc, b'ab'el tzeyala': ¿E gana am junk'olal, mato oval? xe chi."
        },
        {
            "number": "11",
            "text": "Tato a eb' ay t'a jun chonhab' chi' sgana junk'olal, tzex schaanoch eb' t'a yol schonhab' chi', yowalil tzeyak' pural eb' yochcan e checab'oc."
        },
        {
            "number": "12",
            "text": "Palta tato malaj sgana eb' yoch junk'olal eyed'oc jun, tato syal eb': Caq'ek oval, tato xchi eb', tzex oymaj t'a spatictac schonhab' eb' chi', tzeyak'an oval."
        },
        {
            "number": "13",
            "text": "Axo Jehová co Diosal ol ak'anoch eb' t'a yol e k'ab', ol e xicancham masanil eb' winh vinac."
        },
        {
            "number": "14",
            "text": "Axonhej eb' ix ix yet' eb' unin, nok' molb'etzal nok' yet' masanil tas ay t'a jun chonhab' chi', eyic tz'ajcani. Tzex tzalaj yet' masanil tastac ol scha sk'ol Jehová co Diosal yic skan t'a yol e k'ab', aton masanil tas ol eyik' t'a eb' ajk'ool chi'."
        },
        {
            "number": "15",
            "text": "Ichanhej chi' ol e k'ulej yet' juntzanh nación najat ay b'aj ol ex cajnaj chi'."
        },
        {
            "number": "16",
            "text": "Palta a juntzanh chonhab' ay t'a lum lum ol yak' Jehová co Diosal eyiquej, manhxa junok anima tzeyactejcani."
        },
        {
            "number": "17",
            "text": "Ol e satel juntzanh eb' tik: Eb' hitita, eb' amorreo, eb' cananeo, eb' ferezeo, eb' heveo yet' eb' jebuseo, icha wal ajnac yalan Jehová."
        },
        {
            "number": "18",
            "text": "Icha chi' tzeyutej eb', yic wach' max ex sk'ayb'ej eb' e b'eyb'alan juntzanh tas te chuk sk'ulej ayic syak'anem sb'a eb' t'a diosal. Tato tze k'ulej tas sk'ulej eb' chi', tz'och e mul t'a Jehová co Diosal."
        },
        {
            "number": "19",
            "text": "Tato niwan tiempo tzex och oyan t'a spatictac junok chonhab', manh e ch'aquel te te' sloji sat, yujto ol e lo sat te'. Ha te' avb'en te' chi', manh animaoc te', max yal-laj scot te' t'ayex yak' oval eyed'oc."
        },
        {
            "number": "20",
            "text": "Ha pax te' comon te' max loji sat jun, tze ch'aquel te' yic tz'och te' e tek'nub'oc t'a spatictac jun chonhab' chi', masanto satel jun chonhab' chi' eyuuj."
        }
    ]
}