{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ayic tzex b'at owal, manh ex xiv t'a heb' eyajk'ool chi. Wach'chom tzeyila' to ek'to sb'isul heb' t'ayex, niwanpax sb'isul nok' schej heb' yet' scarruaje heb' yic owal yet' soldado heb', manh ex xiwoc yujto a Jehová ko Diosal ik'jinac onh elta t'a Egipto, ha' ol och eyed'oc."
        },
        {
            "number": "2",
            "text": "Ayic manto k'och yorail yoch owal chi', a winh sacerdote tz'alan t'a heb' soldado icha tik:"
        },
        {
            "number": "3",
            "text": "Ab'ec ex wetchonhab', a tiknaik toxo ol eyak' owal yet' heb' cajk'ool, mocab' chab'axk'e he k'ool, manh ex xiwoc. Manh ex ib'xock'e yuj xiwelal,"
        },
        {
            "number": "4",
            "text": "yujto a Jehová ko Diosal ayoch qued'oc. Ha ol ak'an owal yet' heb' cajk'ool chi', yuj chi' ol cak' ganar heb', xcham winh."
        },
        {
            "number": "5",
            "text": "Slajwi chi', syalan heb' yajalil heb' soldado icha tik: Tato ay junok ex toto ix he b'ok'e he pat, manto ex ochlaj t'a yool, meltzajanhec, q'uinaloc tzex cham t'a skal owal tik, ch'okxo mach scajnajcan t'a yol he pat chi'."
        },
        {
            "number": "6",
            "text": "Tato ay pax junok mach t'a ko kal tik ix yawej yuwa, manta jab'oc sat smolo', meltzajocab' t'a spat. Q'uinaloc scham t'a skal owal tik, ch'okxo mach smolan sat yuwa chi'."
        },
        {
            "number": "7",
            "text": "Tato ay junok ex ayxo he trato he nupnaji, palta manto ex nupnajoc, meltzajanhec yic tzex nupnaji. Q'uinaloc tzex cham t'a skal owal tik, ch'ocxopax mach snupnaj yet' ix ix chi', xcham heb'."
        },
        {
            "number": "8",
            "text": "Slajwi chi' syalanpax heb' yajalil soldado chi': Tato ayex tzex xiwi, meltzajanhec t'a he pat, yic wach' malaj heb' schab'axk'e sk'ool eyuuj, xcham heb'."
        },
        {
            "number": "9",
            "text": "Ayic slajwi slolon masanil heb' yajal chi', tz'ak'jioch yopisio junjun cuchb'um t'a junjun makan heb' soldado."
        },
        {
            "number": "10",
            "text": "Tato tzex k'och t'a spatictac junok chonhab' yic tzeyak'an owal yet'oc, b'ab'el tzeyala': ¿E gana am junk'olal, mato owal? xe chi."
        },
        {
            "number": "11",
            "text": "Tato a heb' ay t'a jun chonhab' chi' sgana junk'olal, tzex schaanoch heb' t'a yol schonhab' chi', yowalil tzeyak' pural heb' yochcan he checab'oc."
        },
        {
            "number": "12",
            "text": "Palta tato malaj sgana heb' yoch junk'olal eyed'oc jun, tato syal heb': Caq'ek owal, tato xchi heb', tzex oymaj t'a spatictac schonhab' heb' chi', tzeyak'an owal."
        },
        {
            "number": "13",
            "text": "Axo Jehová ko Diosal ol ak'anoch heb' t'a yol he k'ab', ol he xicancham masanil heb' winh winak."
        },
        {
            "number": "14",
            "text": "Axonhej heb' ix ix yet' heb' unin, nok' molb'etzal nok' yet' masanil tas ay t'a jun chonhab' chi', eyic tz'ajcani. Tzex tzalaj yet' masanil tastac ol scha sk'ol Jehová ko Diosal yic skan t'a yol he k'ab', aton masanil tas ol eyik' t'a heb' ajk'ool chi'."
        },
        {
            "number": "15",
            "text": "Ichanhej chi' ol he k'ulej yet' juntzanh nación najat ay b'aj ol ex cajnaj chi'."
        },
        {
            "number": "16",
            "text": "Palta a juntzanh chonhab' ay t'a lum lum ol yak' Jehová ko Diosal eyiquej, manhxa junok anima tzeyactejcani."
        },
        {
            "number": "17",
            "text": "Ol he satel juntzanh heb' tik: Eb' hitita, heb' amorreo, heb' cananeo, heb' ferezeo, heb' heweo yet' heb' jebuseo, icha wal ajnac yalan Jehová."
        },
        {
            "number": "18",
            "text": "Icha chi' tzeyutej heb', yic wach' max ex sk'ayb'ej heb' he b'eyb'alan juntzanh tas te chuk sk'ulej ayic syak'anem sb'a heb' t'a diosal. Tato tze k'ulej tas sk'ulej heb' chi', tz'och he mul t'a Jehová ko Diosal."
        },
        {
            "number": "19",
            "text": "Tato niwan tiempo tzex och oyan t'a spatictac junok chonhab', manh he ch'aquel te te' sloji sat, yujto ol he lo sat te'. Ha te' avb'en te' chi', manh animaoc te', max yal-laj scot te' t'ayex yak' owal eyed'oc."
        },
        {
            "number": "20",
            "text": "Ha pax te' comon te' max loji sat jun, tze ch'aquel te' yic tz'och te' he tek'nub'oc t'a spatictac jun chonhab' chi', masanto satel jun chonhab' chi' eyuuj."
        }
    ]
}