{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Tato tz'ilchaj snivanil junok anima t'a spatictaquel e chonhab' t'a lum lum ol yak' Jehová co Diosal eyiquej chi', manh chequeloc mach ix mak'anchamoc,"
        },
        {
            "number": "2",
            "text": "a eb' winh juez yet' eb' winh yichamtac vinaquil juntzanh chonhab' ay t'a slak'anil jun chamnac chi', a eb' tz'echtani mach junok juntzanh chonhab' chi' lak'an ay b'aj ix cham jun anima chi'."
        },
        {
            "number": "3",
            "text": "Slajvi chi', haxo eb' winh yichamtac vinaquil chonhab' ay t'a slak'anil chi', a eb' winh tz'ik'anb'at junok nok' cob'es vacax manta b'aj tz'och te' yugo t'ay,"
        },
        {
            "number": "4",
            "text": "syik'anem nok' eb' winh t'a sch'olanil sti' junok ha' melem b'aj mantalaj mach smunlaji. Ata' smak'ji canhchaj sjaj nok' vacax chi'."
        },
        {
            "number": "5",
            "text": "Axo eb' sacerdote yinhtilal Leví tz'och testigoal t'ay, yujto anhej eb' sb'oan yaj oval yet' tastac chukal tzuji t'a skal e chonhab', aton eb' sik'b'ilel yuj Jehová co Diosal, ayoch eb' yak'an servil yet' yalan wach' lolonel t'a Jehová chi'."
        },
        {
            "number": "6",
            "text": "Slajvi chi', masanil eb' yichamtac vinaquil chonhab' chi' sb'iquel sk'ab' eb' t'a yib'anh nok' cob'es vacax chamnacxo chi',"
        },
        {
            "number": "7",
            "text": "syalan juntzanh lolonel eb' icha tik: Ha onh tik, manhoc onh ix co mak'cham jun anima tik, manh cojtacoc mach ix mak'anchamoc."
        },
        {
            "number": "8",
            "text": "Mamin Jehová, ak' nivank'olal t'a quib'anh, mocab' ak'canoch schamel jun anima tik co muloc a onh a chonhab' onh colb'il onh tik uuj, xcham eb'. Icha chi' tz'aj sb'o yaj schamel jun chamnac chi'."
        },
        {
            "number": "9",
            "text": "Tato icha chi' sk'ulej eb', manhxalaj yalan yic eb' t'a jun chamnac chi', yujto ix sk'anab'ajej eb' tas syal Jehová."
        },
        {
            "number": "10",
            "text": "Ayic tzeyak'an oval yet' eb' ajk'ool, tato tzeyak' ganar eb' yuj Jehová co Diosal, tzeyik'ancot eb' e checab'oc."
        },
        {
            "number": "11",
            "text": "Tato ay mach t'a e cal tz'ilanoch junok ix ix te wach' yilji t'a skal eb', skan sgana t'a ix, syik'anb'at ix t'a spat,"
        },
        {
            "number": "12",
            "text": "ata' sjoxel xil sjolom ix, syik'anel yech ix,"
        },
        {
            "number": "13",
            "text": "sq'uexchajel spichul ix ayochi ayic ix ik'jicot ix chi', scannhej ix t'a spat winh vinac chi'. Jun ujal tz'ok' ix yuj smam snun. Slajvi chi', syik'an ix winh yetb'eyumoc."
        },
        {
            "number": "14",
            "text": "Tato slajvi chi', manhxa sgana winh t'a ix, syal yak'anel ix winh t'a libre. Palta max yal-laj schonhjiel ix, ma yoch ix schecab'oc winh, yujto toxo ix ixtaj ix yuj winh."
        },
        {
            "number": "15",
            "text": "Q'uinaloc ay junok winh vinac chavanh yetb'eyum, jun ix te xajan yuj winh, haxo junxo ix chacb'ilel yuj winh. Tato tz'alji yune' eb' ix schavanhil, tato a jun ix chacb'ilel chi' sb'ab'laj alji yune',"
        },
        {
            "number": "16",
            "text": "ayic sk'och sk'ual spojanek' stastac winh, syak'an winh t'a eb' yuninal, max yal-laj yoch yune' ix xajanab'il chi' b'ab'el uninal. Q'uinaloc icha b'ab'el unin syutej winh, chuk sk'ulej winh t'a winh sb'ab'el unin yic ix chacb'ilel chi', yujto a winh chi' yel b'ab'el unin yaj winh."
        },
        {
            "number": "17",
            "text": "Yovalil a winh chi' b'ab'el unin yaji. Ha winh schaan cha makan smacb'en yic sb'ab'el uninab'il."
        },
        {
            "number": "18",
            "text": "Tato ay mach ay junok yuninal te chuk, ma te pit, max sk'anab'ajej tas syal smam snun, wach'chom smak'ji, palta anheja' max sk'anab'ajej."
        },
        {
            "number": "19",
            "text": "Tato icha chi', a eb' mamab'il nunab'il chi', yowalil syik'b'at jun yune' eb' chi' t'a yichanh eb' winh yichamtac vinaquil chonhab',"
        },
        {
            "number": "20",
            "text": "syalan eb' icha tik: Ha wal jun cune' tik, te pit, te chuk. Max onh sk'anab'ajej, axonhej chukal sk'ulej, te b'uk'tzin, anhej uq'uel anh syak'a', xcham eb'."
        },
        {
            "number": "21",
            "text": "Tato icha chi', haxo masanil eb' winh vinac t'a jun chonhab' chi' sjulq'uenancham jun yune' eb' chi'. Icha chi' tz'aj yik'jiel jantac chukal ay t'a yol e chonhab' chi'. Ayic syab'an jun chi' eb' quetchonhab' smasanil, sxivq'ue eb'."
        },
        {
            "number": "22",
            "text": "Tato ay junok vinac smak'jicham yuj schucal, sq'ue locan t'a junok te te',"
        },
        {
            "number": "23",
            "text": "a snivanil chi', max canlaj ta' tzek' ak'wal, yowalil smucchaj t'a jun k'u chi', yic wach' max eyixtejb'at lum lum ol yak' Jehová co Diosal chi' t'ayex, yujto aycot scatab' Dios t'a yib'anh mach sq'ue locan t'a junok te te' chi'."
        }
    ]
}