{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Tato tz'ilchaj sniwanil junok anima t'a spatictaquel he chonhab' t'a lum lum ol yak' Jehová ko Diosal eyiquej chi', manh chequeloc mach ix mak'anchamoc,"
        },
        {
            "number": "2",
            "text": "a heb' winh juez yet' heb' winh yichamtac winaquil juntzanh chonhab' ay t'a slak'anil jun chamnac chi', a heb' tz'echtani mach junok juntzanh chonhab' chi' lak'an ay b'aj ix cham jun anima chi'."
        },
        {
            "number": "3",
            "text": "Slajwi chi', haxo heb' winh yichamtac winaquil chonhab' ay t'a slak'anil chi', a heb' winh tz'ik'anb'at junok nok' cob'es wakax manta b'aj tz'och te' yugo t'ay,"
        },
        {
            "number": "4",
            "text": "syik'anem nok' heb' winh t'a sch'olanil sti' junok ha' melem b'aj mantalaj mach smunlaji. Ata' smak'ji canhchaj sjaj nok' wakax chi'."
        },
        {
            "number": "5",
            "text": "Axo heb' sacerdote yinhtilal Leví tz'och testigoal t'ay, yujto anhej heb' sb'oan yaj owal yet' tastac chukal tzuji t'a skal he chonhab', aton heb' sik'b'ilel yuj Jehová ko Diosal, ayoch heb' yak'an serwil yet' yalan wach' lolonel t'a Jehová chi'."
        },
        {
            "number": "6",
            "text": "Slajwi chi', masanil heb' yichamtac winaquil chonhab' chi' sb'iquel sk'ab' heb' t'a yib'anh nok' cob'es wakax chamnacxo chi',"
        },
        {
            "number": "7",
            "text": "syalan juntzanh lolonel heb' icha tik: Ha onh tik, manhoc onh ix ko mak'cham jun anima tik, manh cojtakoc mach ix mak'anchamoc."
        },
        {
            "number": "8",
            "text": "Mamin Jehová, ak' niwank'olal t'a quib'anh, mokab' ak'kanoch schamel jun anima tik ko muloc a onh a chonhab' onh colb'il onh tik uuj, xcham heb'. Icha chi' tz'aj sb'o yaj schamel jun chamnac chi'."
        },
        {
            "number": "9",
            "text": "Tato icha chi' sk'ulej heb', manhxalaj yalan yic heb' t'a jun chamnac chi', yujto ix sk'anab'ajej heb' tas syal Jehová."
        },
        {
            "number": "10",
            "text": "Ayic tzeyak'an owal yet' heb' ajk'ool, tato tzeyak' ganar heb' yuj Jehová ko Diosal, tzeyik'ancot heb' he chekab'oc."
        },
        {
            "number": "11",
            "text": "Tato ay mach t'a he kal tz'ilanoch junok ix ix te wach' yilji t'a skal heb', skan snib'ej t'a ix, syik'anb'at ix t'a spat,"
        },
        {
            "number": "12",
            "text": "ata' sjoxel xil sjolom ix, syik'anel yech ix,"
        },
        {
            "number": "13",
            "text": "sk'exchajel spichul ix ayochi ayic ix ik'jicot ix chi', skannhej ix t'a spat winh winak chi'. Jun ujal tz'ok' ix yuj smam snun. Slajwi chi', syik'an ix winh yetb'eyumoc."
        },
        {
            "number": "14",
            "text": "Tato slajwi chi', manhxa snib'ej winh t'a ix, syal yak'anel ix winh t'a libre. Palta max yal-laj schonhjiel ix, ma yoch ix schekab'oc winh, yujto toxo ix ixtaj ix yuj winh."
        },
        {
            "number": "15",
            "text": "Q'uinaloc ay junok winh winak chawanh yetb'eyum, jun ix te xajan yuj winh, haxo junxo ix chacb'ilel yuj winh. Tato tz'alji yune' heb' ix schawanhil, tato a jun ix chacb'ilel chi' sb'ab'laj alji yune',"
        },
        {
            "number": "16",
            "text": "ayic sk'och sk'ual spojanek' stastac winh, syak'an winh t'a heb' yuninal, max yal-laj yoch yune' ix xajanab'il chi' b'ab'el uninal. Q'uinaloc icha b'ab'el unin syutej winh, chuk sk'ulej winh t'a winh sb'ab'el unin yic ix chacb'ilel chi', yujto a winh chi' yel b'ab'el unin yaj winh."
        },
        {
            "number": "17",
            "text": "Yowalil a winh chi' b'ab'el unin yaji. Ha winh schaan cha makan smacb'en yic sb'ab'el uninab'il."
        },
        {
            "number": "18",
            "text": "Tato ay mach ay junok yuninal te chuk, ma te pit, max sk'anab'ajej tas syal smam snun, wach'chom smak'ji, palta anheja' max sk'anab'ajej."
        },
        {
            "number": "19",
            "text": "Tato icha chi', a heb' mamab'il nunab'il chi', yowalil syik'b'at jun yune' heb' chi' t'a yichanh heb' winh yichamtac winaquil chonhab',"
        },
        {
            "number": "20",
            "text": "syalan heb' icha tik: Ha wal jun cune' tik, te pit, te chuk. Max onh sk'anab'ajej, axonhej chukal sk'ulej, te b'uk'tzin, anhej uk'el anh syak'a', xcham heb'."
        },
        {
            "number": "21",
            "text": "Tato icha chi', haxo masanil heb' winh winak t'a jun chonhab' chi' sjulk'enancham jun yune' heb' chi'. Icha chi' tz'aj yik'jiel jantac chukal ay t'a yol he chonhab' chi'. Ayic syab'an jun chi' heb' quetchonhab' smasanil, sxivk'e heb'."
        },
        {
            "number": "22",
            "text": "Tato ay junok winak smak'jicham yuj schukal, sk'e lokan t'a junok te te',"
        },
        {
            "number": "23",
            "text": "a sniwanil chi', max canlaj ta' tzek' ak'wal, yowalil smucchaj t'a jun k'u chi', yic wach' max eyixtejb'at lum lum ol yak' Jehová ko Diosal chi' t'ayex, yujto aycot skatab' Dios t'a yib'anh mach sk'e lokan t'a junok te te' chi'."
        }
    ]
}