{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay junok ex tzeyil satcan nok' swacax, ma scalnel junok heb' eyetchonhab', manh tonhejoc tzeyilcan nok', palta to tzeyik'cot nok' t'a jun eyetchonhab' chi'."
        },
        {
            "number": "2",
            "text": "Tato manhoc t'a he lak'anil cajan jun ay yic nok' chi', mato manh eyojtacoc mach ay yic nok', tzeyik'cot nok', wach'ocab' tz'aj nok' t'a he pat chi' masanto sayjiek' nok' yuj winh yajal nok' chi', ichato chi' tzeyak'an meltzaj nok' t'a winh."
        },
        {
            "number": "3",
            "text": "Icha pax chi' tze k'ulej yet' junok nok' b'uru, ma junok k'apac k'apac, ma junok yalnhej tas satb'ati. Tato ay junok ex tzeyila', mocab' tonhejoc tzeyilcani."
        },
        {
            "number": "4",
            "text": "Tato ay junok ex tzeyil stelwi nok' sb'uru, ma nok' swacax junok eyetchonhab' t'a yoltac b'e, mocab' tonhejoc tzeyiloch heb', palta to tzex och yet' heb' eyik'ank'e waan nok'."
        },
        {
            "number": "5",
            "text": "Ha heb' ix ix, max yal-laj sk'anan tastac sk'an heb' winh winak heb' ix, anheja' heb' winh winak max yalpaxlaj yak'anoch spichul heb' ix ix heb' winh, yujto syajji mach icha chi' sk'ulej yuj Jehová ko Diosal."
        },
        {
            "number": "6",
            "text": "Tato ay junok mach ex tzeyil junok so' nok' much t'a yol b'e t'a sk'ab' junok te te', mato sat lu'um ayemi, ayoch nok' snun chi' t'a yib'anh yune', ma t'a yib'anh snholob', manh eyik'b'at nok' snun chi' yet' yune' chi'."
        },
        {
            "number": "7",
            "text": "Syal eyik'anb'at nok' yune' chi', haxo nok' snun chi' tzeyactejcanb'at nok' yic wach' ol ex elk'ochoc, ol najatb'oc he k 'inal."
        },
        {
            "number": "8",
            "text": "Tato ay junok ex tze b'ok'e junok he pat, panhan tz'aj yib'anh, tzeyak'ek' oyan stitac t'a yib'anh chi' yic wach' malaj mach scot sutnajoc, schami, yic max cot t'a eyib'anh."
        },
        {
            "number": "9",
            "text": "Manh eyawej juntzanhocxo tas t'a skal b'aj awab'il eyuwa, talaj tz'ak'ji yowalil t'ayex, haxo tz'aji malaj junok makan schaji he lo sat."
        },
        {
            "number": "10",
            "text": "Ayic tzex munlaj yet' arado, manh eyak'och te' yugo t'a junok nok' wacax yet' t'a junok nok' b'uru yic junnhej smunlaj nok' schawanhil."
        },
        {
            "number": "11",
            "text": "Manh eyak'och pichul jalb'il t'a nok' lana yet' lino."
        },
        {
            "number": "12",
            "text": "Tze b'ooch chanheoc schional yelwanub'oc schiquintac he xotil."
        },
        {
            "number": "13",
            "text": "Tato ay junok winak tz'ik'an junok ix ix yetb'eyumoc, haxo tz'aji maxtzac xajanej ix winh,"
        },
        {
            "number": "14",
            "text": "syalan winh to ay smul ix, snaank'e lolonel winh t'a spatic ix, syalan winh: Ix wik' jun ix ix tik, haxo ix in way yet' ix, ix wilani to manhxo cob'esoclaj ix, xchi winh."
        },
        {
            "number": "15",
            "text": "Tato icha chi', haxo smam snun ix cob'es chi' tz'ik'anb'at yechel yic scob'esal ix t'a yichanh sdespacho heb' winh yichamtac winaquil chonhab'."
        },
        {
            "number": "16",
            "text": "Syalan winh smam ix chi' icha tik t'a heb' winh: Ix wak' ix wisil yetb'eyumoc jun winh tik. Axo tiknaik manhxa snib'ej winh t'a ix,"
        },
        {
            "number": "17",
            "text": "tzijtum tas syal winh. Tob' ay smul ix. Syalan winh to manhxo cob'esoc ix, palta ina wal sch'oxnab'il scob'esal ix tik, xchi winh smam ix chi'. Ayic wan yalan winh icha chi', sch'oxan jun sábana winh t'a yichanh heb' winh yichamtac winaquil chonhab' chi'."
        },
        {
            "number": "18",
            "text": "Axo heb' winh syaman winh winak chi', smak'an winh heb' winh t'a nok' tz'uum."
        },
        {
            "number": "19",
            "text": "Slajwi chi' syak'an cien siclo k'een plata winh smultaoc, yujto syesejk'e winh t'a spatic jun ix cob'es israel, syalan winh to ayxo smul ix. Ha jun tumin chi' tz'ak'ji t'a winh smam ix cob'es chi'. Manh yujoc chi' maxtzac yik' ix winh, palta yowalil syik'nhej ix winh masanto chamel."
        },
        {
            "number": "20",
            "text": "Palta tato yel a junok ix ix chi' manhxo cob'esoc ix ayic ix nupnaj ix, malaj yechel t'a ix,"
        },
        {
            "number": "21",
            "text": "tz'ik'jiel ix t'a sti' spat smam, sjulk'enajcham ix yuj masanil heb' winh winak ay t'a jun chonhab' chi', yujto ix yak'och jun niwan mul ix t'a he kal, syak'anpax q'uixwelal smam ix. Icha chi' tz'aj satel juntzanh chukal chi' t'a he kal."
        },
        {
            "number": "22",
            "text": "Tato ay junok winh winak smulan yet' junok ix ix ay yetb'eyum, tz'ilchajelta heb', scham heb' schawanhil, icha chi' tz'aj satel jun chukal chi' t'a he kal."
        },
        {
            "number": "23",
            "text": "Tato ay junok ix cob'es ayxo strato snupnaji, haxo tz'aji ay junokxo winak tz'ixtan ix t'a yol junok chonhab',"
        },
        {
            "number": "24",
            "text": "tz'ik'jib'at heb' schawanhil t'a yichanh despacho t'a chonhab' chi'. Ata' sjulk'enajcham heb' schawanhil. Scham ix yujto maj el yav ix yic ay mach scolani. Schampax winh winak chi' yujto ix yixtej jun ix ayxo strato yoch yetb'eyumoc jun winh yetwinaquil winh. Icha chi' tz'aj satel jun chukal chi' t'a he kal."
        },
        {
            "number": "25",
            "text": "Tato ay junok ix ix ayxo strato yoch yetb'eyum, schalan sb'a ix yet' junok winh winak b'aj malaj anima, tz'ixtaj ix yuj winh, tato icha chi', anhej winh winak chi' schami yujto ix ak'ji pural ix yuj winh."
        },
        {
            "number": "26",
            "text": "Axo ix cob'es chi', malaj tas tz'alchaj t'a ix, yujto malaj smul ix, max yal-laj scham ix. Ha jun tas sk'ulej winh winak chi' lajan icha junok winh smak'cham junok yetanimail,"
        },
        {
            "number": "27",
            "text": "yujto sch'ocoj ix ayek' b'aj malaj anima. Wach'chom tz'el yav ix, palta malaj mach scolan ix."
        },
        {
            "number": "28",
            "text": "Tato ay junok winh winak schalaj sb'a yet' junok ix cob'es mantalaj mach ay strato yet'oc, syak'an pural winh yixtan ix, tz'ilchajelta heb',"
        },
        {
            "number": "29",
            "text": "a winh winak chi' yowalil syak' 50 siclo k'een plata winh t'a winh smam ix, yujto ix ak'ji pural ix yuj winh. Yowalil syik'xonhej ix winh yetb'eyumoc, masanto chamel."
        },
        {
            "number": "30",
            "text": "Malajocab' junok mach tz'em ajmulal yet' ix yetb'eyum smam. Tato ay mach sk'ulan icha chi', malaj yelk'och smam t'a yol sat syal chi'."
        }
    ]
}