{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay junoc ex tzeyil satcan nok' svacax, ma scalnel junoc eb' eyetchonhab', manh tonhejoc tzeyilcan nok', palta to tzeyik'cot nok' d'a jun eyetchonhab' chi'."
        },
        {
            "number": "2",
            "text": "Tato manhoc d'a e lak'anil cajan jun ay yic nok' chi', mato manh eyojtacoc mach ay yic nok', tzeyik'cot nok', vach'ocab' tz'aj nok' d'a e pat chi' masanto sayjiek' nok' yuj vinh yajal nok' chi', ichato chi' tzeyak'an meltzaj nok' d'a vinh."
        },
        {
            "number": "3",
            "text": "Icha pax chi' tze k'ulej yed' junoc nok' b'uru, ma junoc k'apac k'apac, ma junoc yalnhej tas satb'ati. Tato ay junoc ex tzeyila', mocab' tonhejoc tzeyilcani."
        },
        {
            "number": "4",
            "text": "Tato ay junoc ex tzeyil stelvi nok' sb'uru, ma nok' svacax junoc eyetchonhab' d'a yoltac b'e, mocab' tonhejoc tzeyiloch eb', palta to tzex och yed' eb' eyik'anq'ue vaan nok'."
        },
        {
            "number": "5",
            "text": "A eb' ix ix, max yal-laj sk'anan tastac sk'an eb' vinh vinac eb' ix, anheja' eb' vinh vinac max yalpaxlaj yak'anoch spichul eb' ix ix eb' vinh, yujto syajji mach icha chi' sk'ulej yuj Jehová co Diosal."
        },
        {
            "number": "6",
            "text": "Tato ay junoc mach ex tzeyil junoc so' nok' much d'a yol b'e d'a sk'ab' junoc te te', mato sat luum ayemi, ayoch nok' snun chi' d'a yib'anh yune', ma d'a yib'anh snholob', manh eyik'b'at nok' snun chi' yed' yune' chi'."
        },
        {
            "number": "7",
            "text": "Syal eyik'anb'at nok' yune' chi', axo nok' snun chi' tzeyactejcanb'at nok' yic vach' ol ex elk'ochoc, ol najatb'oc e q'uinal."
        },
        {
            "number": "8",
            "text": "Tato ay junoc ex tze b'oq'ue junoc e pat, panhan tz'aj yib'anh, tzeyaq'uek' oyan stitac d'a yib'anh chi' yic vach' malaj mach scot sutnajoc, schami, yic max cot d'a eyib'anh."
        },
        {
            "number": "9",
            "text": "Manh eyavej juntzanhocxo tas d'a scal b'aj avab'il eyuva, talaj tz'ak'ji yovalil d'ayex, axo tz'aji malaj junoc macanh schaji e lo sat."
        },
        {
            "number": "10",
            "text": "Ayic tzex munlaj yed' arado, manh eyak'och te' yugo d'a junoc nok' vacax yed' d'a junoc nok' b'uru yic junnhej smunlaj nok' schavanhil."
        },
        {
            "number": "11",
            "text": "Manh eyak'och pichul jalb'il d'a nok' lana yed' lino."
        },
        {
            "number": "12",
            "text": "Tze b'ooch chanheoc schional yelvanub'oc schiquintac e xotil."
        },
        {
            "number": "13",
            "text": "Tato ay junoc vinac tz'ik'an junoc ix ix yetb'eyumoc, axo tz'aji maxtzac xajanej ix vinh,"
        },
        {
            "number": "14",
            "text": "syalan vinh to ay smul ix, snaanq'ue lolonel vinh d'a spatic ix, syalan vinh: Ix vik' jun ix ix tic, axo ix in vay yed' ix, ix vilani to manhxo cob'esoclaj ix, xchi vinh."
        },
        {
            "number": "15",
            "text": "Tato icha chi', axo smam snun ix cob'es chi' tz'ik'anb'at yechel yic scob'esal ix d'a yichanh sdespacho eb' vinh yichamtac vinaquil chonhab'."
        },
        {
            "number": "16",
            "text": "Syalan vinh smam ix chi' icha tic d'a eb' vinh: Ix vak' ix visil yetb'eyumoc jun vinh tic. Axo ticnaic manhxa sgana vinh d'a ix,"
        },
        {
            "number": "17",
            "text": "tzijtum tas syal vinh. Tob' ay smul ix. Syalan vinh to manhxo cob'esoc ix, palta ina val sch'oxnab'il scob'esal ix tic, xchi vinh smam ix chi'. Ayic van yalan vinh icha chi', sch'oxan jun sábana vinh d'a yichanh eb' vinh yichamtac vinaquil chonhab' chi'."
        },
        {
            "number": "18",
            "text": "Axo eb' vinh syaman vinh vinac chi', smak'an vinh eb' vinh d'a nok' tz'uum."
        },
        {
            "number": "19",
            "text": "Slajvi chi' syak'an cien siclo q'uen plata vinh smultaoc, yujto syesejq'ue vinh d'a spatic jun ix cob'es israel, syalan vinh to ayxo smul ix. A jun tumin chi' tz'ak'ji d'a vinh smam ix cob'es chi'. Manh yujoc chi' maxtzac yik' ix vinh, palta yovalil syik'nhej ix vinh masanto chamel."
        },
        {
            "number": "20",
            "text": "Palta tato yel a junoc ix ix chi' manhxo cob'esoc ix ayic ix nupnaj ix, malaj yechel d'a ix,"
        },
        {
            "number": "21",
            "text": "tz'ik'jiel ix d'a sti' spat smam, sjulq'uenajcham ix yuj masanil eb' vinh vinac ay d'a jun chonhab' chi', yujto ix yak'och jun nivan mul ix d'a e cal, syak'anpax q'uixvelal smam ix. Icha chi' tz'aj satel juntzanh chucal chi' d'a e cal."
        },
        {
            "number": "22",
            "text": "Tato ay junoc vinh vinac smulan yed' junoc ix ix ay yetb'eyum, tz'ilchajelta eb', scham eb' schavanhil, icha chi' tz'aj satel jun chucal chi' d'a e cal."
        },
        {
            "number": "23",
            "text": "Tato ay junoc ix cob'es ayxo strato snupnaji, axo tz'aji ay junocxo vinac tz'ixtan ix d'a yol junoc chonhab',"
        },
        {
            "number": "24",
            "text": "tz'ik'jib'at eb' schavanhil d'a yichanh despacho d'a chonhab' chi'. Ata' sjulq'uenajcham eb' schavanhil. Scham ix yujto maj el yav ix yic ay mach scolani. Schampax vinh vinac chi' yujto ix yixtej jun ix ayxo strato yoch yetb'eyumoc jun vinh yetvinaquil vinh. Icha chi' tz'aj satel jun chucal chi' d'a e cal."
        },
        {
            "number": "25",
            "text": "Tato ay junoc ix ix ayxo strato yoch yetb'eyum, schalan sb'a ix yed' junoc vinh vinac b'aj malaj anima, tz'ixtaj ix yuj vinh, tato icha chi', anhej vinh vinac chi' schami yujto ix ak'ji pural ix yuj vinh."
        },
        {
            "number": "26",
            "text": "Axo ix cob'es chi', malaj tas tz'alchaj d'a ix, yujto malaj smul ix, max yal-laj scham ix. A jun tas sk'ulej vinh vinac chi' lajan icha junoc vinh smak'cham junoc yetanimail,"
        },
        {
            "number": "27",
            "text": "yujto sch'ocoj ix ayek' b'aj malaj anima. Vach'chom tz'el yav ix, palta malaj mach scolan ix."
        },
        {
            "number": "28",
            "text": "Tato ay junoc vinh vinac schalaj sb'a yed' junoc ix cob'es mantalaj mach ay strato yed'oc, syak'an pural vinh yixtan ix, tz'ilchajelta eb',"
        },
        {
            "number": "29",
            "text": "a vinh vinac chi' yovalil syak' 50 siclo q'uen plata vinh d'a vinh smam ix, yujto ix ak'ji pural ix yuj vinh. Yovalil syik'xonhej ix vinh yetb'eyumoc, masanto chamel."
        },
        {
            "number": "30",
            "text": "Malajocab' junoc mach tz'em ajmulal yed' ix yetb'eyum smam. Tato ay mach sk'ulan icha chi', malaj yelk'och smam d'a yol sat syal chi'."
        }
    ]
}