{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay junok ex tzeyil satcan nok' svacax, ma scalnel junok eb' eyetchonhab', manh tonhejoc tzeyilcan nok', palta to tzeyik'cot nok' t'a jun eyetchonhab' chi'."
        },
        {
            "number": "2",
            "text": "Tato manhoc t'a e lak'anil cajan jun ay yic nok' chi', mato manh eyojtacoc mach ay yic nok', tzeyik'cot nok', wach'ocab' tz'aj nok' t'a e pat chi' masanto sayjiek' nok' yuj vinh yajal nok' chi', ichato chi' tzeyak'an meltzaj nok' t'a vinh."
        },
        {
            "number": "3",
            "text": "Icha pax chi' tze k'ulej yet' junok nok' b'uru, ma junok k'apac k'apac, ma junok yalnhej tas satb'ati. Tato ay junok ex tzeyila', mocab' tonhejoc tzeyilcani."
        },
        {
            "number": "4",
            "text": "Tato ay junok ex tzeyil stelvi nok' sb'uru, ma nok' svacax junok eyetchonhab' t'a yoltac b'e, mocab' tonhejoc tzeyiloch eb', palta to tzex och yet' eb' eyik'anq'ue vaan nok'."
        },
        {
            "number": "5",
            "text": "Ha eb' ix ix, max yal-laj sk'anan tastac sk'an eb' vinh vinac eb' ix, anheja' eb' vinh vinac max yalpaxlaj yak'anoch spichul eb' ix ix eb' vinh, yujto syajji mach icha chi' sk'ulej yuj Jehová co Diosal."
        },
        {
            "number": "6",
            "text": "Tato ay junok mach ex tzeyil junok so' nok' much t'a yol b'e t'a sk'ab' junok te te', mato sat lu'um ayemi, ayoch nok' snun chi' t'a yib'anh yune', ma t'a yib'anh snholob', manh eyik'b'at nok' snun chi' yet' yune' chi'."
        },
        {
            "number": "7",
            "text": "Syal eyik'anb'at nok' yune' chi', haxo nok' snun chi' tzeyactejcanb'at nok' yic wach' ol ex elk'ochoc, ol najatb'oc e q'uinal."
        },
        {
            "number": "8",
            "text": "Tato ay junok ex tze b'oq'ue junok e pat, panhan tz'aj yib'anh, tzeyaq'uek' oyan stitac t'a yib'anh chi' yic wach' malaj mach scot sutnajoc, schami, yic max cot t'a eyib'anh."
        },
        {
            "number": "9",
            "text": "Manh eyavej juntzanhocxo tas t'a skal b'aj avab'il eyuva, talaj tz'ak'ji yovalil t'ayex, haxo tz'aji malaj junok makan schaji e lo sat."
        },
        {
            "number": "10",
            "text": "Ayic tzex munlaj yet' arado, manh eyak'och te' yugo t'a junok nok' vacax yet' t'a junok nok' b'uru yic junnhej smunlaj nok' schavanhil."
        },
        {
            "number": "11",
            "text": "Manh eyak'och pichul jalb'il t'a nok' lana yet' lino."
        },
        {
            "number": "12",
            "text": "Tze b'ooch chanheoc schional yelvanub'oc schiquintac e xotil."
        },
        {
            "number": "13",
            "text": "Tato ay junok vinac tz'ik'an junok ix ix yetb'eyumoc, haxo tz'aji maxtzac xajanej ix vinh,"
        },
        {
            "number": "14",
            "text": "syalan vinh to ay smul ix, snaanq'ue lolonel vinh t'a spatic ix, syalan vinh: Ix vik' jun ix ix tik, haxo ix in vay yet' ix, ix vilani to manhxo cob'esoclaj ix, xchi vinh."
        },
        {
            "number": "15",
            "text": "Tato icha chi', haxo smam snun ix cob'es chi' tz'ik'anb'at yechel yic scob'esal ix t'a yichanh sdespacho eb' vinh yichamtac vinaquil chonhab'."
        },
        {
            "number": "16",
            "text": "Syalan vinh smam ix chi' icha tik t'a eb' vinh: Ix vak' ix visil yetb'eyumoc jun vinh tik. Axo ticnaic manhxa sgana vinh t'a ix,"
        },
        {
            "number": "17",
            "text": "tzijtum tas syal vinh. Tob' ay smul ix. Syalan vinh to manhxo cob'esoc ix, palta ina val sch'oxnab'il scob'esal ix tik, xchi vinh smam ix chi'. Ayic van yalan vinh icha chi', sch'oxan jun sábana vinh t'a yichanh eb' vinh yichamtac vinaquil chonhab' chi'."
        },
        {
            "number": "18",
            "text": "Axo eb' vinh syaman vinh vinac chi', smak'an vinh eb' vinh t'a nok' tz'uum."
        },
        {
            "number": "19",
            "text": "Slajvi chi' syak'an cien siclo q'uen plata vinh smultaoc, yujto syesejq'ue vinh t'a spatic jun ix cob'es israel, syalan vinh to ayxo smul ix. Ha jun tumin chi' tz'ak'ji t'a vinh smam ix cob'es chi'. Manh yujoc chi' maxtzac yik' ix vinh, palta yovalil syik'nhej ix vinh masanto chamel."
        },
        {
            "number": "20",
            "text": "Palta tato yel a junok ix ix chi' manhxo cob'esoc ix ayic ix nupnaj ix, malaj yechel t'a ix,"
        },
        {
            "number": "21",
            "text": "tz'ik'jiel ix t'a sti' spat smam, sjulq'uenajcham ix yuj masanil eb' vinh vinac ay t'a jun chonhab' chi', yujto ix yak'och jun niwan mul ix t'a e cal, syak'anpax q'uixvelal smam ix. Icha chi' tz'aj satel juntzanh chukal chi' t'a e cal."
        },
        {
            "number": "22",
            "text": "Tato ay junok vinh vinac smulan yet' junok ix ix ay yetb'eyum, tz'ilchajelta eb', scham eb' schavanhil, icha chi' tz'aj satel jun chukal chi' t'a e cal."
        },
        {
            "number": "23",
            "text": "Tato ay junok ix cob'es ayxo strato snupnaji, haxo tz'aji ay junocxo vinac tz'ixtan ix t'a yol junok chonhab',"
        },
        {
            "number": "24",
            "text": "tz'ik'jib'at eb' schavanhil t'a yichanh despacho t'a chonhab' chi'. Ata' sjulq'uenajcham eb' schavanhil. Scham ix yujto maj el yav ix yic ay mach scolani. Schampax vinh vinac chi' yujto ix yixtej jun ix ayxo strato yoch yetb'eyumoc jun vinh yetvinaquil vinh. Icha chi' tz'aj satel jun chukal chi' t'a e cal."
        },
        {
            "number": "25",
            "text": "Tato ay junok ix ix ayxo strato yoch yetb'eyum, schalan sb'a ix yet' junok vinh vinac b'aj malaj anima, tz'ixtaj ix yuj vinh, tato icha chi', anhej vinh vinac chi' schami yujto ix ak'ji pural ix yuj vinh."
        },
        {
            "number": "26",
            "text": "Axo ix cob'es chi', malaj tas tz'alchaj t'a ix, yujto malaj smul ix, max yal-laj scham ix. Ha jun tas sk'ulej vinh vinac chi' lajan icha junok vinh smak'cham junok yetanimail,"
        },
        {
            "number": "27",
            "text": "yujto sch'ocoj ix ayek' b'aj malaj anima. Wach'chom tz'el yav ix, palta malaj mach scolan ix."
        },
        {
            "number": "28",
            "text": "Tato ay junok vinh vinac schalaj sb'a yet' junok ix cob'es mantalaj mach ay strato yet'oc, syak'an pural vinh yixtan ix, tz'ilchajelta eb',"
        },
        {
            "number": "29",
            "text": "a vinh vinac chi' yovalil syak' 50 siclo q'uen plata vinh t'a vinh smam ix, yujto ix ak'ji pural ix yuj vinh. Yovalil syik'xonhej ix vinh yetb'eyumoc, masanto chamel."
        },
        {
            "number": "30",
            "text": "Malajocab' junok mach tz'em ajmulal yet' ix yetb'eyum smam. Tato ay mach sk'ulan icha chi', malaj yelk'och smam t'a yol sat syal chi'."
        }
    ]
}