{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay mach mak'b'ilpoj snholob' sq'ueen, ma ik'b'ilel svinaquil chi', max yal-laj yoch t'a skal eb' yetisraelal ayic molanek' eb' yik'anchaanh Jehová."
        },
        {
            "number": "2",
            "text": "Anheja' junok mitz' unin, malaj pax yalan yic yoch t'a skal eb' smolb'ej sb'a yic syik'anchaanh Jehová. Anhejtona' pax yinhtilal t'a b'ak'uinh max yalpaxlaj yochi."
        },
        {
            "number": "3",
            "text": "Ha eb' amonita yet' eb' moabita, junelnhej malaj yalan yic eb' yoch t'a skal b'aj molanek' eb' schonhab' Jehová, ma yinhtilal eb' t'a b'ak'uinh."
        },
        {
            "number": "4",
            "text": "Yujto ayic ix onh ek'ta t'a yol smacb'en eb', ayic ix onh elta t'a Egipto, maj yak'laj jab'oc ha' eb' cuq'uej, maj yak'paxlaj jab'oc co vael eb'. Ha tas ix sk'ulej eb' to ix stup winhaj Balaam yuninal winhaj Beor eb', ix cot winh t'a Petor t'a yol yic Mesopotamia, yic tzul onh scatab'ancan winh."
        },
        {
            "number": "5",
            "text": "Axo Jehová co Diosal, maj schalaj yab' tas ix yal winhaj Balaam chi', yuj chi' a catab' ijan ix yalcan winh chi' t'a quib'anh, wach' lolonel ix aj yalancan winh, yujto te xajan onh yuj Jehová co Diosal."
        },
        {
            "number": "6",
            "text": "Yuj chi' junelnhej malajocab' b'ak'uinh tzex och t'a junk'olal yet' eb'. Manh e b'opax tas yuj swach'iloc eb'."
        },
        {
            "number": "7",
            "text": "Palta haxo pax eb' edomita, manh e patiquejcanel eb', yujto ayto cuj co b'a yet' eb'. Manh e patiquejpaxel eb' aj Egipto, yujto ek'nac onh cajan jun pekti’ t'a yol smacb'en eb'."
        },
        {
            "number": "8",
            "text": "Ato eb' yixchiquin eb' ayxo yalan yic yoch t'a co cal b'aj sco molb'ej co b'a yuj quik'anchaanh Jehová."
        },
        {
            "number": "9",
            "text": "Ayic tzex b'at t'a oval yet' eb' eyajk'ool, ayic ayex ek' ta', manh e k'ulej tas chacb'ilel yuj Jehová."
        },
        {
            "number": "10",
            "text": "Tato ay junok winh vinac tz'el yinhatil ayic vaynac, yowalil tz'elcan winh t'a spatictac campamento tzek' k'u."
        },
        {
            "number": "11",
            "text": "Axo t'a yemk'ualil, wach' syutej winh sb'icanel sb'a, haxo yic sq'uik'b'i, tz'ochxican winh t'a yol campamento chi'."
        },
        {
            "number": "12",
            "text": "Yovalil junnhej junok b'aj t'a spatiquel campamento b'aj tzex tzaji."
        },
        {
            "number": "13",
            "text": "Ayic tzex b'at tzajel, tzeyik'b'at junok te te' t'a yol e pa, pach yaj snhi' te', tze joy junok olan, tzex tzajiem t'a yool. Slajvi chi', tzeyak'ancanq'ue lum lum t'a yib'anh."
        },
        {
            "number": "14",
            "text": "Yujto a Jehová co Diosal ajun eyed'oc, yicnhej yaj jun campamento chi'. Ha tzex tanhvani, scolvajpax eyed'oc yic tzeyak'an ganar eb' eyajk'ol chi'. Max yal-laj to ay tas chuclaj ay t'a e cal chi', talaj tz'el Jehová chi' t'a e cal yuj jun chi'."
        },
        {
            "number": "15",
            "text": "Tato ay junok checab' tz'el elelal t'a spatrón, snib'ej tz'aj eyed'oc, manh eyak' meltzaj t'a spatrón chi'."
        },
        {
            "number": "16",
            "text": "Canocab' eyed'oc. Libre sik'lan junok chonhab' b'aj sgana tz'aji. Malajocab' mach stzuntzani."
        },
        {
            "number": "17",
            "text": "Malajocab' junok winh vinac, ma junok ix ix t'a co cal syak'och sb'a ajmulal yic tz'och ejmelal t'a juntzanh comon dios."
        },
        {
            "number": "18",
            "text": "Ha q'uen tumin syak' ganar junok ix ix, ma junok winh vinac t'a spatic yajmulal, manh e cha yak' q'uen eb' b'aj syak' sti' yak'an t'a Jehová, yujto a jun b'eyb'al chi' te chacb'ilel yuj."
        },
        {
            "number": "19",
            "text": "Ayic tzeyak'an q'uen tumin majanil t'a junok quetchonhab', manh e k'an yune' q'ueen, ma yalnhej tastac, manh e k'an smajananub'al."
        },
        {
            "number": "20",
            "text": "Ha t'a junok ch'oc chonhab'il ayek' t'a e cal syal e k'anan smajananub'al junok tas tzeyak' smajnej. Axo t'a junok quetchonhab', manh e k'ana', yic wach' ol yak' swach'k'olal Jehová t'a eyib'anh t'a sat lum lum ol eyiquej chi'."
        },
        {
            "number": "21",
            "text": "Ayic tzeyak'an e ti' t'a Jehová co Diosal, elanhchamel tze k'anab'ajej, yujto ol sk'anb'ej Jehová chi' t'ayex. Tato max eyak'a' tz'och e mul."
        },
        {
            "number": "22",
            "text": "Tato malaj b'aj tzeyak' e ti' t'a Jehová chi' jun, malaj b'aj syal yoch e mul."
        },
        {
            "number": "23",
            "text": "Tato ay b'aj tzeyak' e ti' eyak'an jun, yowalil tzeyaq'uelk'ochi, icha wal tas tz'el t'a e k'ool."
        },
        {
            "number": "24",
            "text": "Ayic tzex och t'a skal smunlajel junok eb' quetchonhab', syal e loan sat yuva icha jantac snib'ej e k'ol e loani, palta max yal-laj eyik'anb'at jab'oc t'a yol e pa."
        },
        {
            "number": "25",
            "text": "Tato tzex och t'a skal strigo junok eb' quetchonhab', syal e k'utzanelta ixim sjolom e k'uxu', palta max yal-laj tze jochelta ixim yet' q'uen jochlab' trigo yic tzeyik'anb'ati."
        }
    ]
}