{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay mach mak'b'ilpoj snholob' sk'een, ma ik'b'ilel swinaquil chi', max yal-laj yoch t'a skal heb' yetisraelal ayic molanek' heb' yik'anchaanh Jehová."
        },
        {
            "number": "2",
            "text": "Anheja' junok mitz' unin, malaj pax yalan yic yoch t'a skal heb' smolb'ej sb'a yic syik'anchaanh Jehová. Anhejtona' pax yinhtilal t'a b'ak'uinh max yalpaxlaj yochi."
        },
        {
            "number": "3",
            "text": "Ha heb' amonita yet' heb' moabita, junelnhej malaj yalan yic heb' yoch t'a skal b'aj molanek' heb' schonhab' Jehová, ma yinhtilal heb' t'a b'ak'uinh."
        },
        {
            "number": "4",
            "text": "Yujto ayic ix onh ek'ta t'a yol smacb'en heb', ayic ix onh elta t'a Egipto, maj yak'laj jab'oc ha' heb' cuk'ej, maj yak'paxlaj jab'oc ko wael heb'. Ha tas ix sk'ulej heb' to ix stup winhaj Balaam yuninal winhaj Beor heb', ix cot winh t'a Petor t'a yol yic Mesopotamia, yic tzul onh scatab'ancan winh."
        },
        {
            "number": "5",
            "text": "Axo Jehová ko Diosal, maj schalaj yab' tas ix yal winhaj Balaam chi', yuj chi' a catab' ijan ix yalcan winh chi' t'a quib'anh, wach' lolonel ix aj yalancan winh, yujto te xajan onh yuj Jehová ko Diosal."
        },
        {
            "number": "6",
            "text": "Yuj chi' junelnhej malajocab' b'ak'uinh tzex och t'a junk'olal yet' heb'. Manh he b'opax tas yuj swach'iloc heb'."
        },
        {
            "number": "7",
            "text": "Palta haxo pax heb' edomita, manh he patiquejcanel heb', yujto ayto cuj ko b'a yet' heb'. Manh he patiquejpaxel heb' aj Egipto, yujto ek'nac onh cajan jun pekti’ t'a yol smacb'en heb'."
        },
        {
            "number": "8",
            "text": "Ato heb' yixchiquin heb' ayxo yalan yic yoch t'a ko kal b'aj sco molb'ej ko b'a yuj quik'anchaanh Jehová."
        },
        {
            "number": "9",
            "text": "Ayic tzex b'at t'a owal yet' heb' eyajk'ool, ayic ayex ek' ta', manh he k'ulej tas chacb'ilel yuj Jehová."
        },
        {
            "number": "10",
            "text": "Tato ay junok winh winak tz'el yinhatil ayic waynac, yowalil tz'elcan winh t'a spatictac campamento tzek' k'u."
        },
        {
            "number": "11",
            "text": "Axo t'a yemk'ualil, wach' syutej winh sb'icanel sb'a, haxo yic sq'uik'b'i, tz'ochxican winh t'a yol campamento chi'."
        },
        {
            "number": "12",
            "text": "Yowalil junnhej junok b'aj t'a spatiquel campamento b'aj tzex tzaji."
        },
        {
            "number": "13",
            "text": "Ayic tzex b'at tzajel, tzeyik'b'at junok te te' t'a yol he pa, pach yaj snhi' te', tze joy junok olan, tzex tzajiem t'a yool. Slajwi chi', tzeyak'ancank'e lum lum t'a yib'anh."
        },
        {
            "number": "14",
            "text": "Yujto a Jehová ko Diosal ajun eyed'oc, yicnhej yaj jun campamento chi'. Ha tzex tanhwani, scolwajpax eyed'oc yic tzeyak'an ganar heb' eyajk'ol chi'. Max yal-laj to ay tas chuclaj ay t'a he kal chi', talaj tz'el Jehová chi' t'a he kal yuj jun chi'."
        },
        {
            "number": "15",
            "text": "Tato ay junok checab' tz'el elelal t'a spatrón, snib'ej tz'aj eyed'oc, manh eyak' meltzaj t'a spatrón chi'."
        },
        {
            "number": "16",
            "text": "Canocab' eyed'oc. Libre sik'lan junok chonhab' b'aj sgana tz'aji. Malajocab' mach stzuntzani."
        },
        {
            "number": "17",
            "text": "Malajocab' junok winh winak, ma junok ix ix t'a ko kal syak'och sb'a ajmulal yic tz'och ejmelal t'a juntzanh comon Dios."
        },
        {
            "number": "18",
            "text": "Ha k'een tumin syak' ganar junok ix ix, ma junok winh winak t'a spatic yajmulal, manh he cha yak' k'een heb' b'aj syak' sti' yak'an t'a Jehová, yujto a jun b'eyb'al chi' te chacb'ilel yuj."
        },
        {
            "number": "19",
            "text": "Ayic tzeyak'an k'een tumin majanil t'a junok quetchonhab', manh he k'an yune' k'een, ma yalnhej tastac, manh he k'an smajananub'al."
        },
        {
            "number": "20",
            "text": "Ha t'a junok ch'oc chonhab'il ayek' t'a he kal syal he k'anan smajananub'al junok tas tzeyak' smajnej. Axo t'a junok quetchonhab', manh he k'ana', yic wach' ol yak' swach'k'olal Jehová t'a eyib'anh t'a sat lum lum ol eyiquej chi'."
        },
        {
            "number": "21",
            "text": "Ayic tzeyak'an he ti' t'a Jehová ko Diosal, elanhchamel tze k'anab'ajej, yujto ol sk'anb'ej Jehová chi' t'ayex. Tato max eyak'a' tz'och he mul."
        },
        {
            "number": "22",
            "text": "Tato malaj b'aj tzeyak' he ti' t'a Jehová chi' jun, malaj b'aj syal yoch he mul."
        },
        {
            "number": "23",
            "text": "Tato ay b'aj tzeyak' he ti' eyak'an jun, yowalil tzeyak'elk'ochi, icha wal tas tz'el t'a he k'ool."
        },
        {
            "number": "24",
            "text": "Ayic tzex och t'a skal smunlajel junok heb' quetchonhab', syal he loan sat yuwa icha jantac snib'ej he k'ol he loani, palta max yal-laj eyik'anb'at jab'oc t'a yol he pa."
        },
        {
            "number": "25",
            "text": "Tato tzex och t'a skal strigo junok heb' quetchonhab', syal he k'utzanelta ixim sjolom he k'uxu', palta max yal-laj tze jochelta ixim yet' k'een jochlab' trigo yic tzeyik'anb'ati."
        }
    ]
}