{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay junok vinh vinac syik'laj sb'a yet' junok ix ix, haxo tzek' jab'oc tiempo, ay tas syab' vinh t'a spatic ix, manhxalaj sgana vinh t'a ix, syal spucan sb'a eb', palta yovalil syak' yumal yic puclajb'ail vinh t'a ix, slajvi chi' tz'elta ix t'a yol spat vinh chi'."
        },
        {
            "number": "2",
            "text": "Ayic toxo ix spuc sb'a ix yet' vinh, syal yik'an junocxo vinac ix."
        },
        {
            "number": "3",
            "text": "Palta tato a junxo vinh syik' ix chi' schami, mato tonhej manhxa sgana vinh t'a ix, syak'anpax yumal yic puclajb'ail vinh t'a ix, spechanelta ix vinh t'a yol spat,"
        },
        {
            "number": "4",
            "text": "maxtzac yal-laj yik'an ix vinh b'ab'el yetb'eyum chi', yujto manh wach'oc tato syik'xi ix vinh. Chucxo t'a yol sat Jehová co Diosal. Yuj chi' manh eyixtejb'at lum lum ol yak' Jehová chi' eyiquej."
        },
        {
            "number": "5",
            "text": "Tato ay junok vinh vinac toto ix och yetb'eyum, max yal-laj sb'at vinh t'a oval. Max yalpaxlaj yoch vinh t'a junok opisio. Jun ab'il libre tz'ajkan vinh t'a spat yic syak'an tzalajb'oc sk'ol vinh yet' ix yetb'eyum chi'."
        },
        {
            "number": "6",
            "text": "Tato ay junok mach smajnan tumin t'ayex, manh e k'anek' smolino, ma scha' yuj smajananub'aloc. Tato icha chi' tze k'ulej, ichato tzeyamoch vaan sva'i."
        },
        {
            "number": "7",
            "text": "Tato tz'ab'chaji to ay junok vinh israel tz'elk'anb'at junok yetchonhab' yic tz'och schecab'oc, ma yic schonhaneli, yovalil scham jun vinh elk'um anima chi', tz'el jun chucal chi' t'a e cal."
        },
        {
            "number": "8",
            "text": "Tato ay mach b'aj spitzvichaanh jun yab'il scuchan lepra, yovalil sk'anab'ajej sleyal jun yab'il chi', icha tz'aj yalan eb' sacerdote, aton juntzanh ix valcan t'ayex."
        },
        {
            "number": "9",
            "text": "Naeccoti tas sk'ulejnac ix María t'a yol b'e yuj Jehová co Diosal, ayic quelnaccot t'a Egipto."
        },
        {
            "number": "10",
            "text": "Tato ay q'uen tumin tzeyak' smajnej junok eyetanimail, manh ex och t'a yol spat tzeyik'anelta junok tas yic skan smajananub'aloc q'ueen."
        },
        {
            "number": "11",
            "text": "Palta to tzex kan t'a sti' spat, tze tanhvan yik'canelta tas ol yak' smajananub'aloc q'ueen chi' t'ayex."
        },
        {
            "number": "12",
            "text": "Tato te meb'a' jun anima b'aj ix eyak' q'uen tumin chi' majanil, tato a sk'apac aycan smajananub'aloc q'ueen, manh eyamcan vanaj t'ay yic tzek' ak'val."
        },
        {
            "number": "13",
            "text": "Ayic sq'uik'b'i tzeyak'an meltzajoc, q'uinaloc malaj tas sk'uej tzek' ak'val. Tato icha chi' tzeyutej, a jun anima chi' ol yal wach' lolonel t'a eyib'anh, wach' pax tzex kan t'a yichanh Jehová co Diosal."
        },
        {
            "number": "14",
            "text": "Manh eyixtej eb' meb'a' smunlaj t'ayex, eb' eyetchonhab', ma eb' ch'oc chonhab'il ayek' t'a e cal. Tze tup eb' t'a jun k'u chi'."
        },
        {
            "number": "15",
            "text": "Tze tup eb' e majan t'a junjun yemk'ualil, yujto yovalil sman eb' tas sva t'a jun k'u chi'. Tato maay, syal sb'a eb' t'a Jehová, haxo yoch e mul t'a Jehová chi'."
        },
        {
            "number": "16",
            "text": "Max yal-laj scham eb' mamab'il nunab'il yuj smul yuninal. Anheja' eb' uninab'il chi', max yalpaxlaj scham eb' yuj smul smam snun chi'."
        },
        {
            "number": "17",
            "text": "Manh e k'ulej tas manh tojoloc t'a eb' ch'oc chonhab'il ayek' t'a e cal, ma t'a eb' manhxa smam. Manh e k'anek' sk'apac eb' ix ix chamnacxo yetb'eyum yuj smajananub'aloc junok tas smajnej."
        },
        {
            "number": "18",
            "text": "Mocab' b'at satk'olal eyuuj to ek'nac onh checab'oc t'a Egipto, haxo Jehová co Diosal onh ik'anelta ta'. Yuj chi' sval t'ayex to tze k'anab'ajej masanil juntzanh checnab'il tik."
        },
        {
            "number": "19",
            "text": "Tato ayic van e jochan ixim e trigo, sat e k'ool skan junok manoja ixim t'a e patic, manhxo ex meltzaj eyik'cot ixim. Canocab' ixim ta', yic a eb' ch'oc chonhab'il ayek' t'a e cal yet' eb' manhxa smam, ma eb' ix ix chamnac yetb'eyum, a eb' ol ek' sik'an ixim, yic wach' ol yak' swach'k'olal Jehová co Diosal t'a eyib'anh yet' masanil tas tze k'ulej."
        },
        {
            "number": "20",
            "text": "Ayic tze b'ixan sat te' eyolivo yet' te eyuva, manh pilanoc tzeyutej e molanel sat te' t'a sk'ab'. Ha te' skan chi', manhxo ex meltzaj e molel te'. Yicxo eb' ch'oc chonhab'il, eb' manhxa smam yet' eb' ix chamnac yetb'eyum yaji."
        },
        {
            "number": "21",
            "text": "Mocab' b'at satk'olal eyuuj to a ex tik ek'nac ex checab'oc t'a Egipto. Yuj chi' sval t'ayex to tze k'anab'ajej masanil juntzanh checnab'il svalcan tik t'ayex."
        }
    ]
}