{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay junok winh winak syik'laj sb'a yet' junok ix ix, haxo tzek' jab'oc tiempo, ay tas syab' winh t'a spatic ix, manhxalaj sgana winh t'a ix, syal spucan sb'a heb', palta yowalil syak' yumal yic puclajb'ail winh t'a ix, slajwi chi' tz'elta ix t'a yol spat winh chi'."
        },
        {
            "number": "2",
            "text": "Ayic toxo ix spuc sb'a ix yet' winh, syal yik'an junokxo winak ix."
        },
        {
            "number": "3",
            "text": "Palta tato a junxo winh syik' ix chi' schami, mato tonhej manhxa sgana winh t'a ix, syak'anpax yumal yic puclajb'ail winh t'a ix, spechanelta ix winh t'a yol spat,"
        },
        {
            "number": "4",
            "text": "maxtzac yal-laj yik'an ix winh b'ab'el yetb'eyum chi', yujto manh wach'oc tato syik'xi ix winh. Chucxo t'a yol sat Jehová ko Diosal. Yuj chi' manh eyixtejb'at lum lum ol yak' Jehová chi' eyiquej."
        },
        {
            "number": "5",
            "text": "Tato ay junok winh winak toto ix och yetb'eyum, max yal-laj sb'at winh t'a owal. Max yalpaxlaj yoch winh t'a junok opisio. Jun ab'il libre tz'ajkan winh t'a spat yic syak'an tzalajb'oc sk'ol winh yet' ix yetb'eyum chi'."
        },
        {
            "number": "6",
            "text": "Tato ay junok mach smajnan tumin t'ayex, manh he k'anek' smolino, ma scha' yuj smajananub'aloc. Tato icha chi' tze k'ulej, ichato tzeyamoch waan swa'i."
        },
        {
            "number": "7",
            "text": "Tato tz'ab'chaji to ay junok winh israel tz'elk'anb'at junok yetchonhab' yic tz'och schecab'oc, ma yic schonhaneli, yowalil scham jun winh elk'um anima chi', tz'el jun chukal chi' t'a he kal."
        },
        {
            "number": "8",
            "text": "Tato ay mach b'aj spitzwichaanh jun yab'il scuchan lepra, yowalil sk'anab'ajej sleyal jun yab'il chi', icha tz'aj yalan heb' sacerdote, aton juntzanh ix walcan t'ayex."
        },
        {
            "number": "9",
            "text": "Naeccoti tas sk'ulejnac ix María t'a yol b'e yuj Jehová ko Diosal, ayic quelnaccot t'a Egipto."
        },
        {
            "number": "10",
            "text": "Tato ay k'een tumin tzeyak' smajnej junok eyetanimail, manh ex och t'a yol spat tzeyik'anelta junok tas yic skan smajananub'aloc k'een."
        },
        {
            "number": "11",
            "text": "Palta to tzex kan t'a sti' spat, tze tanhwan yik'canelta tas ol yak' smajananub'aloc k'een chi' t'ayex."
        },
        {
            "number": "12",
            "text": "Tato te meb'a' jun anima b'aj ix eyak' k'een tumin chi' majanil, tato a sk'apac aycan smajananub'aloc k'een, manh eyamcan wanaj t'ay yic tzek' ak'wal."
        },
        {
            "number": "13",
            "text": "Ayic sq'uik'b'i tzeyak'an meltzajoc, q'uinaloc malaj tas sk'uej tzek' ak'wal. Tato icha chi' tzeyutej, a jun anima chi' ol yal wach' lolonel t'a eyib'anh, wach' pax tzex kan t'a yichanh Jehová ko Diosal."
        },
        {
            "number": "14",
            "text": "Manh eyixtej heb' meb'a' smunlaj t'ayex, heb' eyetchonhab', ma heb' ch'oc chonhab'il ayek' t'a he kal. Tze tup heb' t'a jun k'u chi'."
        },
        {
            "number": "15",
            "text": "Tze tup heb' he majan t'a junjun yemk'ualil, yujto yowalil sman heb' tas swa t'a jun k'u chi'. Tato maay, syal sb'a heb' t'a Jehová, haxo yoch he mul t'a Jehová chi'."
        },
        {
            "number": "16",
            "text": "Max yal-laj scham heb' mamab'il nunab'il yuj smul yuninal. Anheja' heb' uninab'il chi', max yalpaxlaj scham heb' yuj smul smam snun chi'."
        },
        {
            "number": "17",
            "text": "Manh he k'ulej tas manh tojolok t'a heb' ch'oc chonhab'il ayek' t'a he kal, ma t'a heb' manhxa smam. Manh he k'anek' sk'apac heb' ix ix chamnacxo yetb'eyum yuj smajananub'aloc junok tas smajnej."
        },
        {
            "number": "18",
            "text": "Mocab' b'at satk'olal eyuuj to ek'nac onh checab'oc t'a Egipto, haxo Jehová ko Diosal onh ik'anelta ta'. Yuj chi' swal t'ayex to tze k'anab'ajej masanil juntzanh checnab'il tik."
        },
        {
            "number": "19",
            "text": "Tato ayic wan he jochan ixim he trigo, sat he k'ool skan junok manoja ixim t'a he patic, manhxo ex meltzaj eyik'cot ixim. Canocab' ixim ta', yic a heb' ch'oc chonhab'il ayek' t'a he kal yet' heb' manhxa smam, ma heb' ix ix chamnac yetb'eyum, a heb' ol ek' sik'an ixim, yic wach' ol yak' swach'k'olal Jehová ko Diosal t'a eyib'anh yet' masanil tas tze k'ulej."
        },
        {
            "number": "20",
            "text": "Ayic tze b'ixan sat te' eyoliwo yet' te eyuwa, manh pilanoc tzeyutej he molanel sat te' t'a sk'ab'. Ha te' skan chi', manhxo ex meltzaj he molel te'. Yicxo heb' ch'oc chonhab'il, heb' manhxa smam yet' heb' ix chamnac yetb'eyum yaji."
        },
        {
            "number": "21",
            "text": "Mocab' b'at satk'olal eyuuj to a ex tik ek'nac ex checab'oc t'a Egipto. Yuj chi' swal t'ayex to tze k'anab'ajej masanil juntzanh checnab'il swalcan tik t'ayex."
        }
    ]
}