{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay chavanhoc anima syak' oval, yowalil sb'at eb' t'a yichanh eb' yajal, yic sb'o yaj yoval eb' chi'."
        },
        {
            "number": "2",
            "text": "Tato a winh ay smul chi' smoj smak'ji, syalan winh juez to tzek' jichan winh t'a sat lu'um t'a yichanh. Smak'ji winh ay smul chi' icha jantac smul chi'."
        },
        {
            "number": "3",
            "text": "Ayic smak'ji winh chi', max yal-laj yek' t'a yib'anh 40 tz'uum tz'och t'a winh. Tato tzek' t'a yib'anh, manhxalaj yelk'och winh t'a yol sat anima syab'i."
        },
        {
            "number": "4",
            "text": "Manh eyak'och spail sti' nok' nok' stek'vi trigo."
        },
        {
            "number": "5",
            "text": "Tato ay chavanhoc eb' winh vinac yuk'tac sb'a, junnhej patil b'aj ay eb' winh, haxo tz'aji scham junok winh, mantalaj yuninal winh yet' ix yetb'eyum. Ha ix yetb'eyum winh chi', max yal-laj yik'an junocxo ch'oc vinaquil ix. Palta a winh yuk'tac winh yetb'eyum ix ix cham chi', a winh tz'ik'anxican ix. Icha chi' tz'aj sk'anab'ajan sleyal winh yuj ix smu' chi'."
        },
        {
            "number": "6",
            "text": "Ha sb'ab'el unin eb' sjavi, a sb'i winh yetb'eyum ix chamnac chi' tz'och t'ay, yic wach' max satel sb'i winh t'a skal co chonhab'."
        },
        {
            "number": "7",
            "text": "Palta tato malaj sgana winh syik' ix smu' chi' jun, syal sb'at ix t'a yichanh eb' juez yet' t'a yichanh eb' yichamtac vinaquil chonhab', syalan ix icha tik: Ha winh in mu' malaj sgana winh sb'inajcan winh yuk'tac t'a skal co chonhab'. Max stak'laj winh vik'an in b'a yet'oc icha t'a sleyal, tato xchi ix."
        },
        {
            "number": "8",
            "text": "Slajvi chi' tz'avtaj winh yuj eb' yichamtac vinaquil chonhab' chi', sk'anb'an eb' winh t'a winh. Tato max yal sk'ol winh syik' ix smu' chi',"
        },
        {
            "number": "9",
            "text": "sk'och ix t'a stz'ey winh t'a yichanh eb' winh yichamtac vinaquil chonhab' chi', syik'anel junok xanhab' winh ix, stzub'anpax och ix t'a sat winh, syalan ix: Icha tik tz'utaj eb' winh malaj sgana syak'kan b'inaj yuk'tac, xcham ix."
        },
        {
            "number": "10",
            "text": "Yuj chi', a tz'aj sb'inaj yinhtilal winh smu' ix chi' t'a skal co chonhab', “yinhtil winh ik'b'ilel xanhab'”, xcham eb' anima."
        },
        {
            "number": "11",
            "text": "Tato ay chavanhoc eb' winh vinac van yak'an oval, sjavi ix yetb'eyum junok winh yic scolan winh yetb'eyum ix chi' snaani, tato a svinaquil winh van smak'lan sb'a yet' winh yetb'eyum ix chi' syamchaj yuj ix, stok'ancot winh ix,"
        },
        {
            "number": "12",
            "text": "tato icha chi', manhxalaj nivank'olal, xicjiel sk'ab' ix."
        },
        {
            "number": "13",
            "text": "Manh e k'an echlab' manh tz'acanoc ayic tzex chonhvaji, ma ayic tzex manvaji,"
        },
        {
            "number": "14",
            "text": "palta to a val echlab' tz'acan, yic wach' ol najatb'oc e q'uinal t'a lum lum ol yak' Jehová co Diosal t'ayex,"
        },
        {
            "number": "15",
            "text": "yujto malaj sgana co Diosal chi' t'a eb' max b'eyb'alan tojolal."
        },
        {
            "number": "16",
            "text": "Naeccoti, tas onh yutej eb' cajan t'a chonhab' Amalec ayic ayonhek' t'a yoltac b'e ayic toxo onh elta t'a Egipto."
        },
        {
            "number": "17",
            "text": "Tze naanpaxcoti to malaj jab'oc xivk'olal eb' d'ha Dios. Ha eb' quetisraelal najat tzak'anto scot cuuj yuj k'unb'elal, ix laj miljicancham eb' yuj eb' aj Amalec chi'."
        },
        {
            "number": "18",
            "text": "Yuj chi' ayic ol ex coljoquel yuj Jehová co Diosal t'a eb' ajk'ol oyanoch t'a spatictac lum lum ol ak'joc eyiquej chi', yowalil tze satel eb' yinhtil Amalec chi', manhxo ol b'inaj eb' t'a yol yib'anhk’inal tik t'a junelnhej. Mocab' b'at satk'olal jun checnab'il tik eyuuj."
        }
    ]
}