{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay chavanhoc anima syak' oval, yovalil sb'at eb' d'a yichanh eb' yajal, yic sb'o yaj yoval eb' chi'."
        },
        {
            "number": "2",
            "text": "Tato a vinh ay smul chi' smoj smak'ji, syalan vinh juez to tz'ek' jichan vinh d'a sat luum d'a yichanh. Smak'ji vinh ay smul chi' icha jantac smul chi'."
        },
        {
            "number": "3",
            "text": "Ayic smak'ji vinh chi', max yal-laj yek' d'a yib'anh 40 tz'uum tz'och d'a vinh. Tato tz'ek' d'a yib'anh, manhxalaj yelk'och vinh d'a yol sat anima syab'i."
        },
        {
            "number": "4",
            "text": "Manh eyak'och spail sti' nok' nok' stek'vi trigo."
        },
        {
            "number": "5",
            "text": "Tato ay chavanhoc eb' vinh vinac yuk'tac sb'a, junnhej patil b'aj ay eb' vinh, axo tz'aji scham junoc vinh, mantalaj yuninal vinh yed' ix yetb'eyum. A ix yetb'eyum vinh chi', max yal-laj yik'an junocxo ch'oc vinaquil ix. Palta a vinh yuk'tac vinh yetb'eyum ix ix cham chi', a vinh tz'ik'anxican ix. Icha chi' tz'aj sk'anab'ajan sleyal vinh yuj ix smu' chi'."
        },
        {
            "number": "6",
            "text": "A sb'ab'el unin eb' sjavi, a sb'i vinh yetb'eyum ix chamnac chi' tz'och d'ay, yic vach' max satel sb'i vinh d'a scal co chonhab'."
        },
        {
            "number": "7",
            "text": "Palta tato malaj sgana vinh syik' ix smu' chi' jun, syal sb'at ix d'a yichanh eb' juez yed' d'a yichanh eb' yichamtac vinaquil chonhab', syalan ix icha tic: A vinh in mu' malaj sgana vinh sb'inajcan vinh yuk'tac d'a scal co chonhab'. Max stak'laj vinh vik'an in b'a yed'oc icha d'a sleyal, tato xchi ix."
        },
        {
            "number": "8",
            "text": "Slajvi chi' tz'avtaj vinh yuj eb' yichamtac vinaquil chonhab' chi', sk'anb'an eb' vinh d'a vinh. Tato max yal sk'ol vinh syik' ix smu' chi',"
        },
        {
            "number": "9",
            "text": "sk'och ix d'a stz'ey vinh d'a yichanh eb' vinh yichamtac vinaquil chonhab' chi', syik'anel junoc xanhab' vinh ix, stzub'anpax och ix d'a sat vinh, syalan ix: Icha tic tz'utaj eb' vinh malaj sgana syak'can b'inaj yuk'tac, xcham ix."
        },
        {
            "number": "10",
            "text": "Yuj chi', a tz'aj sb'inaj yinhtilal vinh smu' ix chi' d'a scal co chonhab', “yinhtil vinh ik'b'ilel xanhab'”, xcham eb' anima."
        },
        {
            "number": "11",
            "text": "Tato ay chavanhoc eb' vinh vinac van yak'an oval, sjavi ix yetb'eyum junoc vinh yic scolan vinh yetb'eyum ix chi' snaani, tato a svinaquil vinh van smak'lan sb'a yed' vinh yetb'eyum ix chi' syamchaj yuj ix, stok'ancot vinh ix,"
        },
        {
            "number": "12",
            "text": "tato icha chi', manhxalaj nivank'olal, xicjiel sk'ab' ix."
        },
        {
            "number": "13",
            "text": "Manh e k'an echlab' manh tz'acanoc ayic tzex chonhvaji, ma ayic tzex manvaji,"
        },
        {
            "number": "14",
            "text": "palta to a val echlab' tz'acan, yic vach' ol najatb'oc e q'uinal d'a lum luum ol yak' Jehová co Diosal d'ayex,"
        },
        {
            "number": "15",
            "text": "yujto malaj sgana co Diosal chi' d'a eb' max b'eyb'alan tojolal."
        },
        {
            "number": "16",
            "text": "Naeccoti, tas onh yutej eb' cajan d'a chonhab' Amalec ayic ayonhek' d'a yoltac b'e ayic toxo onh elta d'a Egipto."
        },
        {
            "number": "17",
            "text": "Tze naanpaxcoti to malaj jab'oc xivk'olal eb' d'a Dios. A eb' quetisraelal najat tzak'anto scot cuuj yuj k'unb'elal, ix laj miljicancham eb' yuj eb' aj Amalec chi'."
        },
        {
            "number": "18",
            "text": "Yuj chi' ayic ol ex coljoquel yuj Jehová co Diosal d'a eb' ajk'ol oyanoch d'a spatictac lum luum ol ak'joc eyiquej chi', yovalil tze satel eb' yinhtil Amalec chi', manhxo ol b'inaj eb' d'a yolyib'anhq'uinal tic d'a junelnhej. Mocab' b'at satk'olal jun checnab'il tic eyuuj."
        }
    ]
}