{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay chawanhoc anima syak' owal, yowalil sb'at heb' t'a yichanh heb' yajal, yic sb'o yaj yowal heb' chi'."
        },
        {
            "number": "2",
            "text": "Tato a winh ay smul chi' smoj smak'ji, syalan winh juez to tzek' jichan winh t'a sat lu'um t'a yichanh. Smak'ji winh ay smul chi' icha jantac smul chi'."
        },
        {
            "number": "3",
            "text": "Ayic smak'ji winh chi', max yal-laj yek' t'a yib'anh 40 tz'uum tz'och t'a winh. Tato tzek' t'a yib'anh, manhxalaj yelk'och winh t'a yol sat anima syab'i."
        },
        {
            "number": "4",
            "text": "Manh eyak'och spail sti' nok' nok' stek'wi trigo."
        },
        {
            "number": "5",
            "text": "Tato ay chawanhoc heb' winh winak yuk'tac sb'a, junnhej patil b'aj ay heb' winh, haxo tz'aji scham junok winh, mantalaj yuninal winh yet' ix yetb'eyum. Ha ix yetb'eyum winh chi', max yal-laj yik'an junokxo ch'oc winaquil ix. Palta a winh yuk'tac winh yetb'eyum ix ix cham chi', a winh tz'ik'anxican ix. Icha chi' tz'aj sk'anab'ajan sleyal winh yuj ix smu' chi'."
        },
        {
            "number": "6",
            "text": "Ha sb'ab'el unin heb' sjawi, a sb'i winh yetb'eyum ix chamnac chi' tz'och t'ay, yic wach' max satel sb'i winh t'a skal ko chonhab'."
        },
        {
            "number": "7",
            "text": "Palta tato malaj sgana winh syik' ix smu' chi' jun, syal sb'at ix t'a yichanh heb' juez yet' t'a yichanh heb' yichamtac winaquil chonhab', syalan ix icha tik: Ha winh in mu' malaj sgana winh sb'inajcan winh yuk'tac t'a skal ko chonhab'. Max stak'laj winh wik'an in b'a yet'oc icha t'a sleyal, tato xchi ix."
        },
        {
            "number": "8",
            "text": "Slajwi chi' tz'avtaj winh yuj heb' yichamtac winaquil chonhab' chi', sk'anb'an heb' winh t'a winh. Tato max yal sk'ol winh syik' ix smu' chi',"
        },
        {
            "number": "9",
            "text": "sk'och ix t'a stz'ey winh t'a yichanh heb' winh yichamtac winaquil chonhab' chi', syik'anel junok xanhab' winh ix, stzub'anpax och ix t'a sat winh, syalan ix: Icha tik tz'utaj heb' winh malaj sgana syak'kan b'inaj yuk'tac, xcham ix."
        },
        {
            "number": "10",
            "text": "Yuj chi', a tz'aj sb'inaj yinhtilal winh smu' ix chi' t'a skal ko chonhab', “yinhtil winh ik'b'ilel xanhab'”, xcham heb' anima."
        },
        {
            "number": "11",
            "text": "Tato ay chawanhoc heb' winh winak wan yak'an owal, sjawi ix yetb'eyum junok winh yic scolan winh yetb'eyum ix chi' snaani, tato a swinaquil winh wan smak'lan sb'a yet' winh yetb'eyum ix chi' syamchaj yuj ix, stok'ancot winh ix,"
        },
        {
            "number": "12",
            "text": "tato icha chi', manhxalaj niwank'olal, xicjiel sk'ab' ix."
        },
        {
            "number": "13",
            "text": "Manh he k'an echlab' manh tz'acanoc ayic tzex chonhwaji, ma ayic tzex manwaji,"
        },
        {
            "number": "14",
            "text": "palta to a wal echlab' tz'acan, yic wach' ol najatb'oc he k 'inal t'a lum lum ol yak' Jehová ko Diosal t'ayex,"
        },
        {
            "number": "15",
            "text": "yujto malaj sgana ko Diosal chi' t'a heb' max b'eyb'alan tojolal."
        },
        {
            "number": "16",
            "text": "Naeccoti, tas onh yutej heb' cajan t'a chonhab' Amalec ayic ayonhek' t'a yoltac b'e ayic toxo onh elta t'a Egipto."
        },
        {
            "number": "17",
            "text": "Tze naanpaxcoti to malaj jab'oc xivk'olal heb' d'ha Dios. Ha heb' quetisraelal najat tzak'anto scot cuuj yuj k'unb'elal, ix laj miljicancham heb' yuj heb' aj Amalec chi'."
        },
        {
            "number": "18",
            "text": "Yuj chi' ayic ol ex coljoquel yuj Jehová ko Diosal t'a heb' ajk'ol oyanoch t'a spatictac lum lum ol ak'joc eyiquej chi', yowalil tze satel heb' yinhtil Amalec chi', manhxo ol b'inaj heb' t'a yol yib'anhk’inal tik t'a junelnhej. Mocab' b'at satk'olal jun checnab'il tik eyuuj."
        }
    ]
}