{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay chavanhoc anima syak' oval, yowalil sb'at eb' t'a yichanh eb' yajal, yic sb'o yaj yoval eb' chi'."
        },
        {
            "number": "2",
            "text": "Tato a vinh ay smul chi' smoj smak'ji, syalan vinh juez to tzek' jichan vinh t'a sat lu'um t'a yichanh. Smak'ji vinh ay smul chi' icha jantac smul chi'."
        },
        {
            "number": "3",
            "text": "Ayic smak'ji vinh chi', max yal-laj yek' t'a yib'anh 40 tz'uum tz'och t'a vinh. Tato tzek' t'a yib'anh, manhxalaj yelk'och vinh t'a yol sat anima syab'i."
        },
        {
            "number": "4",
            "text": "Manh eyak'och spail sti' nok' nok' stek'vi trigo."
        },
        {
            "number": "5",
            "text": "Tato ay chavanhoc eb' vinh vinac yuk'tac sb'a, junnhej patil b'aj ay eb' vinh, haxo tz'aji scham junok vinh, mantalaj yuninal vinh yet' ix yetb'eyum. Ha ix yetb'eyum vinh chi', max yal-laj yik'an junocxo ch'oc vinaquil ix. Palta a vinh yuk'tac vinh yetb'eyum ix ix cham chi', a vinh tz'ik'anxican ix. Icha chi' tz'aj sk'anab'ajan sleyal vinh yuj ix smu' chi'."
        },
        {
            "number": "6",
            "text": "Ha sb'ab'el unin eb' sjavi, a sb'i vinh yetb'eyum ix chamnac chi' tz'och t'ay, yic wach' max satel sb'i vinh t'a skal co chonhab'."
        },
        {
            "number": "7",
            "text": "Palta tato malaj sgana vinh syik' ix smu' chi' jun, syal sb'at ix t'a yichanh eb' juez yet' t'a yichanh eb' yichamtac vinaquil chonhab', syalan ix icha tik: Ha vinh in mu' malaj sgana vinh sb'inajcan vinh yuk'tac t'a skal co chonhab'. Max stak'laj vinh vik'an in b'a yet'oc icha t'a sleyal, tato xchi ix."
        },
        {
            "number": "8",
            "text": "Slajvi chi' tz'avtaj vinh yuj eb' yichamtac vinaquil chonhab' chi', sk'anb'an eb' vinh t'a vinh. Tato max yal sk'ol vinh syik' ix smu' chi',"
        },
        {
            "number": "9",
            "text": "sk'och ix t'a stz'ey vinh t'a yichanh eb' vinh yichamtac vinaquil chonhab' chi', syik'anel junok xanhab' vinh ix, stzub'anpax och ix t'a sat vinh, syalan ix: Icha tik tz'utaj eb' vinh malaj sgana syak'kan b'inaj yuk'tac, xcham ix."
        },
        {
            "number": "10",
            "text": "Yuj chi', a tz'aj sb'inaj yinhtilal vinh smu' ix chi' t'a skal co chonhab', “yinhtil vinh ik'b'ilel xanhab'”, xcham eb' anima."
        },
        {
            "number": "11",
            "text": "Tato ay chavanhoc eb' vinh vinac van yak'an oval, sjavi ix yetb'eyum junok vinh yic scolan vinh yetb'eyum ix chi' snaani, tato a svinaquil vinh van smak'lan sb'a yet' vinh yetb'eyum ix chi' syamchaj yuj ix, stok'ancot vinh ix,"
        },
        {
            "number": "12",
            "text": "tato icha chi', manhxalaj nivank'olal, xicjiel sk'ab' ix."
        },
        {
            "number": "13",
            "text": "Manh e k'an echlab' manh tz'acanoc ayic tzex chonhvaji, ma ayic tzex manvaji,"
        },
        {
            "number": "14",
            "text": "palta to a val echlab' tz'acan, yic wach' ol najatb'oc e q'uinal t'a lum lum ol yak' Jehová co Diosal t'ayex,"
        },
        {
            "number": "15",
            "text": "yujto malaj sgana co Diosal chi' t'a eb' max b'eyb'alan tojolal."
        },
        {
            "number": "16",
            "text": "Naeccoti, tas onh yutej eb' cajan t'a chonhab' Amalec ayic ayonhek' t'a yoltac b'e ayic toxo onh elta t'a Egipto."
        },
        {
            "number": "17",
            "text": "Tze naanpaxcoti to malaj jab'oc xivk'olal eb' d'ha Dios. Ha eb' quetisraelal najat tzak'anto scot cuuj yuj k'unb'elal, ix laj miljicancham eb' yuj eb' aj Amalec chi'."
        },
        {
            "number": "18",
            "text": "Yuj chi' ayic ol ex coljoquel yuj Jehová co Diosal t'a eb' ajk'ol oyanoch t'a spatictac lum lum ol ak'joc eyiquej chi', yowalil tze satel eb' yinhtil Amalec chi', manhxo ol b'inaj eb' t'a yol yib'anhk’inal tik t'a junelnhej. Mocab' b'at satk'olal jun checnab'il tik eyuuj."
        }
    ]
}