{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ayic cajan exxo ek' t'a sat lum lum ol yak' Jehová co Diosal t'ayex,"
        },
        {
            "number": "2",
            "text": "ayic tze molan b'ab'el sat eyavb'en t'a lu'um, tzeyik'anb'at t'a yol junok mooch t'a jun lugar sik'b'ilel yuj Jehová yic tz'och scajnub'oc."
        },
        {
            "number": "3",
            "text": "Ata' tzex k'och t'a yichanh eb' vinh ayoch sacerdoteal t'a jun pekti’ chi', tzeyalan icha tik: Ha ticnaic, skal t'a yichanh Jehová co Diosal to cajan onhxo t'a sat lum lum yak'nac sti' yak'an t'a eb' co mam quicham, xe chi."
        },
        {
            "number": "4",
            "text": "Axo junok vinh sacerdote schaanek' jun mooch tzeyik'b'at chi', syak'anoch vinh t'a yichanh altar."
        },
        {
            "number": "5",
            "text": "Slajvi chi' tzeyalan t'a yichanh Jehová co Diosal icha tik: Ha eb' co mam quicham, arameo eb', jayvannhej sb'ey eb' yek'nac eb'. Ha yek'nac eb' chi', tonhej sb'eyek' eb' t'a sat lu'um yet' nok' snok'. Ijan chamnac eb' yuj vejel, yuj chi' b'atnac eb' t'a Egipto yet' jayvanh yuninal. Ata' ochnac eb' chonhab'il, manhxo jantacoc ajnac sb'isul eb', te ay smay eb'."
        },
        {
            "number": "6",
            "text": "Palta te ilb'ajk'ol utajnac eb' yuj eb' aj Egipto chi'. Yilnac val syaelal eb' ayic yak'jinacoch eb' t'a munlajel te ya."
        },
        {
            "number": "7",
            "text": "Yuj chi', yalnac sb'a eb' t'a Jehová co Diosal, aton sDiosal eb' co mam quicham to scolvaj yet' eb'. Yab'nac Jehová chi' tas yalnac eb', yilannacpax munlajel te ya b'aj ayoch eb' chi'. Ilb'ajk'ol utajnac eb' b'aj ayoch checab'vumal."
        },
        {
            "number": "8",
            "text": "Sch'oxannac spoder Dios to ayxo smay yilji, ayic yik'annac elta eb' t'a Egipto chi'. Satub'tac yilji tas sch'oxnac, laj xivnac eb' aj Egipto chi' yuj."
        },
        {
            "number": "9",
            "text": "Onh yik'ancot t'a sat jun lum lum te yax sat tik."
        },
        {
            "number": "10",
            "text": "Yuj chi' jun, tik squik'cot b'ab'el sat cavb'en t'a sat lum lum ix yak' Jehová co Diosal t'ayonh, xe chi. Slajvi eyalan juntzanh lolonel chi', tzeyak'anoch te' mooch chi' t'a yichanh Jehová co Diosal, tzex em cuman t'a yichanh."
        },
        {
            "number": "11",
            "text": "Slajvi chi' tzex tzalaj val yet' eyal eyuninal yuj masanil tas ix yak' Jehová chi' t'ayex. Tzeyavtan cot eb' levita yet' eb' ch'oc chonhab'il ayek' t'a e cal."
        },
        {
            "number": "12",
            "text": "Ha t'a junjun yoxil ab'il, tzeyak'an sdiezmoal masanil tas tzeyik' t'a tastac tzeyavej. Tzeyak'an t'a eb' levita, t'a eb' ch'oc chonhab'il ayek' t'a e cal yet' t'a eb' meb'a' unin yet' eb' ix ix chamnac yetb'eyum, yic wach' ay tas sva eb' t'a e cal."
        },
        {
            "number": "13",
            "text": "Junjunex tzeyal t'a yichanh Jehová co Diosal icha tik: Toxo ix vik'canel t'a in pat masanil tas to ic yaji, aton t'a tas ix vik' t'a in munlajel t'a sat lum lum tik. Toxo ix vik'paxel yic eb' levita yet' yic eb' ch'oc chonhab'il ayek' t'a co cal, eb' meb'a' unin yet' eb' ix ix chamnac yetb'eyum. Toxo ix in k'anab'ajej masanil tas ix ala', malaj junok a checnab'il tik sb'at satk'olal vuuj. Malaj junok to max in k'anab'ajej."
        },
        {
            "number": "14",
            "text": "Malaj val jab'oc juntzanh chi' ix in wa t'a sk'ual ayic ayin och t'a cusk'olal yuj chamel yet' t'a sk'ual manh wach'oc vaj icha yalan ley. Maj valtejoch t'a eb' chamnac. Ix in k'anab'ajej masanil tas ix ala'."
        },
        {
            "number": "15",
            "text": "Ilonhemta t'a satcha’anh, t'a lugar to ic yaji, ak' a wach'k'olal t'a quib'anh a onh a chonhab' Israel onh tik yet' t'a sat lum lum te yax sat ix ak' t'ayonh b'aj cajan onh tik, icha ajnac ak'an a ti' t'a eb' co mam quicham, xe chi."
        },
        {
            "number": "16",
            "text": "Ha Jehová co Diosal ix alan masanil juntzanh checnab'il yic tze k'anab'ajej yet' e b'eyb'alani. Tze k'anab'ajej t'a smasanil e k'ool yet' t'a smasanil e pensar."
        },
        {
            "number": "17",
            "text": "Toxo ix eyal ticnaic to a Jehová e Diosal yaji. Ix eyak'an e ti' e k'anab'ajani, e b'eyb'alan schecnab'il, sk'ayb'ub'al yet' scachnab'il."
        },
        {
            "number": "18",
            "text": "Axo pax Jehová tz'alani to a onh israel onh tik, schonhab'onhxo icha ajnac yalancani, yuj chi' yovalil sco k'anab'ajej schecnab'il."
        },
        {
            "number": "19",
            "text": "Ha Jehová chi' ol ex ak'anoch t'a nivac chonhab'il, ol ex b'inaj t'a wach'il, niwan ol aj eyelk'och t'a yichanh juntzanhxo nación sb'onac. Schonhab' ex paxi, sik'b'ilexpaxel yuj, icha ix aj yalani, xchi vinhaj Moisés chi'."
        }
    ]
}