{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ayic cajan exxo ek' d'a sat lum luum ol yak' Jehová co Diosal d'ayex,"
        },
        {
            "number": "2",
            "text": "ayic tze molan b'ab'el sat eyavb'en d'a luum, tzeyik'anb'at d'a yol junoc mooch d'a jun lugar sik'b'ilel yuj Jehová yic tz'och scajnub'oc."
        },
        {
            "number": "3",
            "text": "Ata' tzex k'och d'a yichanh eb' vinh ayoch sacerdoteal d'a jun tiempoal chi', tzeyalan icha tic: A ticnaic, scal d'a yichanh Jehová co Diosal to cajan onhxo d'a sat lum luum yak'nac sti' yak'an d'a eb' co mam quicham, xe chi."
        },
        {
            "number": "4",
            "text": "Axo junoc vinh sacerdote schaanek' jun mooch tzeyik'b'at chi', syak'anoch vinh d'a yichanh altar."
        },
        {
            "number": "5",
            "text": "Slajvi chi' tzeyalan d'a yichanh Jehová co Diosal icha tic: A eb' co mam quicham, arameo eb', jayvannhej sb'ey eb' yek'nac eb'. A yek'nac eb' chi', tonhej sb'eyek' eb' d'a sat luum yed' nok' snok'. Ijan chamnac eb' yuj vejel, yuj chi' b'atnac eb' d'a Egipto yed' jayvanh yuninal. Ata' ochnac eb' chonhab'il, manhxo jantacoc ajnac sb'isul eb', te ay smay eb'."
        },
        {
            "number": "6",
            "text": "Palta te ilb'ajk'ol utajnac eb' yuj eb' aj Egipto chi'. Yilnac val syaelal eb' ayic yak'jinacoch eb' d'a munlajel te ya."
        },
        {
            "number": "7",
            "text": "Yuj chi', yalnac sb'a eb' d'a Jehová co Diosal, aton sDiosal eb' co mam quicham to scolvaj yed' eb'. Yab'nac Jehová chi' tas yalnac eb', yilannacpax munlajel te ya b'aj ayoch eb' chi'. Ilb'ajk'ol utajnac eb' b'aj ayoch checab'vumal."
        },
        {
            "number": "8",
            "text": "Sch'oxannac spoder Dios to ayxo smay yilji, ayic yik'annac elta eb' d'a Egipto chi'. Satub'tac yilji tas sch'oxnac, laj xivnac eb' aj Egipto chi' yuuj."
        },
        {
            "number": "9",
            "text": "Onh yik'ancot d'a sat jun lum luum te yax sat tic."
        },
        {
            "number": "10",
            "text": "Yuj chi' jun, tic squik'cot b'ab'el sat cavb'en d'a sat lum luum ix yak' Jehová co Diosal d'ayonh, xe chi. Slajvi eyalan juntzanh lolonel chi', tzeyak'anoch te' mooch chi' d'a yichanh Jehová co Diosal, tzex em cuman d'a yichanh."
        },
        {
            "number": "11",
            "text": "Slajvi chi' tzex tzalaj val yed' eyal eyuninal yuj masanil tas ix yak' Jehová chi' d'ayex. Tzeyavtan cot eb' levita yed' eb' ch'oc chonhab'il ayek' d'a e cal."
        },
        {
            "number": "12",
            "text": "A d'a junjun yoxil ab'il, tzeyak'an sdiezmoal masanil tas tzeyik' d'a tastac tzeyavej. Tzeyak'an d'a eb' levita, d'a eb' ch'oc chonhab'il ayek' d'a e cal yed' d'a eb' meb'a' unin yed' eb' ix ix chamnac yetb'eyum, yic vach' ay tas sva eb' d'a e cal."
        },
        {
            "number": "13",
            "text": "Junjunex tzeyal d'a yichanh Jehová co Diosal icha tic: Toxo ix vik'canel d'a in pat masanil tas to ic yaji, aton d'a tas ix vik' d'a in munlajel d'a sat lum luum tic. Toxo ix vik'paxel yic eb' levita yed' yic eb' ch'oc chonhab'il ayek' d'a co cal, eb' meb'a' unin yed' eb' ix ix chamnac yetb'eyum. Toxo ix in k'anab'ajej masanil tas ix ala', malaj junoc a checnab'il tic sb'at satk'olal vuuj. Malaj junoc to max in k'anab'ajej."
        },
        {
            "number": "14",
            "text": "Malaj val jab'oc juntzanh chi' ix in va d'a sk'ual ayic ayin och d'a cusk'olal yuj chamel yed' d'a sk'ual manh vach'oc vaj icha yalan ley. Maj valtejoch d'a eb' chamnac. Ix in k'anab'ajej masanil tas ix ala'."
        },
        {
            "number": "15",
            "text": "Ilonhemta d'a satchaanh, d'a lugar to ic yaji, ak' a vach'k'olal d'a quib'anh a onh a chonhab' Israel onh tic yed' d'a sat lum luum te yax sat ix ak' d'ayonh b'aj cajan onh tic, icha ajnac ak'an a ti' d'a eb' co mam quicham, xe chi."
        },
        {
            "number": "16",
            "text": "A Jehová co Diosal ix alan masanil juntzanh checnab'il yic tze k'anab'ajej yed' e b'eyb'alani. Tze k'anab'ajej d'a smasanil e k'ool yed' d'a smasanil e pensar."
        },
        {
            "number": "17",
            "text": "Toxo ix eyal ticnaic to a Jehová e Diosal yaji. Ix eyak'an e ti' e k'anab'ajani, e b'eyb'alan schecnab'il, sk'ayb'ub'al yed' scachnab'il."
        },
        {
            "number": "18",
            "text": "Axo pax Jehová tz'alani to a onh israel onh tic, schonhab'onhxo icha ajnac yalancani, yuj chi' yovalil sco k'anab'ajej schecnab'il."
        },
        {
            "number": "19",
            "text": "A Jehová chi' ol ex ak'anoch d'a nivac chonhab'il, ol ex b'inaj d'a vach'il, nivan ol aj eyelk'och d'a yichanh juntzanhxo nación sb'onac. Schonhab' ex paxi, sik'b'ilexpaxel yuuj, icha ix aj yalani, xchi vinhaj Moisés chi'."
        }
    ]
}