{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ayic cajan exxo ek' t'a sat lum lum ol yak' Jehová ko Diosal t'ayex,"
        },
        {
            "number": "2",
            "text": "ayic tze molan b'ab'el sat eyavb'en t'a lu'um, tzeyik'anb'at t'a yol junok mooch t'a jun lugar sik'b'ilel yuj Jehová yic tz'och scajnub'oc."
        },
        {
            "number": "3",
            "text": "Ata' tzex k'och t'a yichanh heb' winh ayoch sacerdoteal t'a jun pekti’ chi', tzeyalan icha tik: Ha tiknaik, skal t'a yichanh Jehová ko Diosal to cajan onhxo t'a sat lum lum yak'nac sti' yak'an t'a heb' ko mam quicham, xe chi."
        },
        {
            "number": "4",
            "text": "Axo junok winh sacerdote schaanek' jun mooch tzeyik'b'at chi', syak'anoch winh t'a yichanh altar."
        },
        {
            "number": "5",
            "text": "Slajwi chi' tzeyalan t'a yichanh Jehová ko Diosal icha tik: Ha heb' ko mam quicham, arameo heb', jaywannhej sb'ey heb' yek'nac heb'. Ha yek'nac heb' chi', tonhej sb'eyek' heb' t'a sat lu'um yet' nok' snok'. Ijan chamnac heb' yuj wejel, yuj chi' b'atnac heb' t'a Egipto yet' jaywanh yuninal. Ata' ochnac heb' chonhab'il, manhxo jantacoc ajnac sb'isul heb', te ay smay heb'."
        },
        {
            "number": "6",
            "text": "Palta te ilb'ajk'ol utajnac heb' yuj heb' aj Egipto chi'. Yilnac wal syaelal heb' ayic yak'jinacoch heb' t'a munlajel te ya."
        },
        {
            "number": "7",
            "text": "Yuj chi', yalnac sb'a heb' t'a Jehová ko Diosal, aton sDiosal heb' ko mam quicham to skolwaj yet' heb'. Yab'nac Jehová chi' tas yalnac heb', yilannacpax munlajel te ya b'aj ayoch heb' chi'. Ilb'ajk'ol utajnac heb' b'aj ayoch checab'wumal."
        },
        {
            "number": "8",
            "text": "Sch'oxannac spoder Dios to ayxo smay yilji, ayic yik'annac elta heb' t'a Egipto chi'. Satub'tac yilji tas sch'oxnac, laj xivnac heb' aj Egipto chi' yuj."
        },
        {
            "number": "9",
            "text": "Onh yik'ancot t'a sat jun lum lum te yax sat tik."
        },
        {
            "number": "10",
            "text": "Yuj chi' jun, tik squik'cot b'ab'el sat cavb'en t'a sat lum lum ix yak' Jehová ko Diosal t'ayonh, xe chi. Slajwi eyalan juntzanh lolonel chi', tzeyak'anoch te' mooch chi' t'a yichanh Jehová ko Diosal, tzex em cuman t'a yichanh."
        },
        {
            "number": "11",
            "text": "Slajwi chi' tzex tzalaj wal yet' eyal eyuninal yuj masanil tas ix yak' Jehová chi' t'ayex. Tzeyavtan cot heb' lewita yet' heb' ch'oc chonhab'il ayek' t'a he kal."
        },
        {
            "number": "12",
            "text": "Ha t'a junjun yoxil ab'il, tzeyak'an sdiezmoal masanil tas tzeyik' t'a tastac tzeyawej. Tzeyak'an t'a heb' lewita, t'a heb' ch'oc chonhab'il ayek' t'a he kal yet' t'a heb' meb'a' unin yet' heb' ix ix chamnac yetb'eyum, yic wach' ay tas swa heb' t'a he kal."
        },
        {
            "number": "13",
            "text": "Junjunex tzeyal t'a yichanh Jehová ko Diosal icha tik: Toxo ix wik'canel t'a in pat masanil tas to ic yaji, aton t'a tas ix wik' t'a in munlajel t'a sat lum lum tik. Toxo ix wik'paxel yic heb' lewita yet' yic heb' ch'oc chonhab'il ayek' t'a ko kal, heb' meb'a' unin yet' heb' ix ix chamnac yetb'eyum. Toxo ix in k'anab'ajej masanil tas ix ala', malaj junok a checnab'il tik sb'at satk'olal wuuj. Malaj junok to max in k'anab'ajej."
        },
        {
            "number": "14",
            "text": "Malaj wal jab'oc juntzanh chi' ix in wa t'a sk'ual ayic ayin och t'a cusk'olal yuj chamel yet' t'a sk'ual manh wach'oc waj icha yalan ley. Maj waltejoch t'a heb' chamnac. Ix in k'anab'ajej masanil tas ix ala'."
        },
        {
            "number": "15",
            "text": "Ilonhemta t'a satcha’anh, t'a lugar to ic yaji, ak' a wach'k'olal t'a quib'anh a onh a chonhab' Israel onh tik yet' t'a sat lum lum te yax sat ix ak' t'ayonh b'aj cajan onh tik, icha ajnac ak'an a ti' t'a heb' ko mam quicham, xe chi."
        },
        {
            "number": "16",
            "text": "Ha Jehová ko Diosal ix alan masanil juntzanh checnab'il yic tze k'anab'ajej yet' he b'eyb'alani. Tze k'anab'ajej t'a smasanil he k'ool yet' t'a smasanil he pensar."
        },
        {
            "number": "17",
            "text": "Toxo ix eyal tiknaik to a Jehová he Diosal yaji. Ix eyak'an he ti' he k'anab'ajani, he b'eyb'alan schecnab'il, sk'ayb'ub'al yet' scachnab'il."
        },
        {
            "number": "18",
            "text": "Axo pax Jehová tz'alani to a onh israel onh tik, schonhab'onhxo icha ajnac yalancani, yuj chi' yowalil sco k'anab'ajej schecnab'il."
        },
        {
            "number": "19",
            "text": "Ha Jehová chi' ol ex ak'anoch t'a niwac chonhab'il, ol ex b'inaj t'a wach'il, niwan ol aj eyelk'och t'a yichanh juntzanhxo nación sb'onac. Schonhab' ex paxi, sik'b'ilexpaxel yuj, icha ix aj yalani, xchi winhaj Moisés chi'."
        }
    ]
}