{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Moisés yet' heb' yichamtac winaquil chonhab' ix alan juntzanh checnab'il tik t'a masanil heb' chonhab': Ha tiknaik, ol he k'anab'ajej masanil tas scalcan tik t'ayex."
        },
        {
            "number": "2",
            "text": "Ayic ol ex k'axpajek' t'ha ha' Jordán yic ol ex och t'a sat lum lum te yax sat ol yak' Jehová ko Diosal t'ayex, icha ajnac yak'an sti' t'a heb' ko mam quicham, tze b'ocank'e juntzanh k'een niwac k'een t'a yich lum witz Ebal, tzeyak'anoch k'een taanh t'a k'een. Tze tz'ib'ancanoch masanil juntzanh k'ayb'ub'al swalcan tik t'ayex t'a k'een. Tze k'ulej jun tik ayic ayexxoek' ta'."
        },
        {
            "number": "3",
            "text": "Tze b'oanpaxk'e junok altar t'a Jehová ko Diosal. Ha k'een k'een tzeyak'och chi' t'ay, manh he mak'poj k'een, manh he tzeypax tojolb'oc k'een. Ha t'a yib'anh jun altar chi' tze nhustz'a silab' t'a Jehová ko Diosal."
        },
        {
            "number": "4",
            "text": "Tzeyak'anpax silab' sch'oxan he junk'olal yet' ko Diosal chi'. Ata' tzex wa t'a tzalajk'olal t'a yichanh Jehová chi'."
        },
        {
            "number": "5",
            "text": "B'at ta satk'olal eyuj he tz'ib'ancanoch masanil juntzanh checnab'il swalcan tik t'ayex t'a juntzanh k'een b'aj ol eyak'och k'een taanh chi'. Te wach' tzeyutej he tz'ib'ancanochi yic chequel, xchi winhaj Moisés chi'."
        },
        {
            "number": "6",
            "text": "Ha winhaj Moisés, ajun heb' sacerdote yinhtilal Leví yet'nac winh, ix yalanxi winh t'a heb' chonhab' chi' icha tik: Ex wetisraelal, numan tzex aji, ab'ec wal tas ol wala': Ha tiknaik toxo onh och wal schonhab'oc Jehová ko Diosal."
        },
        {
            "number": "7",
            "text": "Yuj chi' yowalil tze k'anab'ajej juntzanh checnab'il yet' juntzanh sk'ayb'ub'al Jehová swalcanel tik t'ayex, xchi winh."
        },
        {
            "number": "8",
            "text": "Anhejtona' t'a jun k'u chi' ix yalpax jun checnab'il tik winhaj Moisés t'a heb' yetchonhab' chi':"
        },
        {
            "number": "9",
            "text": "Ayic toxo ex k'axpajek' t'ha ha' Jordán, a heb' yinhtilalcan Simeón, Leví, Judá, Isacar, José yet' Benjamín, tz'aj heb' t'a yich witz Gerizim, yic syal wach' lolonel heb' t'a yib'anh heb' chonhab'."
        },
        {
            "number": "10",
            "text": "Axo pax heb' yinhtilalcan Rubén, Gad, Aser, Zabulón, Dan yet' Neftalí, tz'aj heb' t'a yich lum witz Ebal yic syalan catab' lolonel heb' t'a yib'anh heb' chonhab'."
        },
        {
            "number": "11",
            "text": "Axo heb' yinhtilal Leví, te chaanh syal juntzanh lolonel tik heb' t'a heb' yetisraelal icha tik:"
        },
        {
            "number": "12",
            "text": "Catab'il mach sb'oan junok yechel comon Dios t'a te te', ma t'a k'een k'een, syak'anoch t'a junok lugar k'ub'eltac yic tz'och ejmelal t'ay. Ha juntzanh chi' yajb'ilel yuj Jehová, xcham heb'. Axo masanil heb' chonhab' chi' tz'alani: Ujocab'i, xcham heb'."
        },
        {
            "number": "13",
            "text": "Catab'il mach malaj yelk'och smam snun t'a yol sat, xcham heb'. Axo masanil heb' chonhab' chi' tz'alani: Ujocab'i, xcham heb'."
        },
        {
            "number": "14",
            "text": "Catab'il mach sk'exan stz'acanhil sluum yic stok'ek' sluum junokxo mach, xcham heb'. Axo masanil heb' chonhab' chi' tz'alani: Ujocab'i, xcham heb'."
        },
        {
            "number": "15",
            "text": "Catab'il mach tz'ak'an musansatil junok anima max ujilaj yilani, haxo t'a ch'oc b'eal scheccanb'ati, xcham heb'. Axo masanil heb' chonhab' chi' tz'alani: Ujocab'i, xcham heb'."
        },
        {
            "number": "16",
            "text": "Catab'il mach sk'ulan tas manh tojolok t'a heb' ch'oc chonhab'il, t'a heb' unin manhxa smam, ma t'a heb' ix ix chamnac yetb'eyum, xcham heb'. Axo masanil heb' chonhab' chi' tz'alani: Ujocab'i, xcham heb'."
        },
        {
            "number": "17",
            "text": "Catab'il mach smulan yet' ix yetb'eyum smam, yujto a mach sk'ulan icha chi', syak' q'uixwelal smam chi', xcham heb'. Axo masanil heb' chonhab' chi' tz'alani: Ujocab'i, xcham heb'."
        },
        {
            "number": "18",
            "text": "Catab'il mach smulan yet' nok' nok', xcham heb'. Axo masanil heb' chonhab' chi' tz'alani: Ujocab'i, xcham heb'."
        },
        {
            "number": "19",
            "text": "Catab'il mach smulan yet' schab'il yanab', yanab' yuj smam ma yuj snun, xcham heb'. Axo masanil heb' chonhab' chi' tz'alani: Ujocab'i, xcham heb'."
        },
        {
            "number": "20",
            "text": "Catab'il mach smulan yet' ix snhi', xcham heb'. Axo masanil heb' chonhab' chi' tz'alani: Ujocab'i, xcham heb'."
        },
        {
            "number": "21",
            "text": "Catab'il mach smak'ancham junok yetanimail t'a elk'altac, xcham heb'. Axo masanil heb' chonhab' chi' tz'alani: Ujocab'i, xcham heb'."
        },
        {
            "number": "22",
            "text": "Catab'il mach schaan tumin yic smak'ancham junok anima malaj smul, xcham heb'. Axo masanil heb' chonhab' chi' tz'alani: Ujocab'i, xcham heb'."
        },
        {
            "number": "23",
            "text": "Catab'il mach max k'anab'ajan masanil schecnab'il Dios, xcham heb'. Axo masanil heb' chonhab' chi' tz'alani: Ujocab'i, xcham heb'."
        }
    ]
}