{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Tato yel tze k'anab'ajej masanil schecnab'il Jehová ko Diosal swalcan tik t'ayex, te niwan ol aj eyelk'och yuj Jehová chi' t'a yichanh juntzanhxo nación t'a yol yib'anhk’inal tik."
        },
        {
            "number": "2",
            "text": "Anhejtona' tato tze k'anab'ajej Jehová ko Diosal, ol he chapax masanil juntzanh yaxilal ol wal tik:"
        },
        {
            "number": "3",
            "text": "Ol yak' swach'k'olal t'a eyib'anh t'a yol he chonhab' yet' t'a he munlajel."
        },
        {
            "number": "4",
            "text": "Ol yak' swach'k'olal t'a yib'anh heb' eyuninal, t'a yib'anh tas tzeyawej, t'a yib'anh yune' nok' he wacax, yune' nok' he calnel yet' t'a yib'anh juntzanhxo yune' nok' he molb'etzal nok'."
        },
        {
            "number": "5",
            "text": "Ol yak' swach'k'olal t'a yib'anh tas ol eyak'em t'a yol he mooch yet' t'a yib'anh tas tze wa''a."
        },
        {
            "number": "6",
            "text": "Ol yak'an swach'k'olal t'a eyib'anh b'ajtac tzex eq'ui yet' yic tzex meltzajxi t'a he pat."
        },
        {
            "number": "7",
            "text": "Ha Jehová ol ak'anoch heb' eyajk'ol t'a yol he k'ab' ayic ol yak'an owal heb' eyed'oc. D'a stzolal ol aj scot heb' t'ayex, palta sacleminac ol aj yel heb' elelal t'ayex."
        },
        {
            "number": "8",
            "text": "Ol yak' swach'k'olal Jehová ko Diosal t'a yib'anh tastac tzeyik' t'a he munlajel yet' t'a yib'anh masanil tas tze k'ulej. Icha wal chi' te tzalajk'olal ol ex ajek' t'a sat lum lum ol yak' Jehová chi' t'ayex."
        },
        {
            "number": "9",
            "text": "Tato tze k'anab'ajej masanil schecnab'il Jehová chi', tze b'eyb'alani, ol ex yalnhejoch schonhab'oc to sik'b'ilex el yuj, icha ajnac yalani."
        },
        {
            "number": "10",
            "text": "Axo heb' anima t'a masanil nación t'a yol yib'anhk’inal tik, ol yojtaquejel heb' to sik'b'il ex el yuj Jehová, ol xiv heb' t'ayex."
        },
        {
            "number": "11",
            "text": "Ha Jehová chi' ol ex xajananoc: Tzijtum ol aj eyuninal yet' yune' nok' he molb'etzal nok', jantac ol aj sat eyavb'en t'a lum lum yak'nac sti' t'a heb' ko mam quicham to ol yak' t'ayex."
        },
        {
            "number": "12",
            "text": "Ol yak'ancot nhab' t'a yib'anh lum lum tik t'a stiempoal, icha jantac tz'och yopisio. Te wach'xonhej ol aj he munlajel. Masanil tastac ay t'ayex, ol te q'uib'chaanh, masanto ol yal eyak'an majanil t'a tzijtumoc nación. Ha exxo pax tik, malaj tas ol he k'an he majnej t'a junokxo mach."
        },
        {
            "number": "13",
            "text": "Tato ol he k'anab'ajej masanil schecnab'il Jehová ko Diosal, aton masanil juntzanh swalcan t'ayex tiknaik, sat ol ex aj t'a heb' ch'oc nacional chi', haxo heb' spatictac ol ajkan heb'. Niwan ol aj eyelk'och t'a yib'anh heb'. Malaj b'aj ol ex ak'joc ganar yuj heb'."
        },
        {
            "number": "14",
            "text": "Icha chi' ol ex ajoc, tato max eyik'el he b'ha t'a spatic schecnab'il Jehová, tato max ex och tzak'an t'a spatic comon Dios, yic tzeyak'anem he b'a t'ay."
        },
        {
            "number": "15",
            "text": "Palta tato manh ol he k'anab'ajej masanil schecnab'il yet' sk'ayb'ub'al Jehová ko Diosal, aton juntzanh wan walan tik t'ayex, ol ja wal juntzanh catab' tik t'a eyib'anh:"
        },
        {
            "number": "16",
            "text": "Te chuk eyic t'a yol he chonhab' yet' t'a he munlajel."
        },
        {
            "number": "17",
            "text": "Syalelk'ochi to malaj tas ol eyik' t'a he munlajel chi', malaj pax tas ol he wa''a."
        },
        {
            "number": "18",
            "text": "Ol jawok yaelal t'a yib'anh heb' eyuninal, malaj swach'il ol aj sat eyavb'en. Manh ol q'uib' yune' nok' he wacax, yune' nok' he calnel, yune' nok' he chiwa yet' masanil nok' he molb'etzal nok'."
        },
        {
            "number": "19",
            "text": "Chuc eyic b'ajtacnhej tzex eq'ui yet' yic tzex meltzajxi t'a he pat."
        },
        {
            "number": "20",
            "text": "Ol yak'cot yaelal Jehová yet' ilk'olal t'a eyib'anh. Toxonhej ol ex somchajel t'a masanil tastac ol he k'ulej. Elanhchamel ol ex satel yuj chukal tze k'ulej yuj eyactancan Jehová chi'."
        },
        {
            "number": "21",
            "text": "Ha Jehová ol ak'ancot juntzanh ilya te ov t'a eyib'anh, masanto ol ex satel t'a sat lum lum b'aj ol ex cajnaj chi'."
        },
        {
            "number": "22",
            "text": "Ol yak'paxcot yab'il yab'il Jehová chi' to ol ex cham yuj, k'ak'al ilya te chuk yet' he malk'ei. Axo eyavb'en ol tacjoqueloc. Manhxo ol yak'laj nhab', taquinh ol aj smasanil. Ol och tz'aub' t'a he munlajel masanto ol yal he sateli."
        },
        {
            "number": "23",
            "text": "Manhxalaj nhab' ol cot t'a satcha’anh. Manhxo ol yak'laj sat eyavb'en t'a lum lum chi'."
        },
        {
            "number": "24",
            "text": "Manhxalaj nhab' ol yak'a'. Axonhej lum pokok yet' k'een arena ol em yuj Jehová ko Diosal, masanto ol ex sateloc."
        },
        {
            "number": "25",
            "text": "Ha Jehová chi' ol ex ak'anoch t'a yol sk'ab' heb' eyajk'ool. D'a stzolal ol aj he b'at t'a owal, haxo ol ajoc, sacleminac ol aj eyel t'a heb'. Ol sat sk'ool masanil nación t'a yol yib'anhk’inal tik ayic ol yab'an heb' tas ol ex ik'anoc."
        },
        {
            "number": "26",
            "text": "Ha nok' ostoc yet' nok' caltacte'al nok' ol chianb'at he niwanil. Manhxalaj mach ol xib'tan nok' t'ayex."
        },
        {
            "number": "27",
            "text": "Ha Jehová ol ak'an k'ab'at he niwanil yuj mal yab'il, icha wal ajnac heb' aj Egipto. Ol k'epax quisk'oy t'ayex yet' yaxk'a yet' q'uilaj yab'il, manhxalaj yanhal juntzanh ilya chi'."
        },
        {
            "number": "28",
            "text": "Ol ex quistalaxoc, ol somchajel he k'ool, manhxo ol yal-laj eyilani."
        },
        {
            "number": "29",
            "text": "Toxonhej ol ex ek' machmon t'a chimk'ualil, icha tz'aj yek' machmon heb' max ujitaxon yilani. Axo t'a masanil tas ol he k'ulej, manhxalaj tas ol elk'och t'a wach'il. Ol ex te ixtaxeloc. Ilb'ajk'olxonhej ol ex ajoc. Manhxalaj mach ol ex colanoc."
        },
        {
            "number": "30",
            "text": "Ha mach ol sb'o strato snupnaj yet' junok ix ix, ch'okxo mach ol way yet' ix. Ol he b'ok'e junok he pat, palta manhxo ol ex cajnaj t'a yool. Ol eyawej junok eyuwa, palta manhxo ol he lo sat."
        },
        {
            "number": "31",
            "text": "D'a wal eyichanh ol smilcham nok' he wacax heb' ajk'ool, palta manh ol he chi' jab'oc schib'ejal nok'. D'a eyichanh ol yik'b'at nok' he b'uru heb', manhxo ol yak' meltzaj nok' heb' t'ayex. Ol yik'b'at nok' he calnel heb', manhxalaj mach ol yal scolancan nok' t'a heb'."
        },
        {
            "number": "32",
            "text": "Eyichanh wal ol b'atcan heb' eyuninal yet' heb' ix eyisil t'a yol sk'ab' heb' ch'oc chonhab'il. Toxonhej ol ex k'unb'oc he maclan sjax heb', palta manhxa jab'oc tas syal eyuuj."
        },
        {
            "number": "33",
            "text": "Ha heb' anima manh eyojtacoc, a heb' ol satanel masanil sat eyavb'en yet' jantac he munlajel. Ol ex ixtaj wal, ob'iltacxonhej ol ex ajoc."
        },
        {
            "number": "34",
            "text": "Ayic ol eyilan masanil juntzanh chi', toxonhej ol ex quistalaxcanoc."
        },
        {
            "number": "35",
            "text": "Ol yak' wal cot yaelal Jehová t'a eyib'anh, ol k'e yab'il yaxk'ha t'a sjolom he penec, t'a he xub' yet' t'a masanil he niwanil. Manhxo ol anhtaj jun ilya chi' eyuuj."
        },
        {
            "number": "36",
            "text": "Ol ex ik'jocb'at yuj Jehová chi' yet' he reyal sik'b'iloch eyuuj t'a junok nación to manh eyojtacoc, manh yojtacocpax heb' he mam eyicham. Ata' ol eyak'em he b'ha t'a juntzanh comon Dios b'ob'il t'a te te', ma t'a k'een k'een."
        },
        {
            "number": "37",
            "text": "Ol sat sk'ol juntzanhxo nación yab'an tas ol ex utajoc. Ol aljoc he pecal, ol ex b'uchjoc yuj juntzanh chonhab' b'aj ol ex yik'b'at Jehová chi'."
        },
        {
            "number": "38",
            "text": "Te niwan inhat ol eyawej, palta jab'nhej sat ol he molo', anhej nok' k'ulub' ol k'uxanb'atoc."
        },
        {
            "number": "39",
            "text": "Ol eyawej eyuwa, ol he mesani, palta manh ol he b'ixlaj sat, malaj wino ol eyuk'ej, anhej nok' yaxtaj ol lajaneloc."
        },
        {
            "number": "40",
            "text": "Ay te' oliwo t'a sat he lu'um, palta malaj yaceiteal te' ol he k'ana' yujto tonhej ol k'ajb'anel sat te'."
        },
        {
            "number": "41",
            "text": "Ay eyuninal, ay eyisil, palta manh ol ajlaj heb' eyed'oc, yujto ol ik'jocb'at heb' t'a juntzanhxo nación."
        },
        {
            "number": "42",
            "text": "Masanil te te' syak' sat t'a he chonhab', pilan ol lajwokel te' yuj nok' k'ulub'."
        },
        {
            "number": "43",
            "text": "Ha heb' ch'oc chonhab'il ayek' cajan t'a he kal, niwanxo ol aj yelk'och heb' t'a eyichanh, a exxo tik, manhxalaj ol aj eyelk'ochi yujto ol ex lajwoquemoc."
        },
        {
            "number": "44",
            "text": "Ha heb' chi', ay tas ol yal yak'an heb' majanil, palta a exxo tik, manhxalaj tas t'ayex. Ha heb' sat ol aj t'ayex, a exxo tik spatictaquil ol ex ajcanoc."
        },
        {
            "number": "45",
            "text": "Masanil juntzanh yaelal tik ol ja t'a eyib'anh. Ol eyab'xonhej syail masanto ol yal he sateli, yujto maj he k'anab'ajej masanil schecnab'il yet' sk'ayb'ub'al Jehová ko Diosal ix yak' t'ayex."
        },
        {
            "number": "46",
            "text": "Ha juntzanh yaelal tik sch'oxcot yowal sk'ol Dios t'ayex yet' t'a heb' eyinhtilal t'a masanil tiempo."
        },
        {
            "number": "47",
            "text": "Yujto maj eyak'em he b'ha t'a Jehová ko Diosal t'a tzalajk'olal yet' t'a smasanil he k'ool ayic ix yak'an swach'k'olal t'a eyib'anh,"
        },
        {
            "number": "48",
            "text": "yuj chi' yowalil ol eyak' serwil heb' ajk'ool ol yak'cot t'ayex, ol eyab' syail wejel, taquinhtial, manh pichulal yet' masanil yaelal. Ol eyab' wal syail yuj heb' eyajk'ool chi' masanto ol yal he sateli."
        },
        {
            "number": "49",
            "text": "Ha heb' anima t'a junok nación te najat b'aj slajwik'och yol yib'anhk’inal tik, a heb' ol yik'cot Jehová t'ayex, yelk'olal ol aj scot heb' icha sjenhwi nok' ch'acb'a. Ch'oc ti'al syal heb', manh ol eyab'laj tas ol yal heb'."
        },
        {
            "number": "50",
            "text": "Te owal anima heb'. Malaj yelk'och heb' icham anima yet' heb' unin t'a heb'."
        },
        {
            "number": "51",
            "text": "Ol schib'at yune' nok' he molb'etzal nok' heb', ol sloanb'at sat eyavb'en te' heb', masanto ol ex ixtajwal. Manhxalaj he trigo, he wino, eyaceite, ma yune' nok' he wacax yet' yune' nok' he calnel ol to kan yuj heb', anhej to ol ex cham yuj wejel."
        },
        {
            "number": "52",
            "text": "Ol och oyan heb' ajk'ol chi' t'a spatictac he chonhab'. Ol jawok heb' t'ayex masanto ol yal yem lanhnaj smuroal he chonhab' chaanh yajk'ei yet' b'aj scol sb'a heb' soldado ayoch yipoc he k'ool. Masanil juntzanh chonhab' ol yak' Jehová ko Diosal t'ayex, ol laj yoymitej heb'."
        },
        {
            "number": "53",
            "text": "Ayic ol laj oymaj heb' ajk'ol chi' t'a he chonhab' chi', haxo yuj wejel ol he chianb'at eyuninal yet' eyisil ix yak' Jehová ko Diosal. Wach'chom ay junok winak t'a he kal te wach' syutej sb'a, palta yuj wejel chi' ol schib'at yuninal. Manh ol yak' jab'oc t'a yuk'tac, t'a ix yetb'eyum to xajan yuj yet' t'a juntzanhxo yuninal olto canoc."
        },
        {
            "number": "54",
            "text": "Wach'chom ay junok ix ix manh comonoc syutej sb'ha t'a he kal, te b'eyum ix, malaj b'aj tz'em yoc ix t'a sat lu'um, aynhejoch xanhab' ix, palta yujto manhxa tas swa ix yuj b'aj oyanoch heb' ajk'ol t'a spatictac he chonhab' chi', ol schib'at yune' ix toto tz'alji yet' smoj yune' chi'. Manh ol yak' jab'oc ix t'a winh yetb'eyum, ma t'a juntzanhxo yune'."
        },
        {
            "number": "55",
            "text": "Ha Jehová ko Diosal te wach', te ay smay, palta tato malaj yelk'och t'ayex, manh ol he b'eyb'alejpax masanil juntzanh checnab'il tz'ib'ab'ilcan tik,"
        },
        {
            "number": "56",
            "text": "ol yak' wal cot niwac yaelal ko Diosal chi' t'a eyib'anh yet' t'a yib'anh eyinhtilal. Ha wal ilya te chuk ol yak' t'a eyib'anh to manhxalaj yanhal."
        },
        {
            "number": "57",
            "text": "Ol cot wal juntzanh ilya t'a eyib'anh, icha wal juntzanh ilya ik'annac heb' aj Egipto, aton juntzanh b'aj te xivnac ex. Manhxo ol el-laj juntzanh yaelal chi' t'a eyib'anh."
        },
        {
            "number": "58",
            "text": "Ayto juntzanhxo yaelal max b'inajlaj t'a juntzanh slolonel Dios tik ol jawok t'a eyib'anh yic tzex sateli."
        },
        {
            "number": "59",
            "text": "Ha ex wal tik ex wetisraelal, te niwanxo he b'isul, lajan exxo icha k'een k'anal t'a satcha’anh, palta ol ex sateloc. Manhxo niwanoc ol ajkan he b'isul, tato manh ol he k'anab'ajej Jehová ko Diosal."
        },
        {
            "number": "60",
            "text": "Icha ix aj stzalaj sk'ol sch'oxan swach'k'olal t'ayonh, ix yak'an q'uib' ko b'isul, icha pax chi' ol aj stzalaj sk'ol yuj he sateli. Elanhchamel ol aj ex yik'anxiel t'a lum lum b'aj toxo ol ex cajnaj tik."
        },
        {
            "number": "61",
            "text": "Ha ex olto ex canoc, a Jehová ol ex saclemancanb'at b'ajtac slajwik'och yol yib'anhk’inal tik. Ata' ol ex och ejmelal t'a juntzanh comon Dios b'ob'il t'a te te', ma t'a k'een k'een, aton comon Dios b'aj max eyak'em he b'a, manh yak'nacocpaxem sb'a heb' ko mam quicham t'ay."
        },
        {
            "number": "62",
            "text": "Ayic ayex ek' t'a juntzanh nación chi', manh ol eyik' jab'oc eyip, malaj jab'oc tas b'aj ay eyalan eyiko'. Yujto t'a xivk'olal ol ex ajek' yuj Jehová ta', cuseltacxonhej ol aj yilji he sat yuj ilk'olal."
        },
        {
            "number": "63",
            "text": "Xivk'olal ol ex ajek' t'a masanil tiempo yuj he chamel. Ol ex te xiv t'a k'ualil yet' t'ak'walil."
        },
        {
            "number": "64",
            "text": "Ol ex te xiv wal sik'lab'il yuj juntzanh te ay smay ol eyila'. Ha t'a q'uinhib'alil ol eyala': Tzoc wal k'ik'b'i, xe chama. Axo t'ak'walil ol eyalanxi: Tzoc sakb'i, xe chama."
        },
        {
            "number": "65",
            "text": "Wach'chom ix yal Jehová to manhxa b'ak'uinh tzex meltzaj t'a Egipto, palta a ol ex ak'anxib'at ta' t'a yol barco. Ata' ol he chonhoch he b'a schecab'oc heb' eyajk'ol chi', palta manhxalaj mach ol ex mananoc, xchi winhaj Moisés chi' t'a heb'."
        }
    ]
}