{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Tato yel tze k'anab'ajej masanil schecnab'il Jehová co Diosal svalcan tik t'ayex, te niwan ol aj eyelk'och yuj Jehová chi' t'a yichanh juntzanhxo nación t'a yol yib'anhk’inal tik."
        },
        {
            "number": "2",
            "text": "Anhejtona' tato tze k'anab'ajej Jehová co Diosal, ol e chapax masanil juntzanh yaxilal ol val tik:"
        },
        {
            "number": "3",
            "text": "Ol yak' swach'k'olal t'a eyib'anh t'a yol e chonhab' yet' t'a e munlajel."
        },
        {
            "number": "4",
            "text": "Ol yak' swach'k'olal t'a yib'anh eb' eyuninal, t'a yib'anh tas tzeyavej, t'a yib'anh yune' nok' e vacax, yune' nok' e calnel yet' t'a yib'anh juntzanhxo yune' nok' e molb'etzal nok'."
        },
        {
            "number": "5",
            "text": "Ol yak' swach'k'olal t'a yib'anh tas ol eyaq'uem t'a yol e mooch yet' t'a yib'anh tas tze wa''a."
        },
        {
            "number": "6",
            "text": "Ol yak'an swach'k'olal t'a eyib'anh b'ajtac tzex eq'ui yet' yic tzex meltzajxi t'a e pat."
        },
        {
            "number": "7",
            "text": "Ha Jehová ol ak'anoch eb' eyajk'ol t'a yol e k'ab' ayic ol yak'an oval eb' eyed'oc. D'a stzolal ol aj scot eb' t'ayex, palta sacleminac ol aj yel eb' elelal t'ayex."
        },
        {
            "number": "8",
            "text": "Ol yak' swach'k'olal Jehová co Diosal t'a yib'anh tastac tzeyik' t'a e munlajel yet' t'a yib'anh masanil tas tze k'ulej. Icha val chi' te tzalajk'olal ol ex ajek' t'a sat lum lum ol yak' Jehová chi' t'ayex."
        },
        {
            "number": "9",
            "text": "Tato tze k'anab'ajej masanil schecnab'il Jehová chi', tze b'eyb'alani, ol ex yalnhejoch schonhab'oc to sik'b'ilex el yuj, icha ajnac yalani."
        },
        {
            "number": "10",
            "text": "Axo eb' anima t'a masanil nación t'a yol yib'anhk’inal tik, ol yojtaquejel eb' to sik'b'il ex el yuj Jehová, ol xiv eb' t'ayex."
        },
        {
            "number": "11",
            "text": "Ha Jehová chi' ol ex xajananoc: Tzijtum ol aj eyuninal yet' yune' nok' e molb'etzal nok', jantac ol aj sat eyavb'en t'a lum lum yak'nac sti' t'a eb' co mam quicham to ol yak' t'ayex."
        },
        {
            "number": "12",
            "text": "Ol yak'ancot nhab' t'a yib'anh lum lum tik t'a stiempoal, icha jantac tz'och yopisio. Te wach'xonhej ol aj e munlajel. Masanil tastac ay t'ayex, ol te q'uib'chaanh, masanto ol yal eyak'an majanil t'a tzijtumoc nación. Ha exxo pax tik, malaj tas ol e k'an e majnej t'a junocxo mach."
        },
        {
            "number": "13",
            "text": "Tato ol e k'anab'ajej masanil schecnab'il Jehová co Diosal, aton masanil juntzanh svalcan t'ayex ticnaic, sat ol ex aj t'a eb' ch'oc nacional chi', haxo eb' spatictac ol ajkan eb'. Nivan ol aj eyelk'och t'a yib'anh eb'. Malaj b'aj ol ex ak'joc ganar yuj eb'."
        },
        {
            "number": "14",
            "text": "Icha chi' ol ex ajoc, tato max eyiq'uel e b'ha t'a spatic schecnab'il Jehová, tato max ex och tzak'an t'a spatic comon dios, yic tzeyak'anem e b'a t'ay."
        },
        {
            "number": "15",
            "text": "Palta tato manh ol e k'anab'ajej masanil schecnab'il yet' sk'ayb'ub'al Jehová co Diosal, aton juntzanh van valan tik t'ayex, ol ja val juntzanh catab' tik t'a eyib'anh:"
        },
        {
            "number": "16",
            "text": "Te chuk eyic t'a yol e chonhab' yet' t'a e munlajel."
        },
        {
            "number": "17",
            "text": "Syalelk'ochi to malaj tas ol eyik' t'a e munlajel chi', malaj pax tas ol e wa''a."
        },
        {
            "number": "18",
            "text": "Ol javoc yaelal t'a yib'anh eb' eyuninal, malaj swach'il ol aj sat eyavb'en. Manh ol q'uib' yune' nok' e vacax, yune' nok' e calnel, yune' nok' e chiva yet' masanil nok' e molb'etzal nok'."
        },
        {
            "number": "19",
            "text": "Chuc eyic b'ajtacnhej tzex eq'ui yet' yic tzex meltzajxi t'a e pat."
        },
        {
            "number": "20",
            "text": "Ol yak'cot yaelal Jehová yet' ilk'olal t'a eyib'anh. Toxonhej ol ex somchajel t'a masanil tastac ol e k'ulej. Elanhchamel ol ex satel yuj chukal tze k'ulej yuj eyactancan Jehová chi'."
        },
        {
            "number": "21",
            "text": "Ha Jehová ol ak'ancot juntzanh ilya te ov t'a eyib'anh, masanto ol ex satel t'a sat lum lum b'aj ol ex cajnaj chi'."
        },
        {
            "number": "22",
            "text": "Ol yak'paxcot yab'il yab'il Jehová chi' to ol ex cham yuj, k'ak'al ilya te chuk yet' e malq'uei. Axo eyavb'en ol tacjoqueloc. Manhxo ol yak'laj nhab', taquinh ol aj smasanil. Ol och tz'aub' t'a e munlajel masanto ol yal e sateli."
        },
        {
            "number": "23",
            "text": "Manhxalaj nhab' ol cot t'a satcha’anh. Manhxo ol yak'laj sat eyavb'en t'a lum lum chi'."
        },
        {
            "number": "24",
            "text": "Manhxalaj nhab' ol yak'a'. Axonhej lum pococ yet' q'uen arena ol em yuj Jehová co Diosal, masanto ol ex sateloc."
        },
        {
            "number": "25",
            "text": "Ha Jehová chi' ol ex ak'anoch t'a yol sk'ab' eb' eyajk'ool. D'a stzolal ol aj e b'at t'a oval, haxo ol ajoc, sacleminac ol aj eyel t'a eb'. Ol sat sk'ool masanil nación t'a yol yib'anhk’inal tik ayic ol yab'an eb' tas ol ex ik'anoc."
        },
        {
            "number": "26",
            "text": "Ha nok' ostoc yet' nok' caltacte'al nok' ol chianb'at e nivanil. Manhxalaj mach ol xib'tan nok' t'ayex."
        },
        {
            "number": "27",
            "text": "Ha Jehová ol ak'an k'ab'at e nivanil yuj mal yab'il, icha val ajnac eb' aj Egipto. Ol q'uepax quisk'oy t'ayex yet' yaxk'a yet' q'uilaj yab'il, manhxalaj yanhal juntzanh ilya chi'."
        },
        {
            "number": "28",
            "text": "Ol ex quistalaxoc, ol somchajel e k'ool, manhxo ol yal-laj eyilani."
        },
        {
            "number": "29",
            "text": "Toxonhej ol ex ek' machmon t'a chimk'ualil, icha tz'aj yek' machmon eb' max ujitaxon yilani. Axo t'a masanil tas ol e k'ulej, manhxalaj tas ol elk'och t'a wach'il. Ol ex te ixtaxeloc. Ilb'ajk'olxonhej ol ex ajoc. Manhxalaj mach ol ex colanoc."
        },
        {
            "number": "30",
            "text": "Ha mach ol sb'o strato snupnaj yet' junok ix ix, ch'ocxo mach ol vay yet' ix. Ol e b'oq'ue junok e pat, palta manhxo ol ex cajnaj t'a yool. Ol eyavej junok eyuva, palta manhxo ol e lo sat."
        },
        {
            "number": "31",
            "text": "D'a val eyichanh ol smilcham nok' e vacax eb' ajk'ool, palta manh ol e chi' jab'oc schib'ejal nok'. D'a eyichanh ol yik'b'at nok' e b'uru eb', manhxo ol yak' meltzaj nok' eb' t'ayex. Ol yik'b'at nok' e calnel eb', manhxalaj mach ol yal scolancan nok' t'a eb'."
        },
        {
            "number": "32",
            "text": "Eyichanh val ol b'atcan eb' eyuninal yet' eb' ix eyisil t'a yol sk'ab' eb' ch'oc chonhab'il. Toxonhej ol ex k'unb'oc e maclan sjax eb', palta manhxa jab'oc tas syal eyuuj."
        },
        {
            "number": "33",
            "text": "Ha eb' anima manh eyojtacoc, a eb' ol satanel masanil sat eyavb'en yet' jantac e munlajel. Ol ex ixtaj val, ob'iltacxonhej ol ex ajoc."
        },
        {
            "number": "34",
            "text": "Ayic ol eyilan masanil juntzanh chi', toxonhej ol ex quistalaxcanoc."
        },
        {
            "number": "35",
            "text": "Ol yak' val cot yaelal Jehová t'a eyib'anh, ol q'ue yab'il yaxk'ha t'a sjolom e penec, t'a e xub' yet' t'a masanil e nivanil. Manhxo ol anhtaj jun ilya chi' eyuuj."
        },
        {
            "number": "36",
            "text": "Ol ex ik'jocb'at yuj Jehová chi' yet' e reyal sik'b'iloch eyuuj t'a junok nación to manh eyojtacoc, manh yojtacocpax eb' e mam eyicham. Ata' ol eyaq'uem e b'ha t'a juntzanh comon dios b'ob'il t'a te te', ma t'a q'uen q'ueen."
        },
        {
            "number": "37",
            "text": "Ol sat sk'ol juntzanhxo nación yab'an tas ol ex utajoc. Ol aljoc e pecal, ol ex b'uchjoc yuj juntzanh chonhab' b'aj ol ex yik'b'at Jehová chi'."
        },
        {
            "number": "38",
            "text": "Te niwan inhat ol eyavej, palta jab'nhej sat ol e molo', anhej nok' k'ulub' ol k'uxanb'atoc."
        },
        {
            "number": "39",
            "text": "Ol eyavej eyuva, ol e mesani, palta manh ol e b'ixlaj sat, malaj vino ol eyuq'uej, anhej nok' yaxtaj ol lajaneloc."
        },
        {
            "number": "40",
            "text": "Ay te' olivo t'a sat e lu'um, palta malaj yaceiteal te' ol e k'ana' yujto tonhej ol k'ajb'anel sat te'."
        },
        {
            "number": "41",
            "text": "Ay eyuninal, ay eyisil, palta manh ol ajlaj eb' eyed'oc, yujto ol ik'jocb'at eb' t'a juntzanhxo nación."
        },
        {
            "number": "42",
            "text": "Masanil te te' syak' sat t'a e chonhab', pilan ol lajvoquel te' yuj nok' k'ulub'."
        },
        {
            "number": "43",
            "text": "Ha eb' ch'oc chonhab'il ayek' cajan t'a e cal, nivanxo ol aj yelk'och eb' t'a eyichanh, a exxo tik, manhxalaj ol aj eyelk'ochi yujto ol ex lajvoquemoc."
        },
        {
            "number": "44",
            "text": "Ha eb' chi', ay tas ol yal yak'an eb' majanil, palta a exxo tik, manhxalaj tas t'ayex. Ha eb' sat ol aj t'ayex, a exxo tik spatictaquil ol ex ajcanoc."
        },
        {
            "number": "45",
            "text": "Masanil juntzanh yaelal tik ol ja t'a eyib'anh. Ol eyab'xonhej syail masanto ol yal e sateli, yujto maj e k'anab'ajej masanil schecnab'il yet' sk'ayb'ub'al Jehová co Diosal ix yak' t'ayex."
        },
        {
            "number": "46",
            "text": "Ha juntzanh yaelal tik sch'oxcot yoval sk'ol Dios t'ayex yet' t'a eb' eyinhtilal t'a masanil tiempo."
        },
        {
            "number": "47",
            "text": "Yujto maj eyaq'uem e b'ha t'a Jehová co Diosal t'a tzalajk'olal yet' t'a smasanil e k'ool ayic ix yak'an swach'k'olal t'a eyib'anh,"
        },
        {
            "number": "48",
            "text": "yuj chi' yowalil ol eyak' servil eb' ajk'ool ol yak'cot t'ayex, ol eyab' syail vejel, taquinhtial, manh pichulal yet' masanil yaelal. Ol eyab' val syail yuj eb' eyajk'ool chi' masanto ol yal e sateli."
        },
        {
            "number": "49",
            "text": "Ha eb' anima t'a junok nación te najat b'aj slajvik'och yol yib'anhk’inal tik, a eb' ol yik'cot Jehová t'ayex, yelk'olal ol aj scot eb' icha sjenhvi nok' ch'acb'a. Ch'oc ti'al syal eb', manh ol eyab'laj tas ol yal eb'."
        },
        {
            "number": "50",
            "text": "Te oval anima eb'. Malaj yelk'och eb' icham anima yet' eb' unin t'a eb'."
        },
        {
            "number": "51",
            "text": "Ol schib'at yune' nok' e molb'etzal nok' eb', ol sloanb'at sat eyavb'en te' eb', masanto ol ex ixtajval. Manhxalaj e trigo, e vino, eyaceite, ma yune' nok' e vacax yet' yune' nok' e calnel ol to kan yuj eb', anhej to ol ex cham yuj vejel."
        },
        {
            "number": "52",
            "text": "Ol och oyan eb' ajk'ol chi' t'a spatictac e chonhab'. Ol javoc eb' t'ayex masanto ol yal yem lanhnaj smuroal e chonhab' chaanh yajq'uei yet' b'aj scol sb'a eb' soldado ayoch yipoc e k'ool. Masanil juntzanh chonhab' ol yak' Jehová co Diosal t'ayex, ol laj yoymitej eb'."
        },
        {
            "number": "53",
            "text": "Ayic ol laj oymaj eb' ajk'ol chi' t'a e chonhab' chi', haxo yuj vejel ol e chianb'at eyuninal yet' eyisil ix yak' Jehová co Diosal. Wach'chom ay junok vinac t'a e cal te wach' syutej sb'a, palta yuj vejel chi' ol schib'at yuninal. Manh ol yak' jab'oc t'a yuk'tac, t'a ix yetb'eyum to xajan yuj yet' t'a juntzanhxo yuninal olto canoc."
        },
        {
            "number": "54",
            "text": "Wach'chom ay junok ix ix manh comonoc syutej sb'ha t'a e cal, te b'eyum ix, malaj b'aj tz'em yoc ix t'a sat lu'um, aynhejoch xanhab' ix, palta yujto manhxa tas sva ix yuj b'aj oyanoch eb' ajk'ol t'a spatictac e chonhab' chi', ol schib'at yune' ix toto tz'alji yet' smoj yune' chi'. Manh ol yak' jab'oc ix t'a vinh yetb'eyum, ma t'a juntzanhxo yune'."
        },
        {
            "number": "55",
            "text": "Ha Jehová co Diosal te wach', te ay smay, palta tato malaj yelk'och t'ayex, manh ol e b'eyb'alejpax masanil juntzanh checnab'il tz'ib'ab'ilcan tik,"
        },
        {
            "number": "56",
            "text": "ol yak' val cot nivac yaelal co Diosal chi' t'a eyib'anh yet' t'a yib'anh eyinhtilal. Ha val ilya te chuk ol yak' t'a eyib'anh to manhxalaj yanhal."
        },
        {
            "number": "57",
            "text": "Ol cot val juntzanh ilya t'a eyib'anh, icha val juntzanh ilya ik'annac eb' aj Egipto, aton juntzanh b'aj te xivnac ex. Manhxo ol el-laj juntzanh yaelal chi' t'a eyib'anh."
        },
        {
            "number": "58",
            "text": "Ayto juntzanhxo yaelal max b'inajlaj t'a juntzanh slolonel Dios tik ol javoc t'a eyib'anh yic tzex sateli."
        },
        {
            "number": "59",
            "text": "Ha ex val tik ex vetisraelal, te nivanxo e b'isul, lajan exxo icha q'uen k'anal t'a satcha’anh, palta ol ex sateloc. Manhxo nivanoc ol ajkan e b'isul, tato manh ol e k'anab'ajej Jehová co Diosal."
        },
        {
            "number": "60",
            "text": "Icha ix aj stzalaj sk'ol sch'oxan swach'k'olal t'ayonh, ix yak'an q'uib' co b'isul, icha pax chi' ol aj stzalaj sk'ol yuj e sateli. Elanhchamel ol aj ex yik'anxiel t'a lum lum b'aj toxo ol ex cajnaj tik."
        },
        {
            "number": "61",
            "text": "Ha ex olto ex canoc, a Jehová ol ex saclemancanb'at b'ajtac slajvik'och yol yib'anhk’inal tik. Ata' ol ex och ejmelal t'a juntzanh comon dios b'ob'il t'a te te', ma t'a q'uen q'ueen, aton comon dios b'aj max eyaq'uem e b'a, manh yak'nacocpaxem sb'a eb' co mam quicham t'ay."
        },
        {
            "number": "62",
            "text": "Ayic ayex ek' t'a juntzanh nación chi', manh ol eyik' jab'oc eyip, malaj jab'oc tas b'aj ay eyalan eyiko'. Yujto t'a xivk'olal ol ex ajek' yuj Jehová ta', cuseltacxonhej ol aj yilji e sat yuj ilk'olal."
        },
        {
            "number": "63",
            "text": "Xivk'olal ol ex ajek' t'a masanil tiempo yuj e chamel. Ol ex te xiv t'a k'ualil yet' t'ak'walil."
        },
        {
            "number": "64",
            "text": "Ol ex te xiv val sik'lab'il yuj juntzanh te ay smay ol eyila'. Ha t'a q'uinhib'alil ol eyala': Tzoc val k'ik'b'i, xe chama. Axo t'ak'walil ol eyalanxi: Tzoc sakb'i, xe chama."
        },
        {
            "number": "65",
            "text": "Wach'chom ix yal Jehová to manhxa b'ak'uinh tzex meltzaj t'a Egipto, palta a ol ex ak'anxib'at ta' t'a yol barco. Ata' ol e chonhoch e b'a schecab'oc eb' eyajk'ol chi', palta manhxalaj mach ol ex mananoc, xchi vinhaj Moisés chi' t'a eb'."
        }
    ]
}