{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "A juntzanh lolonel yic trato ix schec Jehová yal vinhaj Moisés d'a eb' yetisraelal ayic ayek' eb' d'a yol smacb'en Moab. Stz'acub' sb'a juntzanh tic yed' trato ix sb'o Jehová yed' eb' d'a lum vitz Horeb."
        },
        {
            "number": "2",
            "text": "Ix smolb'ej masanil eb' yetchonhab' vinhaj Moisés, ix yalan vinh d'a eb' icha tic: A ex tic, eyilnac val tas utajnac vinh sreyal Egipto yed' eb' ayoch yajalil yed' vinh yed' masanil smacb'en Egipto chi' yuj Jehová."
        },
        {
            "number": "3",
            "text": "Testigo eyaj d'a juntzanh yaelal yed' tas satub'tac yilji sk'ulejnac Jehová chi'."
        },
        {
            "number": "4",
            "text": "Palta masanto ticnaic maxto yak'laj eyojtaquejeli tas syalelk'och juntzanh chi'."
        },
        {
            "number": "5",
            "text": "40 ab'il ix ex in cuchb'ej d'a taquinh luum. A d'a jun tiempoal chi', maj lajvoquel-laj e pichul, maj lajvoquel-laj e xanhab'."
        },
        {
            "number": "6",
            "text": "Maj e valaj ixim pan, maj eyuk'laj vino, ma yal sat te' avb'en te' pajb'inac, yic vach' snachajel eyuuj to a Jehová aton co Diosal."
        },
        {
            "number": "7",
            "text": "Ayic ix onh javi d'a jun lugar tic, ix elta vinhaj Sehón sreyal Hesbón yak' oval qued'oc yed' vinhaj Og sreyal Basán, palta ix cak' ganar eb'."
        },
        {
            "number": "8",
            "text": "Ix quik'ancan sluum eb', ix cak'an d'a eb' yinhtilal Rubén, d'a eb' yinhtilal Gad yed' d'a nanhalxo eb' yinhtilal Manasés."
        },
        {
            "number": "9",
            "text": "Yuj chi', k'anab'ajejec e b'eyb'alan jun trato tic, yic vach'nhej ol aj eyelk'och d'a masanil tastac ol e k'ulej."
        },
        {
            "number": "10",
            "text": "A ticnaic, tic val molan onh ek' d'a yichanh Jehová co Diosal. Masanil eb' yajal d'a eyinhtilal, eb' yichamtac vinaquil chonhab', eb' ay yopisio yed' masanil eb' quetisraelal:"
        },
        {
            "number": "11",
            "text": "Eb' vinh vinac, eb' unin, eb' ix ix yed' eb' ch'oc chonhab'il ayek' cajan d'a co cal, aton eb' k'atzitzvum yed' eb' cuchum a',"
        },
        {
            "number": "12",
            "text": "molan onh eq'ui yic vach' sco chacan strato Jehová co Diosal b'aj syak'can sti' d'ayonh."
        },
        {
            "number": "13",
            "text": "A val ticnaic scheclajcaneli to tzonh ochcan schonhab'oc Jehová co Diosal, axo tz'ochcan co Diosaloc, icha yutejnac yak'an sti' d'a vinhaj Abraham, d'a vinhaj Isaac yed' d'a vinhaj Jacob, aton eb' co mam quicham."
        },
        {
            "number": "14",
            "text": "Manhocnhej qued' a onh molan onh ek' tic sb'o jun trato tic Jehová chi',"
        },
        {
            "number": "15",
            "text": "palta yed' pax eb' quinhtilal toto ol aljoc."
        },
        {
            "number": "16",
            "text": "A ex tic eyojtac val sik'lab'il tas val aj quek'nac d'a Egipto yed' tas ajnac co k'axpajek'ta d'a yol smacb'en juntzanh nación d'a yoltac b'e."
        },
        {
            "number": "17",
            "text": "Ata' quilnac juntzanh comon dios, juntzanh yechel nab'a te', nab'a q'ueen, nab'a plata yed' nab'a oro, te chuclaj sk'ulej juntzanh anima chi', ayic tz'och eb' ejmelal d'ay."
        },
        {
            "number": "18",
            "text": "Comonoc malaj junoc anima d'a co cal tic, vinac, ma ix, ma junoc yinhtilal eb' quetchonhab' tz'actancan Jehová co Diosal, axo d'a sdiosal juntzanh nación chi' tz'och ejmelal. Tato icha chi' sk'ulej, lajan icha junoc yib' te' svolani, a svol chi' te k'a', scham anima yuuj."
        },
        {
            "number": "19",
            "text": "Tato ay junoc mach d'a co cal tic te nhican syutej sb'a snaani, slajvi yab'an tas tz'ajcan jun trato tic, syalan icha tic: Vach'chom tzin pitej in b'a tzin k'ulan masanil tas snib'ej in k'ool, palta malaj tas ol in ik'anoc, tato xchi, ol cot yaelal d'a quib'anh co masanil vach'chom vach' onh, ma chuc onh."
        },
        {
            "number": "20",
            "text": "Yuj chi' manhxo ol ak'joclaj nivank'olal jun anima chi' yuj Jehová, a yoval sk'ol ol javoc d'a yib'anh jun anima chi'. A masanil juntzanh yaelal tz'ib'ab'ilcan tic, a' ol cot d'a yib'anh, ol satjocpaxel yinhtilal d'a sat lum luum tic yuj Jehová."
        },
        {
            "number": "21",
            "text": "A Jehová chi' ol ik'anel jun anima chi' d'a scal masanil yinhtilal eb' quetisraelal, ol yak'anoch yaelal d'a yib'anh, yuj chi' masanil yaelal sb'inaj d'a trato b'aj tz'ib'ab'ilcan masanil ley, ol cot d'a yib'anh jun anima chi'."
        },
        {
            "number": "22",
            "text": "A eb' eyinhtilal d'a b'aq'uinh yed' juntzanhxo anima ch'oc chonhab'il ol cot d'a najat, ol yil val yaelal eb' yed' ilya ol yak'cot Jehová d'a yib'anh lum luum tic."
        },
        {
            "number": "23",
            "text": "Ol yil eb' to a lum luum chi' tz'anac luum smasanil, anhej q'uen azufre yed' atz'am atz'am ay d'a luum. Manhxalaj tas ol yal yavchaj d'a luum. Manhxalaj tas ol q'uib' d'a luum, vach'chom anh ank'ultac manhxo ol q'uib'laj anh. Icha val ajnac satel juntzanh chonhab' yuj yoval sk'ol Jehová, aton Sodoma, Gomorra, Adma yed' Zeboim, icha val chi' ol aj lum e luum tic."
        },
        {
            "number": "24",
            "text": "Yuj chi', masanil anima d'a yolyib'anhq'uinal tic ol sk'anb'ej eb': ¿Tas yuj icha chi' ix yutej jun chonhab' chi' Jehová? ¿Tas yuj ix te cot val yoval sk'ol d'a eb'? xcham eb' anima chi'."
        },
        {
            "number": "25",
            "text": "Axo ol laj spacan juntzanhxo eb': Icha chi' ix aj jun chonhab' chi', yujto ix yactejcan strato Jehová eb', aton trato sb'onac Jehová chi' yed' eb' smam yicham eb', ayic yik'jinaquelta eb' d'a Egipto."
        },
        {
            "number": "26",
            "text": "Ix och eb' ejmelal d'a comon dios b'aj max yak'taxonem sb'a eb', manhoc Jehová ix alan d'a eb' to tz'och eb' ejmelal d'a juntzanh chi'."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix cot yoval sk'ol Jehová chi' d'a yib'anh jun chonhab' chi', ix cot masanil juntzanh catab' tz'ib'ab'ilcan d'a strato d'a yib'anh eb'."
        },
        {
            "number": "28",
            "text": "Ix yiq'uel jun chonhab' chi' yed' yoval sk'ool, ix yak'ancanb'at eb' d'a scaltac juntzanhxo nación, ichaton van yuji ticnaic, xcham eb' ol pacan jun lolonel chi'."
        },
        {
            "number": "29",
            "text": "Ay val tas manh cojtacoc, a juntzanh chi', yic Jehová co Diosal yaji. Palta ay tas ak'b'il cojtaquejel yed' eb' cuninal, aton masanil juntzanh k'ayb'ub'al tic yed' cachnab'il yic sco k'anab'ajej d'a masanil tiempo."
        }
    ]
}