{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ha juntzanh lolonel yic trato ix schec Jehová yal vinhaj Moisés t'a eb' yetisraelal ayic ayek' eb' t'a yol smacb'en Moab. Stz'acub' sb'a juntzanh tik yet' trato ix sb'o Jehová yet' eb' t'a lum vitz Horeb."
        },
        {
            "number": "2",
            "text": "Ix smolb'ej masanil eb' yetchonhab' vinhaj Moisés, ix yalan vinh t'a eb' icha tik: Ha ex tik, eyilnac val tas utajnac vinh sreyal Egipto yet' eb' ayoch yajalil yet' vinh yet' masanil smacb'en Egipto chi' yuj Jehová."
        },
        {
            "number": "3",
            "text": "Testigo eyaj t'a juntzanh yaelal yet' tas satub'tac yilji sk'ulejnac Jehová chi'."
        },
        {
            "number": "4",
            "text": "Palta masanto ticnaic maxto yak'laj eyojtaquejeli tas syalelk'och juntzanh chi'."
        },
        {
            "number": "5",
            "text": "40 ab'il ix ex in cuchb'ej t'a taquinh lu'um. Ha t'a jun pekti’ chi', maj lajvoquel-laj e pichul, maj lajvoquel-laj e xanhab'."
        },
        {
            "number": "6",
            "text": "Maj e valaj ixim pan, maj eyuk'laj vino, ma yal sat te' avb'en te' pajb'inac, yic wach' snachajel eyuuj to a Jehová aton co Diosal."
        },
        {
            "number": "7",
            "text": "Ayic ix onh javi t'a jun lugar tik, ix elta vinhaj Sehón sreyal Hesbón yak' oval qued'oc yet' vinhaj Og sreyal Basán, palta ix cak' ganar eb'."
        },
        {
            "number": "8",
            "text": "Ix quik'ancan sluum eb', ix cak'an t'a eb' yinhtilal Rubén, t'a eb' yinhtilal Gad yet' t'a nanhalxo eb' yinhtilal Manasés."
        },
        {
            "number": "9",
            "text": "Yuj chi', k'anab'ajejec e b'eyb'alan jun trato tik, yic wach'nhej ol aj eyelk'och t'a masanil tastac ol e k'ulej."
        },
        {
            "number": "10",
            "text": "Ha ticnaic, tik val molan onh ek' t'a yichanh Jehová co Diosal. Masanil eb' yajal t'a eyinhtilal, eb' yichamtac vinaquil chonhab', eb' ay yopisio yet' masanil eb' quetisraelal:"
        },
        {
            "number": "11",
            "text": "Eb' vinh vinac, eb' unin, eb' ix ix yet' eb' ch'oc chonhab'il ayek' cajan t'a co cal, aton eb' k'atzitzvum yet' eb' cuchum ha',"
        },
        {
            "number": "12",
            "text": "molan onh eq'ui yic wach' sco chacan strato Jehová co Diosal b'aj syak'kan sti' t'ayonh."
        },
        {
            "number": "13",
            "text": "Ha val ticnaic scheclajcaneli to tzonh ochcan schonhab'oc Jehová co Diosal, haxo tz'ochcan co Diosaloc, icha yutejnac yak'an sti' t'a vinhaj Abraham, t'a vinhaj Isaac yet' t'a vinhaj Jacob, aton eb' co mam quicham."
        },
        {
            "number": "14",
            "text": "Manhocnhej qued' a onh molan onh ek' tik sb'o jun trato tik Jehová chi',"
        },
        {
            "number": "15",
            "text": "palta yet' pax eb' quinhtilal toto ol aljoc."
        },
        {
            "number": "16",
            "text": "Ha ex tik eyojtac val sik'lab'il tas val aj quek'nac t'a Egipto yet' tas ajnac co k'axpajek'ta t'a yol smacb'en juntzanh nación t'a yoltac b'e."
        },
        {
            "number": "17",
            "text": "Ata' quilnac juntzanh comon dios, juntzanh yechel nab'a te', nab'a q'ueen, nab'a plata yet' nab'a oro, te chuclaj sk'ulej juntzanh anima chi', ayic tz'och eb' ejmelal t'ay."
        },
        {
            "number": "18",
            "text": "Comonoc malaj junok anima t'a co cal tik, vinac, ma ix, ma junok yinhtilal eb' quetchonhab' tz'actancan Jehová co Diosal, haxo t'a sdiosal juntzanh nación chi' tz'och ejmelal. Tato icha chi' sk'ulej, lajan icha junok yib' te' svolani, a svol chi' te k'a', scham anima yuj."
        },
        {
            "number": "19",
            "text": "Tato ay junok mach t'a co cal tik te nhican syutej sb'a snaani, slajvi yab'an tas tz'ajkan jun trato tik, syalan icha tik: Wach'chom tzin pitej in b'a tzin k'ulan masanil tas snib'ej in k'ool, palta malaj tas ol in ik'anoc, tato xchi, ol cot yaelal t'a quib'anh co masanil wach'chom wach' onh, ma chuc onh."
        },
        {
            "number": "20",
            "text": "Yuj chi' manhxo ol ak'joclaj nivank'olal jun anima chi' yuj Jehová, a yoval sk'ol ol javoc t'a yib'anh jun anima chi'. Ha masanil juntzanh yaelal tz'ib'ab'ilcan tik, ha' ol cot t'a yib'anh, ol satjocpaxel yinhtilal t'a sat lum lum tik yuj Jehová."
        },
        {
            "number": "21",
            "text": "Ha Jehová chi' ol ik'anel jun anima chi' t'a skal masanil yinhtilal eb' quetisraelal, ol yak'anoch yaelal t'a yib'anh, yuj chi' masanil yaelal sb'inaj t'a trato b'aj tz'ib'ab'ilcan masanil ley, ol cot t'a yib'anh jun anima chi'."
        },
        {
            "number": "22",
            "text": "Ha eb' eyinhtilal t'a b'ak'uinh yet' juntzanhxo anima ch'oc chonhab'il ol cot t'a najat, ol yil val yaelal eb' yet' ilya ol yak'cot Jehová t'a yib'anh lum lum tik."
        },
        {
            "number": "23",
            "text": "Ol yil eb' to a lum lum chi' tz'anac lu'um smasanil, anhej q'uen azufre yet' atz'am atz'am ay t'a lu'um. Manhxalaj tas ol yal yavchaj t'a lu'um. Manhxalaj tas ol q'uib' t'a lu'um, wach'chom anh ank'ultak manhxo ol q'uib'laj anh. Icha val ajnac satel juntzanh chonhab' yuj yoval sk'ol Jehová, aton Sodoma, Gomorra, Adma yet' Zeboim, icha val chi' ol aj lum e lu'um tik."
        },
        {
            "number": "24",
            "text": "Yuj chi', masanil anima t'a yol yib'anhk’inal tik ol sk'anb'ej eb': ¿Tas yuj icha chi' ix yutej jun chonhab' chi' Jehová? ¿Tas yuj ix te cot val yoval sk'ol t'a eb'? xcham eb' anima chi'."
        },
        {
            "number": "25",
            "text": "Axo ol laj spacan juntzanhxo eb': Icha chi' ix aj jun chonhab' chi', yujto ix yactejcan strato Jehová eb', aton trato sb'onac Jehová chi' yet' eb' smam yicham eb', ayic yik'jinaquelta eb' t'a Egipto."
        },
        {
            "number": "26",
            "text": "Ix och eb' ejmelal t'a comon dios b'aj max yak'taxonem sb'a eb', manhoc Jehová ix alan t'a eb' to tz'och eb' ejmelal t'a juntzanh chi'."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix cot yoval sk'ol Jehová chi' t'a yib'anh jun chonhab' chi', ix cot masanil juntzanh catab' tz'ib'ab'ilcan t'a strato t'a yib'anh eb'."
        },
        {
            "number": "28",
            "text": "Ix yiq'uel jun chonhab' chi' yet' yoval sk'ool, ix yak'ancanb'at eb' t'a scaltac juntzanhxo nación, ichaton van yuji ticnaic, xcham eb' ol pacan jun lolonel chi'."
        },
        {
            "number": "29",
            "text": "Ay val tas manh cojtacoc, a juntzanh chi', yic Jehová co Diosal yaji. Palta ay tas ak'b'il cojtaquejel yet' eb' cuninal, aton masanil juntzanh k'ayb'ub'al tik yet' cachnab'il yic sco k'anab'ajej t'a masanil tiempo."
        }
    ]
}