{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ha juntzanh lolonel yic trato ix schec Jehová yal winhaj Moisés t'a heb' yetisraelal ayic ayek' heb' t'a yol smacb'en Moab. Stz'acub' sb'a juntzanh tik yet' trato ix sb'o Jehová yet' heb' t'a lum witz Horeb."
        },
        {
            "number": "2",
            "text": "Ix smolb'ej masanil heb' yetchonhab' winhaj Moisés, ix yalan winh t'a heb' icha tik: Ha ex tik, eyilnac wal tas utajnac winh sreyal Egipto yet' heb' ayoch yajalil yet' winh yet' masanil smacb'en Egipto chi' yuj Jehová."
        },
        {
            "number": "3",
            "text": "Testigo eyaj t'a juntzanh yaelal yet' tas satub'tac yilji sk'ulejnac Jehová chi'."
        },
        {
            "number": "4",
            "text": "Palta masanto tiknaik maxto yak'laj eyojtaquejeli tas syalelk'och juntzanh chi'."
        },
        {
            "number": "5",
            "text": "40 ab'il ix ex in cuchb'ej t'a taquinh lu'um. Ha t'a jun pekti’ chi', maj lajwokel-laj he pichul, maj lajwokel-laj he xanhab'."
        },
        {
            "number": "6",
            "text": "Maj he walaj ixim pan, maj eyuk'laj wino, ma yal sat te' avb'en te' pajb'inac, yic wach' snachajel eyuuj to a Jehová aton ko Diosal."
        },
        {
            "number": "7",
            "text": "Ayic ix onh jawi t'a jun lugar tik, ix elta winhaj Sehón sreyal Hesbón yak' owal qued'oc yet' winhaj Og sreyal Basán, palta ix cak' ganar heb'."
        },
        {
            "number": "8",
            "text": "Ix quik'ancan sluum heb', ix cak'an t'a heb' yinhtilal Rubén, t'a heb' yinhtilal Gad yet' t'a nanhalxo heb' yinhtilal Manasés."
        },
        {
            "number": "9",
            "text": "Yuj chi', k'anab'ajejec he b'eyb'alan jun trato tik, yic wach'nhej ol aj eyelk'och t'a masanil tastac ol he k'ulej."
        },
        {
            "number": "10",
            "text": "Ha tiknaik, tik wal molan onh ek' t'a yichanh Jehová ko Diosal. Masanil heb' yajal t'a eyinhtilal, heb' yichamtac winaquil chonhab', heb' ay yopisio yet' masanil heb' quetisraelal:"
        },
        {
            "number": "11",
            "text": "Eb' winh winak, heb' unin, heb' ix ix yet' heb' ch'oc chonhab'il ayek' cajan t'a ko kal, aton heb' k'atzitzwum yet' heb' cuchum ha',"
        },
        {
            "number": "12",
            "text": "molan onh eq'ui yic wach' sco chacan strato Jehová ko Diosal b'aj syak'kan sti' t'ayonh."
        },
        {
            "number": "13",
            "text": "Ha wal tiknaik scheclajcaneli to tzonh ochcan schonhab'oc Jehová ko Diosal, haxo tz'ochcan ko Diosaloc, icha yutejnac yak'an sti' t'a winhaj Abraham, t'a winhaj Isaac yet' t'a winhaj Jacob, aton heb' ko mam quicham."
        },
        {
            "number": "14",
            "text": "Manhoknhej qued' a onh molan onh ek' tik sb'o jun trato tik Jehová chi',"
        },
        {
            "number": "15",
            "text": "palta yet' pax heb' quinhtilal toto ol aljoc."
        },
        {
            "number": "16",
            "text": "Ha ex tik eyojtac wal sik'lab'il tas wal aj quek'nac t'a Egipto yet' tas ajnac ko k'axpajek'ta t'a yol smacb'en juntzanh nación t'a yoltac b'e."
        },
        {
            "number": "17",
            "text": "Ata' quilnac juntzanh comon Dios, juntzanh yechel nab'a te', nab'a k'een, nab'a plata yet' nab'a oro, te chuclaj sk'ulej juntzanh anima chi', ayic tz'och heb' ejmelal t'ay."
        },
        {
            "number": "18",
            "text": "Comonoc malaj junok anima t'a ko kal tik, winak, ma ix, ma junok yinhtilal heb' quetchonhab' tz'actancan Jehová ko Diosal, haxo t'a sdiosal juntzanh nación chi' tz'och ejmelal. Tato icha chi' sk'ulej, lajan icha junok yib' te' swolani, a swol chi' te k'a', scham anima yuj."
        },
        {
            "number": "19",
            "text": "Tato ay junok mach t'a ko kal tik te nhican syutej sb'a snaani, slajwi yab'an tas tz'ajkan jun trato tik, syalan icha tik: Wach'chom tzin pitej in b'a tzin k'ulan masanil tas snib'ej in k'ool, palta malaj tas ol in ik'anoc, tato xchi, ol cot yaelal t'a quib'anh ko masanil wach'chom wach' onh, ma chuk onh."
        },
        {
            "number": "20",
            "text": "Yuj chi' manhxo ol ak'joclaj niwank'olal jun anima chi' yuj Jehová, a yowal sk'ol ol jawok t'a yib'anh jun anima chi'. Ha masanil juntzanh yaelal tz'ib'ab'ilcan tik, ha' ol cot t'a yib'anh, ol satjocpaxel yinhtilal t'a sat lum lum tik yuj Jehová."
        },
        {
            "number": "21",
            "text": "Ha Jehová chi' ol ik'anel jun anima chi' t'a skal masanil yinhtilal heb' quetisraelal, ol yak'anoch yaelal t'a yib'anh, yuj chi' masanil yaelal sb'inaj t'a trato b'aj tz'ib'ab'ilcan masanil ley, ol cot t'a yib'anh jun anima chi'."
        },
        {
            "number": "22",
            "text": "Ha heb' eyinhtilal t'a b'ak'uinh yet' juntzanhxo anima ch'oc chonhab'il ol cot t'a najat, ol yil wal yaelal heb' yet' ilya ol yak'cot Jehová t'a yib'anh lum lum tik."
        },
        {
            "number": "23",
            "text": "Ol yil heb' to a lum lum chi' tz'anac lu'um smasanil, anhej k'een azufre yet' atz'am atz'am ay t'a lu'um. Manhxalaj tas ol yal yavchaj t'a lu'um. Manhxalaj tas ol q'uib' t'a lu'um, wach'chom anh ank'ultak manhxo ol q'uib'laj anh. Icha wal ajnac satel juntzanh chonhab' yuj yowal sk'ol Jehová, aton Sodoma, Gomorra, Adma yet' Zeboim, icha wal chi' ol aj lum he lu'um tik."
        },
        {
            "number": "24",
            "text": "Yuj chi', masanil anima t'a yol yib'anhk’inal tik ol sk'anb'ej heb': ¿Tas yuj icha chi' ix yutej jun chonhab' chi' Jehová? ¿Tas yuj ix te cot wal yowal sk'ol t'a heb'? xcham heb' anima chi'."
        },
        {
            "number": "25",
            "text": "Axo ol laj spacan juntzanhxo heb': Icha chi' ix aj jun chonhab' chi', yujto ix yaktejcan strato Jehová heb', aton trato sb'onac Jehová chi' yet' heb' smam yicham heb', ayic yik'jinaquelta heb' t'a Egipto."
        },
        {
            "number": "26",
            "text": "Ix och heb' ejmelal t'a comon Dios b'aj max yak'taxonem sb'a heb', manhoc Jehová ix alan t'a heb' to tz'och heb' ejmelal t'a juntzanh chi'."
        },
        {
            "number": "27",
            "text": "Yuj chi' ix cot yowal sk'ol Jehová chi' t'a yib'anh jun chonhab' chi', ix cot masanil juntzanh catab' tz'ib'ab'ilcan t'a strato t'a yib'anh heb'."
        },
        {
            "number": "28",
            "text": "Ix yik'el jun chonhab' chi' yet' yowal sk'ool, ix yak'ancanb'at heb' t'a scaltac juntzanhxo nación, ichaton wan yuji tiknaik, xcham heb' ol pacan jun lolonel chi'."
        },
        {
            "number": "29",
            "text": "Ay wal tas manh cojtacoc, a juntzanh chi', yic Jehová ko Diosal yaji. Palta ay tas ak'b'il cojtaquejel yet' heb' cuninal, aton masanil juntzanh k'ayb'ub'al tik yet' cachnab'il yic sco k'anab'ajej t'a masanil tiempo."
        }
    ]
}