{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ch'ocxo junxo b'e ix quik'a', ix onh b'atcan d'a Basán, palta a vinhaj Og, sreyal jun chonhab' chi', ix elta vinh yed' smasanil soldado yak' oval qued'oc d'a Edrei."
        },
        {
            "number": "2",
            "text": "Yuj chi', ix yalan Jehová d'ayin: Manh ex xivoc, yujto a jun vinh chi' yed' soldado yed' schonhab' toxo ix vak'och d'a yol e k'ab' yic tze sataneli, icha ix eyutej vinhaj Sehón sreyal eb' amorreo cajan d'a Hesbón, xchi d'ayin."
        },
        {
            "number": "3",
            "text": "Icha chi' ix yutej Jehová co Diosal yak'an vinhaj Og chi' yed' schonhab' d'a yol co k'ab'. Ix co milancham eb' smasanil, manhxalaj junoc pitzan ix can cuuj."
        },
        {
            "number": "4",
            "text": "Ix cak'anpax ganar masanil junjun chonhab' d'a yol smacb'en vinh. Manhxa junoc maj cak' ganar, syalelk'ochi, masanil yol yic Argob d'a yol smacb'en vinhaj Og d'a Basán, 60 chonhab' chi' smasanil."
        },
        {
            "number": "5",
            "text": "Masanil juntzanh chonhab' chi', te chaanh yajoch smuroal, spuertail yed' q'uen q'ueen k'atanoch syamnub'aloc spuertail chi'. Tzijtum pax chonhab' malaj smuroal ix co sateli."
        },
        {
            "number": "6",
            "text": "Masanil juntzanh chi' ix co sateli, icha ix co k'ulej yed' vinhaj Sehón sreyal Hesbón. Yuj chi' ix co satel masanil eb' vinh vinac yed' eb' ix ix yed' masanil eb' unin."
        },
        {
            "number": "7",
            "text": "Axonhej nok' smolb'etzal nok' eb' cajk'ol chi' yed' masanil tastac ay d'a eb' ix quik'cani."
        },
        {
            "number": "8",
            "text": "Icha val chi' ix aj yak'ji slum eb' amorreo d'a yol co k'ab' d'a jun tiempoal chi', aton eb' cajan d'a stojolal b'aj sjavi k'u d'a a' Jordán, sb'atnhej d'a a' taquinh melem Arnón, masanto sk'och d'a svitzal Hermón."
        },
        {
            "number": "9",
            "text": "(A jun vitz chi' Sirión sb'i yuj eb' aj Sidón, axo eb' amorreo, Senir sb'i yuj eb'.)"
        },
        {
            "number": "10",
            "text": "Masanil juntzanh chonhab' d'a yol smacb'en vinhaj Og d'a Basán, ix cak' ganar, aton juntzanh chonhab' d'a lum panhan, masanil d'a yol yic Galaad yed' Basán, masanto d'a Salca yed' Edrei."
        },
        {
            "number": "11",
            "text": "(Axonhej vinhaj rey Og yinhtilal eb' anima chanh steel aycan d'a jun lugar chi'. A scaxail vinh yic smuquil, nab'a q'ueen. Chanhe' val metro steel, quenxonhej manh chab'oc metro sat, chequelto d'a chonhab' Rabá d'a yol yic eb' amonita.)"
        },
        {
            "number": "12",
            "text": "A lum luum ix co maccan d'a jun tiempoal chi', ix vak' lum yicoc eb' junjun chonhab'il d'a yinhtilalcan Rubén yed' d'a eb' yinhtilalcan Gad, aton lum scotnhej d'a Aroer, d'a stitac a' taquinh melem Arnón, masanto sjavi d'a snanhal svitzal lum Galaad."
        },
        {
            "number": "13",
            "text": "Axo janik'xo lum Galaad chi' jun, masanil lum Basán, aton smacb'en vinhaj Og d'a yalanhtaxo yed' pax lum Argob, ojtacab'il to slum eb' refaíta. A lum chi' ix vak' d'a nanhal yinhtilalcan Manasés."
        },
        {
            "number": "14",
            "text": "(A vinhaj Jair, yinhtilal Manasés chi' ix ik'ancan lum Argob, masanto d'a smojonal lum Gesur yed' Maaca. Ix yak'anoch sb'i vinh d'a Basán chi', yuj chi' Havot-Jair ix sb'iejnhejcani.)"
        },
        {
            "number": "15",
            "text": "A d'a vinhaj Maquir ix vak' lum Galaad chi'."
        },
        {
            "number": "16",
            "text": "Axo d'a yinhtilalcan Rubén yed' d'a yic Gad ix vak' lum ay d'a snanhal Galaad yed' a' taquinh melem Arnón. A d'a snanhal yol ch'olan ay smojonal, masanto sk'och d'a a' taquinh melem Jaboc, aton d'a smojonal yic eb' amonita."
        },
        {
            "number": "17",
            "text": "A smojonal b'aj tz'em k'u, aton a' Jordán, sk'ochnhej d'a a' nhajab' Cineret, masanto sk'och d'a a' mar yic Arabá, aton a' mar Muerto, aton d'a yich svitzal Pisga, d'a stojolal b'aj sjavi k'u d'a a' mar Muerto chi'."
        },
        {
            "number": "18",
            "text": "A d'a jun tiempoal chi', ix vak' juntzanh checnab'il tic d'a eb' yinhtilalcan Rubén, d'a eb' yic Gad yed' d'a nanhalxo eb' yinhtilalcan Manasés. Ix valan icha tic: A Jehová co Diosal ix ak'an jun luum tic e macb'enoc. Axo masanil eb' vinh vinac syal yak'an oval d'a e cal, b'ab'lajocab' eb' vinh d'a yichanh eb' quetisraelal tic."
        },
        {
            "number": "19",
            "text": "Axonhej eb' ix eyetb'eyum yed' eb' eyuninal scan d'a e chonhab' ix vak' chi' yed' nok' e molb'etzal nok'. Vojtac to tzijtum nok' nok' molb'il eyuuj."
        },
        {
            "number": "20",
            "text": "Colvajanhec yed' eb' quetisraelal, masanto ol yik'can lum luum eb' ol yak' Jehová, aton d'a sk'axepalek' a' Jordán tic. Aton val yic ol yak'an sjunk'olal Jehová d'a eb', icha ix yutej yak'an d'ayex tic, ichato chi' ol yal e paxta d'a e lum ix vak' tic, xin chi d'a eb'."
        },
        {
            "number": "21",
            "text": "A d'a vinhaj Josué ix vak' jun checnab'il tic: Ix quil val tastac ix sk'ulej Jehová co Diosal yed' chavanh rey tic. Icha chi' ol yutoc d'a masanil eb' rey d'a yoltac smacb'en b'aj ol ach ek'nhej."
        },
        {
            "number": "22",
            "text": "Manh ach xivoc, yujto a Jehová co Diosal ol ak'an oval cuuj, xin chi d'a vinh."
        },
        {
            "number": "23",
            "text": "A d'a jun tiempoal chi' ix in tevi d'a Jehová, ix valan icha tic:"
        },
        {
            "number": "24",
            "text": "Mamin Jehová, a ach ix a chael yich a ch'oxani to te nivan elk'ochi, ix a ch'oxan a poder d'ayin a checab' in tic. Malaj junocxo Dios d'a satchaanh, ma d'a sat luum tic syal sk'ulan tastac satub'tac icha tza k'ulej tic."
        },
        {
            "number": "25",
            "text": "Yuj chi' tzin tevi d'ayach to tzin a chaek' d'a junxo sk'axepalek' a' Jordán, yujto tzin nib'ej svil jun tzalquixtac manhxo jantacoc svach'il yed' svitzaltac Líbano, xin chi."
        },
        {
            "number": "26",
            "text": "Palta eyujnhej ix cot yoval Jehová chi' d'ayin. Maj schalaj yab' tas ix in k'an chi' d'ay, palta ix yal d'ayin icha tic: k'ocb'ilxo chi', manhxo al jun lolonel chi' d'ayin."
        },
        {
            "number": "27",
            "text": "Anhej tzach q'ue d'a jolom vitz Pisga, scham val ilancanb'at lum d'a norte, d'a sur, b'aj sjavi k'u yed' b'aj tz'em k'u, yujto manhxo ol ach k'axpajek' d'a a' Jordán chi'."
        },
        {
            "number": "28",
            "text": "Yuj chi' tza k'ayb'ej val vinhaj Josué sik'lab'il, yujto a vinh ol cuchb'an in chonhab' tic. A vinh ol pojanek' jun lum tzilcanb'at tic, xchi Jehová chi' d'ayin."
        },
        {
            "number": "29",
            "text": "Icha chi' ix aj co can d'a ch'olan d'a yichanh Bet-peor."
        }
    ]
}