{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ch'okxo junxo b'e ix quik'a', ix onh b'atcan t'a Basán, palta a winhaj Og, sreyal jun chonhab' chi', ix elta winh yet' smasanil soldado yak' oval qued'oc t'a Edrei."
        },
        {
            "number": "2",
            "text": "Yuj chi', ix yalan Jehová t'ayin: Manh ex xivoc, yujto a jun winh chi' yet' soldado yet' schonhab' toxo ix vak'och t'a yol e k'ab' yic tze sataneli, icha ix eyutej winhaj Sehón sreyal eb' amorreo cajan t'a Hesbón, xchi t'ayin."
        },
        {
            "number": "3",
            "text": "Icha chi' ix yutej Jehová co Diosal yak'an winhaj Og chi' yet' schonhab' t'a yol co k'ab'. Ix co milancham eb' smasanil, manhxalaj junok pitzan ix kan cuuj."
        },
        {
            "number": "4",
            "text": "Ix cak'anpax ganar masanil junjun chonhab' t'a yol smacb'en winh. Manhxa junok maj cak' ganar, syalelk'ochi, masanil yol yic Argob t'a yol smacb'en winhaj Og t'a Basán, 60 chonhab' chi' smasanil."
        },
        {
            "number": "5",
            "text": "Masanil juntzanh chonhab' chi', te chaanh yajoch smuroal, spuertail yet' q'uen q'ueen k'atanoch syamnub'aloc spuertail chi'. Tzijtum pax chonhab' malaj smuroal ix co sateli."
        },
        {
            "number": "6",
            "text": "Masanil juntzanh chi' ix co sateli, icha ix co k'ulej yet' winhaj Sehón sreyal Hesbón. Yuj chi' ix co satel masanil eb' winh vinac yet' eb' ix ix yet' masanil eb' unin."
        },
        {
            "number": "7",
            "text": "Axonhej nok' smolb'etzal nok' eb' cajk'ol chi' yet' masanil tastac ay t'a eb' ix quik'cani."
        },
        {
            "number": "8",
            "text": "Icha wal chi' ix aj yak'ji slum eb' amorreo t'a yol co k'ab' t'a jun pekti’ chi', aton eb' cajan t'a stojolal b'aj sjavi k'u t'ha ha' Jordán, sb'atnhej t'ha ha' taquinh melem Arnón, masanto sk'och t'a svitzal Hermón."
        },
        {
            "number": "9",
            "text": "(Ha jun vitz chi' Sirión sb'i yuj eb' aj Sidón, haxo eb' amorreo, Senir sb'i yuj eb'.)"
        },
        {
            "number": "10",
            "text": "Masanil juntzanh chonhab' t'a yol smacb'en winhaj Og t'a Basán, ix cak' ganar, aton juntzanh chonhab' t'a lum panhan, masanil t'a yol yic Galaad yet' Basán, masanto t'a Salca yet' Edrei."
        },
        {
            "number": "11",
            "text": "(Axonhej winhaj rey Og yinhtilal eb' anima chanh steel aycan t'a jun lugar chi'. Ha scaxail winh yic smuquil, nab'a q'ueen. Chanhe' wal metro steel, quenxonhej manh chab'oc metro sat, chequelto t'a chonhab' Rabá t'a yol yic eb' amonita.)"
        },
        {
            "number": "12",
            "text": "Ha lum lum ix co maccan t'a jun pekti’ chi', ix vak' lum yicoc eb' junjun chonhab'il t'a yinhtilalcan Rubén yet' t'a eb' yinhtilalcan Gad, aton lum scotnhej t'a Aroer, t'a stitac ha' taquinh melem Arnón, masanto sjavi t'a snanhal svitzal lum Galaad."
        },
        {
            "number": "13",
            "text": "Axo janik'xo lum Galaad chi' jun, masanil lum Basán, aton smacb'en winhaj Og t'a yalanhtaxo yet' pax lum Argob, ojtacab'il to slum eb' refaíta. Ha lum chi' ix vak' t'a nanhal yinhtilalcan Manasés."
        },
        {
            "number": "14",
            "text": "(Ha winhaj Jair, yinhtilal Manasés chi' ix ik'ancan lum Argob, masanto t'a smojonal lum Gesur yet' Maaca. Ix yak'anoch sb'i winh t'a Basán chi', yuj chi' Havot-Jair ix sb'iejnhejcani.)"
        },
        {
            "number": "15",
            "text": "Ha t'a winhaj Maquir ix vak' lum Galaad chi'."
        },
        {
            "number": "16",
            "text": "Axo t'a yinhtilalcan Rubén yet' t'a yic Gad ix vak' lum ay t'a snanhal Galaad yet' ha' taquinh melem Arnón. Ha t'a snanhal yol ch'olan ay smojonal, masanto sk'och t'ha ha' taquinh melem Jaboc, aton t'a smojonal yic eb' amonita."
        },
        {
            "number": "17",
            "text": "Ha smojonal b'aj tz'em k'u, aton ha' Jordán, sk'ochnhej t'ha ha' nhajab' Cineret, masanto sk'och t'ha ha' mar yic Arabá, aton ha' mar Muerto, aton t'a yich svitzal Pisga, t'a stojolal b'aj sjavi k'u t'ha ha' mar Muerto chi'."
        },
        {
            "number": "18",
            "text": "Ha t'a jun pekti’ chi', ix vak' juntzanh checnab'il tik t'a eb' yinhtilalcan Rubén, t'a eb' yic Gad yet' t'a nanhalxo eb' yinhtilalcan Manasés. Ix valan icha tik: Ha Jehová co Diosal ix ak'an jun lu'um tik e macb'enoc. Axo masanil eb' winh vinac syal yak'an oval t'a e cal, b'ab'lajocab' eb' winh t'a yichanh eb' quetisraelal tik."
        },
        {
            "number": "19",
            "text": "Axonhej eb' ix eyetb'eyum yet' eb' eyuninal skan t'a e chonhab' ix vak' chi' yet' nok' e molb'etzal nok'. Vojtac to tzijtum nok' nok' molb'il eyuuj."
        },
        {
            "number": "20",
            "text": "Colvajanhec yet' eb' quetisraelal, masanto ol yik'kan lum lum eb' ol yak' Jehová, aton t'a sk'axepalek' ha' Jordán tik. Aton wal yic ol yak'an sjunk'olal Jehová t'a eb', icha ix yutej yak'an t'ayex tik, ichato chi' ol yal e paxta t'a e lum ix vak' tik, xin chi t'a eb'."
        },
        {
            "number": "21",
            "text": "Ha t'a winhaj Josué ix vak' jun checnab'il tik: Ix quil wal tastac ix sk'ulej Jehová co Diosal yet' chavanh rey tik. Icha chi' ol yutoc t'a masanil eb' rey t'a yoltac smacb'en b'aj ol ach ek'nhej."
        },
        {
            "number": "22",
            "text": "Manh ach xivoc, yujto a Jehová co Diosal ol ak'an oval cuuj, xin chi t'a winh."
        },
        {
            "number": "23",
            "text": "Ha t'a jun pekti’ chi' ix in tevi t'a Jehová, ix valan icha tik:"
        },
        {
            "number": "24",
            "text": "Mamin Jehová, a ach ix a chael yich a ch'oxani to te niwan elk'ochi, ix a ch'oxan a poder t'ayin a checab' in tik. Malaj junokxo Dios t'a satcha’anh, ma t'a sat lu'um tik syal sk'ulan tastac satub'tac icha tza k'ulej tik."
        },
        {
            "number": "25",
            "text": "Yuj chi' tzin tevi t'ayach to tzin a chaek' t'a junxo sk'axepalek' ha' Jordán, yujto tzin nib'ej svil jun tzalquixtac manhxo jantacoc swach'il yet' svitzaltac Líbano, xin chi."
        },
        {
            "number": "26",
            "text": "Palta eyujnhej ix cot yoval Jehová chi' t'ayin. Maj schalaj yab' tas ix in k'an chi' t'ay, palta ix yal t'ayin icha tik: k'ocb'ilxo chi', manhxo al jun lolonel chi' t'ayin."
        },
        {
            "number": "27",
            "text": "Anhej tzach q'ue t'a jolom vitz Pisga, scham wal ilancanb'at lum t'a norte, t'a sur, b'aj sjavi k'u yet' b'aj tz'em k'u, yujto manhxo ol ach k'axpajek' t'ha ha' Jordán chi'."
        },
        {
            "number": "28",
            "text": "Yuj chi' tza k'ayb'ej wal winhaj Josué sik'lab'il, yujto a winh ol cuchb'an in chonhab' tik. Ha winh ol pojanek' jun lum tzilcanb'at tik, xchi Jehová chi' t'ayin."
        },
        {
            "number": "29",
            "text": "Icha chi' ix aj co kan t'a ch'olan t'a yichanh Bet-peor."
        }
    ]
}