{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ol ujok masanil juntzanh tas ix wal tik t'ayex, aton swach'k'olal Jehová co Diosal yet' pax scatab' yuj e paticaneli, palta tato ol sna sb'a e k'ol ayic ayexxo ek' t'a masanil nación b'aj ol ex yak'canb'ati,"
        },
        {
            "number": "2",
            "text": "tato yet' smasanil e k'ool yet' pax smasanil e pensar tze k'anab'ajan yet' eb' eyuninal icha wal tz'aj valancan tik t'ayex,"
        },
        {
            "number": "3",
            "text": "ol sq'uex spensar co Diosal chi', ol yak'anxi swach'k'olal t'ayex. Ol ok'pax sk'ol t'ayex, ol ex smolb'anxicot b'aj ix ex saclemcanb'at chi'."
        },
        {
            "number": "4",
            "text": "Wach'chom ex saclemcanb'ati, ix laj ex k'ochcan b'aj slajvik'och yol yib'anhk’inal tik, ato ta' ol ex yik'xicot Jehová co Diosal chi'."
        },
        {
            "number": "5",
            "text": "Ol ex smolb'anpax b'aj ek'nac cajan eb' co mam quicham. Ata' ol ex ajxoc. Ek'b'al niwan ol aj e b'eyumal yet' e b'isul yuj Jehová chi' t'a yichanh eb' co mam quicham chi'."
        },
        {
            "number": "6",
            "text": "Ol yak'och yechel strato Jehová t'a e pensar yet' t'a spensar eb' eyinhtilal yic ol e xajanej t'a smasanil e k'ool yet' t'a smasanil e pensar yic wach' ol ex ajoc."
        },
        {
            "number": "7",
            "text": "Axo Jehová chi' ol ak'anb'at masanil catab' tik t'a yib'anh eb' ajk'ol ix chichonoch sk'ol t'ayex, eb' ex ixtani."
        },
        {
            "number": "8",
            "text": "Ha exxo tik, ol ex meltzajxoc t'a yol sk'ab' Jehová e k'anab'ajan masanil schecnab'il svalcan tik t'ayex."
        },
        {
            "number": "9",
            "text": "Yuj chi', te b'eyum ol ex ajxoc yuj Jehová chi', ol yak'an swach'k'olal t'a yib'anh tastac tze k'ulej, t'a yib'anh eyuninal yet' nok' e molb'etzal nok' yet' t'a e munlajel. Tato tze k'anab'ajej masanil tas syal Jehová, masanil schecnab'il yet' k'ayb'ub'al tz'ib'ab'ilcan tik, tato t'a smasanil e k'ool yet' t'a smasanil e pensar tzeyak'och e b'ha t'a yol sk'ab', ol tzalaj sk'ol yak'an swach'k'olal t'ayex, icha ajnac yak'an tzalajb'oc sk'ol yet' eb' co mam quicham."
        },
        {
            "number": "10",
            "text": "Ha juntzanh checnab'il svak' eyojtaquejel tik, manh ajaltacoc co k'anab'ajani, manh najatoc ayel t'a co tz'ey."
        },
        {
            "number": "11",
            "text": "Manhoc t'a satchanh ay, yic wach' max eyal icha tik: ¿Mach wal syal sq'uek'och t'a satcha’anh yic sb'at yik'anemta jun checnab'il tik, syak'an cojtaquejeli, yic wach' sco b'eyb'alej? max yal eyalan icha chi'."
        },
        {
            "number": "12",
            "text": "Anhejtona', manhocpax t'a sk'axepal ha' mar ay, yic max eyal icha tik: ¿Mach syal sk'axpajek' t'ha ha' mar chi', yic sb'at yik'ancot t'ayonh, syak'an cojtacaneli sco b'eyb'alani? max yal eyalan icha chi'."
        },
        {
            "number": "13",
            "text": "Ocxo jun, a jun checnab'il tik ayek' t'a co cal, scalub'tanhej, aypaxoch t'a co pensar, yic wach' sco k'anab'ajej."
        },
        {
            "number": "14",
            "text": "Ha tiknaik, tik wal svak' e sik'lej tas tze nib'ej: ¿Am q'uinal yet' wach'il, mato ha' catab' yet' chamel?"
        },
        {
            "number": "15",
            "text": "Tato tze k'anab'ajej masanil tas svalcan tik t'ayex, tze xajanan Jehová co Diosal, tzex ochnhej tzak'an yuj, tze k'anab'ajan schecnab'il yet' sk'ayb'ub'al, wach' ol ex ajoc, tzijtum ol aj sb'isul eyuninal. Ichato chi' ol yak'an syaxil Jehová co Diosal t'a eyib'anh t'a sat lum lum b'aj van eyoch tik yic tze macb'enej."
        },
        {
            "number": "16",
            "text": "Tato max e cha eyab' juntzanh tik jun, palta to tze b'ec e b'a e montajb'at t'a spatic comon dios, tzex em cuman t'ay,"
        },
        {
            "number": "17",
            "text": "tato icha chi', wal t'a jun rato tik svalcan t'ayex to ol ex chamoc. Manhxo ol najtilax e q'uinal t'a sat lum lum ol eyiquej chi' ayic ol ex k'axpajcanek' t'ha ha' Jordán."
        },
        {
            "number": "18",
            "text": "Val t'a jun k'u tik svak'canoch satcha’anh yet' lum lum tik testigoal to svak' e sik'lej tas tze nib'ej, am e q'uinal yet' wach'il, mato a catab' yet' chamel. Palta sik'lejec e q'uinal, yic wach'nhej tzex aj yet' eb' eyinhtilal."
        },
        {
            "number": "19",
            "text": "Tze xajanej Jehová co Diosal. Tze k'anab'ajej, manh eyactejcani, yuj chi' ol e cha e q'uinal, najtil ol ex ek' t'a sat lum lum yak'nac sti' yak'an t'a eb' co mam quicham, aton t'a winhaj Abraham, t'a winhaj Isaac yet' t'a winhaj Jacob, xchi winhaj Moisés chi'."
        }
    ]
}