{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ol ujoc masanil juntzanh tas ix val tic d'ayex, aton svach'k'olal Jehová co Diosal yed' pax scatab' yuj e paticaneli, palta tato ol sna sb'a e k'ol ayic ayexxo ek' d'a masanil nación b'aj ol ex yak'canb'ati,"
        },
        {
            "number": "2",
            "text": "tato yed' smasanil e k'ool yed' pax smasanil e pensar tze k'anab'ajan yed' eb' eyuninal icha val tz'aj valancan tic d'ayex,"
        },
        {
            "number": "3",
            "text": "ol sq'uex spensar co Diosal chi', ol yak'anxi svach'k'olal d'ayex. Ol ok'pax sk'ol d'ayex, ol ex smolb'anxicot b'aj ix ex saclemcanb'at chi'."
        },
        {
            "number": "4",
            "text": "Vach'chom ex saclemcanb'ati, ix laj ex k'ochcan b'aj slajvik'och yolyib'anhq'uinal tic, ato ta' ol ex yik'xicot Jehová co Diosal chi'."
        },
        {
            "number": "5",
            "text": "Ol ex smolb'anpax b'aj ek'nac cajan eb' co mam quicham. Ata' ol ex ajxoc. Ek'b'al nivan ol aj e b'eyumal yed' e b'isul yuj Jehová chi' d'a yichanh eb' co mam quicham chi'."
        },
        {
            "number": "6",
            "text": "Ol yak'och yechel strato Jehová d'a e pensar yed' d'a spensar eb' eyinhtilal yic ol e xajanej d'a smasanil e k'ool yed' d'a smasanil e pensar yic vach' ol ex ajoc."
        },
        {
            "number": "7",
            "text": "Axo Jehová chi' ol ak'anb'at masanil catab' tic d'a yib'anh eb' ajk'ol ix chichonoch sk'ol d'ayex, eb' ex ixtani."
        },
        {
            "number": "8",
            "text": "A exxo tic, ol ex meltzajxoc d'a yol sk'ab' Jehová e k'anab'ajan masanil schecnab'il svalcan tic d'ayex."
        },
        {
            "number": "9",
            "text": "Yuj chi', te b'eyum ol ex ajxoc yuj Jehová chi', ol yak'an svach'k'olal d'a yib'anh tastac tze k'ulej, d'a yib'anh eyuninal yed' nok' e molb'etzal nok' yed' d'a e munlajel. Tato tze k'anab'ajej masanil tas syal Jehová, masanil schecnab'il yed' k'ayb'ub'al tz'ib'ab'ilcan tic, tato d'a smasanil e k'ool yed' d'a smasanil e pensar tzeyak'och e b'a d'a yol sk'ab', ol tzalaj sk'ol yak'an svach'k'olal d'ayex, icha ajnac yak'an tzalajb'oc sk'ol yed' eb' co mam quicham."
        },
        {
            "number": "10",
            "text": "A juntzanh checnab'il svak' eyojtaquejel tic, manh ajaltacoc co k'anab'ajani, manh najatoc ayel d'a co tz'ey."
        },
        {
            "number": "11",
            "text": "Manhoc d'a satchanh ay, yic vach' max eyal icha tic: ¿Mach val syal sq'uek'och d'a satchaanh yic sb'at yik'anemta jun checnab'il tic, syak'an cojtaquejeli, yic vach' sco b'eyb'alej? max yal eyalan icha chi'."
        },
        {
            "number": "12",
            "text": "Anhejtona', manhocpax d'a sk'axepal a' mar ay, yic max eyal icha tic: ¿Mach syal sk'axpajek' d'a a' mar chi', yic sb'at yik'ancot d'ayonh, syak'an cojtacaneli sco b'eyb'alani? max yal eyalan icha chi'."
        },
        {
            "number": "13",
            "text": "Ocxo jun, a jun checnab'il tic ayek' d'a co cal, scalub'tanhej, aypaxoch d'a co pensar, yic vach' sco k'anab'ajej."
        },
        {
            "number": "14",
            "text": "A ticnaic, tic val svak' e sik'lej tas tze nib'ej: ¿Am q'uinal yed' vach'il, mato a' catab' yed' chamel?"
        },
        {
            "number": "15",
            "text": "Tato tze k'anab'ajej masanil tas svalcan tic d'ayex, tze xajanan Jehová co Diosal, tzex ochnhej tzak'an yuuj, tze k'anab'ajan schecnab'il yed' sk'ayb'ub'al, vach' ol ex ajoc, tzijtum ol aj sb'isul eyuninal. Ichato chi' ol yak'an syaxil Jehová co Diosal d'a eyib'anh d'a sat lum luum b'aj van eyoch tic yic tze macb'enej."
        },
        {
            "number": "16",
            "text": "Tato max e cha eyab' juntzanh tic jun, palta to tze b'ec e b'a e montajb'at d'a spatic comon dios, tzex em cuman d'ay,"
        },
        {
            "number": "17",
            "text": "tato icha chi', val d'a jun rato tic svalcan d'ayex to ol ex chamoc. Manhxo ol najtilax e q'uinal d'a sat lum luum ol eyiquej chi' ayic ol ex k'axpajcanek' d'a a' Jordán."
        },
        {
            "number": "18",
            "text": "Val d'a jun k'u tic svak'canoch satchaanh yed' lum luum tic testigoal to svak' e sik'lej tas tze nib'ej, am e q'uinal yed' vach'il, mato a catab' yed' chamel. Palta sik'lejec e q'uinal, yic vach'nhej tzex aj yed' eb' eyinhtilal."
        },
        {
            "number": "19",
            "text": "Tze xajanej Jehová co Diosal. Tze k'anab'ajej, manh eyactejcani, yuj chi' ol e cha e q'uinal, najtil ol ex ek' d'a sat lum luum yak'nac sti' yak'an d'a eb' co mam quicham, aton d'a vinhaj Abraham, d'a vinhaj Isaac yed' d'a vinhaj Jacob, xchi vinhaj Moisés chi'."
        }
    ]
}