{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ol ujok masanil juntzanh tas ix wal tik t'ayex, aton swach'k'olal Jehová ko Diosal yet' pax skatab' yuj he patikaneli, palta tato ol sna sb'a he k'ol ayic ayexxo ek' t'a masanil nación b'aj ol ex yak'kanb'ati,"
        },
        {
            "number": "2",
            "text": "tato yet' smasanil he k'ool yet' pax smasanil he pensar tze k'anab'ajan yet' heb' eyuninal icha wal tz'aj walankan tik t'ayex,"
        },
        {
            "number": "3",
            "text": "ol sk'ex spensar ko Diosal chi', ol yak'anxi swach'k'olal t'ayex. Ol ok'pax sk'ol t'ayex, ol ex smolb'anxicot b'aj ix ex saklemkanb'at chi'."
        },
        {
            "number": "4",
            "text": "Wach'chom ex saklemkanb'ati, ix laj ex k'ochkan b'aj slajwik'och yol yib'anhk’inal tik, ato ta' ol ex yik'xicot Jehová ko Diosal chi'."
        },
        {
            "number": "5",
            "text": "Ol ex smolb'anpax b'aj ek'nac kajan heb' ko mam quicham. Ata' ol ex ajxoc. Ek'b'al niwan ol aj he b'eyumal yet' he b'isul yuj Jehová chi' t'a yichanh heb' ko mam quicham chi'."
        },
        {
            "number": "6",
            "text": "Ol yak'och yechel strato Jehová t'a he pensar yet' t'a spensar heb' eyinhtilal yic ol he xajanej t'a smasanil he k'ool yet' t'a smasanil he pensar yic wach' ol ex ajoc."
        },
        {
            "number": "7",
            "text": "Axo Jehová chi' ol ak'anb'at masanil katab' tik t'a yib'anh heb' ajk'ol ix chichonoch sk'ol t'ayex, heb' ex ixtani."
        },
        {
            "number": "8",
            "text": "Ha exxo tik, ol ex meltzajxoc t'a yol sk'ab' Jehová he k'anab'ajan masanil schecnab'il swalkan tik t'ayex."
        },
        {
            "number": "9",
            "text": "Yuj chi', te b'eyum ol ex ajxoc yuj Jehová chi', ol yak'an swach'k'olal t'a yib'anh tastac tze k'ulej, t'a yib'anh eyuninal yet' nok' he molb'etzal nok' yet' t'a he munlajel. Tato tze k'anab'ajej masanil tas syal Jehová, masanil schecnab'il yet' k'ayb'ub'al tz'ib'ab'ilkan tik, tato t'a smasanil he k'ool yet' t'a smasanil he pensar tzeyak'och he b'ha t'a yol sk'ab', ol tzalaj sk'ol yak'an swach'k'olal t'ayex, icha ajnac yak'an tzalajb'oc sk'ol yet' heb' ko mam quicham."
        },
        {
            "number": "10",
            "text": "Ha juntzanh checnab'il swak' eyojtaquejel tik, manh ajaltacoc ko k'anab'ajani, manh najatoc ayel t'a ko tz'ey."
        },
        {
            "number": "11",
            "text": "Manhok t'a satchanh ay, yic wach' max eyal icha tik: ¿Mach wal syal sk'ek'och t'a satcha’anh yic sb'at yik'anemta jun checnab'il tik, syak'an cojtaquejeli, yic wach' sko b'eyb'alej? max yal eyalan icha chi'."
        },
        {
            "number": "12",
            "text": "Anhejtona', manhocpax t'a sk'axepal ha' mar ay, yic max eyal icha tik: ¿Mach syal sk'axpajek' t'ha ha' mar chi', yic sb'at yik'ancot t'ayonh, syak'an cojtakaneli sko b'eyb'alani? max yal eyalan icha chi'."
        },
        {
            "number": "13",
            "text": "Ocxo jun, a jun checnab'il tik ayek' t'a ko kal, skalub'tanhej, aypaxoch t'a ko pensar, yic wach' sko k'anab'ajej."
        },
        {
            "number": "14",
            "text": "Ha tiknaik, tik wal swak' he sik'lej tas tze nib'ej: ¿Am k 'inal yet' wach'il, mato ha' katab' yet' chamel?"
        },
        {
            "number": "15",
            "text": "Tato tze k'anab'ajej masanil tas swalkan tik t'ayex, tze xajanan Jehová ko Diosal, tzex ochnhej tzak'an yuj, tze k'anab'ajan schecnab'il yet' sk'ayb'ub'al, wach' ol ex ajoc, tzijtum ol aj sb'isul eyuninal. Ichato chi' ol yak'an syaxil Jehová ko Diosal t'a eyib'anh t'a sat lum lum b'aj wan eyoch tik yic tze macb'enej."
        },
        {
            "number": "16",
            "text": "Tato max he cha eyab' juntzanh tik jun, palta to tze b'ec he b'a he montajb'at t'a spatic comon Dios, tzex em cuman t'ay,"
        },
        {
            "number": "17",
            "text": "tato icha chi', wal t'a jun rato tik swalkan t'ayex to ol ex chamoc. Manhxo ol najtilax he k 'inal t'a sat lum lum ol eyiquej chi' ayic ol ex k'axpajkanek' t'ha ha' Jordán."
        },
        {
            "number": "18",
            "text": "Val t'a jun k'u tik swak'kanoch satcha’anh yet' lum lum tik testigoal to swak' he sik'lej tas tze nib'ej, am he k 'inal yet' wach'il, mato a katab' yet' chamel. Palta sik'lejec he k 'inal, yic wach'nhej tzex aj yet' heb' eyinhtilal."
        },
        {
            "number": "19",
            "text": "Tze xajanej Jehová ko Diosal. Tze k'anab'ajej, manh eyactejkani, yuj chi' ol he cha he k 'inal, najtil ol ex ek' t'a sat lum lum yak'nac sti' yak'an t'a heb' ko mam quicham, aton t'a winhaj Abraham, t'a winhaj Isaac yet' t'a winhaj Jacob, xchi winhaj Moisés chi'."
        }
    ]
}