{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi vinhaj Moisés t'a eb' chonhab' israel icha tik:"
        },
        {
            "number": "2",
            "text": "Ayxo 120 ab'il in q'uinal, manhxa val vip in b'eyek' ex in cuchb'ej, anhejtona' toxo ix yal Jehová t'ayin to manhxo ol in k'axpajek' t'ha ha' Jordán tik."
        },
        {
            "number": "3",
            "text": "Palta a Jehová ol b'ab'lajnhej t'a eyichanh, ol satanel masanil juntzanh chonhab' ayek' b'aj ol ex k'och chi'. Ha exxo ol ex cajnajcan t'a slum eb'. Axo vinhaj Josué ol ex cuchb'anoc, icha ix aj yalan Jehová t'ayex."
        },
        {
            "number": "4",
            "text": "Ha Jehová chi' ol satanel eb' anima t'a juntzanh chonhab' chi', icha ix aj satanel eb' vinh sreyal amorreo, aton vinhaj Sehón yet' vinhaj Og yet' eb' yetchonhab' eb'."
        },
        {
            "number": "5",
            "text": "Ha ol ak'anoch juntzanh nación chi' t'a yol e k'ab', ol e satanel eb' icha ix aj valan t'ayex."
        },
        {
            "number": "6",
            "text": "Tek'b'ejec e b'a, manh ex xivoc ayic ol e chalan e b'a yet' eb' ajk'ol chi', yujto a Jehová co Diosal ayoch eyed'oc. Manh e na' to ol ex actajcan yuj, manh ol ex yak'canlaj e ch'ocoj, xchi vinh."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix yavtancot vinhaj Josué chi' vinh. D'a yichanh masanil eb' chonhab' israel ix yal vinh t'a vinh icha tik: Tza tek'b'ej val a b'a, manh ach xivoc, yujto a ach ol ik'b'at jun chonhab' tik t'a sat lum lum yak'nac sti' Jehová yak'an t'a eb' co mam quicham. Ha ach ol ak'kan junjun makan eb' t'a smacb'en."
        },
        {
            "number": "8",
            "text": "Ha Jehová ol b'ab'laj uuj. Aynhejek' ed'oc, manh ol ach yactejcanlaj, yuj chi' manh ach xivoc, manh ach meltzaj t'a a patic, xchi vinhaj Moisés chi' t'a vinh."
        },
        {
            "number": "9",
            "text": "Ix stz'ib'an juntzanh tik vinhaj Moisés chi', ix yak'ancan vinh t'a yol sk'ab' eb' sacerdote yinhtilal Leví tz'ik'anb'at scaxail strato Jehová yet' t'a masanil eb' vinh yichamtac vinaquil chonhab' Israel."
        },
        {
            "number": "10",
            "text": "Ix yalan vinh icha tik: Ayic slajvi yuctaquil ab'il, t'a yol ab'il yic slajvican b'oc, ayic molanek' masanil anima t'a yichanh Jehová t'a jun lugar sik'b'ilel yuj t'a juntzanh sk'ual q'uinh chinama, ata' tz'avtaj ley tik yab' masanil anima."
        },
        {
            "number": "11",
            "text": "Smolb'ej sb'a masanil anima, eb' vinh vinac, eb' ix ix yet' eb' cotac unin yet' eb' ch'oc chonhab'il ayek' t'a e cal. Tze molb'ej e b'a yuj eyab'ani yet' eyojtacanel masanil tas syal jun ley tik, yic wach' ay yelk'och Jehová co Diosal t'a yol e sat, yic tze k'anab'ajan tas syala'."
        },
        {
            "number": "12",
            "text": "Icha pax chi' eb' eyinhtilal manto ojtannacoc jun ley tik, ol yab'kan eb' yic wach' ay yelk'och Jehová chi' t'a yol sat eb' t'a masanil tiempo t'a sat lum lum ol eyiquej t'a sk'axepalek' ha' Jordán tik, xchi vinhaj Moisés chi'."
        },
        {
            "number": "13",
            "text": "Ix yalan Jehová t'a vinhaj Moisés chi' icha tik: Vanxo sk'och stiempoal yic ol ach chamoc. Yuj chi' avtejcot vinhaj Josué, tzex b'at t'a in cajnub' b'aj tzin ch'ox in b'a yic wach' ol vak'canoch yopisio vinh, xchi t'a vinh. Ix b'at vinhaj Moisés yet' vinhaj Josué chi'."
        },
        {
            "number": "14",
            "text": "Ata' ix sch'ox sb'a Jehová chi' t'a eb' vinh t'a skal jun niwan asun ix och moyan t'a sti' cajnub' chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yalan t'a vinhaj Moisés chi' icha tik: Ha ach tik toxo ol ach chamoc. Slajvi chi', a jun chonhab' tik ol ochcan tzak'an eb' yuj juntzanh yechel scomon diosal juntzanh chonhab' ay t'a spatic yichanh b'aj ol k'och eb'. Ol in yactejcan eb', ol yixtanb'at in trato eb' ix in b'o yet'oc."
        },
        {
            "number": "16",
            "text": "Yuj chi', ol cot voval t'a eb', ol vactancan eb' sch'ocoj. Manhxo ol vab' tas ol yal eb'. Manhxo jantacoc yaelal ol cotcan t'a yib'anh eb', masanto ol yal eb' icha tik: ¿Tas val yuj scab' syail? Yuj am to manhxo ayoc ek' co Diosal t'a co cal, xcham eb'."
        },
        {
            "number": "17",
            "text": "Ayic ol yab'an juntzanh yaelal chi' eb', ol viq'uel in b'ha t'a skal eb' yuj masanil chucal sk'ulej, yuj pax to tz'och eb' ejmelal t'a juntzanh yechel chi'."
        },
        {
            "number": "18",
            "text": "Ha ticnaic jun, tz'ib'ejec jun b'it ol val t'ayex, ol e k'ayb'an eb' eyetchonhab' Israel tik t'ay, ol sb'itan eb' yic svak'och testigoal t'a yib'anh eb'."
        },
        {
            "number": "19",
            "text": "Ayic ol lajvoc vik'anoch eb' anima tik t'a sat lum lum te yax sat chi', lum vak'nac in ti' vak'an t'a eb' e mam eyicham, ol wa eb' sik'lab'il, ol b'ak'uechb'oc eb'. Ol lajvoc chi', ol b'at eb' t'a spatic juntzanh comon dios. Ol och eb' ejmelal t'a juntzanh chi'. Ol in spaticanel eb', ol yixtanb'at in trato eb' in b'onac yet'oc."
        },
        {
            "number": "20",
            "text": "Ayic ol javoc jantac yaelal yet' ilk'olal t'a yib'anh eb', a jun b'it tik ol ak'an testigoal t'a yib'anh eb'. Axo eb' yinhtilal eb' ol naancot jun b'it tik, ol sb'itan eb'. Yujto ayic manto ochlaj eb' t'a lum lum vak'nac in ti' vak'an t'a eb', vojtacxo tas ayek' t'a spensar eb', xchi Jehová chi'."
        },
        {
            "number": "21",
            "text": "Ha t'a jun k'u chi' ix stz'ib'ejcan jun b'it tik vinhaj Moisés, ix yak'an vinh sk'ayb'ej eb' yetisraelal."
        },
        {
            "number": "22",
            "text": "Ix yalan Jehová t'a vinhaj Josué, yuninal vinhaj Nun icha tik: Tza tek'b'ej val a b'a, manh ach xivoc, yujto ayinnhej och ed'oc. Ha ach ol ik' och eb' etisraelal tik t'a sat lum lum vak'nac in ti' vak'an t'ayex, xchi t'a vinh."
        },
        {
            "number": "23",
            "text": "Ixlajwi stz'ib'ancan masanil juntzanh ley chi' vinhaj Moisés chi',"
        },
        {
            "number": "24",
            "text": "ix yalan vinh t'a eb' yinhtil Leví ed'jinac scaxail strato Jehová icha tik:"
        },
        {
            "number": "25",
            "text": "Iq'uecb'at jun tz'ib'ab'il tik, tzeyak'anoch t'a stz'ey scaxail strato Jehová co Diosal, yic syak' testigoal t'a eyib'anh."
        },
        {
            "number": "26",
            "text": "Yujto vojtac to te pit ex, malaj e gana sq'uexvi e pensar. Ayic ayinto ek' eyed'oc, te pitnhej tzeyutej e b'a, ocxom val ol in chamoc."
        },
        {
            "number": "27",
            "text": "Avtejec eb' yichamtac vinaquil junjun eyinhtilal yet' eb' yajalil chonhab', yic svalancanel jun b'it tik t'a eb'. Svak'anoch satcha’anh yet' sat lu'um tik testigoal."
        },
        {
            "number": "28",
            "text": "Vojtacxo to ayic ol in chamoc ol eyixtancanb'at e b'a, ol eyactancan jun b'e b'aj tzex vak'canoch tik. Anhejtona' vojtacxopaxi to ha t'a b'ak'uinh, ol javoc yaelal t'a eyib'anh, yujto ol e tzuntzejcot yoval sk'ol Jehová yuj chucal ol e k'ulej t'a yichanh, xchi vinhaj Moisés chi'."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix och ijan vinhaj Moisés yalan masanil slolonelal jun b'it tik t'a yichanh eb' chonhab' icha tik:"
        }
    ]
}