{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi vinhaj Moisés d'a eb' chonhab' israel icha tic:"
        },
        {
            "number": "2",
            "text": "Ayxo 120 ab'il in q'uinal, manhxa val vip in b'eyek' ex in cuchb'ej, anhejtona' toxo ix yal Jehová d'ayin to manhxo ol in k'axpajek' d'a a' Jordán tic."
        },
        {
            "number": "3",
            "text": "Palta a Jehová ol b'ab'lajnhej d'a eyichanh, ol satanel masanil juntzanh chonhab' ayek' b'aj ol ex k'och chi'. A exxo ol ex cajnajcan d'a slum eb'. Axo vinhaj Josué ol ex cuchb'anoc, icha ix aj yalan Jehová d'ayex."
        },
        {
            "number": "4",
            "text": "A Jehová chi' ol satanel eb' anima d'a juntzanh chonhab' chi', icha ix aj satanel eb' vinh sreyal amorreo, aton vinhaj Sehón yed' vinhaj Og yed' eb' yetchonhab' eb'."
        },
        {
            "number": "5",
            "text": "A ol ak'anoch juntzanh nación chi' d'a yol e k'ab', ol e satanel eb' icha ix aj valan d'ayex."
        },
        {
            "number": "6",
            "text": "Tek'b'ejec e b'a, manh ex xivoc ayic ol e chalan e b'a yed' eb' ajk'ol chi', yujto a Jehová co Diosal ayoch eyed'oc. Manh e na' to ol ex actajcan yuuj, manh ol ex yak'canlaj e ch'ocoj, xchi vinh."
        },
        {
            "number": "7",
            "text": "Ix lajvi chi', ix yavtancot vinhaj Josué chi' vinh. D'a yichanh masanil eb' chonhab' israel ix yal vinh d'a vinh icha tic: Tza tek'b'ej val a b'a, manh ach xivoc, yujto a ach ol ik'b'at jun chonhab' tic d'a sat lum luum yak'nac sti' Jehová yak'an d'a eb' co mam quicham. A ach ol ak'can junjun macanh eb' d'a smacb'en."
        },
        {
            "number": "8",
            "text": "A Jehová ol b'ab'laj uuj. Aynhejek' ed'oc, manh ol ach yactejcanlaj, yuj chi' manh ach xivoc, manh ach meltzaj d'a a patic, xchi vinhaj Moisés chi' d'a vinh."
        },
        {
            "number": "9",
            "text": "Ix stz'ib'an juntzanh tic vinhaj Moisés chi', ix yak'ancan vinh d'a yol sk'ab' eb' sacerdote yinhtilal Leví tz'ik'anb'at scaxail strato Jehová yed' d'a masanil eb' vinh yichamtac vinaquil chonhab' Israel."
        },
        {
            "number": "10",
            "text": "Ix yalan vinh icha tic: Ayic slajvi yuctaquil ab'il, d'a yol ab'il yic slajvican b'oc, ayic molanek' masanil anima d'a yichanh Jehová d'a jun lugar sik'b'ilel yuuj d'a juntzanh sk'ual q'uinh chinama, ata' tz'avtaj ley tic yab' masanil anima."
        },
        {
            "number": "11",
            "text": "Smolb'ej sb'a masanil anima, eb' vinh vinac, eb' ix ix yed' eb' cotac unin yed' eb' ch'oc chonhab'il ayek' d'a e cal. Tze molb'ej e b'a yuj eyab'ani yed' eyojtacanel masanil tas syal jun ley tic, yic vach' ay yelk'och Jehová co Diosal d'a yol e sat, yic tze k'anab'ajan tas syala'."
        },
        {
            "number": "12",
            "text": "Icha pax chi' eb' eyinhtilal manto ojtannacoc jun ley tic, ol yab'can eb' yic vach' ay yelk'och Jehová chi' d'a yol sat eb' d'a masanil tiempo d'a sat lum luum ol eyiquej d'a sk'axepalek' a' Jordán tic, xchi vinhaj Moisés chi'."
        },
        {
            "number": "13",
            "text": "Ix yalan Jehová d'a vinhaj Moisés chi' icha tic: Vanxo sk'och stiempoal yic ol ach chamoc. Yuj chi' avtejcot vinhaj Josué, tzex b'at d'a in cajnub' b'aj tzin ch'ox in b'a yic vach' ol vak'canoch yopisio vinh, xchi d'a vinh. Ix b'at vinhaj Moisés yed' vinhaj Josué chi'."
        },
        {
            "number": "14",
            "text": "Ata' ix sch'ox sb'a Jehová chi' d'a eb' vinh d'a scal jun nivan asun ix och moyan d'a sti' cajnub' chi'."
        },
        {
            "number": "15",
            "text": "Ix lajvi chi', ix yalan d'a vinhaj Moisés chi' icha tic: A ach tic toxo ol ach chamoc. Slajvi chi', a jun chonhab' tic ol ochcan tzak'an eb' yuj juntzanh yechel scomon diosal juntzanh chonhab' ay d'a spatic yichanh b'aj ol k'och eb'. Ol in yactejcan eb', ol yixtanb'at in trato eb' ix in b'o yed'oc."
        },
        {
            "number": "16",
            "text": "Yuj chi', ol cot voval d'a eb', ol vactancan eb' sch'ocoj. Manhxo ol vab' tas ol yal eb'. Manhxo jantacoc yaelal ol cotcan d'a yib'anh eb', masanto ol yal eb' icha tic: ¿Tas val yuj scab' syail? Yuj am to manhxo ayoc ek' co Diosal d'a co cal, xcham eb'."
        },
        {
            "number": "17",
            "text": "Ayic ol yab'an juntzanh yaelal chi' eb', ol viq'uel in b'a d'a scal eb' yuj masanil chucal sk'ulej, yuj pax to tz'och eb' ejmelal d'a juntzanh yechel chi'."
        },
        {
            "number": "18",
            "text": "A ticnaic jun, tz'ib'ejec jun b'it ol val d'ayex, ol e k'ayb'an eb' eyetchonhab' Israel tic d'ay, ol sb'itan eb' yic svak'och testigoal d'a yib'anh eb'."
        },
        {
            "number": "19",
            "text": "Ayic ol lajvoc vik'anoch eb' anima tic d'a sat lum luum te yax sat chi', lum vak'nac in ti' vak'an d'a eb' e mam eyicham, ol va eb' sik'lab'il, ol b'aq'uechb'oc eb'. Ol lajvoc chi', ol b'at eb' d'a spatic juntzanh comon dios. Ol och eb' ejmelal d'a juntzanh chi'. Ol in spaticanel eb', ol yixtanb'at in trato eb' in b'onac yed'oc."
        },
        {
            "number": "20",
            "text": "Ayic ol javoc jantac yaelal yed' ilk'olal d'a yib'anh eb', a jun b'it tic ol ak'an testigoal d'a yib'anh eb'. Axo eb' yinhtilal eb' ol naancot jun b'it tic, ol sb'itan eb'. Yujto ayic manto ochlaj eb' d'a lum luum vak'nac in ti' vak'an d'a eb', vojtacxo tas ayek' d'a spensar eb', xchi Jehová chi'."
        },
        {
            "number": "21",
            "text": "A d'a jun k'u chi' ix stz'ib'ejcan jun b'it tic vinhaj Moisés, ix yak'an vinh sk'ayb'ej eb' yetisraelal."
        },
        {
            "number": "22",
            "text": "Ix yalan Jehová d'a vinhaj Josué, yuninal vinhaj Nun icha tic: Tza tek'b'ej val a b'a, manh ach xivoc, yujto ayinnhej och ed'oc. A ach ol ik' och eb' etisraelal tic d'a sat lum luum vak'nac in ti' vak'an d'ayex, xchi d'a vinh."
        },
        {
            "number": "23",
            "text": "Ix lajvi stz'ib'ancan masanil juntzanh ley chi' vinhaj Moisés chi',"
        },
        {
            "number": "24",
            "text": "ix yalan vinh d'a eb' yinhtil Leví ed'jinac scaxail strato Jehová icha tic:"
        },
        {
            "number": "25",
            "text": "Iq'uecb'at jun tz'ib'ab'il tic, tzeyak'anoch d'a stz'ey scaxail strato Jehová co Diosal, yic syak' testigoal d'a eyib'anh."
        },
        {
            "number": "26",
            "text": "Yujto vojtac to te pit ex, malaj e gana sq'uexvi e pensar. Ayic ayinto ek' eyed'oc, te pitnhej tzeyutej e b'a, ocxom val ol in chamoc."
        },
        {
            "number": "27",
            "text": "Avtejec eb' yichamtac vinaquil junjun eyinhtilal yed' eb' yajalil chonhab', yic svalancanel jun b'it tic d'a eb'. Svak'anoch satchaanh yed' sat luum tic testigoal."
        },
        {
            "number": "28",
            "text": "Vojtacxo to ayic ol in chamoc ol eyixtancanb'at e b'a, ol eyactancan jun b'e b'aj tzex vak'canoch tic. Anhejtona' vojtacxopaxi to a d'a b'aq'uinh, ol javoc yaelal d'a eyib'anh, yujto ol e tzuntzejcot yoval sk'ol Jehová yuj chucal ol e k'ulej d'a yichanh, xchi vinhaj Moisés chi'."
        },
        {
            "number": "29",
            "text": "Ix lajvi chi', ix och ijan vinhaj Moisés yalan masanil slolonelal jun b'it tic d'a yichanh eb' chonhab' icha tic:"
        }
    ]
}