{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Yab'okab' satcha’anh in loloni. Yab'okab'pax lum lum tas ol wala'."
        },
        {
            "number": "2",
            "text": "Ha k'ayb'ub'al swal tik lajan wal icha yem nhab'. Ha lolonel swal tik lajan wal icha yal ak'wal tz'emi, anheja' icha yem nhab' t'a yib'anh te te' yet' t'a yib'anh anh ank'ultak, icha chi' yaji."
        },
        {
            "number": "3",
            "text": "Swalkaneli to niwan yelk'och Jehová. Ik'ecchaanh sb'i ko Diosal."
        },
        {
            "number": "4",
            "text": "Ha Jehová b'aj sko col ko b'a lajan icha junok k'een niwan tenam. Te wach'nhej tas sb'o'o, te tojolnhej sb'eyb'al. Tz'elnhejk'och tas syala'."
        },
        {
            "number": "5",
            "text": "Ha ex wetchonhab' ex tik, te manh he mojoc tzex och yuninaloc Jehová, te malaj he wach'il, te pit ex t'ay."
        },
        {
            "number": "6",
            "text": "¿Tom yet' he pital chi' tzeyak' spak t'a Jehová? Ha ex tik malaj he pensar, malaj jab'oc he jelanil. ¿Tom manhoc Jehová ko Mam yaj jun? ¿Tom manhoc onh b'oani? Ha onh b'oani, onh yak'anoch t'a chonhab'il."
        },
        {
            "number": "7",
            "text": "Naeccot tas sk'ulejnac Jehová, tze naan t'a juntzanh tiempo ix ek'b'ati. k'anb'ejec eyab' t'a he mam he nun. Ab'ecpax tas syal heb' winh ichamtac winak."
        },
        {
            "number": "8",
            "text": "Ayic ix pukaxcanb'at anima t'a junjun nación yuj Jehová Axonhej Ochi, yuj yak'ankanem stz'akanhil sluum junjun chonhab', t'a sb'ab'elal ix sna t'a jantac ko b'isul a onh israel onh tik."
        },
        {
            "number": "9",
            "text": "Ha onh yinhtilal onh winhaj Jacob ix onh sik'kanel Jehová yic tzonh ochkan yicoc."
        },
        {
            "number": "10",
            "text": "Onh ilchajelta yuj t'a jun tzinan lu'um, b'aj te ov yek' ik'. Ix onh stanhwej wal, ix onh sya ilani, icha wal ko ya ilan snenal yol ko sat."
        },
        {
            "number": "11",
            "text": "Icha tz'aj sjuanb'at so' nok' niwac ch'acb'a, sk'ayb'an yune' nok' yic sjenhwi, icha pax tz'aj yik'anb'at yune' nok' chi' t'a yib'anh sk'axil, icha wal chi' ix onh yutej Jehová."
        },
        {
            "number": "12",
            "text": "Ha ix onh ik'ancoti, malaj junok comon Dios ix kolwaj yet'oc."
        },
        {
            "number": "13",
            "text": "Ix laj yak'kan lum tzalquixtac quiquej. Ha tas sq'uib'k'e t'a sat lu'um ix yak' kab'lej, ix yak'anpax nok' yalchab' tz'elta t'a yoltac k'een k'een t'ayonh yet' aceite tz'el t'a te' oliwo sq'uib' t'a skaltac k'een k'een."
        },
        {
            "number": "14",
            "text": "Te niwan yal yim nok' ko wakax yet' nok' chiwa ix elta, ix ko b'oan queso t'ay. Ay nok' kelemtac kalnel ix ko chi'a. Ix ko chipax nok' ch'ac kalnel yet' nok' chiwa te b'ak'uech stanhwaj t'a Basán. Ha wal ixim trigo te wach' ix ko wa''a, ix cuk'an wino, aton yal sat te' uwa."
        },
        {
            "number": "15",
            "text": "Ex wetchonhab', haxo yic ix ex b'ak'uechb'i a ex chonhab' Jesurún ex tik, ix eyik'anel he b'ha t'a Jehová ix onh b'oani, ix he patiquejkanel ko Kolumal chi'."
        },
        {
            "number": "16",
            "text": "Ix he tzuntzej wal cot yowal sk'ol Jehová, yujto ix ex och ejmelal t'a juntzanh ch'oc diosal chacb'ilel yuj."
        },
        {
            "number": "17",
            "text": "Ix eyak'an he silab' t'a juntzanh enemigo, juntzanh manh diosoc, t'a juntzanh comon Dios manta b'aj tzeyak'em he b'a, juntzanh comon Dios toto sb'ojik'ei, b'aj manh yak'nacoc em sb'a heb' ko mam quicham."
        },
        {
            "number": "18",
            "text": "Ha ex wetisraelal ex tik, ix b'at satk'olal eyuuj mach ix onh b'oani yet' ko Kolumal. Majxo he nacot ko Diosal ix onh ak'an pitzwoc."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix cot yowal sk'ol Jehová ayic ix yilan juntzanh chi', ix ex spatiquejkanel a ex yuninal ex tik."
        },
        {
            "number": "20",
            "text": "Ix yalan Jehová icha tik: Manhxo ol in b'at k'elan t'a heb', ol wila'' tas ol yutoc sb'a heb'. Val yel a juntzanh anima tik te malaj swach'il heb', max yal-laj wak'anoch heb' yipoc in k'ool."
        },
        {
            "number": "21",
            "text": "Ix stzuntzejcot wowal heb' yuj juntzanh sdiosal to manh diosoc. Ix chichon in k'ol t'a heb' yuj juntzanh Dios malaj yelk'och chi'. Vuuj, ol tz'a sk'ool heb' yuj juntzanhxo chonhab' malaj yelk'ochi. Anhejtona', ol in tzuntzejcot yowal heb' yuj tas ol wak' t'a juntzanhxo anima manto nachajel yuj."
        },
        {
            "number": "22",
            "text": "Ix te cot wal yowal in k'ool, icha sk'e nhilnhon yoc te' k'ak'. Masanil tas ay t'a yich lum lum stz'akanb'at yuj, scha sk'ak'al lu'um masanto sk'och t'a yich niwac witz."
        },
        {
            "number": "23",
            "text": "Ichato ol in julb'at juntzanh jul-lab' t'a yib'anh heb', syalelk'ochi to ol wak'b'at masanil makanhil yaelal t'a yib'anh heb'. Aton juntzanh tik:"
        },
        {
            "number": "24",
            "text": "Vejel, k'ak'al ilya te ov, jun yaelal te ov satanel anima. Ol wak'anb'at nok' chium nok' t'a skal heb' yet' nok' chan te ov swenenoal."
        },
        {
            "number": "25",
            "text": "Ol laj cham yuninal heb' t'a yoltac calle yuj k'een espada. Xivk'olalxonhej ol ajek' heb' t'a spat. Ol cham heb' kelemtac, heb' ix cob'estac, heb' icham anima yet' heb' unin tzato chuni."
        },
        {
            "number": "26",
            "text": "Ix in na' to ol in saklemkanb'at heb' israel tik, ol in satanel heb' t'a sat lum lum tik yic wach' manhxa b'aj ol b'inaj heb'."
        },
        {
            "number": "27",
            "text": "Palta malaj in gana tzin sb'uch heb' ajk'ool, malaj in gana syik'chaanh sb'a heb'. Talaj syal heb' icha tik: Ha onh wal ix ko satel heb' israel tik, manhoc Jehová ix satanel heb', talaj xchi heb'."
        },
        {
            "number": "28",
            "text": "Malaj jab'oc spensar heb' anima chi', max nachajel-laj yuj heb'."
        },
        {
            "number": "29",
            "text": "Tato ay spensar heb', tzam nachajel yuj heb' tas ol elk'ochoc."
        },
        {
            "number": "30",
            "text": "¿Tas yuj ix el lemnaj mil heb' israel t'a junok heb' yajk'ool? ¿Tas yuj lajunhe' mil heb' ix el lemnaj t'a chawanhoc heb'? Ha heb' ajk'ol chi' malaj jab'oc tas syal yuj heb', palta a in Jehová in Scolumal in heb' israel chi', ix wak'och heb' t'a yol sk'ab' heb', xchi Jehová."
        },
        {
            "number": "31",
            "text": "Ha heb' kajk'ol chi' yojtak heb' to a sdiosal heb' scolani, max yal slajb'an sb'a yet' ko Kolumal a onh tik."
        },
        {
            "number": "32",
            "text": "Ha heb' kajk'ol chi' stzalaj heb' yet' chukal icha schukal heb' aj Sodoma yet' heb' aj Gomorra. Axo stzalajk'olal heb' chi' lajan icha weneno."
        },
        {
            "number": "33",
            "text": "Ha swino heb' lajan icha swenenoal sti' nok' chan, scham anima yuj, xchi winhaj Moisés chi'."
        },
        {
            "number": "34",
            "text": "Ix yalanxi Jehová icha tik: Masanil chukal ix sk'ulej heb' ajk'ol chi', naannhej wuuj, ichato tonhej sik'an wuuj."
        },
        {
            "number": "35",
            "text": "Ha innhej ay walan wik wak'anoch syaelal heb'. Ha in ol wak' spak t'a heb' icha smoj schaan heb'. Ay jun k'ual ol satel heb', yujto lak'anxo sja sk'ual. Jab'xonhej sk'och yorail satel heb', xchi."
        },
        {
            "number": "36",
            "text": "Ha Jehová ol och yet' heb' schonhab' ayic ol yilani to manhxalaj yip heb'. Ol ok' sk'ool Jehová chi' t'a heb' schekab', ayic ol yilani to manhxa junok mach syal scolwaji, manhxalaj heb' chekab', ma heb' yic sb'a."
        },
        {
            "number": "37",
            "text": "Ichato chi' ol sk'anb'an Jehová t'a heb' ajk'ol chi': ¿B'ajtil ay he diosal tiknaik, juntzanh tzex colani, aton juntzanh tzeyak'och yipoc he k'ool,"
        },
        {
            "number": "38",
            "text": "juntzanh schianb'at xepual he silab' yet' yuk'an he wino tzeyak' t'ay silab'il? Q'ueokab' wan he diosal chi' yic skolwaj eyed'oc. Cotokab'i yic tzex stanhwej."
        },
        {
            "number": "39",
            "text": "Naeccoti to a innhej Dios in. Malaj junokxo Dios t'a wichanh. Ha in swak'cham anima, a in pax swak'xi pitzwoc heb'. Ha in swak' echnaj heb' anima, swanhtanpax heb'. Malaj mach syal scolan sb'ha t'a yol in k'ab'."
        },
        {
            "number": "40",
            "text": "Ha in Jehová in tik, ayinnhej ek' t'a masanil tiempo, swik'chaanh in k'ab' swak'an in ti'"
        },
        {
            "number": "41",
            "text": "to ol in b'o yaj jun owal tik. Icha junok snhick'e ye k'een yespada toxonhej scopopi yic sb'at t'a owal, icha chi' ol in k'ulej, yic ol in b'at wak' spak t'a heb' ayoch ajk'olal t'ayin, ol wak' syaelal heb' icha t'a smojal schaan heb'."
        },
        {
            "number": "42",
            "text": "Chik'tacxonhej ol aj in jul-lab' yuj schiq'uil heb'. Axo wespada ol xikankanb'at schib'ejal heb' chamnac yet' pax heb' yamb'ilcot t'a owal. Axo sjolom heb' ayoch ajk'olal t'ayin chi', chik'tacxonhej ol ajkanoc, xchi Jehová chi'."
        },
        {
            "number": "43",
            "text": "Ex anima t'a junjun nación, tzalajanhec yet' schonhab' Jehová, yujto ol spactzitej schamel heb' schekab'. Ol satel heb' ayoch ajk'olal t'a heb', ol yak'an tup smul heb' schonhab' chi' t'a yib'anh. Ol sacb'itajxi slum heb' yuj Jehová, aton b'aj ix laj emkan schiq'uil heb', xchi winhaj Moisés chi'."
        },
        {
            "number": "44",
            "text": "Ix k'och winhaj Moisés t'a yichanh masanil chonhab' Israel, tzak'anoch winhaj Josué yuninal winhaj Nun yuj winh, ix yalan masanil slolonelal jun b'it tik winh t'a heb'."
        },
        {
            "number": "45",
            "text": "Ixlajwi chi' ix yalan winh icha tik:"
        },
        {
            "number": "46",
            "text": "Ha tas ix wal tik t'ayex, naannhejokab' eyuj t'a masanil tiempo. Hak'uecoch t'a he k'ool. k'ayb'ejec heb' eyuninal yic ol sk'anab'ajej jun ley tik heb' sik'lab'il."
        },
        {
            "number": "47",
            "text": "Manh comon loloneloc juntzanh tik, palta to ay he k 'inal yuj. Tato tze k'anab'ajej smasanil, ol najatb'oc he k 'inal t'a sat lum lum ol eyiquej t'a sk'axepalek' ha' Jordán tik, xchi winh."
        },
        {
            "number": "48",
            "text": "Ha t'a jun k'u chi' ix lolon Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "49",
            "text": "Q'ueanh t'a lum switzal Abarim, tzach k'ek'och t'a sjolom lum switzal Nebo t'a yol lum yic heb' moabita, t'a yichanh Jericó. Ata' ol ilkanb'at lum Canaán ol wak' t'a heb' etchonhab' tik."
        },
        {
            "number": "50",
            "text": "Ha t'a sjolom jun lum witz b'aj ol ach k'e chi', ata' ol ach chamoc, icha ix aj scham winh uk'tac aj Aarón t'a lum jolom witz Hor."
        },
        {
            "number": "51",
            "text": "Yujto ix he tenek' tas ix wal t'ayex he chawanhil, maj in eyik'chaanh t'a yichanh heb' chonhab' israel t'a ha ha' skuchan Meriba-cades, t'a taquinh lum Zin."
        },
        {
            "number": "52",
            "text": "Yuj chi' manhxo ol ach k'ochlaj t'a lum lum ix wak' in ti' wak'an t'a heb' etchonhab' Israel, najatxonhej ol ilkanb'at lu'um, xchi t'a winh."
        }
    ]
}