{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Yab'ocab' satcha’anh in loloni. Yab'ocab'pax lum lum tas ol vala'."
        },
        {
            "number": "2",
            "text": "Ha k'ayb'ub'al sval tik lajan val icha yem nhab'. Ha lolonel sval tik lajan val icha yal ak'val tz'emi, anheja' icha yem nhab' t'a yib'anh te te' yet' t'a yib'anh anh ank'ultak, icha chi' yaji."
        },
        {
            "number": "3",
            "text": "Svalcaneli to niwan yelk'och Jehová. Iq'uecchaanh sb'i co Diosal."
        },
        {
            "number": "4",
            "text": "Ha Jehová b'aj sco col co b'a lajan icha junok q'uen niwan tenam. Te wach'nhej tas sb'o'o, te tojolnhej sb'eyb'al. Tz'elnhejk'och tas syala'."
        },
        {
            "number": "5",
            "text": "Ha ex vetchonhab' ex tik, te manh e mojoc tzex och yuninaloc Jehová, te malaj e wach'il, te pit ex t'ay."
        },
        {
            "number": "6",
            "text": "¿Tom yet' e pital chi' tzeyak' spac t'a Jehová? Ha ex tik malaj e pensar, malaj jab'oc e jelanil. ¿Tom manhoc Jehová co Mam yaj jun? ¿Tom manhoc onh b'oani? Ha onh b'oani, onh yak'anoch t'a chonhab'il."
        },
        {
            "number": "7",
            "text": "Naeccot tas sk'ulejnac Jehová, tze naan t'a juntzanh tiempo ix ek'b'ati. k'anb'ejec eyab' t'a e mam e nun. Ab'ecpax tas syal eb' vinh ichamtac vinac."
        },
        {
            "number": "8",
            "text": "Ayic ix pucaxcanb'at anima t'a junjun nación yuj Jehová Axonhej Ochi, yuj yak'ancanem stz'acanhil sluum junjun chonhab', t'a sb'ab'elal ix sna t'a jantac co b'isul a onh israel onh tik."
        },
        {
            "number": "9",
            "text": "Ha onh yinhtilal onh vinhaj Jacob ix onh sik'canel Jehová yic tzonh ochcan yicoc."
        },
        {
            "number": "10",
            "text": "Onh ilchajelta yuj t'a jun tzinan lu'um, b'aj te ov yek' ik'. Ix onh stanhvej val, ix onh sya ilani, icha val co ya ilan snenal yol co sat."
        },
        {
            "number": "11",
            "text": "Icha tz'aj sjuanb'at so' nok' nivac ch'acb'a, sk'ayb'an yune' nok' yic sjenhvi, icha pax tz'aj yik'anb'at yune' nok' chi' t'a yib'anh sk'axil, icha val chi' ix onh yutej Jehová."
        },
        {
            "number": "12",
            "text": "Ha ix onh ik'ancoti, malaj junok comon dios ix kolwaj yet'oc."
        },
        {
            "number": "13",
            "text": "Ix laj yak'kan lum tzalquixtac quiquej. Ha tas sq'uib'q'ue t'a sat lu'um ix yak' cab'lej, ix yak'anpax nok' yalchab' tz'elta t'a yoltac q'uen q'ueen t'ayonh yet' aceite tz'el t'a te' olivo sq'uib' t'a scaltac q'uen q'ueen."
        },
        {
            "number": "14",
            "text": "Te niwan yal yim nok' co vacax yet' nok' chiva ix elta, ix co b'oan queso t'ay. Ay nok' quelemtac calnel ix co chi'a. Ix co chipax nok' ch'ac calnel yet' nok' chiva te b'ak'uech stanhvaj t'a Basán. Ha val ixim trigo te wach' ix co wa''a, ix cuk'an vino, aton yal sat te' uva."
        },
        {
            "number": "15",
            "text": "Ex vetchonhab', haxo yic ix ex b'ak'uechb'i a ex chonhab' Jesurún ex tik, ix eyik'anel e b'ha t'a Jehová ix onh b'oani, ix e patiquejcanel co Columal chi'."
        },
        {
            "number": "16",
            "text": "Ix e tzuntzej val cot yoval sk'ol Jehová, yujto ix ex och ejmelal t'a juntzanh ch'oc diosal chacb'ilel yuj."
        },
        {
            "number": "17",
            "text": "Ix eyak'an e silab' t'a juntzanh enemigo, juntzanh manh diosoc, t'a juntzanh comon dios manta b'aj tzeyaq'uem e b'a, juntzanh comon dios toto sb'ojiq'uei, b'aj manh yak'nacoc em sb'a eb' co mam quicham."
        },
        {
            "number": "18",
            "text": "Ha ex vetisraelal ex tik, ix b'at satk'olal eyuuj mach ix onh b'oani yet' co Columal. Majxo e nacot co Diosal ix onh ak'an pitzvoc."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix cot yoval sk'ol Jehová ayic ix yilan juntzanh chi', ix ex spatiquejcanel a ex yuninal ex tik."
        },
        {
            "number": "20",
            "text": "Ix yalan Jehová icha tik: Manhxo ol in b'at q'uelan t'a eb', ol wila'' tas ol yutoc sb'a eb'. Val yel a juntzanh anima tik te malaj swach'il eb', max yal-laj vak'anoch eb' yipoc in k'ool."
        },
        {
            "number": "21",
            "text": "Ix stzuntzejcot voval eb' yuj juntzanh sdiosal to manh diosoc. Ix chichon in k'ol t'a eb' yuj juntzanh dios malaj yelk'och chi'. Vuuj, ol tz'a sk'ool eb' yuj juntzanhxo chonhab' malaj yelk'ochi. Anhejtona', ol in tzuntzejcot yoval eb' yuj tas ol vak' t'a juntzanhxo anima manto nachajel yuj."
        },
        {
            "number": "22",
            "text": "Ix te cot val yoval in k'ool, icha sq'ue nhilnhon yoc te' k'ak'. Masanil tas ay t'a yich lum lum stz'acanb'at yuj, scha sk'ak'al lu'um masanto sk'och t'a yich nivac vitz."
        },
        {
            "number": "23",
            "text": "Ichato ol in julb'at juntzanh jul-lab' t'a yib'anh eb', syalelk'ochi to ol vak'b'at masanil macanhil yaelal t'a yib'anh eb'. Aton juntzanh tik:"
        },
        {
            "number": "24",
            "text": "Vejel, k'ak'al ilya te ov, jun yaelal te ov satanel anima. Ol vak'anb'at nok' chium nok' t'a skal eb' yet' nok' chan te ov svenenoal."
        },
        {
            "number": "25",
            "text": "Ol laj cham yuninal eb' t'a yoltac calle yuj q'uen espada. Xivk'olalxonhej ol ajek' eb' t'a spat. Ol cham eb' quelemtac, eb' ix cob'estac, eb' icham anima yet' eb' unin tzato chuni."
        },
        {
            "number": "26",
            "text": "Ix in na' to ol in saclemcanb'at eb' israel tik, ol in satanel eb' t'a sat lum lum tik yic wach' manhxa b'aj ol b'inaj eb'."
        },
        {
            "number": "27",
            "text": "Palta malaj in gana tzin sb'uch eb' ajk'ool, malaj in gana syik'chaanh sb'a eb'. Talaj syal eb' icha tik: Ha onh val ix co satel eb' israel tik, manhoc Jehová ix satanel eb', talaj xchi eb'."
        },
        {
            "number": "28",
            "text": "Malaj jab'oc spensar eb' anima chi', max nachajel-laj yuj eb'."
        },
        {
            "number": "29",
            "text": "Tato ay spensar eb', tzam nachajel yuj eb' tas ol elk'ochoc."
        },
        {
            "number": "30",
            "text": "¿Tas yuj ix el lemnaj mil eb' israel t'a junok eb' yajk'ool? ¿Tas yuj lajunhe' mil eb' ix el lemnaj t'a chavanhoc eb'? Ha eb' ajk'ol chi' malaj jab'oc tas syal yuj eb', palta a in Jehová in Scolumal in eb' israel chi', ix vak'och eb' t'a yol sk'ab' eb', xchi Jehová."
        },
        {
            "number": "31",
            "text": "Ha eb' cajk'ol chi' yojtac eb' to a sdiosal eb' scolani, max yal slajb'an sb'a yet' co Columal a onh tik."
        },
        {
            "number": "32",
            "text": "Ha eb' cajk'ol chi' stzalaj eb' yet' chukal icha schucal eb' aj Sodoma yet' eb' aj Gomorra. Axo stzalajk'olal eb' chi' lajan icha veneno."
        },
        {
            "number": "33",
            "text": "Ha svino eb' lajan icha svenenoal sti' nok' chan, scham anima yuj, xchi vinhaj Moisés chi'."
        },
        {
            "number": "34",
            "text": "Ix yalanxi Jehová icha tik: Masanil chukal ix sk'ulej eb' ajk'ol chi', naannhej vuuj, ichato tonhej sik'an vuuj."
        },
        {
            "number": "35",
            "text": "Ha innhej ay valan wik vak'anoch syaelal eb'. Ha in ol vak' spac t'a eb' icha smoj schaan eb'. Ay jun k'ual ol satel eb', yujto lak'anxo sja sk'ual. Jab'xonhej sk'och yorail satel eb', xchi."
        },
        {
            "number": "36",
            "text": "Ha Jehová ol och yet' eb' schonhab' ayic ol yilani to manhxalaj yip eb'. Ol ok' sk'ool Jehová chi' t'a eb' schecab', ayic ol yilani to manhxa junok mach syal scolvaji, manhxalaj eb' checab', ma eb' yic sb'a."
        },
        {
            "number": "37",
            "text": "Ichato chi' ol sk'anb'an Jehová t'a eb' ajk'ol chi': ¿B'ajtil ay e diosal ticnaic, juntzanh tzex colani, aton juntzanh tzeyak'och yipoc e k'ool,"
        },
        {
            "number": "38",
            "text": "juntzanh schianb'at xepual e silab' yet' yuk'an e vino tzeyak' t'ay silab'il? Q'ueocab' van e diosal chi' yic skolwaj eyed'oc. Cotocab'i yic tzex stanhvej."
        },
        {
            "number": "39",
            "text": "Naeccoti to a innhej Dios in. Malaj junocxo dios t'a vichanh. Ha in svak'cham anima, a in pax svak'xi pitzvoc eb'. Ha in svak' echnaj eb' anima, svanhtanpax eb'. Malaj mach syal scolan sb'ha t'a yol in k'ab'."
        },
        {
            "number": "40",
            "text": "Ha in Jehová in tik, ayinnhej ek' t'a masanil tiempo, svik'chaanh in k'ab' svak'an in ti'"
        },
        {
            "number": "41",
            "text": "to ol in b'o yaj jun oval tik. Icha junok snhicq'ue ye q'uen yespada toxonhej scopopi yic sb'at t'a oval, icha chi' ol in k'ulej, yic ol in b'at vak' spac t'a eb' ayoch ajk'olal t'ayin, ol vak' syaelal eb' icha t'a smojal schaan eb'."
        },
        {
            "number": "42",
            "text": "Chik'tacxonhej ol aj in jul-lab' yuj schiq'uil eb'. Axo vespada ol xicancanb'at schib'ejal eb' chamnac yet' pax eb' yamb'ilcot t'a oval. Axo sjolom eb' ayoch ajk'olal t'ayin chi', chik'tacxonhej ol ajcanoc, xchi Jehová chi'."
        },
        {
            "number": "43",
            "text": "Ex anima t'a junjun nación, tzalajanhec yet' schonhab' Jehová, yujto ol spactzitej schamel eb' schecab'. Ol satel eb' ayoch ajk'olal t'a eb', ol yak'an tup smul eb' schonhab' chi' t'a yib'anh. Ol sacb'itajxi slum eb' yuj Jehová, aton b'aj ix laj emcan schiq'uil eb', xchi vinhaj Moisés chi'."
        },
        {
            "number": "44",
            "text": "Ix k'och vinhaj Moisés t'a yichanh masanil chonhab' Israel, tzak'anoch vinhaj Josué yuninal vinhaj Nun yuj vinh, ix yalan masanil slolonelal jun b'it tik vinh t'a eb'."
        },
        {
            "number": "45",
            "text": "Ixlajwi chi' ix yalan vinh icha tik:"
        },
        {
            "number": "46",
            "text": "Ha tas ix val tik t'ayex, naannhejocab' eyuj t'a masanil tiempo. Hak'uecoch t'a e k'ool. k'ayb'ejec eb' eyuninal yic ol sk'anab'ajej jun ley tik eb' sik'lab'il."
        },
        {
            "number": "47",
            "text": "Manh comon loloneloc juntzanh tik, palta to ay e q'uinal yuj. Tato tze k'anab'ajej smasanil, ol najatb'oc e q'uinal t'a sat lum lum ol eyiquej t'a sk'axepalek' ha' Jordán tik, xchi vinh."
        },
        {
            "number": "48",
            "text": "Ha t'a jun k'u chi' ix lolon Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "49",
            "text": "Q'ueanh t'a lum svitzal Abarim, tzach q'uek'och t'a sjolom lum svitzal Nebo t'a yol lum yic eb' moabita, t'a yichanh Jericó. Ata' ol ilcanb'at lum Canaán ol vak' t'a eb' etchonhab' tik."
        },
        {
            "number": "50",
            "text": "Ha t'a sjolom jun lum vitz b'aj ol ach q'ue chi', ata' ol ach chamoc, icha ix aj scham vinh uk'tac aj Aarón t'a lum jolom vitz Hor."
        },
        {
            "number": "51",
            "text": "Yujto ix e tenek' tas ix val t'ayex e chavanhil, maj in eyik'chaanh t'a yichanh eb' chonhab' israel t'a ha ha' scuchan Meriba-cades, t'a taquinh lum Zin."
        },
        {
            "number": "52",
            "text": "Yuj chi' manhxo ol ach k'ochlaj t'a lum lum ix vak' in ti' vak'an t'a eb' etchonhab' Israel, najatxonhej ol ilcanb'at lu'um, xchi t'a vinh."
        }
    ]
}