{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Yab'ocab' satchaanh in loloni. Yab'ocab'pax lum luum tas ol vala'."
        },
        {
            "number": "2",
            "text": "A k'ayb'ub'al sval tic lajan val icha yem nhab'. A lolonel sval tic lajan val icha yal ak'val tz'emi, anheja' icha yem nhab' d'a yib'anh te te' yed' d'a yib'anh anh ank'ultac, icha chi' yaji."
        },
        {
            "number": "3",
            "text": "Svalcaneli to nivan yelk'och Jehová. Iq'uecchaanh sb'i co Diosal."
        },
        {
            "number": "4",
            "text": "A Jehová b'aj sco col co b'a lajan icha junoc q'uen nivan tenam. Te vach'nhej tas sb'o'o, te tojolnhej sb'eyb'al. Tz'elnhejk'och tas syala'."
        },
        {
            "number": "5",
            "text": "A ex vetchonhab' ex tic, te manh e mojoc tzex och yuninaloc Jehová, te malaj e vach'il, te pit ex d'ay."
        },
        {
            "number": "6",
            "text": "¿Tom yed' e pital chi' tzeyak' spac d'a Jehová? A ex tic malaj e pensar, malaj jab'oc e jelanil. ¿Tom manhoc Jehová co Mam yaj jun? ¿Tom manhoc onh b'oani? A onh b'oani, onh yak'anoch d'a chonhab'il."
        },
        {
            "number": "7",
            "text": "Naeccot tas sk'ulejnac Jehová, tze naan d'a juntzanh tiempo ix ek'b'ati. k'anb'ejec eyab' d'a e mam e nun. Ab'ecpax tas syal eb' vinh ichamtac vinac."
        },
        {
            "number": "8",
            "text": "Ayic ix pucaxcanb'at anima d'a junjun nación yuj Jehová Axonhej Ochi, yuj yak'ancanem stz'acanhil sluum junjun chonhab', d'a sb'ab'elal ix sna d'a jantac co b'isul a onh israel onh tic."
        },
        {
            "number": "9",
            "text": "A onh yinhtilal onh vinhaj Jacob ix onh sik'canel Jehová yic tzonh ochcan yicoc."
        },
        {
            "number": "10",
            "text": "Onh ilchajelta yuj d'a jun tz'inan luum, b'aj te ov yek' ik'. Ix onh stanhvej val, ix onh sya ilani, icha val co ya ilan snenal yol co sat."
        },
        {
            "number": "11",
            "text": "Icha tz'aj sjuanb'at so' nok' nivac ch'acb'a, sk'ayb'an yune' nok' yic sjenhvi, icha pax tz'aj yik'anb'at yune' nok' chi' d'a yib'anh sk'axil, icha val chi' ix onh yutej Jehová."
        },
        {
            "number": "12",
            "text": "A ix onh ik'ancoti, malaj junoc comon dios ix colvaj yed'oc."
        },
        {
            "number": "13",
            "text": "Ix laj yak'can lum tzalquixtac quiquej. A tas sq'uib'q'ue d'a sat luum ix yak' cab'lej, ix yak'anpax nok' yalchab' tz'elta d'a yoltac q'uen q'ueen d'ayonh yed' aceite tz'el d'a te' olivo sq'uib' d'a scaltac q'uen q'ueen."
        },
        {
            "number": "14",
            "text": "Te nivan yal yim nok' co vacax yed' nok' chiva ix elta, ix co b'oan queso d'ay. Ay nok' quelemtac calnel ix co chi'a. Ix co chipax nok' ch'ac calnel yed' nok' chiva te b'aq'uech stanhvaj d'a Basán. A val ixim trigo te vach' ix co va'a, ix cuk'an vino, aton yal sat te' uva."
        },
        {
            "number": "15",
            "text": "Ex vetchonhab', axo yic ix ex b'aq'uechb'i a ex chonhab' Jesurún ex tic, ix eyik'anel e b'a d'a Jehová ix onh b'oani, ix e patiquejcanel co Columal chi'."
        },
        {
            "number": "16",
            "text": "Ix e tzuntzej val cot yoval sk'ol Jehová, yujto ix ex och ejmelal d'a juntzanh ch'oc diosal chacb'ilel yuuj."
        },
        {
            "number": "17",
            "text": "Ix eyak'an e silab' d'a juntzanh enemigo, juntzanh manh diosoc, d'a juntzanh comon dios manta b'aj tzeyaq'uem e b'a, juntzanh comon dios toto sb'ojiq'uei, b'aj manh yak'nacoc em sb'a eb' co mam quicham."
        },
        {
            "number": "18",
            "text": "A ex vetisraelal ex tic, ix b'at satk'olal eyuuj mach ix onh b'oani yed' co Columal. Majxo e nacot co Diosal ix onh ak'an pitzvoc."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix cot yoval sk'ol Jehová ayic ix yilan juntzanh chi', ix ex spatiquejcanel a ex yuninal ex tic."
        },
        {
            "number": "20",
            "text": "Ix yalan Jehová icha tic: Manhxo ol in b'at q'uelan d'a eb', ol vila' tas ol yutoc sb'a eb'. Val yel a juntzanh anima tic te malaj svach'il eb', max yal-laj vak'anoch eb' yipoc in k'ool."
        },
        {
            "number": "21",
            "text": "Ix stzuntzejcot voval eb' yuj juntzanh sdiosal to manh diosoc. Ix chichon in k'ol d'a eb' yuj juntzanh dios malaj yelk'och chi'. Vuuj, ol tz'a sk'ool eb' yuj juntzanhxo chonhab' malaj yelk'ochi. Anhejtona', ol in tzuntzejcot yoval eb' yuj tas ol vak' d'a juntzanhxo anima manto nachajel yuuj."
        },
        {
            "number": "22",
            "text": "Ix te cot val yoval in k'ool, icha sq'ue nhilnhon yoc te' k'ak'. Masanil tas ay d'a yich lum luum stz'acanb'at yuuj, scha sk'ak'al luum masanto sk'och d'a yich nivac vitz."
        },
        {
            "number": "23",
            "text": "Ichato ol in julb'at juntzanh jul-lab' d'a yib'anh eb', syalelk'ochi to ol vak'b'at masanil macanhil yaelal d'a yib'anh eb'. Aton juntzanh tic:"
        },
        {
            "number": "24",
            "text": "Vejel, k'ak'al ilya te ov, jun yaelal te ov satanel anima. Ol vak'anb'at nok' chium nok' d'a scal eb' yed' nok' chan te ov svenenoal."
        },
        {
            "number": "25",
            "text": "Ol laj cham yuninal eb' d'a yoltac calle yuj q'uen espada. Xivk'olalxonhej ol ajek' eb' d'a spat. Ol cham eb' quelemtac, eb' ix cob'estac, eb' icham anima yed' eb' unin tzato chuni."
        },
        {
            "number": "26",
            "text": "Ix in na' to ol in saclemcanb'at eb' israel tic, ol in satanel eb' d'a sat lum luum tic yic vach' manhxa b'aj ol b'inaj eb'."
        },
        {
            "number": "27",
            "text": "Palta malaj in gana tzin sb'uch eb' ajk'ool, malaj in gana syik'chaanh sb'a eb'. Talaj syal eb' icha tic: A onh val ix co satel eb' israel tic, manhoc Jehová ix satanel eb', talaj xchi eb'."
        },
        {
            "number": "28",
            "text": "Malaj jab'oc spensar eb' anima chi', max nachajel-laj yuj eb'."
        },
        {
            "number": "29",
            "text": "Tato ay spensar eb', tzam nachajel yuj eb' tas ol elk'ochoc."
        },
        {
            "number": "30",
            "text": "¿Tas yuj ix el lemnaj mil eb' israel d'a junoc eb' yajk'ool? ¿Tas yuj lajunhe' mil eb' ix el lemnaj d'a chavanhoc eb'? A eb' ajk'ol chi' malaj jab'oc tas syal yuj eb', palta a in Jehová in Scolumal in eb' israel chi', ix vak'och eb' d'a yol sk'ab' eb', xchi Jehová."
        },
        {
            "number": "31",
            "text": "A eb' cajk'ol chi' yojtac eb' to a sdiosal eb' scolani, max yal slajb'an sb'a yed' co Columal a onh tic."
        },
        {
            "number": "32",
            "text": "A eb' cajk'ol chi' stzalaj eb' yed' chucal icha schucal eb' aj Sodoma yed' eb' aj Gomorra. Axo stzalajk'olal eb' chi' lajan icha veneno."
        },
        {
            "number": "33",
            "text": "A svino eb' lajan icha svenenoal sti' nok' chan, scham anima yuuj, xchi vinhaj Moisés chi'."
        },
        {
            "number": "34",
            "text": "Ix yalanxi Jehová icha tic: Masanil chucal ix sk'ulej eb' ajk'ol chi', naannhej vuuj, ichato tonhej sik'an vuuj."
        },
        {
            "number": "35",
            "text": "A innhej ay valan vic vak'anoch syaelal eb'. A in ol vak' spac d'a eb' icha smoj schaan eb'. Ay jun k'ual ol satel eb', yujto lak'anxo sja sk'ual. Jab'xonhej sk'och yorail satel eb', xchi."
        },
        {
            "number": "36",
            "text": "A Jehová ol och yed' eb' schonhab' ayic ol yilani to manhxalaj yip eb'. Ol ok' sk'ool Jehová chi' d'a eb' schecab', ayic ol yilani to manhxa junoc mach syal scolvaji, manhxalaj eb' checab', ma eb' yic sb'a."
        },
        {
            "number": "37",
            "text": "Ichato chi' ol sk'anb'an Jehová d'a eb' ajk'ol chi': ¿B'ajtil ay e diosal ticnaic, juntzanh tzex colani, aton juntzanh tzeyak'och yipoc e k'ool,"
        },
        {
            "number": "38",
            "text": "juntzanh schianb'at xepual e silab' yed' yuk'an e vino tzeyak' d'ay silab'il? Q'ueocab' van e diosal chi' yic scolvaj eyed'oc. Cotocab'i yic tzex stanhvej."
        },
        {
            "number": "39",
            "text": "Naeccoti to a innhej Dios in. Malaj junocxo dios d'a vichanh. A in svak'cham anima, a in pax svak'xi pitzvoc eb'. A in svak' echnaj eb' anima, svanhtanpax eb'. Malaj mach syal scolan sb'a d'a yol in k'ab'."
        },
        {
            "number": "40",
            "text": "A in Jehová in tic, ayinnhej ek' d'a masanil tiempo, svik'chaanh in k'ab' svak'an in ti'"
        },
        {
            "number": "41",
            "text": "to ol in b'o yaj jun oval tic. Icha junoc snhicq'ue ye q'uen yespada toxonhej scopopi yic sb'at d'a oval, icha chi' ol in k'ulej, yic ol in b'at vak' spac d'a eb' ayoch ajk'olal d'ayin, ol vak' syaelal eb' icha d'a smojal schaan eb'."
        },
        {
            "number": "42",
            "text": "Chik'tacxonhej ol aj in jul-lab' yuj schiq'uil eb'. Axo vespada ol xicancanb'at schib'ejal eb' chamnac yed' pax eb' yamb'ilcot d'a oval. Axo sjolom eb' ayoch ajk'olal d'ayin chi', chik'tacxonhej ol ajcanoc, xchi Jehová chi'."
        },
        {
            "number": "43",
            "text": "Ex anima d'a junjun nación, tzalajanhec yed' schonhab' Jehová, yujto ol spactzitej schamel eb' schecab'. Ol satel eb' ayoch ajk'olal d'a eb', ol yak'an tup smul eb' schonhab' chi' d'a yib'anh. Ol sacb'itajxi slum eb' yuj Jehová, aton b'aj ix laj emcan schiq'uil eb', xchi vinhaj Moisés chi'."
        },
        {
            "number": "44",
            "text": "Ix k'och vinhaj Moisés d'a yichanh masanil chonhab' Israel, tzak'anoch vinhaj Josué yuninal vinhaj Nun yuj vinh, ix yalan masanil slolonelal jun b'it tic vinh d'a eb'."
        },
        {
            "number": "45",
            "text": "Ix lajvi chi' ix yalan vinh icha tic:"
        },
        {
            "number": "46",
            "text": "A tas ix val tic d'ayex, naannhejocab' eyuj d'a masanil tiempo. Aq'uecoch d'a e k'ool. k'ayb'ejec eb' eyuninal yic ol sk'anab'ajej jun ley tic eb' sik'lab'il."
        },
        {
            "number": "47",
            "text": "Manh comon loloneloc juntzanh tic, palta to ay e q'uinal yuuj. Tato tze k'anab'ajej smasanil, ol najatb'oc e q'uinal d'a sat lum luum ol eyiquej d'a sk'axepalek' a' Jordán tic, xchi vinh."
        },
        {
            "number": "48",
            "text": "A d'a jun k'u chi' ix lolon Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "49",
            "text": "Q'ueanh d'a lum svitzal Abarim, tzach q'uek'och d'a sjolom lum svitzal Nebo d'a yol lum yic eb' moabita, d'a yichanh Jericó. Ata' ol ilcanb'at lum Canaán ol vak' d'a eb' etchonhab' tic."
        },
        {
            "number": "50",
            "text": "A d'a sjolom jun lum vitz b'aj ol ach q'ue chi', ata' ol ach chamoc, icha ix aj scham vinh uk'tac aj Aarón d'a lum jolom vitz Hor."
        },
        {
            "number": "51",
            "text": "Yujto ix e tenek' tas ix val d'ayex e chavanhil, maj in eyik'chaanh d'a yichanh eb' chonhab' israel d'a a a' scuchan Meriba-cades, d'a taquinh lum Zin."
        },
        {
            "number": "52",
            "text": "Yuj chi' manhxo ol ach k'ochlaj d'a lum luum ix vak' in ti' vak'an d'a eb' etchonhab' Israel, najatxonhej ol ilcanb'at luum, xchi d'a vinh."
        }
    ]
}