{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Ayic wan sk'och stiempoal scham winhaj Moisés schecab' Jehová, ix och ijan winh yalancan wach' lolonel t'a heb' yetisraelal."
        },
        {
            "number": "2",
            "text": "Ix yalan winh icha tik: Scot Jehová t'a lum witz Sinaí. Ato t'a Edom syak'cot sakil k'inal t'ayonh. Ato pax t'a lum witz Parán syak'cot copan stziquiquial. Scot yet' heb' yángel manhxo b'ischajb'enoc. Ha t'a swach' k'ab' yet'nac ley, sk'e nhilnhon sk'ak'al."
        },
        {
            "number": "3",
            "text": "Ha Jehová sxajanan heb' schonhab', stanhwej heb' yicxo. Ha heb' chi' tz'och ejmelal t'a yichanh, sk'anab'ajan schecnab'il heb'."
        },
        {
            "number": "4",
            "text": "Ha jun ley swak'kan tik, ichato smacb'en heb' yinhtilal Jacob yaji."
        },
        {
            "number": "5",
            "text": "Ha Jehová ayoch reyal t'a Jesurún, ayic smolb'an sb'a heb' yajalil chonhab', ayic smolb'an sb'a masanil heb' yinhtilal Israel, xchi winh."
        },
        {
            "number": "6",
            "text": "Ix syamanoch winh yalancan wach' lolonel t'a yib'anh junjun inhtilal. Ix yalan winh yuj heb' yinhtilal Rubén icha tik: Aynhejocab' ek' heb' yinhtilal Rubén. Mocab' satel heb', mocab' quennhejoc ol aj sb'isul heb', xchi winh."
        },
        {
            "number": "7",
            "text": "Ix yalanpax winh yuj heb' yinhtilal Judá icha tik: Mamin Jehová, ab' tas syal heb' yinhtilal Judá. Ik' meltzaj heb' t'a schonhab', colwajanh yet' a poder yic syal stek'b'an sb'a heb' t'a yichanh heb' yajk'ool, xchi winh."
        },
        {
            "number": "8",
            "text": "Ix yalanpax winh yuj heb' yinhtilal Leví icha tik: Mamin Jehová, ic k'een Tumim yet' k'een Urim, ix ak' k'een t'a winh sik'b'ilel uuj, aton winh ix ak' prowal t'a Masah, winh ix a telaj a b'a yet'oc t'ha ha' Meriba."
        },
        {
            "number": "9",
            "text": "Yelxo wal ix ach snib'ej heb' yinhtilal Leví chi' t'a yichanh smam snun, t'a yichanh yuk'tac, ma yuninal. Ha heb' chi' ix sk'anab'ajej a checnab'il heb', maj yixtejb'at a trato heb' alb'ilcani."
        },
        {
            "number": "10",
            "text": "Syak'nhej a ley heb' sk'ayb'ej heb' yinhtilal Jacob. Syalannhej a k'ayb'ub'al heb' t'a heb' yetisraelal. Snhusannhej incienso heb' t'a ichanh, snhusan juntzanh silab' heb' stz'a smasanil t'a altar."
        },
        {
            "number": "11",
            "text": "Mamin Jehová, ak' wal a wach'k'olal t'a yib'anh heb', schaocab' a k'ol yic syak'an yopisio heb' t'ayach. Tza satcanel heb' yajk'ol heb' yic wach' maxtzac k'e wan heb' schichon sk'ol t'a heb', xchi winh."
        },
        {
            "number": "12",
            "text": "Ix yalanpax winh yuj heb' yinhtilal Benjamín icha tik: Te xajan heb' yinhtilal Benjamín yuj Jehová, t'a junk'olal ayek' heb'. Ha skolwaj yet' heb'. Ha ayoch stanhwumaloc heb', xchi winh."
        },
        {
            "number": "13",
            "text": "Ix yalanpax winh yuj heb' yinhtilal José icha tik: Yak'ocab' swach'k'olal Jehová t'a yib'anh sluum heb' yinhtilal José. Aocab' yal ak'wal wach' tz'em t'a lu'um, ayocab' ha ha' sk'eul t'a sat lu'um."
        },
        {
            "number": "14",
            "text": "Wach'ocab' tz'aj sq'uib' sat tas tz'el t'a sat sluum heb' t'a junjun ab'il, wach'ocab'pax tz'aj sat te te' t'a junjun ujal."
        },
        {
            "number": "15",
            "text": "Niwanocab' sat te' avb'en te' wach' tz'el t'a spak'ultac lum witz aytaxonek' t'a peka' smol heb'."
        },
        {
            "number": "16",
            "text": "Wach'ocab' tz'aj sat te' avb'en te' tz'el t'a sat sluum heb' yuj swach'k'olal Jehová, aton sch'oxnac sb'ha t'a skal te' q'uiix ayoch sk'ak'al. Cotocab'kan masanil juntzanh wach'k'olal tik t'a yib'anh heb' yinhtilal José, aton winh sik'b'ilel t'a skal heb' yuk'tac."
        },
        {
            "number": "17",
            "text": "Te ay smay heb' yinhtilal José, aton heb' yinhtilal Efraín manhxo b'ischajb'enoc yet' heb' yinhtilal Manasés, smilalxo heb'. Te ay smay heb' icha junok nok' mam wacax, ma icha yip junok nok' caltacte'al wacax niwac sch'aac. Ol spech masanil chonhab' heb' masanto b'aj slajwik'och yol yib'anhk’inal, xchi winh."
        },
        {
            "number": "18",
            "text": "Ix yalanpax winh yuj heb' yinhtilal Zabulón yet' heb' yinhtilal Isacar icha tik: Tzalajanhec ex yinhtilal Zabulón b'ajtac tzex eq'ui. Anhejtona' ex pax tik ex yinhtilal Isacar, tzalajanhec b'ajtac cajan ex."
        },
        {
            "number": "19",
            "text": "Tzeyavtejcot masanil heb' eyetisraelal t'a tzalquixtac, tzeyak'an silab' to scha sk'ol Jehová. Tzeyak' tzalajb'oc he k'ool yet' b'eyumal ay t'a yol ha' mar yet' juntzanh tas te wach' ay t'a stitac ha' chi', xchi winh."
        },
        {
            "number": "20",
            "text": "Ix yalanpax winh yuj heb' yinhtilal Gad icha tik: Ik'jocab' chaanh Jehová ix ak'an lewanb'oc sluum heb' yinhtil Gad. Lajan heb' icha nok' nun choj tz'em cutzan, sjecchitanel sk'ab' yet' sjolom schib'ej. Icha chi' ol yutej heb' yajk'ool heb' yinhtil Gad chi'."
        },
        {
            "number": "21",
            "text": "Ix sik'canel lum lum te wach' heb' yinhtilal Gad chi'. Ha jun lu'um chi' smoj wal to ha t'a heb' yajal tz'ak'ji lu'um. Ayic ix smolb'an sb'a heb' yajalil chonhab' Israel, a heb' yinhtilal Gad ix sk'anab'ajej heb' icha wal yalan schecnab'il Jehová, xchi winh."
        },
        {
            "number": "22",
            "text": "Ix yalanpax winh yuj heb' yinhtilal Dan icha tik: Ha wal heb' yinhtilal Dan tik lajan wal heb' icha junok nok' quelem choj ay t'a Basán sk'e tz'itnajoc, xchi winh."
        },
        {
            "number": "23",
            "text": "Ix yalanpax winh yuj heb' yinhtilal Neftalí icha tik: Ha heb' yinhtilal Neftalí tik, wach' yajcan heb' yuj swach'k'olal Jehová, yic heb' yaj lum tz'emk'och t'a sur t'ha ha' nhajab', xchi winh."
        },
        {
            "number": "24",
            "text": "Ix yalanpax winh yuj heb' yinhtilal Aser icha tik: Tzijtumocab' swach'k'olal Jehová syak' t'a heb' yinhtilal Aser, xajanocab' heb' yuj heb' yetisraelal. Ochocab' heb' b'eyumal yuj yaceiteal te' oliwo ay t'a sluum."
        },
        {
            "number": "25",
            "text": "Aocab' k'een hierro yet' k'een bronce tzek' k'atan syamnub'aloc spuertail schonhab' heb'. Tek'anocab' heb' t'a masanil tiempo."
        },
        {
            "number": "26",
            "text": "Ex Jesurún, malaj mach syal slajb'an sb'a yet' ko Diosal. Te ay smay sb'eyek' t'a yib'anh asun ayic sjawi onh scolo'."
        },
        {
            "number": "27",
            "text": "Ha Dios aynhejek' qued'oc. D'a masanil tiempo tzonh stanhwej. Ha jantac spoder malaj slajwub', tzonh scol sik'lab'il. Ha Jehová ol ik'anel heb' cajk'ol t'a quichanh, ol yalani to ol ko satel heb'."
        },
        {
            "number": "28",
            "text": "Ha onh israel yinhtil onh winhaj Jacob tik, junk'olal ol onh ajnhejek' yet' quinhtilal t'a ko lu'um. Te wach' ol aj ixim ko trigo yet' sat te' ko uwa, yujto manh ol och waan yak'an nhab' t'a ko lu'um tik."
        },
        {
            "number": "29",
            "text": "Ex wetisraelal, te wach' quico', ¿mach wal junok syal slajb'an sb'a qued'oc? Ha Jehová tzonh colani, a tzonh tanhwani, scolwajpax qued'oc. Icha quespada yaj Jehová yic skak'an ganar heb' cajk'ool. Ol yak'em sb'a heb' cajk'ol chi' t'ayonh, xchi winhaj Moisés chi'."
        }
    ]
}