{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Ayic van sk'och stiempoal scham vinhaj Moisés schecab' Jehová, ix och ijan vinh yalancan vach' lolonel d'a eb' yetisraelal."
        },
        {
            "number": "2",
            "text": "Ix yalan vinh icha tic: Scot Jehová d'a lum vitz Sinaí. Ato d'a Edom syak'cot saquilq'uinal d'ayonh. Ato pax d'a lum vitz Parán syak'cot copan stziquiquial. Scot yed' eb' yángel manhxo b'ischajb'enoc. A d'a svach' k'ab' yed'nac ley, sq'ue nhilnhon sk'ak'al."
        },
        {
            "number": "3",
            "text": "A Jehová sxajanan eb' schonhab', stanhvej eb' yicxo. A eb' chi' tz'och ejmelal d'a yichanh, sk'anab'ajan schecnab'il eb'."
        },
        {
            "number": "4",
            "text": "A jun ley svak'can tic, ichato smacb'en eb' yinhtilal Jacob yaji."
        },
        {
            "number": "5",
            "text": "A Jehová ayoch reyal d'a Jesurún, ayic smolb'an sb'a eb' yajalil chonhab', ayic smolb'an sb'a masanil eb' yinhtilal Israel, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix syamanoch vinh yalancan vach' lolonel d'a yib'anh junjun inhtilal. Ix yalan vinh yuj eb' yinhtilal Rubén icha tic: Aynhejocab' ek' eb' yinhtilal Rubén. Mocab' satel eb', mocab' quennhejoc ol aj sb'isul eb', xchi vinh."
        },
        {
            "number": "7",
            "text": "Ix yalanpax vinh yuj eb' yinhtilal Judá icha tic: Mamin Jehová, ab' tas syal eb' yinhtilal Judá. Ik' meltzaj eb' d'a schonhab', colvajanh yed' a poder yic syal stek'b'an sb'a eb' d'a yichanh eb' yajk'ool, xchi vinh."
        },
        {
            "number": "8",
            "text": "Ix yalanpax vinh yuj eb' yinhtilal Leví icha tic: Mamin Jehová, ic q'uen Tumim yed' q'uen Urim, ix ak' q'uen d'a vinh sik'b'ilel uuj, aton vinh ix ak' proval d'a Masah, vinh ix a telaj a b'a yed'oc d'a a' Meriba."
        },
        {
            "number": "9",
            "text": "Yelxo val ix ach snib'ej eb' yinhtilal Leví chi' d'a yichanh smam snun, d'a yichanh yuk'tac, ma yuninal. A eb' chi' ix sk'anab'ajej a checnab'il eb', maj yixtejb'at a trato eb' alb'ilcani."
        },
        {
            "number": "10",
            "text": "Syak'nhej a ley eb' sk'ayb'ej eb' yinhtilal Jacob. Syalannhej a k'ayb'ub'al eb' d'a eb' yetisraelal. Snhusannhej incienso eb' d'a ichanh, snhusan juntzanh silab' eb' stz'a smasanil d'a altar."
        },
        {
            "number": "11",
            "text": "Mamin Jehová, ak' val a vach'k'olal d'a yib'anh eb', schaocab' a k'ol yic syak'an yopisio eb' d'ayach. Tza satcanel eb' yajk'ol eb' yic vach' maxtzac q'ue van eb' schichon sk'ol d'a eb', xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix yalanpax vinh yuj eb' yinhtilal Benjamín icha tic: Te xajan eb' yinhtilal Benjamín yuj Jehová, d'a junk'olal ayek' eb'. A scolvaj yed' eb'. A ayoch stanhvumaloc eb', xchi vinh."
        },
        {
            "number": "13",
            "text": "Ix yalanpax vinh yuj eb' yinhtilal José icha tic: Yak'ocab' svach'k'olal Jehová d'a yib'anh sluum eb' yinhtilal José. Aocab' yal ak'val vach' tz'em d'a luum, ayocab' a a' sq'ueul d'a sat luum."
        },
        {
            "number": "14",
            "text": "Vach'ocab' tz'aj sq'uib' sat tas tz'el d'a sat sluum eb' d'a junjun ab'il, vach'ocab'pax tz'aj sat te te' d'a junjun ujal."
        },
        {
            "number": "15",
            "text": "Nivanocab' sat te' avb'en te' vach' tz'el d'a spak'ultac lum vitz aytaxonek' d'a peca' smol eb'."
        },
        {
            "number": "16",
            "text": "Vach'ocab' tz'aj sat te' avb'en te' tz'el d'a sat sluum eb' yuj svach'k'olal Jehová, aton sch'oxnac sb'a d'a scal te' q'uiix ayoch sk'ak'al. Cotocab'can masanil juntzanh vach'k'olal tic d'a yib'anh eb' yinhtilal José, aton vinh sik'b'ilel d'a scal eb' yuk'tac."
        },
        {
            "number": "17",
            "text": "Te ay smay eb' yinhtilal José, aton eb' yinhtilal Efraín manhxo b'ischajb'enoc yed' eb' yinhtilal Manasés, smilalxo eb'. Te ay smay eb' icha junoc nok' mam vacax, ma icha yip junoc nok' caltacte'al vacax nivac sch'aac. Ol spech masanil chonhab' eb' masanto b'aj slajvik'och yolyib'anhq'uinal, xchi vinh."
        },
        {
            "number": "18",
            "text": "Ix yalanpax vinh yuj eb' yinhtilal Zabulón yed' eb' yinhtilal Isacar icha tic: Tzalajanhec ex yinhtilal Zabulón b'ajtac tzex eq'ui. Anhejtona' ex pax tic ex yinhtilal Isacar, tzalajanhec b'ajtac cajan ex."
        },
        {
            "number": "19",
            "text": "Tzeyavtejcot masanil eb' eyetisraelal d'a tzalquixtac, tzeyak'an silab' to scha sk'ol Jehová. Tzeyak' tzalajb'oc e k'ool yed' b'eyumal ay d'a yol a' mar yed' juntzanh tas te vach' ay d'a stitac a' chi', xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix yalanpax vinh yuj eb' yinhtilal Gad icha tic: Ik'jocab' chaanh Jehová ix ak'an levanb'oc sluum eb' yinhtil Gad. Lajan eb' icha nok' nun choj tz'em cutzan, sjecchitanel sk'ab' yed' sjolom schib'ej. Icha chi' ol yutej eb' yajk'ool eb' yinhtil Gad chi'."
        },
        {
            "number": "21",
            "text": "Ix sik'canel lum luum te vach' eb' yinhtilal Gad chi'. A jun luum chi' smoj val to a d'a eb' yajal tz'ak'ji luum. Ayic ix smolb'an sb'a eb' yajalil chonhab' Israel, a eb' yinhtilal Gad ix sk'anab'ajej eb' icha val yalan schecnab'il Jehová, xchi vinh."
        },
        {
            "number": "22",
            "text": "Ix yalanpax vinh yuj eb' yinhtilal Dan icha tic: A val eb' yinhtilal Dan tic lajan val eb' icha junoc nok' quelem choj ay d'a Basán sq'ue tz'itnajoc, xchi vinh."
        },
        {
            "number": "23",
            "text": "Ix yalanpax vinh yuj eb' yinhtilal Neftalí icha tic: A eb' yinhtilal Neftalí tic, vach' yajcan eb' yuj svach'k'olal Jehová, yic eb' yaj lum tz'emk'och d'a sur d'a a' nhajab', xchi vinh."
        },
        {
            "number": "24",
            "text": "Ix yalanpax vinh yuj eb' yinhtilal Aser icha tic: Tzijtumocab' svach'k'olal Jehová syak' d'a eb' yinhtilal Aser, xajanocab' eb' yuj eb' yetisraelal. Ochocab' eb' b'eyumal yuj yaceiteal te' olivo ay d'a sluum."
        },
        {
            "number": "25",
            "text": "Aocab' q'uen hierro yed' q'uen bronce tz'ek' k'atan syamnub'aloc spuertail schonhab' eb'. Tek'anocab' eb' d'a masanil tiempo."
        },
        {
            "number": "26",
            "text": "Ex Jesurún, malaj mach syal slajb'an sb'a yed' co Diosal. Te ay smay sb'eyek' d'a yib'anh asun ayic sjavi onh scolo'."
        },
        {
            "number": "27",
            "text": "A Dios aynhejek' qued'oc. D'a masanil tiempo tzonh stanhvej. A jantac spoder malaj slajvub', tzonh scol sik'lab'il. A Jehová ol ik'anel eb' cajk'ol d'a quichanh, ol yalani to ol co satel eb'."
        },
        {
            "number": "28",
            "text": "A onh israel yinhtil onh vinhaj Jacob tic, junk'olal ol onh ajnhejek' yed' quinhtilal d'a co luum. Te vach' ol aj ixim co trigo yed' sat te' co uva, yujto manh ol och vaan yak'an nhab' d'a co luum tic."
        },
        {
            "number": "29",
            "text": "Ex vetisraelal, te vach' quico', ¿mach val junoc syal slajb'an sb'a qued'oc? A Jehová tzonh colani, a tzonh tanhvani, scolvajpax qued'oc. Icha quespada yaj Jehová yic scak'an ganar eb' cajk'ool. Ol yaq'uem sb'a eb' cajk'ol chi' d'ayonh, xchi vinhaj Moisés chi'."
        }
    ]
}