{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Ayic van sk'och stiempoal scham vinhaj Moisés schecab' Jehová, ix och ijan vinh yalancan wach' lolonel t'a eb' yetisraelal."
        },
        {
            "number": "2",
            "text": "Ix yalan vinh icha tik: Scot Jehová t'a lum vitz Sinaí. Ato t'a Edom syak'cot sakil k'inal t'ayonh. Ato pax t'a lum vitz Parán syak'cot copan stziquiquial. Scot yet' eb' yángel manhxo b'ischajb'enoc. Ha t'a swach' k'ab' yet'nac ley, sq'ue nhilnhon sk'ak'al."
        },
        {
            "number": "3",
            "text": "Ha Jehová sxajanan eb' schonhab', stanhvej eb' yicxo. Ha eb' chi' tz'och ejmelal t'a yichanh, sk'anab'ajan schecnab'il eb'."
        },
        {
            "number": "4",
            "text": "Ha jun ley svak'kan tik, ichato smacb'en eb' yinhtilal Jacob yaji."
        },
        {
            "number": "5",
            "text": "Ha Jehová ayoch reyal t'a Jesurún, ayic smolb'an sb'a eb' yajalil chonhab', ayic smolb'an sb'a masanil eb' yinhtilal Israel, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix syamanoch vinh yalancan wach' lolonel t'a yib'anh junjun inhtilal. Ix yalan vinh yuj eb' yinhtilal Rubén icha tik: Aynhejocab' ek' eb' yinhtilal Rubén. Mocab' satel eb', mocab' quennhejoc ol aj sb'isul eb', xchi vinh."
        },
        {
            "number": "7",
            "text": "Ix yalanpax vinh yuj eb' yinhtilal Judá icha tik: Mamin Jehová, ab' tas syal eb' yinhtilal Judá. Ik' meltzaj eb' t'a schonhab', colvajanh yet' a poder yic syal stek'b'an sb'a eb' t'a yichanh eb' yajk'ool, xchi vinh."
        },
        {
            "number": "8",
            "text": "Ix yalanpax vinh yuj eb' yinhtilal Leví icha tik: Mamin Jehová, ic q'uen Tumim yet' q'uen Urim, ix ak' q'uen t'a vinh sik'b'ilel uuj, aton vinh ix ak' proval t'a Masah, vinh ix a telaj a b'a yet'oc t'ha ha' Meriba."
        },
        {
            "number": "9",
            "text": "Yelxo val ix ach snib'ej eb' yinhtilal Leví chi' t'a yichanh smam snun, t'a yichanh yuk'tac, ma yuninal. Ha eb' chi' ix sk'anab'ajej a checnab'il eb', maj yixtejb'at a trato eb' alb'ilcani."
        },
        {
            "number": "10",
            "text": "Syak'nhej a ley eb' sk'ayb'ej eb' yinhtilal Jacob. Syalannhej a k'ayb'ub'al eb' t'a eb' yetisraelal. Snhusannhej incienso eb' t'a ichanh, snhusan juntzanh silab' eb' stz'a smasanil t'a altar."
        },
        {
            "number": "11",
            "text": "Mamin Jehová, ak' val a wach'k'olal t'a yib'anh eb', schaocab' a k'ol yic syak'an yopisio eb' t'ayach. Tza satcanel eb' yajk'ol eb' yic wach' maxtzac q'ue van eb' schichon sk'ol t'a eb', xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix yalanpax vinh yuj eb' yinhtilal Benjamín icha tik: Te xajan eb' yinhtilal Benjamín yuj Jehová, t'a junk'olal ayek' eb'. Ha scolvaj yet' eb'. Ha ayoch stanhvumaloc eb', xchi vinh."
        },
        {
            "number": "13",
            "text": "Ix yalanpax vinh yuj eb' yinhtilal José icha tik: Yak'ocab' swach'k'olal Jehová t'a yib'anh sluum eb' yinhtilal José. Aocab' yal ak'val wach' tz'em t'a lu'um, ayocab' ha ha' sq'ueul t'a sat lu'um."
        },
        {
            "number": "14",
            "text": "Wach'ocab' tz'aj sq'uib' sat tas tz'el t'a sat sluum eb' t'a junjun ab'il, wach'ocab'pax tz'aj sat te te' t'a junjun ujal."
        },
        {
            "number": "15",
            "text": "Nivanocab' sat te' avb'en te' wach' tz'el t'a spak'ultac lum vitz aytaxonek' t'a peca' smol eb'."
        },
        {
            "number": "16",
            "text": "Wach'ocab' tz'aj sat te' avb'en te' tz'el t'a sat sluum eb' yuj swach'k'olal Jehová, aton sch'oxnac sb'ha t'a skal te' q'uiix ayoch sk'ak'al. Cotocab'kan masanil juntzanh wach'k'olal tik t'a yib'anh eb' yinhtilal José, aton vinh sik'b'ilel t'a skal eb' yuk'tac."
        },
        {
            "number": "17",
            "text": "Te ay smay eb' yinhtilal José, aton eb' yinhtilal Efraín manhxo b'ischajb'enoc yet' eb' yinhtilal Manasés, smilalxo eb'. Te ay smay eb' icha junok nok' mam vacax, ma icha yip junok nok' caltacte'al vacax nivac sch'aac. Ol spech masanil chonhab' eb' masanto b'aj slajvik'och yol yib'anhk’inal, xchi vinh."
        },
        {
            "number": "18",
            "text": "Ix yalanpax vinh yuj eb' yinhtilal Zabulón yet' eb' yinhtilal Isacar icha tik: Tzalajanhec ex yinhtilal Zabulón b'ajtac tzex eq'ui. Anhejtona' ex pax tik ex yinhtilal Isacar, tzalajanhec b'ajtac cajan ex."
        },
        {
            "number": "19",
            "text": "Tzeyavtejcot masanil eb' eyetisraelal t'a tzalquixtac, tzeyak'an silab' to scha sk'ol Jehová. Tzeyak' tzalajb'oc e k'ool yet' b'eyumal ay t'a yol ha' mar yet' juntzanh tas te wach' ay t'a stitac ha' chi', xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix yalanpax vinh yuj eb' yinhtilal Gad icha tik: Ik'jocab' chaanh Jehová ix ak'an levanb'oc sluum eb' yinhtil Gad. Lajan eb' icha nok' nun choj tz'em cutzan, sjecchitanel sk'ab' yet' sjolom schib'ej. Icha chi' ol yutej eb' yajk'ool eb' yinhtil Gad chi'."
        },
        {
            "number": "21",
            "text": "Ix sik'canel lum lum te wach' eb' yinhtilal Gad chi'. Ha jun lu'um chi' smoj val to ha t'a eb' yajal tz'ak'ji lu'um. Ayic ix smolb'an sb'a eb' yajalil chonhab' Israel, a eb' yinhtilal Gad ix sk'anab'ajej eb' icha val yalan schecnab'il Jehová, xchi vinh."
        },
        {
            "number": "22",
            "text": "Ix yalanpax vinh yuj eb' yinhtilal Dan icha tik: Ha val eb' yinhtilal Dan tik lajan val eb' icha junok nok' quelem choj ay t'a Basán sq'ue tz'itnajoc, xchi vinh."
        },
        {
            "number": "23",
            "text": "Ix yalanpax vinh yuj eb' yinhtilal Neftalí icha tik: Ha eb' yinhtilal Neftalí tik, wach' yajcan eb' yuj swach'k'olal Jehová, yic eb' yaj lum tz'emk'och t'a sur t'ha ha' nhajab', xchi vinh."
        },
        {
            "number": "24",
            "text": "Ix yalanpax vinh yuj eb' yinhtilal Aser icha tik: Tzijtumocab' swach'k'olal Jehová syak' t'a eb' yinhtilal Aser, xajanocab' eb' yuj eb' yetisraelal. Ochocab' eb' b'eyumal yuj yaceiteal te' olivo ay t'a sluum."
        },
        {
            "number": "25",
            "text": "Aocab' q'uen hierro yet' q'uen bronce tzek' k'atan syamnub'aloc spuertail schonhab' eb'. Tek'anocab' eb' t'a masanil tiempo."
        },
        {
            "number": "26",
            "text": "Ex Jesurún, malaj mach syal slajb'an sb'a yet' co Diosal. Te ay smay sb'eyek' t'a yib'anh asun ayic sjavi onh scolo'."
        },
        {
            "number": "27",
            "text": "Ha Dios aynhejek' qued'oc. D'a masanil tiempo tzonh stanhvej. Ha jantac spoder malaj slajvub', tzonh scol sik'lab'il. Ha Jehová ol ik'anel eb' cajk'ol t'a quichanh, ol yalani to ol co satel eb'."
        },
        {
            "number": "28",
            "text": "Ha onh israel yinhtil onh vinhaj Jacob tik, junk'olal ol onh ajnhejek' yet' quinhtilal t'a co lu'um. Te wach' ol aj ixim co trigo yet' sat te' co uva, yujto manh ol och vaan yak'an nhab' t'a co lu'um tik."
        },
        {
            "number": "29",
            "text": "Ex vetisraelal, te wach' quico', ¿mach val junok syal slajb'an sb'a qued'oc? Ha Jehová tzonh colani, a tzonh tanhvani, scolvajpax qued'oc. Icha quespada yaj Jehová yic scak'an ganar eb' cajk'ool. Ol yaq'uem sb'a eb' cajk'ol chi' t'ayonh, xchi vinhaj Moisés chi'."
        }
    ]
}