{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a spanhanil yol yic Moab ayek' winhaj Moisés chi' ayic ix k'e winh t'a jolom witz Nebo ay t'a sjolom lum niwan witz Pisga, aton lum ay t'a yichanh Jericó. Ata' ix sch'oxcanb'at masanil lum lum Jehová yil winh: Aton masanil lum Galaad masanto b'aj ay smacb'en heb' yinhtilal Dan,"
        },
        {
            "number": "2",
            "text": "lum smacb'en heb' yic Neftalí, heb' yic Efraín, heb' yic Manasés yet' masanil lum yic heb' yic Judá, masanto sk'och lum t'ha ha' mar Mediterráneo."
        },
        {
            "number": "3",
            "text": "Scot lum t'a Neguev masanto sk'och lum t'a yak'lical sti' ha' Jordán yet' t'a masanil spatictac Jericó schonhab'il te' palma, masanto sk'och lum t'a Zoar."
        },
        {
            "number": "4",
            "text": "Ix yalan Jehová chi' t'a winh icha tik: Aton jun lu'um tik wak'nac in ti' wak'an t'a winhaj Abraham, t'a winhaj Isaac yet' t'a winhaj Jacob. Valannac t'a heb' winh icha tik: Ha jun lu'um tik ol wak' t'a heb' eyinhtilal, xin chi, yuj chi' tzin ch'oxcanb'at lum t'ayach, wach'chom manhxo ol ach k'och t'a lu'um, xchi Jehová chi' t'a winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ata' ix cham winhaj Moisés schecab' Jehová chi', t'a yol yic Moab, icha ix aj yalan Jehová chi' t'a winh."
        },
        {
            "number": "6",
            "text": "Ha t'a jun ch'olan t'a yol yic Moab t'a yichanh Bet-peor ix mucji winh yuj Jehová chi', palta malaj mach ojtannac jun b'aj mucancan sniwanil winh chi'."
        },
        {
            "number": "7",
            "text": "120 ab'il sk'inal winh ayic ix cham winh. Wach'to yilan winh, tek'antopax winh ayic ix cham winh chi'."
        },
        {
            "number": "8",
            "text": "Jun wal ujal ix och heb' chonhab' israel t'a cusk'olal yuj schamel winh chi' t'a tzinan lu'um yic Moab, icha sb'eyb'al heb'."
        },
        {
            "number": "9",
            "text": "Ayic manto cham winhaj Moisés chi', ix yak'canb'at sk'ab' winh t'a yib'anh winhaj Josué yuninal winhaj Nun yic schaancan sjelanil winh yet' yopisio icha ix aj yalan Jehová. Yuj chi' a heb' chonhab' israel, ix sk'anab'ajej heb' tas ix yal winhaj Josué chi'."
        },
        {
            "number": "10",
            "text": "Atax t'a jun pekti’ chi', manhxa junokxo schecab' Jehová t'a skal heb' chonhab' israel k'elk'umb'a ix aj Jehová ix lolon yet'oc, icha ix aj slolon yet' winhaj Moisés."
        },
        {
            "number": "11",
            "text": "Manhxa junokxo mach ix k'ulan tas satub'tac yilji yet' milagro icha sk'ulejnac Jehová yet' winhaj Moisés chi' t'a yol yic Egipto t'a yichanh winh rey yet' t'a yichanh heb' ayoch yajalil yet' winh yet' t'a masanil heb' aj Egipto chi'."
        },
        {
            "number": "12",
            "text": "Malaj junokxo mach niwan yelk'och sk'ulan tastac ay smay icha sk'ulejnac winhaj Moisés t'a yichanh heb' yetisraelal."
        }
    ]
}