{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "A d'a spanhanil yol yic Moab ayek' vinhaj Moisés chi' ayic ix q'ue vinh d'a jolom vitz Nebo ay d'a sjolom lum nivan vitz Pisga, aton lum ay d'a yichanh Jericó. Ata' ix sch'oxcanb'at masanil lum luum Jehová yil vinh: Aton masanil lum Galaad masanto b'aj ay smacb'en eb' yinhtilal Dan,"
        },
        {
            "number": "2",
            "text": "lum smacb'en eb' yic Neftalí, eb' yic Efraín, eb' yic Manasés yed' masanil lum yic eb' yic Judá, masanto sk'och lum d'a a' mar Mediterráneo."
        },
        {
            "number": "3",
            "text": "Scot lum d'a Neguev masanto sk'och lum d'a yak'lical sti' a' Jordán yed' d'a masanil spatictac Jericó schonhab'il te' palma, masanto sk'och lum d'a Zoar."
        },
        {
            "number": "4",
            "text": "Ix yalan Jehová chi' d'a vinh icha tic: Aton jun luum tic vak'nac in ti' vak'an d'a vinhaj Abraham, d'a vinhaj Isaac yed' d'a vinhaj Jacob. Valannac d'a eb' vinh icha tic: A jun luum tic ol vak' d'a eb' eyinhtilal, xin chi, yuj chi' tzin ch'oxcanb'at lum d'ayach, vach'chom manhxo ol ach k'och d'a luum, xchi Jehová chi' d'a vinh."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi', ata' ix cham vinhaj Moisés schecab' Jehová chi', d'a yol yic Moab, icha ix aj yalan Jehová chi' d'a vinh."
        },
        {
            "number": "6",
            "text": "A d'a jun ch'olan d'a yol yic Moab d'a yichanh Bet-peor ix mucji vinh yuj Jehová chi', palta malaj mach ojtannac jun b'aj mucancan snivanil vinh chi'."
        },
        {
            "number": "7",
            "text": "120 ab'il sq'uinal vinh ayic ix cham vinh. Vach'to yilan vinh, tek'antopax vinh ayic ix cham vinh chi'."
        },
        {
            "number": "8",
            "text": "Jun val ujal ix och eb' chonhab' israel d'a cusk'olal yuj schamel vinh chi' d'a tz'inan luum yic Moab, icha sb'eyb'al eb'."
        },
        {
            "number": "9",
            "text": "Ayic manto cham vinhaj Moisés chi', ix yak'canb'at sk'ab' vinh d'a yib'anh vinhaj Josué yuninal vinhaj Nun yic schaancan sjelanil vinh yed' yopisio icha ix aj yalan Jehová. Yuj chi' a eb' chonhab' israel, ix sk'anab'ajej eb' tas ix yal vinhaj Josué chi'."
        },
        {
            "number": "10",
            "text": "Atax d'a jun tiempoal chi', manhxa junocxo schecab' Jehová d'a scal eb' chonhab' israel q'uelk'umb'a ix aj Jehová ix lolon yed'oc, icha ix aj slolon yed' vinhaj Moisés."
        },
        {
            "number": "11",
            "text": "Manhxa junocxo mach ix k'ulan tas satub'tac yilji yed' milagro icha sk'ulejnac Jehová yed' vinhaj Moisés chi' d'a yol yic Egipto d'a yichanh vinh rey yed' d'a yichanh eb' ayoch yajalil yed' vinh yed' d'a masanil eb' aj Egipto chi'."
        },
        {
            "number": "12",
            "text": "Malaj junocxo mach nivan yelk'och sk'ulan tastac ay smay icha sk'ulejnac vinhaj Moisés d'a yichanh eb' yetisraelal."
        }
    ]
}