{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaic jun, ex vetchonhab' Israel, ab'ec val checnab'il yet' b'eyb'al ol val t'ayex, yic tze k'anab'ajej yet' e b'eyb'alani, yic wach' ol yal eyoch t'a sat lum lum ol yak' Jehová co Diosal t'ayex, sDiosal pax eb' co mam quicham. Ol ex cajnajcan ta'."
        },
        {
            "number": "2",
            "text": "Manh ol eyak'och stz'acub' juntzanh lolonel ol val tik t'ayex, ma ol eyiq'ueli, palta to ol e k'anab'ajej schecnab'il Jehová co Diosal icha val tz'aj valan tik t'ayex."
        },
        {
            "number": "3",
            "text": "Eyilnac val tas utajnac eb' ochnac ejmelal t'a jun dios Baal yic Peor, val t'a eyichanh satjinaquel eb' yuj Jehová."
        },
        {
            "number": "4",
            "text": "Ha exxo pax tik ochnac ex tzak'an yuj Jehová, ina pitzan exto."
        },
        {
            "number": "5",
            "text": "Scham val eyab'ancani to a k'ayb'ub'al yet' checnab'il yic Jehová co Diosal svalcanel t'ayex, yic wach' ol e b'eyb'alej ayic ol e chaan lum lum chi' e macb'enoc."
        },
        {
            "number": "6",
            "text": "Scham val e k'anab'ajan juntzanh checnab'il tik, yic ol checlajel t'a yichanh juntzanh nación to te jelan ex. Ayic ol yab'an juntzanh checnab'il tze k'anab'ajej tik eb', ol yalan eb' icha tik: Yelton val te jelan jun chonhab' tik, niwan nación ton val, xcham eb'."
        },
        {
            "number": "7",
            "text": "Malaj junocxo niwan nación ayek' sdiosal yet'oc, icha val yajek' Jehová co Diosal t'a co cal tik, skolwaj qued'oc ayic tzonh avaj t'ay."
        },
        {
            "number": "8",
            "text": "Malaj junocxo nación ay sk'ayb'ub'al yet' schecnab'il tojol yaj icha jun k'ayb'ub'al svalcanel t'ayex tik ticnaic."
        },
        {
            "number": "9",
            "text": "Yuj chi', k'anab'ajejec, siq'ueccan t'a e pensar, yic wach' max b'at satk'olal eyuuj t'a tas ix eyila', manh eyiq'uel juntzanh tik t'a e pensar yacb'an pitzan ex, tzeyalcan t'a eb' eyuninal yet' t'a eb' eyi e chiquin."
        },
        {
            "number": "10",
            "text": "Naeccot t'a yic jun k'u ayic ayonhek' t'a yichanh Jehová co Diosal t'a lum vitz Horeb, ayic yalannac t'ayin icha tik: Molb'ej eb' etchonhab' smasanil yic wach' ol vak' yojtaquejel in lolonel eb', ol sk'ayb'ancan eb', yic wach' ay velk'och t'a yol sat eb' yacb'an pitzan eb' t'a sat lum tik yet' sk'ayb'ancan yuninal eb', xchi Jehová chi' t'ayin."
        },
        {
            "number": "11",
            "text": "Ayic ayonhek' t'a yich lum vitz chi', haxo t'a lu'um sq'ue val k'ak' yet' sq'ue topan stab'il t'a chaanh, k'ik'xonhej yilji satcha’anh yuj."
        },
        {
            "number": "12",
            "text": "Lolonnac Jehová t'ayonh t'a cal k'ak' chi'. Cab'nac val yoch sjaj sloloni, palta maj quilochlaj jab'oc."
        },
        {
            "number": "13",
            "text": "Ayic yalannaccan strato qued'oc, yalnac to sco k'anab'ajej lajunhe' checnab'il stz'ib'ejnacoch t'a chab' pachanh q'uen q'ueen."
        },
        {
            "number": "14",
            "text": "Yalannacpax Jehová t'ayin to tzex in k'ayb'ej t'a schecnab'il yet' t'a sk'ayb'ub'al chi', yic wach' tze k'anab'ajej e b'eyb'alan t'a sat lum lum ol e macb'enej t'a sk'axepalek' ha' Jordán chi'."
        },
        {
            "number": "15",
            "text": "Ayic slolonnac Jehová t'ayonh t'a lum vitz Horeb chi', ha t'a jun k'u chi', malaj junok tas eyil t'a cal k'ak' chi'."
        },
        {
            "number": "16",
            "text": "Naec val coti yic max eyixtejb'at e b'a e b'oanq'ue junok yechel tas e diosaloc, yechel junok vinac, ma yechel junok ix ix,"
        },
        {
            "number": "17",
            "text": "ma yechel nok' nok' ay t'a sat lu'um tik, ma yechel nok' much,"
        },
        {
            "number": "18",
            "text": "ma yechel junok nok' tzek' nhereroc, ma tzek' jachjon t'a sat lu'um tik, ma yechel nok' chay, ma junocxo nok' ay t'a yol ha ha'."
        },
        {
            "number": "19",
            "text": "Anhejtona' ayic tzex q'ue q'uelan t'a satcha’anh tzeyilanq'ue k'u, q'uen uj yet' jantac q'uen k'anal yet' masanil tastac ay t'a satchanh chi', tzeyil val e b'a, yic max och t'a e pensar to tzex och ejmelal t'ay, ma tzeyalan e b'a t'ay, yujto a Jehová Dios ixb’o’an masanil juntzanh chi' yic tz'och yopisio t'a masanil chonhab' ay t'a sat lu'um tik."
        },
        {
            "number": "20",
            "text": "Palta a Jehová onh ik'annaquelta t'a chonhab' Egipto b'aj manh jantacoc syaelal b'aj ayonh ochi, ichato ayonh och t'a skal junok niwan k'ak' b'aj tz'ulax q'uen q'ueen. Onh yiq'uelta yic wach' tzonh och schonhab'oc, ichaton caj ticnaic."
        },
        {
            "number": "21",
            "text": "Cotnac yoval Jehová chi' t'ayin eyuuj. Yalannac to manhxo ol in ek' t'a sk'axepal ha' Jordán, manhxo ol in k'och t'a sat lum lum manh jantacoc swach'il ol yak' e macb'enoc chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi', ha t'a tik ol in chamoc, manhxo ol in k'axpajek'laj t'ha ha' Jordán chi'. Ha exxo tik, ol ex k'axpajek'oc, ol ex cajnaj t'a lum lum manh jantacoc swach'il chi'."
        },
        {
            "number": "23",
            "text": "B'at ta val strato Jehová co Diosal satk'olal eyuuj, aton strato ix yak' qued'oc. Malajocab' junok yechel tze b'o'o, yic tzeyaloch e diosaloc, yujto ay yowalil yuj Jehová."
        },
        {
            "number": "24",
            "text": "Scot yoval Jehová t'a mach tz'och ejmelal t'a junocxo tasi. Ha val yoval sk'ol lajan icha te' k'ak' stz'ab'at masanil tastac yuj."
        },
        {
            "number": "25",
            "text": "Ha ticnaic toxo ol ex k'och cajan t'a jun lu'um chi', palta ayic nivanxo tiempo ayex ek' ta', ayic ayxo eyuninal yet' eyi e chiquin, tzeyil val e b'a, xe yixtejtab'atlaj e b'a tze b'oanq'ue junok yechel e diosaloc, tzeyak'anoch e mul t'a yichanh Jehová co Diosal. Tato icha chi', ol e tzuntzejcot yoval sk'ool co Diosal chi'."
        },
        {
            "number": "26",
            "text": "Svak'canoch satcha’anh yet' sat lu'um tik testigoal, tato icha chi' ol e k'ulej, t'a val elanhchamel ol ex satel t'a junelnhej. Manhxo nivanoc tiempo ol ex ek' t'a sat lu'um chi', aton lum ay t'a sk'axepal ha' Jordán chi'."
        },
        {
            "number": "27",
            "text": "Axo jayvanhoc ex olto ex canoc, ol ex saclemcanb'at t'a juntzanhxo ch'oc nacional, ata' ol ex yak'canb'at Jehová."
        },
        {
            "number": "28",
            "text": "Ata' ol eyaq'uem e b'ha t'a juntzanh comon dios b'ob'il yuj eb' anima t'a te te' yet' t'a q'uen q'ueen, max yal-laj yilani, max yab'laj, max yal-laj svaan junok tasi, max yab'paxlaj jab'oc sjab' junok tas."
        },
        {
            "number": "29",
            "text": "Palta tato t'a skal eyaelal chi' sna sb'a e k'ool, tze naancoti to anhej t'a Jehová co Diosal smoj eyak'anem e b'a, tato tzeyalxi e b'a t'ay, tze k'anab'ajan t'a smasanil e k'ool, tato icha chi',"
        },
        {
            "number": "30",
            "text": "manh ol ex yactejcanlaj. Manh ol ex satjiel yuj t'a junelnhej, manh ol b'at satk'olal strato yak'nac yet' eb' co mam quicham, yujto aynhej yoq'uelk'olal."
        },
        {
            "number": "31",
            "text": "Naeccot juntzanh tiempoal ek'nacb'at t'a peca', atax sb'oannac eb' anima co Mam Dios t'a yol yib'anhk’inal tik, b'at e k'anb'an b'aj sk'och k'aman yol yib'anhk’inal tik, tato ayxo b'aj ix uji, ma ayxo b'aj ix ab'chaj junok tas te niwan yelk'och icha jun tzuji t'a co cal tik."
        },
        {
            "number": "32",
            "text": "Malaj junocxo chonhab' ix ab'an yoch sjaj co Mam Dios, yic slolonelta t'a cal k'ak', icha val aj cab'an a onh tik, palta maj onh champaxlaj."
        },
        {
            "number": "33",
            "text": "Malaj junocxo dios sik'anelta junok chonhab' t'a skal junocxo chonhab' icha val ajnac onh yik'anelta Jehová t'a Egipto yuj co wach'iloc. Quilnac val ayic sch'oxan jantac spoder yak'an oval cuuj, sch'oxannac juntzanh tas satub'tac yilji yet' yaelal yet' xivk'olal ayic onh yik'anelta t'a Egipto chi'."
        },
        {
            "number": "34",
            "text": "Ha juntzanh chi' ch'oxji val quila', yic scojtaquej val eli to malaj junocxo Dios, anhejton val Jehová."
        },
        {
            "number": "35",
            "text": "Ato t'a satcha’anh cab'nac val sloloni, onh sk'ayb'ani. Axo t'a sat lum tik, sch'oxnac nivac k'ak' t'ayonh, cab'annac val slolonelta t'a cal k'ak' chi'."
        },
        {
            "number": "36",
            "text": "Ha val Jehová xajanannac eb' co mam quicham, yuj chi' onh sik'naccanel a onh yinhtil onh kan eb'. Slajvi chi' onh yik'anelta t'a Egipto, aynhej och qued'oc yet' val spoder."
        },
        {
            "number": "37",
            "text": "Van satanel juntzanh nivac chonhab' te ek'to yip t'ayonh yic squiquejcan slum eb' chi', icha val van yuji ticnaic."
        },
        {
            "number": "38",
            "text": "Yuj chi', canocab' t'a e pensar to anhej Jehová Dios yaj t'a satcha’anh yet' t'a sat lu'um tik, malaj junocxo."
        },
        {
            "number": "39",
            "text": "Yuj chi' k'anab'ajejec sk'ayb'ub'al yet' schecnab'il svalcanel t'ayex t'a jun k'u tik, yic wach' ol aj yek' tiempo eyuuj yet' eb' eyinhtilal. Ol najatb'oc e q'uinal t'a sat lum lum ix yak' Jehová t'ayex t'a junelnhej, xchi vinhaj Moisés t'a eb' chonhab' israel."
        },
        {
            "number": "40",
            "text": "Ix sik'anel oxe' chonhab' vinhaj Moisés t'a sk'axepalek' ha' Jordán t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "41",
            "text": "Ata' syal scolan sb'a junok mach smak'ancham junok yetanimail to manh sk'anoc sk'ool, malaj b'aj syak' oval yet'oc t'a yalanhtaxo. Ha jun chi', syal scolan sb'ha t'a junjunoc juntzanh chonhab' chi'."
        },
        {
            "number": "42",
            "text": "Ha juntzanh chonhab' chi', aton Beser t'a yak'lical tzinan lu'um macb'il yuj eb' yinhtilalcan Rubén, Ramot t'a yol yic Galaad, macb'il yuj eb' yinhtilalcan Gad. Axo junxo, aton Golán, ay t'a yol yic Basán, macb'il yuj eb' yinhtilalcan Manasés."
        },
        {
            "number": "43",
            "text": "(Aton val juntzanh checnab'il tik ix yal vinhaj Moisés t'a eb' yetchonhab'. Ha jantac k'ayb'ub'al, cachnab'il yet' checnab'il tik ix yal vinh t'a eb' atax yelnaccot eb' t'a Egipto."
        },
        {
            "number": "44",
            "text": "Ix yal juntzanh tik vinh ayic aytoek' eb' t'a ak'lic t'a yichanh chonhab' Bet-peor, t'a slak'anil sti' ha' Jordán, t'a lum macb'il yuj vinhaj Sehón sreyal eb' amorreo. Ha vinhaj Sehón chi', ha t'a chonhab' Hesbón ek'nac vinh. Ak'b'il ganar vinh yuj vinhaj Moisés chi' yet' eb' yetchonhab' ayic ayxo yelta eb' t'a Egipto."
        },
        {
            "number": "45",
            "text": "Icha chi' ix aj skan eb' israel t'a lum smacb'en vinhaj Sehón chi' yet' t'a lum macb'il yuj vinhaj Og sreyal Basán t'a yalanhtaxo. Ha eb' tik sreyal eb' amorreo t'a stojolal b'aj sjavi k'u t'ha ha' Jordán."
        },
        {
            "number": "46",
            "text": "Ha lu'um chi' sb'atnhej lum t'a chonhab' Aroer t'a stitac ha' Arnón, masanto t'a niwan vitz Sirión, anheja' scuchanpax Hermón."
        },
        {
            "number": "47",
            "text": "Masanil smacb'en eb' chi', aton panhan ay t'a sti' ha' Jordán t'a stojolal b'aj sjavi k'u, masanto sk'och lum t'ha ha' mar Muerto, aton t'a yich lum vitz Pisga.)"
        }
    ]
}