{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ha tiknaik jun, ex wetchonhab' Israel, ab'ec wal checnab'il yet' b'eyb'al ol wal t'ayex, yic tze k'anab'ajej yet' he b'eyb'alani, yic wach' ol yal eyoch t'a sat lum lum ol yak' Jehová ko Diosal t'ayex, sDiosal pax heb' ko mam quicham. Ol ex kajnajkan ta'."
        },
        {
            "number": "2",
            "text": "Manh ol eyak'och stz'acub' juntzanh lolonel ol wal tik t'ayex, ma ol eyik'eli, palta to ol he k'anab'ajej schecnab'il Jehová ko Diosal icha wal tz'aj walan tik t'ayex."
        },
        {
            "number": "3",
            "text": "Eyilnac wal tas utajnac heb' ochnac ejmelal t'a jun Dios Baal yic Peor, wal t'a eyichanh satjinaquel heb' yuj Jehová."
        },
        {
            "number": "4",
            "text": "Ha exxo pax tik ochnac ex tzak'an yuj Jehová, ina pitzan exto."
        },
        {
            "number": "5",
            "text": "Scham wal eyab'ankani to a k'ayb'ub'al yet' checnab'il yic Jehová ko Diosal swalkanel t'ayex, yic wach' ol he b'eyb'alej ayic ol he chaan lum lum chi' he macb'enoc."
        },
        {
            "number": "6",
            "text": "Scham wal he k'anab'ajan juntzanh checnab'il tik, yic ol checlajel t'a yichanh juntzanh nación to te jelan ex. Ayic ol yab'an juntzanh checnab'il tze k'anab'ajej tik heb', ol yalan heb' icha tik: Yelton wal te jelan jun chonhab' tik, niwan nación ton wal, xcham heb'."
        },
        {
            "number": "7",
            "text": "Malaj junokxo niwan nación ayek' sdiosal yet'oc, icha wal yajek' Jehová ko Diosal t'a ko kal tik, skolwaj qued'oc ayic tzonh awaj t'ay."
        },
        {
            "number": "8",
            "text": "Malaj junokxo nación ay sk'ayb'ub'al yet' schecnab'il tojol yaj icha jun k'ayb'ub'al swalkanel t'ayex tik tiknaik."
        },
        {
            "number": "9",
            "text": "Yuj chi', k'anab'ajejec, sik'ekkan t'a he pensar, yic wach' max b'at satk'olal eyuuj t'a tas ix eyila', manh eyik'el juntzanh tik t'a he pensar yacb'an pitzan ex, tzeyalkan t'a heb' eyuninal yet' t'a heb' eyi he chiquin."
        },
        {
            "number": "10",
            "text": "Naeccot t'a yic jun k'u ayic ayonhek' t'a yichanh Jehová ko Diosal t'a lum witz Horeb, ayic yalannac t'ayin icha tik: Molb'ej heb' etchonhab' smasanil yic wach' ol wak' yojtaquejel in lolonel heb', ol sk'ayb'ankan heb', yic wach' ay welk'och t'a yol sat heb' yacb'an pitzan heb' t'a sat lum tik yet' sk'ayb'ankan yuninal heb', xchi Jehová chi' t'ayin."
        },
        {
            "number": "11",
            "text": "Ayic ayonhek' t'a yich lum witz chi', haxo t'a lu'um sk'e wal k'ak' yet' sk'e topan stab'il t'a chaanh, k'ik'xonhej yilji satcha’anh yuj."
        },
        {
            "number": "12",
            "text": "Lolonnac Jehová t'ayonh t'a kal k'ak' chi'. Cab'nac wal yoch sjaj sloloni, palta maj quilochlaj jab'oc."
        },
        {
            "number": "13",
            "text": "Ayic yalannakkan strato qued'oc, yalnac to sko k'anab'ajej lajunhe' checnab'il stz'ib'ejnacoch t'a chab' pachanh k'een k'een."
        },
        {
            "number": "14",
            "text": "Yalannacpax Jehová t'ayin to tzex in k'ayb'ej t'a schecnab'il yet' t'a sk'ayb'ub'al chi', yic wach' tze k'anab'ajej he b'eyb'alan t'a sat lum lum ol he macb'enej t'a sk'axepalek' ha' Jordán chi'."
        },
        {
            "number": "15",
            "text": "Ayic slolonnac Jehová t'ayonh t'a lum witz Horeb chi', ha t'a jun k'u chi', malaj junok tas eyil t'a kal k'ak' chi'."
        },
        {
            "number": "16",
            "text": "Naec wal koti yic max eyixtejb'at he b'a he b'oank'e junok yechel tas he diosaloc, yechel junok winak, ma yechel junok ix ix,"
        },
        {
            "number": "17",
            "text": "ma yechel nok' nok' ay t'a sat lu'um tik, ma yechel nok' much,"
        },
        {
            "number": "18",
            "text": "ma yechel junok nok' tzek' nhereroc, ma tzek' jachjon t'a sat lu'um tik, ma yechel nok' chay, ma junokxo nok' ay t'a yol ha ha'."
        },
        {
            "number": "19",
            "text": "Anhejtona' ayic tzex k'e k'elan t'a satcha’anh tzeyilank'e k'u, k'een uj yet' jantac k'een k'anal yet' masanil tastac ay t'a satchanh chi', tzeyil wal he b'a, yic max och t'a he pensar to tzex och ejmelal t'ay, ma tzeyalan he b'a t'ay, yujto a Jehová Dios ixb’o’an masanil juntzanh chi' yic tz'och yopisio t'a masanil chonhab' ay t'a sat lu'um tik."
        },
        {
            "number": "20",
            "text": "Palta a Jehová onh ik'annaquelta t'a chonhab' Egipto b'aj manh jantacoc syaelal b'aj ayonh ochi, ichato ayonh och t'a skal junok niwan k'ak' b'aj tz'ulax k'een k'een. Onh yik'elta yic wach' tzonh och schonhab'oc, ichaton kaj tiknaik."
        },
        {
            "number": "21",
            "text": "Cotnac yowal Jehová chi' t'ayin eyuuj. Yalannac to manhxo ol in ek' t'a sk'axepal ha' Jordán, manhxo ol in k'och t'a sat lum lum manh jantacoc swach'il ol yak' he macb'enoc chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi', ha t'a tik ol in chamoc, manhxo ol in k'axpajek'laj t'ha ha' Jordán chi'. Ha exxo tik, ol ex k'axpajek'oc, ol ex kajnaj t'a lum lum manh jantacoc swach'il chi'."
        },
        {
            "number": "23",
            "text": "B'at ta wal strato Jehová ko Diosal satk'olal eyuuj, aton strato ix yak' qued'oc. Malajokab' junok yechel tze b'o'o, yic tzeyaloch he diosaloc, yujto ay yowalil yuj Jehová."
        },
        {
            "number": "24",
            "text": "Scot yowal Jehová t'a mach tz'och ejmelal t'a junokxo tasi. Ha wal yowal sk'ol lajan icha te' k'ak' stz'ab'at masanil tastac yuj."
        },
        {
            "number": "25",
            "text": "Ha tiknaik toxo ol ex k'och kajan t'a jun lu'um chi', palta ayic niwanxo tiempo ayex ek' ta', ayic ayxo eyuninal yet' eyi he chiquin, tzeyil wal he b'a, xe yixtejtab'atlaj he b'a tze b'oank'e junok yechel he diosaloc, tzeyak'anoch he mul t'a yichanh Jehová ko Diosal. Tato icha chi', ol he tzuntzejcot yowal sk'ool ko Diosal chi'."
        },
        {
            "number": "26",
            "text": "Swak'kanoch satcha’anh yet' sat lu'um tik testigoal, tato icha chi' ol he k'ulej, t'a wal elanhchamel ol ex satel t'a junelnhej. Manhxo niwanoc tiempo ol ex ek' t'a sat lu'um chi', aton lum ay t'a sk'axepal ha' Jordán chi'."
        },
        {
            "number": "27",
            "text": "Axo jaywanhoc ex olto ex kanok, ol ex saklemkanb'at t'a juntzanhxo ch'oc nacional, ata' ol ex yak'kanb'at Jehová."
        },
        {
            "number": "28",
            "text": "Ata' ol eyak'em he b'ha t'a juntzanh comon Dios b'ob'il yuj heb' anima t'a te te' yet' t'a k'een k'een, max yal-laj yilani, max yab'laj, max yal-laj swaan junok tasi, max yab'paxlaj jab'oc sjab' junok tas."
        },
        {
            "number": "29",
            "text": "Palta tato t'a skal eyaelal chi' sna sb'a he k'ool, tze naancoti to anhej t'a Jehová ko Diosal smoj eyak'anem he b'a, tato tzeyalxi he b'a t'ay, tze k'anab'ajan t'a smasanil he k'ool, tato icha chi',"
        },
        {
            "number": "30",
            "text": "manh ol ex yactejkanlaj. Manh ol ex satjiel yuj t'a junelnhej, manh ol b'at satk'olal strato yak'nac yet' heb' ko mam quicham, yujto aynhej yok'elk'olal."
        },
        {
            "number": "31",
            "text": "Naeccot juntzanh tiempoal ek'nacb'at t'a peka', atax sb'oannac heb' anima ko Mam Dios t'a yol yib'anhk’inal tik, b'at he k'anb'an b'aj sk'och k'aman yol yib'anhk’inal tik, tato ayxo b'aj ix uji, ma ayxo b'aj ix ab'chaj junok tas te niwan yelk'och icha jun tzuji t'a ko kal tik."
        },
        {
            "number": "32",
            "text": "Malaj junokxo chonhab' ix ab'an yoch sjaj ko Mam Dios, yic slolonelta t'a kal k'ak', icha wal aj kab'an a onh tik, palta maj onh champaxlaj."
        },
        {
            "number": "33",
            "text": "Malaj junokxo Dios sik'anelta junok chonhab' t'a skal junokxo chonhab' icha wal ajnac onh yik'anelta Jehová t'a Egipto yuj ko wach'iloc. Quilnac wal ayic sch'oxan jantac spoder yak'an owal cuuj, sch'oxannac juntzanh tas satub'tac yilji yet' yaelal yet' xivk'olal ayic onh yik'anelta t'a Egipto chi'."
        },
        {
            "number": "34",
            "text": "Ha juntzanh chi' ch'oxji wal quila', yic scojtaquej wal eli to malaj junokxo Dios, anhejton wal Jehová."
        },
        {
            "number": "35",
            "text": "Ato t'a satcha’anh kab'nac wal sloloni, onh sk'ayb'ani. Axo t'a sat lum tik, sch'oxnac niwac k'ak' t'ayonh, kab'annac wal slolonelta t'a kal k'ak' chi'."
        },
        {
            "number": "36",
            "text": "Ha wal Jehová xajanannac heb' ko mam quicham, yuj chi' onh sik'nakkanel a onh yinhtil onh kan heb'. Slajwi chi' onh yik'anelta t'a Egipto, aynhej och qued'oc yet' wal spoder."
        },
        {
            "number": "37",
            "text": "Van satanel juntzanh niwac chonhab' te ek'to yip t'ayonh yic squiquejkan slum heb' chi', icha wal wan yuji tiknaik."
        },
        {
            "number": "38",
            "text": "Yuj chi', kanokab' t'a he pensar to anhej Jehová Dios yaj t'a satcha’anh yet' t'a sat lu'um tik, malaj junokxo."
        },
        {
            "number": "39",
            "text": "Yuj chi' k'anab'ajejec sk'ayb'ub'al yet' schecnab'il swalkanel t'ayex t'a jun k'u tik, yic wach' ol aj yek' tiempo eyuuj yet' heb' eyinhtilal. Ol najatb'oc he k 'inal t'a sat lum lum ix yak' Jehová t'ayex t'a junelnhej, xchi winhaj Moisés t'a heb' chonhab' israel."
        },
        {
            "number": "40",
            "text": "Ix sik'anel oxe' chonhab' winhaj Moisés t'a sk'axepalek' ha' Jordán t'a stojolal b'aj sjawi k'u."
        },
        {
            "number": "41",
            "text": "Ata' syal scolan sb'a junok mach smak'ancham junok yetanimail to manh sk'anoc sk'ool, malaj b'aj syak' owal yet'oc t'a yalanhtaxo. Ha jun chi', syal scolan sb'ha t'a junjunoc juntzanh chonhab' chi'."
        },
        {
            "number": "42",
            "text": "Ha juntzanh chonhab' chi', aton Beser t'a yak'likal tzinan lu'um macb'il yuj heb' yinhtilalkan Rubén, Ramot t'a yol yic Galaad, macb'il yuj heb' yinhtilalkan Gad. Axo junxo, aton Golán, ay t'a yol yic Basán, macb'il yuj heb' yinhtilalkan Manasés."
        },
        {
            "number": "43",
            "text": "(Aton wal juntzanh checnab'il tik ix yal winhaj Moisés t'a heb' yetchonhab'. Ha jantac k'ayb'ub'al, kachnab'il yet' checnab'il tik ix yal winh t'a heb' atax yelnaccot heb' t'a Egipto."
        },
        {
            "number": "44",
            "text": "Ix yal juntzanh tik winh ayic aytoek' heb' t'a ak'lic t'a yichanh chonhab' Bet-peor, t'a slak'anil sti' ha' Jordán, t'a lum macb'il yuj winhaj Sehón sreyal heb' amorreo. Ha winhaj Sehón chi', ha t'a chonhab' Hesbón ek'nac winh. Ak'b'il ganar winh yuj winhaj Moisés chi' yet' heb' yetchonhab' ayic ayxo yelta heb' t'a Egipto."
        },
        {
            "number": "45",
            "text": "Icha chi' ix aj skan heb' israel t'a lum smacb'en winhaj Sehón chi' yet' t'a lum macb'il yuj winhaj Og sreyal Basán t'a yalanhtaxo. Ha heb' tik sreyal heb' amorreo t'a stojolal b'aj sjawi k'u t'ha ha' Jordán."
        },
        {
            "number": "46",
            "text": "Ha lu'um chi' sb'atnhej lum t'a chonhab' Aroer t'a stitac ha' Arnón, masanto t'a niwan witz Sirión, anheja' skuchanpax Hermón."
        },
        {
            "number": "47",
            "text": "Masanil smacb'en heb' chi', aton panhan ay t'a sti' ha' Jordán t'a stojolal b'aj sjawi k'u, masanto sk'och lum t'ha ha' mar Muerto, aton t'a yich lum witz Pisga.)"
        }
    ]
}