{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ix smolb'an masanil heb' yetisraelal winhaj Moisés, ix yalan winh t'a heb': Ex wetchonhab', ab'ec wal tiknaik, ol walcan juntzanh cachnab'il yet' checnab'il t'ayex, yic scham wal he k'ayb'ani yet' he b'eyb'alani."
        },
        {
            "number": "2",
            "text": "Ha Jehová ko Diosal yak'nac jun strato qued'oc t'a lum witz scuchan Horeb."
        },
        {
            "number": "3",
            "text": "Manhoknhej yet' heb' ko mam quicham yak'nac strato chi', palta yak'nacpax qued'oc ko masanil a onh molan onh ek' tik."
        },
        {
            "number": "4",
            "text": "Ha wal Jehová lolonnac t'ayonh t'a jolom witz chi', cab'nac wal tas yal chi' ayic slolonelta t'a kal k'ak'."
        },
        {
            "number": "5",
            "text": "Ha in kan in t'a he nanhal yet' Jehová chi' yic swal t'ayex tas syala', yujto ex xivk'e t'a jun k'ak' chi', maj ex k'e t'a jolom witz chi', yalan Jehová chi' icha tik:"
        },
        {
            "number": "6",
            "text": "Ha in Jehová he Diosal in, ex wik'elta t'a Egipto b'aj ayex och checab'oc, manh eyicoc he b'a."
        },
        {
            "number": "7",
            "text": "Malajocab' junokxo Dios b'aj tzex och ejmelal, palta anhejocab' t'ayin."
        },
        {
            "number": "8",
            "text": "Malajocab' junok yechel junok tas tze b'ooch he diosaloc, tas ay t'a satcha’anh, tas ay t'a sat lum tik, ma tastac ay t'a yoltac ha ha'."
        },
        {
            "number": "9",
            "text": "Manh ex em nhojan t'ay, manh eyak'em he b'a t'ay, yujto a in Jehová he Diosal in, ste cot wowal t'ayex tato tzex och ejmelal t'a junokxo tasi. Ol wak'och syaelal heb' mamab'il malaj welk'och t'ay, ol wak'anpax yaelal t'a yib'anh yuninal heb', yixchiquin heb' yet' yinhtilal heb'."
        },
        {
            "number": "10",
            "text": "Axo heb' tzin xajanani, sk'anab'ajan in checnab'il, ol in xajanej heb' yet' yinhtilal yic ol b'eynhejb'atoc."
        },
        {
            "number": "11",
            "text": "Manh comonoc tze loc in b'i a in Jehová he Diosal in tik, ma tzeyak' b'inaj in b'i t'a junok tas t'a ichnhej ta', yujto ol wak' yaelal t'a mach icha chi' sk'ulej."
        },
        {
            "number": "12",
            "text": "Niwanocab' yelk'och sk'ual ik'oj ip t'ayex yuj in eyik'anchaanh, icha ix aj walancan t'ayex."
        },
        {
            "number": "13",
            "text": "Vaque' k'ual tzex munlaj t'a he munlajel."
        },
        {
            "number": "14",
            "text": "Axo t'a yuquil k'ual, sk'ual ik'oj ip, wik yaji. Manh ex munlaj t'a jun k'u chi', ma heb' eyuninal, heb' ix eyisil, heb' winh he checab', ma heb' ix he checab', nok' he wacax, nok' he chej, ma junokxo nok' he molb'etzal nok', ma heb' ch'oc chonhab'il ayek' t'a he kal, palta masanil heb' syik' yip eyed'oc."
        },
        {
            "number": "15",
            "text": "Naeccoti to ek'naquex checab'wumal t'a Egipto. Ha inxo Jehová he Diosal in tik wik'naquexelta yet' in poder. Yuj chi' swala' to tze k'anab'ajej sk'ual ik'oj ip."
        },
        {
            "number": "16",
            "text": "Ayokab' yelk'och he mam he nun t'a he sat, icha wal ix aj walan t'ayex, yic wach' ol najatb'oc he k 'inal, yic wach' ol ex ajek' t'a sat lum lum ol wak' chi' t'ayex."
        },
        {
            "number": "17",
            "text": "Manh he milcham heb' eyetanimail."
        },
        {
            "number": "18",
            "text": "Manh ex em ajmulal t'a yol sk'ab' eyetb'eyum junjun ex."
        },
        {
            "number": "19",
            "text": "Manh ex elk'anoc."
        },
        {
            "number": "20",
            "text": "Manh he nak'e lolonel t'a spatic heb' eyetanimail."
        },
        {
            "number": "21",
            "text": "Manh he nib'ejoch ix yetb'eyum junokxo mach, spat, sluum, heb' winh schecab', heb' ix schecab', nok' swacax, nok' sb'uru, ma junokxo tas ay t'a heb' eyetanimail chi', manh he nib'ejochi, xchi Jehová t'ayonh."
        },
        {
            "number": "22",
            "text": "Aton wal juntzanh checnab'il tik te chaanh ajnac yalanelta Jehová t'a skal jun niwan k'ik'al asun ayoch sk'ak'al, ayic molan onh ek' ko masanil t'a yich lum witz chi'. Anhej wal juntzanh checnab'il tik yalnac, ichato chi' stz'ib'anoch t'a chab' pachanh k'een k'een, yak'an t'ayin."
        },
        {
            "number": "23",
            "text": "Palta a exxo tik, ayic eyab'an yoch jun jaj chi' t'a skal k’ik’ k’inal chi', eyilan sk'e nhilnhon k'ak' t'a lum witz chi', masanil ex yajal eyaj t'a junjun eyinhtilal tik yet' heb' yichamtac winaquil chonhab', ex jawi eyal t'ayin icha tik:"
        },
        {
            "number": "24",
            "text": "Val yel, a Jehová ko Diosal ix sch'ox wal stziquiquial yet' yipalil t'ayonh, ix cab' wal slolon t'a skal k'ak'. Ha tiknaik toxo ix nachaj wal el cuuj tob'an syal slolon Dios t'ayonh anima onh tik, palta ina maj onh chamlaj."
        },
        {
            "number": "25",
            "text": "¿Tas yuj sco b'ec ko b'a ko cham yuj jun k'ak' to ayxo smay chi'? Tato ol cab' wal yoch sjaj Jehová ko Diosal junelxo, ol onh chamoc."
        },
        {
            "number": "26",
            "text": "Malaj wal junok anima syal yab'an yoch sjaj jun Dios pitzan t'a skal k'ak' icha ix cab' a onh tik, yujto ay schamelal."
        },
        {
            "number": "27",
            "text": "Wach' a ach tzach och t'a yichanh Jehová ko Diosal chi' yic tzab'an masanil tas syala', slawi chi' tzalan t'ayonh masanil tas syal chi', ol ko k'anab'ajani, xe chi t'ayin."
        },
        {
            "number": "28",
            "text": "Ayic wan eyalan chi' t'ayin, wan pax yab'an Jehová tas tzeyal chi', yuj chi' yal t'ayin: Toxo ix wab' tas syal jun chonhab' tik, ix scha in k'ol tas ix yal heb'."
        },
        {
            "number": "29",
            "text": "Comonoc ichanhej tik spensar heb', aynhej welk'och t'a yol sat heb', sk'anab'ajannhej in checnab'il heb' yic wach' ol aj sb'eynhejb'at heb' yet' heb' yuninal t'a smasanil tiempo."
        },
        {
            "number": "30",
            "text": "Yuj chi' al t'a heb' to smeltzaj heb' t'a scampamento."
        },
        {
            "number": "31",
            "text": "Ha achxo tik, cananh wed' t'a tik, yujto ol wal masanil in checnab'il t'ayach yet' in k'ayb'ub'al, ol a k'ayb'an heb' t'ay, yic wach' ol sb'eyb'alej heb' b'aj ay lum lum ol wak' chi' t'a heb', xchi Jehová chi' t'ayin."
        },
        {
            "number": "32",
            "text": "Yuj chi' b'eyb'alejec masanil schecnab'il Jehová ko Diosal. Manh eyik'el t'a he pensar."
        },
        {
            "number": "33",
            "text": "B'eyb'alejec b'eyb'al ix sch'oxcan Jehová ko Diosal, yic te wach'xonhej ol aj he b'eyb'ati, ol najatb'oc he k 'inal t'a sat lum lum ol yak' chi' t'ayex."
        }
    ]
}