{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ix smolb'an masanil eb' yetisraelal winhaj Moisés, ix yalan winh t'a eb': Ex vetchonhab', ab'ec val ticnaic, ol valcan juntzanh cachnab'il yet' checnab'il t'ayex, yic scham val e k'ayb'ani yet' e b'eyb'alani."
        },
        {
            "number": "2",
            "text": "Ha Jehová co Diosal yak'nac jun strato qued'oc t'a lum vitz scuchan Horeb."
        },
        {
            "number": "3",
            "text": "Manhocnhej yet' eb' co mam quicham yak'nac strato chi', palta yak'nacpax qued'oc co masanil a onh molan onh ek' tik."
        },
        {
            "number": "4",
            "text": "Ha val Jehová lolonnac t'ayonh t'a jolom vitz chi', cab'nac val tas yal chi' ayic slolonelta t'a cal k'ak'."
        },
        {
            "number": "5",
            "text": "Ha in kan in t'a e nanhal yet' Jehová chi' yic swal t'ayex tas syala', yujto ex xivq'ue t'a jun k'ak' chi', maj ex q'ue t'a jolom vitz chi', yalan Jehová chi' icha tik:"
        },
        {
            "number": "6",
            "text": "Ha in Jehová e Diosal in, ex viq'uelta t'a Egipto b'aj ayex och checab'oc, manh eyicoc e b'a."
        },
        {
            "number": "7",
            "text": "Malajocab' junocxo dios b'aj tzex och ejmelal, palta anhejocab' t'ayin."
        },
        {
            "number": "8",
            "text": "Malajocab' junok yechel junok tas tze b'ooch e diosaloc, tas ay t'a satcha’anh, tas ay t'a sat lum tik, ma tastac ay t'a yoltac ha ha'."
        },
        {
            "number": "9",
            "text": "Manh ex em nhojan t'ay, manh eyaq'uem e b'a t'ay, yujto a in Jehová e Diosal in, ste cot voval t'ayex tato tzex och ejmelal t'a junocxo tasi. Ol vak'och syaelal eb' mamab'il malaj velk'och t'ay, ol vak'anpax yaelal t'a yib'anh yuninal eb', yixchiquin eb' yet' yinhtilal eb'."
        },
        {
            "number": "10",
            "text": "Axo eb' tzin xajanani, sk'anab'ajan in checnab'il, ol in xajanej eb' yet' yinhtilal yic ol b'eynhejb'atoc."
        },
        {
            "number": "11",
            "text": "Manh comonoc tze loc in b'i a in Jehová e Diosal in tik, ma tzeyak' b'inaj in b'i t'a junok tas t'a ichnhej ta', yujto ol vak' yaelal t'a mach icha chi' sk'ulej."
        },
        {
            "number": "12",
            "text": "Nivanocab' yelk'och sk'ual ik'oj ip t'ayex yuj in eyik'anchaanh, icha ix aj valancan t'ayex."
        },
        {
            "number": "13",
            "text": "Vaque' k'ual tzex munlaj t'a e munlajel."
        },
        {
            "number": "14",
            "text": "Axo t'a yuquil k'ual, sk'ual ik'oj ip, wik yaji. Manh ex munlaj t'a jun k'u chi', ma eb' eyuninal, eb' ix eyisil, eb' winh e checab', ma eb' ix e checab', nok' e vacax, nok' e chej, ma junocxo nok' e molb'etzal nok', ma eb' ch'oc chonhab'il ayek' t'a e cal, palta masanil eb' syik' yip eyed'oc."
        },
        {
            "number": "15",
            "text": "Naeccoti to ek'naquex checab'vumal t'a Egipto. Ha inxo Jehová e Diosal in tik vik'naquexelta yet' in poder. Yuj chi' svala' to tze k'anab'ajej sk'ual ik'oj ip."
        },
        {
            "number": "16",
            "text": "Ayokab' yelk'och e mam e nun t'a e sat, icha val ix aj valan t'ayex, yic wach' ol najatb'oc e q'uinal, yic wach' ol ex ajek' t'a sat lum lum ol vak' chi' t'ayex."
        },
        {
            "number": "17",
            "text": "Manh e milcham eb' eyetanimail."
        },
        {
            "number": "18",
            "text": "Manh ex em ajmulal t'a yol sk'ab' eyetb'eyum junjun ex."
        },
        {
            "number": "19",
            "text": "Manh ex elk'anoc."
        },
        {
            "number": "20",
            "text": "Manh e naq'ue lolonel t'a spatic eb' eyetanimail."
        },
        {
            "number": "21",
            "text": "Manh e nib'ejoch ix yetb'eyum junocxo mach, spat, sluum, eb' winh schecab', eb' ix schecab', nok' svacax, nok' sb'uru, ma junocxo tas ay t'a eb' eyetanimail chi', manh e nib'ejochi, xchi Jehová t'ayonh."
        },
        {
            "number": "22",
            "text": "Aton val juntzanh checnab'il tik te chaanh ajnac yalanelta Jehová t'a skal jun niwan k'ik'al asun ayoch sk'ak'al, ayic molan onh ek' co masanil t'a yich lum vitz chi'. Anhej val juntzanh checnab'il tik yalnac, ichato chi' stz'ib'anoch t'a chab' pachanh q'uen q'ueen, yak'an t'ayin."
        },
        {
            "number": "23",
            "text": "Palta a exxo tik, ayic eyab'an yoch jun jaj chi' t'a skal k’ik’ k’inal chi', eyilan sq'ue nhilnhon k'ak' t'a lum vitz chi', masanil ex yajal eyaj t'a junjun eyinhtilal tik yet' eb' yichamtac vinaquil chonhab', ex javi eyal t'ayin icha tik:"
        },
        {
            "number": "24",
            "text": "Val yel, a Jehová co Diosal ix sch'ox val stziquiquial yet' yipalil t'ayonh, ix cab' val slolon t'a skal k'ak'. Ha ticnaic toxo ix nachaj val el cuuj tob'an syal slolon Dios t'ayonh anima onh tik, palta ina maj onh chamlaj."
        },
        {
            "number": "25",
            "text": "¿Tas yuj sco b'ec co b'a co cham yuj jun k'ak' to ayxo smay chi'? Tato ol cab' val yoch sjaj Jehová co Diosal junelxo, ol onh chamoc."
        },
        {
            "number": "26",
            "text": "Malaj val junok anima syal yab'an yoch sjaj jun Dios pitzan t'a skal k'ak' icha ix cab' a onh tik, yujto ay schamelal."
        },
        {
            "number": "27",
            "text": "Wach' a ach tzach och t'a yichanh Jehová co Diosal chi' yic tzab'an masanil tas syala', slavi chi' tzalan t'ayonh masanil tas syal chi', ol co k'anab'ajani, xe chi t'ayin."
        },
        {
            "number": "28",
            "text": "Ayic van eyalan chi' t'ayin, van pax yab'an Jehová tas tzeyal chi', yuj chi' yal t'ayin: Toxo ix vab' tas syal jun chonhab' tik, ix scha in k'ol tas ix yal eb'."
        },
        {
            "number": "29",
            "text": "Comonoc ichanhej tik spensar eb', aynhej velk'och t'a yol sat eb', sk'anab'ajannhej in checnab'il eb' yic wach' ol aj sb'eynhejb'at eb' yet' eb' yuninal t'a smasanil tiempo."
        },
        {
            "number": "30",
            "text": "Yuj chi' al t'a eb' to smeltzaj eb' t'a scampamento."
        },
        {
            "number": "31",
            "text": "Ha achxo tik, cananh ved' t'a tik, yujto ol val masanil in checnab'il t'ayach yet' in k'ayb'ub'al, ol a k'ayb'an eb' t'ay, yic wach' ol sb'eyb'alej eb' b'aj ay lum lum ol vak' chi' t'a eb', xchi Jehová chi' t'ayin."
        },
        {
            "number": "32",
            "text": "Yuj chi' b'eyb'alejec masanil schecnab'il Jehová co Diosal. Manh eyiq'uel t'a e pensar."
        },
        {
            "number": "33",
            "text": "B'eyb'alejec b'eyb'al ix sch'oxcan Jehová co Diosal, yic te wach'xonhej ol aj e b'eyb'ati, ol najatb'oc e q'uinal t'a sat lum lum ol yak' chi' t'ayex."
        }
    ]
}