{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Aton wal juntzanh k'ayb'ub'al, checnab'il yet' cachnab'il tik ix schec Jehová ko Diosal wal t'ayex, yowalil ol he k'anab'ajej ayic ol eyik'an lum lum t'a sk'axepal ha' Jordán."
        },
        {
            "number": "2",
            "text": "k'anab'ajejec checnab'il swal tik t'ayex yet' heb' eyuninal yet' heb' eyi he chiquin, yic wach' aynhej yelk'och Jehová ko Diosal t'a yol he sat ayic ayex ek' t'a yol yib'anhk’inal tik. Tato icha chi', ol najatb'oc he k 'inal."
        },
        {
            "number": "3",
            "text": "Yuj chi', ex wetchonhab' Israel, ab'ec, aq'ek wal och t'a he k'ol he k'anab'ajan juntzanh checnab'il tik, yic te wach'nhej ol aj eyelk'ochi, te niwan chonhab' ol aj he b'isul t'a sat lum lum yax sat chi', icha ix aj yalan Jehová ko Diosal t'ayonh, aton pax sDiosal heb' ko mam quicham."
        },
        {
            "number": "4",
            "text": "Ex wetchonhab' Israel, ab'ec wal: Anhej Jehová ko Diosal, malaj wal junokxo."
        },
        {
            "number": "5",
            "text": "Tze xajanej Jehová ko Diosal t'a smasanil he k'ool, t'a smasanil he pensar yet' t'a smasanil eyip."
        },
        {
            "number": "6",
            "text": "Ha juntzanh lolonel swal tik t'ayex tiknaik, sik'eccan t'a he pensar."
        },
        {
            "number": "7",
            "text": "Ha juntzanh tik ol eyak'nhej sk'ayb'ej heb' eyuninal t'a junjun k'u. Tzeyalan t'a heb' ayic ayex ek' t'a he pat, ayic wan he b'eyi, ayic tzex wayi yet' yic tzex k'e waan."
        },
        {
            "number": "8",
            "text": "Tze tzek'anoch juntzanh checnab'il tik t'a he k'ab' yet' t'a snanhal he sat ichoc junok yechel yic tze naancoti."
        },
        {
            "number": "9",
            "text": "Tze tz'ib'anpax och t'a yoyal sti' he pat yet' t'a spuertail smuroal he chonhab'."
        },
        {
            "number": "10",
            "text": "Ha Jehová ko Diosal, ha' ol ex ik'anb'at t'a jun lu'um yak'nac sti' yak'an t'a heb' ko mam quicham, aton winhaj Abraham, winhaj Isaac yet' winhaj Jacob. Ay wal niwac chonhab' manh jantacoc swach'il t'a jun lu'um chi', manhoc ex he b'onac."
        },
        {
            "number": "11",
            "text": "Ay wal te' pat b'ut'an yuj tastac te wach', manhoc ex he b'ud'nac. Ay ha' uk'b'ila' joyb'il, manhoc ex eyab'nac syail he joyani. Ay te' uwa yet' te' oliwo awab'il, manhoc ex eyawejnac. Ha juntzanh chi', toxonhej ol eyab'lej masanto syal he b'ud'ji."
        },
        {
            "number": "12",
            "text": "Ayic ol ujok juntzanh chi', b'at ta wal Jehová satk'olal eyuuj. Naeccoti to a Jehová chi' ex ik'anelta t'a Egipto, b'aj ayex och checab'oc."
        },
        {
            "number": "13",
            "text": "Ayokab' yelk'och Jehová ko Diosal t'a yol he sat. Anhejocab' Jehová chi' tzeyak' serwil, anhejocab' sb'i tze loco' ayic tzeyak'an he ti' he k'ulan junok tas."
        },
        {
            "number": "14",
            "text": "Manh ex och tzak'an t'a spatic sdiosal heb' anima cajan t'a he lak'anil chi',"
        },
        {
            "number": "15",
            "text": "yujto scot yowal Jehová ko Diosal t'a juntzanh chi'. Ayek' Jehová t'a ko kal, haxo talaj tz'aji, scot yowal sk'ool tzex sataneli, yujto max yal sk'ol skak'och ko pensar t'a junokxo ch'oc diosal."
        },
        {
            "number": "16",
            "text": "Manh eyak' prowal Jehová ko Diosal, icha he k'ulejnac t'a Masah."
        },
        {
            "number": "17",
            "text": "k'anab'ajejec wal sk'ayb'ub'al yet' schecnab'il, aton wal jantac schecnab'il ix yala'."
        },
        {
            "number": "18",
            "text": "Wach'nhej tzeyutej he pensar yet' he b'eyb'al t'a yichanh Jehová, yic wach'nhej tzex elk'ochi. Ol eyiquej lum lum yak'nac sti' yak'an t'a heb' ko mam quicham."
        },
        {
            "number": "19",
            "text": "Ol el lemnaj heb' ajk'ol t'a eyichanh yuj Jehová, icha ix yutej yalani."
        },
        {
            "number": "20",
            "text": "Tato sk'anb'ej heb' eyuninal t'a b'ak'uinh: ¿Tas yuj sco k'anab'ajej juntzanh cachnab'il yet' checnab'il yalnac Jehová ko Diosal? tato xchi heb'."
        },
        {
            "number": "21",
            "text": "Tzeyalan t'a heb' icha tik: Ha onh tik checab' caj t'a winh sreyal Egipto t'a peka', haxo Jehová ik'annac onh elta yet' jantac yipalil."
        },
        {
            "number": "22",
            "text": "Ha onh tik quilnac wal juntzanh tastac satub'tac yilji yet'nac yaelal yak'naccot Jehová chi' t'a yib'anh winh sreyal Egipto chi' yet' t'a masanil schonhab' chi'."
        },
        {
            "number": "23",
            "text": "Onh yik'annaquelta ta', onh yik'annaccot t'a tik t'a lum lum yak'nac sti' yak'an t'a heb' ko mam quicham."
        },
        {
            "number": "24",
            "text": "Yuj chi' schecnac Jehová ko Diosal to yowalil sco k'anab'ajej juntzanh checnab'il tik yuj ko naancoti, yic wach'nhej ko k'ool, wach'nhej ol aj yek' tiempo cuuj icha caj tiknaik."
        },
        {
            "number": "25",
            "text": "Yuj chi', tato sco k'anab'ajej icha ajnac yalan Jehová chi', wach' onh t'a yol sat, xe cham t'a heb'."
        }
    ]
}