{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Aton val juntzanh k'ayb'ub'al, checnab'il yed' cachnab'il tic ix schec Jehová co Diosal val d'ayex, yovalil ol e k'anab'ajej ayic ol eyik'an lum luum d'a sk'axepal a' Jordán."
        },
        {
            "number": "2",
            "text": "k'anab'ajejec checnab'il sval tic d'ayex yed' eb' eyuninal yed' eb' eyi e chiquin, yic vach' aynhej yelk'och Jehová co Diosal d'a yol e sat ayic ayex ek' d'a yolyib'anhq'uinal tic. Tato icha chi', ol najatb'oc e q'uinal."
        },
        {
            "number": "3",
            "text": "Yuj chi', ex vetchonhab' Israel, ab'ec, aq'uec val och d'a e k'ol e k'anab'ajan juntzanh checnab'il tic, yic te vach'nhej ol aj eyelk'ochi, te nivan chonhab' ol aj e b'isul d'a sat lum luum yax sat chi', icha ix aj yalan Jehová co Diosal d'ayonh, aton pax sDiosal eb' co mam quicham."
        },
        {
            "number": "4",
            "text": "Ex vetchonhab' Israel, ab'ec val: Anhej Jehová co Diosal, malaj val junocxo."
        },
        {
            "number": "5",
            "text": "Tze xajanej Jehová co Diosal d'a smasanil e k'ool, d'a smasanil e pensar yed' d'a smasanil eyip."
        },
        {
            "number": "6",
            "text": "A juntzanh lolonel sval tic d'ayex ticnaic, siq'ueccan d'a e pensar."
        },
        {
            "number": "7",
            "text": "A juntzanh tic ol eyak'nhej sk'ayb'ej eb' eyuninal d'a junjun k'u. Tzeyalan d'a eb' ayic ayex ek' d'a e pat, ayic van e b'eyi, ayic tzex vayi yed' yic tzex q'ue vaan."
        },
        {
            "number": "8",
            "text": "Tze tzek'anoch juntzanh checnab'il tic d'a e k'ab' yed' d'a snanhal e sat ichoc junoc yechel yic tze naancoti."
        },
        {
            "number": "9",
            "text": "Tze tz'ib'anpax och d'a yoyal sti' e pat yed' d'a spuertail smuroal e chonhab'."
        },
        {
            "number": "10",
            "text": "A Jehová co Diosal, a' ol ex ik'anb'at d'a jun luum yak'nac sti' yak'an d'a eb' co mam quicham, aton vinhaj Abraham, vinhaj Isaac yed' vinhaj Jacob. Ay val nivac chonhab' manh jantacoc svach'il d'a jun luum chi', manhoc ex e b'onac."
        },
        {
            "number": "11",
            "text": "Ay val te' pat b'ud'an yuj tastac te vach', manhoc ex e b'ud'nac. Ay a' uk'b'ila' joyb'il, manhoc ex eyab'nac syail e joyani. Ay te' uva yed' te' olivo avab'il, manhoc ex eyavejnac. A juntzanh chi', toxonhej ol eyab'lej masanto syal e b'ud'ji."
        },
        {
            "number": "12",
            "text": "Ayic ol ujoc juntzanh chi', b'at ta val Jehová satk'olal eyuuj. Naeccoti to a Jehová chi' ex ik'anelta d'a Egipto, b'aj ayex och checab'oc."
        },
        {
            "number": "13",
            "text": "Ayocab' yelk'och Jehová co Diosal d'a yol e sat. Anhejocab' Jehová chi' tzeyak' servil, anhejocab' sb'i tze loco' ayic tzeyak'an e ti' e k'ulan junoc tas."
        },
        {
            "number": "14",
            "text": "Manh ex och tzak'an d'a spatic sdiosal eb' anima cajan d'a e lak'anil chi',"
        },
        {
            "number": "15",
            "text": "yujto scot yoval Jehová co Diosal d'a juntzanh chi'. Ayek' Jehová d'a co cal, axo talaj tz'aji, scot yoval sk'ool tzex sataneli, yujto max yal sk'ol scak'och co pensar d'a junocxo ch'oc diosal."
        },
        {
            "number": "16",
            "text": "Manh eyak' proval Jehová co Diosal, icha e k'ulejnac d'a Masah."
        },
        {
            "number": "17",
            "text": "k'anab'ajejec val sk'ayb'ub'al yed' schecnab'il, aton val jantac schecnab'il ix yala'."
        },
        {
            "number": "18",
            "text": "Vach'nhej tzeyutej e pensar yed' e b'eyb'al d'a yichanh Jehová, yic vach'nhej tzex elk'ochi. Ol eyiquej lum luum yak'nac sti' yak'an d'a eb' co mam quicham."
        },
        {
            "number": "19",
            "text": "Ol el lemnaj eb' ajk'ol d'a eyichanh yuj Jehová, icha ix yutej yalani."
        },
        {
            "number": "20",
            "text": "Tato sk'anb'ej eb' eyuninal d'a b'aq'uinh: ¿Tas yuj sco k'anab'ajej juntzanh cachnab'il yed' checnab'il yalnac Jehová co Diosal? tato xchi eb'."
        },
        {
            "number": "21",
            "text": "Tzeyalan d'a eb' icha tic: A onh tic checab' caj d'a vinh sreyal Egipto d'a peca', axo Jehová ik'annac onh elta yed' jantac yipalil."
        },
        {
            "number": "22",
            "text": "A onh tic quilnac val juntzanh tastac satub'tac yilji yed'nac yaelal yak'naccot Jehová chi' d'a yib'anh vinh sreyal Egipto chi' yed' d'a masanil schonhab' chi'."
        },
        {
            "number": "23",
            "text": "Onh yik'annaquelta ta', onh yik'annaccot d'a tic d'a lum luum yak'nac sti' yak'an d'a eb' co mam quicham."
        },
        {
            "number": "24",
            "text": "Yuj chi' schecnac Jehová co Diosal to yovalil sco k'anab'ajej juntzanh checnab'il tic yuj co naancoti, yic vach'nhej co k'ool, vach'nhej ol aj yek' tiempo cuuj icha caj ticnaic."
        },
        {
            "number": "25",
            "text": "Yuj chi', tato sco k'anab'ajej icha ajnac yalan Jehová chi', vach' onh d'a yol sat, xe cham d'a eb'."
        }
    ]
}