{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ol ex yik'anb'at Jehová d'a sat lum luum b'aj yak'nac sti' yak'an d'ayex, a' ol ik'anel uque' nación te nivac, te ay yip d'a eyichanh, aton eb' hitita, eb' gergeseo, eb' amorreo, eb' cananeo, eb' ferezeo, eb' heveo yed' eb' jebuseo."
        },
        {
            "number": "2",
            "text": "Ayic ol yak'anoch juntzanh nación chi' Jehová d'a yol e k'ab', ol e satel eb' smasanil, manh e b'o e trato yed' eb', mocab' ok' e k'ol d'a eb'."
        },
        {
            "number": "3",
            "text": "Manh eyak' yik'laj sb'a eb' ix eyisil yed' eb' vinh yuninal eb'. Manh eyak'pax yik'laj sb'a eb' vinh eyuninal yed' eb' ix yisil eb',"
        },
        {
            "number": "4",
            "text": "axo talaj tz'aji, tz'ik'jib'at eb' eyuninal chi' yuj eb' ix d'a spatic sdiosal, tz'och eb' ejmelal d'ay, yuj chi' scot yoval sk'ol Jehová, tzex satjiel yuj d'a elanhchamel."
        },
        {
            "number": "5",
            "text": "Tze satpaxel masanil sdiosal eb' b'aj slesalvi, yaltaril yed' q'uen q'ueen yed' te te' yechel Asera b'aj tz'och eb' ejmelal. Tze nhustz'a smasanil."
        },
        {
            "number": "6",
            "text": "A onh tic schonhab' onh Jehová Dios, sik'b'il onh elta yuj d'a scal masanil juntzanh nivac nación d'a sat lum luum tic, yic vach' yicnhej Jehová chi' tzonh ajcani."
        },
        {
            "number": "7",
            "text": "A val Jehová ix el d'a sk'ol ix onh sik'aneli, manh yujoc to nivan nación onh, ina to jayvanh onnhej d'a yichanh juntzanhxo nación chi'."
        },
        {
            "number": "8",
            "text": "Palta yujto xajan onh yuuj yic vach' syaq'uelk'och sti' icha yutejnac yalan d'a eb' co mam quicham, yuj chi' onh yiq'uelta d'a Egipto b'aj ayonh och checab'oc, onh yik'anelta yed' yipalil d'a yol sk'ab' vinh sreyal Egipto chi'."
        },
        {
            "number": "9",
            "text": "Ojtaquejequeli to a Jehová co Diosal anhej val Dios. Tz'elnhejk'och tas syal d'a eb' xajanani, aton eb' sk'anab'ajan schecnab'il. Aynhej och yed' eb' yed' d'a eb' yinhtilal eb' yic ol b'eynhejb'atoc."
        },
        {
            "number": "10",
            "text": "Syak'an spac d'a eb' schacaneli, elanhchamel satel eb' yuuj."
        },
        {
            "number": "11",
            "text": "Yuj chi', scham val e k'anab'ajan masanil checnab'il yed' k'ayb'ub'al svalcanel tic d'ayex."
        },
        {
            "number": "12",
            "text": "Tato tze maclej val eyab' masanil juntzanh checnab'il tic, tze k'anab'ajani, ol yaq'uelk'och strato Jehová co Diosal yak'nac eyed'oc, ol ochnhej eyed'oc icha ajnac yalan d'a eb' co mam quicham."
        },
        {
            "number": "13",
            "text": "Ol ex sxajanej Jehová, ol yak'an svach'k'olal d'a eyib'anh, ol yak'anpax q'uib' e b'isul. Ol yak'an svach'k'olal d'a yib'anh masanil tas ay d'ayex: D'a yib'anh eb' eyuninal, e trigo, e vino, eyaceite, nok' e vacax yed' d'a yib'anh nok' e calnel d'a sat lum luum b'aj yak'nac sti' yak'an d'a eb' co mam quicham."
        },
        {
            "number": "14",
            "text": "Ay svach'k'olal Jehová d'a eyib'anh d'a yichanh masanil juntzanhxo chonhab'. Malaj junoc ix ix to malaj yune', ma junoc vinac to malaj yuninal d'a yol e chonhab' chi'. Malaj pax junoc nok' e molb'etzal nok' to manh ol unevoc."
        },
        {
            "number": "15",
            "text": "A Jehová ol ex colanel d'a jantac ilya icha val oval ilya eyilnac yek' d'a eb' aj Egipto. Anhej d'a yib'anh eb' ayoch ajk'olal d'ayex ol em ilya chi' yuj Jehová."
        },
        {
            "number": "16",
            "text": "Yuj chi' yovalil tze satel masanil juntzanh nación chi'. A Jehová co Diosal ol ak'anoch eb' d'a yol e k'ab', mocab' ok' e k'ol d'a eb'. Manh eyaq'uem e b'a d'a sdiosal eb' yic manh ol ex yak' juvoquel eb'."
        },
        {
            "number": "17",
            "text": "Vach'chom tze na' icha tic: A juntzanh nación tic te ay yip d'a quichanh, ¿tas val ol aj quik'anel d'a sat lum luum tic? vach'chom xe chi."
        },
        {
            "number": "18",
            "text": "Palta manh ex xiv d'a eb' anima chi'. Naeccoti tas yutejnac eb' anima Jehová d'a Egipto yed' sreyal."
        },
        {
            "number": "19",
            "text": "A onh tic quilnac val juntzanh tastac satub'tac yilji yed'nac yaelal yak'naccot Jehová yed' val yipalil d'a yib'anh Egipto chi' ayic yik'annac onh elta ta'. Icha chi' ol yutoc juntzanh chonhab' b'aj tzex xiv chi'."
        },
        {
            "number": "20",
            "text": "A Jehová ol ak'anb'at jun nivan yaelal d'a scal eb', masanto ol satel masanil eb' olto canoc yed' eb' olto sk'ub'ejel sb'a d'ayex."
        },
        {
            "number": "21",
            "text": "Yuj chi', manh ex xiv d'a eb' anima chi', yujto a Jehová co Diosal ayek' d'a co cal, te nivan spoder."
        },
        {
            "number": "22",
            "text": "A ol ik'anel juntzanh nación chi' d'a eyichanh d'a k'ojank'olal. Manh junnhejoclaj tiempo ol satel eb', yic vach' max te q'uib'chaanh nok' chium nok' tzex chi'ani."
        },
        {
            "number": "23",
            "text": "A Jehová co Diosal ol ak'anoch eb' anima chi' d'a yol e k'ab', ol och eb' d'a xivk'olal masanto ol satel eb' eyuuj."
        },
        {
            "number": "24",
            "text": "A Jehová ol ak'anoch sreyal eb' d'a yol e k'ab', ol e satanel eb', manhxa b'aj ol b'inaj eb' d'a yolyib'anhq'uinal tic. Malaj mach ol yal scolan sb'a d'ayex, masanil mach ol e sateli."
        },
        {
            "number": "25",
            "text": "Tze nhustz'a sdiosal eb'. Manh eyiq'uel q'uen plata ma q'uen oro ayoch d'ay. Manh e nib'ejochi yic vach' max ex telviel yuuj. Manh eyixtejb'at e b'a, yujto a juntzanh chi' schacji yuj Jehová co Diosal."
        },
        {
            "number": "26",
            "text": "Yuj chi', malaj junoc tas to yajb'ilel yuj Jehová tzeyik'b'at d'a e pat, yic vach' max ex sateli. Masanil juntzanh chi', aycot yoval sk'ol Dios d'a yib'anh, yuj chi' yovalil tze yajcaneli."
        }
    ]
}