{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ol ex yik'anb'at Jehová t'a sat lum lum b'aj yak'nac sti' yak'an t'ayex, ha' ol ik'anel uque' nación te niwac, te ay yip t'a eyichanh, aton heb' hitita, heb' gergeseo, heb' amorreo, heb' cananeo, heb' ferezeo, heb' heweo yet' heb' jebuseo."
        },
        {
            "number": "2",
            "text": "Ayic ol yak'anoch juntzanh nación chi' Jehová t'a yol he k'ab', ol he satel heb' smasanil, manh he b'o he trato yet' heb', mokab' ok' he k'ol t'a heb'."
        },
        {
            "number": "3",
            "text": "Manh eyak' yik'laj sb'a heb' ix eyisil yet' heb' winh yuninal heb'. Manh eyak'pax yik'laj sb'a heb' winh eyuninal yet' heb' ix yisil heb',"
        },
        {
            "number": "4",
            "text": "haxo talaj tz'aji, tz'ik'jib'at heb' eyuninal chi' yuj heb' ix t'a spatic sdiosal, tz'och heb' ejmelal t'ay, yuj chi' scot yowal sk'ol Jehová, tzex satjiel yuj t'a elanhchamel."
        },
        {
            "number": "5",
            "text": "Tze satpaxel masanil sdiosal heb' b'aj slesalwi, yaltaril yet' k'een k'een yet' te te' yechel Asera b'aj tz'och heb' ejmelal. Tze nhustz'a smasanil."
        },
        {
            "number": "6",
            "text": "Ha onh tik schonhab' onh Jehová Dios, sik'b'il onh elta yuj t'a skal masanil juntzanh niwac nación t'a sat lum lum tik, yic wach' yicnhej Jehová chi' tzonh ajkani."
        },
        {
            "number": "7",
            "text": "Ha wal Jehová ix el t'a sk'ol ix onh sik'aneli, manh yujoc to niwan nación onh, ina to jaywanh onnhej t'a yichanh juntzanhxo nación chi'."
        },
        {
            "number": "8",
            "text": "Palta yujto xajan onh yuj yic wach' syak'elk'och sti' icha yutejnac yalan t'a heb' ko mam quicham, yuj chi' onh yik'elta t'a Egipto b'aj ayonh och chekab'oc, onh yik'anelta yet' yipalil t'a yol sk'ab' winh sreyal Egipto chi'."
        },
        {
            "number": "9",
            "text": "Ojtaquejequeli to a Jehová ko Diosal anhej wal Dios. Tz'elnhejk'och tas syal t'a heb' xajanani, aton heb' sk'anab'ajan schecnab'il. Aynhej och yet' heb' yet' t'a heb' yinhtilal heb' yic ol b'eynhejb'atoc."
        },
        {
            "number": "10",
            "text": "Syak'an spak t'a heb' schakaneli, elanhchamel satel heb' yuj."
        },
        {
            "number": "11",
            "text": "Yuj chi', scham wal he k'anab'ajan masanil checnab'il yet' k'ayb'ub'al swalkanel tik t'ayex."
        },
        {
            "number": "12",
            "text": "Tato tze maclej wal eyab' masanil juntzanh checnab'il tik, tze k'anab'ajani, ol yak'elk'och strato Jehová ko Diosal yak'nac eyed'oc, ol ochnhej eyed'oc icha ajnac yalan t'a heb' ko mam quicham."
        },
        {
            "number": "13",
            "text": "Ol ex sxajanej Jehová, ol yak'an swach'k'olal t'a eyib'anh, ol yak'anpax q'uib' he b'isul. Ol yak'an swach'k'olal t'a yib'anh masanil tas ay t'ayex: D'a yib'anh heb' eyuninal, he trigo, he wino, eyaceite, nok' he wakax yet' t'a yib'anh nok' he kalnel t'a sat lum lum b'aj yak'nac sti' yak'an t'a heb' ko mam quicham."
        },
        {
            "number": "14",
            "text": "Ay swach'k'olal Jehová t'a eyib'anh t'a yichanh masanil juntzanhxo chonhab'. Malaj junok ix ix to malaj yune', ma junok winak to malaj yuninal t'a yol he chonhab' chi'. Malaj pax junok nok' he molb'etzal nok' to manh ol unewoc."
        },
        {
            "number": "15",
            "text": "Ha Jehová ol ex colanel t'a jantac ilya icha wal owal ilya eyilnac yek' t'a heb' aj Egipto. Anhej t'a yib'anh heb' ayoch ajk'olal t'ayex ol em ilya chi' yuj Jehová."
        },
        {
            "number": "16",
            "text": "Yuj chi' yowalil tze satel masanil juntzanh nación chi'. Ha Jehová ko Diosal ol ak'anoch heb' t'a yol he k'ab', mokab' ok' he k'ol t'a heb'. Manh eyak'em he b'ha t'a sdiosal heb' yic manh ol ex yak' juwoquel heb'."
        },
        {
            "number": "17",
            "text": "Wach'chom tze na' icha tik: Ha juntzanh nación tik te ay yip t'a quichanh, ¿tas wal ol aj quik'anel t'a sat lum lum tik? wach'chom xe chi."
        },
        {
            "number": "18",
            "text": "Palta manh ex xiv t'a heb' anima chi'. Naeccoti tas yutejnac heb' anima Jehová t'a Egipto yet' sreyal."
        },
        {
            "number": "19",
            "text": "Ha onh tik quilnac wal juntzanh tastac satub'tac yilji yet'nac yaelal yak'naccot Jehová yet' wal yipalil t'a yib'anh Egipto chi' ayic yik'annac onh elta ta'. Icha chi' ol yutoc juntzanh chonhab' b'aj tzex xiv chi'."
        },
        {
            "number": "20",
            "text": "Ha Jehová ol ak'anb'at jun niwan yaelal t'a skal heb', masanto ol satel masanil heb' olto kanok yet' heb' olto sk'ub'ejel sb'a t'ayex."
        },
        {
            "number": "21",
            "text": "Yuj chi', manh ex xiv t'a heb' anima chi', yujto a Jehová ko Diosal ayek' t'a ko kal, te niwan spoder."
        },
        {
            "number": "22",
            "text": "Ha ol ik'anel juntzanh nación chi' t'a eyichanh t'a k'ojank'olal. Manh junnhejoclaj tiempo ol satel heb', yic wach' max te q'uib'chaanh nok' chium nok' tzex chi'ani."
        },
        {
            "number": "23",
            "text": "Ha Jehová ko Diosal ol ak'anoch heb' anima chi' t'a yol he k'ab', ol och heb' t'a xivk'olal masanto ol satel heb' eyuuj."
        },
        {
            "number": "24",
            "text": "Ha Jehová ol ak'anoch sreyal heb' t'a yol he k'ab', ol he satanel heb', manhxa b'aj ol b'inaj heb' t'a yol yib'anhk’inal tik. Malaj mach ol yal scolan sb'a t'ayex, masanil mach ol he sateli."
        },
        {
            "number": "25",
            "text": "Tze nhustz'a sdiosal heb'. Manh eyik'el k'een plata ma k'een oro ayoch t'ay. Manh he nib'ejochi yic wach' max ex telwiel yuj. Manh eyixtejb'at he b'a, yujto a juntzanh chi' schacji yuj Jehová ko Diosal."
        },
        {
            "number": "26",
            "text": "Yuj chi', malaj junok tas to yajb'ilel yuj Jehová tzeyik'b'at t'a he pat, yic wach' max ex sateli. Masanil juntzanh chi', aycot yowal sk'ol Dios t'a yib'anh, yuj chi' yowalil tze yajkaneli."
        }
    ]
}