{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ol ex yik'anb'at Jehová t'a sat lum lum b'aj yak'nac sti' yak'an t'ayex, ha' ol ik'anel uque' nación te nivac, te ay yip t'a eyichanh, aton eb' hitita, eb' gergeseo, eb' amorreo, eb' cananeo, eb' ferezeo, eb' heveo yet' eb' jebuseo."
        },
        {
            "number": "2",
            "text": "Ayic ol yak'anoch juntzanh nación chi' Jehová t'a yol e k'ab', ol e satel eb' smasanil, manh e b'o e trato yet' eb', mocab' ok' e k'ol t'a eb'."
        },
        {
            "number": "3",
            "text": "Manh eyak' yik'laj sb'a eb' ix eyisil yet' eb' vinh yuninal eb'. Manh eyak'pax yik'laj sb'a eb' vinh eyuninal yet' eb' ix yisil eb',"
        },
        {
            "number": "4",
            "text": "haxo talaj tz'aji, tz'ik'jib'at eb' eyuninal chi' yuj eb' ix t'a spatic sdiosal, tz'och eb' ejmelal t'ay, yuj chi' scot yoval sk'ol Jehová, tzex satjiel yuj t'a elanhchamel."
        },
        {
            "number": "5",
            "text": "Tze satpaxel masanil sdiosal eb' b'aj slesalvi, yaltaril yet' q'uen q'ueen yet' te te' yechel Asera b'aj tz'och eb' ejmelal. Tze nhustz'a smasanil."
        },
        {
            "number": "6",
            "text": "Ha onh tik schonhab' onh Jehová Dios, sik'b'il onh elta yuj t'a skal masanil juntzanh nivac nación t'a sat lum lum tik, yic wach' yicnhej Jehová chi' tzonh ajcani."
        },
        {
            "number": "7",
            "text": "Ha val Jehová ix el t'a sk'ol ix onh sik'aneli, manh yujoc to niwan nación onh, ina to jayvanh onnhej t'a yichanh juntzanhxo nación chi'."
        },
        {
            "number": "8",
            "text": "Palta yujto xajan onh yuj yic wach' syaq'uelk'och sti' icha yutejnac yalan t'a eb' co mam quicham, yuj chi' onh yiq'uelta t'a Egipto b'aj ayonh och checab'oc, onh yik'anelta yet' yipalil t'a yol sk'ab' vinh sreyal Egipto chi'."
        },
        {
            "number": "9",
            "text": "Ojtaquejequeli to a Jehová co Diosal anhej val Dios. Tz'elnhejk'och tas syal t'a eb' xajanani, aton eb' sk'anab'ajan schecnab'il. Aynhej och yet' eb' yet' t'a eb' yinhtilal eb' yic ol b'eynhejb'atoc."
        },
        {
            "number": "10",
            "text": "Syak'an spac t'a eb' schacaneli, elanhchamel satel eb' yuj."
        },
        {
            "number": "11",
            "text": "Yuj chi', scham val e k'anab'ajan masanil checnab'il yet' k'ayb'ub'al svalcanel tik t'ayex."
        },
        {
            "number": "12",
            "text": "Tato tze maclej val eyab' masanil juntzanh checnab'il tik, tze k'anab'ajani, ol yaq'uelk'och strato Jehová co Diosal yak'nac eyed'oc, ol ochnhej eyed'oc icha ajnac yalan t'a eb' co mam quicham."
        },
        {
            "number": "13",
            "text": "Ol ex sxajanej Jehová, ol yak'an swach'k'olal t'a eyib'anh, ol yak'anpax q'uib' e b'isul. Ol yak'an swach'k'olal t'a yib'anh masanil tas ay t'ayex: D'a yib'anh eb' eyuninal, e trigo, e vino, eyaceite, nok' e vacax yet' t'a yib'anh nok' e calnel t'a sat lum lum b'aj yak'nac sti' yak'an t'a eb' co mam quicham."
        },
        {
            "number": "14",
            "text": "Ay swach'k'olal Jehová t'a eyib'anh t'a yichanh masanil juntzanhxo chonhab'. Malaj junok ix ix to malaj yune', ma junok vinac to malaj yuninal t'a yol e chonhab' chi'. Malaj pax junok nok' e molb'etzal nok' to manh ol unevoc."
        },
        {
            "number": "15",
            "text": "Ha Jehová ol ex colanel t'a jantac ilya icha val oval ilya eyilnac yek' t'a eb' aj Egipto. Anhej t'a yib'anh eb' ayoch ajk'olal t'ayex ol em ilya chi' yuj Jehová."
        },
        {
            "number": "16",
            "text": "Yuj chi' yowalil tze satel masanil juntzanh nación chi'. Ha Jehová co Diosal ol ak'anoch eb' t'a yol e k'ab', mocab' ok' e k'ol t'a eb'. Manh eyaq'uem e b'ha t'a sdiosal eb' yic manh ol ex yak' juvoquel eb'."
        },
        {
            "number": "17",
            "text": "Wach'chom tze na' icha tik: Ha juntzanh nación tik te ay yip t'a quichanh, ¿tas val ol aj quik'anel t'a sat lum lum tik? wach'chom xe chi."
        },
        {
            "number": "18",
            "text": "Palta manh ex xiv t'a eb' anima chi'. Naeccoti tas yutejnac eb' anima Jehová t'a Egipto yet' sreyal."
        },
        {
            "number": "19",
            "text": "Ha onh tik quilnac val juntzanh tastac satub'tac yilji yet'nac yaelal yak'naccot Jehová yet' val yipalil t'a yib'anh Egipto chi' ayic yik'annac onh elta ta'. Icha chi' ol yutoc juntzanh chonhab' b'aj tzex xiv chi'."
        },
        {
            "number": "20",
            "text": "Ha Jehová ol ak'anb'at jun niwan yaelal t'a skal eb', masanto ol satel masanil eb' olto canoc yet' eb' olto sk'ub'ejel sb'a t'ayex."
        },
        {
            "number": "21",
            "text": "Yuj chi', manh ex xiv t'a eb' anima chi', yujto a Jehová co Diosal ayek' t'a co cal, te niwan spoder."
        },
        {
            "number": "22",
            "text": "Ha ol ik'anel juntzanh nación chi' t'a eyichanh t'a k'ojank'olal. Manh junnhejoclaj tiempo ol satel eb', yic wach' max te q'uib'chaanh nok' chium nok' tzex chi'ani."
        },
        {
            "number": "23",
            "text": "Ha Jehová co Diosal ol ak'anoch eb' anima chi' t'a yol e k'ab', ol och eb' t'a xivk'olal masanto ol satel eb' eyuuj."
        },
        {
            "number": "24",
            "text": "Ha Jehová ol ak'anoch sreyal eb' t'a yol e k'ab', ol e satanel eb', manhxa b'aj ol b'inaj eb' t'a yol yib'anhk’inal tik. Malaj mach ol yal scolan sb'a t'ayex, masanil mach ol e sateli."
        },
        {
            "number": "25",
            "text": "Tze nhustz'a sdiosal eb'. Manh eyiq'uel q'uen plata ma q'uen oro ayoch t'ay. Manh e nib'ejochi yic wach' max ex telviel yuj. Manh eyixtejb'at e b'a, yujto a juntzanh chi' schacji yuj Jehová co Diosal."
        },
        {
            "number": "26",
            "text": "Yuj chi', malaj junok tas to yajb'ilel yuj Jehová tzeyik'b'at t'a e pat, yic wach' max ex sateli. Masanil juntzanh chi', aycot yoval sk'ol Dios t'a yib'anh, yuj chi' yowalil tze yajcaneli."
        }
    ]
}