{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Scham wal e k'anab'ajan masanil checnab'il svalcanel tik t'ayex, yic wach' ol ex elk'ochoc, ol te q'uib' e b'isul, ol eyiquejcan lum lum yak'nac sti' Jehová yak'an t'a eb' co mam quicham."
        },
        {
            "number": "2",
            "text": "Naeccot sik'lab'il, 40 ab'il onh ek' t'a taquinh lu'um yuj Jehová co Diosal. Ix yak'an co yaelal, onh yak'an proval yic syila' tato sco k'anab'ajej schecnab'il, mato maay."
        },
        {
            "number": "3",
            "text": "Ix quil syaelal yet' vejel yuj Jehová. Ixlajwi chi', ix yak'an maná co vaeloc, juntzanh vael to manh cojtacoc, manh yojtacocpax eb' co mam quicham. Icha chi' ix onh yutej yic wach' scojtaquejeli to manh yujocnhej tas vaji ay co q'uinal, palta to yuj masanil tas syal Jehová."
        },
        {
            "number": "4",
            "text": "Ha co pichul ix co k'an t'a 40 ab'il chi', maj lajviel-laj, maj malq'uelaj coc co b'eyi."
        },
        {
            "number": "5",
            "text": "Naec wal to icha junok uninab'il scachji yuj smam, icha chi' ix onh yutejpax Jehová."
        },
        {
            "number": "6",
            "text": "Yuj chi' yowalil tze k'anab'ajej schecnab'il Jehová, ochanhec tzak'an yuj, ayocab' yelk'och t'a yol e sat."
        },
        {
            "number": "7",
            "text": "Yujto a Jehová co Diosal van ex yik'anb'at t'a sat lum lum manhxo jantacoc swach'il, ay ha ha' ay sjaj yet' ha ha' scot t'a lum nivac vitz."
        },
        {
            "number": "8",
            "text": "Ha t'a lum lum chi', te wach' tz'aj ixim trigo, ixim cebada, te' uva, te' higo, te' granado yet' te' olivo. Te ay pax nok' yal chab'."
        },
        {
            "number": "9",
            "text": "Ayic ayexxo ek' t'a sat lu'um chi', manhxalaj tas tze na' yuj e vael yet' junokxo tasi. Ha t'a skal q'uen q'ueen ay ta', ay q'uen hierro, haxo t'a lum vitz ay q'uen cobre."
        },
        {
            "number": "10",
            "text": "Wach' ol ex wa ta', yowalil ol eyak' yuj diosal t'a Jehová yujto wach' lum lum ol yak' chi' t'ayex."
        },
        {
            "number": "11",
            "text": "Tze yil wal e b'a, mocab' b'at Jehová co Diosal satk'olal eyuuj. Yovalil tze k'anab'ajej schecnab'il, sk'ayb'ub'al yet' scachnab'il svalcanel tik t'ayex."
        },
        {
            "number": "12",
            "text": "Ayic wach' ol ex vaoc, ol eyuk'an ha', cajanexxopax t'a e pat te wach', haxo talaj tz'aji sb'at Jehová satk'olal eyuuj."
        },
        {
            "number": "13",
            "text": "Anhejtona' ayic ol te q'uib' sb'isul nok' e vacax, nok' e calnel, ayic te ayxo q'uen plata yet' q'uen oro t'ayex yet' jantacxo tastac,"
        },
        {
            "number": "14",
            "text": "haxo talaj tz'aji tzeyik'anchaanh e b'a, sb'atcan Jehová co Diosal satk'olal eyuuj, aton jun ik'annac onh elta t'a Egipto b'aj ayonh och checab'oc."
        },
        {
            "number": "15",
            "text": "Ha Jehová chi' ix onh cuchb'an t'a jun niwan tzinan lum te ay smay, b'aj ay nok' chan te ov yet' nok' sinaan, b'aj malaj ha ha', palta a ix ik'anelta ha ha' t'a sat q'uen q'ueen yic scuk'ani."
        },
        {
            "number": "16",
            "text": "Ix yak'an maná co wa t'a tzinan lu'um chi', jun vael to manh yojtacoc eb' co mam quicham. Ix yak'och yaelal t'a quib'anh, ix onh yak'an proval, yic wach' wach'xonhej tzonh elk'och yuj."
        },
        {
            "number": "17",
            "text": "Ek'talaj t'a e pensar e naan icha tik: Ha jantac co b'eyumal tik, a yet' wal co munlajel yet' quip ix quik'a', xe chi talaj."
        },
        {
            "number": "18",
            "text": "Palta naec wal to a Jehová co Diosal tz'ak'an e na' yet' eyip yic syal eyoch b'eyumal, yic wach' tz'elk'och strato yak'nac yet' eb' co mam quicham ichaton van quilan tiknaik."
        },
        {
            "number": "19",
            "text": "Palta tato ol b'at Jehová co Diosal satk'olal eyuj jun, tato ol ex och tzak'an t'a spatic juntzanh comon dios, ol eyak'anem e b'a t'ay yet' eyem nhojan ejmelal t'ay. Tato icha chi' ol e k'ulej, a in svalcan t'ayex tiknaik, ol ex satjoquel yuj Jehová chi'."
        },
        {
            "number": "20",
            "text": "Icha wal ol aj satel juntzanh chonhab' b'aj van eyik'jib'at chi' yuj, icha wal chi' ol aj e satel yuj tato manh ol e k'anab'ajej tas syala'."
        }
    ]
}