{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Scham wal he k'anab'ajan masanil checnab'il swalkanel tik t'ayex, yic wach' ol ex elk'ochoc, ol te q'uib' he b'isul, ol eyiquejkan lum lum yak'nac sti' Jehová yak'an t'a heb' ko mam quicham."
        },
        {
            "number": "2",
            "text": "Naeccot sik'lab'il, 40 ab'il onh ek' t'a taquinh lu'um yuj Jehová ko Diosal. Ix yak'an ko yaelal, onh yak'an prowal yic syila' tato sko k'anab'ajej schecnab'il, mato maay."
        },
        {
            "number": "3",
            "text": "Ix quil syaelal yet' wejel yuj Jehová. Ixlajwi chi', ix yak'an maná ko waeloc, juntzanh wael to manh cojtakoc, manh yojtakocpax heb' ko mam quicham. Icha chi' ix onh yutej yic wach' scojtaquejeli to manh yujocnhej tas waji ay ko k 'inal, palta to yuj masanil tas syal Jehová."
        },
        {
            "number": "4",
            "text": "Ha ko pichul ix ko k'an t'a 40 ab'il chi', maj lajwiel-laj, maj malk'elaj coc ko b'eyi."
        },
        {
            "number": "5",
            "text": "Naec wal to icha junok uninab'il skachji yuj smam, icha chi' ix onh yutejpax Jehová."
        },
        {
            "number": "6",
            "text": "Yuj chi' yowalil tze k'anab'ajej schecnab'il Jehová, ochanhec tzak'an yuj, ayokab' yelk'och t'a yol he sat."
        },
        {
            "number": "7",
            "text": "Yujto a Jehová ko Diosal wan ex yik'anb'at t'a sat lum lum manhxo jantacoc swach'il, ay ha ha' ay sjaj yet' ha ha' scot t'a lum niwac witz."
        },
        {
            "number": "8",
            "text": "Ha t'a lum lum chi', te wach' tz'aj ixim trigo, ixim cebada, te' uwa, te' higo, te' granado yet' te' oliwo. Te ay pax nok' yal chab'."
        },
        {
            "number": "9",
            "text": "Ayic ayexxo ek' t'a sat lu'um chi', manhxalaj tas tze na' yuj he wael yet' junokxo tasi. Ha t'a skal k'een k'een ay ta', ay k'een hierro, haxo t'a lum witz ay k'een cobre."
        },
        {
            "number": "10",
            "text": "Wach' ol ex wa ta', yowalil ol eyak' yuj diosal t'a Jehová yujto wach' lum lum ol yak' chi' t'ayex."
        },
        {
            "number": "11",
            "text": "Tze yil wal he b'a, mokab' b'at Jehová ko Diosal satk'olal eyuuj. Yowalil tze k'anab'ajej schecnab'il, sk'ayb'ub'al yet' skachnab'il swalkanel tik t'ayex."
        },
        {
            "number": "12",
            "text": "Ayic wach' ol ex waoc, ol eyuk'an ha', kajanexxopax t'a he pat te wach', haxo talaj tz'aji sb'at Jehová satk'olal eyuuj."
        },
        {
            "number": "13",
            "text": "Anhejtona' ayic ol te q'uib' sb'isul nok' he wakax, nok' he kalnel, ayic te ayxo k'een plata yet' k'een oro t'ayex yet' jantacxo tastac,"
        },
        {
            "number": "14",
            "text": "haxo talaj tz'aji tzeyik'anchaanh he b'a, sb'atkan Jehová ko Diosal satk'olal eyuuj, aton jun ik'annac onh elta t'a Egipto b'aj ayonh och chekab'oc."
        },
        {
            "number": "15",
            "text": "Ha Jehová chi' ix onh cuchb'an t'a jun niwan tzinan lum te ay smay, b'aj ay nok' chan te ov yet' nok' sinaan, b'aj malaj ha ha', palta a ix ik'anelta ha ha' t'a sat k'een k'een yic scuk'ani."
        },
        {
            "number": "16",
            "text": "Ix yak'an maná ko wa t'a tzinan lu'um chi', jun wael to manh yojtakoc heb' ko mam quicham. Ix yak'och yaelal t'a quib'anh, ix onh yak'an prowal, yic wach' wach'xonhej tzonh elk'och yuj."
        },
        {
            "number": "17",
            "text": "Ek'talaj t'a he pensar he naan icha tik: Ha jantac ko b'eyumal tik, a yet' wal ko munlajel yet' quip ix quik'a', xe chi talaj."
        },
        {
            "number": "18",
            "text": "Palta naec wal to a Jehová ko Diosal tz'ak'an he na' yet' eyip yic syal eyoch b'eyumal, yic wach' tz'elk'och strato yak'nac yet' heb' ko mam quicham ichaton wan quilan tiknaik."
        },
        {
            "number": "19",
            "text": "Palta tato ol b'at Jehová ko Diosal satk'olal eyuj jun, tato ol ex och tzak'an t'a spatic juntzanh comon Dios, ol eyak'anem he b'a t'ay yet' eyem nhojan ejmelal t'ay. Tato icha chi' ol he k'ulej, a in swalkan t'ayex tiknaik, ol ex satjoquel yuj Jehová chi'."
        },
        {
            "number": "20",
            "text": "Icha wal ol aj satel juntzanh chonhab' b'aj wan eyik'jib'at chi' yuj, icha wal chi' ol aj he satel yuj tato manh ol he k'anab'ajej tas syala'."
        }
    ]
}