{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Scham val e k'anab'ajan masanil checnab'il svalcanel tic d'ayex, yic vach' ol ex elk'ochoc, ol te q'uib' e b'isul, ol eyiquejcan lum luum yak'nac sti' Jehová yak'an d'a eb' co mam quicham."
        },
        {
            "number": "2",
            "text": "Naeccot sik'lab'il, 40 ab'il onh ek' d'a taquinh luum yuj Jehová co Diosal. Ix yak'an co yaelal, onh yak'an proval yic syila' tato sco k'anab'ajej schecnab'il, mato maay."
        },
        {
            "number": "3",
            "text": "Ix quil syaelal yed' vejel yuj Jehová. Ix lajvi chi', ix yak'an maná co vaeloc, juntzanh vael to manh cojtacoc, manh yojtacocpax eb' co mam quicham. Icha chi' ix onh yutej yic vach' scojtaquejeli to manh yujocnhej tas vaji ay co q'uinal, palta to yuj masanil tas syal Jehová."
        },
        {
            "number": "4",
            "text": "A co pichul ix co k'an d'a 40 ab'il chi', maj lajviel-laj, maj malq'uelaj coc co b'eyi."
        },
        {
            "number": "5",
            "text": "Naec val to icha junoc uninab'il scachji yuj smam, icha chi' ix onh yutejpax Jehová."
        },
        {
            "number": "6",
            "text": "Yuj chi' yovalil tze k'anab'ajej schecnab'il Jehová, ochanhec tzak'an yuuj, ayocab' yelk'och d'a yol e sat."
        },
        {
            "number": "7",
            "text": "Yujto a Jehová co Diosal van ex yik'anb'at d'a sat lum luum manhxo jantacoc svach'il, ay a a' ay sjaj yed' a a' scot d'a lum nivac vitz."
        },
        {
            "number": "8",
            "text": "A d'a lum luum chi', te vach' tz'aj ixim trigo, ixim cebada, te' uva, te' higo, te' granado yed' te' olivo. Te ay pax nok' yal chab'."
        },
        {
            "number": "9",
            "text": "Ayic ayexxo ek' d'a sat luum chi', manhxalaj tas tze na' yuj e vael yed' junocxo tasi. A d'a scal q'uen q'ueen ay ta', ay q'uen hierro, axo d'a lum vitz ay q'uen cobre."
        },
        {
            "number": "10",
            "text": "Vach' ol ex va ta', yovalil ol eyak' yuj diosal d'a Jehová yujto vach' lum luum ol yak' chi' d'ayex."
        },
        {
            "number": "11",
            "text": "Tze yil val e b'a, mocab' b'at Jehová co Diosal satk'olal eyuuj. Yovalil tze k'anab'ajej schecnab'il, sk'ayb'ub'al yed' scachnab'il svalcanel tic d'ayex."
        },
        {
            "number": "12",
            "text": "Ayic vach' ol ex vaoc, ol eyuk'an a', cajanexxopax d'a e pat te vach', axo talaj tz'aji sb'at Jehová satk'olal eyuuj."
        },
        {
            "number": "13",
            "text": "Anhejtona' ayic ol te q'uib' sb'isul nok' e vacax, nok' e calnel, ayic te ayxo q'uen plata yed' q'uen oro d'ayex yed' jantacxo tastac,"
        },
        {
            "number": "14",
            "text": "axo talaj tz'aji tzeyik'anchaanh e b'a, sb'atcan Jehová co Diosal satk'olal eyuuj, aton jun ik'annac onh elta d'a Egipto b'aj ayonh och checab'oc."
        },
        {
            "number": "15",
            "text": "A Jehová chi' ix onh cuchb'an d'a jun nivan tz'inan lum te ay smay, b'aj ay nok' chan te ov yed' nok' sinaan, b'aj malaj a a', palta a ix ik'anelta a a' d'a sat q'uen q'ueen yic scuk'ani."
        },
        {
            "number": "16",
            "text": "Ix yak'an maná co va d'a tz'inan luum chi', jun vael to manh yojtacoc eb' co mam quicham. Ix yak'och yaelal d'a quib'anh, ix onh yak'an proval, yic vach' vach'xonhej tzonh elk'och yuuj."
        },
        {
            "number": "17",
            "text": "Ek'talaj d'a e pensar e naan icha tic: A jantac co b'eyumal tic, a yed' val co munlajel yed' quip ix quik'a', xe chi talaj."
        },
        {
            "number": "18",
            "text": "Palta naec val to a Jehová co Diosal tz'ak'an e na' yed' eyip yic syal eyoch b'eyumal, yic vach' tz'elk'och strato yak'nac yed' eb' co mam quicham ichaton van quilan ticnaic."
        },
        {
            "number": "19",
            "text": "Palta tato ol b'at Jehová co Diosal satk'olal eyuj jun, tato ol ex och tzak'an d'a spatic juntzanh comon dios, ol eyak'anem e b'a d'ay yed' eyem nhojan ejmelal d'ay. Tato icha chi' ol e k'ulej, a in svalcan d'ayex ticnaic, ol ex satjoquel yuj Jehová chi'."
        },
        {
            "number": "20",
            "text": "Icha val ol aj satel juntzanh chonhab' b'aj van eyik'jib'at chi' yuuj, icha val chi' ol aj e satel yuuj tato manh ol e k'anab'ajej tas syala'."
        }
    ]
}