{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ab'ec val ex vetchonhab' Israel. Toxo ix k'och stiempoal yic tze k'axpitan ha' Jordán, yic tze satanel juntzanh chonhab' te nivac, te tek'an t'a eyichanh, te chaanh yajq'ue smuroal."
        },
        {
            "number": "2",
            "text": "Ha eb' anima cajan ta', chaanh steel eb', a vinhaj Anac ay yinhtilal eb'. Ix eyab' yalji: ¿Mach val junok syal stek'b'an sb'ha t'a yichanh eb' yinhtilal vinhaj Anac? xchi eb'."
        },
        {
            "number": "3",
            "text": "Ojtaquejequel ticnaic to a Jehová co Diosal, a b'ab'el sb'at t'a eyichanh icha junok k'ak' satanel masanil tastac. Ol ak'jococh eb' t'a yol e k'ab', yuj chi' ol e satnhejel eb', ol e pechanel eb' t'a elanhchamel, icha ix aj yalan Jehová."
        },
        {
            "number": "4",
            "text": "Ayic toxo ix yiq'uel masanil eb' anima chi' Jehová t'a eyichanh, manh e na' to yuj e wach'il, yuj chi' icha chi' ix aji. Palta yuj schucal juntzanh chonhab' chi' ol ik'joquel eb' t'a eyichanh yuj Jehová."
        },
        {
            "number": "5",
            "text": "Manh yujoc e wach'il, manh yujoc pax swach'il e b'eyb'al yuj chi' ol ex k'och cajan t'a sat lu'um. Palta yuj schucal juntzanh chonhab' chi', ol satjoccanel eb' t'a eyichanh, yic wach' tz'elcank'och tas yalnac Jehová t'a eb' co mam quicham, aton t'a vinhaj Abraham, t'a vinhaj Isaac yet' t'a vinhaj Jacob."
        },
        {
            "number": "6",
            "text": "Ojtaquejequel an to manh yujoc e wach'il syak' jun lum manh jantacoc swach'il chi' Jehová t'ayex yic tzeyiquej, palta a ex tik junelnhej te pit ex."
        },
        {
            "number": "7",
            "text": "Naeccoti, b'at talaj satk'olal eyuuj to e tzuntzejnaccot yoval Jehová t'a eyib'anh t'a tzinan lu'um. Atax quelnaccot t'a Egipto masanto onh javi t'a tik, te pitnhej tzeyutej e b'a t'ay."
        },
        {
            "number": "8",
            "text": "Ha t'a lum vitz Horeb e tzuntzejnac val cot yoval, yuj chi' snib'ejnac ex sateli."
        },
        {
            "number": "9",
            "text": "Ayic in q'ue t'a sjolom jun vitz chi' yuj in chaan chab' pachanh q'uen q'ueen b'aj tz'ib'ab'iloch checnab'il, aton strato Dios qued'oc, 40 k'ual yet' 40 ak'val eq'uin ta', malaj jab'oc tas in wa''a, ma vuq'uej."
        },
        {
            "number": "10",
            "text": "Slajvi chi', yak'an chab' pachanh q'uen q'ueen chi' Jehová t'ayin. Ha val Jehová chi' tz'ib'anoch schecnab'il chi' t'a q'ueen, juntzanh checnab'il yalnac t'a jolom vitz t'a cal k'ak' t'a jun k'u ayic molan onh ek' ta'."
        },
        {
            "number": "11",
            "text": "Ayic slajvi yek'canb'at 40 k'ual yet' 40 ak'val chi', yak'an chab' q'uen yic trato chi' t'ayin."
        },
        {
            "number": "12",
            "text": "Yalan icha tik: Emanhxi t'a elanhchamel, yujto a jun chonhab' ix iq'uelta t'a Egipto toxo ix sjuel sb'a. Max sk'anab'ajejlaj tas ix vala', toxo ix sb'o jun sdiosal eb' nab'a oro."
        },
        {
            "number": "13",
            "text": "Toxo ix wila'' to te pit jun chonhab' tik."
        },
        {
            "number": "14",
            "text": "Nitzel a b'ha t'a vichanh, ol in satel juntzanh anima tik, manhxa b'aj ol b'inaj eb' t'a sat lu'um tik. Anhej t'a inhtilal ol in b'o junok niwan nación, te tek'an ol ajoc, tzijtum ol aj sb'isul t'a yichanh juntzanh anima tik, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Vemxita t'a jolom vitz b'aj nhilnhon sq'ue k'ak' chi', ved'nac chab' q'uen yic trato chi'."
        },
        {
            "number": "16",
            "text": "Axo vemxuli, vilani to toxo ix och e mul t'a yol sat Jehová co Diosal, yujto e b'o jun yechel vacax e diosaloc. Jun val rato eyiq'uel e b'ha t'a spatic checnab'il yal co Diosal chi' t'ayonh."
        },
        {
            "number": "17",
            "text": "Yuj chi', in pok'anem chab' pachanh q'uen q'ueen chi' t'a eyichanh, spojb'at q'ueen."
        },
        {
            "number": "18",
            "text": "Slajvi chi' vemxi nhojan t'a yichanh Jehová t'a 40 k'ual yet' 40 ak'val. Maj in wa jab'oc, maj vuq'uej jab'oc ha' eyuuj, yuj chi' icha chi' in k'ulej, yujto te chuc e k'ulej, e tzuntzejcot yoval sk'ol Jehová."
        },
        {
            "number": "19",
            "text": "Te xiv in yujto cot yoval sk'ol Jehová chi' t'a eyib'anh yic tzex sataneli. Palta jun, yab'to Jehová tas val t'ay junelxo chi'."
        },
        {
            "number": "20",
            "text": "Cotpax yoval t'a vinh vuk'tac aj Aarón, jab'xonhej maj satjoquel vinh yuj. Palta tevi in yuj vinh yic tz'ak'ji nivank'olal vinh."
        },
        {
            "number": "21",
            "text": "Elanhchamel in maq'uem vecnaj jun yechel vacax b'aj och e mul chi'. Elanhchamel in yumb'at t'a cal k'ak'. Slajvi chi' in tenan pojoc, in tzipancanb'at t'a yol ha ha' tz'emta t'a lum vitz chi'."
        },
        {
            "number": "22",
            "text": "Icha chi' e k'ulejpax t'a Tabera, t'a Masah yet' t'a Kibrot-hataava. Ha val ta' e tzuntzejcot yoval sk'ol Jehová."
        },
        {
            "number": "23",
            "text": "Aton yic yalan Jehová chi' t'ayonh t'a Cades-barnea to tzonh b'at quik' lum ix yak' t'ayonh. Anhejtona' ta' e tenek' tas yal co Diosal chi'. Maj eyak'ochlaj t'a e k'ool, maj e k'anab'ajej pax tas yala'."
        },
        {
            "number": "24",
            "text": "Atax yic ex vojtacaneli voch ijan vilani to te pitnhej tzeyutej e b'ha t'a Jehová."
        },
        {
            "number": "25",
            "text": "Yujto maj e k'anab'ajej, yuj chi' yala' to ol ex sateloc, yuj chi' em in nhojan t'a yichanh t'a 40 k'ual yet' 40 ak'val chi'."
        },
        {
            "number": "26",
            "text": "Valan t'ay icha tik: Mamin Jehová, manh a satel jun a chonhab' tik. Ha ach ix a colel yet' ipal, ix ik'anelta t'a Egipto yet' a poder."
        },
        {
            "number": "27",
            "text": "Nacot tas alnaccan t'a eb' a checab', aton vinhaj Abraham, vinhaj Isaac yet' vinhaj Jacob. Ha spital juntzanh anima tik yet' smul eb' yet' schuc pensaril eb', manh a nacoti,"
        },
        {
            "number": "28",
            "text": "yic wach' max yal eb' anima b'aj ix onh iq'uelta chi': Maj yal-laj yuj Jehová yik'ank'och jun chonhab' chi' t'a lum b'aj yak'nac sti' yak'an t'a eb', anhej to ix yik'b'at eb' yic b'at yak'ancham eb' t'a taquinh lu'um yujto chacb'ilel eb' yuj, xcham eb'."
        },
        {
            "number": "29",
            "text": "Ak' nivank'olal t'a jun chonhab'il anima tik, yujto a chonhab' yaji. Ha ach ix iq'uelta t'a Egipto yet' a poder, xin chi t'ay."
        }
    ]
}