{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ab'ec wal ex wetchonhab' Israel. Toxo ix k'och stiempoal yic tze k'axpitan ha' Jordán, yic tze satanel juntzanh chonhab' te niwac, te tek'an t'a eyichanh, te chaanh yajk'e smuroal."
        },
        {
            "number": "2",
            "text": "Ha heb' anima kajan ta', chaanh steel heb', a winhaj Anac ay yinhtilal heb'. Ix eyab' yalji: ¿Mach wal junok syal stek'b'an sb'ha t'a yichanh heb' yinhtilal winhaj Anac? xchi heb'."
        },
        {
            "number": "3",
            "text": "Ojtaquejequel tiknaik to a Jehová ko Diosal, a b'ab'el sb'at t'a eyichanh icha junok k'ak' satanel masanil tastac. Ol ak'jococh heb' t'a yol he k'ab', yuj chi' ol he satnhejel heb', ol he pechanel heb' t'a elanhchamel, icha ix aj yalan Jehová."
        },
        {
            "number": "4",
            "text": "Ayic toxo ix yik'el masanil heb' anima chi' Jehová t'a eyichanh, manh he na' to yuj he wach'il, yuj chi' icha chi' ix aji. Palta yuj schukal juntzanh chonhab' chi' ol ik'joquel heb' t'a eyichanh yuj Jehová."
        },
        {
            "number": "5",
            "text": "Manh yujoc he wach'il, manh yujoc pax swach'il he b'eyb'al yuj chi' ol ex k'och kajan t'a sat lu'um. Palta yuj schukal juntzanh chonhab' chi', ol satjokkanel heb' t'a eyichanh, yic wach' tz'elkank'och tas yalnac Jehová t'a heb' ko mam quicham, aton t'a winhaj Abraham, t'a winhaj Isaac yet' t'a winhaj Jacob."
        },
        {
            "number": "6",
            "text": "Ojtaquejequel an to manh yujoc he wach'il syak' jun lum manh jantacoc swach'il chi' Jehová t'ayex yic tzeyiquej, palta a ex tik junelnhej te pit ex."
        },
        {
            "number": "7",
            "text": "Naeccoti, b'at talaj satk'olal eyuuj to he tzuntzejnaccot yowal Jehová t'a eyib'anh t'a tzinan lu'um. Atax quelnaccot t'a Egipto masanto onh jawi t'a tik, te pitnhej tzeyutej he b'a t'ay."
        },
        {
            "number": "8",
            "text": "Ha t'a lum witz Horeb he tzuntzejnac wal cot yowal, yuj chi' snib'ejnac ex sateli."
        },
        {
            "number": "9",
            "text": "Ayic in k'e t'a sjolom jun witz chi' yuj in chaan chab' pachanh k'een k'een b'aj tz'ib'ab'iloch checnab'il, aton strato Dios qued'oc, 40 k'ual yet' 40 ak'wal eq'uin ta', malaj jab'oc tas in wa''a, ma wuk'ej."
        },
        {
            "number": "10",
            "text": "Slajwi chi', yak'an chab' pachanh k'een k'een chi' Jehová t'ayin. Ha wal Jehová chi' tz'ib'anoch schecnab'il chi' t'a k'een, juntzanh checnab'il yalnac t'a jolom witz t'a kal k'ak' t'a jun k'u ayic molan onh ek' ta'."
        },
        {
            "number": "11",
            "text": "Ayic slajwi yek'kanb'at 40 k'ual yet' 40 ak'wal chi', yak'an chab' k'een yic trato chi' t'ayin."
        },
        {
            "number": "12",
            "text": "Yalan icha tik: Emanhxi t'a elanhchamel, yujto a jun chonhab' ix ik'elta t'a Egipto toxo ix sjuel sb'a. Max sk'anab'ajejlaj tas ix wala', toxo ix sb'o jun sdiosal heb' nab'a oro."
        },
        {
            "number": "13",
            "text": "Toxo ix wila'' to te pit jun chonhab' tik."
        },
        {
            "number": "14",
            "text": "Nitzel a b'ha t'a wichanh, ol in satel juntzanh anima tik, manhxa b'aj ol b'inaj heb' t'a sat lu'um tik. Anhej t'a inhtilal ol in b'o junok niwan nación, te tek'an ol ajoc, tzijtum ol aj sb'isul t'a yichanh juntzanh anima tik, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Vemxita t'a jolom witz b'aj nhilnhon sk'e k'ak' chi', wed'nac chab' k'een yic trato chi'."
        },
        {
            "number": "16",
            "text": "Axo wemxuli, wilani to toxo ix och he mul t'a yol sat Jehová ko Diosal, yujto he b'o jun yechel wakax he diosaloc. Jun wal rato eyik'el he b'ha t'a spatic checnab'il yal ko Diosal chi' t'ayonh."
        },
        {
            "number": "17",
            "text": "Yuj chi', in pok'anem chab' pachanh k'een k'een chi' t'a eyichanh, spojb'at k'een."
        },
        {
            "number": "18",
            "text": "Slajwi chi' wemxi nhojan t'a yichanh Jehová t'a 40 k'ual yet' 40 ak'wal. Maj in wa jab'oc, maj wuk'ej jab'oc ha' eyuuj, yuj chi' icha chi' in k'ulej, yujto te chuk he k'ulej, he tzuntzejcot yowal sk'ol Jehová."
        },
        {
            "number": "19",
            "text": "Te xiv in yujto cot yowal sk'ol Jehová chi' t'a eyib'anh yic tzex sataneli. Palta jun, yab'to Jehová tas wal t'ay junelxo chi'."
        },
        {
            "number": "20",
            "text": "Cotpax yowal t'a winh wuk'tac aj Aarón, jab'xonhej maj satjoquel winh yuj. Palta tewi in yuj winh yic tz'ak'ji niwank'olal winh."
        },
        {
            "number": "21",
            "text": "Elanhchamel in mak'em wecnaj jun yechel wakax b'aj och he mul chi'. Elanhchamel in yumb'at t'a kal k'ak'. Slajwi chi' in tenan pojoc, in tzipankanb'at t'a yol ha ha' tz'emta t'a lum witz chi'."
        },
        {
            "number": "22",
            "text": "Icha chi' he k'ulejpax t'a Tabera, t'a Masah yet' t'a Kibrot-hataawa. Ha wal ta' he tzuntzejcot yowal sk'ol Jehová."
        },
        {
            "number": "23",
            "text": "Aton yic yalan Jehová chi' t'ayonh t'a Cades-barnea to tzonh b'at quik' lum ix yak' t'ayonh. Anhejtona' ta' he tenek' tas yal ko Diosal chi'. Maj eyak'ochlaj t'a he k'ool, maj he k'anab'ajej pax tas yala'."
        },
        {
            "number": "24",
            "text": "Atax yic ex wojtakaneli woch ijan wilani to te pitnhej tzeyutej he b'ha t'a Jehová."
        },
        {
            "number": "25",
            "text": "Yujto maj he k'anab'ajej, yuj chi' yala' to ol ex sateloc, yuj chi' em in nhojan t'a yichanh t'a 40 k'ual yet' 40 ak'wal chi'."
        },
        {
            "number": "26",
            "text": "Valan t'ay icha tik: Mamin Jehová, manh a satel jun a chonhab' tik. Ha ach ix a colel yet' ipal, ix ik'anelta t'a Egipto yet' a poder."
        },
        {
            "number": "27",
            "text": "Nacot tas alnakkan t'a heb' a chekab', aton winhaj Abraham, winhaj Isaac yet' winhaj Jacob. Ha spital juntzanh anima tik yet' smul heb' yet' schuc pensaril heb', manh a nacoti,"
        },
        {
            "number": "28",
            "text": "yic wach' max yal heb' anima b'aj ix onh ik'elta chi': Maj yal-laj yuj Jehová yik'ank'och jun chonhab' chi' t'a lum b'aj yak'nac sti' yak'an t'a heb', anhej to ix yik'b'at heb' yic b'at yak'ancham heb' t'a taquinh lu'um yujto chacb'ilel heb' yuj, xcham heb'."
        },
        {
            "number": "29",
            "text": "Ak' niwank'olal t'a jun chonhab'il anima tik, yujto a chonhab' yaji. Ha ach ix ik'elta t'a Egipto yet' a poder, xin chi t'ay."
        }
    ]
}