{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a chonhab' Ramataim, t'a tzalquixtac t'a yol yic Efraín, ata' cajan jun winh scuch Elcana, yuninal winhaj Jeroham, yixchiquin winhaj Eliú. Ha winhaj Eliú chi' yuninal winhaj Tohu, yixchiquin winhaj Zuf."
        },
        {
            "number": "2",
            "text": "Ha winhaj Elcana chi', chavanh yetb'eyum winh, jun ix scuch Ana, haxo junxo ix scuchan Penina. Ha ix Penina chi', tzijtum yune' ix, haxo ix Ana chi', malaj junok yic ix."
        },
        {
            "number": "3",
            "text": "Junjun ab'il sb'at winhaj Elcana chi' t'a Silo yic syak'an silab' winh, yic tz'ochpax winh ejmelal t'a Jehová Yajal t'a Smasanil. Ata' ayoch chavanh yuninal winhaj sacerdote Elí sacerdoteal yet' smam chi', aton winhaj Ofni yet' winhaj Finees."
        },
        {
            "number": "4",
            "text": "Ayic sjavi sk'ual yic b'at yak'an silab' winhaj Elcana chi', syak' nok' silab' chi' winh t'a ix Penina chi' yet' t'a eb' yuninal, aton jantac smoj yak'jitaxon t'a eb'."
        },
        {
            "number": "5",
            "text": "Axo pax ix Ana chi', te xajan ix yuj winh, yuj chi' te wach' nok' chib'ej tz'ak'ji t'a ix, wach'chom malaj yune' ix syak' Jehová."
        },
        {
            "number": "6",
            "text": "Te chuk syal ix Penina chi' t'a ix Ana chi', yic syak'an kus sk'ool ix ix yujto malaj yune' ix syak' Jehová."
        },
        {
            "number": "7",
            "text": "Ichanhej chi' syutej sb'a ix t'a ix Ana chi' ayic xid'ek' eb' t'a junjun ab'il t'a scajnub' Jehová, ste b'uchvaj ix Penina chi' t'a ix Ana chi'. Ste ok' ix Ana chi', manhxalaj sgana ix swa'i."
        },
        {
            "number": "8",
            "text": "Yuj chi', sk'anb'an winhaj Elcana chi' t'a ix icha tik: Ana, ¿tas yuj tzach oq'ui, maxtzac ach vapax yuj cusk'olal? ¿Tom manh wach'oc vaj ed'oc t'a yichanh lajunhvanhoc une'? xchi winh t'a ix."
        },
        {
            "number": "9",
            "text": "Ha junel ayic ayek' eb' t'a Silo chi', ayic ix lajvi swa eb', ix q'ue vaan ix Ana chi', ix b'at ix t'a scajnub' Dios. Ha t'a yol sti' scajnub' Dios chi', ata' k'ojanem winhaj sacerdote Elí t'a jun sk'ojnub'."
        },
        {
            "number": "10",
            "text": "Ayic ix k'och ix ta', ix te ok' ix sik'lab'il, ix syamanoch ix slesalvi t'a Jehová."
        },
        {
            "number": "11",
            "text": "Ix yak'an sti' ix t'ay icha tik: Mamin Jehová, Yajal Ach t'a Smasanil, tato smoj wal ilanoch in cusk'olal a in a checab' in tik, tato tzin a nacoti, comonoc tz'el wal t'a a k'ol ak'an junok vune' vinac unin. Svak'kan t'ayach t'a junelnhej, max joxjiel-laj xil sjolom, yic scheclajeli to ic yaji, xchi ix."
        },
        {
            "number": "12",
            "text": "Te junip ix lesalvi ix t'a yichanh Jehová, yuj chi' ix och q'uelan winhaj Elí chi' t'a sti' ix."
        },
        {
            "number": "13",
            "text": "Manh chaanhoclaj slesalvi ix, anhej t'a spensar ix slesalvi t'a Jehová, tonhej tz'ib'xi sti' ix, a snaan winhaj Elí chi' to uk'um anh ix."
        },
        {
            "number": "14",
            "text": "Ix yalan winh: --¿Tom manhxo ol el jab'oc anh anh t'a a sat? Actejxo uk'an anh, xchi winh."
        },
        {
            "number": "15",
            "text": "--Maay mamin, manh in uk'umoc anh, malaj tas ix vuk'u', to ay wal in cusk'olal tzul wal t'a yichanh Jehová."
        },
        {
            "number": "16",
            "text": "Manh a na' to chuclaj tas tzin k'ulej t'a tik, ayxo tiempo in cajvi in lesalvi yuj jun vilk'olal tik, xchi ix."
        },
        {
            "number": "17",
            "text": "Ix yalan winhaj Elí chi' t'a ix: --Paxanh t'a junk'olal, aocab' Jehová co Diosal a onh israel onh tik ol ak'an t'ayach tas ix a k'an chi' t'ay, xchi winh."
        },
        {
            "number": "18",
            "text": "--Yuj wal dios t'ayach, comonoc wach' tzin kan t'a a sat, xchi ix. Ixlajwi chi' ix meltzaj ix, ix jax ix b'aj ayek' eb' chi', ix wa ix t'a tzalajk'olal, manhxalaj yilk'olal ix."
        },
        {
            "number": "19",
            "text": "Axo t'a junxo k'u ayic ix sakb'i, ayic ix lajvi yochcan eb' ejmelal t'a Jehová, ix meltzaj eb' t'a spat t'a Ramá. Ayic ix vay winhaj Elcana chi' yet' ix Ana chi', ix nachajcot slesal ix yuj Jehová."
        },
        {
            "number": "20",
            "text": "Ix scuchcanoch yune' ix. Axo yic ix k'och stiempoal yalji yune' ix chi', vinac unin ix alji, ix yak'an ix scuch Samuel, yujto ix yab' Dios tas ix in k'an t'ay, xchi ix."
        },
        {
            "number": "21",
            "text": "Ix k'ochpax sk'ual sb'atxi winhaj Elcana yet' eb' ix yetb'eyum yet' eb' yuninal t'a chonhab' Silo, ichataxon sk'ulej winh t'a junjun ab'il, yic b'at yak'an silab' winh tak'vab'il yuj yak'an t'a Jehová icha sleyal."
        },
        {
            "number": "22",
            "text": "Maj b'atlaj ix Ana chi' yet' eb', ix yalan ix t'a winh yetb'eyum chi' icha tik: --Manh ol in b'atlaj, masanto ol el winh unin tik t'a yim, ichato chi' ol in b'atoc. Svik'ancanb'at winh, svak'ancan winh junelnhej t'a Jehová, xchi ix."
        },
        {
            "number": "23",
            "text": "Ix tak'vi winhaj Elcana chi' icha tik: --Wach' toni tato wach' tza na'. Cananh yet' winh masanto ol el winh t'a yim chi'. Aocab' Jehová tz'och ed'oc yic tz'elk'och b'aj ix ak' a ti' t'ay, xchi winh. Yuj chi' ix kan ix yet' winh unin chi', ix sq'uib'tzitan winh ix, masanto ix el winh t'a yim."
        },
        {
            "number": "24",
            "text": "Ayic maxtzac chunilaj winh unin chi', yuneto winh ix yik'anb'at winh eb' t'a scajnub' Jehová t'a Silo chi'. Ix yik'anb'at jun nok' quelem vacax eb' oxe' ab'il sk'inal yet' jun arroba ixim trigo yet' jun tz'uum ayem vino t'a yool."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi' ix smilancham nok' vacax chi' eb' silab'il, ix yak'ancan winh unin chi' eb' t'a yol sk'ab' winhaj sacerdote Elí."
        },
        {
            "number": "26",
            "text": "Ix yalan ix Ana chi' icha tik: --Ak' nivank'olal t'ayin mamin, a in ton tik ulnac in ek' t'a a tz'ey t'a junel, ayic in lesalvinac t'a Jehová."
        },
        {
            "number": "27",
            "text": "Aton winh unin tik in k'annac t'a Jehová, haxo ix ak'an t'ayin."
        },
        {
            "number": "28",
            "text": "Axo tiknaik tz'el t'a in k'ool, svak'ancan winh t'a Jehová. Yacb'an pitzan winh, yic Jehová yaj winh, xchi ix. Ixlajwi chi' ix em cumnaj eb' ejmelal t'a yichanh Jehová."
        }
    ]
}