{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yik'ancot jun yet'tal aceite winhaj Samuel chi', ix stob'ank'e aceite chi' winh t'a sjolom winhaj Saúl chi', ix stz'ub'anelta sti' winh, ix yalan winh: --Ha Jehová tzach sik'anel tiknaik yic tzach och yajalil t'a yib'anh schonhab'."
        },
        {
            "number": "2",
            "text": "Ayic ol ko pucan ko b'a tik, ol a chalan a b'a yet' chawanh heb' winh winak t'a slak'anil b'aj mukan ix Raquel t'a chonhab' Selsa t'a yol yic Benjamín. Ha heb' winh chi' ol alan t'ayach to toxo ix chax nok' a b'uru tza saya', manhxo ayoc och winh a mam t'a cusk'olal yuj nok', haxo pax uuj a ach tik syak' pensar winh yuj tas ol aj a chaxi."
        },
        {
            "number": "3",
            "text": "Ayto wal jab'xo a k'och t'a te' ji t'a Tabor, ay oxwanh heb' winh winak ol a cha ta', wan sb'at heb' winh t'a Betel yic tz'och heb' winh ejmelal t'a Jehová ta'. Ay jun winh, oxwanh chiwa yet'nac winh, haxo junxo winh oxe' ixim pan yet'nac winh, haxo junxo winh, yet'nac jun tz'uum winh b'ut'an t'a wino."
        },
        {
            "number": "4",
            "text": "Ol yak'an stzatzil a k'ol heb' winh, ol yak'an chab'oc ixim pan chi' heb' winh t'ayach, ol a cha ixim t'a heb' winh."
        },
        {
            "number": "5",
            "text": "Slajwi chi', ol ach k'ek'och t'a chonhab' Gabaa, b'aj tz'ochtaxon ejmelal t'a Jehová, ata' ay jun yet'tal jun makan heb' filisteo. Ayic ol ach och t'a yol chonhab' chi', ol ilan jaywanh heb' winh schekab' Jehová wan yemuli, syalan slolonel Dios heb' winh, b'ab'el heb' winh wan yak'anoch salterio, pandereta, flauta yet' arpa."
        },
        {
            "number": "6",
            "text": "Axo t'a jun rato chi', ol och Yespíritu Jehová t'ayach, icha heb' winh chi' ol ach ajoc, ol k'exmaj a pensar."
        },
        {
            "number": "7",
            "text": "Ayic ol ilani to icha chi' aji, a tas wach' ol ab'i, a ol a k'ulej, yujto ha Dios ol och ed'oc."
        },
        {
            "number": "8",
            "text": "Slajwi chi', tzach b'ab'lajk'och t'a Gilgal. Ata' ol ko chalaj ko b'a, ol in nhusantz'a silab' yet' pax silab' yic junk'olal yet' Jehová. Uque' k'ual ol in a tanhwej ta', ato yic ol in k'ochoc. Ichato chi' ol walan t'ayach tas ol a k'ulej, xchi winhaj Samuel chi'."
        },
        {
            "number": "9",
            "text": "Ixnhej wal lajwi yalankan quil ko b'a winhaj Saúl t'a winhaj Samuel chi', ix k'exji spensar winh yuj Dios, yuj chi' a wal t'a jun k'u chi' ix elk'och juntzanh tas ix yal winhaj Samuel chi'."
        },
        {
            "number": "10",
            "text": "Axo ix k'och winhaj Saúl chi' t'a Gabaa yet' winh schekab' chi', ix elta heb' winh schekab' Jehová icha ix aj yalan winhaj Samuel chi', ix chaji winh yuj heb' winh. Ha wal t'a jun rato chi', ix och Yespíritu Dios t'a winhaj Saúl, ix och ijan winh yalan slolonel Dios t'a skal heb' winh."
        },
        {
            "number": "11",
            "text": "Ha mach ojtannac winhaj Saúl chi' t'a yalanhtaxo, ayic ix yilan heb' yoch winh ejmelal, ix yilanpax heb' to ix k'exmaj winh icha juntzanhxo heb' winh schekab' Jehová, ix yalan heb': ¿Tas tz'ik'an winh yuninal winhaj Cis tik? ¿Tom ipan winh schekab' Jehová yaji? xchi heb'."
        },
        {
            "number": "12",
            "text": "Ay jun winh aj Gabaa chi' ix alani: ¿Mach smam juntzanhxo heb' winh chekab' tik jun? xchi winh. Ata' ix elkancot jun slolonel heb' anima: ¿Tom ipan winhaj Saúl tik schekab' Dios? xchi heb'."
        },
        {
            "number": "13",
            "text": "Ixlajwi yek'b'at juntzanh chi', ix k'ek'och winhaj Saúl chi' t'a tzalan b'aj tz'och ejmelal."
        },
        {
            "number": "14",
            "text": "Ix sk'anb'an jun winh yuk'tac smam winh t'ay yet' t'a winh schekab' winh yet'nac chi': --¿B'ajtil ix ex xid'eq'ui? xchi winh. Ix tak'wi winhaj Saúl chi': --Ix onh xid'ek' ko say nok' b'uru, palta maj chaxlaj nok' cuuj, yuj chi' onh b'atkan ko k'anb'ej t'a winhaj Samuel, xchi winh."
        },
        {
            "number": "15",
            "text": "Ix yalan winh yuk'tac winh smam winh chi': --Tzoc wal el t'a he k'ool, tzeyal t'ayin, tas ix yal winhaj Samuel chi' t'ayex, xchi winh."
        },
        {
            "number": "16",
            "text": "Ix tak'wi winhaj Saúl chi': --Wach' ix yutej winh yalani. Ix yal winh to toxo ix chax nok' b'uru chi', xchi winh. Malaj jab'oc tas ix yal winh yuj tas ix yal winhaj Samuel t'ay to ol och reyal."
        },
        {
            "number": "17",
            "text": "Ixlajwi yek'b'at jaye' k'ual, ix smolb'an heb' israel winhaj Samuel t'a Mizpa t'a yichanh Jehová."
        },
        {
            "number": "18",
            "text": "Ix yalan winh t'a heb': --Ix yal Jehová ko Diosal a onh israel onh tik: Ha in ix ex wik'elta t'a Egipto, ix ex in colelta t'a yol sk'ab' heb' aj Egipto chi' yet' t'a yol sk'ab' juntzanhxo chonhab' ix ex ixtani, xchi Dios chi'."
        },
        {
            "number": "19",
            "text": "Palta haxo tiknaik tze patiquejel ko Diosal ix onh ik'anelta b'aj ix onh ek' t'a syaelal yet' t'a cusk'olal chi'. Ix he patiquejkaneli, ix ex och ijan he k'anan junok ko reyal yuj yak'an yajalil t'a quib'anh. Yuj chi' jun, tzex och t'a yichanh Jehová, t'a junjun inhtilal yet' t'a junjun makanhil tz'aj eyochi."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi' ix yalan winh to snitzcot sb'a heb' yajalil junjun inhtilal heb' israel, haxo t'a yib'anh heb' yinhtilal Benjamín ix em sorteo."
        },
        {
            "number": "21",
            "text": "Ix yalanpax winh to snitzcot sb'a heb' yajal yaj t'a junjun makan yinhtilal Benjamín chi', haxo wal t'a yib'anh yinhtilal winhaj Matri ix emi. Ix yalanxi winh to snitzcot sb'a yinhtilal winhaj Matri chi', haxo wal t'a yib'anh winhaj Saúl yuninal winhaj Cis ix emi. Ix sayjiek' winh yuj heb', palta maj ilchajlaj winh."
        },
        {
            "number": "22",
            "text": "Yuj chi', ix sk'anb'an heb' t'a Jehová tato ayek' winh ta'. Ix yalani to ayek' winh, to ix sk'ub'ejel sb'a winh t'a skal juntzanh spa heb'."
        },
        {
            "number": "23",
            "text": "Ix b'at sayjielta winh yuj heb' b'aj k'ub'anel chi'. Axo yic ix sch'oxan sb'a winh t'a skal heb' anima chi', ix ilji to a heb' te chaanh steel, anhej t'a sjolom sjenhjab' winh sk'ek'och heb'."
        },
        {
            "number": "24",
            "text": "Ix yalan winhaj Samuel t'a heb' anima chi': --Ilecnab' wal winh ko reyal ix sik'och Jehová tik, malaj junok winak t'a ko kal tik syal slajb'an sb'a yet' winh, xchi winh. Ix k'e nhilnaj heb' yalani: --Niwanokab' yelk'och winh ko reyal, xchi heb' smasanil."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi', ix yalan winhaj Samuel chi' sleyal yic rey t'a heb' chonhab' israel. Ix stz'ib'ejkan winh, ix yak'anoch winh t'a yol skajnub' Jehová. Ixlajwi chi', ix stak'lankan sb'a heb', ix pax heb' t'a spat."
        },
        {
            "number": "26",
            "text": "Ichapax chi' winhaj Saúl, ix pax winh t'a spat t'a Gabaa. Ay pax juntzanh heb' winh winak te jelan t'a owal ix b'at yet' winh, yujto ix lolon Dios t'a spensar heb' yic sb'at heb' yet' winh."
        },
        {
            "number": "27",
            "text": "Palta ay juntzanh winak b'uchumtac ix alan icha tik: ¿Tas ol yutoc jun winh tik onh scolani? xchi heb' winh. Emnaquil ix yutej winhaj Saúl chi' heb' winh, malaj tas ix siej heb' winh t'a winh. Palta malaj tas ix yal winh t'a heb' winh."
        }
    ]
}