{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix yik'ancot jun yed'tal aceite vinhaj Samuel chi', ix stob'anq'ue aceite chi' vinh d'a sjolom vinhaj Saúl chi', ix stz'ub'anelta sti' vinh, ix yalan vinh: --A Jehová tzach sik'anel ticnaic yic tzach och yajalil d'a yib'anh schonhab'."
        },
        {
            "number": "2",
            "text": "Ayic ol co pucan co b'a tic, ol a chalan a b'a yed' chavanh eb' vinh vinac d'a slak'anil b'aj mucan ix Raquel d'a chonhab' Selsa d'a yol yic Benjamín. A eb' vinh chi' ol alan d'ayach to toxo ix chax nok' a b'uru tza saya', manhxo ayoc och vinh a mam d'a cusk'olal yuj nok', axo pax uuj a ach tic syak' pensar vinh yuj tas ol aj a chaxi."
        },
        {
            "number": "3",
            "text": "Ayto val jab'xo a k'och d'a te' ji d'a Tabor, ay oxvanh eb' vinh vinac ol a cha ta', van sb'at eb' vinh d'a Betel yic tz'och eb' vinh ejmelal d'a Jehová ta'. Ay jun vinh, oxvanh chiva yed'nac vinh, axo junxo vinh oxe' ixim pan yed'nac vinh, axo junxo vinh, yed'nac jun tz'uum vinh b'ud'an d'a vino."
        },
        {
            "number": "4",
            "text": "Ol yak'an stzatzil a k'ol eb' vinh, ol yak'an chab'oc ixim pan chi' eb' vinh d'ayach, ol a cha ixim d'a eb' vinh."
        },
        {
            "number": "5",
            "text": "Slajvi chi', ol ach q'uek'och d'a chonhab' Gabaa, b'aj tz'ochtaxon ejmelal d'a Jehová, ata' ay jun yed'tal jun macanh eb' filisteo. Ayic ol ach och d'a yol chonhab' chi', ol ilan jayvanh eb' vinh schecab' Jehová van yemuli, syalan slolonel Dios eb' vinh, b'ab'el eb' vinh van yak'anoch salterio, pandereta, flauta yed' arpa."
        },
        {
            "number": "6",
            "text": "Axo d'a jun rato chi', ol och Yespíritu Jehová d'ayach, icha eb' vinh chi' ol ach ajoc, ol q'uexmaj a pensar."
        },
        {
            "number": "7",
            "text": "Ayic ol ilani to icha chi' aji, a tas vach' ol ab'i, a ol a k'ulej, yujto a Dios ol och ed'oc."
        },
        {
            "number": "8",
            "text": "Slajvi chi', tzach b'ab'lajk'och d'a Gilgal. Ata' ol co chalaj co b'a, ol in nhusantz'a silab' yed' pax silab' yic junk'olal yed' Jehová. Uque' k'ual ol in a tanhvej ta', ato yic ol in k'ochoc. Ichato chi' ol valan d'ayach tas ol a k'ulej, xchi vinhaj Samuel chi'."
        },
        {
            "number": "9",
            "text": "Ixnhej val lajvi yalancan quil co b'a vinhaj Saúl d'a vinhaj Samuel chi', ix q'uexji spensar vinh yuj Dios, yuj chi' a val d'a jun k'u chi' ix elk'och juntzanh tas ix yal vinhaj Samuel chi'."
        },
        {
            "number": "10",
            "text": "Axo ix k'och vinhaj Saúl chi' d'a Gabaa yed' vinh schecab' chi', ix elta eb' vinh schecab' Jehová icha ix aj yalan vinhaj Samuel chi', ix chaji vinh yuj eb' vinh. A val d'a jun rato chi', ix och Yespíritu Dios d'a vinhaj Saúl, ix och ijan vinh yalan slolonel Dios d'a scal eb' vinh."
        },
        {
            "number": "11",
            "text": "A mach ojtannac vinhaj Saúl chi' d'a yalanhtaxo, ayic ix yilan eb' yoch vinh ejmelal, ix yilanpax eb' to ix q'uexmaj vinh icha juntzanhxo eb' vinh schecab' Jehová, ix yalan eb': ¿Tas tz'ik'an vinh yuninal vinhaj Cis tic? ¿Tom ipan vinh schecab' Jehová yaji? xchi eb'."
        },
        {
            "number": "12",
            "text": "Ay jun vinh aj Gabaa chi' ix alani: ¿Mach smam juntzanhxo eb' vinh checab' tic jun? xchi vinh. Ata' ix elcancot jun slolonel eb' anima: ¿Tom ipan vinhaj Saúl tic schecab' Dios? xchi eb'."
        },
        {
            "number": "13",
            "text": "Ix lajvi yek'b'at juntzanh chi', ix q'uek'och vinhaj Saúl chi' d'a tzalan b'aj tz'och ejmelal."
        },
        {
            "number": "14",
            "text": "Ix sk'anb'an jun vinh yuk'tac smam vinh d'ay yed' d'a vinh schecab' vinh yed'nac chi': --¿B'ajtil ix ex xid'eq'ui? xchi vinh. Ix tak'vi vinhaj Saúl chi': --Ix onh xid'ek' co say nok' b'uru, palta maj chaxlaj nok' cuuj, yuj chi' onh b'atcan co k'anb'ej d'a vinhaj Samuel, xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix yalan vinh yuk'tac vinh smam vinh chi': --Tzoc val el d'a e k'ool, tzeyal d'ayin, tas ix yal vinhaj Samuel chi' d'ayex, xchi vinh."
        },
        {
            "number": "16",
            "text": "Ix tak'vi vinhaj Saúl chi': --Vach' ix yutej vinh yalani. Ix yal vinh to toxo ix chax nok' b'uru chi', xchi vinh. Malaj jab'oc tas ix yal vinh yuj tas ix yal vinhaj Samuel d'ay to ol och reyal."
        },
        {
            "number": "17",
            "text": "Ix lajvi yek'b'at jaye' k'ual, ix smolb'an eb' israel vinhaj Samuel d'a Mizpa d'a yichanh Jehová."
        },
        {
            "number": "18",
            "text": "Ix yalan vinh d'a eb': --Ix yal Jehová co Diosal a onh israel onh tic: A in ix ex viq'uelta d'a Egipto, ix ex in colelta d'a yol sk'ab' eb' aj Egipto chi' yed' d'a yol sk'ab' juntzanhxo chonhab' ix ex ixtani, xchi Dios chi'."
        },
        {
            "number": "19",
            "text": "Palta axo ticnaic tze patiquejel co Diosal ix onh ik'anelta b'aj ix onh ek' d'a syaelal yed' d'a cusk'olal chi'. Ix e patiquejcaneli, ix ex och ijan e k'anan junoc co reyal yuj yak'an yajalil d'a quib'anh. Yuj chi' jun, tzex och d'a yichanh Jehová, d'a junjun inhtilal yed' d'a junjun macanhil tz'aj eyochi."
        },
        {
            "number": "20",
            "text": "Ix lajvi chi' ix yalan vinh to snitzcot sb'a eb' yajalil junjun inhtilal eb' israel, axo d'a yib'anh eb' yinhtilal Benjamín ix em sorteo."
        },
        {
            "number": "21",
            "text": "Ix yalanpax vinh to snitzcot sb'a eb' yajal yaj d'a junjun macanh yinhtilal Benjamín chi', axo val d'a yib'anh yinhtilal vinhaj Matri ix emi. Ix yalanxi vinh to snitzcot sb'a yinhtilal vinhaj Matri chi', axo val d'a yib'anh vinhaj Saúl yuninal vinhaj Cis ix emi. Ix sayjiek' vinh yuj eb', palta maj ilchajlaj vinh."
        },
        {
            "number": "22",
            "text": "Yuj chi', ix sk'anb'an eb' d'a Jehová tato ayek' vinh ta'. Ix yalani to ayek' vinh, to ix sk'ub'ejel sb'a vinh d'a scal juntzanh spa eb'."
        },
        {
            "number": "23",
            "text": "Ix b'at sayjielta vinh yuj eb' b'aj k'ub'anel chi'. Axo yic ix sch'oxan sb'a vinh d'a scal eb' anima chi', ix ilji to a eb' te chaanh steel, anhej d'a sjolom sjenhjab' vinh sq'uek'och eb'."
        },
        {
            "number": "24",
            "text": "Ix yalan vinhaj Samuel d'a eb' anima chi': --Ilecnab' val vinh co reyal ix sik'och Jehová tic, malaj junoc vinac d'a co cal tic syal slajb'an sb'a yed' vinh, xchi vinh. Ix q'ue nhilnaj eb' yalani: --Nivanocab' yelk'och vinh co reyal, xchi eb' smasanil."
        },
        {
            "number": "25",
            "text": "Ix lajvi chi', ix yalan vinhaj Samuel chi' sleyal yic rey d'a eb' chonhab' israel. Ix stz'ib'ejcan vinh, ix yak'anoch vinh d'a yol scajnub' Jehová. Ix lajvi chi', ix stak'lancan sb'a eb', ix pax eb' d'a spat."
        },
        {
            "number": "26",
            "text": "Ichapax chi' vinhaj Saúl, ix pax vinh d'a spat d'a Gabaa. Ay pax juntzanh eb' vinh vinac te jelan d'a oval ix b'at yed' vinh, yujto ix lolon Dios d'a spensar eb' yic sb'at eb' yed' vinh."
        },
        {
            "number": "27",
            "text": "Palta ay juntzanh vinac b'uchumtac ix alan icha tic: ¿Tas ol yutoc jun vinh tic onh scolani? xchi eb' vinh. Emnaquil ix yutej vinhaj Saúl chi' eb' vinh, malaj tas ix siej eb' vinh d'a vinh. Palta malaj tas ix yal vinh d'a eb' vinh."
        }
    ]
}