{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "A d'a jun tiempoal chi', ix cot vinhaj Nahas sreyal eb' Amón yed' soldado yak' oval d'a chonhab' Jabes d'a yol yic Galaad, ix oymaj eb' d'a spatic. Ix yalanb'at eb' aj Jabes chi' d'a vinhaj Nahas chi': --Tato tzak' junoc a trato qued'oc, ol cak'och co b'a d'a yol a k'ab', xchi eb'."
        },
        {
            "number": "2",
            "text": "Ix tak'vi vinhaj Nahas sreyal eb' amonita chi', ix yalan vinh: --Tzin b'o in trato chi' eyed'oc, tato syal e k'ol sviq'uelta junoc yol e sat junjun ex d'a e vach', yic tz'el sq'uixvelal eb' eyetisraelal, xchi vinh d'a eb'."
        },
        {
            "number": "3",
            "text": "Ix tak'vi eb' yajalil chonhab', ix yalan eb': --Tato icha chi', tzak' uqueocxo k'ual co permiso, ol cak'b'at co checab' d'a masanil eb' quetisraelal, tato malaj mach ol javoc onh scolo', ol cak'anoch co b'a d'a yol a k'ab', xchi eb'."
        },
        {
            "number": "4",
            "text": "Ayic ix k'och eb' checab' chi' d'a Gabaa schonhab' vinhaj Saúl, ix yalan schecnab'il eb' d'a eb' anima ta'. Axo masanil eb' anima, ix laj ok'q'ue eb'."
        },
        {
            "number": "5",
            "text": "A val d'a jun rato chi', ix k'och vinhaj Saúl, spetoj vinh d'a smunlajel, macb'il juntzanh nok' vacax smunlaj yuj vinh, ix sk'anb'an vinh: --¿Tas tz'ik'an eb' anima tic yuj chi' tz'ok' eb'? xchi vinh. Ix yalan eb' anima chi' masanil tas ix ul yal eb' checab' ix cot d'a Jabes chi'."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an vinhaj Saúl chi' icha chi', elanhchamel ix och Yespíritu Dios d'a vinh, a' ix ak'an yip vinh, ix cot yoval vinh sik'lab'il."
        },
        {
            "number": "7",
            "text": "Ix schok' xicanb'at chavanh nok' vacax chi' vinh, ix yalan vinh to tz'ik'jib'at nok' chib'ej chi' yic sch'oxji nok' d'a masanil yol smacb'en israel. A eb' tz'ik'anb'at nok' chi' syal eb' icha tic: Icha tic ol utaj nok' svacax mach max yal sk'ool sb'at d'a oval yed' vinhaj Saúl yed' pax vinhaj Samuel, xchi eb'. Ix javi jun nivan xivelal d'a eb' anima yuj Jehová, junxonhej ix yutej sb'a eb' smasanil, ix javi eb' yak'och sb'a yed' vinhaj Saúl chi'."
        },
        {
            "number": "8",
            "text": "Ayic ix sb'isan jantac eb' anima tzak'anoch yuj vinhaj Saúl chi' d'a Bezec, ay 30 mil eb' ix cot d'a yinhtilal Judá yed' 300 mil eb' ix cot d'a juntzanhxo yinhtilal Israel."
        },
        {
            "number": "9",
            "text": "Ata' ix yal vinhaj Saúl chi' d'a eb' checab' ix cot d'a Jabes chi': --Alec d'a eb' eyetchonhab' to a q'uik'an d'a q'uek'ualil, toxo ix co col eb', xchi vinh. Ix b'at eb' checab' chi' yal d'a eb' yetchonhab' chi' to a q'uik'an scolchaj eb'. Ix te tzalajq'ue eb'."
        },
        {
            "number": "10",
            "text": "Ix yalanb'at eb' d'a vinhaj Nahas icha tic: --Ato q'uik'an b'at cak'och co b'a d'a yol e k'ab', tze naani tas tzonh eyutej, xchib'at eb'."
        },
        {
            "number": "11",
            "text": "Axo d'a junxo k'u, q'uik'to val, ix spojanek' eb' soldado vinhaj Saúl chi', ox poj ix yutej eb' vinh. Ayto val sacb'i, ix k'och lemnaj eb' d'a yol scampamento eb' amonita chi', ix och ijan eb' smilancham eb' masanto d'a q'uek'ualil. Axo eb' maj chamoc, ix saclemcanb'at eb', malaj b'aj junnhej ix can chavanhoc eb'."
        },
        {
            "number": "12",
            "text": "Ix yalan eb' anima chi' d'a vinhaj Samuel: --¿Machtac eb' ix alani to manh smojoc yoch vinhaj Saúl co reyaloc? Iq'ueccot eb' d'a tic, ol co milcham eb', xchi eb'."
        },
        {
            "number": "13",
            "text": "Ix tak'vi vinhaj Saúl chi': --Maay, a d'a jun k'u tic, malaj junoc quetchonhab' syal schami, yujto a Jehová ix onh colani, xchi vinh."
        },
        {
            "number": "14",
            "text": "Ix yalanpax vinhaj Samuel chi' d'a eb' anima smasanil: --Coyec d'a Gilgal, yic b'at co vach' aq'uejcanoch vinhaj Saúl tic co reyaloc, xchi vinh."
        },
        {
            "number": "15",
            "text": "Yuj chi', ix b'at eb' anima chi' smasanil, ix smolb'anoch sb'a eb' d'a yichanh Jehová ta'. Ix svach' ak'ancanoch vinhaj Saúl chi' eb' d'a reyal. Ix lajvi chi', ix yak'an silab' eb' yic junk'olal d'a yichanh Jehová. Axo eb' chonhab' yed' vinhaj Saúl ix te tzalaj eb'."
        }
    ]
}