{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ix cot winhaj Nahas sreyal eb' Amón yet' soldado yak' oval t'a chonhab' Jabes t'a yol yic Galaad, ix oymaj eb' t'a spatic. Ix yalanb'at eb' aj Jabes chi' t'a winhaj Nahas chi': --Tato tzak' junok a trato qued'oc, ol cak'och co b'ha t'a yol a k'ab', xchi eb'."
        },
        {
            "number": "2",
            "text": "Ix tak'vi winhaj Nahas sreyal eb' amonita chi', ix yalan winh: --Tzin b'o in trato chi' eyed'oc, tato syal e k'ol sviq'uelta junok yol e sat junjun ex t'a e wach', yic tz'el sq'uixvelal eb' eyetisraelal, xchi winh t'a eb'."
        },
        {
            "number": "3",
            "text": "Ix tak'vi eb' yajalil chonhab', ix yalan eb': --Tato icha chi', tzak' uqueocxo k'ual co permiso, ol cak'b'at co checab' t'a masanil eb' quetisraelal, tato malaj mach ol javok onh scolo', ol cak'anoch co b'ha t'a yol a k'ab', xchi eb'."
        },
        {
            "number": "4",
            "text": "Ayic ix k'och eb' checab' chi' t'a Gabaa schonhab' winhaj Saúl, ix yalan schecnab'il eb' t'a eb' anima ta'. Axo masanil eb' anima, ix laj ok'q'ue eb'."
        },
        {
            "number": "5",
            "text": "Ha val t'a jun rato chi', ix k'och winhaj Saúl, spetoj winh t'a smunlajel, macb'il juntzanh nok' vacax smunlaj yuj winh, ix sk'anb'an winh: --¿Tas tz'ik'an eb' anima tik yuj chi' tz'ok' eb'? xchi winh. Ix yalan eb' anima chi' masanil tas ix ul yal eb' checab' ix cot t'a Jabes chi'."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an winhaj Saúl chi' icha chi', elanhchamel ix och Yespíritu Dios t'a winh, ha' ix ak'an yip winh, ix cot yoval winh sik'lab'il."
        },
        {
            "number": "7",
            "text": "Ix schok' xicanb'at chavanh nok' vacax chi' winh, ix yalan winh to tz'ik'jib'at nok' chib'ej chi' yic sch'oxji nok' t'a masanil yol smacb'en israel. Ha eb' tz'ik'anb'at nok' chi' syal eb' icha tik: Icha tik ol utaj nok' svacax mach max yal sk'ool sb'at t'a oval yet' winhaj Saúl yet' pax winhaj Samuel, xchi eb'. Ix javi jun niwan xivelal t'a eb' anima yuj Jehová, junxonhej ix yutej sb'a eb' smasanil, ix javi eb' yak'och sb'a yet' winhaj Saúl chi'."
        },
        {
            "number": "8",
            "text": "Ayic ix sb'isan jantac eb' anima tzak'anoch yuj winhaj Saúl chi' t'a Bezec, ay 30 mil eb' ix cot t'a yinhtilal Judá yet' 300 mil eb' ix cot t'a juntzanhxo yinhtilal Israel."
        },
        {
            "number": "9",
            "text": "Ata' ix yal winhaj Saúl chi' t'a eb' checab' ix cot t'a Jabes chi': --Alec t'a eb' eyetchonhab' to a k'ik'an t'a q'uek'ualil, toxo ix co col eb', xchi winh. Ix b'at eb' checab' chi' yal t'a eb' yetchonhab' chi' to a k'ik'an scolchaj eb'. Ix te tzalajq'ue eb'."
        },
        {
            "number": "10",
            "text": "Ix yalanb'at eb' t'a winhaj Nahas icha tik: --Ato k'ik'an b'at cak'och co b'ha t'a yol e k'ab', tze naani tas tzonh eyutej, xchib'at eb'."
        },
        {
            "number": "11",
            "text": "Axo t'a junxo k'u, k'ik'to val, ix spojanek' eb' soldado winhaj Saúl chi', ox poj ix yutej eb' winh. Ayto val sakb'i, ix k'och lemnaj eb' t'a yol scampamento eb' amonita chi', ix och ijan eb' smilancham eb' masanto t'a q'uek'ualil. Axo eb' maj chamoc, ix saclemcanb'at eb', malaj b'aj junnhej ix kan chavanhoc eb'."
        },
        {
            "number": "12",
            "text": "Ix yalan eb' anima chi' t'a winhaj Samuel: --¿Machtac eb' ix alani to manh smojoc yoch winhaj Saúl co reyaloc? Iq'ueccot eb' t'a tik, ol co milcham eb', xchi eb'."
        },
        {
            "number": "13",
            "text": "Ix tak'vi winhaj Saúl chi': --Maay, ha t'a jun k'u tik, malaj junok quetchonhab' syal schami, yujto a Jehová ix onh colani, xchi winh."
        },
        {
            "number": "14",
            "text": "Ix yalanpax winhaj Samuel chi' t'a eb' anima smasanil: --Coyec t'a Gilgal, yic b'at co wach' aq'uejcanoch winhaj Saúl tik co reyaloc, xchi winh."
        },
        {
            "number": "15",
            "text": "Yuj chi', ix b'at eb' anima chi' smasanil, ix smolb'anoch sb'a eb' t'a yichanh Jehová ta'. Ix swach' ak'ancanoch winhaj Saúl chi' eb' t'a reyal. Ixlajwi chi', ix yak'an silab' eb' yic junk'olal t'a yichanh Jehová. Axo eb' chonhab' yet' winhaj Saúl ix te tzalaj eb'."
        }
    ]
}