{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ix cot winhaj Nahas sreyal heb' Amón yet' soldado yak' owal t'a chonhab' Jabes t'a yol yic Galaad, ix oymaj heb' t'a spatic. Ix yalanb'at heb' aj Jabes chi' t'a winhaj Nahas chi': --Tato tzak' junok a trato qued'oc, ol cak'och ko b'ha t'a yol a k'ab', xchi heb'."
        },
        {
            "number": "2",
            "text": "Ix tak'wi winhaj Nahas sreyal heb' amonita chi', ix yalan winh: --Tzin b'o in trato chi' eyed'oc, tato syal he k'ol swik'elta junok yol he sat junjun ex t'a he wach', yic tz'el sq'uixwelal heb' eyetisraelal, xchi winh t'a heb'."
        },
        {
            "number": "3",
            "text": "Ix tak'wi heb' yajalil chonhab', ix yalan heb': --Tato icha chi', tzak' uqueocxo k'ual ko permiso, ol cak'b'at ko checab' t'a masanil heb' quetisraelal, tato malaj mach ol jawok onh scolo', ol cak'anoch ko b'ha t'a yol a k'ab', xchi heb'."
        },
        {
            "number": "4",
            "text": "Ayic ix k'och heb' checab' chi' t'a Gabaa schonhab' winhaj Saúl, ix yalan schecnab'il heb' t'a heb' anima ta'. Axo masanil heb' anima, ix laj ok'k'e heb'."
        },
        {
            "number": "5",
            "text": "Ha wal t'a jun rato chi', ix k'och winhaj Saúl, spetoj winh t'a smunlajel, macb'il juntzanh nok' wacax smunlaj yuj winh, ix sk'anb'an winh: --¿Tas tz'ik'an heb' anima tik yuj chi' tz'ok' heb'? xchi winh. Ix yalan heb' anima chi' masanil tas ix ul yal heb' checab' ix cot t'a Jabes chi'."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an winhaj Saúl chi' icha chi', elanhchamel ix och Yespíritu Dios t'a winh, ha' ix ak'an yip winh, ix cot yowal winh sik'lab'il."
        },
        {
            "number": "7",
            "text": "Ix schok' xicanb'at chawanh nok' wacax chi' winh, ix yalan winh to tz'ik'jib'at nok' chib'ej chi' yic sch'oxji nok' t'a masanil yol smacb'en israel. Ha heb' tz'ik'anb'at nok' chi' syal heb' icha tik: Icha tik ol utaj nok' swacax mach max yal sk'ool sb'at t'a owal yet' winhaj Saúl yet' pax winhaj Samuel, xchi heb'. Ix jawi jun niwan xiwelal t'a heb' anima yuj Jehová, junxonhej ix yutej sb'a heb' smasanil, ix jawi heb' yak'och sb'a yet' winhaj Saúl chi'."
        },
        {
            "number": "8",
            "text": "Ayic ix sb'isan jantac heb' anima tzak'anoch yuj winhaj Saúl chi' t'a Bezec, ay 30 mil heb' ix cot t'a yinhtilal Judá yet' 300 mil heb' ix cot t'a juntzanhxo yinhtilal Israel."
        },
        {
            "number": "9",
            "text": "Ata' ix yal winhaj Saúl chi' t'a heb' checab' ix cot t'a Jabes chi': --Alec t'a heb' eyetchonhab' to a k'ik'an t'a k'ek'ualil, toxo ix ko col heb', xchi winh. Ix b'at heb' checab' chi' yal t'a heb' yetchonhab' chi' to a k'ik'an scolchaj heb'. Ix te tzalajk'e heb'."
        },
        {
            "number": "10",
            "text": "Ix yalanb'at heb' t'a winhaj Nahas icha tik: --Ato k'ik'an b'at cak'och ko b'ha t'a yol he k'ab', tze naani tas tzonh eyutej, xchib'at heb'."
        },
        {
            "number": "11",
            "text": "Axo t'a junxo k'u, k'ik'to wal, ix spojanek' heb' soldado winhaj Saúl chi', ox poj ix yutej heb' winh. Ayto wal sakb'i, ix k'och lemnaj heb' t'a yol scampamento heb' amonita chi', ix och ijan heb' smilancham heb' masanto t'a k'ek'ualil. Axo heb' maj chamoc, ix saclemcanb'at heb', malaj b'aj junnhej ix kan chawanhoc heb'."
        },
        {
            "number": "12",
            "text": "Ix yalan heb' anima chi' t'a winhaj Samuel: --¿Machtac heb' ix alani to manh smojoc yoch winhaj Saúl ko reyaloc? Ik'eccot heb' t'a tik, ol ko milcham heb', xchi heb'."
        },
        {
            "number": "13",
            "text": "Ix tak'wi winhaj Saúl chi': --Maay, ha t'a jun k'u tik, malaj junok quetchonhab' syal schami, yujto a Jehová ix onh colani, xchi winh."
        },
        {
            "number": "14",
            "text": "Ix yalanpax winhaj Samuel chi' t'a heb' anima smasanil: --Coyec t'a Gilgal, yic b'at ko wach' ak'ejcanoch winhaj Saúl tik ko reyaloc, xchi winh."
        },
        {
            "number": "15",
            "text": "Yuj chi', ix b'at heb' anima chi' smasanil, ix smolb'anoch sb'a heb' t'a yichanh Jehová ta'. Ix swach' ak'ancanoch winhaj Saúl chi' heb' t'a reyal. Ixlajwi chi', ix yak'an silab' heb' yic junk'olal t'a yichanh Jehová. Axo heb' chonhab' yet' winhaj Saúl ix te tzalaj heb'."
        }
    ]
}