{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ha wal t'a jun rato chi', ix yalancan winhaj Samuel chi' t'a masanil heb' chonhab' israel: --Tik wal tzeyilcani to ix in k'anab'ajej tas ix he k'an t'ayin, yuj chi' ix wak'canoch jun winh ko reyal tik."
        },
        {
            "number": "2",
            "text": "Aton jun winh tik ko reyal, a winh ol ex cuchb'anoc. Ilecnab'i, icham winak inxo, sacxo xil in jolom, haxo heb' winh wuninal ayoch heb' winh eyed'oc. Ha in ix ex in cuchb'ej yictax quelem in, masanto tiknaik."
        },
        {
            "number": "3",
            "text": "Ayinek' t'a eyichanh tiknaik. Tato ay mach ix wik'ek' junok nok' swacax, ma junok nok' sb'uru, mato ay mach b'aj ix wak' chukal, mato ay junok tas ix in cha t'ayex in montub'aloc t'a elk'altac, alec t'a yichanh Jehová yet' t'a yichanh winh ko reyal ix sik'el tik. Tato icha chi', syal in tupan tiknaik, xchi winh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yalan heb' chonhab' chi' icha tik: --Malaj juneloc ix ak' chukal t'ayonh, malaj b'aj ix a cha junok tas a montub'aloc, xchi heb'."
        },
        {
            "number": "5",
            "text": "--Ha Jehová yet' winh ix sik'och ko reyaloc tik, testigo tz'ajkan heb' to malaj in mul ix och t'ayex, xchi winhaj Samuel chi'. --Maay, malaj tasi, xchi heb' anima chi'."
        },
        {
            "number": "6",
            "text": "Ix yalanpax winh t'a masanil heb' yetisraelal chi': --Ha Jehová sik'annaquel winhaj Moisés yet' winhaj Aarón ayic yik'annaquelta heb' ko mam quicham t'a Egipto."
        },
        {
            "number": "7",
            "text": "Yuj chi', scham wal eyab'an tas ol wal tiknaik t'a yichanh Jehová, yuj tas wach' sk'ulejnac cuuj yet' yuj heb' ko mam quicham chi'."
        },
        {
            "number": "8",
            "text": "Ayic sk'ochnac winhaj Jacob yet' masanil yal yuninal t'a Egipto, te ya utajnac heb' yuj heb' anima ay ta'. Yalannac sb'a heb' t'a Jehová yic scolji heb' yuj. Axo Jehová chi' ak'anb'at winhaj Moisés yet' winhaj Aarón yic sb'at yik'anelta heb' ko mam quicham chi' heb' winh ta'. Ak'jinaccan cajan heb' t'a tik yuj heb' winh."
        },
        {
            "number": "9",
            "text": "Palta ix b'at Jehová ko Diosal satk'olal yuj heb', yuj chi' cotac skal ix ak'jioch heb' t'a yol sk'ab' heb' ajk'ool yuj. Ay jun pekti’ ix ak'jioch heb' t'a yol sk'ab' winhaj Sísara, yajal yaj t'a heb' soldado yic chonhab' Hazor. Ix ak'jipaxoch heb' t'a yol sk'ab' heb' filisteo yet' t'a yol sk'ab' heb' winh sreyal Moab. Junjun makan heb' chi', ix yak' owal heb' yet' heb' ko mam quicham."
        },
        {
            "number": "10",
            "text": "Yuj chi', juntac el tz'ak'jioch heb' t'a yol sk'ab' heb' chi', syalanxi sb'a heb' t'a Jehová, syalan heb': Mamin, ix och wal ko mul t'ayach, yujto ix ach cactejcani, haxo Baal yet' Astarot skak' serwil. Ha tiknaik jun, colonh t'a yol sk'ab' heb' cajk'ool, a achxonhej ol ach cak' serwil, xchi heb'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix ak'jicot winhaj Jerobaal, winhaj Barac, winhaj Jefté yet' in tik yuj Jehová, yic tzex colji t'a yol sk'ab' heb' eyajk'ool, yuj chi' syal eyaj t'a junk'olal."
        },
        {
            "number": "12",
            "text": "Ayic ix eyilani to scot winhaj Nahas sreyal heb' amonita yak' owal qued'oc, ix he k'anan junok he reyal t'ayin, yic tz'och yajalil t'a ko kal, wach'chom a Jehová ko Diosal ko reyal yaji."
        },
        {
            "number": "13",
            "text": "Ha tiknaik ina winh he reyal ix he k'an tik. Toxo ix ak'jioch winh rey t'a ko kal yuj Jehová."
        },
        {
            "number": "14",
            "text": "Ha tiknaik, tze na' sik'lab'il to tze k'anab'ajej Jehová tzeyak'an serwil, manh he pitej he b'a t'ay. Tato ol he k'anab'ajej icha snib'ej Jehová ko Diosal, tato tze k'anab'ajej winh he reyal tik, wach'nhej ol aj he b'eyb'ati."
        },
        {
            "number": "15",
            "text": "Tato pit ol eyutej he b'ha t'a tas syal Jehová jun, tato max he k'anab'ajej, ol yak'och yaelal t'a eyib'anh icha ix utaj heb' ko mam quicham."
        },
        {
            "number": "16",
            "text": "Ha tiknaik, maclejec eyila', yujto ol sch'ox Jehová junok tas satub'tac yilji t'a eyichanh."
        },
        {
            "number": "17",
            "text": "Ha tiknaik stiempoal sjochchaj ixim trigo, manh stiempoaloc yak'an nhab'. Palta ol in k'an t'a Jehová to ol mak'waj k'u, ol yak'ancot nhab'. Icha chi' ol aj snachajel eyuuj to chuk ix he k'ulej t'a yichanh Jehová chi', ayic ix he k'anan jun winh rey tik, xchi winhaj Samuel chi'."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix sk'anan winhaj Samuel chi' t'a Jehová to scot nhab'. Val t'a jun rato chi' ix mak'waj k'u ix cot nhab' chi', yuj chi' masanil anima ix xiv t'a Jehová yet' t'a winhaj Samuel chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi' masanil heb' ix alan t'a winhaj Samuel chi' icha tik: --k'an t'a Jehová ko Diosal yic max onh chami, yujto ix te wach' och ko mul yuj b'aj ix ko k'an ko reyal tik, xchi heb' t'a winh."
        },
        {
            "number": "20",
            "text": "Ix tak'wi winh: --Wach'chom chuk tas ix he k'ulej chi', palta manh ex xiwoc. Ayic ol b'eynhejb'at tik, manhxo eyik'el he b'ha t'a Jehová, axonhej tzeyak' serwil t'a smasanil he k'ool."
        },
        {
            "number": "21",
            "text": "Manh eyactejcan Jehová yic tzex och tzak'an yuj juntzanh comon Dios malaj yelk'ochi, yujto malaj jab'oc tas syak' t'ayonh, max yalpax onh scolani."
        },
        {
            "number": "22",
            "text": "Ha Jehová manh ol ex yaktejcan he ch'ocoj, yic manh ol alchaj chukal t'ay, yujto snib'ej tzex och schonhab'oc."
        },
        {
            "number": "23",
            "text": "Colwajnhejocab' Jehová wed'oc yic tzin lesalwinhej eyuuj yic max och in mul t'ay. Palta to ol ex in k'ayb'ej t'a stojolal."
        },
        {
            "number": "24",
            "text": "Anhej to tze k'anab'ajej, tzeyak'an serwil Jehová t'a smasanil he k'ool, tze naancot jantac tas wach' ix sk'ulej cuuj."
        },
        {
            "number": "25",
            "text": "Palta tato ol he k'ulejnhej chukal, ol ex satjoquel yet' he reyal tik yuj Jehová, xchi winh t'a heb'."
        }
    ]
}