{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "A val d'a jun rato chi', ix yalancan vinhaj Samuel chi' d'a masanil eb' chonhab' israel: --Tic val tzeyilcani to ix in k'anab'ajej tas ix e k'an d'ayin, yuj chi' ix vak'canoch jun vinh co reyal tic."
        },
        {
            "number": "2",
            "text": "Aton jun vinh tic co reyal, a vinh ol ex cuchb'anoc. Ilecnab'i, icham vinac inxo, sacxo xil in jolom, axo eb' vinh vuninal ayoch eb' vinh eyed'oc. A in ix ex in cuchb'ej yictax quelem in, masanto ticnaic."
        },
        {
            "number": "3",
            "text": "Ayinek' d'a eyichanh ticnaic. Tato ay mach ix viq'uek' junoc nok' svacax, ma junoc nok' sb'uru, mato ay mach b'aj ix vak' chucal, mato ay junoc tas ix in cha d'ayex in montub'aloc d'a elk'altac, alec d'a yichanh Jehová yed' d'a yichanh vinh co reyal ix siq'uel tic. Tato icha chi', syal in tupan ticnaic, xchi vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yalan eb' chonhab' chi' icha tic: --Malaj juneloc ix ak' chucal d'ayonh, malaj b'aj ix a cha junoc tas a montub'aloc, xchi eb'."
        },
        {
            "number": "5",
            "text": "--A Jehová yed' vinh ix sik'och co reyaloc tic, testigo tz'ajcan eb' to malaj in mul ix och d'ayex, xchi vinhaj Samuel chi'. --Maay, malaj tasi, xchi eb' anima chi'."
        },
        {
            "number": "6",
            "text": "Ix yalanpax vinh d'a masanil eb' yetisraelal chi': --A Jehová sik'annaquel vinhaj Moisés yed' vinhaj Aarón ayic yik'annaquelta eb' co mam quicham d'a Egipto."
        },
        {
            "number": "7",
            "text": "Yuj chi', scham val eyab'an tas ol val ticnaic d'a yichanh Jehová, yuj tas vach' sk'ulejnac cuuj yed' yuj eb' co mam quicham chi'."
        },
        {
            "number": "8",
            "text": "Ayic sk'ochnac vinhaj Jacob yed' masanil yal yuninal d'a Egipto, te ya utajnac eb' yuj eb' anima ay ta'. Yalannac sb'a eb' d'a Jehová yic scolji eb' yuuj. Axo Jehová chi' ak'anb'at vinhaj Moisés yed' vinhaj Aarón yic sb'at yik'anelta eb' co mam quicham chi' eb' vinh ta'. Ak'jinaccan cajan eb' d'a tic yuj eb' vinh."
        },
        {
            "number": "9",
            "text": "Palta ix b'at Jehová co Diosal satk'olal yuj eb', yuj chi' cotac scal ix ak'jioch eb' d'a yol sk'ab' eb' ajk'ool yuuj. Ay jun tiempoal ix ak'jioch eb' d'a yol sk'ab' vinhaj Sísara, yajal yaj d'a eb' soldado yic chonhab' Hazor. Ix ak'jipaxoch eb' d'a yol sk'ab' eb' filisteo yed' d'a yol sk'ab' eb' vinh sreyal Moab. Junjun macanh eb' chi', ix yak' oval eb' yed' eb' co mam quicham."
        },
        {
            "number": "10",
            "text": "Yuj chi', juntac el tz'ak'jioch eb' d'a yol sk'ab' eb' chi', syalanxi sb'a eb' d'a Jehová, syalan eb': Mamin, ix och val co mul d'ayach, yujto ix ach cactejcani, axo Baal yed' Astarot scak' servil. A ticnaic jun, colonh d'a yol sk'ab' eb' cajk'ool, a achxonhej ol ach cak' servil, xchi eb'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix ak'jicot vinhaj Jerobaal, vinhaj Barac, vinhaj Jefté yed' in tic yuj Jehová, yic tzex colji d'a yol sk'ab' eb' eyajk'ool, yuj chi' syal eyaj d'a junk'olal."
        },
        {
            "number": "12",
            "text": "Ayic ix eyilani to scot vinhaj Nahas sreyal eb' amonita yak' oval qued'oc, ix e k'anan junoc e reyal d'ayin, yic tz'och yajalil d'a co cal, vach'chom a Jehová co Diosal co reyal yaji."
        },
        {
            "number": "13",
            "text": "A ticnaic ina vinh e reyal ix e k'an tic. Toxo ix ak'jioch vinh rey d'a co cal yuj Jehová."
        },
        {
            "number": "14",
            "text": "A ticnaic, tze na' sik'lab'il to tze k'anab'ajej Jehová tzeyak'an servil, manh e pitej e b'a d'ay. Tato ol e k'anab'ajej icha snib'ej Jehová co Diosal, tato tze k'anab'ajej vinh e reyal tic, vach'nhej ol aj e b'eyb'ati."
        },
        {
            "number": "15",
            "text": "Tato pit ol eyutej e b'a d'a tas syal Jehová jun, tato max e k'anab'ajej, ol yak'och yaelal d'a eyib'anh icha ix utaj eb' co mam quicham."
        },
        {
            "number": "16",
            "text": "A ticnaic, maclejec eyila', yujto ol sch'ox Jehová junoc tas satub'tac yilji d'a eyichanh."
        },
        {
            "number": "17",
            "text": "A ticnaic stiempoal sjochchaj ixim trigo, manh stiempoaloc yak'an nhab'. Palta ol in k'an d'a Jehová to ol mak'vaj k'u, ol yak'ancot nhab'. Icha chi' ol aj snachajel eyuuj to chuc ix e k'ulej d'a yichanh Jehová chi', ayic ix e k'anan jun vinh rey tic, xchi vinhaj Samuel chi'."
        },
        {
            "number": "18",
            "text": "Ix lajvi chi', ix sk'anan vinhaj Samuel chi' d'a Jehová to scot nhab'. Val d'a jun rato chi' ix mak'vaj k'u ix cot nhab' chi', yuj chi' masanil anima ix xiv d'a Jehová yed' d'a vinhaj Samuel chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi' masanil eb' ix alan d'a vinhaj Samuel chi' icha tic: --k'an d'a Jehová co Diosal yic max onh chami, yujto ix te vach' och co mul yuj b'aj ix co k'an co reyal tic, xchi eb' d'a vinh."
        },
        {
            "number": "20",
            "text": "Ix tak'vi vinh: --Vach'chom chuc tas ix e k'ulej chi', palta manh ex xivoc. Ayic ol b'eynhejb'at tic, manhxo eyiq'uel e b'a d'a Jehová, axonhej tzeyak' servil d'a smasanil e k'ool."
        },
        {
            "number": "21",
            "text": "Manh eyactejcan Jehová yic tzex och tzak'an yuj juntzanh comon dios malaj yelk'ochi, yujto malaj jab'oc tas syak' d'ayonh, max yalpax onh scolani."
        },
        {
            "number": "22",
            "text": "A Jehová manh ol ex yactejcan e ch'ocoj, yic manh ol alchaj chucal d'ay, yujto snib'ej tzex och schonhab'oc."
        },
        {
            "number": "23",
            "text": "Colvajnhejocab' Jehová ved'oc yic tzin lesalvinhej eyuuj yic max och in mul d'ay. Palta to ol ex in k'ayb'ej d'a stojolal."
        },
        {
            "number": "24",
            "text": "Anhej to tze k'anab'ajej, tzeyak'an servil Jehová d'a smasanil e k'ool, tze naancot jantac tas vach' ix sk'ulej cuuj."
        },
        {
            "number": "25",
            "text": "Palta tato ol e k'ulejnhej chucal, ol ex satjoquel yed' e reyal tic yuj Jehová, xchi vinh d'a eb'."
        }
    ]
}