{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ha val t'a jun rato chi', ix yalancan vinhaj Samuel chi' t'a masanil eb' chonhab' israel: --Tik val tzeyilcani to ix in k'anab'ajej tas ix e k'an t'ayin, yuj chi' ix vak'canoch jun vinh co reyal tik."
        },
        {
            "number": "2",
            "text": "Aton jun vinh tik co reyal, a vinh ol ex cuchb'anoc. Ilecnab'i, icham vinac inxo, sacxo xil in jolom, haxo eb' vinh vuninal ayoch eb' vinh eyed'oc. Ha in ix ex in cuchb'ej yictax quelem in, masanto ticnaic."
        },
        {
            "number": "3",
            "text": "Ayinek' t'a eyichanh ticnaic. Tato ay mach ix viq'uek' junok nok' svacax, ma junok nok' sb'uru, mato ay mach b'aj ix vak' chukal, mato ay junok tas ix in cha t'ayex in montub'aloc t'a elk'altac, alec t'a yichanh Jehová yet' t'a yichanh vinh co reyal ix siq'uel tik. Tato icha chi', syal in tupan ticnaic, xchi vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yalan eb' chonhab' chi' icha tik: --Malaj juneloc ix ak' chukal t'ayonh, malaj b'aj ix a cha junok tas a montub'aloc, xchi eb'."
        },
        {
            "number": "5",
            "text": "--Ha Jehová yet' vinh ix sik'och co reyaloc tik, testigo tz'ajkan eb' to malaj in mul ix och t'ayex, xchi vinhaj Samuel chi'. --Maay, malaj tasi, xchi eb' anima chi'."
        },
        {
            "number": "6",
            "text": "Ix yalanpax vinh t'a masanil eb' yetisraelal chi': --Ha Jehová sik'annaquel vinhaj Moisés yet' vinhaj Aarón ayic yik'annaquelta eb' co mam quicham t'a Egipto."
        },
        {
            "number": "7",
            "text": "Yuj chi', scham val eyab'an tas ol val ticnaic t'a yichanh Jehová, yuj tas wach' sk'ulejnac cuuj yet' yuj eb' co mam quicham chi'."
        },
        {
            "number": "8",
            "text": "Ayic sk'ochnac vinhaj Jacob yet' masanil yal yuninal t'a Egipto, te ya utajnac eb' yuj eb' anima ay ta'. Yalannac sb'a eb' t'a Jehová yic scolji eb' yuj. Axo Jehová chi' ak'anb'at vinhaj Moisés yet' vinhaj Aarón yic sb'at yik'anelta eb' co mam quicham chi' eb' vinh ta'. Ak'jinaccan cajan eb' t'a tik yuj eb' vinh."
        },
        {
            "number": "9",
            "text": "Palta ix b'at Jehová co Diosal satk'olal yuj eb', yuj chi' cotac skal ix ak'jioch eb' t'a yol sk'ab' eb' ajk'ool yuj. Ay jun pekti’ ix ak'jioch eb' t'a yol sk'ab' vinhaj Sísara, yajal yaj t'a eb' soldado yic chonhab' Hazor. Ix ak'jipaxoch eb' t'a yol sk'ab' eb' filisteo yet' t'a yol sk'ab' eb' vinh sreyal Moab. Junjun makan eb' chi', ix yak' oval eb' yet' eb' co mam quicham."
        },
        {
            "number": "10",
            "text": "Yuj chi', juntac el tz'ak'jioch eb' t'a yol sk'ab' eb' chi', syalanxi sb'a eb' t'a Jehová, syalan eb': Mamin, ix och val co mul t'ayach, yujto ix ach cactejcani, haxo Baal yet' Astarot scak' servil. Ha ticnaic jun, colonh t'a yol sk'ab' eb' cajk'ool, a achxonhej ol ach cak' servil, xchi eb'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix ak'jicot vinhaj Jerobaal, vinhaj Barac, vinhaj Jefté yet' in tik yuj Jehová, yic tzex colji t'a yol sk'ab' eb' eyajk'ool, yuj chi' syal eyaj t'a junk'olal."
        },
        {
            "number": "12",
            "text": "Ayic ix eyilani to scot vinhaj Nahas sreyal eb' amonita yak' oval qued'oc, ix e k'anan junok e reyal t'ayin, yic tz'och yajalil t'a co cal, wach'chom a Jehová co Diosal co reyal yaji."
        },
        {
            "number": "13",
            "text": "Ha ticnaic ina vinh e reyal ix e k'an tik. Toxo ix ak'jioch vinh rey t'a co cal yuj Jehová."
        },
        {
            "number": "14",
            "text": "Ha ticnaic, tze na' sik'lab'il to tze k'anab'ajej Jehová tzeyak'an servil, manh e pitej e b'a t'ay. Tato ol e k'anab'ajej icha snib'ej Jehová co Diosal, tato tze k'anab'ajej vinh e reyal tik, wach'nhej ol aj e b'eyb'ati."
        },
        {
            "number": "15",
            "text": "Tato pit ol eyutej e b'ha t'a tas syal Jehová jun, tato max e k'anab'ajej, ol yak'och yaelal t'a eyib'anh icha ix utaj eb' co mam quicham."
        },
        {
            "number": "16",
            "text": "Ha ticnaic, maclejec eyila', yujto ol sch'ox Jehová junok tas satub'tac yilji t'a eyichanh."
        },
        {
            "number": "17",
            "text": "Ha ticnaic stiempoal sjochchaj ixim trigo, manh stiempoaloc yak'an nhab'. Palta ol in k'an t'a Jehová to ol mak'vaj k'u, ol yak'ancot nhab'. Icha chi' ol aj snachajel eyuuj to chuk ix e k'ulej t'a yichanh Jehová chi', ayic ix e k'anan jun vinh rey tik, xchi vinhaj Samuel chi'."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix sk'anan vinhaj Samuel chi' t'a Jehová to scot nhab'. Val t'a jun rato chi' ix mak'vaj k'u ix cot nhab' chi', yuj chi' masanil anima ix xiv t'a Jehová yet' t'a vinhaj Samuel chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi' masanil eb' ix alan t'a vinhaj Samuel chi' icha tik: --k'an t'a Jehová co Diosal yic max onh chami, yujto ix te wach' och co mul yuj b'aj ix co k'an co reyal tik, xchi eb' t'a vinh."
        },
        {
            "number": "20",
            "text": "Ix tak'vi vinh: --Wach'chom chuk tas ix e k'ulej chi', palta manh ex xivoc. Ayic ol b'eynhejb'at tik, manhxo eyiq'uel e b'ha t'a Jehová, axonhej tzeyak' servil t'a smasanil e k'ool."
        },
        {
            "number": "21",
            "text": "Manh eyactejcan Jehová yic tzex och tzak'an yuj juntzanh comon dios malaj yelk'ochi, yujto malaj jab'oc tas syak' t'ayonh, max yalpax onh scolani."
        },
        {
            "number": "22",
            "text": "Ha Jehová manh ol ex yactejcan e ch'ocoj, yic manh ol alchaj chukal t'ay, yujto snib'ej tzex och schonhab'oc."
        },
        {
            "number": "23",
            "text": "Colvajnhejocab' Jehová ved'oc yic tzin lesalvinhej eyuuj yic max och in mul t'ay. Palta to ol ex in k'ayb'ej t'a stojolal."
        },
        {
            "number": "24",
            "text": "Anhej to tze k'anab'ajej, tzeyak'an servil Jehová t'a smasanil e k'ool, tze naancot jantac tas wach' ix sk'ulej cuuj."
        },
        {
            "number": "25",
            "text": "Palta tato ol e k'ulejnhej chukal, ol ex satjoquel yet' e reyal tik yuj Jehová, xchi vinh t'a eb'."
        }
    ]
}