{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Te tek'an wal winhaj Saúl ayic ix och winh reyal t'a chonhab' Israel. Ayic ix lajwi schab'il ab'il yoch winh reyal chi',"
        },
        {
            "number": "2",
            "text": "ix sik'anel oxe' mil soldado winh t'a skal heb' israel. Chab' mil ix kan yet' winh t'a Micmas t'a tzalquixtac t'a slak'anil Betel. Axo junxo mil heb' ix kan yet' winhaj Jonatán yuninal winh t'a Gabaa t'a yol yic heb' yinhtilal Benjamín. Axo juntzanhxo heb' ix cani, ix checji pax heb' yuj winh t'a spat."
        },
        {
            "number": "3",
            "text": "Axo winhaj Jonatán chi' ix satanel jun makan heb' soldado filisteo t'a Geba. Ix yab' jun chi' heb' filisteo, yuj chi' elanhchamel ix schec winhaj Saúl to spuji k'een trompeta t'a yol smacb'en Israel yic smolb'an sb'a heb' winh soldado."
        },
        {
            "number": "4",
            "text": "Masanil heb' israel ix ab'ani to toxo ix satel jun scampamento heb' filisteo yuj winhaj Saúl chi', ix yab'anpax heb' to aycot yowal heb' filisteo chi' t'a heb'. Yuj chi', t'a elanhchamel ix smolb'ej sb'a heb' soldado israel yet' winhaj Saúl chi' t'a Gilgal."
        },
        {
            "number": "5",
            "text": "Anheja' heb' filisteo chi', ix smolb'ejpax sb'a heb' yic syak'an owal heb' yet' heb' israel chi'. Ay oxe' mil scarruaje heb' yic owal, waque' mil heb' soldado ayk'e t'a yib'anh chej, tzijtum pax heb' sb'eyi, manhxo b'ischajb'enoc heb'. Ix b'at heb' t'a Micmas, ix sb'oan scampamento heb' t'a stojolal b'aj sjawi k'u t'a Bet-avén."
        },
        {
            "number": "6",
            "text": "Ayic ix yilan heb' israel to max techaj yak'an owal heb' yet' heb' filisteo chi', ix xivk'e heb'. Ix b'at heb' sk'ub'ejel sb'ha t'a yoltac k'een nhak'een, t'a scaltac wayumtac, t'a sattac k'een tenam, t'a yoltac juntzanh jul yic ha ha' yet' t'a yoltac k'een xab'."
        },
        {
            "number": "7",
            "text": "Ay pax heb' ix k'axpajek' t'ha ha' Jordán, ix b'at heb' t'a yol yic Gad yet' t'a Galaad. Axo winhaj Saúl chi' jun, ix b'atcan winh t'a Gilgal. Masanil heb' soldado winh yet'nac, toxonhej sluclon heb' yuj xiwelal."
        },
        {
            "number": "8",
            "text": "Ha winhaj Saúl chi', uque' k'ual ix kan winh t'a Gilgal yic stanhwan winh sk'och winhaj Samuel, yujto icha chi' yaj yalancan winh. Palta haxo ix aji, maj k'ochlaj winh t'a Gilgal chi', yuj chi' wanxo yactajcan winhaj Saúl chi' yuj heb' soldado."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yal winhaj Saúl chi': --Ik'eccot nok' silab' ol nhusjoctz'aoc yet' silab' yic junk'olal yet' Jehová, xchi winh. Axo winh ix comon nhusantz'a nok' silab' chi'."
        },
        {
            "number": "10",
            "text": "Ayic wan slajwi snhusan silab' chi' winh, ix k'och winhaj Samuel chi'. Ayic ix yab'an winhaj Saúl chi' to sk'och winh, ix elta winh scha winh yic syak'an stzatzil sk'ool winh."
        },
        {
            "number": "11",
            "text": "Ix yalan winhaj Samuel chi': --¿Tas ix a k'ulej tik? xchi winh. --Ix wila'' to wan in yactancan heb' anima tik, a achxo max ach jalaj icha yaj sk'ual alancani, haxo heb' winh filisteo toxonhej lecanek' heb' winh t'a Micmas."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix in na'a, q'uinaloc sja heb' winh yak' owal t'ayin t'a Gilgal tik, manto in k'anpax scolwal Jehová, yuj chi' ix wak' pural in b'a wak'an jun silab' tik, xchi winhaj Saúl chi'."
        },
        {
            "number": "13",
            "text": "Ix tak'wi winhaj Samuel chi': --Yuj a manh pensaril ix a k'ulan jun tik. Octom to ix a k'anab'ajej tas ix yal Jehová ko Diosal t'ayach, tato icha chi', ix am yala' to tzach kan reyal t'a skal heb' israel t'a junelnhej."
        },
        {
            "number": "14",
            "text": "Ocxo jun, manhxo ol najtilax opisio. Ol say Jehová mach junok sk'anab'ajan tas snib'ej, a ol och yajalil t'a schonhab', yujto ix a tenek' tas ix yala'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix el winhaj Samuel t'a Gilgal chi', ix pax winh. Ha jantacto heb' anima tzak'an t'a spatic winhaj Saúl chi', ix b'at heb' t'a owal. Ix el heb' t'a Gilgal chi', ix b'atcan heb' t'a Gabaa t'a yol yic Benjamín. Ata' ix sb'is winhaj Saúl chi' jantacto heb' soldado tzak'an yuj, 600 to syil sb'a heb'."
        },
        {
            "number": "16",
            "text": "Ajun pax winhaj Jonatán winh yuninal winh yet'nac yet' heb' soldado. Ha t'a Gabaa chi' ix kan heb', haxo pax heb' filisteo, ha t'a Micmas ay scampamento heb'."
        },
        {
            "number": "17",
            "text": "Ox makan ix yutej sb'a heb' filisteo chi', ix b'at yik'anelta sk'ael heb' israel heb'. Jun makan heb' ix b'atcan t'a sb'eal Ofra t'a yol yic Sual."
        },
        {
            "number": "18",
            "text": "Axo junxo makan heb' ix b'atcan t'a Bet-horón, haxo heb' yoxil makan, ix b'atcan heb' t'a pak'an t'a sch'olanil Zeboim b'aj schab'at tzinan lu'um."
        },
        {
            "number": "19",
            "text": "Masanil t'a yol smacb'en Israel, malaj junok heb' b'oum k'een ix chaji sb'o k'een yuj heb' filisteo, yujto malaj snib'ej heb' sb'o k'een espada yet' lanza heb' israel chi'."
        },
        {
            "number": "20",
            "text": "Ayic tz'el ye k'een syamk'ab' heb' israel chi', ha t'a heb' filisteo xid'ek' heb' snhic ye k'een sk'een chi', icha k'een arado, k'een asaron, k'een ch'acab' yet' k'een jochlab' trigo."
        },
        {
            "number": "21",
            "text": "Chab' plata sk'an heb' filisteo chi' yuj snhicjik'e ye k'een arado yet' k'een asaron. Jun sk'an heb' yic sk'e ye junok k'een ch'acab' yet' junok k'een teclab' wacax."
        },
        {
            "number": "22",
            "text": "Yuj chi', malaj junok heb' soldado israel ed'jinac yespada, ma slanza, anhej winhaj Saúl yet' winhaj Jonatán ed'jinac yico' ayic ix och owal chi'."
        },
        {
            "number": "23",
            "text": "Axo jun makan heb' soldado heb' filisteo, macb'il b'aj lot'an yuj heb', aton b'aj tzek' sb'eal Micmas."
        }
    ]
}