{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Te tek'an val vinhaj Saúl ayic ix och vinh reyal d'a chonhab' Israel. Ayic ix lajvi schab'il ab'il yoch vinh reyal chi',"
        },
        {
            "number": "2",
            "text": "ix sik'anel oxe' mil soldado vinh d'a scal eb' israel. Chab' mil ix can yed' vinh d'a Micmas d'a tzalquixtac d'a slak'anil Betel. Axo junxo mil eb' ix can yed' vinhaj Jonatán yuninal vinh d'a Gabaa d'a yol yic eb' yinhtilal Benjamín. Axo juntzanhxo eb' ix cani, ix checji pax eb' yuj vinh d'a spat."
        },
        {
            "number": "3",
            "text": "Axo vinhaj Jonatán chi' ix satanel jun macanh eb' soldado filisteo d'a Geba. Ix yab' jun chi' eb' filisteo, yuj chi' elanhchamel ix schec vinhaj Saúl to spuji q'uen trompeta d'a yol smacb'en Israel yic smolb'an sb'a eb' vinh soldado."
        },
        {
            "number": "4",
            "text": "Masanil eb' israel ix ab'ani to toxo ix satel jun scampamento eb' filisteo yuj vinhaj Saúl chi', ix yab'anpax eb' to aycot yoval eb' filisteo chi' d'a eb'. Yuj chi', d'a elanhchamel ix smolb'ej sb'a eb' soldado israel yed' vinhaj Saúl chi' d'a Gilgal."
        },
        {
            "number": "5",
            "text": "Anheja' eb' filisteo chi', ix smolb'ejpax sb'a eb' yic syak'an oval eb' yed' eb' israel chi'. Ay oxe' mil scarruaje eb' yic oval, vaque' mil eb' soldado ayq'ue d'a yib'anh chej, tzijtum pax eb' sb'eyi, manhxo b'ischajb'enoc eb'. Ix b'at eb' d'a Micmas, ix sb'oan scampamento eb' d'a stojolal b'aj sjavi k'u d'a Bet-avén."
        },
        {
            "number": "6",
            "text": "Ayic ix yilan eb' israel to max techaj yak'an oval eb' yed' eb' filisteo chi', ix xivq'ue eb'. Ix b'at eb' sk'ub'ejel sb'a d'a yoltac q'uen nhaq'ueen, d'a scaltac vayumtac, d'a sattac q'uen tenam, d'a yoltac juntzanh jul yic a a' yed' d'a yoltac q'uen xab'."
        },
        {
            "number": "7",
            "text": "Ay pax eb' ix k'axpajek' d'a a' Jordán, ix b'at eb' d'a yol yic Gad yed' d'a Galaad. Axo vinhaj Saúl chi' jun, ix b'atcan vinh d'a Gilgal. Masanil eb' soldado vinh yed'nac, toxonhej sluclon eb' yuj xivelal."
        },
        {
            "number": "8",
            "text": "A vinhaj Saúl chi', uque' k'ual ix can vinh d'a Gilgal yic stanhvan vinh sk'och vinhaj Samuel, yujto icha chi' yaj yalancan vinh. Palta axo ix aji, maj k'ochlaj vinh d'a Gilgal chi', yuj chi' vanxo yactajcan vinhaj Saúl chi' yuj eb' soldado."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yal vinhaj Saúl chi': --Iq'ueccot nok' silab' ol nhusjoctz'aoc yed' silab' yic junk'olal yed' Jehová, xchi vinh. Axo vinh ix comon nhusantz'a nok' silab' chi'."
        },
        {
            "number": "10",
            "text": "Ayic van slajvi snhusan silab' chi' vinh, ix k'och vinhaj Samuel chi'. Ayic ix yab'an vinhaj Saúl chi' to sk'och vinh, ix elta vinh scha vinh yic syak'an stzatzil sk'ool vinh."
        },
        {
            "number": "11",
            "text": "Ix yalan vinhaj Samuel chi': --¿Tas ix a k'ulej tic? xchi vinh. --Ix vila' to van in yactancan eb' anima tic, a achxo max ach jalaj icha yaj sk'ual alancani, axo eb' vinh filisteo toxonhej lecanek' eb' vinh d'a Micmas."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix in na'a, q'uinaloc sja eb' vinh yak' oval d'ayin d'a Gilgal tic, manto in k'anpax scolval Jehová, yuj chi' ix vak' pural in b'a vak'an jun silab' tic, xchi vinhaj Saúl chi'."
        },
        {
            "number": "13",
            "text": "Ix tak'vi vinhaj Samuel chi': --Yuj a manh pensaril ix a k'ulan jun tic. Octom to ix a k'anab'ajej tas ix yal Jehová co Diosal d'ayach, tato icha chi', ix am yala' to tzach can reyal d'a scal eb' israel d'a junelnhej."
        },
        {
            "number": "14",
            "text": "Ocxo jun, manhxo ol najtilax opisio. Ol say Jehová mach junoc sk'anab'ajan tas snib'ej, a ol och yajalil d'a schonhab', yujto ix a tenek' tas ix yala'."
        },
        {
            "number": "15",
            "text": "Ix lajvi chi', ix el vinhaj Samuel d'a Gilgal chi', ix pax vinh. A jantacto eb' anima tzak'an d'a spatic vinhaj Saúl chi', ix b'at eb' d'a oval. Ix el eb' d'a Gilgal chi', ix b'atcan eb' d'a Gabaa d'a yol yic Benjamín. Ata' ix sb'is vinhaj Saúl chi' jantacto eb' soldado tzak'an yuuj, 600 to syil sb'a eb'."
        },
        {
            "number": "16",
            "text": "Ajun pax vinhaj Jonatán vinh yuninal vinh yed'nac yed' eb' soldado. A d'a Gabaa chi' ix can eb', axo pax eb' filisteo, a d'a Micmas ay scampamento eb'."
        },
        {
            "number": "17",
            "text": "Ox macanh ix yutej sb'a eb' filisteo chi', ix b'at yik'anelta sk'ael eb' israel eb'. Jun macanh eb' ix b'atcan d'a sb'eal Ofra d'a yol yic Sual."
        },
        {
            "number": "18",
            "text": "Axo junxo macanh eb' ix b'atcan d'a Bet-horón, axo eb' yoxil macanh, ix b'atcan eb' d'a pak'an d'a sch'olanil Zeboim b'aj schab'at tz'inan luum."
        },
        {
            "number": "19",
            "text": "Masanil d'a yol smacb'en Israel, malaj junoc eb' b'oum q'uen ix chaji sb'o q'ueen yuj eb' filisteo, yujto malaj sgana eb' sb'o q'uen espada yed' lanza eb' israel chi'."
        },
        {
            "number": "20",
            "text": "Ayic tz'el ye q'uen syamk'ab' eb' israel chi', a d'a eb' filisteo xid'ek' eb' snhic ye q'uen sq'ueen chi', icha q'uen arado, q'uen asaron, q'uen ch'acab' yed' q'uen jochlab' trigo."
        },
        {
            "number": "21",
            "text": "Chab' plata sk'an eb' filisteo chi' yuj snhicjiq'ue ye q'uen arado yed' q'uen asaron. Jun sk'an eb' yic sq'ue ye junoc q'uen ch'acab' yed' junoc q'uen teclab' vacax."
        },
        {
            "number": "22",
            "text": "Yuj chi', malaj junoc eb' soldado israel ed'jinac yespada, ma slanza, anhej vinhaj Saúl yed' vinhaj Jonatán ed'jinac yico' ayic ix och oval chi'."
        },
        {
            "number": "23",
            "text": "Axo jun macanh eb' soldado eb' filisteo, macb'il b'aj lod'an yuj eb', aton b'aj tz'ek' sb'eal Micmas."
        }
    ]
}