{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Te tek'an wal winhaj Saúl ayic ix och winh reyal t'a chonhab' Israel. Ayic ix lajvi schab'il ab'il yoch winh reyal chi',"
        },
        {
            "number": "2",
            "text": "ix sik'anel oxe' mil soldado winh t'a skal eb' israel. Chab' mil ix kan yet' winh t'a Micmas t'a tzalquixtac t'a slak'anil Betel. Axo junxo mil eb' ix kan yet' winhaj Jonatán yuninal winh t'a Gabaa t'a yol yic eb' yinhtilal Benjamín. Axo juntzanhxo eb' ix cani, ix checji pax eb' yuj winh t'a spat."
        },
        {
            "number": "3",
            "text": "Axo winhaj Jonatán chi' ix satanel jun makan eb' soldado filisteo t'a Geba. Ix yab' jun chi' eb' filisteo, yuj chi' elanhchamel ix schec winhaj Saúl to spuji q'uen trompeta t'a yol smacb'en Israel yic smolb'an sb'a eb' winh soldado."
        },
        {
            "number": "4",
            "text": "Masanil eb' israel ix ab'ani to toxo ix satel jun scampamento eb' filisteo yuj winhaj Saúl chi', ix yab'anpax eb' to aycot yoval eb' filisteo chi' t'a eb'. Yuj chi', t'a elanhchamel ix smolb'ej sb'a eb' soldado israel yet' winhaj Saúl chi' t'a Gilgal."
        },
        {
            "number": "5",
            "text": "Anheja' eb' filisteo chi', ix smolb'ejpax sb'a eb' yic syak'an oval eb' yet' eb' israel chi'. Ay oxe' mil scarruaje eb' yic oval, vaque' mil eb' soldado ayq'ue t'a yib'anh chej, tzijtum pax eb' sb'eyi, manhxo b'ischajb'enoc eb'. Ix b'at eb' t'a Micmas, ix sb'oan scampamento eb' t'a stojolal b'aj sjavi k'u t'a Bet-avén."
        },
        {
            "number": "6",
            "text": "Ayic ix yilan eb' israel to max techaj yak'an oval eb' yet' eb' filisteo chi', ix xivq'ue eb'. Ix b'at eb' sk'ub'ejel sb'ha t'a yoltac q'uen nhaq'ueen, t'a scaltac vayumtac, t'a sattac q'uen tenam, t'a yoltac juntzanh jul yic ha ha' yet' t'a yoltac q'uen xab'."
        },
        {
            "number": "7",
            "text": "Ay pax eb' ix k'axpajek' t'ha ha' Jordán, ix b'at eb' t'a yol yic Gad yet' t'a Galaad. Axo winhaj Saúl chi' jun, ix b'atcan winh t'a Gilgal. Masanil eb' soldado winh yet'nac, toxonhej sluclon eb' yuj xivelal."
        },
        {
            "number": "8",
            "text": "Ha winhaj Saúl chi', uque' k'ual ix kan winh t'a Gilgal yic stanhvan winh sk'och winhaj Samuel, yujto icha chi' yaj yalancan winh. Palta haxo ix aji, maj k'ochlaj winh t'a Gilgal chi', yuj chi' vanxo yactajcan winhaj Saúl chi' yuj eb' soldado."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yal winhaj Saúl chi': --Iq'ueccot nok' silab' ol nhusjoctz'aoc yet' silab' yic junk'olal yet' Jehová, xchi winh. Axo winh ix comon nhusantz'a nok' silab' chi'."
        },
        {
            "number": "10",
            "text": "Ayic van slajvi snhusan silab' chi' winh, ix k'och winhaj Samuel chi'. Ayic ix yab'an winhaj Saúl chi' to sk'och winh, ix elta winh scha winh yic syak'an stzatzil sk'ool winh."
        },
        {
            "number": "11",
            "text": "Ix yalan winhaj Samuel chi': --¿Tas ix a k'ulej tik? xchi winh. --Ix wila'' to van in yactancan eb' anima tik, a achxo max ach jalaj icha yaj sk'ual alancani, haxo eb' winh filisteo toxonhej lecanek' eb' winh t'a Micmas."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix in na'a, q'uinaloc sja eb' winh yak' oval t'ayin t'a Gilgal tik, manto in k'anpax scolval Jehová, yuj chi' ix vak' pural in b'a vak'an jun silab' tik, xchi winhaj Saúl chi'."
        },
        {
            "number": "13",
            "text": "Ix tak'vi winhaj Samuel chi': --Yuj a manh pensaril ix a k'ulan jun tik. Octom to ix a k'anab'ajej tas ix yal Jehová co Diosal t'ayach, tato icha chi', ix am yala' to tzach kan reyal t'a skal eb' israel t'a junelnhej."
        },
        {
            "number": "14",
            "text": "Ocxo jun, manhxo ol najtilax opisio. Ol say Jehová mach junok sk'anab'ajan tas snib'ej, a ol och yajalil t'a schonhab', yujto ix a tenek' tas ix yala'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix el winhaj Samuel t'a Gilgal chi', ix pax winh. Ha jantacto eb' anima tzak'an t'a spatic winhaj Saúl chi', ix b'at eb' t'a oval. Ix el eb' t'a Gilgal chi', ix b'atcan eb' t'a Gabaa t'a yol yic Benjamín. Ata' ix sb'is winhaj Saúl chi' jantacto eb' soldado tzak'an yuj, 600 to syil sb'a eb'."
        },
        {
            "number": "16",
            "text": "Ajun pax winhaj Jonatán winh yuninal winh yet'nac yet' eb' soldado. Ha t'a Gabaa chi' ix kan eb', haxo pax eb' filisteo, ha t'a Micmas ay scampamento eb'."
        },
        {
            "number": "17",
            "text": "Ox makan ix yutej sb'a eb' filisteo chi', ix b'at yik'anelta sk'ael eb' israel eb'. Jun makan eb' ix b'atcan t'a sb'eal Ofra t'a yol yic Sual."
        },
        {
            "number": "18",
            "text": "Axo junxo makan eb' ix b'atcan t'a Bet-horón, haxo eb' yoxil makan, ix b'atcan eb' t'a pak'an t'a sch'olanil Zeboim b'aj schab'at tzinan lu'um."
        },
        {
            "number": "19",
            "text": "Masanil t'a yol smacb'en Israel, malaj junok eb' b'oum q'uen ix chaji sb'o q'ueen yuj eb' filisteo, yujto malaj sgana eb' sb'o q'uen espada yet' lanza eb' israel chi'."
        },
        {
            "number": "20",
            "text": "Ayic tz'el ye q'uen syamk'ab' eb' israel chi', ha t'a eb' filisteo xid'ek' eb' snhic ye q'uen sq'ueen chi', icha q'uen arado, q'uen asaron, q'uen ch'acab' yet' q'uen jochlab' trigo."
        },
        {
            "number": "21",
            "text": "Chab' plata sk'an eb' filisteo chi' yuj snhicjiq'ue ye q'uen arado yet' q'uen asaron. Jun sk'an eb' yic sq'ue ye junok q'uen ch'acab' yet' junok q'uen teclab' vacax."
        },
        {
            "number": "22",
            "text": "Yuj chi', malaj junok eb' soldado israel ed'jinac yespada, ma slanza, anhej winhaj Saúl yet' winhaj Jonatán ed'jinac yico' ayic ix och oval chi'."
        },
        {
            "number": "23",
            "text": "Axo jun makan eb' soldado eb' filisteo, macb'il b'aj lot'an yuj eb', aton b'aj tzek' sb'eal Micmas."
        }
    ]
}