{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun k'ual ix yal winhaj Jonatán winh yuninal winhaj Saúl chi' t'a winh ed'jinac syamk'ab' yic owal: --Conh ek' t'a junxo k'axep chi', ol onh k'och b'aj ayek' heb' filisteo chi', xchi winh. Maj yal-laj winhaj Jonatán chi' t'a winh smam chi'."
        },
        {
            "number": "2",
            "text": "Axo winhaj Saúl chi', ha t'a slak'anil Gabaa ay scampamento winh, t'a yich jun te' granado b'aj stek'ji ixim trigo, 600 heb' soldado ajun yet' winh."
        },
        {
            "number": "3",
            "text": "Ajun winhaj Ahías yuninal winhaj Ahitob yet'nac winh. Ayoch schaleca winh yic sacerdoteal. Ha winhaj Ahitob chi' yuk'tac sb'a winh yet' winhaj Icabod. Ha winhaj Finees smam heb' winh, yixchiquin heb' winh winhaj Elí, aton winh ak'annac sacerdoteal t'a Silo. Manh yojtacoc winhaj Saúl yet' heb' soldado tato ix b'at winhaj Jonatán chi'."
        },
        {
            "number": "4",
            "text": "Ha winhaj Jonatán chi', ayoch t'a spensar winh sk'axpajek' t'a scampamento heb' filisteo chi'. Ay jun k'een tenam scuch Boses t'a yichanh Micmas t'a stojolal norte, haxo junxo k'een scuch Sene ay t'a yichanh Gabaa t'a stojolal sur. Ay jun niwan ch'olan t'a skal k'een schab'il."
        },
        {
            "number": "5",
            "text": "Ix yalan winhaj Jonatán chi' t'a winh ed'jinac syamk'ab' chi': --Ha tiknaik conh em t'a sat k'een tik yic tzonh k'ek'och t'a scampamento heb' ch'oc chonhab'il chi'. Tope wal ol kolwaj Jehová qued'oc. Manh ajaltacoclaj skolwaj qued'oc tato syal sk'ool, wach'chom manh niwanoc ko b'eyi, xchi winh."
        },
        {
            "number": "6",
            "text": "--Ichocab' ta' tato wach' tz'aj tza na', anhej to tzak'an in och uj b'aj tzach b'ati, xchi winh schecab' winh chi'."
        },
        {
            "number": "7",
            "text": "Ix yalan winhaj Jonatán chi': --Conh an, ayic ol onh emk'och t'a yol ch'olan chi', ol ko ch'oxan ko b'ha t'a heb'."
        },
        {
            "number": "8",
            "text": "Tato ol yal heb' t'ayonh, tanhwejec ta', tato xchi heb', manh ol onh k'elaj t'a b'aj ayek' heb' chi'."
        },
        {
            "number": "9",
            "text": "Tato ol yal heb' jun, k'eanheccot t'a tik, tato xchi heb', ol onh k'eoc. Icha chi' ol aj sch'oxan Jehová t'ayonh to ol yak'och heb' t'a yol ko k'ab', xchi winh."
        },
        {
            "number": "10",
            "text": "Axo yic ix sch'oxan sb'a heb', ix yalan heb' filisteo chi': Ilecnab' wal yelta heb' hebreo t'a yoltac olan b'ajtac k'ub'an, xchi heb'."
        },
        {
            "number": "11",
            "text": "Ha wal t'a jun rato chi' ix awajemta heb' t'a winhaj Jonatán yet' t'a winh yet'nac winh chi': --Lemec, k'eanheccot t'a tik, ay jun tas ol kal eyab'i, xchi heb' filisteo chi'. Axo ix yalan winhaj Jonatán t'a winh ajun yet' chi': --Ol ach k'enhej tzak'an wuuj, yujto a tiknaik ol yak'och heb' filisteo tik Jehová t'a yol ko k'ab' a onh israel onh tik, xchi winh."
        },
        {
            "number": "12",
            "text": "Ix k'e machaljoc heb' winh. Axo yic ix k'ek'och heb' winh, ix syamanoch winhaj Jonatán chi' smilancham heb' filisteo chi', haxo winh ed'jinac syamk'ab' winh chi' ix wach' milancham heb' maj cham sik'lab'il."
        },
        {
            "number": "13",
            "text": "Ha t'a jun b'ab'el owal chi', ay am junok 20 heb' ix smilcham heb' winh, ay am junok chanhe' ch'anhil b'aj ix cham heb' chi'."
        },
        {
            "number": "14",
            "text": "Masanil heb' filisteo ayek' t'a yol scampamento yet' heb' tonhej sacleminac yajeli yet' heb' najat ayel stanhwej yet' pax heb' ayb'at yik'elta sk'ael heb' israel chi', ix jawi jun niwan xivk'olal t'a yib'anh heb'. Ix ek'pax jun niwan quixcab', yuj chi' ix te xivk'e heb'."
        },
        {
            "number": "15",
            "text": "Axo pax heb' ayoch smaclej yuj winhaj Saúl chi' t'a Gabaa t'a yol yic Benjamín, ix yilan heb' to ix k'e somnaj heb' filisteo chi' smasanil, wan saclempax heb'."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix yal winhaj Saúl chi' t'a heb' soldado icha tik: --Sayec eyil heb' soldado, ol checlajoc machtac malaj, xchi winh. Axo ix checlaji to a winhaj Jonatán malaj yet' winh tz'ik'an syamk'ab' winh."
        },
        {
            "number": "17",
            "text": "Ha t'a jun pekti’ chi' ayek' te' scaxail strato Jehová t'a skal heb' israel, yuj chi' ix yal winhaj Saúl chi' t'a winhaj Ahías: --Ik'cot te' scaxail strato Jehová yic sco k'anb'ej t'ay, xchi winh."
        },
        {
            "number": "18",
            "text": "Yacb'an wan slolon winh yet' winh sacerdote chi', ix te wach' somchajk'e heb' filisteo chi', yuj chi' ix yal winh t'a winh sacerdote chi': --Actej, manhxo ol ko k'anb'ej t'a Jehová chi', xchi winh."
        },
        {
            "number": "19",
            "text": "Ha wal t'a jun rato chi' ix smolb'ej masanil heb' soldado winhaj Saúl chi', ix b'at heb' b'aj ayoch owal chi'. Axo yic ix k'och heb', ix yilan heb' to toxo ix te k'e somnaj heb' filisteo chi', wan smil-lancham sb'a heb'."
        },
        {
            "number": "20",
            "text": "Ay juntzanh heb' israel ayxo tiempo yajek' yet' heb' filisteo chi', ayic ix yilan heb' tas wan yuji chi', ix och heb' yet' winhaj Saúl yet' winhaj Jonatán chi'."
        },
        {
            "number": "21",
            "text": "Ayic ix yab'anpax heb' israel ix b'at sk'ub'ejel sb'ha t'a lum tzalquixtac t'a yol yic Efraín, to wan yel heb' filisteo chi', ix cot heb', ix och heb' t'a spatic heb'."
        },
        {
            "number": "22",
            "text": "Ix och heb' t'a spatic heb' filisteo chi', masanto t'a yichanhb'at Bet-avén, icha chi' ix aj scolan chonhab' Israel Jehová t'a jun k'u chi'."
        },
        {
            "number": "23",
            "text": "Ha t'a jun k'u chi', ix te el yip heb' israel chi', yujto malaj junok heb' ix wa yuj tas ix yal winhaj Saúl icha tik: Catab'ajocab' mach swa t'a jun k'ik'b'alil tik, ayic mantzac wik'el yowal in k'ol t'a heb' ajk'ol tik, xchi winh."
        },
        {
            "number": "24",
            "text": "Ayic ix k'och heb' soldado t'a jun caltac te', te ay nok' yal chab' ay t'a sat lu'um,"
        },
        {
            "number": "25",
            "text": "icha yel yoc ha ha', icha wal chi' sb'ey nok' yal chab' chi', palta malaj wal junok heb' ix yal yuk'an jab'oc nok', yujto ix xiv heb' t'a tas ix yal winhaj Saúl chi'."
        },
        {
            "number": "26",
            "text": "Ha winhaj Jonatán maj yab'laj jun lolonel chi' winh, yuj chi' ix slab'ejem jun te te' winh yet'nac t'a skal nok' yalchab' chi', ix yak'anoch winh t'a sti', ix te och yip winh yuj jab' chi'."
        },
        {
            "number": "27",
            "text": "Ix yalan jun winh soldado t'a winh: --Ha winh a mam ix yal winh t'ayonh icha tik: Tato ay junok mach ay jab'oc tas syab'lej, catab'ajocab'cani, yuj chi' lajanxonhej yel quip ko masanil, xchi jun winh soldado chi'."
        },
        {
            "number": "28",
            "text": "Ix tak'wi winhaj Jonatán chi': --Ha winh in mam chi', te chuk tas syik'cot winh t'a yib'anh ko chonhab' tik. Ha in tik, ix wab' wal yoch wip yuj jab' nok' yalchab' ix wab'lej tik."
        },
        {
            "number": "29",
            "text": "Ocxom masanil heb' soldado tik, tato ix swa jab'oc tas ix quik'canek' t'a heb' ajk'ol chi' heb', ek'tom wal te niwan heb' filisteo chi' ix cham cuuj, xchi winh."
        },
        {
            "number": "30",
            "text": "Ha t'a jun k'u chi', ix och heb' israel t'a spatic heb' filisteo chi'. Ix syamoch heb' smilancham heb' t'a Micmas, masanto ix k'och heb' t'a Ajalón. Ix te el yip heb' israel chi'."
        },
        {
            "number": "31",
            "text": "Yuj chi', a jantac tas ix yik'ek' heb' t'a heb' ajk'ol chi', aton nok' wacax, nok' calnel yet' nok' yunetac wacax, ix smilcham nok' heb' t'a sat lu'um, ix schi'an nok' heb' yet' schiq'uil."
        },
        {
            "number": "32",
            "text": "Ay heb' ix b'at alan t'a winhaj Saúl icha tik: --Van yoch smul heb' soldado t'a yichanh Jehová, wan schi'an nok' chib'ej heb' yet' schiq'uil, xchi heb'. Yuj chi' ix yalan winhaj Saúl chi' icha tik: --Ix och he mul t'a yichanh Jehová. Yuj chi' b'aleccot junok k'een niwan k'een chi' t'a tik tiknaik."
        },
        {
            "number": "33",
            "text": "Pucocab' ab'ix t'a skal heb' anima, syik'cot junjunoc nok' swacax heb', ma junok scalnel heb', smilancham nok' heb' schi'a, mocab' schilaj nok' heb' yet' schiq'uil yic max och smul heb' t'a yichanh Jehová, xchi winh. Ha t'a jun ak'wal chi', junjun heb' ix ik'ancot junjun swacax, ma scalnel, ix smilancham nok' heb' schi'a."
        },
        {
            "number": "34",
            "text": "Ix sb'oan jun altar winhaj Saúl chi' ta'. Ha jun tik b'ab'el altar ix sb'ok'e winh t'a yichanh Jehová."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi', ix yalan winh t'a heb' soldado icha tik: --Coyec cak'ecxi owal yet' heb' filisteo t'a jun ak'wal tik, ol quik'anek' masanil tastac ay t'a heb', masanto yic ol sacb'oc, ol ko milcham heb' smasanil, manhxa junok pitzan ol canoc, xchi winh. Ix yalan heb' smasanil icha tik: --Yik'ocab' icha tas tzal chi', xchi heb'. Palta ix yalan winh sacerdote icha tik: --Ayic manto onh b'atec, wach' ta sco k'anb'ej d'ha Dios, xchi winh."
        },
        {
            "number": "36",
            "text": "Yuj chi' ix sk'anb'an winhaj Saúl chi' d'ha Dios: --¿Tom tzonh b'atxi cak' owal yet' heb' filisteo? ¿Ol am ak'och heb' t'a yol ko k'ab'? xchi winh. Palta maj tak'woclaj Jehová chi' t'a winh t'a jun ak'wal chi'."
        },
        {
            "number": "37",
            "text": "Yuj chi' ix yalan winh icha tik: Masanil ex yajal ex, nitzeccot he b'ha t'a tik, ol ko k'anb'ani, mach ix och smul tiknaik."
        },
        {
            "number": "38",
            "text": "Yujto swak' in ti' t'a Jehová ko Kolumal a onh israel onh tik, wach'chom a winh wuninal aj Jonatán ix och smul, syal scham winh, xchi winhaj Saúl chi'. Malaj junok heb' t'a skal heb' soldado ix tak'wi."
        },
        {
            "number": "39",
            "text": "Yuj chi', ix yalanxi winh t'a heb' smasanil icha tik: --Cananhec he masanil t'a tik, ch'oc ol in kan a in tik yet' winh wuninal aj Jonatán, xchi winh. --Ha achnhej tzala, xchi heb' soldado chi'."
        },
        {
            "number": "40",
            "text": "Ix yalan winh icha tik: --Mamin Jehová ach ko Diosal, ¿tas yuj max ach tak'wi t'a winh a checab' tik? Ha tiknaik ayic ol och sorteo, tato a k'een Urim tz'elta, syalelk'ochi to a in, ma a winh wuninal aj Jonatán ix och smul, palta tato a k'een Tumim tz'elta, syalelk'ochi to a heb' a chonhab' Israel tik ix och smul, xchi winh. Axo ix aji, ha t'a yib'anh winhaj Jonatán yet' t'a winhaj Saúl ix emi, haxo heb' chonhab', ix colchajcanel heb'."
        },
        {
            "number": "41",
            "text": "Ix yalanxi winhaj Saúl chi' icha tik: --Axo tiknaik jun, axonhej t'a wib'anh yet' winh wuninal tik tz'och sorteo, xchi winh. Axo ix aj jun, ha t'a yib'anh winhaj Jonatán chi' ix emi."
        },
        {
            "number": "42",
            "text": "Yuj chi' ix yal winh t'a winhaj Jonatán chi' icha tik: --Al t'ayin tas ix a k'ulej, xchi winh. Ix yalan winhaj Jonatán chi': --Val yel ix wab'lej jab' nok' yalchab', tonhej ix in lab'ejem jun te te' t'a skal nok', ix in lek'ani, yuj chi' ina in tik chamoc in ocab'i, xchi winh."
        },
        {
            "number": "43",
            "text": "Ix yalan winhaj Saúl chi' icha tik: --Yak'ocab' och junok niwan yaelal Dios t'a wib'anh tato max ach chami, xchi winh."
        },
        {
            "number": "44",
            "text": "Ix tak'wi heb' anima smasanil: --Tocwal ol ko cha cham winhaj Jonatán tik, yujto a yuj winh, onh colchaj a onh israel onh tik. Manh smojoc icha chi'. Yojtac Jehová ko Diosal. Val yel malaj junok xil sjolom winhaj Jonatán tik ol em t'a sat lu'um. Yujto a tas toxo ix elk'och tiknaik, ha Dios ix kolwaj qued'oc, xchi heb'. Icha chi' ix aj scolchajcanel winhaj Jonatán chi' yuj heb' yetchonhab', yuj chi' majxo chamlaj winh."
        },
        {
            "number": "45",
            "text": "Ixlajwi chi', majxo b'atlaj winhaj Saúl yet' heb' soldado spech heb' filisteo chi', yuj chi' ix laj meltzaj heb' filisteo chi' t'a schonhab'."
        },
        {
            "number": "46",
            "text": "Atax yic ix ochcan winhaj Saúl sreyaloc chonhab' Israel, ix syamanoch winh yak'an owal yet' juntzanh chonhab' ajk'ool oyanoch t'a spatictac winh, aton heb' aj Moab, heb' aj Amón, heb' aj Edom, heb' winh sreyal Soba yet' heb' filisteo. Ix yak'nhej ganar winh b'ajtac ix yak' owal."
        },
        {
            "number": "47",
            "text": "Ha t'a junel ix smolb'ej masanil soldado winh, ix yak'an owal winh yet' heb' amalec. Icha chi' ix aj scolanel heb' israel winh t'a yol sk'ab' heb' ajk'ol tz'elk'an tastac ay t'a heb' israel chi'."
        },
        {
            "number": "48",
            "text": "Ay oxwanh yuninal winhaj Saúl chi', aton winhaj Jonatán, winhaj Isúi yet' pax winhaj Malquisúa. Ay pax chawanh yisil winh, jun ix scuch Merab, aton ix b'ab'el, haxo ix schab'il, scuch Mical."
        },
        {
            "number": "49",
            "text": "Ha ix yetb'eyum winhaj Saúl chi' Ahinoam sb'i ix, yisil ix winhaj Ahimaas. Axo winh sat yajalil heb' soldado winh, Abner sb'i winh, yuninal winhaj Ner yicham winhaj Saúl chi'."
        },
        {
            "number": "50",
            "text": "Ha winhaj Cis smam winhaj Saúl chi' yet' winhaj Ner smam winhaj Abner, yuninal heb' winh winhaj Abiel."
        },
        {
            "number": "51",
            "text": "Yacb'an ayoch winhaj Saúl chi' reyal t'a skal heb' yetisraelal, ix yak'nhej owal winh yet' heb' filisteo. Yuj chi' a heb' kelemtac jelan, te ay pax yip, ix och heb' t'a soldadoal yuj winhaj Saúl chi'."
        }
    ]
}