{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun k'ual ix yal vinhaj Jonatán vinh yuninal vinhaj Saúl chi' t'a vinh ed'jinac syamk'ab' yic oval: --Conh ek' t'a junxo k'axep chi', ol onh k'och b'aj ayek' eb' filisteo chi', xchi vinh. Maj yal-laj vinhaj Jonatán chi' t'a vinh smam chi'."
        },
        {
            "number": "2",
            "text": "Axo vinhaj Saúl chi', ha t'a slak'anil Gabaa ay scampamento vinh, t'a yich jun te' granado b'aj stek'ji ixim trigo, 600 eb' soldado ajun yet' vinh."
        },
        {
            "number": "3",
            "text": "Ajun vinhaj Ahías yuninal vinhaj Ahitob yet'nac vinh. Ayoch schaleca vinh yic sacerdoteal. Ha vinhaj Ahitob chi' yuk'tac sb'a vinh yet' vinhaj Icabod. Ha vinhaj Finees smam eb' vinh, yixchiquin eb' vinh vinhaj Elí, aton vinh ak'annac sacerdoteal t'a Silo. Manh yojtacoc vinhaj Saúl yet' eb' soldado tato ix b'at vinhaj Jonatán chi'."
        },
        {
            "number": "4",
            "text": "Ha vinhaj Jonatán chi', ayoch t'a spensar vinh sk'axpajek' t'a scampamento eb' filisteo chi'. Ay jun q'uen tenam scuch Boses t'a yichanh Micmas t'a stojolal norte, haxo junxo q'ueen scuch Sene ay t'a yichanh Gabaa t'a stojolal sur. Ay jun niwan ch'olan t'a skal q'uen schab'il."
        },
        {
            "number": "5",
            "text": "Ix yalan vinhaj Jonatán chi' t'a vinh ed'jinac syamk'ab' chi': --Ha ticnaic conh em t'a sat q'uen tik yic tzonh q'uek'och t'a scampamento eb' ch'oc chonhab'il chi'. Tope val ol colvaj Jehová qued'oc. Manh ajaltacoclaj scolvaj qued'oc tato syal sk'ool, wach'chom manh nivanoc co b'eyi, xchi vinh."
        },
        {
            "number": "6",
            "text": "--Ichocab' ta' tato wach' tz'aj tza na', anhej to tzak'an in och uj b'aj tzach b'ati, xchi vinh schecab' vinh chi'."
        },
        {
            "number": "7",
            "text": "Ix yalan vinhaj Jonatán chi': --Conh an, ayic ol onh emk'och t'a yol ch'olan chi', ol co ch'oxan co b'ha t'a eb'."
        },
        {
            "number": "8",
            "text": "Tato ol yal eb' t'ayonh, tanhvejec ta', tato xchi eb', manh ol onh q'uelaj t'a b'aj ayek' eb' chi'."
        },
        {
            "number": "9",
            "text": "Tato ol yal eb' jun, q'ueanheccot t'a tik, tato xchi eb', ol onh q'ueoc. Icha chi' ol aj sch'oxan Jehová t'ayonh to ol yak'och eb' t'a yol co k'ab', xchi vinh."
        },
        {
            "number": "10",
            "text": "Axo yic ix sch'oxan sb'a eb', ix yalan eb' filisteo chi': Ilecnab' val yelta eb' hebreo t'a yoltac olan b'ajtac k'ub'an, xchi eb'."
        },
        {
            "number": "11",
            "text": "Ha val t'a jun rato chi' ix avajemta eb' t'a vinhaj Jonatán yet' t'a vinh yet'nac vinh chi': --Lemec, q'ueanheccot t'a tik, ay jun tas ol cal eyab'i, xchi eb' filisteo chi'. Axo ix yalan vinhaj Jonatán t'a vinh ajun yet' chi': --Ol ach q'uenhej tzak'an vuuj, yujto a ticnaic ol yak'och eb' filisteo tik Jehová t'a yol co k'ab' a onh israel onh tik, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix q'ue machaljoc eb' vinh. Axo yic ix q'uek'och eb' vinh, ix syamanoch vinhaj Jonatán chi' smilancham eb' filisteo chi', haxo vinh ed'jinac syamk'ab' vinh chi' ix wach' milancham eb' maj cham sik'lab'il."
        },
        {
            "number": "13",
            "text": "Ha t'a jun b'ab'el oval chi', ay am junok 20 eb' ix smilcham eb' vinh, ay am junok chanhe' ch'anhil b'aj ix cham eb' chi'."
        },
        {
            "number": "14",
            "text": "Masanil eb' filisteo ayek' t'a yol scampamento yet' eb' tonhej sacleminac yajeli yet' eb' najat ayel stanhvej yet' pax eb' ayb'at yiq'uelta sk'ael eb' israel chi', ix javi jun niwan xivk'olal t'a yib'anh eb'. Ix ek'pax jun niwan quixcab', yuj chi' ix te xivq'ue eb'."
        },
        {
            "number": "15",
            "text": "Axo pax eb' ayoch smaclej yuj vinhaj Saúl chi' t'a Gabaa t'a yol yic Benjamín, ix yilan eb' to ix q'ue somnaj eb' filisteo chi' smasanil, van saclempax eb'."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix yal vinhaj Saúl chi' t'a eb' soldado icha tik: --Sayec eyil eb' soldado, ol checlajoc machtac malaj, xchi vinh. Axo ix checlaji to a vinhaj Jonatán malaj yet' vinh tz'ik'an syamk'ab' vinh."
        },
        {
            "number": "17",
            "text": "Ha t'a jun pekti’ chi' ayek' te' scaxail strato Jehová t'a skal eb' israel, yuj chi' ix yal vinhaj Saúl chi' t'a vinhaj Ahías: --Ik'cot te' scaxail strato Jehová yic sco k'anb'ej t'ay, xchi vinh."
        },
        {
            "number": "18",
            "text": "Yacb'an van slolon vinh yet' vinh sacerdote chi', ix te wach' somchajq'ue eb' filisteo chi', yuj chi' ix yal vinh t'a vinh sacerdote chi': --Actej, manhxo ol co k'anb'ej t'a Jehová chi', xchi vinh."
        },
        {
            "number": "19",
            "text": "Ha val t'a jun rato chi' ix smolb'ej masanil eb' soldado vinhaj Saúl chi', ix b'at eb' b'aj ayoch oval chi'. Axo yic ix k'och eb', ix yilan eb' to toxo ix te q'ue somnaj eb' filisteo chi', van smil-lancham sb'a eb'."
        },
        {
            "number": "20",
            "text": "Ay juntzanh eb' israel ayxo tiempo yajek' yet' eb' filisteo chi', ayic ix yilan eb' tas van yuji chi', ix och eb' yet' vinhaj Saúl yet' vinhaj Jonatán chi'."
        },
        {
            "number": "21",
            "text": "Ayic ix yab'anpax eb' israel ix b'at sk'ub'ejel sb'ha t'a lum tzalquixtac t'a yol yic Efraín, to van yel eb' filisteo chi', ix cot eb', ix och eb' t'a spatic eb'."
        },
        {
            "number": "22",
            "text": "Ix och eb' t'a spatic eb' filisteo chi', masanto t'a yichanhb'at Bet-avén, icha chi' ix aj scolan chonhab' Israel Jehová t'a jun k'u chi'."
        },
        {
            "number": "23",
            "text": "Ha t'a jun k'u chi', ix te el yip eb' israel chi', yujto malaj junok eb' ix wa yuj tas ix yal vinhaj Saúl icha tik: Catab'ajocab' mach sva t'a jun k'ik'b'alil tik, ayic mantzac viq'uel yoval in k'ol t'a eb' ajk'ol tik, xchi vinh."
        },
        {
            "number": "24",
            "text": "Ayic ix k'och eb' soldado t'a jun caltac te', te ay nok' yal chab' ay t'a sat lu'um,"
        },
        {
            "number": "25",
            "text": "icha yel yoc ha ha', icha val chi' sb'ey nok' yal chab' chi', palta malaj val junok eb' ix yal yuk'an jab'oc nok', yujto ix xiv eb' t'a tas ix yal vinhaj Saúl chi'."
        },
        {
            "number": "26",
            "text": "Ha vinhaj Jonatán maj yab'laj jun lolonel chi' vinh, yuj chi' ix slab'ejem jun te te' vinh yet'nac t'a skal nok' yalchab' chi', ix yak'anoch vinh t'a sti', ix te och yip vinh yuj jab' chi'."
        },
        {
            "number": "27",
            "text": "Ix yalan jun vinh soldado t'a vinh: --Ha vinh a mam ix yal vinh t'ayonh icha tik: Tato ay junok mach ay jab'oc tas syab'lej, catab'ajocab'cani, yuj chi' lajanxonhej yel quip co masanil, xchi jun vinh soldado chi'."
        },
        {
            "number": "28",
            "text": "Ix tak'vi vinhaj Jonatán chi': --Ha vinh in mam chi', te chuc tas syik'cot vinh t'a yib'anh co chonhab' tik. Ha in tik, ix vab' val yoch vip yuj jab' nok' yalchab' ix vab'lej tik."
        },
        {
            "number": "29",
            "text": "Ocxom masanil eb' soldado tik, tato ix sva jab'oc tas ix quik'canek' t'a eb' ajk'ol chi' eb', ek'tom val te niwan eb' filisteo chi' ix cham cuuj, xchi vinh."
        },
        {
            "number": "30",
            "text": "Ha t'a jun k'u chi', ix och eb' israel t'a spatic eb' filisteo chi'. Ix syamoch eb' smilancham eb' t'a Micmas, masanto ix k'och eb' t'a Ajalón. Ix te el yip eb' israel chi'."
        },
        {
            "number": "31",
            "text": "Yuj chi', a jantac tas ix yiq'uek' eb' t'a eb' ajk'ol chi', aton nok' vacax, nok' calnel yet' nok' yunetac vacax, ix smilcham nok' eb' t'a sat lu'um, ix schi'an nok' eb' yet' schiq'uil."
        },
        {
            "number": "32",
            "text": "Ay eb' ix b'at alan t'a vinhaj Saúl icha tik: --Van yoch smul eb' soldado t'a yichanh Jehová, van schi'an nok' chib'ej eb' yet' schiq'uil, xchi eb'. Yuj chi' ix yalan vinhaj Saúl chi' icha tik: --Ix och e mul t'a yichanh Jehová. Yuj chi' b'aleccot junok q'uen niwan q'uen chi' t'a tik ticnaic."
        },
        {
            "number": "33",
            "text": "Pucocab' ab'ix t'a skal eb' anima, syik'cot junjunoc nok' svacax eb', ma junok scalnel eb', smilancham nok' eb' schi'a, mocab' schilaj nok' eb' yet' schiq'uil yic max och smul eb' t'a yichanh Jehová, xchi vinh. Ha t'a jun ak'val chi', junjun eb' ix ik'ancot junjun svacax, ma scalnel, ix smilancham nok' eb' schi'a."
        },
        {
            "number": "34",
            "text": "Ix sb'oan jun altar vinhaj Saúl chi' ta'. Ha jun tik b'ab'el altar ix sb'oq'ue vinh t'a yichanh Jehová."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi', ix yalan vinh t'a eb' soldado icha tik: --Coyec caq'uecxi oval yet' eb' filisteo t'a jun ak'val tik, ol quik'anek' masanil tastac ay t'a eb', masanto yic ol sacb'oc, ol co milcham eb' smasanil, manhxa junok pitzan ol canoc, xchi vinh. Ix yalan eb' smasanil icha tik: --Yik'ocab' icha tas tzal chi', xchi eb'. Palta ix yalan vinh sacerdote icha tik: --Ayic manto onh b'atec, wach' ta sco k'anb'ej d'ha Dios, xchi vinh."
        },
        {
            "number": "36",
            "text": "Yuj chi' ix sk'anb'an vinhaj Saúl chi' d'ha Dios: --¿Tom tzonh b'atxi cak' oval yet' eb' filisteo? ¿Ol am ak'och eb' t'a yol co k'ab'? xchi vinh. Palta maj tak'voclaj Jehová chi' t'a vinh t'a jun ak'val chi'."
        },
        {
            "number": "37",
            "text": "Yuj chi' ix yalan vinh icha tik: Masanil ex yajal ex, nitzeccot e b'ha t'a tik, ol co k'anb'ani, mach ix och smul ticnaic."
        },
        {
            "number": "38",
            "text": "Yujto svak' in ti' t'a Jehová co Columal a onh israel onh tik, wach'chom a vinh vuninal aj Jonatán ix och smul, syal scham vinh, xchi vinhaj Saúl chi'. Malaj junok eb' t'a skal eb' soldado ix tak'vi."
        },
        {
            "number": "39",
            "text": "Yuj chi', ix yalanxi vinh t'a eb' smasanil icha tik: --Cananhec e masanil t'a tik, ch'oc ol in kan a in tik yet' vinh vuninal aj Jonatán, xchi vinh. --Ha achnhej tzala, xchi eb' soldado chi'."
        },
        {
            "number": "40",
            "text": "Ix yalan vinh icha tik: --Mamin Jehová ach co Diosal, ¿tas yuj max ach tak'vi t'a vinh a checab' tik? Ha ticnaic ayic ol och sorteo, tato a q'uen Urim tz'elta, syalelk'ochi to a in, ma a vinh vuninal aj Jonatán ix och smul, palta tato a q'uen Tumim tz'elta, syalelk'ochi to a eb' a chonhab' Israel tik ix och smul, xchi vinh. Axo ix aji, ha t'a yib'anh vinhaj Jonatán yet' t'a vinhaj Saúl ix emi, haxo eb' chonhab', ix colchajcanel eb'."
        },
        {
            "number": "41",
            "text": "Ix yalanxi vinhaj Saúl chi' icha tik: --Axo ticnaic jun, axonhej t'a vib'anh yet' vinh vuninal tik tz'och sorteo, xchi vinh. Axo ix aj jun, ha t'a yib'anh vinhaj Jonatán chi' ix emi."
        },
        {
            "number": "42",
            "text": "Yuj chi' ix yal vinh t'a vinhaj Jonatán chi' icha tik: --Al t'ayin tas ix a k'ulej, xchi vinh. Ix yalan vinhaj Jonatán chi': --Val yel ix vab'lej jab' nok' yalchab', tonhej ix in lab'ejem jun te te' t'a skal nok', ix in lek'ani, yuj chi' ina in tik chamoc in ocab'i, xchi vinh."
        },
        {
            "number": "43",
            "text": "Ix yalan vinhaj Saúl chi' icha tik: --Yak'ocab' och junok niwan yaelal Dios t'a vib'anh tato max ach chami, xchi vinh."
        },
        {
            "number": "44",
            "text": "Ix tak'vi eb' anima smasanil: --Tocval ol co cha cham vinhaj Jonatán tik, yujto a yuj vinh, onh colchaj a onh israel onh tik. Manh smojoc icha chi'. Yojtac Jehová co Diosal. Val yel malaj junok xil sjolom vinhaj Jonatán tik ol em t'a sat lu'um. Yujto a tas toxo ix elk'och ticnaic, ha Dios ix colvaj qued'oc, xchi eb'. Icha chi' ix aj scolchajcanel vinhaj Jonatán chi' yuj eb' yetchonhab', yuj chi' majxo chamlaj vinh."
        },
        {
            "number": "45",
            "text": "Ixlajwi chi', majxo b'atlaj vinhaj Saúl yet' eb' soldado spech eb' filisteo chi', yuj chi' ix laj meltzaj eb' filisteo chi' t'a schonhab'."
        },
        {
            "number": "46",
            "text": "Atax yic ix ochcan vinhaj Saúl sreyaloc chonhab' Israel, ix syamanoch vinh yak'an oval yet' juntzanh chonhab' ajk'ool oyanoch t'a spatictac vinh, aton eb' aj Moab, eb' aj Amón, eb' aj Edom, eb' vinh sreyal Soba yet' eb' filisteo. Ix yak'nhej ganar vinh b'ajtac ix yak' oval."
        },
        {
            "number": "47",
            "text": "Ha t'a junel ix smolb'ej masanil soldado vinh, ix yak'an oval vinh yet' eb' amalec. Icha chi' ix aj scolanel eb' israel vinh t'a yol sk'ab' eb' ajk'ol tz'elk'an tastac ay t'a eb' israel chi'."
        },
        {
            "number": "48",
            "text": "Ay oxvanh yuninal vinhaj Saúl chi', aton vinhaj Jonatán, vinhaj Isúi yet' pax vinhaj Malquisúa. Ay pax chavanh yisil vinh, jun ix scuch Merab, aton ix b'ab'el, haxo ix schab'il, scuch Mical."
        },
        {
            "number": "49",
            "text": "Ha ix yetb'eyum vinhaj Saúl chi' Ahinoam sb'i ix, yisil ix vinhaj Ahimaas. Axo vinh sat yajalil eb' soldado vinh, Abner sb'i vinh, yuninal vinhaj Ner yicham vinhaj Saúl chi'."
        },
        {
            "number": "50",
            "text": "Ha vinhaj Cis smam vinhaj Saúl chi' yet' vinhaj Ner smam vinhaj Abner, yuninal eb' vinh vinhaj Abiel."
        },
        {
            "number": "51",
            "text": "Yacb'an ayoch vinhaj Saúl chi' reyal t'a skal eb' yetisraelal, ix yak'nhej oval vinh yet' eb' filisteo. Yuj chi' a eb' quelemtac jelan, te ay pax yip, ix och eb' t'a soldadoal yuj vinhaj Saúl chi'."
        }
    ]
}