{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun k'ual ix yal winhaj Jonatán winh yuninal winhaj Saúl chi' t'a winh ed'jinac syamk'ab' yic oval: --Conh ek' t'a junxo k'axep chi', ol onh k'och b'aj ayek' eb' filisteo chi', xchi winh. Maj yal-laj winhaj Jonatán chi' t'a winh smam chi'."
        },
        {
            "number": "2",
            "text": "Axo winhaj Saúl chi', ha t'a slak'anil Gabaa ay scampamento winh, t'a yich jun te' granado b'aj stek'ji ixim trigo, 600 eb' soldado ajun yet' winh."
        },
        {
            "number": "3",
            "text": "Ajun winhaj Ahías yuninal winhaj Ahitob yet'nac winh. Ayoch schaleca winh yic sacerdoteal. Ha winhaj Ahitob chi' yuk'tac sb'a winh yet' winhaj Icabod. Ha winhaj Finees smam eb' winh, yixchiquin eb' winh winhaj Elí, aton winh ak'annac sacerdoteal t'a Silo. Manh yojtacoc winhaj Saúl yet' eb' soldado tato ix b'at winhaj Jonatán chi'."
        },
        {
            "number": "4",
            "text": "Ha winhaj Jonatán chi', ayoch t'a spensar winh sk'axpajek' t'a scampamento eb' filisteo chi'. Ay jun q'uen tenam scuch Boses t'a yichanh Micmas t'a stojolal norte, haxo junxo q'ueen scuch Sene ay t'a yichanh Gabaa t'a stojolal sur. Ay jun niwan ch'olan t'a skal q'uen schab'il."
        },
        {
            "number": "5",
            "text": "Ix yalan winhaj Jonatán chi' t'a winh ed'jinac syamk'ab' chi': --Ha ticnaic conh em t'a sat q'uen tik yic tzonh q'uek'och t'a scampamento eb' ch'oc chonhab'il chi'. Tope val ol kolwaj Jehová qued'oc. Manh ajaltacoclaj skolwaj qued'oc tato syal sk'ool, wach'chom manh nivanoc co b'eyi, xchi winh."
        },
        {
            "number": "6",
            "text": "--Ichocab' ta' tato wach' tz'aj tza na', anhej to tzak'an in och uj b'aj tzach b'ati, xchi winh schecab' winh chi'."
        },
        {
            "number": "7",
            "text": "Ix yalan winhaj Jonatán chi': --Conh an, ayic ol onh emk'och t'a yol ch'olan chi', ol co ch'oxan co b'ha t'a eb'."
        },
        {
            "number": "8",
            "text": "Tato ol yal eb' t'ayonh, tanhvejec ta', tato xchi eb', manh ol onh q'uelaj t'a b'aj ayek' eb' chi'."
        },
        {
            "number": "9",
            "text": "Tato ol yal eb' jun, q'ueanheccot t'a tik, tato xchi eb', ol onh q'ueoc. Icha chi' ol aj sch'oxan Jehová t'ayonh to ol yak'och eb' t'a yol co k'ab', xchi winh."
        },
        {
            "number": "10",
            "text": "Axo yic ix sch'oxan sb'a eb', ix yalan eb' filisteo chi': Ilecnab' val yelta eb' hebreo t'a yoltac olan b'ajtac k'ub'an, xchi eb'."
        },
        {
            "number": "11",
            "text": "Ha val t'a jun rato chi' ix avajemta eb' t'a winhaj Jonatán yet' t'a winh yet'nac winh chi': --Lemec, q'ueanheccot t'a tik, ay jun tas ol cal eyab'i, xchi eb' filisteo chi'. Axo ix yalan winhaj Jonatán t'a winh ajun yet' chi': --Ol ach q'uenhej tzak'an vuuj, yujto a ticnaic ol yak'och eb' filisteo tik Jehová t'a yol co k'ab' a onh israel onh tik, xchi winh."
        },
        {
            "number": "12",
            "text": "Ix q'ue machaljoc eb' winh. Axo yic ix q'uek'och eb' winh, ix syamanoch winhaj Jonatán chi' smilancham eb' filisteo chi', haxo winh ed'jinac syamk'ab' winh chi' ix wach' milancham eb' maj cham sik'lab'il."
        },
        {
            "number": "13",
            "text": "Ha t'a jun b'ab'el oval chi', ay am junok 20 eb' ix smilcham eb' winh, ay am junok chanhe' ch'anhil b'aj ix cham eb' chi'."
        },
        {
            "number": "14",
            "text": "Masanil eb' filisteo ayek' t'a yol scampamento yet' eb' tonhej sacleminac yajeli yet' eb' najat ayel stanhvej yet' pax eb' ayb'at yiq'uelta sk'ael eb' israel chi', ix javi jun niwan xivk'olal t'a yib'anh eb'. Ix ek'pax jun niwan quixcab', yuj chi' ix te xivq'ue eb'."
        },
        {
            "number": "15",
            "text": "Axo pax eb' ayoch smaclej yuj winhaj Saúl chi' t'a Gabaa t'a yol yic Benjamín, ix yilan eb' to ix q'ue somnaj eb' filisteo chi' smasanil, van saclempax eb'."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix yal winhaj Saúl chi' t'a eb' soldado icha tik: --Sayec eyil eb' soldado, ol checlajoc machtac malaj, xchi winh. Axo ix checlaji to a winhaj Jonatán malaj yet' winh tz'ik'an syamk'ab' winh."
        },
        {
            "number": "17",
            "text": "Ha t'a jun pekti’ chi' ayek' te' scaxail strato Jehová t'a skal eb' israel, yuj chi' ix yal winhaj Saúl chi' t'a winhaj Ahías: --Ik'cot te' scaxail strato Jehová yic sco k'anb'ej t'ay, xchi winh."
        },
        {
            "number": "18",
            "text": "Yacb'an van slolon winh yet' winh sacerdote chi', ix te wach' somchajq'ue eb' filisteo chi', yuj chi' ix yal winh t'a winh sacerdote chi': --Actej, manhxo ol co k'anb'ej t'a Jehová chi', xchi winh."
        },
        {
            "number": "19",
            "text": "Ha val t'a jun rato chi' ix smolb'ej masanil eb' soldado winhaj Saúl chi', ix b'at eb' b'aj ayoch oval chi'. Axo yic ix k'och eb', ix yilan eb' to toxo ix te q'ue somnaj eb' filisteo chi', van smil-lancham sb'a eb'."
        },
        {
            "number": "20",
            "text": "Ay juntzanh eb' israel ayxo tiempo yajek' yet' eb' filisteo chi', ayic ix yilan eb' tas van yuji chi', ix och eb' yet' winhaj Saúl yet' winhaj Jonatán chi'."
        },
        {
            "number": "21",
            "text": "Ayic ix yab'anpax eb' israel ix b'at sk'ub'ejel sb'ha t'a lum tzalquixtac t'a yol yic Efraín, to van yel eb' filisteo chi', ix cot eb', ix och eb' t'a spatic eb'."
        },
        {
            "number": "22",
            "text": "Ix och eb' t'a spatic eb' filisteo chi', masanto t'a yichanhb'at Bet-avén, icha chi' ix aj scolan chonhab' Israel Jehová t'a jun k'u chi'."
        },
        {
            "number": "23",
            "text": "Ha t'a jun k'u chi', ix te el yip eb' israel chi', yujto malaj junok eb' ix wa yuj tas ix yal winhaj Saúl icha tik: Catab'ajocab' mach sva t'a jun k'ik'b'alil tik, ayic mantzac viq'uel yoval in k'ol t'a eb' ajk'ol tik, xchi winh."
        },
        {
            "number": "24",
            "text": "Ayic ix k'och eb' soldado t'a jun caltac te', te ay nok' yal chab' ay t'a sat lu'um,"
        },
        {
            "number": "25",
            "text": "icha yel yoc ha ha', icha val chi' sb'ey nok' yal chab' chi', palta malaj val junok eb' ix yal yuk'an jab'oc nok', yujto ix xiv eb' t'a tas ix yal winhaj Saúl chi'."
        },
        {
            "number": "26",
            "text": "Ha winhaj Jonatán maj yab'laj jun lolonel chi' winh, yuj chi' ix slab'ejem jun te te' winh yet'nac t'a skal nok' yalchab' chi', ix yak'anoch winh t'a sti', ix te och yip winh yuj jab' chi'."
        },
        {
            "number": "27",
            "text": "Ix yalan jun winh soldado t'a winh: --Ha winh a mam ix yal winh t'ayonh icha tik: Tato ay junok mach ay jab'oc tas syab'lej, catab'ajocab'cani, yuj chi' lajanxonhej yel quip co masanil, xchi jun winh soldado chi'."
        },
        {
            "number": "28",
            "text": "Ix tak'vi winhaj Jonatán chi': --Ha winh in mam chi', te chuk tas syik'cot winh t'a yib'anh co chonhab' tik. Ha in tik, ix vab' val yoch vip yuj jab' nok' yalchab' ix vab'lej tik."
        },
        {
            "number": "29",
            "text": "Ocxom masanil eb' soldado tik, tato ix sva jab'oc tas ix quik'canek' t'a eb' ajk'ol chi' eb', ek'tom val te niwan eb' filisteo chi' ix cham cuuj, xchi winh."
        },
        {
            "number": "30",
            "text": "Ha t'a jun k'u chi', ix och eb' israel t'a spatic eb' filisteo chi'. Ix syamoch eb' smilancham eb' t'a Micmas, masanto ix k'och eb' t'a Ajalón. Ix te el yip eb' israel chi'."
        },
        {
            "number": "31",
            "text": "Yuj chi', a jantac tas ix yiq'uek' eb' t'a eb' ajk'ol chi', aton nok' vacax, nok' calnel yet' nok' yunetac vacax, ix smilcham nok' eb' t'a sat lu'um, ix schi'an nok' eb' yet' schiq'uil."
        },
        {
            "number": "32",
            "text": "Ay eb' ix b'at alan t'a winhaj Saúl icha tik: --Van yoch smul eb' soldado t'a yichanh Jehová, van schi'an nok' chib'ej eb' yet' schiq'uil, xchi eb'. Yuj chi' ix yalan winhaj Saúl chi' icha tik: --Ix och e mul t'a yichanh Jehová. Yuj chi' b'aleccot junok q'uen niwan q'uen chi' t'a tik ticnaic."
        },
        {
            "number": "33",
            "text": "Pucocab' ab'ix t'a skal eb' anima, syik'cot junjunoc nok' svacax eb', ma junok scalnel eb', smilancham nok' eb' schi'a, mocab' schilaj nok' eb' yet' schiq'uil yic max och smul eb' t'a yichanh Jehová, xchi winh. Ha t'a jun ak'val chi', junjun eb' ix ik'ancot junjun svacax, ma scalnel, ix smilancham nok' eb' schi'a."
        },
        {
            "number": "34",
            "text": "Ix sb'oan jun altar winhaj Saúl chi' ta'. Ha jun tik b'ab'el altar ix sb'oq'ue winh t'a yichanh Jehová."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi', ix yalan winh t'a eb' soldado icha tik: --Coyec caq'uecxi oval yet' eb' filisteo t'a jun ak'val tik, ol quik'anek' masanil tastac ay t'a eb', masanto yic ol sacb'oc, ol co milcham eb' smasanil, manhxa junok pitzan ol canoc, xchi winh. Ix yalan eb' smasanil icha tik: --Yik'ocab' icha tas tzal chi', xchi eb'. Palta ix yalan winh sacerdote icha tik: --Ayic manto onh b'atec, wach' ta sco k'anb'ej d'ha Dios, xchi winh."
        },
        {
            "number": "36",
            "text": "Yuj chi' ix sk'anb'an winhaj Saúl chi' d'ha Dios: --¿Tom tzonh b'atxi cak' oval yet' eb' filisteo? ¿Ol am ak'och eb' t'a yol co k'ab'? xchi winh. Palta maj tak'voclaj Jehová chi' t'a winh t'a jun ak'val chi'."
        },
        {
            "number": "37",
            "text": "Yuj chi' ix yalan winh icha tik: Masanil ex yajal ex, nitzeccot e b'ha t'a tik, ol co k'anb'ani, mach ix och smul ticnaic."
        },
        {
            "number": "38",
            "text": "Yujto svak' in ti' t'a Jehová co Columal a onh israel onh tik, wach'chom a winh vuninal aj Jonatán ix och smul, syal scham winh, xchi winhaj Saúl chi'. Malaj junok eb' t'a skal eb' soldado ix tak'vi."
        },
        {
            "number": "39",
            "text": "Yuj chi', ix yalanxi winh t'a eb' smasanil icha tik: --Cananhec e masanil t'a tik, ch'oc ol in kan a in tik yet' winh vuninal aj Jonatán, xchi winh. --Ha achnhej tzala, xchi eb' soldado chi'."
        },
        {
            "number": "40",
            "text": "Ix yalan winh icha tik: --Mamin Jehová ach co Diosal, ¿tas yuj max ach tak'vi t'a winh a checab' tik? Ha ticnaic ayic ol och sorteo, tato a q'uen Urim tz'elta, syalelk'ochi to a in, ma a winh vuninal aj Jonatán ix och smul, palta tato a q'uen Tumim tz'elta, syalelk'ochi to a eb' a chonhab' Israel tik ix och smul, xchi winh. Axo ix aji, ha t'a yib'anh winhaj Jonatán yet' t'a winhaj Saúl ix emi, haxo eb' chonhab', ix colchajcanel eb'."
        },
        {
            "number": "41",
            "text": "Ix yalanxi winhaj Saúl chi' icha tik: --Axo ticnaic jun, axonhej t'a vib'anh yet' winh vuninal tik tz'och sorteo, xchi winh. Axo ix aj jun, ha t'a yib'anh winhaj Jonatán chi' ix emi."
        },
        {
            "number": "42",
            "text": "Yuj chi' ix yal winh t'a winhaj Jonatán chi' icha tik: --Al t'ayin tas ix a k'ulej, xchi winh. Ix yalan winhaj Jonatán chi': --Val yel ix vab'lej jab' nok' yalchab', tonhej ix in lab'ejem jun te te' t'a skal nok', ix in lek'ani, yuj chi' ina in tik chamoc in ocab'i, xchi winh."
        },
        {
            "number": "43",
            "text": "Ix yalan winhaj Saúl chi' icha tik: --Yak'ocab' och junok niwan yaelal Dios t'a vib'anh tato max ach chami, xchi winh."
        },
        {
            "number": "44",
            "text": "Ix tak'vi eb' anima smasanil: --Tocval ol co cha cham winhaj Jonatán tik, yujto a yuj winh, onh colchaj a onh israel onh tik. Manh smojoc icha chi'. Yojtac Jehová co Diosal. Val yel malaj junok xil sjolom winhaj Jonatán tik ol em t'a sat lu'um. Yujto a tas toxo ix elk'och ticnaic, ha Dios ix kolwaj qued'oc, xchi eb'. Icha chi' ix aj scolchajcanel winhaj Jonatán chi' yuj eb' yetchonhab', yuj chi' majxo chamlaj winh."
        },
        {
            "number": "45",
            "text": "Ixlajwi chi', majxo b'atlaj winhaj Saúl yet' eb' soldado spech eb' filisteo chi', yuj chi' ix laj meltzaj eb' filisteo chi' t'a schonhab'."
        },
        {
            "number": "46",
            "text": "Atax yic ix ochcan winhaj Saúl sreyaloc chonhab' Israel, ix syamanoch winh yak'an oval yet' juntzanh chonhab' ajk'ool oyanoch t'a spatictac winh, aton eb' aj Moab, eb' aj Amón, eb' aj Edom, eb' winh sreyal Soba yet' eb' filisteo. Ix yak'nhej ganar winh b'ajtac ix yak' oval."
        },
        {
            "number": "47",
            "text": "Ha t'a junel ix smolb'ej masanil soldado winh, ix yak'an oval winh yet' eb' amalec. Icha chi' ix aj scolanel eb' israel winh t'a yol sk'ab' eb' ajk'ol tz'elk'an tastac ay t'a eb' israel chi'."
        },
        {
            "number": "48",
            "text": "Ay oxvanh yuninal winhaj Saúl chi', aton winhaj Jonatán, winhaj Isúi yet' pax winhaj Malquisúa. Ay pax chavanh yisil winh, jun ix scuch Merab, aton ix b'ab'el, haxo ix schab'il, scuch Mical."
        },
        {
            "number": "49",
            "text": "Ha ix yetb'eyum winhaj Saúl chi' Ahinoam sb'i ix, yisil ix winhaj Ahimaas. Axo winh sat yajalil eb' soldado winh, Abner sb'i winh, yuninal winhaj Ner yicham winhaj Saúl chi'."
        },
        {
            "number": "50",
            "text": "Ha winhaj Cis smam winhaj Saúl chi' yet' winhaj Ner smam winhaj Abner, yuninal eb' winh winhaj Abiel."
        },
        {
            "number": "51",
            "text": "Yacb'an ayoch winhaj Saúl chi' reyal t'a skal eb' yetisraelal, ix yak'nhej oval winh yet' eb' filisteo. Yuj chi' a eb' quelemtac jelan, te ay pax yip, ix och eb' t'a soldadoal yuj winhaj Saúl chi'."
        }
    ]
}