{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun k'ual ix yal vinhaj Jonatán vinh yuninal vinhaj Saúl chi' d'a vinh ed'jinac syamk'ab' yic oval: --Conh ek' d'a junxo k'axep chi', ol onh k'och b'aj ayek' eb' filisteo chi', xchi vinh. Maj yal-laj vinhaj Jonatán chi' d'a vinh smam chi'."
        },
        {
            "number": "2",
            "text": "Axo vinhaj Saúl chi', a d'a slak'anil Gabaa ay scampamento vinh, d'a yich jun te' granado b'aj stek'ji ixim trigo, 600 eb' soldado ajun yed' vinh."
        },
        {
            "number": "3",
            "text": "Ajun vinhaj Ahías yuninal vinhaj Ahitob yed'nac vinh. Ayoch schaleca vinh yic sacerdoteal. A vinhaj Ahitob chi' yuk'tac sb'a vinh yed' vinhaj Icabod. A vinhaj Finees smam eb' vinh, yixchiquin eb' vinh vinhaj Elí, aton vinh ak'annac sacerdoteal d'a Silo. Manh yojtacoc vinhaj Saúl yed' eb' soldado tato ix b'at vinhaj Jonatán chi'."
        },
        {
            "number": "4",
            "text": "A vinhaj Jonatán chi', ayoch d'a spensar vinh sk'axpajek' d'a scampamento eb' filisteo chi'. Ay jun q'uen tenam scuch Boses d'a yichanh Micmas d'a stojolal norte, axo junxo q'ueen scuch Sene ay d'a yichanh Gabaa d'a stojolal sur. Ay jun nivan ch'olan d'a scal q'uen schab'il."
        },
        {
            "number": "5",
            "text": "Ix yalan vinhaj Jonatán chi' d'a vinh ed'jinac syamk'ab' chi': --A ticnaic conh em d'a sat q'uen tic yic tzonh q'uek'och d'a scampamento eb' ch'oc chonhab'il chi'. Tope val ol colvaj Jehová qued'oc. Manh ajaltacoclaj scolvaj qued'oc tato syal sk'ool, vach'chom manh nivanoc co b'eyi, xchi vinh."
        },
        {
            "number": "6",
            "text": "--Ichocab' ta' tato vach' tz'aj tza na', anhej to tzak'an in och uj b'aj tzach b'ati, xchi vinh schecab' vinh chi'."
        },
        {
            "number": "7",
            "text": "Ix yalan vinhaj Jonatán chi': --Conh an, ayic ol onh emk'och d'a yol ch'olan chi', ol co ch'oxan co b'a d'a eb'."
        },
        {
            "number": "8",
            "text": "Tato ol yal eb' d'ayonh, tanhvejec ta', tato xchi eb', manh ol onh q'uelaj d'a b'aj ayek' eb' chi'."
        },
        {
            "number": "9",
            "text": "Tato ol yal eb' jun, q'ueanheccot d'a tic, tato xchi eb', ol onh q'ueoc. Icha chi' ol aj sch'oxan Jehová d'ayonh to ol yak'och eb' d'a yol co k'ab', xchi vinh."
        },
        {
            "number": "10",
            "text": "Axo yic ix sch'oxan sb'a eb', ix yalan eb' filisteo chi': Ilecnab' val yelta eb' hebreo d'a yoltac olan b'ajtac k'ub'an, xchi eb'."
        },
        {
            "number": "11",
            "text": "A val d'a jun rato chi' ix avajemta eb' d'a vinhaj Jonatán yed' d'a vinh yed'nac vinh chi': --Lemec, q'ueanheccot d'a tic, ay jun tas ol cal eyab'i, xchi eb' filisteo chi'. Axo ix yalan vinhaj Jonatán d'a vinh ajun yed' chi': --Ol ach q'uenhej tzak'an vuuj, yujto a ticnaic ol yak'och eb' filisteo tic Jehová d'a yol co k'ab' a onh israel onh tic, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix q'ue machaljoc eb' vinh. Axo yic ix q'uek'och eb' vinh, ix syamanoch vinhaj Jonatán chi' smilancham eb' filisteo chi', axo vinh ed'jinac syamk'ab' vinh chi' ix vach' milancham eb' maj cham sik'lab'il."
        },
        {
            "number": "13",
            "text": "A d'a jun b'ab'el oval chi', ay am junoc 20 eb' ix smilcham eb' vinh, ay am junoc chanhe' ch'anhil b'aj ix cham eb' chi'."
        },
        {
            "number": "14",
            "text": "Masanil eb' filisteo ayek' d'a yol scampamento yed' eb' tonhej sacleminac yajeli yed' eb' najat ayel stanhvej yed' pax eb' ayb'at yiq'uelta sk'ael eb' israel chi', ix javi jun nivan xivk'olal d'a yib'anh eb'. Ix ek'pax jun nivan quixcab', yuj chi' ix te xivq'ue eb'."
        },
        {
            "number": "15",
            "text": "Axo pax eb' ayoch smaclej yuj vinhaj Saúl chi' d'a Gabaa d'a yol yic Benjamín, ix yilan eb' to ix q'ue somnaj eb' filisteo chi' smasanil, van saclempax eb'."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix yal vinhaj Saúl chi' d'a eb' soldado icha tic: --Sayec eyil eb' soldado, ol checlajoc machtac malaj, xchi vinh. Axo ix checlaji to a vinhaj Jonatán malaj yed' vinh tz'ik'an syamk'ab' vinh."
        },
        {
            "number": "17",
            "text": "A d'a jun tiempoal chi' ayek' te' scaxail strato Jehová d'a scal eb' israel, yuj chi' ix yal vinhaj Saúl chi' d'a vinhaj Ahías: --Ik'cot te' scaxail strato Jehová yic sco k'anb'ej d'ay, xchi vinh."
        },
        {
            "number": "18",
            "text": "Yacb'an van slolon vinh yed' vinh sacerdote chi', ix te vach' somchajq'ue eb' filisteo chi', yuj chi' ix yal vinh d'a vinh sacerdote chi': --Actej, manhxo ol co k'anb'ej d'a Jehová chi', xchi vinh."
        },
        {
            "number": "19",
            "text": "A val d'a jun rato chi' ix smolb'ej masanil eb' soldado vinhaj Saúl chi', ix b'at eb' b'aj ayoch oval chi'. Axo yic ix k'och eb', ix yilan eb' to toxo ix te q'ue somnaj eb' filisteo chi', van smil-lancham sb'a eb'."
        },
        {
            "number": "20",
            "text": "Ay juntzanh eb' israel ayxo tiempo yajek' yed' eb' filisteo chi', ayic ix yilan eb' tas van yuji chi', ix och eb' yed' vinhaj Saúl yed' vinhaj Jonatán chi'."
        },
        {
            "number": "21",
            "text": "Ayic ix yab'anpax eb' israel ix b'at sk'ub'ejel sb'a d'a lum tzalquixtac d'a yol yic Efraín, to van yel eb' filisteo chi', ix cot eb', ix och eb' d'a spatic eb'."
        },
        {
            "number": "22",
            "text": "Ix och eb' d'a spatic eb' filisteo chi', masanto d'a yichanhb'at Bet-avén, icha chi' ix aj scolan chonhab' Israel Jehová d'a jun k'u chi'."
        },
        {
            "number": "23",
            "text": "A d'a jun k'u chi', ix te el yip eb' israel chi', yujto malaj junoc eb' ix va yuj tas ix yal vinhaj Saúl icha tic: Catab'ajocab' mach sva d'a jun q'uik'b'alil tic, ayic mantzac viq'uel yoval in k'ol d'a eb' ajk'ol tic, xchi vinh."
        },
        {
            "number": "24",
            "text": "Ayic ix k'och eb' soldado d'a jun caltac te', te ay nok' yal chab' ay d'a sat luum,"
        },
        {
            "number": "25",
            "text": "icha yel yoc a a', icha val chi' sb'ey nok' yal chab' chi', palta malaj val junoc eb' ix yal yuk'an jab'oc nok', yujto ix xiv eb' d'a tas ix yal vinhaj Saúl chi'."
        },
        {
            "number": "26",
            "text": "A vinhaj Jonatán maj yab'laj jun lolonel chi' vinh, yuj chi' ix slab'ejem jun te te' vinh yed'nac d'a scal nok' yalchab' chi', ix yak'anoch vinh d'a sti', ix te och yip vinh yuj jab' chi'."
        },
        {
            "number": "27",
            "text": "Ix yalan jun vinh soldado d'a vinh: --A vinh a mam ix yal vinh d'ayonh icha tic: Tato ay junoc mach ay jab'oc tas syab'lej, catab'ajocab'cani, yuj chi' lajanxonhej yel quip co masanil, xchi jun vinh soldado chi'."
        },
        {
            "number": "28",
            "text": "Ix tak'vi vinhaj Jonatán chi': --A vinh in mam chi', te chuc tas syik'cot vinh d'a yib'anh co chonhab' tic. A in tic, ix vab' val yoch vip yuj jab' nok' yalchab' ix vab'lej tic."
        },
        {
            "number": "29",
            "text": "Ocxom masanil eb' soldado tic, tato ix sva jab'oc tas ix quik'canek' d'a eb' ajk'ol chi' eb', ek'tom val te nivan eb' filisteo chi' ix cham cuuj, xchi vinh."
        },
        {
            "number": "30",
            "text": "A d'a jun k'u chi', ix och eb' israel d'a spatic eb' filisteo chi'. Ix syamoch eb' smilancham eb' d'a Micmas, masanto ix k'och eb' d'a Ajalón. Ix te el yip eb' israel chi'."
        },
        {
            "number": "31",
            "text": "Yuj chi', a jantac tas ix yiq'uek' eb' d'a eb' ajk'ol chi', aton nok' vacax, nok' calnel yed' nok' yunetac vacax, ix smilcham nok' eb' d'a sat luum, ix schi'an nok' eb' yed' schiq'uil."
        },
        {
            "number": "32",
            "text": "Ay eb' ix b'at alan d'a vinhaj Saúl icha tic: --Van yoch smul eb' soldado d'a yichanh Jehová, van schi'an nok' chib'ej eb' yed' schiq'uil, xchi eb'. Yuj chi' ix yalan vinhaj Saúl chi' icha tic: --Ix och e mul d'a yichanh Jehová. Yuj chi' b'aleccot junoc q'uen nivan q'uen chi' d'a tic ticnaic."
        },
        {
            "number": "33",
            "text": "Pucocab' ab'ix d'a scal eb' anima, syik'cot junjunoc nok' svacax eb', ma junoc scalnel eb', smilancham nok' eb' schi'a, mocab' schilaj nok' eb' yed' schiq'uil yic max och smul eb' d'a yichanh Jehová, xchi vinh. A d'a jun ak'val chi', junjun eb' ix ik'ancot junjun svacax, ma scalnel, ix smilancham nok' eb' schi'a."
        },
        {
            "number": "34",
            "text": "Ix sb'oan jun altar vinhaj Saúl chi' ta'. A jun tic b'ab'el altar ix sb'oq'ue vinh d'a yichanh Jehová."
        },
        {
            "number": "35",
            "text": "Ix lajvi chi', ix yalan vinh d'a eb' soldado icha tic: --Coyec caq'uecxi oval yed' eb' filisteo d'a jun ak'val tic, ol quik'anek' masanil tastac ay d'a eb', masanto yic ol sacb'oc, ol co milcham eb' smasanil, manhxa junoc pitzan ol canoc, xchi vinh. Ix yalan eb' smasanil icha tic: --Yik'ocab' icha tas tzal chi', xchi eb'. Palta ix yalan vinh sacerdote icha tic: --Ayic manto onh b'atec, vach' ta sco k'anb'ej d'a Dios, xchi vinh."
        },
        {
            "number": "36",
            "text": "Yuj chi' ix sk'anb'an vinhaj Saúl chi' d'a Dios: --¿Tom tzonh b'atxi cak' oval yed' eb' filisteo? ¿Ol am ak'och eb' d'a yol co k'ab'? xchi vinh. Palta maj tak'voclaj Jehová chi' d'a vinh d'a jun ak'val chi'."
        },
        {
            "number": "37",
            "text": "Yuj chi' ix yalan vinh icha tic: Masanil ex yajal ex, nitzeccot e b'a d'a tic, ol co k'anb'ani, mach ix och smul ticnaic."
        },
        {
            "number": "38",
            "text": "Yujto svak' in ti' d'a Jehová co Columal a onh israel onh tic, vach'chom a vinh vuninal aj Jonatán ix och smul, syal scham vinh, xchi vinhaj Saúl chi'. Malaj junoc eb' d'a scal eb' soldado ix tak'vi."
        },
        {
            "number": "39",
            "text": "Yuj chi', ix yalanxi vinh d'a eb' smasanil icha tic: --Cananhec e masanil d'a tic, ch'oc ol in can a in tic yed' vinh vuninal aj Jonatán, xchi vinh. --A achnhej tzala, xchi eb' soldado chi'."
        },
        {
            "number": "40",
            "text": "Ix yalan vinh icha tic: --Mamin Jehová ach co Diosal, ¿tas yuj max ach tak'vi d'a vinh a checab' tic? A ticnaic ayic ol och sorteo, tato a q'uen Urim tz'elta, syalelk'ochi to a in, ma a vinh vuninal aj Jonatán ix och smul, palta tato a q'uen Tumim tz'elta, syalelk'ochi to a eb' a chonhab' Israel tic ix och smul, xchi vinh. Axo ix aji, a d'a yib'anh vinhaj Jonatán yed' d'a vinhaj Saúl ix emi, axo eb' chonhab', ix colchajcanel eb'."
        },
        {
            "number": "41",
            "text": "Ix yalanxi vinhaj Saúl chi' icha tic: --Axo ticnaic jun, axonhej d'a vib'anh yed' vinh vuninal tic tz'och sorteo, xchi vinh. Axo ix aj jun, a d'a yib'anh vinhaj Jonatán chi' ix emi."
        },
        {
            "number": "42",
            "text": "Yuj chi' ix yal vinh d'a vinhaj Jonatán chi' icha tic: --Al d'ayin tas ix a k'ulej, xchi vinh. Ix yalan vinhaj Jonatán chi': --Val yel ix vab'lej jab' nok' yalchab', tonhej ix in lab'ejem jun te te' d'a scal nok', ix in lek'ani, yuj chi' ina in tic chamoc in ocab'i, xchi vinh."
        },
        {
            "number": "43",
            "text": "Ix yalan vinhaj Saúl chi' icha tic: --Yak'ocab' och junoc nivan yaelal Dios d'a vib'anh tato max ach chami, xchi vinh."
        },
        {
            "number": "44",
            "text": "Ix tak'vi eb' anima smasanil: --Tocval ol co cha cham vinhaj Jonatán tic, yujto a yuj vinh, onh colchaj a onh israel onh tic. Manh smojoc icha chi'. Yojtac Jehová co Diosal. Val yel malaj junoc xil sjolom vinhaj Jonatán tic ol em d'a sat luum. Yujto a tas toxo ix elk'och ticnaic, a Dios ix colvaj qued'oc, xchi eb'. Icha chi' ix aj scolchajcanel vinhaj Jonatán chi' yuj eb' yetchonhab', yuj chi' majxo chamlaj vinh."
        },
        {
            "number": "45",
            "text": "Ix lajvi chi', majxo b'atlaj vinhaj Saúl yed' eb' soldado spech eb' filisteo chi', yuj chi' ix laj meltzaj eb' filisteo chi' d'a schonhab'."
        },
        {
            "number": "46",
            "text": "Atax yic ix ochcan vinhaj Saúl sreyaloc chonhab' Israel, ix syamanoch vinh yak'an oval yed' juntzanh chonhab' ajk'ool oyanoch d'a spatictac vinh, aton eb' aj Moab, eb' aj Amón, eb' aj Edom, eb' vinh sreyal Soba yed' eb' filisteo. Ix yak'nhej ganar vinh b'ajtac ix yak' oval."
        },
        {
            "number": "47",
            "text": "A d'a junel ix smolb'ej masanil soldado vinh, ix yak'an oval vinh yed' eb' amalec. Icha chi' ix aj scolanel eb' israel vinh d'a yol sk'ab' eb' ajk'ol tz'elk'an tastac ay d'a eb' israel chi'."
        },
        {
            "number": "48",
            "text": "Ay oxvanh yuninal vinhaj Saúl chi', aton vinhaj Jonatán, vinhaj Isúi yed' pax vinhaj Malquisúa. Ay pax chavanh yisil vinh, jun ix scuch Merab, aton ix b'ab'el, axo ix schab'il, scuch Mical."
        },
        {
            "number": "49",
            "text": "A ix yetb'eyum vinhaj Saúl chi' Ahinoam sb'i ix, yisil ix vinhaj Ahimaas. Axo vinh sat yajalil eb' soldado vinh, Abner sb'i vinh, yuninal vinhaj Ner yicham vinhaj Saúl chi'."
        },
        {
            "number": "50",
            "text": "A vinhaj Cis smam vinhaj Saúl chi' yed' vinhaj Ner smam vinhaj Abner, yuninal eb' vinh vinhaj Abiel."
        },
        {
            "number": "51",
            "text": "Yacb'an ayoch vinhaj Saúl chi' reyal d'a scal eb' yetisraelal, ix yak'nhej oval vinh yed' eb' filisteo. Yuj chi' a eb' quelemtac jelan, te ay pax yip, ix och eb' d'a soldadoal yuj vinhaj Saúl chi'."
        }
    ]
}