{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun k'ual ix yal winhaj Samuel t'a winhaj Saúl icha tik: --Ha Jehová ix in checani ayic ix ach in sik'ancanoch reyal t'a Israel aton schonhab'. Yuj chi' cha ab' tas syal Jehová t'ayach."
        },
        {
            "number": "2",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ol wak'och yaelal t'a yib'anh heb' amalecita yujto yak'nac owal heb' yet' heb' israel ayic scotnac heb' t'a Egipto."
        },
        {
            "number": "3",
            "text": "Yuj chi' ol ach b'at ak' owal yet' heb', tza satel heb' yet' tastac ay t'a heb', malaj junok makan b'aj tz'ok' a k'ool. Tza milcham masanil heb' winak, heb' ix ix, heb' unin yet' heb' ato yalji yet' pax nok' wacax, nok' calnel, nok' camello yet' nok' b'uru, tza satel smasanil, xchi Jehová, xchi winh t'a winh."
        },
        {
            "number": "4",
            "text": "Ix smolb'ej heb' soldado winhaj Saúl chi', ix sayan yil heb' winh t'a Telaim. Ay 10 mil heb' soldado t'a yinhtilal Judá yet' 200 mil heb' yic juntzanhxo yinhtilal Israel."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix b'at winhaj Saúl chi' t'a chonhab' Amalec, ix b'at sk'ub'anel sb'a winh yet' heb' soldado t'a yol jun taquinh melem."
        },
        {
            "number": "6",
            "text": "Ix yalanb'at winh t'a heb' quenita: --Elanhec t'a skal heb' amalecita, yic manh ol ex in satel yet' heb', yujto ok'nac he k'ool t'a heb' quetisraelal ayic sjawinac heb' t'a tik, ayic spetoj heb' t'a Egipto, xchib'at winh t'a heb'. Elanhchamel ix yik'el sb'a heb' quenita chi' t'a skal heb' amalecita chi'."
        },
        {
            "number": "7",
            "text": "Ix k'och winhaj Saúl chi' yak' owal yet' heb' amalecita chi', ix schaanel yich winh t'a Hawila, masanto ix k'och winh t'a Shur t'a smojonalxo Egipto t'a stojolal b'aj sjawi k'u. Ix ak'ji ganar heb' amalecita chi' yuj heb'."
        },
        {
            "number": "8",
            "text": "Ix syamancot winhaj Agag heb', aton winh sreyal heb' amalecita chi'. Pitzan winh ix syaman winh heb'. Axo masanil juntzanhxo heb' amalecita, ix miljicham heb'."
        },
        {
            "number": "9",
            "text": "Palta a winhaj Saúl chi' yet' heb' soldado, maj smilchamlaj winhaj Agag chi' heb'. Maj smilpaxchamlaj nok' wacax heb' te wach', nok' calnel, nok' yunetac wacax te b'ak'uech, nok' yunetac calnel yet' juntzanhocxo tastac te ay stojol. Axo masanil tas malaj wal yelk'ochi, ix satel heb' smasanil."
        },
        {
            "number": "10",
            "text": "Ix yalan Jehová t'a winhaj Samuel icha tik:"
        },
        {
            "number": "11",
            "text": "Scus in k'ool yujto ix wak'och winhaj Saúl tik reyal, yujto tzin spatiquejcanel winh, maj sk'anab'ajej winh tas ix wala', xchi t'a winh. Ix kus sk'ool winhaj Samuel, yuj chi' pilan ak'wal ix lesalwi winh t'a Jehová."
        },
        {
            "number": "12",
            "text": "Axo t'a junxo q'uinhib'alil, te ak'walto ix b'at winh yil winhaj Saúl chi'. Palta haxo ix alchaj t'a winh to ix b'at winhaj Saúl chi' t'a Carmel. Ata' ix sb'ok'e jun monumento winh yuj yik'anchaanh sb'a. Ixlajwi chi' ix b'at winh t'a Gilgal."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix b'at winhaj Samuel chi' ta'. Axo ix k'och winh, ix yalan winhaj Saúl chi' t'a winh icha tik: --Yak'ocab' swach'k'olal Jehová t'a ib'anh. Toxo ix in k'anab'ajej tas ix yala', xchi winh."
        },
        {
            "number": "14",
            "text": "--¿Tas yaj nok' calnel yet' nok' wacax swab' yok' chi'? xchi winhaj Samuel chi'."
        },
        {
            "number": "15",
            "text": "--Ha t'a chonhab' Amalec ix cot nok', yujto a wal nok' calnel te wach' ix yik'cot heb' soldado yet' nok' wacax yic ol och silab'il t'a Jehová ko Diosal. Axo masanil juntzanhxo, ix ko sateli, xchi winh."
        },
        {
            "number": "16",
            "text": "--Numan tzach aji. Ol wal t'ayach tas ix yal Jehová t'ayin t'a q'uiq'ui t'ak'wal, xchi winhaj Samuel chi'. --Al an, xchi winh."
        },
        {
            "number": "17",
            "text": "Ix yalan winhaj Samuel chi' t'a winh icha tik: --Ha t'a yalanhtaxo malaj elk'och a naani, palta ach och yajalil t'a masanil yinhtilal Israel. Ha Jehová ix ach ak'anoch sreyaloc ko chonhab' tik."
        },
        {
            "number": "18",
            "text": "Ach schecanpaxb'at a satel juntzanh heb' amalecita malaj swach'il tas sk'ulej yet' masanil tastac ay t'a heb'."
        },
        {
            "number": "19",
            "text": "¿Tas yuj maj a k'anab'ajej tas ix yal Jehová t'ayach, ina to ix ik'cot tastac t'a heb' ajk'ol chi'? Te chuk tas ix a k'ulej t'a yichanh Jehová, xchi winh."
        },
        {
            "number": "20",
            "text": "Ix tak'wi winhaj Saúl chi': --Maay, ix in k'anab'ajej tas ix yala', ix in xid'eq'ui, ix in k'anab'ajej tas ix schec in k'ulej. Ix wik'cot winhaj Agag sreyal heb' amalecita chi', ix in satanel masanil heb' anima ta'."
        },
        {
            "number": "21",
            "text": "Axo heb' soldado ix ik'ancot nok' scalnel heb' yet' nok' wacax wach' t'a skal nok' to yowalil satjieli. Ix yik'ancot nok' heb', yic tz'ak'chaj nok' silab'il t'a Jehová ko Diosal t'a Gilgal tik, xchi winh."
        },
        {
            "number": "22",
            "text": "Ix yalanxi winhaj Samuel chi': Ste stzalaj Jehová tato sco k'anab'ajej tas syala', t'a yichanh juntzanh silab' sco nhustz'a t'ay. Yel xo te wach' tato sco cha cab' tas syala', t'a yichanh pax sco nhustz'a xepual nok' calnel t'ay."
        },
        {
            "number": "23",
            "text": "Tato sco pitej ko b'ha t'a Jehová, lajan ko mul icha smul heb' naumel lolonel. Tato squik'chaanh ko b'a, max ko k'anab'ajej tas syala', lajan wal ko mul icha smul heb' tz'em cuman t'a comon Dios. Yujto ix a patiquejel tas ix yal Jehová, yuj chi' ol ach spatiquejpaxel yet' a reyal tik, xchi winh."
        },
        {
            "number": "24",
            "text": "Ix tak'wi winhaj Saúl chi', ix yalan winh: --Yel toni, ix och in mul, maj in k'anab'ajej tas ix yal Jehová yet' tas ix al t'ayin, yujto ix in xiv t'a heb' soldado ajun wed'oc, ix in cha wab' tas ix yal heb'."
        },
        {
            "number": "25",
            "text": "Elocab' t'a a k'ool to tzin ak' niwank'olal yuj in mul ix ochi, meltzajanh wed'oc tzonh och ejmelal t'a yichanh Jehová, xchi winh."
        },
        {
            "number": "26",
            "text": "--Manh ol in meltzajlaj ed'oc, yujto ix a patiquejel tas ix yal Jehová, yuj chi' ol ach yik'el t'a reyal t'a ko chonhab' Israel tik, xchi winhaj Samuel chi'."
        },
        {
            "number": "27",
            "text": "Axo yic ix meltzaj winhaj Samuel chi' yalani, ix och yub'naj winhaj Saúl chi' t'a sti' spichul winh, ix nhik'chaj yuj winh."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix yal winhaj Samuel chi' t'a winh icha tik: --Icha wal ix utej a nhik'chitan in pichul tik, icha chi' ol yutej Jehová yik'anel opisio t'a reyal t'a yol a k'ab', ol yak'anoch t'a yol sk'ab' junxo quetchonhab' ek'to wach' t'a ichanh."
        },
        {
            "number": "29",
            "text": "Yowalil ol elk'och jun tik, yujto a Jehová squik'chaanh a onh israel onh tik, malaj b'aj syesej, malaj b'aj sk'ex spensar ichoc anima, xchi winh."
        },
        {
            "number": "30",
            "text": "Ix yalan winhaj Saúl chi' --Yeltoni ix och in mul, palta elokab' t'a a k'ol tzach meltzaj wed'oc yic ay welk'och t'a yichanh heb' yajalil ko chonhab' yet' t'a yichanh heb' quetchonhab' smasanil. Meltzajanh wed'oc, tzonh och ejmelal t'a Jehová ko Diosal, xchi winh."
        },
        {
            "number": "31",
            "text": "Yuj chi' ix meltzaj winhaj Samuel chi' yet' winh, ix och winhaj Saúl chi' ejmelal t'a yichanh Jehová."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi', ix yalan winhaj Samuel chi': --Ik'eccot winhaj Agag sreyal heb' Amalec chi' t'a wichanh, xchi winh. Ix te tzalaj winhaj Agag chi' ayic ix jawi winh t'a yichanh winhaj Samuel chi', manhxo ol chamlaj winh snaani."
        },
        {
            "number": "33",
            "text": "Ix yalan winhaj Samuel chi' t'a winh: --Yuj k'een espada tik tzijtum heb' ix ix, ix kan t'a manh uneal. Icha wal ix ajkan heb' ix chi', icha chi' ol aj skan ix a nun, xchi winh. Maj yak' niwank'olal winh, ix scotacxicanb'at winhaj Agag chi' winh t'a yichanh Jehová t'a Gilgal chi'."
        },
        {
            "number": "34",
            "text": "Ixlajwi chi' ix meltzaj winh t'a Ramá, ix meltzajpax winhaj Saúl t'a spat t'a Gabaa."
        },
        {
            "number": "35",
            "text": "Ayic pitzanto winhaj Samuel chi', majxo b'atlaj winh yil winhaj Saúl chi', palta scus winh yuj winh. Ix cuspax Jehová yujto ix yak'och winhaj Saúl sreyaloc Israel."
        }
    ]
}