{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yalan Jehová t'a vinhaj Samuel chi' icha tik: --¿B'aq'uinh ol actej a cus yuj vinhaj Saúl chi'? Maxtzac yal in k'ool to ol yak'nhej yajalil vinh t'a chonhab' Israel tik. Ha ticnaic, ak' b'ud'joc nok' a ch'aac yet' aceite, tzach b'at t'a spat vinhaj Isaí t'a Belén, yujto toxo ix in siq'uel jun vinh yuninal vinh yic tz'och reyal sq'uexuloc vinhaj Saúl chi', xchi t'a vinh."
        },
        {
            "number": "2",
            "text": "--¿Tas val tz'aj in b'ati? Ta syab' jun tik vinhaj Saúl chi', tzam in smilcham vinh, xchi vinhaj Samuel chi'. Ix tak'vi Jehová chi' t'a vinh: --Ik'b'at junok nok' cob'es vacax tzach b'ati, tzalani to ak'oj silab' t'a Jehová tzach k'ochi."
        },
        {
            "number": "3",
            "text": "Slajvi chi' tzavtan vinhaj Isaí chi' yic schi'an nok' silab' chi' vinh. Ata' ol val t'ayach tas ol a k'ulej. Ha mach ol in ch'ox t'ayach, tza sik'caneli, tzak'anq'ue aceite t'a sjolom, xchi t'a vinh."
        },
        {
            "number": "4",
            "text": "Ix sk'anab'ajan vinh tas ix yal Jehová chi'. Ayic ix k'och vinh t'a Belén, ix ul chaji vinh t'a xivk'olal yuj eb' yichamtac vinaquil chonhab' chi', elanhchamel ix sk'anb'ej eb' t'a vinh: --¿Tas tzul a k'ulej mamin? ¿Vach' am tas tzul a k'ulej? xchi eb' t'a vinh."
        },
        {
            "number": "5",
            "text": "--I', tzin javi vak' jun silab' t'a Jehová. B'oec e b'a icha yalan ley, ol ex b'at ved'oc yic sco chi'an jun silab' tik, xchi vinh. Ix yalanpax vinh t'a vinhaj Isaí yet' t'a eb' vinh yuninal to sb'o sb'a eb' vinh icha yalan ley yic schi'an nok' silab' chi' eb' yet' vinh."
        },
        {
            "number": "6",
            "text": "Ayic ix k'och vinhaj Isaí yet' eb' vinh yuninal chi', elanhchamel ix yiloch vinhaj Eliab vinhaj Samuel chi', ix snaan vinh: Tecan a jun vinh tik ix siq'uel Jehová, xchi vinh."
        },
        {
            "number": "7",
            "text": "Ix yalan Jehová t'a vinh: Manh ach och q'uelan chajtil yilji jun vinh tik, manh iloch steel vinh, yujto manhoclaj vinh tik. Ha eb' anima, a chajtil yilji eb' anima, a syiloch eb', palta a in xo tik, a spensar eb' svilochi, xchi t'a vinh."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yik'ancot junxo vinh yuninal vinhaj Isaí chi' scuchan Abinadab t'a yichanh vinh, palta ix yalanxi vinh: Manhoclaj junxo vinh tik sik'b'ilel yuj Jehová, xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix yik'ancot junxo vinh yuninal vinhaj Isaí chi' scuchan Sama t'a yichanh vinh, ix yalanxi vinh: --Manhoclaj junxo vinh tik ix siq'uel Jehová, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix ek'chaj eb' vinh yuninal vinhaj Isaí chi' yucvanhil t'a yichanh vinh. Malaj junok eb' vinh tik ix siq'uel Jehová, xchi vinh."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix sk'anb'an vinh t'a vinhaj Isaí chi': --¿Tom anhej eb' vinh uninal tik? xchi vinh. --Ayto junxo vinh tzak'an unin, aycanb'at vinh tanhvoj calnel, xchi vinhaj Isaí chi'. --Ak'b'at yik'umal vinh an, tato max ja vinh, manh ol onh valaj, xchi vinhaj Samuel chi'."
        },
        {
            "number": "12",
            "text": "Ix schecanb'at yik'umal junxo vinh yuninal vinhaj Isaí chi'. Axo ix javi vinh, ix yilanoch vinhaj Samuel chi', chacpulinac yilji vinh, te vivo yilji yol sat vinh, te wach' snivanil vinh. Ha val t'a jun rato chi' ix yalan Jehová t'a vinhaj Samuel chi': --Aton vinh tik, ak'q'ue aceite t'a sjolom vinh, xchi."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix yik'ancot nok' sch'aac vinhaj Samuel chi', aton b'aj ayem aceite. D'a yichanh eb' vinh yuk'tac vinh chi' smasanil ix yak'q'ue aceite vinhaj Samuel chi' t'a sjolom vinh. Ha vinh chi' David sb'i vinh. Atax t'a jun k'u chi' ix och Yespíritu Jehová t'a vinh. Axo yic ix lajvi sva eb', ix meltzajxi vinhaj Samuel chi' t'a Ramá."
        },
        {
            "number": "14",
            "text": "Ix yiq'uel Yespíritu Jehová t'a vinhaj Saúl, haxo jun espíritu chuc ix ak'jicanoch t'a vinh, ste ixtaj val vinh yuj."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yal eb' vinh schecab' vinh: --Mamin rey, a tas tzach ik'ani tecan a junok espíritu chuc ix ak'jioch t'ayach yuj Dios yic tzach yixtani."
        },
        {
            "number": "16",
            "text": "Yuj chi' schaocab' a k'ool, tzonh b'at a onh a checab' onh tik co say junok vinh syal schalan te' arpa, yic wach' a tzach yixtan jun espíritu chi', schalan te' arpa chi' vinh, icha chi' tz'aj sb'oxi a k'ool, xchi eb' vinh."
        },
        {
            "number": "17",
            "text": "--Ixiquec an, a junok vinh te jelan schalan te' tzeyik'coti, xchi vinhaj Saúl chi'."
        },
        {
            "number": "18",
            "text": "Ix yalan jun vinh yetb'eyum eb' vinh ayek' chi' icha tik: --Ay val jun vinh vojtac a in tik, yuninal vinh vinhaj Isaí aj Belén, te wach' schalan te' arpa chi' vinh, anhejtona' te wach' vinh t'a oval. Te ay spensar vinh sloloni, wach' yiljipax snivanil vinh. Ayoch Jehová yet' vinh squila', xchi vinh."
        },
        {
            "number": "19",
            "text": "Yuj chi', ix yak'b'at schecab' vinhaj Saúl t'a vinhaj Isaí chi', ix yalanb'at vinh: Ak'cot vinh uninal aj David t'ayin, vinh stanhvan nok' a calnel, xchib'at vinh."
        },
        {
            "number": "20",
            "text": "Ix sk'anab'ajej vinhaj Isaí chi', ix yak'ancot vinhaj David chi' vinh t'a vinhaj Saúl chi'. Ix yak'ancot jun nok' b'uru vinh yet' vinh, cuchb'il jun icatzil pan yuj nok' yet' jun tz'uum ayem vino t'a yool yet' pax jun nok' yune' chiva."
        },
        {
            "number": "21",
            "text": "Ayic ix javi vinhaj David t'a vinhaj Saúl chi', ix ochcan vinh schecab'oc vinh. Te xajan ix aj vinh, ix yak'anoch vinh vinhaj Saúl chi' yik'umaloc syamk'ab' yic oval."
        },
        {
            "number": "22",
            "text": "Ix yak'anb'at jun schecab' vinhaj Saúl chi' t'a vinhaj Isaí, smam vinhaj David chi', ix yalanb'at vinh icha tik: Elocab' t'a a k'ool to skan vinhaj David tik ved'oc, yujto te wach' vinh t'ayin svila', xchib'at vinh."
        },
        {
            "number": "23",
            "text": "Ayic tz'ixtaj vinhaj Saúl chi' yuj jun espíritu chuc ayoch chi' t'ay, tz'och ijan vinhaj David chi' schalan te' arpa chi'. Ayic syab'an jun chi' vinhaj Saúl chi', tz'el jun espíritu chuc chi' t'a vinh, wach' tz'ajxi sk'ol vinh syab'i."
        }
    ]
}