{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winhaj Samuel chi' icha tik: --¿B'aq'uinh ol actej a kus yuj winhaj Saúl chi'? Maxtzac yal in k'ool to ol yak'nhej yajalil winh t'a chonhab' Israel tik. Ha tiknaik, ak' b'ud'joc nok' a ch'aac yet' aceite, tzach b'at t'a spat winhaj Isaí t'a Belén, yujto toxo ix in siq'uel jun winh yuninal winh yic tz'och reyal sq'uexuloc winhaj Saúl chi', xchi t'a winh."
        },
        {
            "number": "2",
            "text": "--¿Tas wal tz'aj in b'ati? Ta syab' jun tik winhaj Saúl chi', tzam in smilcham winh, xchi winhaj Samuel chi'. Ix tak'vi Jehová chi' t'a winh: --Ik'b'at junok nok' cob'es vacax tzach b'ati, tzalani to ak'oj silab' t'a Jehová tzach k'ochi."
        },
        {
            "number": "3",
            "text": "Slajvi chi' tzavtan winhaj Isaí chi' yic schi'an nok' silab' chi' winh. Ata' ol wal t'ayach tas ol a k'ulej. Ha mach ol in ch'ox t'ayach, tza sik'caneli, tzak'anq'ue aceite t'a sjolom, xchi t'a winh."
        },
        {
            "number": "4",
            "text": "Ix sk'anab'ajan winh tas ix yal Jehová chi'. Ayic ix k'och winh t'a Belén, ix ul chaji winh t'a xivk'olal yuj eb' yichamtac vinaquil chonhab' chi', elanhchamel ix sk'anb'ej eb' t'a winh: --¿Tas tzul a k'ulej mamin? ¿Vach' am tas tzul a k'ulej? xchi eb' t'a winh."
        },
        {
            "number": "5",
            "text": "--I', tzin javi vak' jun silab' t'a Jehová. B'oec e b'a icha yalan ley, ol ex b'at ved'oc yic sco chi'an jun silab' tik, xchi winh. Ix yalanpax winh t'a winhaj Isaí yet' t'a eb' winh yuninal to sb'o sb'a eb' winh icha yalan ley yic schi'an nok' silab' chi' eb' yet' winh."
        },
        {
            "number": "6",
            "text": "Ayic ix k'och winhaj Isaí yet' eb' winh yuninal chi', elanhchamel ix yiloch winhaj Eliab winhaj Samuel chi', ix snaan winh: Tecan a jun winh tik ix siq'uel Jehová, xchi winh."
        },
        {
            "number": "7",
            "text": "Ix yalan Jehová t'a winh: Manh ach och q'uelan chajtil yilji jun winh tik, manh iloch steel winh, yujto manhoclaj winh tik. Ha eb' anima, a chajtil yilji eb' anima, a syiloch eb', palta a in xo tik, a spensar eb' svilochi, xchi t'a winh."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yik'ancot junxo winh yuninal winhaj Isaí chi' scuchan Abinadab t'a yichanh winh, palta ix yalanxi winh: Manhoclaj junxo winh tik sik'b'ilel yuj Jehová, xchi winh."
        },
        {
            "number": "9",
            "text": "Ix yik'ancot junxo winh yuninal winhaj Isaí chi' scuchan Sama t'a yichanh winh, ix yalanxi winh: --Manhoclaj junxo winh tik ix siq'uel Jehová, xchi winh."
        },
        {
            "number": "10",
            "text": "Ix ek'chaj eb' winh yuninal winhaj Isaí chi' yucvanhil t'a yichanh winh. Malaj junok eb' winh tik ix siq'uel Jehová, xchi winh."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix sk'anb'an winh t'a winhaj Isaí chi': --¿Tom anhej eb' winh uninal tik? xchi winh. --Ayto junxo winh tzak'an unin, aycanb'at winh tanhvoj calnel, xchi winhaj Isaí chi'. --Ak'b'at yik'umal winh an, tato max ja winh, manh ol onh valaj, xchi winhaj Samuel chi'."
        },
        {
            "number": "12",
            "text": "Ix schecanb'at yik'umal junxo winh yuninal winhaj Isaí chi'. Axo ix javi winh, ix yilanoch winhaj Samuel chi', chacpulinac yilji winh, te vivo yilji yol sat winh, te wach' snivanil winh. Ha wal t'a jun rato chi' ix yalan Jehová t'a winhaj Samuel chi': --Aton winh tik, ak'q'ue aceite t'a sjolom winh, xchi."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix yik'ancot nok' sch'aac winhaj Samuel chi', aton b'aj ayem aceite. D'a yichanh eb' winh yuk'tac winh chi' smasanil ix yak'q'ue aceite winhaj Samuel chi' t'a sjolom winh. Ha winh chi' David sb'i winh. Atax t'a jun k'u chi' ix och Yespíritu Jehová t'a winh. Axo yic ix lajvi swa eb', ix meltzajxi winhaj Samuel chi' t'a Ramá."
        },
        {
            "number": "14",
            "text": "Ix yiq'uel Yespíritu Jehová t'a winhaj Saúl, haxo jun espíritu chuk ix ak'jicanoch t'a winh, ste ixtaj wal winh yuj."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yal eb' winh schecab' winh: --Mamin rey, a tas tzach ik'ani tecan a junok espíritu chuk ix ak'jioch t'ayach yuj Dios yic tzach yixtani."
        },
        {
            "number": "16",
            "text": "Yuj chi' schaocab' a k'ool, tzonh b'at a onh a checab' onh tik co say junok winh syal schalan te' arpa, yic wach' a tzach yixtan jun espíritu chi', schalan te' arpa chi' winh, icha chi' tz'aj sb'oxi a k'ool, xchi eb' winh."
        },
        {
            "number": "17",
            "text": "--Ixiquec an, a junok winh te jelan schalan te' tzeyik'coti, xchi winhaj Saúl chi'."
        },
        {
            "number": "18",
            "text": "Ix yalan jun winh yetb'eyum eb' winh ayek' chi' icha tik: --Ay wal jun winh vojtac a in tik, yuninal winh winhaj Isaí aj Belén, te wach' schalan te' arpa chi' winh, anhejtona' te wach' winh t'a oval. Te ay spensar winh sloloni, wach' yiljipax snivanil winh. Ayoch Jehová yet' winh squila', xchi winh."
        },
        {
            "number": "19",
            "text": "Yuj chi', ix yak'b'at schecab' winhaj Saúl t'a winhaj Isaí chi', ix yalanb'at winh: Ak'cot winh uninal aj David t'ayin, winh stanhvan nok' a calnel, xchib'at winh."
        },
        {
            "number": "20",
            "text": "Ix sk'anab'ajej winhaj Isaí chi', ix yak'ancot winhaj David chi' winh t'a winhaj Saúl chi'. Ix yak'ancot jun nok' b'uru winh yet' winh, cuchb'il jun icatzil pan yuj nok' yet' jun tz'uum ayem vino t'a yool yet' pax jun nok' yune' chiva."
        },
        {
            "number": "21",
            "text": "Ayic ix javi winhaj David t'a winhaj Saúl chi', ix ochcan winh schecab'oc winh. Te xajan ix aj winh, ix yak'anoch winh winhaj Saúl chi' yik'umaloc syamk'ab' yic oval."
        },
        {
            "number": "22",
            "text": "Ix yak'anb'at jun schecab' winhaj Saúl chi' t'a winhaj Isaí, smam winhaj David chi', ix yalanb'at winh icha tik: Elocab' t'a a k'ool to skan winhaj David tik ved'oc, yujto te wach' winh t'ayin svila', xchib'at winh."
        },
        {
            "number": "23",
            "text": "Ayic tz'ixtaj winhaj Saúl chi' yuj jun espíritu chuk ayoch chi' t'ay, tz'och ijan winhaj David chi' schalan te' arpa chi'. Ayic syab'an jun chi' winhaj Saúl chi', tz'el jun espíritu chuk chi' t'a winh, wach' tz'ajxi sk'ol winh syab'i."
        }
    ]
}