{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun k'u, ix smolb'ej sb'a eb' filisteo t'a Soco, t'a yol yic Judá, yic syak'an oval eb' yet' eb' israel. Ix sb'o scampamento eb' t'a Efes-damim, t'a snanhal Soco chi' yet' Azeca."
        },
        {
            "number": "2",
            "text": "Anhejtona' pax vinhaj Saúl, ix smolb'ejpax sb'a vinh yet' eb' yetisraelal t'a sch'olanil Ela, yic smacan sat eb' filisteo chi' eb'."
        },
        {
            "number": "3",
            "text": "Ayek' eb' filisteo chi' t'a jun tzalan, haxo t'a junxo tzalan ayek' eb' israel chi'. Ay jun ch'olan aycan t'a snanhal eb'."
        },
        {
            "number": "4",
            "text": "Ix elta jun vinh soldado t'a skal eb' filisteo chi', te niwan yelk'och vinh t'a skal eb', te chaanh steel vinh, ay am oxeoc metro steel vinh, Goliat sb'i vinh, aj chonhab' Gat vinh."
        },
        {
            "number": "5",
            "text": "Ha t'a sjolom vinh ayq'ue jun q'uen xumpil nab'a bronce, haxo pax t'a snhi' sk'ol vinh ayoch jun q'uen coraza nab'a bronce paxi. Ay am oyeoc arroba yalil jun q'uen coraza chi'."
        },
        {
            "number": "6",
            "text": "Aypaxoch q'uen bronce t'a sat spenec vinh, yet'nac q'uen cotac lanza vinh t'a yich spatic."
        },
        {
            "number": "7",
            "text": "Axo ste'al yoc q'uen slanza vinh yet'nac chi', te niwan spatic, haxo q'uen hierro ayoch t'a snhi', ek'to 13 libra yalil. Axo t'a yichanh vinh b'ab'el sb'at vinh ed'jinac smaclab' jul-lab'."
        },
        {
            "number": "8",
            "text": "Sjavi tek'tek' vinh t'a yichanh eb' soldado israel, te chaanh tz'avajq'ueta vinh, syalan vinh: --¿Tas yuj t'a stzolal tzex comon ajelta eyak'an oval? Ha in tik filisteo in, a exxo soldado ex vinhaj Saúl. Ha ticnaic, siq'uequelta junok vinac t'a e cal chi', yic tz'emta vinh yak' oval ved'oc."
        },
        {
            "number": "9",
            "text": "Tato stechaj yak'an oval ved'oc, tato tzin smilchamoc, a onh tik ol onh ochcan e checab'oc, palta tato a in tzin milcham jun vinh chi' jun, a exxo tzex ochcan co checab'oc."
        },
        {
            "number": "10",
            "text": "Tato ay junok vinac t'a e cal a ex israel ex tik scot yak' oval ved' ticnaic, cotocab'i, ol cak'an oval, xchi vinh filisteo chi'."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an vinhaj Saúl yet' masanil eb' soldado tas ix yal vinh chi', ix te tac sk'ol eb' yuj xivelal."
        },
        {
            "number": "12",
            "text": "Ha t'a yol stiempoal vinhaj Saúl chi', ay jun vinh t'a Belén t'a yol yic Judá scuchan Isaí, te icham vinacxo vinh, vajxacvanh yuninal vinh. Ha t'a skal eb' vinh chi' ay jun vinh scuchan David."
        },
        {
            "number": "13",
            "text": "Ay oxvanh yuninal vinhaj Isaí chi' ayoch soldadoal yuj vinhaj Saúl chi', a vinhaj Eliab b'ab'el, schab'il vinhaj Abinadab, yoxil vinhaj Sama. Slajvub' uninxo vinhaj David chi'."
        },
        {
            "number": "14",
            "text": "Ha vinhaj David chi', ay b'aj xid'ek' vinh b'aj ay vinhaj Saúl chi', smeltzajxi vinh t'a Belén yic sb'at stanhvan nok' scalnel vinh smam vinh chi'."
        },
        {
            "number": "15",
            "text": "Ha vinh filisteo chi', junjun q'uinhib'alil yet' junjun yemk'ualil ayul vinh sb'uchan eb' israel chi'. 40 k'ual ix sk'ulej vinh icha chi'."
        },
        {
            "number": "16",
            "text": "Ay jun k'u ix yal vinhaj Isaí chi' t'a vinhaj David chi': --Ik'b'at ox almuloc ixim trigo tik yet' lajunheoc ixim pan, b'at ilan eb' vinh uk'tac chi'."
        },
        {
            "number": "17",
            "text": "Tzik'anb'at lajunheoc nok' queso t'a vinh yajalil eb' vinh uk'tac chi'. Tzilani tato wach' sk'ol eb' vinh uk'tac chi'. Tzik'ancot junok tas sch'oxnab'iloc tato yel wach' sk'ol eb' vinh, xchi vinh."
        },
        {
            "number": "18",
            "text": "Ha t'a sch'olanil Ela ayek' vinhaj Saúl yet' eb' yuk'tac vinhaj David chi' yet' masanil eb' soldado israel yic syak' oval eb' yet' eb' filisteo chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix sacb'inaj t'a junxo k'u, ix yak'ancan nok' scalnel vinhaj David chi' t'a junxo stanhvumal, ix b'at vinh, ix yik'anb'at tastac ix schec vinh smam vinh chi' yik'b'ati. Ayic ix k'och vinh t'a scampamento eb' soldado israel chi', vanxo sb'at eb' yak' oval chi', van yel yav eb' sb'at eb'."
        },
        {
            "number": "20",
            "text": "Ix sb'oanoch tzolan sb'a eb', anheja' ichapax chi' ix yutej sb'a eb' filisteo chi'."
        },
        {
            "number": "21",
            "text": "D'a elanhchamel ix yak'kan tastac yet'nac vinhaj David chi' ab'enal t'a junok eb' stanhvan scampamento eb', ix b'at vinh b'aj tzolanoch eb' chi', ix sk'anb'an vinh tas yaj eb' vinh yuk'tac chi'."
        },
        {
            "number": "22",
            "text": "Ayic van slolon vinh yet' eb', ix elixta vinh filisteo aj chonhab' Gat chi', vinh niwan yelk'och t'a skal eb' yetfilisteoal chi', ix syamanxioch vinh sb'uchan eb' israel chi' icha t'a junjun k'u. Ix yab' vinhaj David chi' masanil tas ix yal vinh chi'."
        },
        {
            "number": "23",
            "text": "Ayic ix yilan vinh filisteo chi' eb' israel chi', ix te xivq'ue eb', ix el lemnaj eb' t'a vinh."
        },
        {
            "number": "24",
            "text": "Ay eb' ix alani: Ina vinh ix elta t'a skal eb' filisteo chi', sb'uchvaj vinh t'ayonh a onh israel onh tik. Ix yal vinh rey, tato ay mach syak' ganar smilancham jun vinac tik, te niwan b'eyumal ol yak' vinh t'ay, syak'anpax ix yisil vinh yetb'eyumoc, haxo eb' sk'ab' yoc maxtzac stuplaj eb' t'a vinh rey chi', xchi eb'."
        },
        {
            "number": "25",
            "text": "Ix sk'anb'an vinhaj David t'a eb' ayek' t'a stz'ey: --¿Tas tz'ak'ji t'a junok mach tz'ak'an ganar smilancham vinh filisteo chi', yic syactej vinh onh sb'uchani? ¿Tas yaj jun vinh ch'oc chonhab'il chi', yuj chi' sb'uchvaj vinh t'a eb' soldado yic Dios Pitzan? xchi vinh."
        },
        {
            "number": "26",
            "text": "Ix yalanxi eb' icha ix yutej yalan t'a sb'ab'elal tas tz'ak'ji t'a junok mach smilancham jun vinh ajk'ol chi'."
        },
        {
            "number": "27",
            "text": "Ayic van sk'anb'an vinhaj David chi' t'a eb' ix alan chi', ix yab'an vinhaj Eliab vinh yuk'tac vinh, ix te cot yoval vinh, ix yalan vinh icha tik: --¿Tas tzul a k'ulej t'a tik? ¿Mach ix ak'kan yil jayvanh nok' a calnel t'a tzinan lu'um chi'? Vojtac to niwan elk'och a naani, palta chuc a pensar, tonhej tzul il tas tz'aj yoch oval tik, xchi vinh."
        },
        {
            "number": "28",
            "text": "--¿Tom ay tas van ex vutan jun? ¿Tom ay yovalil in k'anb'ani? xchi vinhaj David chi'."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix b'at sk'anb'an vinh t'a junxo vinh. Anheja' icha chi' ix yutej junxo vinh chi' yalan t'a vinh."
        },
        {
            "number": "30",
            "text": "Axo eb' ix ab'an tas ix yal vinhaj David chi', ix b'at eb' yal t'a vinhaj Saúl chi', yuj chi' ix avtaj vinhaj David chi' yuj vinh."
        },
        {
            "number": "31",
            "text": "Ix yalan vinh t'a vinhaj Saúl chi': --Mamin, mocab' chab'ax a k'ool yuj jun vinh filisteo chi'. Ol in b'at a in a checab' in tik, ol vak' oval yet' vinh, xchi vinh."
        },
        {
            "number": "32",
            "text": "--Max yal-laj a b'at ak' oval yet' jun vinh filisteo chi', yujto quelem unin ach, palta a jun vinh chi', toxonton ak'um oval vinh yictax ix cotoch vinh quelemal, xchi vinhaj Saúl chi'."
        },
        {
            "number": "33",
            "text": "Ix tak'vi vinhaj David chi' icha tik: --Ha in a checab' in tik, ayic tzin tanhvan nok' scalnel vinh in mam, ay b'aj sjavi nok' choj, ma nok' oso yic tzul yik'anb'at nok' calnel chi' nok',"
        },
        {
            "number": "34",
            "text": "tzin b'at t'a spatic nok', tzin tok'anek' nok' calnel chi' t'a nok'. Tato scot nok' t'ayin, tzin och yub'naj t'a yalanh sti' nok', tzin milancham nok'."
        },
        {
            "number": "35",
            "text": "Yuj chi', taxonhej a junok nok' choj, ma junok nok' oso, schamnhej nok' vuuj. Icha chi' ol vutej jun vinh ch'oc chonhab'il chi'. ¿Tas yuj sb'uchvaj vinh t'a eb' soldado yic Dios Pitzan?"
        },
        {
            "number": "36",
            "text": "Ha Jehová tzin colan t'a nok' choj yet' t'a nok' oso chi', anheja' ol in colan t'a jun vinh filisteo chi', xchi vinh. Ix yalan vinhaj Saúl chi' t'a vinh: --Ixic an, aocab' Jehová ol och ed'oc, xchi vinh."
        },
        {
            "number": "37",
            "text": "Elanhchamel ix yiq'uel spichul vinhaj Saúl yic oval ayoch yuj, ix schecan vinh ak'jococh t'a vinhaj David chi'. Ix ak'jiq'ue jun q'uen xumpil nab'a bronce t'a sjolom vinh, ix ak'jipaxoch jun q'uen coraza t'a snhi' sk'ol vinh."
        },
        {
            "number": "38",
            "text": "Ixlajwi chi', ix yak'anoch jachan q'uen espada vinh t'a snanhal, ix yak'lan vinh sb'eyi. Maj yal-laj sb'ey vinh yet'oc, yujto manh k'ajanoc vinh. Yuj chi' ix yal vinh t'a vinhaj Saúl chi'. --Max yal-laj in b'ey yet' juntzanh tik, manh in k'ajanoclaj yet'oc, xchi vinh. Yuj chi' ix yiq'uel masanil juntzanh chi' vinh t'ay, ix b'at vinh b'ian."
        },
        {
            "number": "39",
            "text": "Anhej jun te' sk'ococh vinh ix yik'a', ix sik'anq'ue oye' k'olan q'uen q'ueen vinh t'a sti' ha ha', ix yak'anem q'uen vinh t'a yol jun syune' pa, yet'nac jun ch'anh mejmeech vinh, ix snitzanb'at sb'a vinh t'a slak'anil jun vinh filisteo chi'."
        },
        {
            "number": "40",
            "text": "Anheja' jun vinh filisteo chi', ix snitzcot sb'a vinh t'a slak'anil vinhaj David chi', b'ab'el jun vinh ed'jinac smaclab' jul-lab' vinh yuj."
        },
        {
            "number": "41",
            "text": "Ayic ix iljicot vinhaj David chi' yuj jun vinh filisteo chi', ix yilan vinh to te wach' yilji snivanil vinh, palta malaj yelk'och vinh t'a vinh, yujto quelem unin vinh."
        },
        {
            "number": "42",
            "text": "Ix yalan vinh icha tik t'a vinhaj David chi': --¿Tom tz'i' in tzila' yuj chi' tzach cot t'ayin yet' te' a te' chi'? xchi vinh. Ix syamanoch vinh scatab'an vinhaj David chi' t'a sb'i sdiosal."
        },
        {
            "number": "43",
            "text": "Ix yalan vinh: --Cotanh t'a tik, ol vak' a chib'ejal schib'at nok' ostoc yet' nok' chium nok', xchi vinh t'a vinh."
        },
        {
            "number": "44",
            "text": "Ix tak'vi vinhaj David chi' icha tik: --Ha ach tik tzach cot ak' oval ved'oc yet' q'uen espada yet' q'uen a lanza yet' pax q'uen a cotac lanza. Ha inxo tik tzin javi vak' oval ed'oc yet' spoder Jehová Yajal t'a Smasanil, aton co Diosal a onh soldado israel onh tik, aton malaj yelk'och alani."
        },
        {
            "number": "45",
            "text": "Ha ticnaic, a Jehová ol ach ak'anoch t'a yol in k'ab'. Ol ach in milchamoc, ol in xicanel a jolom. Ol vak'anpax snivanil eb' etchonhab' tik schib'at nok' ostoc yet' nok' chium nok'. Icha chi' ol aj yojtacanel masanil anima t'a yol yib'anhk’inal tik to a co Diosal a onh israel onh tik, Dios t'a val yel."
        },
        {
            "number": "46",
            "text": "Masanil eb' anima molanek' tik, ol nachajel yuj eb' to manhoc q'uen espada, manhoc q'uen lanza syak'lab'ej Jehová yic scolanel eb' schonhab'. Ha jun oval tik yic Jehová, ha' ol ex ak'anoch t'a yol co k'ab', xchi vinh t'a vinh."
        },
        {
            "number": "47",
            "text": "Ix cot vinh filisteo chi' t'a yichanh vinhaj David chi', anheja' vinhaj David chi' elanhchamel ix b'atpax vinh t'a yichanh vinh."
        },
        {
            "number": "48",
            "text": "Ix yak'anemb'at sk'ab' vinhaj David chi' t'a yol spa, ix yik'anq'ueta jun q'uen q'ueen vinh, ix yak'anoch q'uen vinh t'a yol smejmeech chi', ix sjulan q'uen vinh. Ha val t'a snanhal sat vinh filisteo chi' ix och q'ueen, ix kan ch'apnaj q'uen t'a snanhal sat vinh chi', ix telvi vinh, lachan ix aj vinh t'a sat lu'um."
        },
        {
            "number": "49",
            "text": "Icha chi' ix aj yak'ji ganar vinh yuj vinhaj David chi'. Anhej yet' jun k'olan q'uen q'ueen yet' jun ch'anh mejmeech ix milji vinh yuj vinh. Malaj yespada vinhaj David chi',"
        },
        {
            "number": "50",
            "text": "yuj chi' ix b'at lemnaj vinh b'aj ayek' vinh filisteo chi', ix yik'anq'ueta q'uen yespada vinh vinh t'a yol yatut. Ha yet' q'ueen ix xiquel sjolom vinh filisteo chi' vinh. Ayic ix yilan eb' filisteo to toxo ix cham jun vinh niwan yelk'och t'a skal eb' chi', ix el lemnaj eb'."
        },
        {
            "number": "51",
            "text": "Axo yic ix yilan eb' soldado Israel yet' eb' yic Judá, ix el yav eb', ix b'at eb' t'a spatic eb' filisteo chi', masanto ix k'och eb' t'a sti' chonhab' Ecrón. D'a masanil yoltac b'e sb'atnhej t'a Saaraim, sk'och t'a Gat yet' t'a Ecrón chi', toxonhej teltumb'a ix ajkan snivanil eb' soldado filisteo schami."
        },
        {
            "number": "52",
            "text": "Ixlajwi sb'at tzak'an eb' israel t'a spatic eb' filisteo t'a juntzanh lugar chi', ix meltzaj eb' yiq'uelta masanil tastac ay t'a yol scampamento eb' filisteo chi'."
        },
        {
            "number": "53",
            "text": "Ix yik'anq'ue sjolom jun filisteo chi' vinhaj David chi', ix yik'anb'at vinh t'a Jerusalén. Ix yik'anpaxel q'uen syamk'ab' vinh filisteo chi' vinh, ix yak'anoch q'uen vinh t'a yol smantiado."
        },
        {
            "number": "54",
            "text": "Ayic ix yilan vinhaj Saúl sb'at vinhaj David yak' oval yet' vinh filisteo chi', ix sk'anb'an vinh t'a vinhaj Abner, yajalil eb' soldado: --Abner, ¿mach smam jun vinh quelem tik? xchi vinh."
        },
        {
            "number": "55",
            "text": "Mamin rey, manh vojtacoclaj, xchi vinhaj Abner chi'. --Skan t'a yol a k'ab' a k'anb'ani mach ay yic vinh, xchi vinh rey chi'."
        },
        {
            "number": "56",
            "text": "Ayic van smeltzaj vinhaj David chi', ayic toxo ix chamcan vinh filisteo chi' yuj vinh, yet'nac sjolom vinh chi' vinh, haxo vinhaj Abner ix ik'anb'at vinh t'a vinhaj Saúl chi'."
        },
        {
            "number": "57",
            "text": "Ix sk'anb'an vinhaj Saúl chi' t'a vinh: --Ach quelem, ¿mach a mam? xchi vinh. Ix tak'vi vinhaj David chi': --Yuninal in vinhaj Isaí, vinh a checab' cajan t'a Belén, xchi vinh."
        }
    ]
}