{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun k'u, ix smolb'ej sb'a heb' filisteo t'a Soco, t'a yol yic Judá, yic syak'an owal heb' yet' heb' israel. Ix sb'o skampamento heb' t'a Efes-damim, t'a snanhal Soco chi' yet' Azeca."
        },
        {
            "number": "2",
            "text": "Anhejtona' pax winhaj Saúl, ix smolb'ejpax sb'a winh yet' heb' yetisraelal t'a sch'olanil Ela, yic smakan sat heb' filisteo chi' heb'."
        },
        {
            "number": "3",
            "text": "Ayek' heb' filisteo chi' t'a jun tzalan, haxo t'a junxo tzalan ayek' heb' israel chi'. Ay jun ch'olan aykan t'a snanhal heb'."
        },
        {
            "number": "4",
            "text": "Ix elta jun winh soldado t'a skal heb' filisteo chi', te niwan yelk'och winh t'a skal heb', te chaanh steel winh, ay am oxeoc metro steel winh, Goliat sb'i winh, aj chonhab' Gat winh."
        },
        {
            "number": "5",
            "text": "Ha t'a sjolom winh ayk'e jun k'een xumpil nab'a bronce, haxo pax t'a snhi' sk'ol winh ayoch jun k'een coraza nab'a bronce paxi. Ay am oyeoc arroba yalil jun k'een coraza chi'."
        },
        {
            "number": "6",
            "text": "Aypaxoch k'een bronce t'a sat spenec winh, yet'nac k'een cotac lanza winh t'a yich spatic."
        },
        {
            "number": "7",
            "text": "Axo ste'al yoc k'een slanza winh yet'nac chi', te niwan spatic, haxo k'een hierro ayoch t'a snhi', ek'to 13 libra yalil. Axo t'a yichanh winh b'ab'el sb'at winh ed'jinac smaclab' jul-lab'."
        },
        {
            "number": "8",
            "text": "Sjawi tek'tek' winh t'a yichanh heb' soldado israel, te chaanh tz'awajk'eta winh, syalan winh: --¿Tas yuj t'a stzolal tzex comon ajelta eyak'an owal? Ha in tik filisteo in, a exxo soldado ex winhaj Saúl. Ha tiknaik, sik'equelta junok winak t'a he kal chi', yic tz'emta winh yak' owal wed'oc."
        },
        {
            "number": "9",
            "text": "Tato stechaj yak'an owal wed'oc, tato tzin smilchamoc, a onh tik ol onh ochkan he chekab'oc, palta tato a in tzin milcham jun winh chi' jun, a exxo tzex ochkan ko chekab'oc."
        },
        {
            "number": "10",
            "text": "Tato ay junok winak t'a he kal a ex israel ex tik scot yak' owal wed' tiknaik, cotokab'i, ol kak'an owal, xchi winh filisteo chi'."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an winhaj Saúl yet' masanil heb' soldado tas ix yal winh chi', ix te tac sk'ol heb' yuj xiwelal."
        },
        {
            "number": "12",
            "text": "Ha t'a yol stiempoal winhaj Saúl chi', ay jun winh t'a Belén t'a yol yic Judá skuchan Isaí, te icham winacxo winh, wajxacwanh yuninal winh. Ha t'a skal heb' winh chi' ay jun winh skuchan Dawid."
        },
        {
            "number": "13",
            "text": "Ay oxwanh yuninal winhaj Isaí chi' ayoch soldadoal yuj winhaj Saúl chi', a winhaj Eliab b'ab'el, schab'il winhaj Abinadab, yoxil winhaj Sama. Slajwub' uninxo winhaj Dawid chi'."
        },
        {
            "number": "14",
            "text": "Ha winhaj Dawid chi', ay b'aj xid'ek' winh b'aj ay winhaj Saúl chi', smeltzajxi winh t'a Belén yic sb'at stanhwan nok' skalnel winh smam winh chi'."
        },
        {
            "number": "15",
            "text": "Ha winh filisteo chi', junjun q'uinhib'alil yet' junjun yemk'ualil ayul winh sb'uchan heb' israel chi'. 40 k'ual ix sk'ulej winh icha chi'."
        },
        {
            "number": "16",
            "text": "Ay jun k'u ix yal winhaj Isaí chi' t'a winhaj Dawid chi': --Ik'b'at ox almuloc ixim trigo tik yet' lajunheoc ixim pan, b'at ilan heb' winh uk'tac chi'."
        },
        {
            "number": "17",
            "text": "Tzik'anb'at lajunheoc nok' queso t'a winh yajalil heb' winh uk'tac chi'. Tzilani tato wach' sk'ol heb' winh uk'tac chi'. Tzik'ancot junok tas sch'oxnab'iloc tato yel wach' sk'ol heb' winh, xchi winh."
        },
        {
            "number": "18",
            "text": "Ha t'a sch'olanil Ela ayek' winhaj Saúl yet' heb' yuk'tac winhaj Dawid chi' yet' masanil heb' soldado israel yic syak' owal heb' yet' heb' filisteo chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix sacb'inaj t'a junxo k'u, ix yak'ankan nok' skalnel winhaj Dawid chi' t'a junxo stanhwumal, ix b'at winh, ix yik'anb'at tastac ix schec winh smam winh chi' yik'b'ati. Ayic ix k'och winh t'a skampamento heb' soldado israel chi', wanxo sb'at heb' yak' owal chi', wan yel yav heb' sb'at heb'."
        },
        {
            "number": "20",
            "text": "Ix sb'oanoch tzolan sb'a heb', anheja' ichapax chi' ix yutej sb'a heb' filisteo chi'."
        },
        {
            "number": "21",
            "text": "D'a elanhchamel ix yak'kan tastac yet'nac winhaj Dawid chi' ab'enal t'a junok heb' stanhwan skampamento heb', ix b'at winh b'aj tzolanoch heb' chi', ix sk'anb'an winh tas yaj heb' winh yuk'tac chi'."
        },
        {
            "number": "22",
            "text": "Ayic wan slolon winh yet' heb', ix elixta winh filisteo aj chonhab' Gat chi', winh niwan yelk'och t'a skal heb' yetfilisteoal chi', ix syamanxioch winh sb'uchan heb' israel chi' icha t'a junjun k'u. Ix yab' winhaj Dawid chi' masanil tas ix yal winh chi'."
        },
        {
            "number": "23",
            "text": "Ayic ix yilan winh filisteo chi' heb' israel chi', ix te xivk'e heb', ix el lemnaj heb' t'a winh."
        },
        {
            "number": "24",
            "text": "Ay heb' ix alani: Ina winh ix elta t'a skal heb' filisteo chi', sb'uchwaj winh t'ayonh a onh israel onh tik. Ix yal winh rey, tato ay mach syak' ganar smilancham jun winak tik, te niwan b'eyumal ol yak' winh t'ay, syak'anpax ix yisil winh yetb'eyumoc, haxo heb' sk'ab' yoc maxtzac stuplaj heb' t'a winh rey chi', xchi heb'."
        },
        {
            "number": "25",
            "text": "Ix sk'anb'an winhaj Dawid t'a heb' ayek' t'a stz'ey: --¿Tas tz'ak'ji t'a junok mach tz'ak'an ganar smilancham winh filisteo chi', yic syactej winh onh sb'uchani? ¿Tas yaj jun winh ch'oc chonhab'il chi', yuj chi' sb'uchwaj winh t'a heb' soldado yic Dios Pitzan? xchi winh."
        },
        {
            "number": "26",
            "text": "Ix yalanxi heb' icha ix yutej yalan t'a sb'ab'elal tas tz'ak'ji t'a junok mach smilancham jun winh ajk'ol chi'."
        },
        {
            "number": "27",
            "text": "Ayic wan sk'anb'an winhaj Dawid chi' t'a heb' ix alan chi', ix yab'an winhaj Eliab winh yuk'tac winh, ix te cot yowal winh, ix yalan winh icha tik: --¿Tas tzul a k'ulej t'a tik? ¿Mach ix ak'kan yil jaywanh nok' a kalnel t'a tzinan lu'um chi'? Vojtak to niwan elk'och a naani, palta chuk a pensar, tonhej tzul il tas tz'aj yoch owal tik, xchi winh."
        },
        {
            "number": "28",
            "text": "--¿Tom ay tas wan ex wutan jun? ¿Tom ay yowalil in k'anb'ani? xchi winhaj Dawid chi'."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix b'at sk'anb'an winh t'a junxo winh. Anheja' icha chi' ix yutej junxo winh chi' yalan t'a winh."
        },
        {
            "number": "30",
            "text": "Axo heb' ix ab'an tas ix yal winhaj Dawid chi', ix b'at heb' yal t'a winhaj Saúl chi', yuj chi' ix avtaj winhaj Dawid chi' yuj winh."
        },
        {
            "number": "31",
            "text": "Ix yalan winh t'a winhaj Saúl chi': --Mamin, mokab' chab'ax a k'ool yuj jun winh filisteo chi'. Ol in b'at a in a chekab' in tik, ol wak' owal yet' winh, xchi winh."
        },
        {
            "number": "32",
            "text": "--Max yal-laj a b'at ak' owal yet' jun winh filisteo chi', yujto quelem unin ach, palta a jun winh chi', toxonton ak'um owal winh yictax ix cotoch winh quelemal, xchi winhaj Saúl chi'."
        },
        {
            "number": "33",
            "text": "Ix tak'wi winhaj Dawid chi' icha tik: --Ha in a chekab' in tik, ayic tzin tanhwan nok' skalnel winh in mam, ay b'aj sjawi nok' choj, ma nok' oso yic tzul yik'anb'at nok' kalnel chi' nok',"
        },
        {
            "number": "34",
            "text": "tzin b'at t'a spatic nok', tzin tok'anek' nok' kalnel chi' t'a nok'. Tato scot nok' t'ayin, tzin och yub'naj t'a yalanh sti' nok', tzin milancham nok'."
        },
        {
            "number": "35",
            "text": "Yuj chi', taxonhej a junok nok' choj, ma junok nok' oso, schamnhej nok' wuuj. Icha chi' ol wutej jun winh ch'oc chonhab'il chi'. ¿Tas yuj sb'uchwaj winh t'a heb' soldado yic Dios Pitzan?"
        },
        {
            "number": "36",
            "text": "Ha Jehová tzin colan t'a nok' choj yet' t'a nok' oso chi', anheja' ol in colan t'a jun winh filisteo chi', xchi winh. Ix yalan winhaj Saúl chi' t'a winh: --Ixic an, aokab' Jehová ol och ed'oc, xchi winh."
        },
        {
            "number": "37",
            "text": "Elanhchamel ix yik'el spichul winhaj Saúl yic owal ayoch yuj, ix schekan winh ak'jococh t'a winhaj Dawid chi'. Ix ak'jik'e jun k'een xumpil nab'a bronce t'a sjolom winh, ix ak'jipaxoch jun k'een coraza t'a snhi' sk'ol winh."
        },
        {
            "number": "38",
            "text": "Ixlajwi chi', ix yak'anoch jachan k'een espada winh t'a snanhal, ix yak'lan winh sb'eyi. Maj yal-laj sb'ey winh yet'oc, yujto manh k'ajanoc winh. Yuj chi' ix yal winh t'a winhaj Saúl chi'. --Max yal-laj in b'ey yet' juntzanh tik, manh in k'ajanoclaj yet'oc, xchi winh. Yuj chi' ix yik'el masanil juntzanh chi' winh t'ay, ix b'at winh b'ian."
        },
        {
            "number": "39",
            "text": "Anhej jun te' sk'ococh winh ix yik'a', ix sik'ank'e oye' k'olan k'een k'een winh t'a sti' ha ha', ix yak'anem k'een winh t'a yol jun syune' pa, yet'nac jun ch'anh mejmeech winh, ix snitzanb'at sb'a winh t'a slak'anil jun winh filisteo chi'."
        },
        {
            "number": "40",
            "text": "Anheja' jun winh filisteo chi', ix snitzcot sb'a winh t'a slak'anil winhaj Dawid chi', b'ab'el jun winh ed'jinac smaclab' jul-lab' winh yuj."
        },
        {
            "number": "41",
            "text": "Ayic ix iljicot winhaj Dawid chi' yuj jun winh filisteo chi', ix yilan winh to te wach' yilji sniwanil winh, palta malaj yelk'och winh t'a winh, yujto quelem unin winh."
        },
        {
            "number": "42",
            "text": "Ix yalan winh icha tik t'a winhaj Dawid chi': --¿Tom tz'i' in tzila' yuj chi' tzach cot t'ayin yet' te' a te' chi'? xchi winh. Ix syamanoch winh skatab'an winhaj Dawid chi' t'a sb'i sdiosal."
        },
        {
            "number": "43",
            "text": "Ix yalan winh: --Cotanh t'a tik, ol wak' a chib'ejal schib'at nok' ostoc yet' nok' chium nok', xchi winh t'a winh."
        },
        {
            "number": "44",
            "text": "Ix tak'wi winhaj Dawid chi' icha tik: --Ha ach tik tzach cot ak' owal wed'oc yet' k'een espada yet' k'een a lanza yet' pax k'een a cotac lanza. Ha inxo tik tzin jawi wak' owal ed'oc yet' spoder Jehová Yajal t'a Smasanil, aton ko Diosal a onh soldado israel onh tik, aton malaj yelk'och alani."
        },
        {
            "number": "45",
            "text": "Ha tiknaik, a Jehová ol ach ak'anoch t'a yol in k'ab'. Ol ach in milchamoc, ol in xikanel a jolom. Ol wak'anpax sniwanil heb' etchonhab' tik schib'at nok' ostoc yet' nok' chium nok'. Icha chi' ol aj yojtakanel masanil anima t'a yol yib'anhk’inal tik to a ko Diosal a onh israel onh tik, Dios t'a wal yel."
        },
        {
            "number": "46",
            "text": "Masanil heb' anima molanek' tik, ol nachajel yuj heb' to manhoc k'een espada, manhoc k'een lanza syak'lab'ej Jehová yic scolanel heb' schonhab'. Ha jun owal tik yic Jehová, ha' ol ex ak'anoch t'a yol ko k'ab', xchi winh t'a winh."
        },
        {
            "number": "47",
            "text": "Ix cot winh filisteo chi' t'a yichanh winhaj Dawid chi', anheja' winhaj Dawid chi' elanhchamel ix b'atpax winh t'a yichanh winh."
        },
        {
            "number": "48",
            "text": "Ix yak'anemb'at sk'ab' winhaj Dawid chi' t'a yol spa, ix yik'ank'eta jun k'een k'een winh, ix yak'anoch k'een winh t'a yol smejmeech chi', ix sjulan k'een winh. Ha wal t'a snanhal sat winh filisteo chi' ix och k'een, ix kan ch'apnaj k'een t'a snanhal sat winh chi', ix telwi winh, lachan ix aj winh t'a sat lu'um."
        },
        {
            "number": "49",
            "text": "Icha chi' ix aj yak'ji ganar winh yuj winhaj Dawid chi'. Anhej yet' jun k'olan k'een k'een yet' jun ch'anh mejmeech ix milji winh yuj winh. Malaj yespada winhaj Dawid chi',"
        },
        {
            "number": "50",
            "text": "yuj chi' ix b'at lemnaj winh b'aj ayek' winh filisteo chi', ix yik'ank'eta k'een yespada winh winh t'a yol yatut. Ha yet' k'een ix xiquel sjolom winh filisteo chi' winh. Ayic ix yilan heb' filisteo to toxo ix cham jun winh niwan yelk'och t'a skal heb' chi', ix el lemnaj heb'."
        },
        {
            "number": "51",
            "text": "Axo yic ix yilan heb' soldado Israel yet' heb' yic Judá, ix el yav heb', ix b'at heb' t'a spatic heb' filisteo chi', masanto ix k'och heb' t'a sti' chonhab' Ecrón. D'a masanil yoltac b'e sb'atnhej t'a Saaraim, sk'och t'a Gat yet' t'a Ecrón chi', toxonhej teltumb'a ix ajkan sniwanil heb' soldado filisteo schami."
        },
        {
            "number": "52",
            "text": "Ixlajwi sb'at tzak'an heb' israel t'a spatic heb' filisteo t'a juntzanh lugar chi', ix meltzaj heb' yik'elta masanil tastac ay t'a yol skampamento heb' filisteo chi'."
        },
        {
            "number": "53",
            "text": "Ix yik'ank'e sjolom jun filisteo chi' winhaj Dawid chi', ix yik'anb'at winh t'a Jerusalén. Ix yik'anpaxel k'een syamk'ab' winh filisteo chi' winh, ix yak'anoch k'een winh t'a yol smantiado."
        },
        {
            "number": "54",
            "text": "Ayic ix yilan winhaj Saúl sb'at winhaj Dawid yak' owal yet' winh filisteo chi', ix sk'anb'an winh t'a winhaj Abner, yajalil heb' soldado: --Abner, ¿mach smam jun winh quelem tik? xchi winh."
        },
        {
            "number": "55",
            "text": "Mamin rey, manh wojtakoclaj, xchi winhaj Abner chi'. --Skan t'a yol a k'ab' a k'anb'ani mach ay yic winh, xchi winh rey chi'."
        },
        {
            "number": "56",
            "text": "Ayic wan smeltzaj winhaj Dawid chi', ayic toxo ix chamcan winh filisteo chi' yuj winh, yet'nac sjolom winh chi' winh, haxo winhaj Abner ix ik'anb'at winh t'a winhaj Saúl chi'."
        },
        {
            "number": "57",
            "text": "Ix sk'anb'an winhaj Saúl chi' t'a winh: --Ach quelem, ¿mach a mam? xchi winh. Ix tak'wi winhaj Dawid chi': --Yuninal in winhaj Isaí, winh a chekab' kajan t'a Belén, xchi winh."
        }
    ]
}