{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun k'u, ix smolb'ej sb'a eb' filisteo t'a Soco, t'a yol yic Judá, yic syak'an oval eb' yet' eb' israel. Ix sb'o scampamento eb' t'a Efes-damim, t'a snanhal Soco chi' yet' Azeca."
        },
        {
            "number": "2",
            "text": "Anhejtona' pax winhaj Saúl, ix smolb'ejpax sb'a winh yet' eb' yetisraelal t'a sch'olanil Ela, yic smacan sat eb' filisteo chi' eb'."
        },
        {
            "number": "3",
            "text": "Ayek' eb' filisteo chi' t'a jun tzalan, haxo t'a junxo tzalan ayek' eb' israel chi'. Ay jun ch'olan aycan t'a snanhal eb'."
        },
        {
            "number": "4",
            "text": "Ix elta jun winh soldado t'a skal eb' filisteo chi', te niwan yelk'och winh t'a skal eb', te chaanh steel winh, ay am oxeoc metro steel winh, Goliat sb'i winh, aj chonhab' Gat winh."
        },
        {
            "number": "5",
            "text": "Ha t'a sjolom winh ayq'ue jun q'uen xumpil nab'a bronce, haxo pax t'a snhi' sk'ol winh ayoch jun q'uen coraza nab'a bronce paxi. Ay am oyeoc arroba yalil jun q'uen coraza chi'."
        },
        {
            "number": "6",
            "text": "Aypaxoch q'uen bronce t'a sat spenec winh, yet'nac q'uen cotac lanza winh t'a yich spatic."
        },
        {
            "number": "7",
            "text": "Axo ste'al yoc q'uen slanza winh yet'nac chi', te niwan spatic, haxo q'uen hierro ayoch t'a snhi', ek'to 13 libra yalil. Axo t'a yichanh winh b'ab'el sb'at winh ed'jinac smaclab' jul-lab'."
        },
        {
            "number": "8",
            "text": "Sjavi tek'tek' winh t'a yichanh eb' soldado israel, te chaanh tz'avajq'ueta winh, syalan winh: --¿Tas yuj t'a stzolal tzex comon ajelta eyak'an oval? Ha in tik filisteo in, a exxo soldado ex winhaj Saúl. Ha tiknaik, siq'uequelta junok vinac t'a e cal chi', yic tz'emta winh yak' oval ved'oc."
        },
        {
            "number": "9",
            "text": "Tato stechaj yak'an oval ved'oc, tato tzin smilchamoc, a onh tik ol onh ochcan e checab'oc, palta tato a in tzin milcham jun winh chi' jun, a exxo tzex ochcan co checab'oc."
        },
        {
            "number": "10",
            "text": "Tato ay junok vinac t'a e cal a ex israel ex tik scot yak' oval ved' tiknaik, cotocab'i, ol cak'an oval, xchi winh filisteo chi'."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an winhaj Saúl yet' masanil eb' soldado tas ix yal winh chi', ix te tac sk'ol eb' yuj xivelal."
        },
        {
            "number": "12",
            "text": "Ha t'a yol stiempoal winhaj Saúl chi', ay jun winh t'a Belén t'a yol yic Judá scuchan Isaí, te icham vinacxo winh, vajxacvanh yuninal winh. Ha t'a skal eb' winh chi' ay jun winh scuchan David."
        },
        {
            "number": "13",
            "text": "Ay oxvanh yuninal winhaj Isaí chi' ayoch soldadoal yuj winhaj Saúl chi', a winhaj Eliab b'ab'el, schab'il winhaj Abinadab, yoxil winhaj Sama. Slajvub' uninxo winhaj David chi'."
        },
        {
            "number": "14",
            "text": "Ha winhaj David chi', ay b'aj xid'ek' winh b'aj ay winhaj Saúl chi', smeltzajxi winh t'a Belén yic sb'at stanhvan nok' scalnel winh smam winh chi'."
        },
        {
            "number": "15",
            "text": "Ha winh filisteo chi', junjun q'uinhib'alil yet' junjun yemk'ualil ayul winh sb'uchan eb' israel chi'. 40 k'ual ix sk'ulej winh icha chi'."
        },
        {
            "number": "16",
            "text": "Ay jun k'u ix yal winhaj Isaí chi' t'a winhaj David chi': --Ik'b'at ox almuloc ixim trigo tik yet' lajunheoc ixim pan, b'at ilan eb' winh uk'tac chi'."
        },
        {
            "number": "17",
            "text": "Tzik'anb'at lajunheoc nok' queso t'a winh yajalil eb' winh uk'tac chi'. Tzilani tato wach' sk'ol eb' winh uk'tac chi'. Tzik'ancot junok tas sch'oxnab'iloc tato yel wach' sk'ol eb' winh, xchi winh."
        },
        {
            "number": "18",
            "text": "Ha t'a sch'olanil Ela ayek' winhaj Saúl yet' eb' yuk'tac winhaj David chi' yet' masanil eb' soldado israel yic syak' oval eb' yet' eb' filisteo chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix sacb'inaj t'a junxo k'u, ix yak'ancan nok' scalnel winhaj David chi' t'a junxo stanhvumal, ix b'at winh, ix yik'anb'at tastac ix schec winh smam winh chi' yik'b'ati. Ayic ix k'och winh t'a scampamento eb' soldado israel chi', vanxo sb'at eb' yak' oval chi', van yel yav eb' sb'at eb'."
        },
        {
            "number": "20",
            "text": "Ix sb'oanoch tzolan sb'a eb', anheja' ichapax chi' ix yutej sb'a eb' filisteo chi'."
        },
        {
            "number": "21",
            "text": "D'a elanhchamel ix yak'kan tastac yet'nac winhaj David chi' ab'enal t'a junok eb' stanhvan scampamento eb', ix b'at winh b'aj tzolanoch eb' chi', ix sk'anb'an winh tas yaj eb' winh yuk'tac chi'."
        },
        {
            "number": "22",
            "text": "Ayic van slolon winh yet' eb', ix elixta winh filisteo aj chonhab' Gat chi', winh niwan yelk'och t'a skal eb' yetfilisteoal chi', ix syamanxioch winh sb'uchan eb' israel chi' icha t'a junjun k'u. Ix yab' winhaj David chi' masanil tas ix yal winh chi'."
        },
        {
            "number": "23",
            "text": "Ayic ix yilan winh filisteo chi' eb' israel chi', ix te xivq'ue eb', ix el lemnaj eb' t'a winh."
        },
        {
            "number": "24",
            "text": "Ay eb' ix alani: Ina winh ix elta t'a skal eb' filisteo chi', sb'uchvaj winh t'ayonh a onh israel onh tik. Ix yal winh rey, tato ay mach syak' ganar smilancham jun vinac tik, te niwan b'eyumal ol yak' winh t'ay, syak'anpax ix yisil winh yetb'eyumoc, haxo eb' sk'ab' yoc maxtzac stuplaj eb' t'a winh rey chi', xchi eb'."
        },
        {
            "number": "25",
            "text": "Ix sk'anb'an winhaj David t'a eb' ayek' t'a stz'ey: --¿Tas tz'ak'ji t'a junok mach tz'ak'an ganar smilancham winh filisteo chi', yic syactej winh onh sb'uchani? ¿Tas yaj jun winh ch'oc chonhab'il chi', yuj chi' sb'uchvaj winh t'a eb' soldado yic Dios Pitzan? xchi winh."
        },
        {
            "number": "26",
            "text": "Ix yalanxi eb' icha ix yutej yalan t'a sb'ab'elal tas tz'ak'ji t'a junok mach smilancham jun winh ajk'ol chi'."
        },
        {
            "number": "27",
            "text": "Ayic van sk'anb'an winhaj David chi' t'a eb' ix alan chi', ix yab'an winhaj Eliab winh yuk'tac winh, ix te cot yoval winh, ix yalan winh icha tik: --¿Tas tzul a k'ulej t'a tik? ¿Mach ix ak'kan yil jayvanh nok' a calnel t'a tzinan lu'um chi'? Vojtac to niwan elk'och a naani, palta chuk a pensar, tonhej tzul il tas tz'aj yoch oval tik, xchi winh."
        },
        {
            "number": "28",
            "text": "--¿Tom ay tas van ex vutan jun? ¿Tom ay yowalil in k'anb'ani? xchi winhaj David chi'."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix b'at sk'anb'an winh t'a junxo winh. Anheja' icha chi' ix yutej junxo winh chi' yalan t'a winh."
        },
        {
            "number": "30",
            "text": "Axo eb' ix ab'an tas ix yal winhaj David chi', ix b'at eb' yal t'a winhaj Saúl chi', yuj chi' ix avtaj winhaj David chi' yuj winh."
        },
        {
            "number": "31",
            "text": "Ix yalan winh t'a winhaj Saúl chi': --Mamin, mocab' chab'ax a k'ool yuj jun winh filisteo chi'. Ol in b'at a in a checab' in tik, ol vak' oval yet' winh, xchi winh."
        },
        {
            "number": "32",
            "text": "--Max yal-laj a b'at ak' oval yet' jun winh filisteo chi', yujto quelem unin ach, palta a jun winh chi', toxonton ak'um oval winh yictax ix cotoch winh quelemal, xchi winhaj Saúl chi'."
        },
        {
            "number": "33",
            "text": "Ix tak'vi winhaj David chi' icha tik: --Ha in a checab' in tik, ayic tzin tanhvan nok' scalnel winh in mam, ay b'aj sjavi nok' choj, ma nok' oso yic tzul yik'anb'at nok' calnel chi' nok',"
        },
        {
            "number": "34",
            "text": "tzin b'at t'a spatic nok', tzin tok'anek' nok' calnel chi' t'a nok'. Tato scot nok' t'ayin, tzin och yub'naj t'a yalanh sti' nok', tzin milancham nok'."
        },
        {
            "number": "35",
            "text": "Yuj chi', taxonhej a junok nok' choj, ma junok nok' oso, schamnhej nok' vuuj. Icha chi' ol vutej jun winh ch'oc chonhab'il chi'. ¿Tas yuj sb'uchvaj winh t'a eb' soldado yic Dios Pitzan?"
        },
        {
            "number": "36",
            "text": "Ha Jehová tzin colan t'a nok' choj yet' t'a nok' oso chi', anheja' ol in colan t'a jun winh filisteo chi', xchi winh. Ix yalan winhaj Saúl chi' t'a winh: --Ixic an, aocab' Jehová ol och ed'oc, xchi winh."
        },
        {
            "number": "37",
            "text": "Elanhchamel ix yiq'uel spichul winhaj Saúl yic oval ayoch yuj, ix schecan winh ak'jococh t'a winhaj David chi'. Ix ak'jiq'ue jun q'uen xumpil nab'a bronce t'a sjolom winh, ix ak'jipaxoch jun q'uen coraza t'a snhi' sk'ol winh."
        },
        {
            "number": "38",
            "text": "Ixlajwi chi', ix yak'anoch jachan q'uen espada winh t'a snanhal, ix yak'lan winh sb'eyi. Maj yal-laj sb'ey winh yet'oc, yujto manh k'ajanoc winh. Yuj chi' ix yal winh t'a winhaj Saúl chi'. --Max yal-laj in b'ey yet' juntzanh tik, manh in k'ajanoclaj yet'oc, xchi winh. Yuj chi' ix yiq'uel masanil juntzanh chi' winh t'ay, ix b'at winh b'ian."
        },
        {
            "number": "39",
            "text": "Anhej jun te' sk'ococh winh ix yik'a', ix sik'anq'ue oye' k'olan q'uen q'ueen winh t'a sti' ha ha', ix yak'anem q'uen winh t'a yol jun syune' pa, yet'nac jun ch'anh mejmeech winh, ix snitzanb'at sb'a winh t'a slak'anil jun winh filisteo chi'."
        },
        {
            "number": "40",
            "text": "Anheja' jun winh filisteo chi', ix snitzcot sb'a winh t'a slak'anil winhaj David chi', b'ab'el jun winh ed'jinac smaclab' jul-lab' winh yuj."
        },
        {
            "number": "41",
            "text": "Ayic ix iljicot winhaj David chi' yuj jun winh filisteo chi', ix yilan winh to te wach' yilji snivanil winh, palta malaj yelk'och winh t'a winh, yujto quelem unin winh."
        },
        {
            "number": "42",
            "text": "Ix yalan winh icha tik t'a winhaj David chi': --¿Tom tz'i' in tzila' yuj chi' tzach cot t'ayin yet' te' a te' chi'? xchi winh. Ix syamanoch winh scatab'an winhaj David chi' t'a sb'i sdiosal."
        },
        {
            "number": "43",
            "text": "Ix yalan winh: --Cotanh t'a tik, ol vak' a chib'ejal schib'at nok' ostoc yet' nok' chium nok', xchi winh t'a winh."
        },
        {
            "number": "44",
            "text": "Ix tak'vi winhaj David chi' icha tik: --Ha ach tik tzach cot ak' oval ved'oc yet' q'uen espada yet' q'uen a lanza yet' pax q'uen a cotac lanza. Ha inxo tik tzin javi vak' oval ed'oc yet' spoder Jehová Yajal t'a Smasanil, aton co Diosal a onh soldado israel onh tik, aton malaj yelk'och alani."
        },
        {
            "number": "45",
            "text": "Ha tiknaik, a Jehová ol ach ak'anoch t'a yol in k'ab'. Ol ach in milchamoc, ol in xicanel a jolom. Ol vak'anpax snivanil eb' etchonhab' tik schib'at nok' ostoc yet' nok' chium nok'. Icha chi' ol aj yojtacanel masanil anima t'a yol yib'anhk’inal tik to a co Diosal a onh israel onh tik, Dios t'a wal yel."
        },
        {
            "number": "46",
            "text": "Masanil eb' anima molanek' tik, ol nachajel yuj eb' to manhoc q'uen espada, manhoc q'uen lanza syak'lab'ej Jehová yic scolanel eb' schonhab'. Ha jun oval tik yic Jehová, ha' ol ex ak'anoch t'a yol co k'ab', xchi winh t'a winh."
        },
        {
            "number": "47",
            "text": "Ix cot winh filisteo chi' t'a yichanh winhaj David chi', anheja' winhaj David chi' elanhchamel ix b'atpax winh t'a yichanh winh."
        },
        {
            "number": "48",
            "text": "Ix yak'anemb'at sk'ab' winhaj David chi' t'a yol spa, ix yik'anq'ueta jun q'uen q'ueen winh, ix yak'anoch q'uen winh t'a yol smejmeech chi', ix sjulan q'uen winh. Ha wal t'a snanhal sat winh filisteo chi' ix och q'ueen, ix kan ch'apnaj q'uen t'a snanhal sat winh chi', ix telvi winh, lachan ix aj winh t'a sat lu'um."
        },
        {
            "number": "49",
            "text": "Icha chi' ix aj yak'ji ganar winh yuj winhaj David chi'. Anhej yet' jun k'olan q'uen q'ueen yet' jun ch'anh mejmeech ix milji winh yuj winh. Malaj yespada winhaj David chi',"
        },
        {
            "number": "50",
            "text": "yuj chi' ix b'at lemnaj winh b'aj ayek' winh filisteo chi', ix yik'anq'ueta q'uen yespada winh winh t'a yol yatut. Ha yet' q'ueen ix xiquel sjolom winh filisteo chi' winh. Ayic ix yilan eb' filisteo to toxo ix cham jun winh niwan yelk'och t'a skal eb' chi', ix el lemnaj eb'."
        },
        {
            "number": "51",
            "text": "Axo yic ix yilan eb' soldado Israel yet' eb' yic Judá, ix el yav eb', ix b'at eb' t'a spatic eb' filisteo chi', masanto ix k'och eb' t'a sti' chonhab' Ecrón. D'a masanil yoltac b'e sb'atnhej t'a Saaraim, sk'och t'a Gat yet' t'a Ecrón chi', toxonhej teltumb'a ix ajkan snivanil eb' soldado filisteo schami."
        },
        {
            "number": "52",
            "text": "Ixlajwi sb'at tzak'an eb' israel t'a spatic eb' filisteo t'a juntzanh lugar chi', ix meltzaj eb' yiq'uelta masanil tastac ay t'a yol scampamento eb' filisteo chi'."
        },
        {
            "number": "53",
            "text": "Ix yik'anq'ue sjolom jun filisteo chi' winhaj David chi', ix yik'anb'at winh t'a Jerusalén. Ix yik'anpaxel q'uen syamk'ab' winh filisteo chi' winh, ix yak'anoch q'uen winh t'a yol smantiado."
        },
        {
            "number": "54",
            "text": "Ayic ix yilan winhaj Saúl sb'at winhaj David yak' oval yet' winh filisteo chi', ix sk'anb'an winh t'a winhaj Abner, yajalil eb' soldado: --Abner, ¿mach smam jun winh quelem tik? xchi winh."
        },
        {
            "number": "55",
            "text": "Mamin rey, manh vojtacoclaj, xchi winhaj Abner chi'. --Skan t'a yol a k'ab' a k'anb'ani mach ay yic winh, xchi winh rey chi'."
        },
        {
            "number": "56",
            "text": "Ayic van smeltzaj winhaj David chi', ayic toxo ix chamcan winh filisteo chi' yuj winh, yet'nac sjolom winh chi' winh, haxo winhaj Abner ix ik'anb'at winh t'a winhaj Saúl chi'."
        },
        {
            "number": "57",
            "text": "Ix sk'anb'an winhaj Saúl chi' t'a winh: --Ach quelem, ¿mach a mam? xchi winh. Ix tak'vi winhaj David chi': --Yuninal in winhaj Isaí, winh a checab' cajan t'a Belén, xchi winh."
        }
    ]
}