{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi slolon winhaj David yet' winhaj Saúl chi', haxo winhaj Jonatán yuninal winhaj Saúl chi', te wach' ix yil winhaj David chi' winh icha wal syutej syailan sb'a."
        },
        {
            "number": "2",
            "text": "Anheja' winhaj Saúl chi', ha t'a jun k'u chi', ix yak'canoch yopisio winhaj David chi' winh, majxo yak'laj meltzaj winh winh t'a spat smam."
        },
        {
            "number": "3",
            "text": "Ix yak' sti' winhaj Jonatán t'a winhaj David chi' to wach' ol yil-laj sb'a eb' winh t'a masanil tiempo, yujto te xajan winhaj David chi' yuj winh."
        },
        {
            "number": "4",
            "text": "Ix yik'anpaxel masanil spichul winhaj Jonatán yic oval ayoch yuj, ix yak'an winh t'a winhaj David chi' yet' q'uen yespada, jul-lab' yet' cincho ayoch t'a snanhal winh."
        },
        {
            "number": "5",
            "text": "Masanil b'aj ix checji winhaj David yuj winhaj Saúl chi' t'a oval, te wach'nhej ix elk'och winh, yuj chi' ix ak'jioch winh yajalil t'a jun makan eb' soldado. Yuj chi' ix te tzalaj eb' soldado yet' eb' ayoch yopisio yuj winhaj Saúl chi'."
        },
        {
            "number": "6",
            "text": "Ayic ix jax eb' soldado smasanil t'a oval, ayic toxo ix chamcan winh filisteo yuj winhaj David chi', ix laj elta eb' ix ix t'a junjun chonhab' yic schaan eb' ix sjavi winhaj rey Saúl chi'. Sq'ue chennaj eb' ix tz'elta eb' ix, stzinhan q'uen spandereta eb' ix yet' q'uen splatillo."
        },
        {
            "number": "7",
            "text": "Van sb'itan eb' ix tz'elta eb' ix, syalan eb' ix icha tik: Smilal eb' ajk'ool ix smilcham winhaj Saúl. Lajlajunh miltac ix smilcham winhaj David, xchi eb' ix."
        },
        {
            "number": "8",
            "text": "Ha jun chi', te ya ix och ix yab' winhaj Saúl chi', yuj chi' ix chichonq'ue sk'ool winh, ix yalan winh: --Ste ik'jivalchaanh winhaj David t'a vichanh, yuj chi' syal eb' ix ix tik to lajlajunh miltac ix smilcham winh, a inxo tik jayenhej mil ix in milchamoc. Jab'xonhej wal yoch winh tik reyal in q'uexuloc, xchi spensar winh chi'."
        },
        {
            "number": "9",
            "text": "Atax ta' ix ochcan chi'an sk'ol winh t'a winhaj David chi'."
        },
        {
            "number": "10",
            "text": "Axo t'a junxo k'u, ix och jun espíritu chuk yuj Jehová t'a winhaj Saúl chi', ix och locoax winh t'a sdespacho, ix och ijan winhaj David schalan te' arpa, ichataxon sk'ulej, yet'q'ue jun q'uen lanza winhaj Saúl chi'."
        },
        {
            "number": "11",
            "text": "Ix cot wal numnaj t'a sjolom winh ix yila', ix sjulanoch q'uen slanza winh chi' t'a winhaj David chi', yic tz'ochcan ch'apnaj winh yet' q'uen t'a sat pat chi' snaan winh, palta chael ix scol sb'a winhaj David chi'."
        },
        {
            "number": "12",
            "text": "Ix xivq'ue winhaj Saúl t'a winhaj David chi', yujto a Jehová ayoch yet' winhaj David chi', haxo pax yet' winh jun, manhxo ayoc ochlaj Jehová chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi', manhxooc t'a spat winh chi' ix munlaj winhaj David chi', palta to ix yiq'uel winh winh t'a stz'ey. Ix yak'anoch winh winh yajalil t'a jun mil eb' soldado, aton winh ed'jinac eb' ayic ix xid'ek' eb' t'a oval."
        },
        {
            "number": "14",
            "text": "Yalnhej b'aj ix ek' winhaj David chi', wach'nhej tz'aj yelk'ochi, yujto a Jehová ayoch yet' winh."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix te wach' xiv winhaj Saúl chi' t'a winh."
        },
        {
            "number": "16",
            "text": "Masanil eb' israel yet' eb' aj Judá, te xajan winhaj David chi' yuj eb'. Ste tzalaj eb' yet' winh yujto a winh scuchb'an eb' t'a oval."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yalan winhaj Saúl t'a winhaj David chi': --Svak' ix b'ab'el visil scuchan Merab etb'eyumoc, anhej to jelannhej tzutej a b'ha t'a oval, tzak'an oval cuj a onh schonhab' onh Jehová tik, xchi winh. Ix sna winhaj Saúl icha chi' yujto malaj sgana winh yoch smul smilan winhaj David chi', wach' ama tato a eb' filisteo smilan winh snaan winh."
        },
        {
            "number": "18",
            "text": "Ix tak'vi winhaj David chi': --Mamin rey, malaj jab'oc velk'ochi, manh nivanoclaj yelk'och in mam yet' eb' in k'ab' voc t'a skal eb' quetisraelal yic tzin och a nhi'oc, xchi winh."
        },
        {
            "number": "19",
            "text": "Axo yic ix k'och stiempoal yak'an ix yisil winhaj Saúl chi' yetb'eyumoc winh, aton ix Merab, haxo t'a winhaj Adriel aj Mehola ix yak' ix winh."
        },
        {
            "number": "20",
            "text": "Axo junxo ix yisil winh scuchan Mical, te ay sgana ix t'a winhaj David chi'. Ayic ix yab'an winhaj Saúl chi' icha chi', te wach' ix yab' winh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix snaan winh to ol yak' junxo ix yisil winh chi' yetb'eyumoc winhaj David chi', yic wach' yuj ix ol miljoccham winhaj David chi' yuj eb' filisteo. Ix yalan winhaj Saúl t'a winhaj David t'a schaelal: --Ha tiknaik, wal yel ol ach och in nhi'oc, xchi winh."
        },
        {
            "number": "22",
            "text": "Ix stz'acan yal winh t'a eb' winh ayoch t'a yopisio yuj: --Tzex lolon yet' winhaj David e ch'ocoj, tzeyalan t'a winh icha tik: Ha winh rey, tzach ste xajanej winh, tzach co xajanejpax a onh tik. Yuj chi' ach ochocab' snhi'oc winh rey chi', xe chi t'a winh, xchi winhaj Saúl chi'."
        },
        {
            "number": "23",
            "text": "Ix b'at eb' winh ay yopisio chi' yal juntzanh chi' t'a winhaj David chi', ix tak'vi winh t'a eb' icha tik: --Am e naani to secojtac voch snhi'oc winh rey chi', ina to meb'a' in, malaj jab'oc velk'ochi, xchi winh."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix b'at eb' schecab' winhaj Saúl chi' yal t'ay, tas ix aj yalan winhaj David chi'."
        },
        {
            "number": "25",
            "text": "Ix yalanxi winhaj Saúl chi' t'a eb' ay yopisio chi': --Alec t'a winh, max stuplaj ix visil tik winh icha sb'eyb'al eb' anima, anhej syik'cot 100-oc sjolom svinaquil eb' winh filisteo winh t'ayin. Icha chi' tz'aj in pacan in b'ha t'a eb' vajk'ol chi', xe chi t'a winh, xchi winh rey chi'. Icha chi' ix yutej winh rey chi' yalani yic smiljicham winhaj David chi' yuj eb' filisteo chi'."
        },
        {
            "number": "26",
            "text": "Ix b'atxi eb' ay yopisio chi' yal t'a winhaj David chi'. Ix schaan sk'ol winh yoch snhi'oc winh rey chi'. Ayic manto k'ochlaj sk'ual,"
        },
        {
            "number": "27",
            "text": "ix b'at winhaj David chi' yet' eb' soldado, ix smilancham 200 eb' winh filisteo winh. Tz'acan ix yik'cot sjolom svinaquil eb' winh winh t'a winhaj Saúl chi' yic tz'ochcan winh snhi'oc winh. Ixlajwi chi', ix yak'an ix Mical yisil winhaj Saúl chi' yetb'eyumoc winh."
        },
        {
            "number": "28",
            "text": "Ix nachajel yuj winhaj Saúl chi', ix yilan winh to a Jehová ayoch yet' winhaj David chi', ix yilanpax winh to te xajan winh yuj ix Mical chi',"
        },
        {
            "number": "29",
            "text": "yuj chi' ix te wach' xivq'ue winh t'a winh, ix te wach' och winh ajk'olal t'a winh."
        },
        {
            "number": "30",
            "text": "Ha eb' filisteo ix te ochnhej eb' yak' oval yet' eb' israel, palta a winhaj David chi', te jelan winh t'a oval t'a yichanh juntzanhxo eb' yetyajalil soldado winhaj Saúl t'a juntac el, yuj chi' ix te b'inaj winh."
        }
    ]
}