{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajwi slolon winhaj Dawid yet' winhaj Saúl chi', haxo winhaj Jonatán yuninal winhaj Saúl chi', te wach' ix yil winhaj Dawid chi' winh icha wal syutej syailan sb'a."
        },
        {
            "number": "2",
            "text": "Anheja' winhaj Saúl chi', ha t'a jun k'u chi', ix yak'canoch yopisio winhaj Dawid chi' winh, majxo yak'laj meltzaj winh winh t'a spat smam."
        },
        {
            "number": "3",
            "text": "Ix yak' sti' winhaj Jonatán t'a winhaj Dawid chi' to wach' ol yil-laj sb'a heb' winh t'a masanil tiempo, yujto te xajan winhaj Dawid chi' yuj winh."
        },
        {
            "number": "4",
            "text": "Ix yik'anpaxel masanil spichul winhaj Jonatán yic owal ayoch yuj, ix yak'an winh t'a winhaj Dawid chi' yet' k'een yespada, jul-lab' yet' cincho ayoch t'a snanhal winh."
        },
        {
            "number": "5",
            "text": "Masanil b'aj ix checji winhaj Dawid yuj winhaj Saúl chi' t'a owal, te wach'nhej ix elk'och winh, yuj chi' ix ak'jioch winh yajalil t'a jun makan heb' soldado. Yuj chi' ix te tzalaj heb' soldado yet' heb' ayoch yopisio yuj winhaj Saúl chi'."
        },
        {
            "number": "6",
            "text": "Ayic ix jax heb' soldado smasanil t'a owal, ayic toxo ix chamcan winh filisteo yuj winhaj Dawid chi', ix laj elta heb' ix ix t'a junjun chonhab' yic schaan heb' ix sjawi winhaj rey Saúl chi'. Sk'e chennaj heb' ix tz'elta heb' ix, stzinhan k'een spandereta heb' ix yet' k'een splatillo."
        },
        {
            "number": "7",
            "text": "Van sb'itan heb' ix tz'elta heb' ix, syalan heb' ix icha tik: Smilal heb' ajk'ool ix smilcham winhaj Saúl. Lajlajunh miltac ix smilcham winhaj Dawid, xchi heb' ix."
        },
        {
            "number": "8",
            "text": "Ha jun chi', te ya ix och ix yab' winhaj Saúl chi', yuj chi' ix chichonk'e sk'ool winh, ix yalan winh: --Ste ik'jiwalchaanh winhaj Dawid t'a wichanh, yuj chi' syal heb' ix ix tik to lajlajunh miltac ix smilcham winh, a inxo tik jayenhej mil ix in milchamoc. Jab'xonhej wal yoch winh tik reyal in k'exuloc, xchi spensar winh chi'."
        },
        {
            "number": "9",
            "text": "Atax ta' ix ochcan chi'an sk'ol winh t'a winhaj Dawid chi'."
        },
        {
            "number": "10",
            "text": "Axo t'a junxo k'u, ix och jun espíritu chuk yuj Jehová t'a winhaj Saúl chi', ix och locoax winh t'a sdespacho, ix och ijan winhaj Dawid schalan te' arpa, ichataxon sk'ulej, yet'k'e jun k'een lanza winhaj Saúl chi'."
        },
        {
            "number": "11",
            "text": "Ix cot wal numnaj t'a sjolom winh ix yila', ix sjulanoch k'een slanza winh chi' t'a winhaj Dawid chi', yic tz'ochcan ch'apnaj winh yet' k'een t'a sat pat chi' snaan winh, palta chael ix scol sb'a winhaj Dawid chi'."
        },
        {
            "number": "12",
            "text": "Ix xivk'e winhaj Saúl t'a winhaj Dawid chi', yujto a Jehová ayoch yet' winhaj Dawid chi', haxo pax yet' winh jun, manhxo ayoc ochlaj Jehová chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi', manhxooc t'a spat winh chi' ix munlaj winhaj Dawid chi', palta to ix yik'el winh winh t'a stz'ey. Ix yak'anoch winh winh yajalil t'a jun mil heb' soldado, aton winh ed'jinac heb' ayic ix xid'ek' heb' t'a owal."
        },
        {
            "number": "14",
            "text": "Yalnhej b'aj ix ek' winhaj Dawid chi', wach'nhej tz'aj yelk'ochi, yujto a Jehová ayoch yet' winh."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix te wach' xiv winhaj Saúl chi' t'a winh."
        },
        {
            "number": "16",
            "text": "Masanil heb' israel yet' heb' aj Judá, te xajan winhaj Dawid chi' yuj heb'. Ste tzalaj heb' yet' winh yujto a winh scuchb'an heb' t'a owal."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yalan winhaj Saúl t'a winhaj Dawid chi': --Swak' ix b'ab'el wisil scuchan Merab etb'eyumoc, anhej to jelannhej tzutej a b'ha t'a owal, tzak'an owal cuj a onh schonhab' onh Jehová tik, xchi winh. Ix sna winhaj Saúl icha chi' yujto malaj sgana winh yoch smul smilan winhaj Dawid chi', wach' ama tato a heb' filisteo smilan winh snaan winh."
        },
        {
            "number": "18",
            "text": "Ix tak'wi winhaj Dawid chi': --Mamin rey, malaj jab'oc welk'ochi, manh niwanoclaj yelk'och in mam yet' heb' in k'ab' woc t'a skal heb' quetisraelal yic tzin och a nhi'oc, xchi winh."
        },
        {
            "number": "19",
            "text": "Axo yic ix k'och stiempoal yak'an ix yisil winhaj Saúl chi' yetb'eyumoc winh, aton ix Merab, haxo t'a winhaj Adriel aj Mehola ix yak' ix winh."
        },
        {
            "number": "20",
            "text": "Axo junxo ix yisil winh scuchan Mical, te ay sgana ix t'a winhaj Dawid chi'. Ayic ix yab'an winhaj Saúl chi' icha chi', te wach' ix yab' winh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix snaan winh to ol yak' junxo ix yisil winh chi' yetb'eyumoc winhaj Dawid chi', yic wach' yuj ix ol miljoccham winhaj Dawid chi' yuj heb' filisteo. Ix yalan winhaj Saúl t'a winhaj Dawid t'a schaelal: --Ha tiknaik, wal yel ol ach och in nhi'oc, xchi winh."
        },
        {
            "number": "22",
            "text": "Ix stz'acan yal winh t'a heb' winh ayoch t'a yopisio yuj: --Tzex lolon yet' winhaj Dawid he ch'ocoj, tzeyalan t'a winh icha tik: Ha winh rey, tzach ste xajanej winh, tzach ko xajanejpax a onh tik. Yuj chi' ach ochocab' snhi'oc winh rey chi', xe chi t'a winh, xchi winhaj Saúl chi'."
        },
        {
            "number": "23",
            "text": "Ix b'at heb' winh ay yopisio chi' yal juntzanh chi' t'a winhaj Dawid chi', ix tak'wi winh t'a heb' icha tik: --Am he naani to secojtac woch snhi'oc winh rey chi', ina to meb'a' in, malaj jab'oc welk'ochi, xchi winh."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix b'at heb' schecab' winhaj Saúl chi' yal t'ay, tas ix aj yalan winhaj Dawid chi'."
        },
        {
            "number": "25",
            "text": "Ix yalanxi winhaj Saúl chi' t'a heb' ay yopisio chi': --Alec t'a winh, max stuplaj ix wisil tik winh icha sb'eyb'al heb' anima, anhej syik'cot 100-oc sjolom swinaquil heb' winh filisteo winh t'ayin. Icha chi' tz'aj in pacan in b'ha t'a heb' wajk'ol chi', xe chi t'a winh, xchi winh rey chi'. Icha chi' ix yutej winh rey chi' yalani yic smiljicham winhaj Dawid chi' yuj heb' filisteo chi'."
        },
        {
            "number": "26",
            "text": "Ix b'atxi heb' ay yopisio chi' yal t'a winhaj Dawid chi'. Ix schaan sk'ol winh yoch snhi'oc winh rey chi'. Ayic manto k'ochlaj sk'ual,"
        },
        {
            "number": "27",
            "text": "ix b'at winhaj Dawid chi' yet' heb' soldado, ix smilancham 200 heb' winh filisteo winh. Tz'acan ix yik'cot sjolom swinaquil heb' winh winh t'a winhaj Saúl chi' yic tz'ochcan winh snhi'oc winh. Ixlajwi chi', ix yak'an ix Mical yisil winhaj Saúl chi' yetb'eyumoc winh."
        },
        {
            "number": "28",
            "text": "Ix nachajel yuj winhaj Saúl chi', ix yilan winh to a Jehová ayoch yet' winhaj Dawid chi', ix yilanpax winh to te xajan winh yuj ix Mical chi',"
        },
        {
            "number": "29",
            "text": "yuj chi' ix te wach' xivk'e winh t'a winh, ix te wach' och winh ajk'olal t'a winh."
        },
        {
            "number": "30",
            "text": "Ha heb' filisteo ix te ochnhej heb' yak' owal yet' heb' israel, palta a winhaj Dawid chi', te jelan winh t'a owal t'a yichanh juntzanhxo heb' yetyajalil soldado winhaj Saúl t'a juntac el, yuj chi' ix te b'inaj winh."
        }
    ]
}