{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi slolon vinhaj David yed' vinhaj Saúl chi', axo vinhaj Jonatán yuninal vinhaj Saúl chi', te vach' ix yil vinhaj David chi' vinh icha val syutej syailan sb'a."
        },
        {
            "number": "2",
            "text": "Anheja' vinhaj Saúl chi', a d'a jun k'u chi', ix yak'canoch yopisio vinhaj David chi' vinh, majxo yak'laj meltzaj vinh vinh d'a spat smam."
        },
        {
            "number": "3",
            "text": "Ix yak' sti' vinhaj Jonatán d'a vinhaj David chi' to vach' ol yil-laj sb'a eb' vinh d'a masanil tiempo, yujto te xajan vinhaj David chi' yuj vinh."
        },
        {
            "number": "4",
            "text": "Ix yik'anpaxel masanil spichul vinhaj Jonatán yic oval ayoch yuuj, ix yak'an vinh d'a vinhaj David chi' yed' q'uen yespada, jul-lab' yed' cincho ayoch d'a snanhal vinh."
        },
        {
            "number": "5",
            "text": "Masanil b'aj ix checji vinhaj David yuj vinhaj Saúl chi' d'a oval, te vach'nhej ix elk'och vinh, yuj chi' ix ak'jioch vinh yajalil d'a jun macanh eb' soldado. Yuj chi' ix te tzalaj eb' soldado yed' eb' ayoch yopisio yuj vinhaj Saúl chi'."
        },
        {
            "number": "6",
            "text": "Ayic ix jax eb' soldado smasanil d'a oval, ayic toxo ix chamcan vinh filisteo yuj vinhaj David chi', ix laj elta eb' ix ix d'a junjun chonhab' yic schaan eb' ix sjavi vinhaj rey Saúl chi'. Sq'ue chennaj eb' ix tz'elta eb' ix, stzinhan q'uen spandereta eb' ix yed' q'uen splatillo."
        },
        {
            "number": "7",
            "text": "Van sb'itan eb' ix tz'elta eb' ix, syalan eb' ix icha tic: Smilal eb' ajk'ool ix smilcham vinhaj Saúl. Lajlajunh miltac ix smilcham vinhaj David, xchi eb' ix."
        },
        {
            "number": "8",
            "text": "A jun chi', te ya ix och ix yab' vinhaj Saúl chi', yuj chi' ix chichonq'ue sk'ool vinh, ix yalan vinh: --Ste ik'jivalchaanh vinhaj David d'a vichanh, yuj chi' syal eb' ix ix tic to lajlajunh miltac ix smilcham vinh, a inxo tic jayenhej mil ix in milchamoc. Jab'xonhej val yoch vinh tic reyal in q'uexuloc, xchi spensar vinh chi'."
        },
        {
            "number": "9",
            "text": "Atax ta' ix ochcan chi'an sk'ol vinh d'a vinhaj David chi'."
        },
        {
            "number": "10",
            "text": "Axo d'a junxo k'u, ix och jun espíritu chuc yuj Jehová d'a vinhaj Saúl chi', ix och locoax vinh d'a sdespacho, ix och ijan vinhaj David schalan te' arpa, ichataxon sk'ulej, yed'q'ue jun q'uen lanza vinhaj Saúl chi'."
        },
        {
            "number": "11",
            "text": "Ix cot val numnaj d'a sjolom vinh ix yila', ix sjulanoch q'uen slanza vinh chi' d'a vinhaj David chi', yic tz'ochcan ch'apnaj vinh yed' q'uen d'a sat pat chi' snaan vinh, palta chael ix scol sb'a vinhaj David chi'."
        },
        {
            "number": "12",
            "text": "Ix xivq'ue vinhaj Saúl d'a vinhaj David chi', yujto a Jehová ayoch yed' vinhaj David chi', axo pax yed' vinh jun, manhxo ayoc ochlaj Jehová chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi', manhxooc d'a spat vinh chi' ix munlaj vinhaj David chi', palta to ix yiq'uel vinh vinh d'a stz'ey. Ix yak'anoch vinh vinh yajalil d'a jun mil eb' soldado, aton vinh ed'jinac eb' ayic ix xid'ek' eb' d'a oval."
        },
        {
            "number": "14",
            "text": "Yalnhej b'aj ix ek' vinhaj David chi', vach'nhej tz'aj yelk'ochi, yujto a Jehová ayoch yed' vinh."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix te vach' xiv vinhaj Saúl chi' d'a vinh."
        },
        {
            "number": "16",
            "text": "Masanil eb' israel yed' eb' aj Judá, te xajan vinhaj David chi' yuj eb'. Ste tzalaj eb' yed' vinh yujto a vinh scuchb'an eb' d'a oval."
        },
        {
            "number": "17",
            "text": "Ix lajvi chi', ix yalan vinhaj Saúl d'a vinhaj David chi': --Svak' ix b'ab'el visil scuchan Merab etb'eyumoc, anhej to jelannhej tzutej a b'a d'a oval, tzak'an oval cuj a onh schonhab' onh Jehová tic, xchi vinh. Ix sna vinhaj Saúl icha chi' yujto malaj sgana vinh yoch smul smilan vinhaj David chi', vach' ama tato a eb' filisteo smilan vinh snaan vinh."
        },
        {
            "number": "18",
            "text": "Ix tak'vi vinhaj David chi': --Mamin rey, malaj jab'oc velk'ochi, manh nivanoclaj yelk'och in mam yed' eb' in k'ab' voc d'a scal eb' quetisraelal yic tzin och a nhi'oc, xchi vinh."
        },
        {
            "number": "19",
            "text": "Axo yic ix k'och stiempoal yak'an ix yisil vinhaj Saúl chi' yetb'eyumoc vinh, aton ix Merab, axo d'a vinhaj Adriel aj Mehola ix yak' ix vinh."
        },
        {
            "number": "20",
            "text": "Axo junxo ix yisil vinh scuchan Mical, te ay sgana ix d'a vinhaj David chi'. Ayic ix yab'an vinhaj Saúl chi' icha chi', te vach' ix yab' vinh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix snaan vinh to ol yak' junxo ix yisil vinh chi' yetb'eyumoc vinhaj David chi', yic vach' yuj ix ol miljoccham vinhaj David chi' yuj eb' filisteo. Ix yalan vinhaj Saúl d'a vinhaj David d'a schaelal: --A ticnaic, val yel ol ach och in nhi'oc, xchi vinh."
        },
        {
            "number": "22",
            "text": "Ix stz'acan yal vinh d'a eb' vinh ayoch d'a yopisio yuuj: --Tzex lolon yed' vinhaj David e ch'ocoj, tzeyalan d'a vinh icha tic: A vinh rey, tzach ste xajanej vinh, tzach co xajanejpax a onh tic. Yuj chi' ach ochocab' snhi'oc vinh rey chi', xe chi d'a vinh, xchi vinhaj Saúl chi'."
        },
        {
            "number": "23",
            "text": "Ix b'at eb' vinh ay yopisio chi' yal juntzanh chi' d'a vinhaj David chi', ix tak'vi vinh d'a eb' icha tic: --Am e naani to secojtac voch snhi'oc vinh rey chi', ina to meb'a' in, malaj jab'oc velk'ochi, xchi vinh."
        },
        {
            "number": "24",
            "text": "Ix lajvi chi', ix b'at eb' schecab' vinhaj Saúl chi' yal d'ay, tas ix aj yalan vinhaj David chi'."
        },
        {
            "number": "25",
            "text": "Ix yalanxi vinhaj Saúl chi' d'a eb' ay yopisio chi': --Alec d'a vinh, max stuplaj ix visil tic vinh icha sb'eyb'al eb' anima, anhej syik'cot 100-oc sjolom svinaquil eb' vinh filisteo vinh d'ayin. Icha chi' tz'aj in pacan in b'a d'a eb' vajk'ol chi', xe chi d'a vinh, xchi vinh rey chi'. Icha chi' ix yutej vinh rey chi' yalani yic smiljicham vinhaj David chi' yuj eb' filisteo chi'."
        },
        {
            "number": "26",
            "text": "Ix b'atxi eb' ay yopisio chi' yal d'a vinhaj David chi'. Ix schaan sk'ol vinh yoch snhi'oc vinh rey chi'. Ayic manto k'ochlaj sk'ual,"
        },
        {
            "number": "27",
            "text": "ix b'at vinhaj David chi' yed' eb' soldado, ix smilancham 200 eb' vinh filisteo vinh. Tz'acan ix yik'cot sjolom svinaquil eb' vinh vinh d'a vinhaj Saúl chi' yic tz'ochcan vinh snhi'oc vinh. Ix lajvi chi', ix yak'an ix Mical yisil vinhaj Saúl chi' yetb'eyumoc vinh."
        },
        {
            "number": "28",
            "text": "Ix nachajel yuj vinhaj Saúl chi', ix yilan vinh to a Jehová ayoch yed' vinhaj David chi', ix yilanpax vinh to te xajan vinh yuj ix Mical chi',"
        },
        {
            "number": "29",
            "text": "yuj chi' ix te vach' xivq'ue vinh d'a vinh, ix te vach' och vinh ajk'olal d'a vinh."
        },
        {
            "number": "30",
            "text": "A eb' filisteo ix te ochnhej eb' yak' oval yed' eb' israel, palta a vinhaj David chi', te jelan vinh d'a oval d'a yichanh juntzanhxo eb' yetyajalil soldado vinhaj Saúl d'a juntac el, yuj chi' ix te b'inaj vinh."
        }
    ]
}