{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi slolon vinhaj David yet' vinhaj Saúl chi', haxo vinhaj Jonatán yuninal vinhaj Saúl chi', te wach' ix yil vinhaj David chi' vinh icha val syutej syailan sb'a."
        },
        {
            "number": "2",
            "text": "Anheja' vinhaj Saúl chi', ha t'a jun k'u chi', ix yak'canoch yopisio vinhaj David chi' vinh, majxo yak'laj meltzaj vinh vinh t'a spat smam."
        },
        {
            "number": "3",
            "text": "Ix yak' sti' vinhaj Jonatán t'a vinhaj David chi' to wach' ol yil-laj sb'a eb' vinh t'a masanil tiempo, yujto te xajan vinhaj David chi' yuj vinh."
        },
        {
            "number": "4",
            "text": "Ix yik'anpaxel masanil spichul vinhaj Jonatán yic oval ayoch yuj, ix yak'an vinh t'a vinhaj David chi' yet' q'uen yespada, jul-lab' yet' cincho ayoch t'a snanhal vinh."
        },
        {
            "number": "5",
            "text": "Masanil b'aj ix checji vinhaj David yuj vinhaj Saúl chi' t'a oval, te wach'nhej ix elk'och vinh, yuj chi' ix ak'jioch vinh yajalil t'a jun makan eb' soldado. Yuj chi' ix te tzalaj eb' soldado yet' eb' ayoch yopisio yuj vinhaj Saúl chi'."
        },
        {
            "number": "6",
            "text": "Ayic ix jax eb' soldado smasanil t'a oval, ayic toxo ix chamcan vinh filisteo yuj vinhaj David chi', ix laj elta eb' ix ix t'a junjun chonhab' yic schaan eb' ix sjavi vinhaj rey Saúl chi'. Sq'ue chennaj eb' ix tz'elta eb' ix, stzinhan q'uen spandereta eb' ix yet' q'uen splatillo."
        },
        {
            "number": "7",
            "text": "Van sb'itan eb' ix tz'elta eb' ix, syalan eb' ix icha tik: Smilal eb' ajk'ool ix smilcham vinhaj Saúl. Lajlajunh miltac ix smilcham vinhaj David, xchi eb' ix."
        },
        {
            "number": "8",
            "text": "Ha jun chi', te ya ix och ix yab' vinhaj Saúl chi', yuj chi' ix chichonq'ue sk'ool vinh, ix yalan vinh: --Ste ik'jivalchaanh vinhaj David t'a vichanh, yuj chi' syal eb' ix ix tik to lajlajunh miltac ix smilcham vinh, a inxo tik jayenhej mil ix in milchamoc. Jab'xonhej val yoch vinh tik reyal in q'uexuloc, xchi spensar vinh chi'."
        },
        {
            "number": "9",
            "text": "Atax ta' ix ochcan chi'an sk'ol vinh t'a vinhaj David chi'."
        },
        {
            "number": "10",
            "text": "Axo t'a junxo k'u, ix och jun espíritu chuk yuj Jehová t'a vinhaj Saúl chi', ix och locoax vinh t'a sdespacho, ix och ijan vinhaj David schalan te' arpa, ichataxon sk'ulej, yet'q'ue jun q'uen lanza vinhaj Saúl chi'."
        },
        {
            "number": "11",
            "text": "Ix cot val numnaj t'a sjolom vinh ix yila', ix sjulanoch q'uen slanza vinh chi' t'a vinhaj David chi', yic tz'ochcan ch'apnaj vinh yet' q'uen t'a sat pat chi' snaan vinh, palta chael ix scol sb'a vinhaj David chi'."
        },
        {
            "number": "12",
            "text": "Ix xivq'ue vinhaj Saúl t'a vinhaj David chi', yujto a Jehová ayoch yet' vinhaj David chi', haxo pax yet' vinh jun, manhxo ayoc ochlaj Jehová chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi', manhxooc t'a spat vinh chi' ix munlaj vinhaj David chi', palta to ix yiq'uel vinh vinh t'a stz'ey. Ix yak'anoch vinh vinh yajalil t'a jun mil eb' soldado, aton vinh ed'jinac eb' ayic ix xid'ek' eb' t'a oval."
        },
        {
            "number": "14",
            "text": "Yalnhej b'aj ix ek' vinhaj David chi', wach'nhej tz'aj yelk'ochi, yujto a Jehová ayoch yet' vinh."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix te wach' xiv vinhaj Saúl chi' t'a vinh."
        },
        {
            "number": "16",
            "text": "Masanil eb' israel yet' eb' aj Judá, te xajan vinhaj David chi' yuj eb'. Ste tzalaj eb' yet' vinh yujto a vinh scuchb'an eb' t'a oval."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yalan vinhaj Saúl t'a vinhaj David chi': --Svak' ix b'ab'el visil scuchan Merab etb'eyumoc, anhej to jelannhej tzutej a b'ha t'a oval, tzak'an oval cuj a onh schonhab' onh Jehová tik, xchi vinh. Ix sna vinhaj Saúl icha chi' yujto malaj sgana vinh yoch smul smilan vinhaj David chi', wach' ama tato a eb' filisteo smilan vinh snaan vinh."
        },
        {
            "number": "18",
            "text": "Ix tak'vi vinhaj David chi': --Mamin rey, malaj jab'oc velk'ochi, manh nivanoclaj yelk'och in mam yet' eb' in k'ab' voc t'a skal eb' quetisraelal yic tzin och a nhi'oc, xchi vinh."
        },
        {
            "number": "19",
            "text": "Axo yic ix k'och stiempoal yak'an ix yisil vinhaj Saúl chi' yetb'eyumoc vinh, aton ix Merab, haxo t'a vinhaj Adriel aj Mehola ix yak' ix vinh."
        },
        {
            "number": "20",
            "text": "Axo junxo ix yisil vinh scuchan Mical, te ay sgana ix t'a vinhaj David chi'. Ayic ix yab'an vinhaj Saúl chi' icha chi', te wach' ix yab' vinh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix snaan vinh to ol yak' junxo ix yisil vinh chi' yetb'eyumoc vinhaj David chi', yic wach' yuj ix ol miljoccham vinhaj David chi' yuj eb' filisteo. Ix yalan vinhaj Saúl t'a vinhaj David t'a schaelal: --Ha ticnaic, val yel ol ach och in nhi'oc, xchi vinh."
        },
        {
            "number": "22",
            "text": "Ix stz'acan yal vinh t'a eb' vinh ayoch t'a yopisio yuj: --Tzex lolon yet' vinhaj David e ch'ocoj, tzeyalan t'a vinh icha tik: Ha vinh rey, tzach ste xajanej vinh, tzach co xajanejpax a onh tik. Yuj chi' ach ochocab' snhi'oc vinh rey chi', xe chi t'a vinh, xchi vinhaj Saúl chi'."
        },
        {
            "number": "23",
            "text": "Ix b'at eb' vinh ay yopisio chi' yal juntzanh chi' t'a vinhaj David chi', ix tak'vi vinh t'a eb' icha tik: --Am e naani to secojtac voch snhi'oc vinh rey chi', ina to meb'a' in, malaj jab'oc velk'ochi, xchi vinh."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix b'at eb' schecab' vinhaj Saúl chi' yal t'ay, tas ix aj yalan vinhaj David chi'."
        },
        {
            "number": "25",
            "text": "Ix yalanxi vinhaj Saúl chi' t'a eb' ay yopisio chi': --Alec t'a vinh, max stuplaj ix visil tik vinh icha sb'eyb'al eb' anima, anhej syik'cot 100-oc sjolom svinaquil eb' vinh filisteo vinh t'ayin. Icha chi' tz'aj in pacan in b'ha t'a eb' vajk'ol chi', xe chi t'a vinh, xchi vinh rey chi'. Icha chi' ix yutej vinh rey chi' yalani yic smiljicham vinhaj David chi' yuj eb' filisteo chi'."
        },
        {
            "number": "26",
            "text": "Ix b'atxi eb' ay yopisio chi' yal t'a vinhaj David chi'. Ix schaan sk'ol vinh yoch snhi'oc vinh rey chi'. Ayic manto k'ochlaj sk'ual,"
        },
        {
            "number": "27",
            "text": "ix b'at vinhaj David chi' yet' eb' soldado, ix smilancham 200 eb' vinh filisteo vinh. Tz'acan ix yik'cot sjolom svinaquil eb' vinh vinh t'a vinhaj Saúl chi' yic tz'ochcan vinh snhi'oc vinh. Ixlajwi chi', ix yak'an ix Mical yisil vinhaj Saúl chi' yetb'eyumoc vinh."
        },
        {
            "number": "28",
            "text": "Ix nachajel yuj vinhaj Saúl chi', ix yilan vinh to a Jehová ayoch yet' vinhaj David chi', ix yilanpax vinh to te xajan vinh yuj ix Mical chi',"
        },
        {
            "number": "29",
            "text": "yuj chi' ix te wach' xivq'ue vinh t'a vinh, ix te wach' och vinh ajk'olal t'a vinh."
        },
        {
            "number": "30",
            "text": "Ha eb' filisteo ix te ochnhej eb' yak' oval yet' eb' israel, palta a vinhaj David chi', te jelan vinh t'a oval t'a yichanh juntzanhxo eb' yetyajalil soldado vinhaj Saúl t'a juntac el, yuj chi' ix te b'inaj vinh."
        }
    ]
}