{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan vinhaj Saúl d'a vinhaj Jonatán yed' d'a eb' ay yopisio to smilcham vinhaj David eb'. Palta te xajan vinhaj David chi' yuj vinhaj Jonatán chi',"
        },
        {
            "number": "2",
            "text": "yuj chi' ix yalan vinh d'a vinh icha tic: --Van snaan vinh in mam ach smilchamoc. Yuj chi' te lista tzutej a b'a q'uik'an, tza k'ub'ejel a b'a d'a junoc b'aj te k'ub'eltac."
        },
        {
            "number": "3",
            "text": "Yujto a q'uik'an chi', tzin b'at yed' vinh in mam chi' d'a slak'anil b'aj ayach ek' chi', svalan d'a vinh uuj, tzaxo val d'ayach tas tz'aj yalan vinh, xchi vinh."
        },
        {
            "number": "4",
            "text": "Ix yalan vinhaj Jonatán d'a vinh smam chi' yuj tastac vach' sk'ulej vinhaj David chi' icha tic: --Mamin, manh vach'oc tato tzach och ajk'olal d'a vinhaj David a checab', yujto malaj b'aj tz'och smul vinh d'ayach, yujto nivan tas vach' ix ik' d'a spatic vinh."
        },
        {
            "number": "5",
            "text": "Ix ila' to ix sb'ec sb'a vinh schami ayic ix smilancham vinh filisteo vinh, icha chi' ix aj scolchaj co chonhab' tic yuj Jehová. A jun chi' ix il val. Ix ach te tzalaji. ¿Tas yuj tza na' a milcham vinh, ina to malaj jab'oc smul vinh d'ayach? xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix scha yab' vinhaj Saúl chi' tas ix yal vinhaj Jonatán chi', ix yalan vinh: --Tic svak' can in ti' d'a yichanh Jehová to manh ol in milcham vinh, xchi vinh."
        },
        {
            "number": "7",
            "text": "Ix lajvi chi' ix avtaj vinhaj David chi' yuj vinhaj Jonatán chi', ix yalan vinh tas ix aj yalan vinh smam chi' d'ay. Ix yik'anb'at vinhaj David chi' vinh d'a yichanh vinh smam chi', ix ochxi vinh d'a yopisio d'a stz'ey vinhaj Saúl chi'."
        },
        {
            "number": "8",
            "text": "Ix lajvi chi', ix ochxi oval junelxo yed' eb' filisteo, ix elixta vinhaj David chi' yak' oval yed' eb', te nivan eb' ix smilcham vinh, yuj chi' ix el lemnaj eb' d'a vinh."
        },
        {
            "number": "9",
            "text": "Axo pax vinhaj Saúl chi', ix ochxi jun espíritu chuc d'a vinh yuj Jehová. k'ojanem vinh d'a yol spat, yed'nacq'ue q'uen slanza vinh, axo vinhaj David chi' van schalan te' arpa vinh d'a yichanh vinh rey chi'."
        },
        {
            "number": "10",
            "text": "Ix yik'anchaanh q'uen slanza vinh rey chi', ix sjulanoch q'uen vinh d'a vinhaj David yic tz'ochcan ch'apan vinh d'a sat pat chi' yuj q'uen yalani, palta ix scol sb'a vinhaj David chi', yuj chi' ix b'atcan ch'apan q'uen lanza chi' d'a sat pat chi'. Ix el lemnaj vinhaj David d'a jun ak'val chi', ix b'at vinh d'a spat."
        },
        {
            "number": "11",
            "text": "A d'a jun ak'val chi', ix yal vinhaj Saúl chi' to sb'at och stanhvumal vinhaj David chi' d'a spat, yic vach' axo d'a junxo q'uinhib'alil, b'at miljoccham vinh. Axo ix Mical yetb'eyum vinh ix alan d'ay: --Tato manh ol a col a b'a d'a jun ak'val tic, q'uik'an chamnac achxo, xchi ix."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi', ix yak'anelta jun ch'anh lasu ix d'a jun ventena, ata' ix emta vinhaj David chi' yic scolan sb'a."
        },
        {
            "number": "13",
            "text": "Ix yik'ancot jun sdiosal ix, ix yak'anek' jichan ix d'a sat sch'at vinhaj David chi'. Ix yak'anoch juntzanh xil nok' chiva ix jalb'il d'a sjolom jun sdiosal chi', ix yak'anb'at jun sábana ix d'a yib'anh."
        },
        {
            "number": "14",
            "text": "Ayic ix yak'anb'at eb' schecab' vinhaj Saúl b'at syam vinhaj David chi', ix yalan ix Mical to penaay vinh."
        },
        {
            "number": "15",
            "text": "Ix schecanxib'at eb' schecab' vinhaj Saúl chi', ix yalan vinh: --Iq'ueccot vinh d'a sat sch'at chi' d'a tic, a in ol in milcham vinh, xchi vinh."
        },
        {
            "number": "16",
            "text": "Ix och eb' d'a yol spat vinhaj David chi' yic syilan eb', ticni anhej jun yechel jichanek' d'a sat ch'at chi', ayoch jun xil chiva sk'anh jolomoc. Ix b'at yalan eb' d'a vinhaj Saúl chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan vinhaj Saúl chi' d'a ix Mical chi': --¿Tas yuj tzin ixtej, tza colanel jun vinh vajk'ol chi'? xchi vinh. Ix tak'vi ix: --Yujto ix yal vinh d'ayin: Ol ach in milchamoc tato max in a chaeli, xchi vinh, xchi ix."
        },
        {
            "number": "18",
            "text": "Icha chi' ix aj scolchaj vinhaj David chi'. Ix b'at scolan sb'a vinh b'aj ay vinhaj Samuel d'a Ramá. Ix yalan vinh d'a vinh tas ix utaj yuj vinhaj Saúl chi'. Ix lajvi chi' ix b'at vinhaj Samuel chi' yed' vinh d'a Naiot yic b'at cajnaj eb' vinh ta'."
        },
        {
            "number": "19",
            "text": "Ayic ix yab'an vinhaj Saúl chi' to a d'a Naiot d'a yol yic Ramá ayek' vinhaj David chi',"
        },
        {
            "number": "20",
            "text": "ix yak'anb'at schecab' vinh yic b'at ik'joccot vinh. Ayic ix k'och eb' checab' chi', ix yilan juntzanh eb' schecab' Jehová eb', van sb'itan eb' yuj Yespíritu Dios, axo vinhaj Samuel chi' scuchb'an eb'. A d'a jun rato chi', ix och Yespíritu Dios d'a eb' schecab' vinhaj Saúl chi', ix och eb' d'a scal eb', ix b'itan eb'."
        },
        {
            "number": "21",
            "text": "Ayic ix yab'an jun chi' vinhaj Saúl chi', ix yak'anb'at junxo macanh eb' schecab' vinh. Anheja' ix ochpax eb' d'a scal eb' van sb'itan chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi', a val vinhaj Saúl chi' ix b'at ilanoc, axo yic ix k'och vinh d'a jun nivan uk'b'ila' ay d'a Secú, ix sk'anb'an vinh b'ajtil ayek' vinhaj Samuel yed' vinhaj David. Ay mach ix alan d'a vinh to ato d'a Naiot d'a yol yic Ramá ayek' eb' vinh."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix b'at vinh ta'. Elanhchamel ix ochpax Yespíritu Dios d'a vinh, yacb'an van sb'ey vinh, ix och ijan vinh sb'itani masanto ix k'och vinh d'a Naiot chi'."
        },
        {
            "number": "24",
            "text": "Ix yik'anel spichul vinh yic sreyal, comon animaxonhej ix yutej sb'a vinh d'a yichanh vinhaj Samuel chi' ayic ix b'itan vinh chi'. Ichaxonhej chi' ix yutej sb'a vinh ix ek' k'u yed' ix ek' ak'val. A yuj jun chi' ix elta jun lolonel tz'alji: Ipan pax vinhaj Saúl ayoch d'a scal eb' schecab' Dios, xchi."
        }
    ]
}