{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix lesalvi ix Ana, ix yalan ix icha tik: Ste tzalaj val in k'ol t'a Jehová. A' ix ak'an vip. Ayxo tas syal valan t'a eb' ayoch ajk'olal t'ayin, yujto a Jehová ix och ved'oc. Yuj chi' tzin tzalaj val ticnaic."
        },
        {
            "number": "2",
            "text": "Malaj junok mach lajan swach'il yet' Jehová co Diosal. Malaj junocxo mach syal onh scolan icha co Diosal chi'."
        },
        {
            "number": "3",
            "text": "Manhxa mach syal yik'anchaanh sb'a, malaj mach syal ak'umtac syutej sb'a syalani, yujto a Jehová yojtac smasanil. Ha tzonh ch'olb'itan junjun onh t'a tastac sco k'ulej."
        },
        {
            "number": "4",
            "text": "Ha Jehová sk'occhitanb'at sjul-lab' eb' te jelan. A' tz'ik'anchaanh eb' emnaquil syutej sb'a."
        },
        {
            "number": "5",
            "text": "Ha mach syak' sobre svael t'a yalanhtaxo, haxo ticnaic smunlaj yuj jab'oc svael. Ha mach ix ab'an syail vejel, haxo ticnaic b'ut'an sk'ool. Ha ix ix max unevitaxonlaj, haxo ticnaic, ayxo ucvanh yune' ix. Axo pax ix tzijtum unin ix yuneej, haxo ticnaic manhxalaj yune' ix."
        },
        {
            "number": "6",
            "text": "Ha t'a Jehová scot chamel yet' pax q'uinal. Ha Jehová tzonh ak'ancanem b'aj tz'emcan junok chamnac, anheja' tzonh ik'anpaxq'ueta."
        },
        {
            "number": "7",
            "text": "Ha Jehová tz'ak'an meb'ail, syak'anpax b'eyumal, tzonh yiq'uemi, tzonh yik'anpaxchaanh."
        },
        {
            "number": "8",
            "text": "Ha Jehová tz'ik'anchaanh eb' meb'a' t'a sat lu'um, sik'anq'ue vaan eb' k'anum tumin t'a skal k'alem, yic tz'em k'ojan eb' t'a skal eb' nivac yajal, tz'och eb' t'a nivac opisio. Ha Jehová ix b'oanem yich jun yol yib'anhk’inal tik, haxo t'a yib'anh ix sb'oem lum lum tik."
        },
        {
            "number": "9",
            "text": "Ha Jehová stanhvan eb' yico' b'ajtac tzek' eb', haxo eb' anima te chuc, skan eb' t'a cal k’ik’ k’inal. Malaj mach syal yak'an ganar t'a yol yico'."
        },
        {
            "number": "10",
            "text": "Ha satanel eb' ayoch ajk'olal t'ay, ato t'a satcha’anh smak'vajcot k'u t'a yib'anh eb'. Ha Jehová sch'olb'itan masanil yol yib'anhk’inal tik. Ha tz'ak'an spoder vinh rey sik'b'ilel yuj, tz'ik'jichaanh vinh yuj, xchi ix."
        },
        {
            "number": "11",
            "text": "Ix pax vinhaj Elcana t'a spat t'a Ramá, ix kan vinh unin chi' yak' servil Jehová t'a yol sk'ab' vinhaj sacerdote Elí."
        },
        {
            "number": "12",
            "text": "Ha eb' vinh yuninal vinhaj Elí chi', te chuc sb'eyb'al eb' vinh, malaj yelk'och Jehová t'a eb' vinh,"
        },
        {
            "number": "13",
            "text": "malaj pax yelk'och sleyal yic sacerdoteal t'a eb' vinh. Ayic syak'an silab' eb' anima, sk'och eb' vinh schecab' eb' vinh sacerdote chi' yet' q'uen nivac tenedor ayic van staji nok' chib'ej t'a yol chen."
        },
        {
            "number": "14",
            "text": "Syak'anem q'uen eb' vinh t'a yol chen chi'. Ha jantac nok' chib'ej sq'ueta yuj eb' vinh t'a q'ueen, syik'b'at nok' eb' vinh t'a eb' vinh sacerdote chi'. Ichanhej chi' syutej masanil silab' eb' yetchonhab' eb' vinh sk'och yak' silab' t'a Silo chi'."
        },
        {
            "number": "15",
            "text": "Anheja' ayic manto nhusjitz'a xepual nok' silab', sk'och jun schecab' eb' sacerdote chi'. Syalan t'a mach van yak'an jun silab' chi': Ak' jab'oc nok' chib'ej tik t'ayin, to ol in b'ol nok' schi vinh sacerdote, yujto manh ol schalaj nok' tz'anhb'ilxo vinh t'ayach, palta a nok' yaxto, xchi jun checab' chi'."
        },
        {
            "number": "16",
            "text": "Tato stak'vi eb' anima chi', syalan eb': Tanhvej ato ol tz'ab'at xepual nok', ichato chi' ol yal ik'anb'at jantac tza nib'ej, tato xchi eb', stak'vi jun checab' chi': Maay, yovalil tzak' nok' t'ayin val ticnaic, tato maay, ol in toq'uek' nok' t'ayach, xchi jun checab' chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi', te niwan smul chavanh eb' vinh sacerdote chi' tz'och t'a Jehová, yujto malaj yelk'och ofrenda tz'ak'ji chi' t'ay t'a sat eb' vinh."
        },
        {
            "number": "18",
            "text": "Axo pax vinhaj yune' Samuel, ayoch schaleca vinh nab'a lino, yic syak'an servil Jehová vinh."
        },
        {
            "number": "19",
            "text": "Ha ix snun vinh unin chi', ha t'a junjun ab'il sb'oan jun spichul vinh ix, jucan syutej ix. Axo yic sb'at ix yet' vinh yetb'eyum chi' t'a Silo chi' yic b'at yak'an silab' eb' t'a junjun ab'il, syik'anb'at jun spichul vinh chi' ix."
        },
        {
            "number": "20",
            "text": "Yuj chi', ix yal wach' lolonel vinhaj Elí t'a yib'anh vinhaj Elcana yet' ix Ana chi', ix yalan vinh icha tik: Yak'ocab' uninal Jehová yet' ix etb'eyum tik sq'uexuloc vinh unin ix yak' ix t'a Jehová, xchi vinh. Ixlajwi chi', ix meltzaj eb' t'a spat."
        },
        {
            "number": "21",
            "text": "Axo Jehová, ix ak'an swach'k'olal t'a ix Ana chi'. Ix alji oxvanh svinac unin ix yet' chavanh ix unin. Axo pax vinhaj Samuel, van sq'uib' vinh t'a scajnub' Jehová."
        },
        {
            "number": "22",
            "text": "Te icham vinacxo vinhaj Elí chi', ix yab' vinh tas van sk'ulan eb' vinh yuninal vinh chi' t'a eb' chonhab' israel. Ix vay eb' vinh yet' eb' ix ix stanhvan sti' mantiado b'aj sch'ox sb'a Jehová."
        },
        {
            "number": "23",
            "text": "Yuj chi, ix yal vinh t'a eb' vinh yuninal chi' icha tik: Masanil eb' anima tik syal eb' t'ayin tastac chucal tze k'ulej. ¿Tas yuj icha chi' tzeyutej e b'a?"
        },
        {
            "number": "24",
            "text": "Maay ex vuninal, te chuc tas syal eb' schonhab' Jehová tik t'a eyib'anh yuj tas tze k'ulej chi'."
        },
        {
            "number": "25",
            "text": "Tato ay junok mach tz'och smul t'a junok yetanimail, tzato yal scolvaj Dios yet'oc. Palta tato ay junok mach tz'och smul t'a Jehová, ¿mach ol colanoc? xchi vinhaj Elí chi'. Malaj jab'oc yelk'och tas ix yal vinh smam eb' vinh chi' t'ay, yujto toxo ix sna' Jehová to ol cham eb' vinh."
        },
        {
            "number": "26",
            "text": "Axo pax vinhaj yune' Samuel chi', van sq'uib' vinh, wach' tas sk'ulej vinh t'a sat Jehová yet' pax t'a eb' anima."
        },
        {
            "number": "27",
            "text": "Ha t'a jun pekti’ chi', ix k'och jun schecab' Dios t'a vinhaj Elí chi', ix yalani: Icha tik yalan Jehová: Ayic ayek' eb' a mam icham t'a Egipto, ayic van yak'an servil vinh sreyal Egipto chi' eb', in ch'oxnac in b'ha t'a eb' chajtil vaji."
        },
        {
            "number": "28",
            "text": "Ha t'a skal masanil eb' yinhtilal Israel, ata' ix ex in siq'uelta, yic tzex och sacerdoteal t'ayin, tze nhusantz'a incienso t'a yib'anh valtar, tzeyak'anoch e chaleca yic e sacerdoteal yic tzex javi t'a vichanh. Ix vak'anpax juntzanh ofrenda sva eb' e mam eyicham chi', aton juntzanh snhustz'a eb' yic tzin yik'anchaanh."
        },
        {
            "number": "29",
            "text": "¿Tas yuj malaj yelk'och juntzanh silab', ma ofrenda tik t'a yol a sat to a in tzin chec yak' eb' t'a in cajnub'? ¿Tas yuj axonhej eb' vinh uninal chi' tzik'chaanh t'a vichanh, tzeyak'an b'ak'uechb'oc e b'a yuj swach'il yofrenda eb' in chonhab' syak' t'ayin?"
        },
        {
            "number": "30",
            "text": "Wach'chom a in Jehová sDiosal in Israel ix vala' to a ex yet' eb' inhtilal t'a b'ak'uinh tzin eyak'nhej servil t'a in cajnub', haxo ticnaic a in svala' to manhxo ichocta ol ajoc, yujto a mach ay velk'och t'a sat, a eb' chi' ay yelk'och t'a in sat. Axo eb' tzin paticaneli, malaj yelk'och eb' t'a in sat, a in Jehová in sval jun tik."
        },
        {
            "number": "31",
            "text": "Van sjavi sk'ual to ol vak' tzapanb'oc a q'uinal yet' eb' yinhtilal eb' a mam icham, manhxa junok eb' inhtilal chi' ol och icham animail."
        },
        {
            "number": "32",
            "text": "Ol ach cusoc, ol chichon a k'ool ayic ol ilan tas wach' ol in k'ulej t'a eb' etisraelal, palta manhxa b'ak'uinh ay junok inhtilal ol och icham animail."
        },
        {
            "number": "33",
            "text": "Ayto junok inhtilal olto kan yil valtar, yic ol cus sk'ol yilani, haxo masanil juntzanhxo eb' toto ol aljoc, quelemtac eb' ol miljoccham eb'."
        },
        {
            "number": "34",
            "text": "Ha jun tik ch'oxnab'il ol aj t'ayach to ol elk'och tas van valan tik, a eb' vinh uninal, aton vinhaj Ofni yet' vinhaj Finees, junnhej k'ual ol cham eb' vinh schavanhil."
        },
        {
            "number": "35",
            "text": "Ol vak'och junxo sacerdote, to tz'acan ol sk'anab'ajej tas tzin nib'ej, ol vak'an najtilax yopisio yet' eb' yinhtilal, ol vak'anoch yopisio yet' jun rey ol in siq'ueli."
        },
        {
            "number": "36",
            "text": "Yuj chi', a masanil eb' inhtilal olto canoc, ol javoc eb', ol em cuman eb' t'a yichanh jun sacerdote chi', yic sk'anan jab'oc stumin eb', ma jab'oc span eb'. Ol sk'anan jab'oc smunlajel eb' t'a vinh sacerdote chi', yic syak' ganar jab'oc svael eb', xchi Jehová, xchi jun checab' chi' t'a vinhaj Elí chi'."
        }
    ]
}