{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix lesalvi ix Ana, ix yalan ix icha tic: Ste tzalaj val in k'ol d'a Jehová. A' ix ak'an vip. Ayxo tas syal valan d'a eb' ayoch ajk'olal d'ayin, yujto a Jehová ix och ved'oc. Yuj chi' tzin tzalaj val ticnaic."
        },
        {
            "number": "2",
            "text": "Malaj junoc mach lajan svach'il yed' Jehová co Diosal. Malaj junocxo mach syal onh scolan icha co Diosal chi'."
        },
        {
            "number": "3",
            "text": "Manhxa mach syal yik'anchaanh sb'a, malaj mach syal ak'umtac syutej sb'a syalani, yujto a Jehová yojtac smasanil. A tzonh ch'olb'itan junjun onh d'a tastac sco k'ulej."
        },
        {
            "number": "4",
            "text": "A Jehová sk'occhitanb'at sjul-lab' eb' te jelan. A' tz'ik'anchaanh eb' emnaquil syutej sb'a."
        },
        {
            "number": "5",
            "text": "A mach syak' sobre svael d'a yalanhtaxo, axo ticnaic smunlaj yuj jab'oc svael. A mach ix ab'an syail vejel, axo ticnaic b'ud'an sk'ool. A ix ix max unevitaxonlaj, axo ticnaic, ayxo ucvanh yune' ix. Axo pax ix tzijtum unin ix yuneej, axo ticnaic manhxalaj yune' ix."
        },
        {
            "number": "6",
            "text": "A d'a Jehová scot chamel yed' pax q'uinal. A Jehová tzonh ak'ancanem b'aj tz'emcan junoc chamnac, anheja' tzonh ik'anpaxq'ueta."
        },
        {
            "number": "7",
            "text": "A Jehová tz'ak'an meb'ail, syak'anpax b'eyumal, tzonh yiq'uemi, tzonh yik'anpaxchaanh."
        },
        {
            "number": "8",
            "text": "A Jehová tz'ik'anchaanh eb' meb'a' d'a sat luum, sik'anq'ue vaan eb' k'anum tumin d'a scal k'alem, yic tz'em k'ojan eb' d'a scal eb' nivac yajal, tz'och eb' d'a nivac opisio. A Jehová ix b'oanem yich jun yolyib'anhq'uinal tic, axo d'a yib'anh ix sb'oem lum luum tic."
        },
        {
            "number": "9",
            "text": "A Jehová stanhvan eb' yico' b'ajtac tz'ek' eb', axo eb' anima te chuc, scan eb' d'a cal q'uik'alq'uinal. Malaj mach syal yak'an ganar d'a yol yico'."
        },
        {
            "number": "10",
            "text": "A satanel eb' ayoch ajk'olal d'ay, ato d'a satchaanh smak'vajcot k'u d'a yib'anh eb'. A Jehová sch'olb'itan masanil yolyib'anhq'uinal tic. A tz'ak'an spoder vinh rey sik'b'ilel yuuj, tz'ik'jichaanh vinh yuuj, xchi ix."
        },
        {
            "number": "11",
            "text": "Ix pax vinhaj Elcana d'a spat d'a Ramá, ix can vinh unin chi' yak' servil Jehová d'a yol sk'ab' vinhaj sacerdote Elí."
        },
        {
            "number": "12",
            "text": "A eb' vinh yuninal vinhaj Elí chi', te chuc sb'eyb'al eb' vinh, malaj yelk'och Jehová d'a eb' vinh,"
        },
        {
            "number": "13",
            "text": "malaj pax yelk'och sleyal yic sacerdoteal d'a eb' vinh. Ayic syak'an silab' eb' anima, sk'och eb' vinh schecab' eb' vinh sacerdote chi' yed' q'uen nivac tenedor ayic van staji nok' chib'ej d'a yol chen."
        },
        {
            "number": "14",
            "text": "Syak'anem q'uen eb' vinh d'a yol chen chi'. A jantac nok' chib'ej sq'ueta yuj eb' vinh d'a q'ueen, syik'b'at nok' eb' vinh d'a eb' vinh sacerdote chi'. Ichanhej chi' syutej masanil silab' eb' yetchonhab' eb' vinh sk'och yak' silab' d'a Silo chi'."
        },
        {
            "number": "15",
            "text": "Anheja' ayic manto nhusjitz'a xepual nok' silab', sk'och jun schecab' eb' sacerdote chi'. Syalan d'a mach van yak'an jun silab' chi': Ak' jab'oc nok' chib'ej tic d'ayin, to ol in b'ol nok' schi vinh sacerdote, yujto manh ol schalaj nok' tz'anhb'ilxo vinh d'ayach, palta a nok' yaxto, xchi jun checab' chi'."
        },
        {
            "number": "16",
            "text": "Tato stak'vi eb' anima chi', syalan eb': Tanhvej ato ol tz'ab'at xepual nok', ichato chi' ol yal ik'anb'at jantac tza nib'ej, tato xchi eb', stak'vi jun checab' chi': Maay, yovalil tzak' nok' d'ayin val ticnaic, tato maay, ol in toq'uek' nok' d'ayach, xchi jun checab' chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi', te nivan smul chavanh eb' vinh sacerdote chi' tz'och d'a Jehová, yujto malaj yelk'och ofrenda tz'ak'ji chi' d'ay d'a sat eb' vinh."
        },
        {
            "number": "18",
            "text": "Axo pax vinhaj yune' Samuel, ayoch schaleca vinh nab'a lino, yic syak'an servil Jehová vinh."
        },
        {
            "number": "19",
            "text": "A ix snun vinh unin chi', a d'a junjun ab'il sb'oan jun spichul vinh ix, jucan syutej ix. Axo yic sb'at ix yed' vinh yetb'eyum chi' d'a Silo chi' yic b'at yak'an silab' eb' d'a junjun ab'il, syik'anb'at jun spichul vinh chi' ix."
        },
        {
            "number": "20",
            "text": "Yuj chi', ix yal vach' lolonel vinhaj Elí d'a yib'anh vinhaj Elcana yed' ix Ana chi', ix yalan vinh icha tic: Yak'ocab' uninal Jehová yed' ix etb'eyum tic sq'uexuloc vinh unin ix yak' ix d'a Jehová, xchi vinh. Ix lajvi chi', ix meltzaj eb' d'a spat."
        },
        {
            "number": "21",
            "text": "Axo Jehová, ix ak'an svach'k'olal d'a ix Ana chi'. Ix alji oxvanh svinac unin ix yed' chavanh ix unin. Axo pax vinhaj Samuel, van sq'uib' vinh d'a scajnub' Jehová."
        },
        {
            "number": "22",
            "text": "Te icham vinacxo vinhaj Elí chi', ix yab' vinh tas van sk'ulan eb' vinh yuninal vinh chi' d'a eb' chonhab' israel. Ix vay eb' vinh yed' eb' ix ix stanhvan sti' mantiado b'aj sch'ox sb'a Jehová."
        },
        {
            "number": "23",
            "text": "Yuj chi, ix yal vinh d'a eb' vinh yuninal chi' icha tic: Masanil eb' anima tic syal eb' d'ayin tastac chucal tze k'ulej. ¿Tas yuj icha chi' tzeyutej e b'a?"
        },
        {
            "number": "24",
            "text": "Maay ex vuninal, te chuc tas syal eb' schonhab' Jehová tic d'a eyib'anh yuj tas tze k'ulej chi'."
        },
        {
            "number": "25",
            "text": "Tato ay junoc mach tz'och smul d'a junoc yetanimail, tzato yal scolvaj Dios yed'oc. Palta tato ay junoc mach tz'och smul d'a Jehová, ¿mach ol colanoc? xchi vinhaj Elí chi'. Malaj jab'oc yelk'och tas ix yal vinh smam eb' vinh chi' d'ay, yujto toxo ix sna' Jehová to ol cham eb' vinh."
        },
        {
            "number": "26",
            "text": "Axo pax vinhaj yune' Samuel chi', van sq'uib' vinh, vach' tas sk'ulej vinh d'a sat Jehová yed' pax d'a eb' anima."
        },
        {
            "number": "27",
            "text": "A d'a jun tiempoal chi', ix k'och jun schecab' Dios d'a vinhaj Elí chi', ix yalani: Icha tic yalan Jehová: Ayic ayek' eb' a mam icham d'a Egipto, ayic van yak'an servil vinh sreyal Egipto chi' eb', in ch'oxnac in b'a d'a eb' chajtil vaji."
        },
        {
            "number": "28",
            "text": "A d'a scal masanil eb' yinhtilal Israel, ata' ix ex in siq'uelta, yic tzex och sacerdoteal d'ayin, tze nhusantz'a incienso d'a yib'anh valtar, tzeyak'anoch e chaleca yic e sacerdoteal yic tzex javi d'a vichanh. Ix vak'anpax juntzanh ofrenda sva eb' e mam eyicham chi', aton juntzanh snhustz'a eb' yic tzin yik'anchaanh."
        },
        {
            "number": "29",
            "text": "¿Tas yuj malaj yelk'och juntzanh silab', ma ofrenda tic d'a yol a sat to a in tzin chec yak' eb' d'a in cajnub'? ¿Tas yuj axonhej eb' vinh uninal chi' tzik'chaanh d'a vichanh, tzeyak'an b'aq'uechb'oc e b'a yuj svach'il yofrenda eb' in chonhab' syak' d'ayin?"
        },
        {
            "number": "30",
            "text": "Vach'chom a in Jehová sDiosal in Israel ix vala' to a ex yed' eb' inhtilal d'a b'aq'uinh tzin eyak'nhej servil d'a in cajnub', axo ticnaic a in svala' to manhxo ichocta ol ajoc, yujto a mach ay velk'och d'a sat, a eb' chi' ay yelk'och d'a in sat. Axo eb' tzin paticaneli, malaj yelk'och eb' d'a in sat, a in Jehová in sval jun tic."
        },
        {
            "number": "31",
            "text": "Van sjavi sk'ual to ol vak' tzapanb'oc a q'uinal yed' eb' yinhtilal eb' a mam icham, manhxa junoc eb' inhtilal chi' ol och icham animail."
        },
        {
            "number": "32",
            "text": "Ol ach cusoc, ol chichon a k'ool ayic ol ilan tas vach' ol in k'ulej d'a eb' etisraelal, palta manhxa b'aq'uinh ay junoc inhtilal ol och icham animail."
        },
        {
            "number": "33",
            "text": "Ayto junoc inhtilal olto can yil valtar, yic ol cus sk'ol yilani, axo masanil juntzanhxo eb' toto ol aljoc, quelemtac eb' ol miljoccham eb'."
        },
        {
            "number": "34",
            "text": "A jun tic ch'oxnab'il ol aj d'ayach to ol elk'och tas van valan tic, a eb' vinh uninal, aton vinhaj Ofni yed' vinhaj Finees, junnhej k'ual ol cham eb' vinh schavanhil."
        },
        {
            "number": "35",
            "text": "Ol vak'och junxo sacerdote, to tz'acan ol sk'anab'ajej tas tzin nib'ej, ol vak'an najtilax yopisio yed' eb' yinhtilal, ol vak'anoch yopisio yed' jun rey ol in siq'ueli."
        },
        {
            "number": "36",
            "text": "Yuj chi', a masanil eb' inhtilal olto canoc, ol javoc eb', ol em cuman eb' d'a yichanh jun sacerdote chi', yic sk'anan jab'oc stumin eb', ma jab'oc span eb'. Ol sk'anan jab'oc smunlajel eb' d'a vinh sacerdote chi', yic syak' ganar jab'oc svael eb', xchi Jehová, xchi jun checab' chi' d'a vinhaj Elí chi'."
        }
    ]
}