{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix lesalwi ix Ana, ix yalan ix icha tik: Ste tzalaj wal in k'ol t'a Jehová. A' ix ak'an wip. Ayxo tas syal walan t'a heb' ayoch ajk'olal t'ayin, yujto a Jehová ix och wed'oc. Yuj chi' tzin tzalaj wal tiknaik."
        },
        {
            "number": "2",
            "text": "Malaj junok mach lajan swach'il yet' Jehová ko Diosal. Malaj junokxo mach syal onh scolan icha ko Diosal chi'."
        },
        {
            "number": "3",
            "text": "Manhxa mach syal yik'anchaanh sb'a, malaj mach syal ak'umtac syutej sb'a syalani, yujto a Jehová yojtac smasanil. Ha tzonh ch'olb'itan junjun onh t'a tastac sco k'ulej."
        },
        {
            "number": "4",
            "text": "Ha Jehová sk'occhitanb'at sjul-lab' heb' te jelan. A' tz'ik'anchaanh heb' emnaquil syutej sb'a."
        },
        {
            "number": "5",
            "text": "Ha mach syak' sobre swael t'a yalanhtaxo, haxo tiknaik smunlaj yuj jab'oc swael. Ha mach ix ab'an syail wejel, haxo tiknaik b'ut'an sk'ool. Ha ix ix max unewitaxonlaj, haxo tiknaik, ayxo ucwanh yune' ix. Axo pax ix tzijtum unin ix yuneej, haxo tiknaik manhxalaj yune' ix."
        },
        {
            "number": "6",
            "text": "Ha t'a Jehová scot chamel yet' pax k 'inal. Ha Jehová tzonh ak'ancanem b'aj tz'emcan junok chamnac, anheja' tzonh ik'anpaxk'eta."
        },
        {
            "number": "7",
            "text": "Ha Jehová tz'ak'an mheb'ail, syak'anpax b'eyumal, tzonh yik'emi, tzonh yik'anpaxchaanh."
        },
        {
            "number": "8",
            "text": "Ha Jehová tz'ik'anchaanh heb' meb'a' t'a sat lu'um, sik'ank'e waan heb' k'anum tumin t'a skal k'alem, yic tz'em k'ojan heb' t'a skal heb' niwac yajal, tz'och heb' t'a niwac opisio. Ha Jehová ix b'oanem yich jun yol yib'anhk’inal tik, haxo t'a yib'anh ix sb'oem lum lum tik."
        },
        {
            "number": "9",
            "text": "Ha Jehová stanhwan heb' yico' b'ajtac tzek' heb', haxo heb' anima te chuk, skan heb' t'a kal k’ik’ k’inal. Malaj mach syal yak'an ganar t'a yol yico'."
        },
        {
            "number": "10",
            "text": "Ha satanel heb' ayoch ajk'olal t'ay, ato t'a satcha’anh smak'wajcot k'u t'a yib'anh heb'. Ha Jehová sch'olb'itan masanil yol yib'anhk’inal tik. Ha tz'ak'an spoder winh rey sik'b'ilel yuj, tz'ik'jichaanh winh yuj, xchi ix."
        },
        {
            "number": "11",
            "text": "Ix pax winhaj Elcana t'a spat t'a Ramá, ix kan winh unin chi' yak' serwil Jehová t'a yol sk'ab' winhaj sacerdote Elí."
        },
        {
            "number": "12",
            "text": "Ha heb' winh yuninal winhaj Elí chi', te chuk sb'eyb'al heb' winh, malaj yelk'och Jehová t'a heb' winh,"
        },
        {
            "number": "13",
            "text": "malaj pax yelk'och sleyal yic sacerdoteal t'a heb' winh. Ayic syak'an silab' heb' anima, sk'och heb' winh schecab' heb' winh sacerdote chi' yet' k'een niwac tenedor ayic wan staji nok' chib'ej t'a yol chen."
        },
        {
            "number": "14",
            "text": "Syak'anem k'een heb' winh t'a yol chen chi'. Ha jantac nok' chib'ej sk'eta yuj heb' winh t'a k'een, syik'b'at nok' heb' winh t'a heb' winh sacerdote chi'. Ichanhej chi' syutej masanil silab' heb' yetchonhab' heb' winh sk'och yak' silab' t'a Silo chi'."
        },
        {
            "number": "15",
            "text": "Anheja' ayic manto nhusjitz'a xepual nok' silab', sk'och jun schecab' heb' sacerdote chi'. Syalan t'a mach wan yak'an jun silab' chi': Ak' jab'oc nok' chib'ej tik t'ayin, to ol in b'ol nok' schi winh sacerdote, yujto manh ol schalaj nok' tz'anhb'ilxo winh t'ayach, palta a nok' yaxto, xchi jun checab' chi'."
        },
        {
            "number": "16",
            "text": "Tato stak'wi heb' anima chi', syalan heb': Tanhwej ato ol tz'ab'at xepual nok', ichato chi' ol yal ik'anb'at jantac tza nib'ej, tato xchi heb', stak'wi jun checab' chi': Maay, yowalil tzak' nok' t'ayin wal tiknaik, tato maay, ol in tok'ek' nok' t'ayach, xchi jun checab' chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi', te niwan smul chawanh heb' winh sacerdote chi' tz'och t'a Jehová, yujto malaj yelk'och ofrenda tz'ak'ji chi' t'ay t'a sat heb' winh."
        },
        {
            "number": "18",
            "text": "Axo pax winhaj yune' Samuel, ayoch schaleca winh nab'a lino, yic syak'an serwil Jehová winh."
        },
        {
            "number": "19",
            "text": "Ha ix snun winh unin chi', ha t'a junjun ab'il sb'oan jun spichul winh ix, jucan syutej ix. Axo yic sb'at ix yet' winh yetb'eyum chi' t'a Silo chi' yic b'at yak'an silab' heb' t'a junjun ab'il, syik'anb'at jun spichul winh chi' ix."
        },
        {
            "number": "20",
            "text": "Yuj chi', ix yal wach' lolonel winhaj Elí t'a yib'anh winhaj Elcana yet' ix Ana chi', ix yalan winh icha tik: Yak'ocab' uninal Jehová yet' ix etb'eyum tik sk'exuloc winh unin ix yak' ix t'a Jehová, xchi winh. Ixlajwi chi', ix meltzaj heb' t'a spat."
        },
        {
            "number": "21",
            "text": "Axo Jehová, ix ak'an swach'k'olal t'a ix Ana chi'. Ix alji oxwanh swinac unin ix yet' chawanh ix unin. Axo pax winhaj Samuel, wan sq'uib' winh t'a scajnub' Jehová."
        },
        {
            "number": "22",
            "text": "Te icham winacxo winhaj Elí chi', ix yab' winh tas wan sk'ulan heb' winh yuninal winh chi' t'a heb' chonhab' israel. Ix way heb' winh yet' heb' ix ix stanhwan sti' mantiado b'aj sch'ox sb'a Jehová."
        },
        {
            "number": "23",
            "text": "Yuj chi, ix yal winh t'a heb' winh yuninal chi' icha tik: Masanil heb' anima tik syal heb' t'ayin tastac chukal tze k'ulej. ¿Tas yuj icha chi' tzeyutej he b'a?"
        },
        {
            "number": "24",
            "text": "Maay ex wuninal, te chuk tas syal heb' schonhab' Jehová tik t'a eyib'anh yuj tas tze k'ulej chi'."
        },
        {
            "number": "25",
            "text": "Tato ay junok mach tz'och smul t'a junok yetanimail, tzato yal skolwaj Dios yet'oc. Palta tato ay junok mach tz'och smul t'a Jehová, ¿mach ol colanoc? xchi winhaj Elí chi'. Malaj jab'oc yelk'och tas ix yal winh smam heb' winh chi' t'ay, yujto toxo ix sna' Jehová to ol cham heb' winh."
        },
        {
            "number": "26",
            "text": "Axo pax winhaj yune' Samuel chi', wan sq'uib' winh, wach' tas sk'ulej winh t'a sat Jehová yet' pax t'a heb' anima."
        },
        {
            "number": "27",
            "text": "Ha t'a jun pekti’ chi', ix k'och jun schecab' Dios t'a winhaj Elí chi', ix yalani: Icha tik yalan Jehová: Ayic ayek' heb' a mam icham t'a Egipto, ayic wan yak'an serwil winh sreyal Egipto chi' heb', in ch'oxnac in b'ha t'a heb' chajtil waji."
        },
        {
            "number": "28",
            "text": "Ha t'a skal masanil heb' yinhtilal Israel, ata' ix ex in sik'elta, yic tzex och sacerdoteal t'ayin, tze nhusantz'a incienso t'a yib'anh waltar, tzeyak'anoch he chaleca yic he sacerdoteal yic tzex jawi t'a wichanh. Ix wak'anpax juntzanh ofrenda swa heb' he mam eyicham chi', aton juntzanh snhustz'a heb' yic tzin yik'anchaanh."
        },
        {
            "number": "29",
            "text": "¿Tas yuj malaj yelk'och juntzanh silab', ma ofrenda tik t'a yol a sat to a in tzin chec yak' heb' t'a in cajnub'? ¿Tas yuj axonhej heb' winh uninal chi' tzik'chaanh t'a wichanh, tzeyak'an b'ak'uechb'oc he b'a yuj swach'il yofrenda heb' in chonhab' syak' t'ayin?"
        },
        {
            "number": "30",
            "text": "Wach'chom a in Jehová sDiosal in Israel ix wala' to a ex yet' heb' inhtilal t'a b'ak'uinh tzin eyak'nhej serwil t'a in cajnub', haxo tiknaik a in swala' to manhxo ichocta ol ajoc, yujto a mach ay welk'och t'a sat, a heb' chi' ay yelk'och t'a in sat. Axo heb' tzin paticaneli, malaj yelk'och heb' t'a in sat, a in Jehová in swal jun tik."
        },
        {
            "number": "31",
            "text": "Van sjawi sk'ual to ol wak' tzapanb'oc a k 'inal yet' heb' yinhtilal heb' a mam icham, manhxa junok heb' inhtilal chi' ol och icham animail."
        },
        {
            "number": "32",
            "text": "Ol ach cusoc, ol chichon a k'ool ayic ol ilan tas wach' ol in k'ulej t'a heb' etisraelal, palta manhxa b'ak'uinh ay junok inhtilal ol och icham animail."
        },
        {
            "number": "33",
            "text": "Ayto junok inhtilal olto kan yil waltar, yic ol kus sk'ol yilani, haxo masanil juntzanhxo heb' toto ol aljoc, kelemtac heb' ol miljoccham heb'."
        },
        {
            "number": "34",
            "text": "Ha jun tik ch'oxnab'il ol aj t'ayach to ol elk'och tas wan walan tik, a heb' winh uninal, aton winhaj Ofni yet' winhaj Finees, junnhej k'ual ol cham heb' winh schawanhil."
        },
        {
            "number": "35",
            "text": "Ol wak'och junxo sacerdote, to tz'acan ol sk'anab'ajej tas tzin nib'ej, ol wak'an najtilax yopisio yet' heb' yinhtilal, ol wak'anoch yopisio yet' jun rey ol in sik'eli."
        },
        {
            "number": "36",
            "text": "Yuj chi', a masanil heb' inhtilal olto canoc, ol jawok heb', ol em cuman heb' t'a yichanh jun sacerdote chi', yic sk'anan jab'oc stumin heb', ma jab'oc span heb'. Ol sk'anan jab'oc smunlajel heb' t'a winh sacerdote chi', yic syak' ganar jab'oc swael heb', xchi Jehová, xchi jun checab' chi' t'a winhaj Elí chi'."
        }
    ]
}