{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ix el lemnaj vinhaj David t'a Naiot t'a yol yic Ramá, ix b'at yilan vinhaj Jonatán vinh, yic syal vinh t'a vinh: --¿Tas val in mul? ¿Tom ay val junok in mul te chuc ix in k'ulej t'a vinh a mam, yuj chi' tzin sayek' vinh yic tzin smilanchamoc? xchi vinh."
        },
        {
            "number": "2",
            "text": "Ix tak'vi vinhaj Jonatán chi': --Manh jab'oc, manh ol ach chamlaj. Scham a naani to a masanil tas sk'ulej vinh in mam chi', syalnhej vinh t'ayin, wach'chom niwan yelk'ochi, ma quennhej. ¿Tom ijan manh ol yal vinh t'ayin yuj jun tik? Maay amlaj, xchi vinh."
        },
        {
            "number": "3",
            "text": "Ix och ijan vinhaj David chi' yalani: --Yojtac vinh a mam chi' to te wach' cak'ani, yuj chi' max yal-laj vinh t'ayach, max yal-laj sk'ol vinh tzojtaquejeli, yic max ach cusi. Palta yojtacxo Jehová to ayxo och chamel t'a vib'anh, xchi vinh."
        },
        {
            "number": "4",
            "text": "Ix yalan vinhaj Jonatán chi': --Tato ay junok b'aj syal ach in colani, al t'ayin, xchi vinh."
        },
        {
            "number": "5",
            "text": "Ix tak'vi vinhaj David chi': --Ha k'ik'an tz'och q'uinh yuj yalji q'uen uj, yovalil tzin em k'ojan in wa t'a stz'ey vinh rey chi'. Elocab' t'a a k'ool tzin k'ub'ejcanel in b'ha t'a caltac te' tik, masanto t'a yemk'ualil chab'ej."
        },
        {
            "number": "6",
            "text": "Tato tzin sk'anb'ej vinh a mam chi', tzal t'a vinh to a t'ayach ix in k'ana' to tzin b'atcan t'a Belén in chonhab', yujto a masanil eb' in k'ab' voc ol ak'anoch q'uinh ichataxon t'a junjun ab'il."
        },
        {
            "number": "7",
            "text": "Yik'ocab' tas tzal chi', tato xchi vinh, wach' vic syal chi'. Tato scot yoval vinh jun, syalelk'ochi to naanxo yuj vinh in smilanchamoc."
        },
        {
            "number": "8",
            "text": "Ina to toxo ix cak' co ti' t'a yichanh Jehová to wach' cak'ani, yuj chi' tzin k'an jun tik t'ayach. Palta tato yel ay in mul, syal in a milanchamoc, manh yovaliloc tzin ik'b'at t'a yichanh vinh a mam chi', xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi vinhaj Jonatán chi': --Manh a na icha chi', tato ix vab' specal to snib'ej vinh in mam chi' tzach smilchamoc, toxom ix val t'ayach, xchi vinh t'a vinh."
        },
        {
            "number": "10",
            "text": "--¿Mach pax ol alan t'ayin, tato chuc ol aj stak'voc vinh t'ayach? xchi vinhaj David chi'."
        },
        {
            "number": "11",
            "text": "Ix yalan vinhaj Jonatán chi': --Conh ved'oc, conh el t'a spatiquel chonhab' tik, xchi vinh. Ix b'at eb' vinh schavanhil."
        },
        {
            "number": "12",
            "text": "Ayic ix k'och eb' vinh b'aj manhxalaj anima, ix yalan vinhaj Jonatán chi': --Yojtac Jehová co Diosal to yel svala'. Ha k'ik'an, ma chab'ej yab' icha tik, tzin k'anb'ej t'a vinh in mam chi', tas nab'il yuj vinh. Tato wach' tas sna' vinh t'a a patic, svalcot ab'i."
        },
        {
            "number": "13",
            "text": "Tato chuc spensar vinh t'a a patic jun, aocab' Jehová ol ak'an in yaelal tato max val t'ayach yuj tas ol aj a colan a b'a. Axo ticnaic, colvajocab' Jehová ed'oc icha ix aj scolvaj yet' vinh in mam chi'."
        },
        {
            "number": "14",
            "text": "Ha ticnaic, tato pitzaninto ol ach ochcan reyal, tzin k'an t'ayach to ol ok' a k'ool t'ayin icha yoq'uelk'olal Jehová t'ayach, manh ol in a milchamlaj."
        },
        {
            "number": "15",
            "text": "Tato toxo in cham jun, tzin k'an t'ayach to tza nacot vinhtilal t'a masanil tiempo. Ayic ol satjiel eb' ajk'ol yuj Jehová, mocab' satel in b'inaj t'a a macb'en, xchi vinh."
        },
        {
            "number": "16",
            "text": "Icha chi' ix aj sb'oancan strato vinhaj Jonatán chi' yet' vinhaj David chi', ol b'eynhejb'at t'a skal yinhtilal vinhaj David chi'. Ix yalan vinhaj Jonatán chi' icha tik: Aocab' Jehová tz'ak'an a yaelal tato manh ol elk'och tas scalcan tik, xchi vinh."
        },
        {
            "number": "17",
            "text": "Yujto te xajan vinhaj David chi' yuj vinhaj Jonatán chi', yuj chi' ix yal vinh to swach' b'oejxican jun strato eb' vinh chi'."
        },
        {
            "number": "18",
            "text": "Ix yalanxi vinhaj Jonatán chi': --K'ik'an tz'och q'uinh yuj yalji q'uen uj, scheclaji to malaj ach yujto secan tz'ajkan b'aj tzach em k'ojan."
        },
        {
            "number": "19",
            "text": "Palta haxo chab'ej t'a yemk'ualil, sb'at a k'ub'ejel a b'a b'aj a k'ub'ejnaquel a b'a junel. Tza tanhvej t'a slak'anil q'uen q'ueen scuch Ezel."
        },
        {
            "number": "20",
            "text": "Tzin julb'at oxeoc in jul-lab' ta', ichato ay junok mach b'aj van in julvajb'ati."
        },
        {
            "number": "21",
            "text": "Slajvi chi', svalan t'a vinh in checab': Ixic b'at ik'cot in jul-lab' chi', xin cham t'a vinh. Tato sval t'a vinh icha tik: Ha t'a yichanhcot tik ay, ik'cot te', ta xin chi, tzach cot t'a junk'olal, malaj tas ol ach ik'an syal chi'. Toxo ix vak' in ti' t'a yichanh Jehová to icha chi' ol vutej."
        },
        {
            "number": "22",
            "text": "Palta tato sval jun: Ha jun in jul-lab' chi', najatto ay t'a ichanhb'at chi', tato xin chi t'a vinh, tzach b'at t'a najat a col a b'a yujto a Jehová tzach checanb'ati."
        },
        {
            "number": "23",
            "text": "Ha pax t'a co ti' ix calcan tik jun, a Jehová testigo tz'ajkan t'ay to junelnhej scalcani, xchi vinh t'a vinh."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix sk'ub'anel sb'a vinhaj David chi' t'a caltac te'. Ayic ix chajiel yich yic tz'och q'uinh yuj yalji q'uen uj, ix em k'ojan vinhaj rey Saúl sva'i."
        },
        {
            "number": "25",
            "text": "Ha t'a sat pat ix em k'ojan vinh t'a b'ajtaxon tz'em k'ojan. Ha t'a yichanh vinh ix em k'ojan vinhaj Jonatán, haxo t'a stz'ey vinh ix em k'ojan vinhaj Abner, haxo pax xila vinhaj David, malaj mach ix em k'ojan t'ay."
        },
        {
            "number": "26",
            "text": "Ha t'a b'ab'el k'u, malaj tas ix yal vinhaj Saúl chi', yujto ix sna vinh icha tik: Tecan ay junok tas manh wach'oc ix sk'ulej vinhaj David chi', maj am yal sb'oan sb'a vinh icha yalan ley t'a ayocto, xchi vinh t'a spensar chi'."
        },
        {
            "number": "27",
            "text": "Schab'ilxo k'ual yajoch q'uinh chi', colannhej xila vinhaj David chi', malaj mach tz'em k'ojan t'ay. Yuj chi' ix sk'anb'ej vinhaj Saúl t'a vinhaj Jonatán icha tik: --¿Tas yuj maj javi vinh yuninal vinhaj Isaí chi' vael ticnaic yet' evi? xchi vinh."
        },
        {
            "number": "28",
            "text": "Ix tak'vi vinhaj Jonatán chi': --Ha vinhaj David chi' alan t'ayin evi,"
        },
        {
            "number": "29",
            "text": "tob' masanil eb' sk'ab' yoc vinh snaan q'uinh yic silab' t'a schonhab', yuj chi' ix avtajb'at vinh yuj jun vinh yuk'tac. Yal vinh t'ayin icha tik: Tato wach' in t'a a sat, cha in b'at vak' tzalajb'oc in k'ool yet' eb' vuk'tac chi', xchi vinh. Yuj chi' max javilaj vinh vael t'a a mexa tik, xchi vinh."
        },
        {
            "number": "30",
            "text": "Ayic ix yab'an vinh rey icha chi', ix cot yoval vinh t'a vinhaj Jonatán chi', ix yalan vinh: --Mitz' unin ach, b'ajam sik'b'il ach. Vojtac to wach' ak'an yet' vinh yuninal vinhaj Isaí chi', yic q'uixvelal tzach ajkan yet' ix a nun."
        },
        {
            "number": "31",
            "text": "¿Tom max nachajel jab'oc uuj to yacb'an pitzan vinh yuninal vinhaj Isaí chi', manh ol ach och reyal yet' pax eb' inhtilal? Ha ticnaic, ak'b'at sayumal vinh, tzik'ancot vinh t'ayin, ol in milancham vinh, xchi vinh."
        },
        {
            "number": "32",
            "text": "Ix tak'vi vinhaj Jonatán chi' icha tik: --¿Tas yuj ol cham vinh? ¿Tom ay junok tas chuc ix sk'ulej vinh, yuj chi' icha chi' tzala'? xchi vinh."
        },
        {
            "number": "33",
            "text": "Ayic ix yab'an jun chi' vinhaj Saúl chi', ix sjulanb'at jun q'uen slanza vinh t'a vinhaj Jonatán chi' yic smilancham vinh. Icha chi' ix aj snachajel yuj vinhaj Jonatán chi' to ha' vinh smam vinh chi', snib'ej vinh smilcham vinhaj David chi'."
        },
        {
            "number": "34",
            "text": "Ix cot yoval vinhaj Jonatán chi', ix q'ue jucnaj vinh, ix elta vinh. Majxo valaj vinh yet' eb' vinh t'a schab'il k'ual chi', yujto ix cus vinh yuj vinhaj David chi', yujto te chuc tas ix yal vinhaj Saúl chi' ix yab' vinh."
        },
        {
            "number": "35",
            "text": "D'a val sacb'inaj t'a junxo k'u, ix b'at vinh yil vinhaj David chi', icha yaj yalancan eb' vinh, tzak'anoch jun vinh quelem unin yuj vinh."
        },
        {
            "number": "36",
            "text": "Ix yalan vinh t'a vinh quelem chi': --Elanhchamel ol b'at ik'cot in jul-lab' ol in julb'at tik, xchi vinh. Ix b'at vinh quelem chi' b'ian. Ha val sb'at vinh chi', ix julvajb'at vinhaj Jonatán chi' t'a yichanhb'at vinh."
        },
        {
            "number": "37",
            "text": "Ayic ix k'och vinh b'aj ix em jul-lab' chi', te chaanh ix avaj vinhaj Jonatán chi' icha tik: --Yel a k'ool, manh ach och vaan, ato t'a ichanhb'at ix k'ochi, xchi vinh. Ixlajwi chi' ix yalanxi vinh: --Yelk'olal a b'ati, manh ach och vaan, xchi vinh. Ix sik'anq'ue jul-lab' chi' vinh quelem chi', ix yik'ancot vinh."
        },
        {
            "number": "38",
            "text": "Palta maj nachajel-laj jab'oc yuj vinh tas ix sk'ulej vinhaj Jonatán chi', anhej vinh ojtannac yet' vinhaj David tas yaj jun slolonel chi'."
        },
        {
            "number": "39",
            "text": "Ixlajwi chi', ix yak'an sjul-lab' vinhaj Jonatán chi' t'a vinh quelem chi', ix schecan meltzaj vinh vinh t'a chonhab'."
        },
        {
            "number": "40",
            "text": "Ixnhej b'atcan vinh quelem chi', ix elcancot vinhaj David t'a spatic q'uen q'ueen. Ixnhej elta vinh chi', oxel ix em nhojan vinh t'a yichanh vinhaj Jonatán chi'. Ixlajwi chi' ix stz'ub'lanelta sti' eb' vinh, ix ok' eb' vinh schavanhil, ix sik'sik'an val vinhaj David chi' yoq'ui."
        },
        {
            "number": "41",
            "text": "Ixlajwi chi', ix yalan vinhaj Jonatán chi' t'a vinh: --Ixic, junk'olal a b'ati yujto a co ti' ix cak' co chavanhil, t'a yichanh Jehová ix cala'. Ix co k'an t'a Jehová chi' to aynhejocab'och qued'oc co chavanhil yet' eb' quinhtilal yic tz'elcank'och b'aj ix cak' co ti', yic wach'nhej pax cak'ani yet' eb' quinhtilal, xchi vinh. Ixlajwi chi', ix b'atcan vinhaj David chi', haxo vinhaj Jonatán chi' ix meltzajcancot vinh t'a chonhab'."
        }
    ]
}