{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ix el lemnaj winhaj Dawid t'a Naiot t'a yol yic Ramá, ix b'at yilan winhaj Jonatán winh, yic syal winh t'a winh: --¿Tas wal in mul? ¿Tom ay wal junok in mul te chuk ix in k'ulej t'a winh a mam, yuj chi' tzin sayek' winh yic tzin smilanchamoc? xchi winh."
        },
        {
            "number": "2",
            "text": "Ix tak'wi winhaj Jonatán chi': --Manh jab'oc, manh ol ach chamlaj. Scham a naani to a masanil tas sk'ulej winh in mam chi', syalnhej winh t'ayin, wach'chom niwan yelk'ochi, ma quennhej. ¿Tom ijan manh ol yal winh t'ayin yuj jun tik? Maay amlaj, xchi winh."
        },
        {
            "number": "3",
            "text": "Ix och ijan winhaj Dawid chi' yalani: --Yojtak winh a mam chi' to te wach' kak'ani, yuj chi' max yal-laj winh t'ayach, max yal-laj sk'ol winh tzojtaquejeli, yic max ach cusi. Palta yojtakxo Jehová to ayxo och chamel t'a wib'anh, xchi winh."
        },
        {
            "number": "4",
            "text": "Ix yalan winhaj Jonatán chi': --Tato ay junok b'aj syal ach in colani, al t'ayin, xchi winh."
        },
        {
            "number": "5",
            "text": "Ix tak'wi winhaj Dawid chi': --Ha k'ik'an tz'och q'uinh yuj yalji k'een uj, yowalil tzin em k'ojan in wa t'a stz'ey winh rey chi'. Elokab' t'a a k'ool tzin k'ub'ejkanel in b'ha t'a kaltac te' tik, masanto t'a yemk'ualil chab'ej."
        },
        {
            "number": "6",
            "text": "Tato tzin sk'anb'ej winh a mam chi', tzal t'a winh to a t'ayach ix in k'ana' to tzin b'atkan t'a Belén in chonhab', yujto a masanil heb' in k'ab' woc ol ak'anoch q'uinh ichataxon t'a junjun ab'il."
        },
        {
            "number": "7",
            "text": "Yik'okab' tas tzal chi', tato xchi winh, wach' wik syal chi'. Tato scot yowal winh jun, syalelk'ochi to naanxo yuj winh in smilanchamoc."
        },
        {
            "number": "8",
            "text": "Ina to toxo ix kak' ko ti' t'a yichanh Jehová to wach' kak'ani, yuj chi' tzin k'an jun tik t'ayach. Palta tato yel ay in mul, syal in a milanchamoc, manh yowaliloc tzin ik'b'at t'a yichanh winh a mam chi', xchi winh."
        },
        {
            "number": "9",
            "text": "Ix tak'wi winhaj Jonatán chi': --Manh a na icha chi', tato ix wab' spekal to snib'ej winh in mam chi' tzach smilchamoc, toxom ix wal t'ayach, xchi winh t'a winh."
        },
        {
            "number": "10",
            "text": "--¿Mach pax ol alan t'ayin, tato chuk ol aj stak'woc winh t'ayach? xchi winhaj Dawid chi'."
        },
        {
            "number": "11",
            "text": "Ix yalan winhaj Jonatán chi': --Conh wed'oc, conh el t'a spatiquel chonhab' tik, xchi winh. Ix b'at heb' winh schawanhil."
        },
        {
            "number": "12",
            "text": "Ayic ix k'och heb' winh b'aj manhxalaj anima, ix yalan winhaj Jonatán chi': --Yojtak Jehová ko Diosal to yel swala'. Ha k'ik'an, ma chab'ej yab' icha tik, tzin k'anb'ej t'a winh in mam chi', tas nab'il yuj winh. Tato wach' tas sna' winh t'a a patic, swalcot ab'i."
        },
        {
            "number": "13",
            "text": "Tato chuk spensar winh t'a a patic jun, aokab' Jehová ol ak'an in yaelal tato max wal t'ayach yuj tas ol aj a colan a b'a. Axo ticnaik, colwajokab' Jehová ed'oc icha ix aj skolwaj yet' winh in mam chi'."
        },
        {
            "number": "14",
            "text": "Ha ticnaik, tato pitzaninto ol ach ochkan reyal, tzin k'an t'ayach to ol ok' a k'ool t'ayin icha yok'elk'olal Jehová t'ayach, manh ol in a milchamlaj."
        },
        {
            "number": "15",
            "text": "Tato toxo in cham jun, tzin k'an t'ayach to tza nacot winhtilal t'a masanil tiempo. Ayic ol satjiel heb' ajk'ol yuj Jehová, mokab' satel in b'inaj t'a a macb'en, xchi winh."
        },
        {
            "number": "16",
            "text": "Icha chi' ix aj sb'oankan strato winhaj Jonatán chi' yet' winhaj Dawid chi', ol b'eynhejb'at t'a skal yinhtilal winhaj Dawid chi'. Ix yalan winhaj Jonatán chi' icha tik: Aokab' Jehová tz'ak'an a yaelal tato manh ol elk'och tas skalkan tik, xchi winh."
        },
        {
            "number": "17",
            "text": "Yujto te xajan winhaj Dawid chi' yuj winhaj Jonatán chi', yuj chi' ix yal winh to swach' b'oejxikan jun strato heb' winh chi'."
        },
        {
            "number": "18",
            "text": "Ix yalanxi winhaj Jonatán chi': --K'ik'an tz'och q'uinh yuj yalji k'een uj, scheclaji to malaj ach yujto sekan tz'ajkan b'aj tzach em k'ojan."
        },
        {
            "number": "19",
            "text": "Palta haxo chab'ej t'a yemk'ualil, sb'at a k'ub'ejel a b'a b'aj a k'ub'ejnaquel a b'a junel. Tza tanhwej t'a slak'anil k'een k'een scuch Ezel."
        },
        {
            "number": "20",
            "text": "Tzin julb'at oxeoc in jul-lab' ta', ichato ay junok mach b'aj wan in julwajb'ati."
        },
        {
            "number": "21",
            "text": "Slajwi chi', swalan t'a winh in chekab': Ixic b'at ik'cot in jul-lab' chi', xin cham t'a winh. Tato swal t'a winh icha tik: Ha t'a yichanhcot tik ay, ik'cot te', ta xin chi, tzach cot t'a junk'olal, malaj tas ol ach ik'an syal chi'. Toxo ix wak' in ti' t'a yichanh Jehová to icha chi' ol wutej."
        },
        {
            "number": "22",
            "text": "Palta tato swal jun: Ha jun in jul-lab' chi', najatto ay t'a ichanhb'at chi', tato xin chi t'a winh, tzach b'at t'a najat a col a b'a yujto a Jehová tzach chekanb'ati."
        },
        {
            "number": "23",
            "text": "Ha pax t'a ko ti' ix calkan tik jun, a Jehová testigo tz'ajkan t'ay to junelnhej skalkani, xchi winh t'a winh."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix sk'ub'anel sb'a winhaj Dawid chi' t'a kaltac te'. Ayic ix chajiel yich yic tz'och q'uinh yuj yalji k'een uj, ix em k'ojan winhaj rey Saúl swa'i."
        },
        {
            "number": "25",
            "text": "Ha t'a sat pat ix em k'ojan winh t'a b'ajtaxon tz'em k'ojan. Ha t'a yichanh winh ix em k'ojan winhaj Jonatán, haxo t'a stz'ey winh ix em k'ojan winhaj Abner, haxo pax xila winhaj Dawid, malaj mach ix em k'ojan t'ay."
        },
        {
            "number": "26",
            "text": "Ha t'a b'ab'el k'u, malaj tas ix yal winhaj Saúl chi', yujto ix sna winh icha tik: Tekan ay junok tas manh wach'oc ix sk'ulej winhaj Dawid chi', maj am yal sb'oan sb'a winh icha yalan ley t'a ayocto, xchi winh t'a spensar chi'."
        },
        {
            "number": "27",
            "text": "Schab'ilxo k'ual yajoch q'uinh chi', colannhej xila winhaj Dawid chi', malaj mach tz'em k'ojan t'ay. Yuj chi' ix sk'anb'ej winhaj Saúl t'a winhaj Jonatán icha tik: --¿Tas yuj maj jawi winh yuninal winhaj Isaí chi' wael ticnaik yet' ewi? xchi winh."
        },
        {
            "number": "28",
            "text": "Ix tak'wi winhaj Jonatán chi': --Ha winhaj Dawid chi' alan t'ayin ewi,"
        },
        {
            "number": "29",
            "text": "tob' masanil heb' sk'ab' yoc winh snaan q'uinh yic silab' t'a schonhab', yuj chi' ix avtajb'at winh yuj jun winh yuk'tac. Yal winh t'ayin icha tik: Tato wach' in t'a a sat, cha in b'at wak' tzalajb'oc in k'ool yet' heb' wuk'tac chi', xchi winh. Yuj chi' max jawilaj winh wael t'a a mexa tik, xchi winh."
        },
        {
            "number": "30",
            "text": "Ayic ix yab'an winh rey icha chi', ix cot yowal winh t'a winhaj Jonatán chi', ix yalan winh: --Mitz' unin ach, b'ajam sik'b'il ach. Vojtak to wach' ak'an yet' winh yuninal winhaj Isaí chi', yic q'uixwelal tzach ajkan yet' ix a nun."
        },
        {
            "number": "31",
            "text": "¿Tom max nachajel jab'oc uuj to yacb'an pitzan winh yuninal winhaj Isaí chi', manh ol ach och reyal yet' pax heb' inhtilal? Ha ticnaik, ak'b'at sayumal winh, tzik'ancot winh t'ayin, ol in milancham winh, xchi winh."
        },
        {
            "number": "32",
            "text": "Ix tak'wi winhaj Jonatán chi' icha tik: --¿Tas yuj ol cham winh? ¿Tom ay junok tas chuk ix sk'ulej winh, yuj chi' icha chi' tzala'? xchi winh."
        },
        {
            "number": "33",
            "text": "Ayic ix yab'an jun chi' winhaj Saúl chi', ix sjulanb'at jun k'een slanza winh t'a winhaj Jonatán chi' yic smilancham winh. Icha chi' ix aj snachajel yuj winhaj Jonatán chi' to ha' winh smam winh chi', snib'ej winh smilcham winhaj Dawid chi'."
        },
        {
            "number": "34",
            "text": "Ix cot yowal winhaj Jonatán chi', ix k'e jucnaj winh, ix elta winh. Majxo walaj winh yet' heb' winh t'a schab'il k'ual chi', yujto ix kus winh yuj winhaj Dawid chi', yujto te chuk tas ix yal winhaj Saúl chi' ix yab' winh."
        },
        {
            "number": "35",
            "text": "D'a wal sacb'inaj t'a junxo k'u, ix b'at winh yil winhaj Dawid chi', icha yaj yalankan heb' winh, tzak'anoch jun winh quelem unin yuj winh."
        },
        {
            "number": "36",
            "text": "Ix yalan winh t'a winh quelem chi': --Elanhchamel ol b'at ik'cot in jul-lab' ol in julb'at tik, xchi winh. Ix b'at winh quelem chi' b'ian. Ha wal sb'at winh chi', ix julwajb'at winhaj Jonatán chi' t'a yichanhb'at winh."
        },
        {
            "number": "37",
            "text": "Ayic ix k'och winh b'aj ix em jul-lab' chi', te chaanh ix awaj winhaj Jonatán chi' icha tik: --Yel a k'ool, manh ach och waan, ato t'a ichanhb'at ix k'ochi, xchi winh. Ixlajwi chi' ix yalanxi winh: --Yelk'olal a b'ati, manh ach och waan, xchi winh. Ix sik'ank'e jul-lab' chi' winh quelem chi', ix yik'ancot winh."
        },
        {
            "number": "38",
            "text": "Palta maj nachajel-laj jab'oc yuj winh tas ix sk'ulej winhaj Jonatán chi', anhej winh ojtannac yet' winhaj Dawid tas yaj jun slolonel chi'."
        },
        {
            "number": "39",
            "text": "Ixlajwi chi', ix yak'an sjul-lab' winhaj Jonatán chi' t'a winh quelem chi', ix schekan meltzaj winh winh t'a chonhab'."
        },
        {
            "number": "40",
            "text": "Ixnhej b'atkan winh quelem chi', ix elkancot winhaj Dawid t'a spatic k'een k'een. Ixnhej elta winh chi', oxel ix em nhojan winh t'a yichanh winhaj Jonatán chi'. Ixlajwi chi' ix stz'ub'lanelta sti' heb' winh, ix ok' heb' winh schawanhil, ix sik'sik'an wal winhaj Dawid chi' yoq'ui."
        },
        {
            "number": "41",
            "text": "Ixlajwi chi', ix yalan winhaj Jonatán chi' t'a winh: --Ixic, junk'olal a b'ati yujto a ko ti' ix kak' ko chawanhil, t'a yichanh Jehová ix cala'. Ix ko k'an t'a Jehová chi' to aynhejokab'och qued'oc ko chawanhil yet' heb' quinhtilal yic tz'elkank'och b'aj ix kak' ko ti', yic wach'nhej pax kak'ani yet' heb' quinhtilal, xchi winh. Ixlajwi chi', ix b'atkan winhaj Dawid chi', haxo winhaj Jonatán chi' ix meltzajkancot winh t'a chonhab'."
        }
    ]
}