{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix b'atcan vinhaj David chi' t'a chonhab' Nob, ix ek' vinh t'a vinhaj sacerdote Ahimelec. Ix xivq'ue vinh sacerdote chi' ayic ix ul schaan vinhaj David chi' vinh, ix yalan vinh t'a vinh: --¿Tas yuj a achnhej tzach javi, malaj junok mach ed'nac? xchi vinh t'a vinhaj David chi'."
        },
        {
            "number": "2",
            "text": "Ix tak'vi vinhaj David chi': --Atoni, yujto ay tas ix schec vinh rey ul in k'ulej, palta snib'ej vinh to malaj mach tz'ojtacaneli, haxo pax eb' vinh ajun ved' jun, ix val t'a eb' vinh b'ajtil ol vil-lajxi in b'a yet' eb' vinh."
        },
        {
            "number": "3",
            "text": "Ha ticnaic, ¿ay am jab'oc tas sco wa t'ayach? Ak' oyeoc co pan, ma yalnhej tas ayek' t'ayach, xchi vinh."
        },
        {
            "number": "4",
            "text": "Ix tak'vi vinh sacerdote chi': --Malaj ixim comon pan ayeq'ui. Ay ixim, palta a ixim tz'ak'jioch t'a yichanh Jehová. Syal vak'an ixim t'ayach, tato wach' yaj eb' vinh ajun chi' ed'oc, tato maj vay eb' vinh yet' eb' ix ix, xchi vinh."
        },
        {
            "number": "5",
            "text": "Ix tak'vi vinhaj David chi' icha tik: --Ayxotax skan eb' ix cuuj, chab'jitax onh coti. Wach'chom yel, manh yicoc Jehová jun co checnab'il tik, palta yictax onh coti, wach'xo yaj eb' vinh ved'nac chi' icha yalan ley, yuj chi' yel wach'xo yaj eb' vinh ticnaic, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix yak'an ixim pan yic Dios vinh sacerdote chi' t'a vinh. Malaj junocxo makan ixim pan ay t'a yol sk'ab' vinh sacerdote chi', anhej ixim toxo ix ik'jiel t'a yichanh Dios t'a sat mexa yic tz'ochixpaxcan ixim k'ak'to sq'uexuloc."
        },
        {
            "number": "7",
            "text": "Ha t'a jun k'u chi', ayek' jun vinh schecab' vinhaj Saúl t'a slak'anil scajnub' Dios, yujto ay tas ayoch t'a yib'anh vinh. Ha jun vinh chi', edomita vinh, Doeg sb'i vinh, yajal yaj vinh t'a skal eb' stanhvumal scalnel vinhaj Saúl chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan vinhaj David chi' t'a vinhaj Ahimelec chi' icha tik: --¿Ay am junok q'uen lanza, ma junok q'uen espada ayek' t'ayach? Yujto t'a elanhchamel xonhej ix aj in checjicot yuj vinh rey chi', yuj chi' majxo yal vik'ancot q'uen vespada, ma junocxo q'uen yamk'ab', xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi vinh sacerdote chi': --Ha t'a tik ayek' q'uen yespada vinhaj Goliat, vinh filisteo a milnaccham t'a sch'olanil yic Ela. Ha t'a tik ayek' q'ueen, pichanoch jun k'apac t'a q'ueen, ayek' q'uen t'a spatic k'apac chaleca. Syal ik'anb'at q'ueen. Tato max scha a k'ol q'uen jun, manhxalaj junocxo q'uen ay t'ayin, xchi vinh t'a vinh. Ix tak'vi vinhaj David chi', ix yalan vinh: --Malaj junocxo q'uen lajan yet' jun q'ueen chi'. Ak' q'uen t'ayin, xchi vinh."
        },
        {
            "number": "10",
            "text": "Anheja' t'a jun k'u chi' ix b'atnhej vinhaj David chi' sk'ub'ejel sb'ha t'a vinhaj Saúl chi', ix k'och vinh t'a chonhab' Gat b'aj rey vinhaj Aquis."
        },
        {
            "number": "11",
            "text": "Axo eb' schecab' vinhaj Aquis chi' ix alan icha tik: --Ha jun vinh tik aton vinhaj David, icha rey yaj vinh t'a Israel. Aton vinh sb'itaj yuj eb' ix ix ayic sq'ue chennaj eb' ix, syalan eb' ix icha tik: Smilal eb' ajk'ol ix smilcham vinhaj Saúl. Lajlajunh miltac ix smilcham vinhaj David, xchi eb' ix, xchi eb'."
        },
        {
            "number": "12",
            "text": "Ix cham val yab'an juntzanh lolonel chi' vinhaj David chi', yuj chi' ix xiv vinh t'a vinhaj Aquis chi'."
        },
        {
            "number": "13",
            "text": "D'a yichanh eb' ix q'uexvi yilji vinhaj David chi', ix yesanoch sb'a vinh quistalil, comonxonhej stz'ib'ej ch'acan spatictac puerta vinh, tz'emta jililoc yal sti' vinh t'a xil sti'."
        },
        {
            "number": "14",
            "text": "Ix yalan vinhaj Aquis chi' t'a eb' schecab' chi': --Tato ix eyila' to quistal jun vinac tik, ¿tas yuj ix eyik'cot vinh t'ayin?"
        },
        {
            "number": "15",
            "text": "¿Tocval malaj eb' quistal t'a tik, yuj chi' ix eyik'cot junxo vinh tik yic tzul yak' squistalil vinh chi' t'a yol in pat tik? xchi vinh."
        }
    ]
}