{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix b'atcan winhaj David chi' t'a chonhab' Nob, ix ek' winh t'a winhaj sacerdote Ahimelec. Ix xivq'ue winh sacerdote chi' ayic ix ul schaan winhaj David chi' winh, ix yalan winh t'a winh: --¿Tas yuj a achnhej tzach javi, malaj junok mach ed'nac? xchi winh t'a winhaj David chi'."
        },
        {
            "number": "2",
            "text": "Ix tak'vi winhaj David chi': --Atoni, yujto ay tas ix schec winh rey ul in k'ulej, palta snib'ej winh to malaj mach tz'ojtacaneli, haxo pax eb' winh ajun ved' jun, ix val t'a eb' winh b'ajtil ol vil-lajxi in b'a yet' eb' winh."
        },
        {
            "number": "3",
            "text": "Ha ticnaic, ¿ay am jab'oc tas sco wa t'ayach? Ak' oyeoc co pan, ma yalnhej tas ayek' t'ayach, xchi winh."
        },
        {
            "number": "4",
            "text": "Ix tak'vi winh sacerdote chi': --Malaj ixim comon pan ayeq'ui. Ay ixim, palta a ixim tz'ak'jioch t'a yichanh Jehová. Syal vak'an ixim t'ayach, tato wach' yaj eb' winh ajun chi' ed'oc, tato maj vay eb' winh yet' eb' ix ix, xchi winh."
        },
        {
            "number": "5",
            "text": "Ix tak'vi winhaj David chi' icha tik: --Ayxotax skan eb' ix cuuj, chab'jitax onh coti. Wach'chom yel, manh yicoc Jehová jun co checnab'il tik, palta yictax onh coti, wach'xo yaj eb' winh ved'nac chi' icha yalan ley, yuj chi' yel wach'xo yaj eb' winh ticnaic, xchi winh."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix yak'an ixim pan yic Dios winh sacerdote chi' t'a winh. Malaj junocxo makan ixim pan ay t'a yol sk'ab' winh sacerdote chi', anhej ixim toxo ix ik'jiel t'a yichanh Dios t'a sat mexa yic tz'ochixpaxcan ixim k'ak'to sq'uexuloc."
        },
        {
            "number": "7",
            "text": "Ha t'a jun k'u chi', ayek' jun winh schecab' winhaj Saúl t'a slak'anil scajnub' Dios, yujto ay tas ayoch t'a yib'anh winh. Ha jun winh chi', edomita winh, Doeg sb'i winh, yajal yaj winh t'a skal eb' stanhvumal scalnel winhaj Saúl chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan winhaj David chi' t'a winhaj Ahimelec chi' icha tik: --¿Ay am junok q'uen lanza, ma junok q'uen espada ayek' t'ayach? Yujto t'a elanhchamel xonhej ix aj in checjicot yuj winh rey chi', yuj chi' majxo yal vik'ancot q'uen vespada, ma junocxo q'uen yamk'ab', xchi winh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi winh sacerdote chi': --Ha t'a tik ayek' q'uen yespada winhaj Goliat, winh filisteo a milnaccham t'a sch'olanil yic Ela. Ha t'a tik ayek' q'ueen, pichanoch jun k'apac t'a q'ueen, ayek' q'uen t'a spatic k'apac chaleca. Syal ik'anb'at q'ueen. Tato max scha a k'ol q'uen jun, manhxalaj junocxo q'uen ay t'ayin, xchi winh t'a winh. Ix tak'vi winhaj David chi', ix yalan winh: --Malaj junocxo q'uen lajan yet' jun q'ueen chi'. Ak' q'uen t'ayin, xchi winh."
        },
        {
            "number": "10",
            "text": "Anheja' t'a jun k'u chi' ix b'atnhej winhaj David chi' sk'ub'ejel sb'ha t'a winhaj Saúl chi', ix k'och winh t'a chonhab' Gat b'aj rey winhaj Aquis."
        },
        {
            "number": "11",
            "text": "Axo eb' schecab' winhaj Aquis chi' ix alan icha tik: --Ha jun winh tik aton winhaj David, icha rey yaj winh t'a Israel. Aton winh sb'itaj yuj eb' ix ix ayic sq'ue chennaj eb' ix, syalan eb' ix icha tik: Smilal eb' ajk'ol ix smilcham winhaj Saúl. Lajlajunh miltac ix smilcham winhaj David, xchi eb' ix, xchi eb'."
        },
        {
            "number": "12",
            "text": "Ix cham val yab'an juntzanh lolonel chi' winhaj David chi', yuj chi' ix xiv winh t'a winhaj Aquis chi'."
        },
        {
            "number": "13",
            "text": "D'a yichanh eb' ix q'uexvi yilji winhaj David chi', ix yesanoch sb'a winh quistalil, comonxonhej stz'ib'ej ch'acan spatictac puerta winh, tz'emta jililoc yal sti' winh t'a xil sti'."
        },
        {
            "number": "14",
            "text": "Ix yalan winhaj Aquis chi' t'a eb' schecab' chi': --Tato ix eyila' to quistal jun vinac tik, ¿tas yuj ix eyik'cot winh t'ayin?"
        },
        {
            "number": "15",
            "text": "¿Tocval malaj eb' quistal t'a tik, yuj chi' ix eyik'cot junxo winh tik yic tzul yak' squistalil winh chi' t'a yol in pat tik? xchi winh."
        }
    ]
}