{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix b'atcan winhaj Dawid chi' t'a chonhab' Nob, ix ek' winh t'a winhaj sacerdote Ahimelec. Ix xivk'e winh sacerdote chi' ayic ix ul schaan winhaj Dawid chi' winh, ix yalan winh t'a winh: --¿Tas yuj a achnhej tzach jawi, malaj junok mach ed'nac? xchi winh t'a winhaj Dawid chi'."
        },
        {
            "number": "2",
            "text": "Ix tak'wi winhaj Dawid chi': --Atoni, yujto ay tas ix schec winh rey ul in k'ulej, palta snib'ej winh to malaj mach tz'ojtacaneli, haxo pax heb' winh ajun wed' jun, ix wal t'a heb' winh b'ajtil ol wil-lajxi in b'a yet' heb' winh."
        },
        {
            "number": "3",
            "text": "Ha ticnaik, ¿ay am jab'oc tas sco wa t'ayach? Ak' oyeoc ko pan, ma yalnhej tas ayek' t'ayach, xchi winh."
        },
        {
            "number": "4",
            "text": "Ix tak'wi winh sacerdote chi': --Malaj ixim comon pan ayeq'ui. Ay ixim, palta a ixim tz'ak'jioch t'a yichanh Jehová. Syal wak'an ixim t'ayach, tato wach' yaj heb' winh ajun chi' ed'oc, tato maj way heb' winh yet' heb' ix ix, xchi winh."
        },
        {
            "number": "5",
            "text": "Ix tak'wi winhaj Dawid chi' icha tik: --Ayxotax skan heb' ix cuuj, chab'jitax onh koti. Wach'chom yel, manh yicoc Jehová jun ko checnab'il tik, palta yictax onh koti, wach'xo yaj heb' winh wed'nac chi' icha yalan ley, yuj chi' yel wach'xo yaj heb' winh ticnaik, xchi winh."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix yak'an ixim pan yic Dios winh sacerdote chi' t'a winh. Malaj junocxo makan ixim pan ay t'a yol sk'ab' winh sacerdote chi', anhej ixim toxo ix ik'jiel t'a yichanh Dios t'a sat mexa yic tz'ochixpaxcan ixim k'ak'to sk'exuloc."
        },
        {
            "number": "7",
            "text": "Ha t'a jun k'u chi', ayek' jun winh schecab' winhaj Saúl t'a slak'anil scajnub' Dios, yujto ay tas ayoch t'a yib'anh winh. Ha jun winh chi', edomita winh, Doeg sb'i winh, yajal yaj winh t'a skal heb' stanhwumal scalnel winhaj Saúl chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan winhaj Dawid chi' t'a winhaj Ahimelec chi' icha tik: --¿Ay am junok k'een lanza, ma junok k'een espada ayek' t'ayach? Yujto t'a elanhchamel xonhej ix aj in checjicot yuj winh rey chi', yuj chi' majxo yal wik'ancot k'een wespada, ma junocxo k'een yamk'ab', xchi winh."
        },
        {
            "number": "9",
            "text": "Ix tak'wi winh sacerdote chi': --Ha t'a tik ayek' k'een yespada winhaj Goliat, winh filisteo a milnaccham t'a sch'olanil yic Ela. Ha t'a tik ayek' k'een, pichanoch jun k'apac t'a k'een, ayek' k'een t'a spatic k'apac chaleca. Syal ik'anb'at k'een. Tato max scha a k'ol k'een jun, manhxalaj junocxo k'een ay t'ayin, xchi winh t'a winh. Ix tak'wi winhaj Dawid chi', ix yalan winh: --Malaj junocxo k'een lajan yet' jun k'een chi'. Ak' k'een t'ayin, xchi winh."
        },
        {
            "number": "10",
            "text": "Anheja' t'a jun k'u chi' ix b'atnhej winhaj Dawid chi' sk'ub'ejel sb'ha t'a winhaj Saúl chi', ix k'och winh t'a chonhab' Gat b'aj rey winhaj Aquis."
        },
        {
            "number": "11",
            "text": "Axo heb' schecab' winhaj Aquis chi' ix alan icha tik: --Ha jun winh tik aton winhaj Dawid, icha rey yaj winh t'a Israel. Aton winh sb'itaj yuj heb' ix ix ayic sk'e chennaj heb' ix, syalan heb' ix icha tik: Smilal heb' ajk'ol ix smilcham winhaj Saúl. Lajlajunh miltac ix smilcham winhaj Dawid, xchi heb' ix, xchi heb'."
        },
        {
            "number": "12",
            "text": "Ix cham wal yab'an juntzanh lolonel chi' winhaj Dawid chi', yuj chi' ix xiv winh t'a winhaj Aquis chi'."
        },
        {
            "number": "13",
            "text": "D'a yichanh heb' ix k'exwi yilji winhaj Dawid chi', ix yesanoch sb'a winh quistalil, comonxonhej stz'ib'ej ch'acan spatictac puerta winh, tz'emta jililoc yal sti' winh t'a xil sti'."
        },
        {
            "number": "14",
            "text": "Ix yalan winhaj Aquis chi' t'a heb' schecab' chi': --Tato ix eyila' to quistal jun winak tik, ¿tas yuj ix eyik'cot winh t'ayin?"
        },
        {
            "number": "15",
            "text": "¿Tocwal malaj heb' quistal t'a tik, yuj chi' ix eyik'cot junxo winh tik yic tzul yak' squistalil winh chi' t'a yol in pat tik? xchi winh."
        }
    ]
}