{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ix elxi winhaj David chi' ta', ix b'at sk'ub'anel sb'a winh t'a jun q'uen nhaq'ueen t'a yol yic Adulam. Ayic ix yab'an eb' winh yuk'tac winh yet' eb' sk'ab' yoc winh b'aj ayek' winh, ix b'at eb' winh sk'ub'ejel sb'a yet' winh."
        },
        {
            "number": "2",
            "text": "Ix k'ochpax eb' tz'ixtaxi, masanil eb' ay sb'oc yet' eb' ay schab'k'olal. Ha winhaj David chi' ix och yajaliloc eb'. Ay am junok 400 eb' winh vinac t'a smasanil."
        },
        {
            "number": "3",
            "text": "Spetoj winhaj David t'a Adulam chi', ix k'ochcan winh t'a Mizpa, t'a yol yic Moab. Ix yalan winh t'a winh sreyal Moab chi' icha tik: --Tzin tevi t'ayach to skan winh in mam yet' ix in nun ed'oc masanto ol vil tas ol in yutej Dios, xchi winh."
        },
        {
            "number": "4",
            "text": "Icha chi' ix aj yik'anb'at smam snun winh chi' t'a yichanh winh sreyal Moab chi'. Ha yet' winh ix aj eb' yacb'an ayek' winhaj David chi' scol sb'ha t'a jolomtac vitz."
        },
        {
            "number": "5",
            "text": "Axo winhaj Gad, schecab' Dios ix alan t'a winhaj David chi' icha tik: --Manh ach kan t'a tik yuj a colan a b'a, palta meltzajanh t'a yol yic Judá, xchi winh. Icha chi' ix aj sb'at winhaj David, masanto ix k'och winh t'a jun caltac te' t'a yol yic Haret."
        },
        {
            "number": "6",
            "text": "Ay jun k'ual, k'ojanem winhaj Saúl t'a yich jun te' tamarisco t'a jolom vitz t'a Gabaa, lak'b'ilq'ue q'uen slanza winh yuj, oyanoch eb' yajalil soldado t'a spatic winh. Ata' ix yab' winh to ix checlaj b'aj ayek' winhaj David yet' eb' soldado."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yal winh t'a eb' soldado oyanoch t'a spatic chi': --Ex vetchonhab' yinhtilal Benjamín, ab'ec tas ol vala': ¿Tom tzeyak'och t'a e k'ool to a winh yuninal winhaj Isaí chi' ol ak'an e lu'um yet' te' eyuva? ¿Tom e masanil ol ex och t'a comandanteal yet' t'a capitanil yuj winh?"
        },
        {
            "number": "8",
            "text": "Yuj chi' e masanilxonhej a ex ayex ek' tik tzex och ajk'olal t'ayin. Malaj mach tz'alan t'ayin, tato a winh vuninal toxo ix yak' strato winh yet' winh yuninal winhaj Isaí chi'. Malaj junok ex ayex ek' tik tzex och jab'oc ilk'olal vuuj. Malaj junok ex tzeyal t'ayin tato toxo ix och winh vuninal chi' yak'an sk'ol jun in checab', yic tz'och ajk'olal t'ayin in smilan icha sk'ulej ticnaic, xchi winhaj Saúl chi'."
        },
        {
            "number": "9",
            "text": "Aypaxoch winhaj Doeg aj Edom t'a skal eb' schecab' winhaj Saúl chi', yuj chi' ix tak'vi winh icha tik: --Ix vil winh yuninal winhaj Isaí chi' ayic ix b'atcan winh t'a Nob, ix k'och winh t'a winhaj Ahimelec yuninal winhaj Ahitob."
        },
        {
            "number": "10",
            "text": "Ha winhaj Ahimelec chi', ix sk'anb'ej winh t'a Jehová yuj winhaj David chi', ix ak'ji svael winh yuj winh. Ix yak'anpax q'uen yespada winhaj Goliat winh filisteo winh t'a winh, xchi winhaj Doeg chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix schecan winh rey chi' avtaj winhaj sacerdote Ahimelec chi' yet' masanil eb' winh sacerdote ay t'a Nob chi', aton eb' winh sk'ab' yocto sb'a yet' winhaj Ahimelec chi'. Ayic ix k'och eb' winh smasanil t'a yichanh winh rey chi',"
        },
        {
            "number": "12",
            "text": "ix yalan winh t'a winhaj Ahimelec chi': --Ach yuninal winhaj Ahitob, ab' tas ol vala', xchi winh. --Ayinek' t'a yol a k'ab' mamin rey, xchi winhaj Ahimelec chi'."
        },
        {
            "number": "13",
            "text": "Ix sk'anb'an winhaj Saúl chi' t'a winh icha tik: --¿Tas yuj ayach och ajk'olal t'ayin yet' winh yuninal winhaj Isaí chi'? Ix ak' svael winh, ix ak'anpax jun q'uen espada t'a winh, ix a k'anb'an d'ha Dios yuj winh, yic tz'och winh ajk'olal t'ayin yic tzin smilani, ichaton sk'ulej winh ticnaic, xchi winh."
        },
        {
            "number": "14",
            "text": "Ix yalan winhaj Ahimelec chi' t'a winh rey chi': --Mamin rey, ¿mach junok t'a skal eb' a checab' sk'anab'ajej val icha winhaj David, anhejtona' to a nhi' pax winh, yajal pax yaj winh t'a skal eb' a tanhvumal, te niwan pax yelk'och winh t'a a palacio?"
        },
        {
            "number": "15",
            "text": "¿Tocval b'ab'elto tzin k'anb'ej d'ha Dios yuj winh? Mamin rey, malaj b'aj tzin och ajk'olal t'ayach, yuj chi' mocab'a tas tza na' t'a in patic yet' t'a spatic eb' in k'ab' voc, yujto manh vojtacoc jab'oc tas yaj jun lolonel tik, xchi winh."
        },
        {
            "number": "16",
            "text": "Palta t'a yelk'olal ix yal winh rey chi' t'a winh icha tik: --Anhejto tzak'och t'a a k'ool to ol ach cham yet' masanil eb' a k'ab' oc tik, xchi winh."
        },
        {
            "number": "17",
            "text": "Ha val t'a jun rato chi' ix schecan eb' stanhvumal winh rey chi', ix yalan winh: --Mileccham masanil eb' winh sacerdote yic Jehová tik, yujto ayoch eb' winh yet' winhaj David chi'. Yojtac eb' winh to tz'el winh elelal t'ayin, palta maj yal-laj eb' winh vab'i, xchi winh. Palta a eb' soldado stanhvumal winh rey chi', maj yal-laj sk'ol eb' ix smilcham eb' winh sacerdote yic Jehová chi'."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix yal winh rey chi' t'a winhaj Doeg chi': --Milcham eb' winh a ach tik, xchi winh. Ix och ijan winhaj Doeg chi' smilancham eb' winh sacerdote chi'. Ha t'a jun k'u chi', 85 eb' vinac tz'ak'anoch k'apac chaleca nab'a lino ix smilcham winhaj Doeg chi'."
        },
        {
            "number": "19",
            "text": "D'a elanhchamel, ix ochpax winh t'a yol chonhab' Nob, aton schonhab' eb' winh sacerdote chi', a yet' q'uen espada ix smilcham masanil eb' vinac winh, eb' ix ix, eb' unin yet' eb' ato yalji. Ix smilpaxcham nok' vacax winh, nok' b'uru yet' nok' calnel."
        },
        {
            "number": "20",
            "text": "Palta ay jun winh yuninal winhaj Ahimelec, scuchan Abiatar, ix yak' ganar winh yel lemnaj b'aj van yoch chamel chi', ix b'atcan winh b'aj ayek' winhaj David."
        },
        {
            "number": "21",
            "text": "A' winh ix alan t'a winhaj David chi' to a masanil eb' winh sacerdote yic Jehová, toxo ix miljicham eb' winh yuj tas ix yal winhaj Saúl."
        },
        {
            "number": "22",
            "text": "Ix yalan winhaj David chi': --Ha jun chi' vojtactaxoni, yujto ha t'a yic chi' ix wila'' to ayek' winhaj Doeg ta', yuj chi' ix in na'a to a winh ol alan t'a winhaj Saúl chi'. Ha ticnaic, vuuj ix cham masanil eb' a k'ab' oc chi',"
        },
        {
            "number": "23",
            "text": "palta jun, cananh ved' t'a tik. Manh ach xivoc, yujto a winh ayoch ajk'olal chi' t'ayach, aypaxoch winh ajk'olal t'ayin, palta wach' aj ved' t'a tik, xchi winh."
        }
    ]
}