{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ix elxi vinhaj David chi' ta', ix b'at sk'ub'anel sb'a vinh t'a jun q'uen nhaq'ueen t'a yol yic Adulam. Ayic ix yab'an eb' vinh yuk'tac vinh yet' eb' sk'ab' yoc vinh b'aj ayek' vinh, ix b'at eb' vinh sk'ub'ejel sb'a yet' vinh."
        },
        {
            "number": "2",
            "text": "Ix k'ochpax eb' tz'ixtaxi, masanil eb' ay sb'oc yet' eb' ay schab'k'olal. Ha vinhaj David chi' ix och yajaliloc eb'. Ay am junok 400 eb' vinh vinac t'a smasanil."
        },
        {
            "number": "3",
            "text": "Spetoj vinhaj David t'a Adulam chi', ix k'ochcan vinh t'a Mizpa, t'a yol yic Moab. Ix yalan vinh t'a vinh sreyal Moab chi' icha tik: --Tzin tevi t'ayach to skan vinh in mam yet' ix in nun ed'oc masanto ol vil tas ol in yutej Dios, xchi vinh."
        },
        {
            "number": "4",
            "text": "Icha chi' ix aj yik'anb'at smam snun vinh chi' t'a yichanh vinh sreyal Moab chi'. Ha yet' vinh ix aj eb' yacb'an ayek' vinhaj David chi' scol sb'ha t'a jolomtac vitz."
        },
        {
            "number": "5",
            "text": "Axo vinhaj Gad, schecab' Dios ix alan t'a vinhaj David chi' icha tik: --Manh ach kan t'a tik yuj a colan a b'a, palta meltzajanh t'a yol yic Judá, xchi vinh. Icha chi' ix aj sb'at vinhaj David, masanto ix k'och vinh t'a jun caltac te' t'a yol yic Haret."
        },
        {
            "number": "6",
            "text": "Ay jun k'ual, k'ojanem vinhaj Saúl t'a yich jun te' tamarisco t'a jolom vitz t'a Gabaa, lak'b'ilq'ue q'uen slanza vinh yuj, oyanoch eb' yajalil soldado t'a spatic vinh. Ata' ix yab' vinh to ix checlaj b'aj ayek' vinhaj David yet' eb' soldado."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yal vinh t'a eb' soldado oyanoch t'a spatic chi': --Ex vetchonhab' yinhtilal Benjamín, ab'ec tas ol vala': ¿Tom tzeyak'och t'a e k'ool to a vinh yuninal vinhaj Isaí chi' ol ak'an e lu'um yet' te' eyuva? ¿Tom e masanil ol ex och t'a comandanteal yet' t'a capitanil yuj vinh?"
        },
        {
            "number": "8",
            "text": "Yuj chi' e masanilxonhej a ex ayex ek' tik tzex och ajk'olal t'ayin. Malaj mach tz'alan t'ayin, tato a vinh vuninal toxo ix yak' strato vinh yet' vinh yuninal vinhaj Isaí chi'. Malaj junok ex ayex ek' tik tzex och jab'oc ilk'olal vuuj. Malaj junok ex tzeyal t'ayin tato toxo ix och vinh vuninal chi' yak'an sk'ol jun in checab', yic tz'och ajk'olal t'ayin in smilan icha sk'ulej ticnaic, xchi vinhaj Saúl chi'."
        },
        {
            "number": "9",
            "text": "Aypaxoch vinhaj Doeg aj Edom t'a skal eb' schecab' vinhaj Saúl chi', yuj chi' ix tak'vi vinh icha tik: --Ix vil vinh yuninal vinhaj Isaí chi' ayic ix b'atcan vinh t'a Nob, ix k'och vinh t'a vinhaj Ahimelec yuninal vinhaj Ahitob."
        },
        {
            "number": "10",
            "text": "Ha vinhaj Ahimelec chi', ix sk'anb'ej vinh t'a Jehová yuj vinhaj David chi', ix ak'ji svael vinh yuj vinh. Ix yak'anpax q'uen yespada vinhaj Goliat vinh filisteo vinh t'a vinh, xchi vinhaj Doeg chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix schecan vinh rey chi' avtaj vinhaj sacerdote Ahimelec chi' yet' masanil eb' vinh sacerdote ay t'a Nob chi', aton eb' vinh sk'ab' yocto sb'a yet' vinhaj Ahimelec chi'. Ayic ix k'och eb' vinh smasanil t'a yichanh vinh rey chi',"
        },
        {
            "number": "12",
            "text": "ix yalan vinh t'a vinhaj Ahimelec chi': --Ach yuninal vinhaj Ahitob, ab' tas ol vala', xchi vinh. --Ayinek' t'a yol a k'ab' mamin rey, xchi vinhaj Ahimelec chi'."
        },
        {
            "number": "13",
            "text": "Ix sk'anb'an vinhaj Saúl chi' t'a vinh icha tik: --¿Tas yuj ayach och ajk'olal t'ayin yet' vinh yuninal vinhaj Isaí chi'? Ix ak' svael vinh, ix ak'anpax jun q'uen espada t'a vinh, ix a k'anb'an d'ha Dios yuj vinh, yic tz'och vinh ajk'olal t'ayin yic tzin smilani, ichaton sk'ulej vinh ticnaic, xchi vinh."
        },
        {
            "number": "14",
            "text": "Ix yalan vinhaj Ahimelec chi' t'a vinh rey chi': --Mamin rey, ¿mach junok t'a skal eb' a checab' sk'anab'ajej val icha vinhaj David, anhejtona' to a nhi' pax vinh, yajal pax yaj vinh t'a skal eb' a tanhvumal, te niwan pax yelk'och vinh t'a a palacio?"
        },
        {
            "number": "15",
            "text": "¿Tocval b'ab'elto tzin k'anb'ej d'ha Dios yuj vinh? Mamin rey, malaj b'aj tzin och ajk'olal t'ayach, yuj chi' mocab'a tas tza na' t'a in patic yet' t'a spatic eb' in k'ab' voc, yujto manh vojtacoc jab'oc tas yaj jun lolonel tik, xchi vinh."
        },
        {
            "number": "16",
            "text": "Palta t'a yelk'olal ix yal vinh rey chi' t'a vinh icha tik: --Anhejto tzak'och t'a a k'ool to ol ach cham yet' masanil eb' a k'ab' oc tik, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ha val t'a jun rato chi' ix schecan eb' stanhvumal vinh rey chi', ix yalan vinh: --Mileccham masanil eb' vinh sacerdote yic Jehová tik, yujto ayoch eb' vinh yet' vinhaj David chi'. Yojtac eb' vinh to tz'el vinh elelal t'ayin, palta maj yal-laj eb' vinh vab'i, xchi vinh. Palta a eb' soldado stanhvumal vinh rey chi', maj yal-laj sk'ol eb' ix smilcham eb' vinh sacerdote yic Jehová chi'."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix yal vinh rey chi' t'a vinhaj Doeg chi': --Milcham eb' vinh a ach tik, xchi vinh. Ix och ijan vinhaj Doeg chi' smilancham eb' vinh sacerdote chi'. Ha t'a jun k'u chi', 85 eb' vinac tz'ak'anoch k'apac chaleca nab'a lino ix smilcham vinhaj Doeg chi'."
        },
        {
            "number": "19",
            "text": "D'a elanhchamel, ix ochpax vinh t'a yol chonhab' Nob, aton schonhab' eb' vinh sacerdote chi', a yet' q'uen espada ix smilcham masanil eb' vinac vinh, eb' ix ix, eb' unin yet' eb' ato yalji. Ix smilpaxcham nok' vacax vinh, nok' b'uru yet' nok' calnel."
        },
        {
            "number": "20",
            "text": "Palta ay jun vinh yuninal vinhaj Ahimelec, scuchan Abiatar, ix yak' ganar vinh yel lemnaj b'aj van yoch chamel chi', ix b'atcan vinh b'aj ayek' vinhaj David."
        },
        {
            "number": "21",
            "text": "A' vinh ix alan t'a vinhaj David chi' to a masanil eb' vinh sacerdote yic Jehová, toxo ix miljicham eb' vinh yuj tas ix yal vinhaj Saúl."
        },
        {
            "number": "22",
            "text": "Ix yalan vinhaj David chi': --Ha jun chi' vojtactaxoni, yujto ha t'a yic chi' ix wila'' to ayek' vinhaj Doeg ta', yuj chi' ix in na'a to a vinh ol alan t'a vinhaj Saúl chi'. Ha ticnaic, vuuj ix cham masanil eb' a k'ab' oc chi',"
        },
        {
            "number": "23",
            "text": "palta jun, cananh ved' t'a tik. Manh ach xivoc, yujto a vinh ayoch ajk'olal chi' t'ayach, aypaxoch vinh ajk'olal t'ayin, palta wach' aj ved' t'a tik, xchi vinh."
        }
    ]
}