{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ix elxi winhaj Dawid chi' ta', ix b'at sk'ub'anel sb'a winh t'a jun k'een nhak'een t'a yol yic Adulam. Ayic ix yab'an heb' winh yuk'tac winh yet' heb' sk'ab' yoc winh b'aj ayek' winh, ix b'at heb' winh sk'ub'ejel sb'a yet' winh."
        },
        {
            "number": "2",
            "text": "Ix k'ochpax heb' tz'ixtaxi, masanil heb' ay sb'oc yet' heb' ay schab'k'olal. Ha winhaj Dawid chi' ix och yajaliloc heb'. Ay am junok 400 heb' winh winak t'a smasanil."
        },
        {
            "number": "3",
            "text": "Spetoj winhaj Dawid t'a Adulam chi', ix k'ochkan winh t'a Mizpa, t'a yol yic Moab. Ix yalan winh t'a winh sreyal Moab chi' icha tik: --Tzin tewi t'ayach to skan winh in mam yet' ix in nun ed'oc masanto ol wil tas ol in yutej Dios, xchi winh."
        },
        {
            "number": "4",
            "text": "Icha chi' ix aj yik'anb'at smam snun winh chi' t'a yichanh winh sreyal Moab chi'. Ha yet' winh ix aj heb' yacb'an ayek' winhaj Dawid chi' scol sb'ha t'a jolomtac witz."
        },
        {
            "number": "5",
            "text": "Axo winhaj Gad, schekab' Dios ix alan t'a winhaj Dawid chi' icha tik: --Manh ach kan t'a tik yuj a colan a b'a, palta meltzajanh t'a yol yic Judá, xchi winh. Icha chi' ix aj sb'at winhaj Dawid, masanto ix k'och winh t'a jun kaltac te' t'a yol yic Haret."
        },
        {
            "number": "6",
            "text": "Ay jun k'ual, k'ojanem winhaj Saúl t'a yich jun te' tamarisco t'a jolom witz t'a Gabaa, lak'b'ilk'e k'een slanza winh yuj, oyanoch heb' yajalil soldado t'a spatic winh. Ata' ix yab' winh to ix checlaj b'aj ayek' winhaj Dawid yet' heb' soldado."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yal winh t'a heb' soldado oyanoch t'a spatic chi': --Ex wetchonhab' yinhtilal Benjamín, ab'ec tas ol wala': ¿Tom tzeyak'och t'a he k'ool to a winh yuninal winhaj Isaí chi' ol ak'an he lu'um yet' te' eyuwa? ¿Tom he masanil ol ex och t'a comandanteal yet' t'a capitanil yuj winh?"
        },
        {
            "number": "8",
            "text": "Yuj chi' he masanilxonhej a ex ayex ek' tik tzex och ajk'olal t'ayin. Malaj mach tz'alan t'ayin, tato a winh wuninal toxo ix yak' strato winh yet' winh yuninal winhaj Isaí chi'. Malaj junok ex ayex ek' tik tzex och jab'oc ilk'olal wuuj. Malaj junok ex tzeyal t'ayin tato toxo ix och winh wuninal chi' yak'an sk'ol jun in chekab', yic tz'och ajk'olal t'ayin in smilan icha sk'ulej ticnaik, xchi winhaj Saúl chi'."
        },
        {
            "number": "9",
            "text": "Aypaxoch winhaj Doeg aj Edom t'a skal heb' schekab' winhaj Saúl chi', yuj chi' ix tak'wi winh icha tik: --Ix wil winh yuninal winhaj Isaí chi' ayic ix b'atkan winh t'a Nob, ix k'och winh t'a winhaj Ahimelec yuninal winhaj Ahitob."
        },
        {
            "number": "10",
            "text": "Ha winhaj Ahimelec chi', ix sk'anb'ej winh t'a Jehová yuj winhaj Dawid chi', ix ak'ji swael winh yuj winh. Ix yak'anpax k'een yespada winhaj Goliat winh filisteo winh t'a winh, xchi winhaj Doeg chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix schekan winh rey chi' avtaj winhaj sacerdote Ahimelec chi' yet' masanil heb' winh sacerdote ay t'a Nob chi', aton heb' winh sk'ab' yocto sb'a yet' winhaj Ahimelec chi'. Ayic ix k'och heb' winh smasanil t'a yichanh winh rey chi',"
        },
        {
            "number": "12",
            "text": "ix yalan winh t'a winhaj Ahimelec chi': --Ach yuninal winhaj Ahitob, ab' tas ol wala', xchi winh. --Ayinek' t'a yol a k'ab' mamin rey, xchi winhaj Ahimelec chi'."
        },
        {
            "number": "13",
            "text": "Ix sk'anb'an winhaj Saúl chi' t'a winh icha tik: --¿Tas yuj ayach och ajk'olal t'ayin yet' winh yuninal winhaj Isaí chi'? Ix ak' swael winh, ix ak'anpax jun k'een espada t'a winh, ix a k'anb'an d'ha Dios yuj winh, yic tz'och winh ajk'olal t'ayin yic tzin smilani, ichaton sk'ulej winh ticnaik, xchi winh."
        },
        {
            "number": "14",
            "text": "Ix yalan winhaj Ahimelec chi' t'a winh rey chi': --Mamin rey, ¿mach junok t'a skal heb' a chekab' sk'anab'ajej wal icha winhaj Dawid, anhejtona' to a nhi' pax winh, yajal pax yaj winh t'a skal heb' a tanhwumal, te niwan pax yelk'och winh t'a a palacio?"
        },
        {
            "number": "15",
            "text": "¿Tocwal b'ab'elto tzin k'anb'ej d'ha Dios yuj winh? Mamin rey, malaj b'aj tzin och ajk'olal t'ayach, yuj chi' mokab'a tas tza na' t'a in patic yet' t'a spatic heb' in k'ab' woc, yujto manh wojtakoc jab'oc tas yaj jun lolonel tik, xchi winh."
        },
        {
            "number": "16",
            "text": "Palta t'a yelk'olal ix yal winh rey chi' t'a winh icha tik: --Anhejto tzak'och t'a a k'ool to ol ach cham yet' masanil heb' a k'ab' oc tik, xchi winh."
        },
        {
            "number": "17",
            "text": "Ha wal t'a jun rato chi' ix schekan heb' stanhwumal winh rey chi', ix yalan winh: --Mileccham masanil heb' winh sacerdote yic Jehová tik, yujto ayoch heb' winh yet' winhaj Dawid chi'. Yojtak heb' winh to tz'el winh elelal t'ayin, palta maj yal-laj heb' winh wab'i, xchi winh. Palta a heb' soldado stanhwumal winh rey chi', maj yal-laj sk'ol heb' ix smilcham heb' winh sacerdote yic Jehová chi'."
        },
        {
            "number": "18",
            "text": "Yuj chi' ix yal winh rey chi' t'a winhaj Doeg chi': --Milcham heb' winh a ach tik, xchi winh. Ix och ijan winhaj Doeg chi' smilancham heb' winh sacerdote chi'. Ha t'a jun k'u chi', 85 heb' winak tz'ak'anoch k'apac chaleca nab'a lino ix smilcham winhaj Doeg chi'."
        },
        {
            "number": "19",
            "text": "D'a elanhchamel, ix ochpax winh t'a yol chonhab' Nob, aton schonhab' heb' winh sacerdote chi', a yet' k'een espada ix smilcham masanil heb' winak winh, heb' ix ix, heb' unin yet' heb' ato yalji. Ix smilpaxcham nok' wakax winh, nok' b'uru yet' nok' kalnel."
        },
        {
            "number": "20",
            "text": "Palta ay jun winh yuninal winhaj Ahimelec, skuchan Abiatar, ix yak' ganar winh yel lemnaj b'aj wan yoch chamel chi', ix b'atkan winh b'aj ayek' winhaj Dawid."
        },
        {
            "number": "21",
            "text": "A' winh ix alan t'a winhaj Dawid chi' to a masanil heb' winh sacerdote yic Jehová, toxo ix miljicham heb' winh yuj tas ix yal winhaj Saúl."
        },
        {
            "number": "22",
            "text": "Ix yalan winhaj Dawid chi': --Ha jun chi' wojtaktaxoni, yujto ha t'a yic chi' ix wila'' to ayek' winhaj Doeg ta', yuj chi' ix in na'a to a winh ol alan t'a winhaj Saúl chi'. Ha ticnaik, wuuj ix cham masanil heb' a k'ab' oc chi',"
        },
        {
            "number": "23",
            "text": "palta jun, kananh wed' t'a tik. Manh ach xiwoc, yujto a winh ayoch ajk'olal chi' t'ayach, aypaxoch winh ajk'olal t'ayin, palta wach' aj wed' t'a tik, xchi winh."
        }
    ]
}