{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun k'ual ix och eb' filisteo yak' oval t'a chonhab' Keila, ix elk'ajb'at strigo eb' toto val ix steq'ueli, yuj chi' ayic ix yalan jun tik eb' t'a vinhaj David,"
        },
        {
            "number": "2",
            "text": "ix b'at sk'anb'an yab' vinh t'a Jehová icha tik: --¿Tzam in a chab'at vak' oval yet' juntzanh filisteo chi'? xchi vinh. Ix tak'vi Jehová: --Ixic ak' oval, tza colancanel chonhab' Keila tik, xchi t'a vinh."
        },
        {
            "number": "3",
            "text": "Axo eb' vinh ajun yet' vinhaj David chi', ix yal eb' t'a vinh icha tik: --Ina to t'a xivk'olal ayonhek' t'a Judá tik, ocxom val to tzonh b'at cak' oval yet' eb' filisteo t'a chonhab' Keila, xchi eb'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix sk'anb'ejxi vinh t'a Jehová. Ix tak'vixi t'a vinh, ix yalani: --Ixic t'a chonhab' Keila chi'. Ha in ol vak'och eb' filisteo chi' t'a yol a k'ab', xchi."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix b'at vinhaj David chi' yet' eb' soldado ajun yet'oc t'a chonhab' Keila chi'. Ata' ix yak' oval eb' yet' eb' filisteo chi'. Ix ak'ji ganar eb' yuj eb', yuj chi' ix yik'canek' smolb'etzal nok' eb' smasanil. Icha chi' ix aj scolchajcanel eb' cajan t'a Keila chi'."
        },
        {
            "number": "6",
            "text": "Ha vinhaj Abiatar yuninal vinhaj Ahimelec, vinh ix el lemnajoc, ix k'och vinh b'aj ayek' vinhaj David t'a chonhab' Keila chi', yet'nac jun chaleca vinh."
        },
        {
            "number": "7",
            "text": "Ix alchaj t'a vinhaj Saúl to ha t'a chonhab' Keila ayek' vinhaj David chi'. Ix snaan vinh icha tik: Ha ticnaic toxo ix ak'jioch vinhaj David chi' t'a yol in k'ab' yuj Dios, yujto toxo ix b'at smacb'ejcanoch sb'a vinh t'a yol jun chonhab' to te wach' yajoch spuertail smacchaji, xchi vinh."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yavtan masanil eb' soldado vinh, yic sb'at oymitaj vinhaj David chi' yet' eb' soldado t'a Keila yuj eb' yalani."
        },
        {
            "number": "9",
            "text": "Palta ix yojtaquejel vinhaj David chi' to van scot vinhaj Saúl yak' oval yet' vinh, yuj chi' ix yal vinh t'a vinhaj sacerdote Abiatar to syik'cot k'apac chaleca vinh yic sk'anb'ej eb' t'a Jehová."
        },
        {
            "number": "10",
            "text": "Ix yalan vinhaj David chi' icha tik: --Mamin Jehová, co Diosal ach a onh israel onh tik, a in a checab' in tik ix vab'i to a vinhaj Saúl van snaan vinh ul satel chonhab' Keila tik vuuj."
        },
        {
            "number": "11",
            "text": "¿Ol am javoc vinh icha ix aj vab'ani? ¿Ol am in yak'och eb' cajan t'a chonhab' Keila tik t'a yol sk'ab' vinh? Tzin tevi t'ayach Jehová co Diosal a onh israel onh tik, to tzal t'ayin, xchi vinh. Ix yalan Jehová chi': --Ha vinhaj Saúl chi' van scot vinh, xchi."
        },
        {
            "number": "12",
            "text": "Ix sk'anb'anxi vinhaj David chi' t'a Jehová chi': --¿Ol am in yak'och eb' aj chonhab' Keila tik yet' eb' in soldado t'a yol sk'ab' vinh? xchi vinh. Ix yalanxi Jehová chi': --I', ol ex yak'och eb', xchi."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix el vinhaj David yet' eb' soldado chi', ay am junok 600 eb'. Ch'occh'oc b'aj ayek' eb' t'a juntac el. Ayic ix k'ochxi yab'ixal t'a vinhaj Saúl chi' to toxo ix el eb' t'a chonhab' Keila chi', majxo b'atlaj vinh ta'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix aj vinhaj David chi' t'a juntzanh q'uen nhaq'ueen t'a siquil lu'um t'a yol yic Zif. Wach'chom ix saychajek' vinh yuj vinhaj Saúl chi' t'a junjun k'u, palta maj ak'jilaj vinh yuj Dios t'a yol sk'ab' vinh."
        },
        {
            "number": "15",
            "text": "Ayic ix yab'an specal vinhaj David chi' to anheja' sayjiek' vinh yuj vinhaj Saúl chi' yic smilanchamoc, ix canxonhej vinh t'a Hores, t'a tzinan lu'um t'a yol yic Zif chi'."
        },
        {
            "number": "16",
            "text": "Ay jun k'ual ix b'at vinhaj Jonatán yil vinhaj David t'a Hores chi'. Ix ak'ji stek'anil vinhaj David chi' yuj vinh yic syak'anoch Dios vinh yipoc sk'ool."
        },
        {
            "number": "17",
            "text": "Ix yalan vinh t'a vinhaj David chi' icha tik: --Manh ach xivoc, yujto manh ol ach ilchajlaj yuj vinh in mam chi'. Yujto a ach tik, ol ach ochnhej co reyaloc a onh israel onh tik, a inxo ol in och t'a schab'il yajalil t'ayach. Ha jun tik yojtacxopax vinh in mam chi', xchi vinh."
        },
        {
            "number": "18",
            "text": "Ix snaanxicot strato eb' vinh schavanhil t'a yichanh Jehová. Ixlajwi chi', ix meltzajxi vinhaj Jonatán chi' t'a spat, haxo pax vinhaj David chi', ix cannhej vinh t'a Hores chi'."
        },
        {
            "number": "19",
            "text": "Axo eb' cajan t'a Zif chi' ix b'at alan t'a vinhaj Saúl t'a Gabaa, ix yalan eb': --Ha vinhaj David, ayek' vinh sk'ub'ejel sb'ha t'a yol co macb'en, t'a juntzanh q'uen nhaq'ueen t'a svitzal Haquila, t'a Hores, t'a stojolal sur t'a chonhab' Jesimón."
        },
        {
            "number": "20",
            "text": "Yuj chi' mamin rey, tato syal a k'ool tzach b'at ta', syal tzach b'ati, ol co ch'ox vinh t'ayach, xchi eb'."
        },
        {
            "number": "21",
            "text": "Ix yalan vinhaj Saúl chi' t'a eb': --Yak'ocab' swach'k'olal Jehová t'a eyib'anh, yujto tz'ok' e k'ool t'ayin."
        },
        {
            "number": "22",
            "text": "Ha ticnaic, sval t'ayex to b'at eyil val b'ajvaltil ayek' vinh, mach ix ilani, yujto svab'i tob' te jelan vinh scolan sb'a."
        },
        {
            "number": "23",
            "text": "Tzeyil val sik'lab'il b'aj val sk'ub'ejel sb'a vinh chi', tzul eyalanxi t'ayin t'a sjichanil, icha chi' ol aj in b'at eyed'oc. Tato yel ayek' vinh ta', ol b'at in sayek' vinh t'a skal masanil yol yic Judá, xchi vinh."
        },
        {
            "number": "24",
            "text": "Ix b'ab'laj pax eb' aj Zif chi' t'a schonhab', haxo vinhaj Saúl chi' tzak'anto ix b'at vinh yet' eb' soldado. Axo pax vinhaj David chi', ayek' vinh yet' eb' vinh ajun yet'oc t'a Maón, t'a tzinan lu'um, t'a ak'lic t'a stojolal sur t'a chonhab' Jesimón."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix b'at vinhaj Saúl chi' yet' eb' soldado say vinh. Ayic ix alji jun tik t'a vinhaj David chi', ix emta vinh t'a sattac q'ueen, ix cannhej vinh t'a lum Maón t'a tzinan lu'um chi'. Yuj chi' a ix yab'an vinhaj Saúl chi' icha chi', ix b'at vinh sayek' vinh ta'."
        },
        {
            "number": "26",
            "text": "Ha t'a jun spak'ul jun vitz chi', ata' sb'at vinhaj Saúl yet' soldado. Axo t'a junxo spatic lu'um, ata' sb'atpax vinhaj David yet' eb' soldado ajun yet'oc yic syak' yip eb' yel t'a vinhaj Saúl chi'. Palta toxo ix oyjichaanh vinhaj David yet' eb' ajun yet' vinh yuj vinhaj Saúl yet' eb' soldado chi' yic syamji eb'."
        },
        {
            "number": "27",
            "text": "Elanhchamel ix k'och jun vinh checab' t'a vinhaj Saúl chi', ix yalan vinh: --Mamin rey, meltzajanh t'a elanhchamel, yujto a eb' filisteo toxo ix och eb' t'a yol co chonhab', xchi vinh."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix b'at vinhaj Saúl chi' yak' oval yet' eb' filisteo chi'. Icha chi' ix aj yoch vaan vinh spechan b'eyek' vinhaj David chi'. Atax ta' ix scuchcan jun sat q'uen chi' icha tik: Sat q'uen b'aj ix spoj sb'a b'e."
        },
        {
            "number": "29",
            "text": "Icha chi' ix aj sb'atcan vinhaj David chi' sk'ub'ejel sb'ha t'a yoltac q'uen nhaq'ueen t'a yol yic En-gadi."
        }
    ]
}