{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi yak'an oval vinhaj Saúl yed' eb' filisteo chi', ix alji d'a vinh to a d'a tz'inan luum d'a En-gadi ayek' vinhaj David chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' oxe' mil eb' soldado te jelan d'a scal eb' israel ix siq'uel vinhaj Saúl chi', yic sb'at eb' sayek' vinhaj David chi' yed' eb' ajun yed' vinh d'a sattac q'uen q'ueen b'aj ay nok' k'ultaquil chiva."
        },
        {
            "number": "3",
            "text": "Ayic ix k'och vinhaj Saúl yed' eb' soldado d'a juntzanh te' macte' calnel d'a ti' b'e, ix och vinh chuljel d'a yol jun q'uen nhaq'ueen ay d'a slak'anil chi'. Manh yojtacoclaj vinh tato ata' ayek' vinhaj David yed' eb' soldado d'a yichochk'och q'uen chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yal eb' vinh ajun yed' vinhaj David chi': --A ticnaic ix elk'och tas ix yal Jehová to syak'och vinh ajk'ool d'a yol a k'ab'. A ach tza na'a tas tzutej, xchi eb' vinh d'a vinh. Ix q'ue vaan vinh, te k'ojank'olal ix cot vinh, ix spolanel jab' sti' sjucan pichul vinhaj Saúl chi' vinh."
        },
        {
            "number": "5",
            "text": "Ix lajvi yutan vinh icha chi', ix cuspaxq'ue sk'ool vinh."
        },
        {
            "number": "6",
            "text": "Ix yalan vinh d'a eb' vinh ajun yed'oc chi' icha tic: --Aocab' Jehová max chaan in milcham vinh in reyal tic, yujto a' sik'annacoch vinh reyal, xchi vinh."
        },
        {
            "number": "7",
            "text": "Icha chi' ix yutej vinhaj David chi' scachan eb' vinh ajun yed'oc chi'. Maj yal-laj vinh to ay tz'utaj vinhaj Saúl chi' yuj eb' vinh, tonhej ix yiloch eb' vinh ix elixta vinh d'a yol q'uen nhaq'ueen chi', ix b'atxican vinh."
        },
        {
            "number": "8",
            "text": "Ix lajvi chi', ix elta vinhaj David chi' d'a spatic vinh, ix avajb'at vinh: --Mamin rey, xchib'at vinh. Axo ix meltzajb'at q'uelan vinhaj Saúl chi' d'a spatic, ix em nhojnaj vinhaj David chi', ix yalan vinh:"
        },
        {
            "number": "9",
            "text": "--Mamin, ¿tas yuj tza cha ab' d'a eb' anima tz'alani to chuc tas tzin say d'a a patic?"
        },
        {
            "number": "10",
            "text": "Na'eli to a ticnaic a Jehová ix ach ak'anoch d'a yol in k'ab' d'a yol q'uen nhaq'ueen tic. A eb' vinh ajun ved'oc, ix yal eb' vinh to tzach in milchamoc, palta maj yal-laj in k'ool. Ix in na' to rey ach, a Jehová sik'annac ach och reyal."
        },
        {
            "number": "11",
            "text": "Mamin, iltonab' jab' sti' a jucan pichul ved'nac tic. Te secojtac ix aj ach in milanchamoc tato ix yal in k'ool. Yuj chi' a d'a jun tic syal snachajel uuj to malaj tas chuc tzin na' d'a a patic, malaj b'aj ix vik'chaanh in b'a d'ayach. Palta ¿tas yuj tzin a sayeq'ui yic tzin a milancham alani?"
        },
        {
            "number": "12",
            "text": "A ticnaic, onh b'eyk'olajocab' co chavanhil yuj Jehová Dios, mach tojol spensar, aocab' tz'ak'an spac d'ayach yuj tas tzin utej. A inxo tic jun, manh ol vak'och in k'ab' ach in milanchamoc."
        },
        {
            "number": "13",
            "text": "Ay jun lolonel syal eb' anima d'a peca' icha tic: A d'a eb' chuc, ata' scot chucal, xchi. Yuj chi' mamin rey, malaj b'aq'uinh ol vak'och in k'ab' d'ayach."
        },
        {
            "number": "14",
            "text": "Mamin rey, natonab'i to a ach tic sreyal ach Israel. A inxo van in a sayanek' tic, tocval ay jab'oc velk'ochi. Lajan in val icha nok' chamnac tz'i', ma icha val nok' k'ac."
        },
        {
            "number": "15",
            "text": "Yuj chi' aocab' Jehová tzonh b'eyk'olan co chavanhil, mach onh ay co mul. Aocab' tz'ilan tas tzin utej tic, tzin scolanel d'ayach, xchi vinh."
        },
        {
            "number": "16",
            "text": "Axo ix lajvi slolon vinhaj David chi', ix yalan vinhaj Saúl chi': --Ach David, ¿tom a ach tzach lolon chi' ma? xchi vinh. Ix ok'q'ue vinh."
        },
        {
            "number": "17",
            "text": "Ix yalan vinh: --A ach tic te tojol a pensar. Te vach' ix utej a pactzitan in chuc pensaril d'ayach."
        },
        {
            "number": "18",
            "text": "A val ticnaic tza ch'oxeli to vach' tzutej a pensar d'ayin. Ix in yak'valoch Jehová d'a yol a k'ab', palta maj in a milchamlaj."
        },
        {
            "number": "19",
            "text": "Val yel, malaj junoc mach tato tz'ilchaj junoc yajk'ol yuuj, malaj tas syutej. A Jehová ol pactzitan d'ayach yuj jun a vach'k'olal tic d'ayin."
        },
        {
            "number": "20",
            "text": "Ix nachajel vuj ticnaic to a ach val ol ach och reyal, yuj chi' a opisio d'a yib'anh co chonhab' tic, malaj mach ol yal yik'anek' d'a yol a k'ab'."
        },
        {
            "number": "21",
            "text": "Ak'can a ti' d'ayin ticnaic d'a yichanh Jehová to manh ol a satel-laj vinhtilal yed' eb' ayto vuj in b'a yed'oc, palta to ol in b'inajnhejcanoc, xchi vinh."
        },
        {
            "number": "22",
            "text": "Ix yak'an sti' vinhaj David chi' yuj tas ix yal vinh chi'. Ix lajvi chi', ix pax vinhaj Saúl chi' d'a spalacio, axo pax vinhaj David chi' yed' eb' vinh ajun yed'oc, ix ochixcan eb' vinh d'a yoltac q'uen nhaq'ueen chi'."
        }
    ]
}