{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajwi yak'an owal winhaj Saúl yet' heb' filisteo chi', ix alji t'a winh to ha t'a tzinan lu'um t'a En-gadi ayek' winhaj Dawid chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' oxe' mil heb' soldado te jelan t'a skal heb' israel ix sik'el winhaj Saúl chi', yic sb'at heb' sayek' winhaj Dawid chi' yet' heb' ajun yet' winh t'a sattac k'een k'een b'aj ay nok' k'ultaquil chiwa."
        },
        {
            "number": "3",
            "text": "Ayic ix k'och winhaj Saúl yet' heb' soldado t'a juntzanh te' macte' calnel t'a ti' b'e, ix och winh chuljel t'a yol jun k'een nhak'een ay t'a slak'anil chi'. Manh yojtacoclaj winh tato ata' ayek' winhaj Dawid yet' heb' soldado t'a yichochk'och k'een chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yal heb' winh ajun yet' winhaj Dawid chi': --Ha ticnaik ix elk'och tas ix yal Jehová to syak'och winh ajk'ool t'a yol a k'ab'. Ha ach tza na'a tas tzutej, xchi heb' winh t'a winh. Ix k'e waan winh, te k'ojank'olal ix cot winh, ix spolanel jab' sti' sjucan pichul winhaj Saúl chi' winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi yutan winh icha chi', ix cuspaxk'e sk'ool winh."
        },
        {
            "number": "6",
            "text": "Ix yalan winh t'a heb' winh ajun yet'oc chi' icha tik: --Aocab' Jehová max chaan in milcham winh in reyal tik, yujto ha' sik'annacoch winh reyal, xchi winh."
        },
        {
            "number": "7",
            "text": "Icha chi' ix yutej winhaj Dawid chi' scachan heb' winh ajun yet'oc chi'. Maj yal-laj winh to ay tz'utaj winhaj Saúl chi' yuj heb' winh, tonhej ix yiloch heb' winh ix elixta winh t'a yol k'een nhak'een chi', ix b'atxican winh."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix elta winhaj Dawid chi' t'a spatic winh, ix awajb'at winh: --Mamin rey, xchib'at winh. Axo ix meltzajb'at k'elan winhaj Saúl chi' t'a spatic, ix em nhojnaj winhaj Dawid chi', ix yalan winh:"
        },
        {
            "number": "9",
            "text": "--Mamin, ¿tas yuj tza cha ab' t'a heb' anima tz'alani to chuk tas tzin say t'a a patic?"
        },
        {
            "number": "10",
            "text": "Na'eli to a ticnaik a Jehová ix ach ak'anoch t'a yol in k'ab' t'a yol k'een nhak'een tik. Ha heb' winh ajun wed'oc, ix yal heb' winh to tzach in milchamoc, palta maj yal-laj in k'ool. Ix in na' to rey ach, a Jehová sik'annac ach och reyal."
        },
        {
            "number": "11",
            "text": "Mamin, iltonab' jab' sti' a jucan pichul wed'nac tik. Te secojtac ix aj ach in milanchamoc tato ix yal in k'ool. Yuj chi' ha t'a jun tik syal snachajel uuj to malaj tas chuk tzin na' t'a a patic, malaj b'aj ix wik'chaanh in b'a t'ayach. Palta ¿tas yuj tzin a sayeq'ui yic tzin a milancham alani?"
        },
        {
            "number": "12",
            "text": "Ha ticnaik, onh b'eyk'olajocab' ko chawanhil yuj Jehová Dios, mach tojol spensar, aocab' tz'ak'an spak t'ayach yuj tas tzin utej. Ha inxo tik jun, manh ol wak'och in k'ab' ach in milanchamoc."
        },
        {
            "number": "13",
            "text": "Ay jun lolonel syal heb' anima t'a peka' icha tik: Ha t'a heb' chuk, ata' scot chukal, xchi. Yuj chi' mamin rey, malaj b'ak'uinh ol wak'och in k'ab' t'ayach."
        },
        {
            "number": "14",
            "text": "Mamin rey, natonab'i to a ach tik sreyal ach Israel. Ha inxo wan in a sayanek' tik, tocwal ay jab'oc welk'ochi. Lajan in wal icha nok' chamnac tz'i', ma icha wal nok' k'ac."
        },
        {
            "number": "15",
            "text": "Yuj chi' aocab' Jehová tzonh b'eyk'olan ko chawanhil, mach onh ay ko mul. Aocab' tz'ilan tas tzin utej tik, tzin scolanel t'ayach, xchi winh."
        },
        {
            "number": "16",
            "text": "Axo ix lajwi slolon winhaj Dawid chi', ix yalan winhaj Saúl chi': --Ach Dawid, ¿tom a ach tzach lolon chi' ma? xchi winh. Ix ok'k'e winh."
        },
        {
            "number": "17",
            "text": "Ix yalan winh: --Ha ach tik te tojol a pensar. Te wach' ix utej a pactzitan in chuk pensaril t'ayach."
        },
        {
            "number": "18",
            "text": "Ha wal ticnaik tza ch'oxeli to wach' tzutej a pensar t'ayin. Ix in yak'waloch Jehová t'a yol a k'ab', palta maj in a milchamlaj."
        },
        {
            "number": "19",
            "text": "Val yel, malaj junok mach tato tz'ilchaj junok yajk'ol yuj, malaj tas syutej. Ha Jehová ol pactzitan t'ayach yuj jun a wach'k'olal tik t'ayin."
        },
        {
            "number": "20",
            "text": "Ix nachajel wuj ticnaik to a ach wal ol ach och reyal, yuj chi' a opisio t'a yib'anh ko chonhab' tik, malaj mach ol yal yik'anek' t'a yol a k'ab'."
        },
        {
            "number": "21",
            "text": "Ak'kan a ti' t'ayin ticnaik t'a yichanh Jehová to manh ol a satel-laj winhtilal yet' heb' ayto wuj in b'a yet'oc, palta to ol in b'inajnhejcanoc, xchi winh."
        },
        {
            "number": "22",
            "text": "Ix yak'an sti' winhaj Dawid chi' yuj tas ix yal winh chi'. Ixlajwi chi', ix pax winhaj Saúl chi' t'a spalacio, haxo pax winhaj Dawid chi' yet' heb' winh ajun yet'oc, ix ochixcan heb' winh t'a yoltac k'een nhak'een chi'."
        }
    ]
}