{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix lajvi yak'an oval winhaj Saúl yet' eb' filisteo chi', ix alji t'a winh to ha t'a tzinan lu'um t'a En-gadi ayek' winhaj David chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' oxe' mil eb' soldado te jelan t'a skal eb' israel ix siq'uel winhaj Saúl chi', yic sb'at eb' sayek' winhaj David chi' yet' eb' ajun yet' winh t'a sattac q'uen q'ueen b'aj ay nok' k'ultaquil chiva."
        },
        {
            "number": "3",
            "text": "Ayic ix k'och winhaj Saúl yet' eb' soldado t'a juntzanh te' macte' calnel t'a ti' b'e, ix och winh chuljel t'a yol jun q'uen nhaq'ueen ay t'a slak'anil chi'. Manh yojtacoclaj winh tato ata' ayek' winhaj David yet' eb' soldado t'a yichochk'och q'uen chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yal eb' winh ajun yet' winhaj David chi': --Ha ticnaic ix elk'och tas ix yal Jehová to syak'och winh ajk'ool t'a yol a k'ab'. Ha ach tza na'a tas tzutej, xchi eb' winh t'a winh. Ix q'ue vaan winh, te k'ojank'olal ix cot winh, ix spolanel jab' sti' sjucan pichul winhaj Saúl chi' winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi yutan winh icha chi', ix cuspaxq'ue sk'ool winh."
        },
        {
            "number": "6",
            "text": "Ix yalan winh t'a eb' winh ajun yet'oc chi' icha tik: --Aocab' Jehová max chaan in milcham winh in reyal tik, yujto ha' sik'annacoch winh reyal, xchi winh."
        },
        {
            "number": "7",
            "text": "Icha chi' ix yutej winhaj David chi' scachan eb' winh ajun yet'oc chi'. Maj yal-laj winh to ay tz'utaj winhaj Saúl chi' yuj eb' winh, tonhej ix yiloch eb' winh ix elixta winh t'a yol q'uen nhaq'ueen chi', ix b'atxican winh."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix elta winhaj David chi' t'a spatic winh, ix avajb'at winh: --Mamin rey, xchib'at winh. Axo ix meltzajb'at q'uelan winhaj Saúl chi' t'a spatic, ix em nhojnaj winhaj David chi', ix yalan winh:"
        },
        {
            "number": "9",
            "text": "--Mamin, ¿tas yuj tza cha ab' t'a eb' anima tz'alani to chuk tas tzin say t'a a patic?"
        },
        {
            "number": "10",
            "text": "Na'eli to a ticnaic a Jehová ix ach ak'anoch t'a yol in k'ab' t'a yol q'uen nhaq'ueen tik. Ha eb' winh ajun ved'oc, ix yal eb' winh to tzach in milchamoc, palta maj yal-laj in k'ool. Ix in na' to rey ach, a Jehová sik'annac ach och reyal."
        },
        {
            "number": "11",
            "text": "Mamin, iltonab' jab' sti' a jucan pichul ved'nac tik. Te secojtac ix aj ach in milanchamoc tato ix yal in k'ool. Yuj chi' ha t'a jun tik syal snachajel uuj to malaj tas chuk tzin na' t'a a patic, malaj b'aj ix vik'chaanh in b'a t'ayach. Palta ¿tas yuj tzin a sayeq'ui yic tzin a milancham alani?"
        },
        {
            "number": "12",
            "text": "Ha ticnaic, onh b'eyk'olajocab' co chavanhil yuj Jehová Dios, mach tojol spensar, aocab' tz'ak'an spak t'ayach yuj tas tzin utej. Ha inxo tik jun, manh ol vak'och in k'ab' ach in milanchamoc."
        },
        {
            "number": "13",
            "text": "Ay jun lolonel syal eb' anima t'a peca' icha tik: Ha t'a eb' chuk, ata' scot chukal, xchi. Yuj chi' mamin rey, malaj b'ak'uinh ol vak'och in k'ab' t'ayach."
        },
        {
            "number": "14",
            "text": "Mamin rey, natonab'i to a ach tik sreyal ach Israel. Ha inxo van in a sayanek' tik, tocval ay jab'oc velk'ochi. Lajan in val icha nok' chamnac tz'i', ma icha val nok' k'ac."
        },
        {
            "number": "15",
            "text": "Yuj chi' aocab' Jehová tzonh b'eyk'olan co chavanhil, mach onh ay co mul. Aocab' tz'ilan tas tzin utej tik, tzin scolanel t'ayach, xchi winh."
        },
        {
            "number": "16",
            "text": "Axo ix lajvi slolon winhaj David chi', ix yalan winhaj Saúl chi': --Ach David, ¿tom a ach tzach lolon chi' ma? xchi winh. Ix ok'q'ue winh."
        },
        {
            "number": "17",
            "text": "Ix yalan winh: --Ha ach tik te tojol a pensar. Te wach' ix utej a pactzitan in chuk pensaril t'ayach."
        },
        {
            "number": "18",
            "text": "Ha val ticnaic tza ch'oxeli to wach' tzutej a pensar t'ayin. Ix in yak'valoch Jehová t'a yol a k'ab', palta maj in a milchamlaj."
        },
        {
            "number": "19",
            "text": "Val yel, malaj junok mach tato tz'ilchaj junok yajk'ol yuj, malaj tas syutej. Ha Jehová ol pactzitan t'ayach yuj jun a wach'k'olal tik t'ayin."
        },
        {
            "number": "20",
            "text": "Ix nachajel vuj ticnaic to a ach val ol ach och reyal, yuj chi' a opisio t'a yib'anh co chonhab' tik, malaj mach ol yal yik'anek' t'a yol a k'ab'."
        },
        {
            "number": "21",
            "text": "Ak'kan a ti' t'ayin ticnaic t'a yichanh Jehová to manh ol a satel-laj winhtilal yet' eb' ayto vuj in b'a yet'oc, palta to ol in b'inajnhejcanoc, xchi winh."
        },
        {
            "number": "22",
            "text": "Ix yak'an sti' winhaj David chi' yuj tas ix yal winh chi'. Ixlajwi chi', ix pax winhaj Saúl chi' t'a spalacio, haxo pax winhaj David chi' yet' eb' winh ajun yet'oc, ix ochixcan eb' winh t'a yoltac q'uen nhaq'ueen chi'."
        }
    ]
}