{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ix cham winhaj Samuel, ix smolb'an sb'a masanil heb' israel. Ix te' ok' heb' yuj schamel winh chi'. Ha t'a schonhab' winh t'a Ramá ix mucchaji. Ixlajwi chi', ix b'atcan winhaj Dawid t'a tzinan lu'um t'a yol yic Parán."
        },
        {
            "number": "2",
            "text": "Ha t'a chonhab' Maón, ay jun winh te b'eyum, oxe' mil nok' scalnel winh, jun mil nok' schiwa winh. Ay sluum winh t'a slak'anil chonhab' Carmel, ata' sjoxel nok' scalnel winh chi'."
        },
        {
            "number": "3",
            "text": "Ha jun winh chi', Nabal sb'i winh, yinhtilal winhaj Caleb, junelnhej te chuk spensar winh. Axo pax ix yetb'eyum winh, Abigail sb'i ix. Ha jun ix chi', te wach' yilji ix, te ay pax spensar ix."
        },
        {
            "number": "4",
            "text": "Ayic ayek' winhaj Dawid chi' t'a tzinan lu'um, ix yab'an winh to a winhaj Nabal chi' ayek' winh sjoxel nok' scalnel t'a Carmel chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix schecb'at lajunhwanh heb' winh schecab' winh yic b'at ak'ji stzatzil sk'ol winhaj Nabal chi',"
        },
        {
            "number": "6",
            "text": "b'at yalpax juntzanh lolonel tik heb' winh t'a winh: Syal winhaj Dawid: Junk'olalocab' ajek' yet' masanil heb' cajan ed'oc t'a yol a pat yet' masanil tas ay t'ayach."
        },
        {
            "number": "7",
            "text": "Ix wab'i to ayach ek' a joxanel nok' a calnel. Ojtacpaxi to a heb' a tanhwum calnel aynhejek' heb' qued'oc t'a Carmel tik. Ayic ayek' heb' qued'oc t'a tik, malaj jab'oc tas ix ik'an heb', malaj pax jab'oc tas ix quik'ek' t'a heb'."
        },
        {
            "number": "8",
            "text": "Syal a k'anb'an juntzanh chi' t'a heb' a checab' chi'. Ha heb' ol alan t'ayach chajtil to yel. D'a wal sk'ual jun a q'uinh tzonh jawi, yuj chi' stewi winhaj Dawid t'ayach to tzonh a cha t'a wach'il, tzak'an t'ayonh tastac ay t'ayach. Ak'paxcot yic winhaj Dawid a wach'k'ool, xchicot winhaj Dawid t'ayach, xe chi, xchi winh."
        },
        {
            "number": "9",
            "text": "Ayic ix k'och heb' winh schecab' winhaj Dawid chi' t'a winhaj Nabal chi', ix yalan heb' winh masanil tas ix yalcot winhaj Dawid chi', ix lajwi chi' ix kan heb' winh stanhwej spak ol yal winhaj Nabal chi'."
        },
        {
            "number": "10",
            "text": "Palta ix yalan winhaj Nabal chi' icha tik: --¿Tas yaj winhaj Dawid yuninal winhaj Isaí chi'? Ha ticnaik manh jantacoc winak tz'el t'a heb' yajal, icha chi' yaj jun winh chi'."
        },
        {
            "number": "11",
            "text": "Max yal-laj wak'an swael yuk'el yet' schib'ej heb' in joxum calnel tik t'a heb' anima manh wojtacoc, manh wojtacocpaxi b'aj scoti, xchi winh."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj smeltzajxi heb' winh schecab' winhaj Dawid chi'. Ayic ix k'och heb' winh t'a winh, ix yalan heb' winh masanil tas ix yal winhaj Nabal chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix yal winhaj Dawid chi' t'a masanil heb' winh ajun yet'oc: --E masanil, iq'ek k'een eyespada, xchi winh. Masanil heb' winh swinac winh chi', ix yak'och yespada heb' winh t'a snanhal, icha ix yutej yic winh chi'. Chanhe' ciento heb' winh winak chi' ix b'at yet' winh, haxo chab' cientoxo heb' winh jun, ix kan heb' winh stanhwej sk'ael heb' winh."
        },
        {
            "number": "14",
            "text": "Axo ix aj jun, ay junok heb' winh schecab' winhaj Nabal ix b'at alan t'a ix Abigail ix yetb'eyum winhaj Nabal chi' icha tik: --Ato t'a lum tzinan lu'um ix scheccot juntzanh heb' winh schecab' winhaj Dawid t'a winh in patrón tik, yic ix ul ak'ji stzatzil sk'ol winh yuj heb' winh, palta te chuk ix yutej winh slolon t'a heb' winh."
        },
        {
            "number": "15",
            "text": "Palta jun, a juntzanh heb' winh chi', wach'nhej ix yutej sb'a heb' winh t'ayonh ayic ix onh ek'nhej tanhwoj calnel b'aj ayek' heb' winh chi'. Maj onh stzuntzej jab'oc heb' winh, malaj jab'oc tas ix yik'ek' heb' winh t'ayonh."
        },
        {
            "number": "16",
            "text": "k'ual t'ak'wal ix onh stanhwej heb' winh ta' yacb'an sco tanhwej nok' calnel chi'."
        },
        {
            "number": "17",
            "text": "Palta icha wal winh in patrón tik, toton wal junelnhej chuk winh, max yal-laj ko lolon yet' winh. Na' a ach tik, tzilan tas tza k'ulej, yujto t'a wal yel ay wal tas manh wach'oc ol ja t'a quib'anh yet' winh, xchi jun winh checab' chi'."
        },
        {
            "number": "18",
            "text": "Elanhchamel ix yal ix Abigail chi' to tz'ik'chajcot chab'oc ciento pan, chab'oc tz'uum b'ut'an yuj wino, owanhoc nok' calnel tonhej b'olb'il yet' oyeoc arroba ixim trigo k'anb'inac, cien b'uyanhoc sat uwa tacjinac yet' pax junok cien quechanh te' higo tacjinac yaman yaji. Ixlajwi chi' ix ak'jioch t'a yib'anh juntzanh nok' b'uru."
        },
        {
            "number": "19",
            "text": "Ix yalan ix t'a heb' schecab' chi': --B'ab'lajanhec, tzak'anto ol in b'at eyuuj, xchi ix. Malaj tas ix yal ix t'a winh yetb'eyum chi'."
        },
        {
            "number": "20",
            "text": "Ix k'e ix t'a yib'anh jun nok' b'uru, ix em ix t'a jun utzin b'e tz'em t'a jun ch'olan. Axo ix yilan ix to wan yemul winhaj Dawid t'a yichanh ix yet' heb' winh ajun yet'oc, yuj chi' ix b'at ix scha winh."
        },
        {
            "number": "21",
            "text": "Ix yal winhaj Dawid chi' t'a heb' winh ajun chi' yet'oc icha tik: Nab'anhej ko tanhwejnac nok' smolb'etzal nok' winhaj Nabal chi' t'a tzinan lu'um. Malaj wal jab'oc tas quik'nac ek' t'a winh, palta ko tanhwejnhejnac nok' scalnel winh chi'. Te chuclaj syutej winh spactzitan ko wach' pensaril chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi' swala': Aocab' Dios tz'ak'anoch in yaelal tato pitzanto winhaj Nabal chi', ma junocxo winak t'a skal heb' sk'ab' yoc winh k'ik'an yab' icha tik."
        },
        {
            "number": "23",
            "text": "Ayic ix yilanb'at winhaj Dawid ix Abigail chi', ix emta ix t'a yib'anh nok' b'uru chi', ix em nhojan ix t'a sat lu'um."
        },
        {
            "number": "24",
            "text": "Elanhchamel ix em nhojnaj ix t'a yichanh winh, ix yalan ix: --Ha chukal ix sk'ulej winh wetb'eyum, cotocab' t'a wib'anh. Tzin tewi t'ayach to tzin a cha lolon jab'oc, tzab'an tas ol wala'."
        },
        {
            "number": "25",
            "text": "Manh ak'och winhaj Nabal chi' t'a a k'ool. Ha jun winh chi', quistal winh, smojton wal sk'ulan winh icha sb'i chi'. Malaj spensar winh, yuj chi' anhej chukal pensar syal winh. Ha in pax a checab' in tik, maj wil-laj heb' winh a checab' ix a checb'ati."
        },
        {
            "number": "26",
            "text": "Palta jun, a Jehová ix ach cachan wanajoc ayic d'inhan a milancham anima yuj a pactzitan schucal heb' t'a a patic. Elocab' t'a sk'ol Jehová to a heb' ayoch ajk'olal t'ayach yet' heb' snib'ej tzach ixtani, cotocab' t'a yib'anh heb' icha wal tz'aj scot t'a yib'anh winhaj Nabal chi'."
        },
        {
            "number": "27",
            "text": "Axo ticnaik jun, tzin tewi t'ayach to a jab' silab' swik'cot tik t'ayach, tza pucb'at t'a heb' winh a checab' ajun tik ed'oc."
        },
        {
            "number": "28",
            "text": "Tzak'an niwank'olal t'a in patic a in a checab' in tik. Val yel a Jehová ol ochnhej ed'oc t'a opisio yet' heb' inhtilal, ina to yuj Jehová tzak' owal, malaj chukal pax tza k'ulej."
        },
        {
            "number": "29",
            "text": "Wach'chom ay mach tzach pechan b'eyek'oc, snib'ej heb' tzach smilchamoc, malaj tas ol ach ik'anoc, yujto k'ub'ab'il ach el yuj Jehová ko Diosal. Axo pax heb' ayoch ajk'olal t'ayach jun, a Jehová ol julanel heb' icha junok mach sjulanel junok k'een k'een yet' junok mejmeech."
        },
        {
            "number": "30",
            "text": "Yujto tza cha ab' tas swala', yuj chi' ayic ol elk'och masanil tas wach' ix yal Jehová t'a ib'anh, ol ach tzalajoc ayic ol a naancoti to maj ak'och a k'ab' a milancham heb' malaj smul ayic ijan ix ak'anek' a pac t'a heb' chuk ix yutej sb'a t'ayach. Ayic ol ach yik'anchaanh Jehová yet' opisio, tzin a nacot a in a checab' in tik, xchi ix t'a winh."
        },
        {
            "number": "31",
            "text": "Ix tak'wi winhaj Dawid chi' t'a ix icha tik: --Aljocab' wach' lolonel t'a Jehová ko Diosal a onh israel onh tik to ha' ix ach checancot ul in a cha'a."
        },
        {
            "number": "32",
            "text": "Yak'ocab'pax swach'k'olal t'a ib'anh yujto te wach' a pensar, yujto a ach tzin a cach wanajoc yic max in milcham anima yic swak'anek' in pac t'a heb'."
        },
        {
            "number": "33",
            "text": "Palta a ticnaik, swak' in ti' t'ayach t'a yichanh Jehová ko Diosal, aton jun in cachanoch waan wak'an chukal t'ayach, tato maj a pil ip a cot ul in a cha'a, k'ik'an manhxo pitzanoc winhaj Nabal, manhxa pax junok winak t'a yinhtilal winh tzato cani, xchi winh."
        },
        {
            "number": "34",
            "text": "Ixlajwi chi', ix schaanek' winh masanil tastac yet'nac ix chi', ix yalan winh: --Wach' tzach meltzaj t'a a pat t'a tzalajk'olal. Tik wal scham ilani to ix wab' tas ix ala', tzin k'anab'ajan tas ix a k'ana'."
        },
        {
            "number": "35",
            "text": "Ayic ix meltzaj ix Abigail chi' b'aj ayek' winhaj Nabal chi', ix yilan ix to ayoch jun q'uinh yuj winh icha sq'uinh heb' winh rey. Te chamnac winh yuj anh, ste tzalaj winh, yuj chi' malaj tas ix yal ix t'a winh, ato t'a junxo k'u."
        },
        {
            "number": "36",
            "text": "Ayic ix q'uinhib'i t'a junxo k'u chi', ayic toxo ix el anh t'a sat winhaj Nabal chi', ix yalan ix tas ix uji, yuj chi' ix och jun yab'il t'a yol sjolom winh, ix sicb'iel sniwanil winh yuj."
        },
        {
            "number": "37",
            "text": "Lajunhe' k'ual ix och jun yab'il chi' t'a winh, ix cham winh yuj Jehová."
        },
        {
            "number": "38",
            "text": "Ayic ix yab'an winhaj Dawid to toxo ix cham winh, ix yalan winh icha tik: --Aljocab' wach' lolonel t'a Jehová yujto toxo ix yak'ek' in pac t'a winhaj Nabal yuj tas ix in yutej winh. Ha Jehová chi' ix in cachanoch waan yuj tas chuk ijan ix in k'ulej. Anheja' ix ak'ancot yaelal t'a yib'anh winhaj Nabal chi' yuj schucal, xchi winh. Ixlajwi chi' ix yak'anb'at schecab' winh t'a ix Abigail yic b'at yal heb' winh to snib'ej winh syik' ix."
        },
        {
            "number": "39",
            "text": "Ayic ix k'och heb' winh checab' chi' t'a ix t'a Carmel, ix yalan heb' winh: --Ha winhaj Dawid ix onh checancot t'ayach, to snib'ej winh tzach och yetb'eyumoc, xchi heb' winh t'a ix."
        },
        {
            "number": "40",
            "text": "Ix em nhojan ix, ix yalan ix: --Ha in tik schecab' in winh, te b'ecan in k'ol in b'ican yoc heb' schecab' winh, tato icha chi' syal winh t'ayin, xchi ix."
        },
        {
            "number": "41",
            "text": "Ayic ix lajwi yalan ix icha chi', ix sb'oan sb'a ix elanhchamel, ix cot owanh heb' ix schecab' ix yet'oc, ix k'e ix t'a yib'anh jun nok' b'uru, ix och tzak'an ix yuj heb' winh schecab' winhaj Dawid chi'. Icha chi' ix aj yik'an ix winhaj Dawid chi'."
        },
        {
            "number": "42",
            "text": "Ix yik'anpax ix Ahinoam winh, aton jun ix aj Jezreel. Ha heb' ix chawanh chi' ix och yetb'eyumoc winh."
        },
        {
            "number": "43",
            "text": "Yujto a winhaj Saúl, toxo ix yak' ix yisil winh ix Mical t'a winhaj Palti, yuninal winhaj Lais aj Galim. Ha ix Mical chi', aton ix yetb'eyumtaxon winhaj Dawid chi'."
        }
    ]
}