{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ix cham vinhaj Samuel, ix smolb'an sb'a masanil eb' israel. Ix te' ok' eb' yuj schamel vinh chi'. Ha t'a schonhab' vinh t'a Ramá ix mucchaji. Ixlajwi chi', ix b'atcan vinhaj David t'a tzinan lu'um t'a yol yic Parán."
        },
        {
            "number": "2",
            "text": "Ha t'a chonhab' Maón, ay jun vinh te b'eyum, oxe' mil nok' scalnel vinh, jun mil nok' schiva vinh. Ay sluum vinh t'a slak'anil chonhab' Carmel, ata' sjoxel nok' scalnel vinh chi'."
        },
        {
            "number": "3",
            "text": "Ha jun vinh chi', Nabal sb'i vinh, yinhtilal vinhaj Caleb, junelnhej te chuc spensar vinh. Axo pax ix yetb'eyum vinh, Abigail sb'i ix. Ha jun ix chi', te wach' yilji ix, te ay pax spensar ix."
        },
        {
            "number": "4",
            "text": "Ayic ayek' vinhaj David chi' t'a tzinan lu'um, ix yab'an vinh to a vinhaj Nabal chi' ayek' vinh sjoxel nok' scalnel t'a Carmel chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix schecb'at lajunhvanh eb' vinh schecab' vinh yic b'at ak'ji stzatzil sk'ol vinhaj Nabal chi',"
        },
        {
            "number": "6",
            "text": "b'at yalpax juntzanh lolonel tik eb' vinh t'a vinh: Syal vinhaj David: Junk'olalocab' ajek' yet' masanil eb' cajan ed'oc t'a yol a pat yet' masanil tas ay t'ayach."
        },
        {
            "number": "7",
            "text": "Ix vab'i to ayach ek' a joxanel nok' a calnel. Ojtacpaxi to a eb' a tanhvum calnel aynhejek' eb' qued'oc t'a Carmel tik. Ayic ayek' eb' qued'oc t'a tik, malaj jab'oc tas ix ik'an eb', malaj pax jab'oc tas ix quiq'uek' t'a eb'."
        },
        {
            "number": "8",
            "text": "Syal a k'anb'an juntzanh chi' t'a eb' a checab' chi'. Ha eb' ol alan t'ayach chajtil to yel. D'a val sk'ual jun a q'uinh tzonh javi, yuj chi' stevi vinhaj David t'ayach to tzonh a cha t'a wach'il, tzak'an t'ayonh tastac ay t'ayach. Ak'paxcot yic vinhaj David a wach'k'ool, xchicot vinhaj David t'ayach, xe chi, xchi vinh."
        },
        {
            "number": "9",
            "text": "Ayic ix k'och eb' vinh schecab' vinhaj David chi' t'a vinhaj Nabal chi', ix yalan eb' vinh masanil tas ix yalcot vinhaj David chi', ix lajvi chi' ix kan eb' vinh stanhvej spac ol yal vinhaj Nabal chi'."
        },
        {
            "number": "10",
            "text": "Palta ix yalan vinhaj Nabal chi' icha tik: --¿Tas yaj vinhaj David yuninal vinhaj Isaí chi'? Ha ticnaic manh jantacoc vinac tz'el t'a eb' yajal, icha chi' yaj jun vinh chi'."
        },
        {
            "number": "11",
            "text": "Max yal-laj vak'an svael yuq'uel yet' schib'ej eb' in joxum calnel tik t'a eb' anima manh vojtacoc, manh vojtacocpaxi b'aj scoti, xchi vinh."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj smeltzajxi eb' vinh schecab' vinhaj David chi'. Ayic ix k'och eb' vinh t'a vinh, ix yalan eb' vinh masanil tas ix yal vinhaj Nabal chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix yal vinhaj David chi' t'a masanil eb' vinh ajun yet'oc: --E masanil, iq'ek q'uen eyespada, xchi vinh. Masanil eb' vinh svinac vinh chi', ix yak'och yespada eb' vinh t'a snanhal, icha ix yutej yic vinh chi'. Chanhe' ciento eb' vinh vinac chi' ix b'at yet' vinh, haxo chab' cientoxo eb' vinh jun, ix kan eb' vinh stanhvej sk'ael eb' vinh."
        },
        {
            "number": "14",
            "text": "Axo ix aj jun, ay junok eb' vinh schecab' vinhaj Nabal ix b'at alan t'a ix Abigail ix yetb'eyum vinhaj Nabal chi' icha tik: --Ato t'a lum tzinan lu'um ix scheccot juntzanh eb' vinh schecab' vinhaj David t'a vinh in patrón tik, yic ix ul ak'ji stzatzil sk'ol vinh yuj eb' vinh, palta te chuc ix yutej vinh slolon t'a eb' vinh."
        },
        {
            "number": "15",
            "text": "Palta jun, a juntzanh eb' vinh chi', wach'nhej ix yutej sb'a eb' vinh t'ayonh ayic ix onh ek'nhej tanhvoj calnel b'aj ayek' eb' vinh chi'. Maj onh stzuntzej jab'oc eb' vinh, malaj jab'oc tas ix yiq'uek' eb' vinh t'ayonh."
        },
        {
            "number": "16",
            "text": "k'ual t'ak'val ix onh stanhvej eb' vinh ta' yacb'an sco tanhvej nok' calnel chi'."
        },
        {
            "number": "17",
            "text": "Palta icha val vinh in patrón tik, toton val junelnhej chuc vinh, max yal-laj co lolon yet' vinh. Na' a ach tik, tzilan tas tza k'ulej, yujto t'a val yel ay val tas manh wach'oc ol ja t'a quib'anh yet' vinh, xchi jun vinh checab' chi'."
        },
        {
            "number": "18",
            "text": "Elanhchamel ix yal ix Abigail chi' to tz'ik'chajcot chab'oc ciento pan, chab'oc tz'uum b'ut'an yuj vino, ovanhoc nok' calnel tonhej b'olb'il yet' oyeoc arroba ixim trigo k'anb'inac, cien b'uyanhoc sat uva tacjinac yet' pax junok cien quechanh te' higo tacjinac yaman yaji. Ixlajwi chi' ix ak'jioch t'a yib'anh juntzanh nok' b'uru."
        },
        {
            "number": "19",
            "text": "Ix yalan ix t'a eb' schecab' chi': --B'ab'lajanhec, tzak'anto ol in b'at eyuuj, xchi ix. Malaj tas ix yal ix t'a vinh yetb'eyum chi'."
        },
        {
            "number": "20",
            "text": "Ix q'ue ix t'a yib'anh jun nok' b'uru, ix em ix t'a jun utzin b'e tz'em t'a jun ch'olan. Axo ix yilan ix to van yemul vinhaj David t'a yichanh ix yet' eb' vinh ajun yet'oc, yuj chi' ix b'at ix scha vinh."
        },
        {
            "number": "21",
            "text": "Ix yal vinhaj David chi' t'a eb' vinh ajun chi' yet'oc icha tik: Nab'anhej co tanhvejnac nok' smolb'etzal nok' vinhaj Nabal chi' t'a tzinan lu'um. Malaj val jab'oc tas quik'nac ek' t'a vinh, palta co tanhvejnhejnac nok' scalnel vinh chi'. Te chuclaj syutej vinh spactzitan co wach' pensaril chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi' svala': Aocab' Dios tz'ak'anoch in yaelal tato pitzanto vinhaj Nabal chi', ma junocxo vinac t'a skal eb' sk'ab' yoc vinh k'ik'an yab' icha tik."
        },
        {
            "number": "23",
            "text": "Ayic ix yilanb'at vinhaj David ix Abigail chi', ix emta ix t'a yib'anh nok' b'uru chi', ix em nhojan ix t'a sat lu'um."
        },
        {
            "number": "24",
            "text": "Elanhchamel ix em nhojnaj ix t'a yichanh vinh, ix yalan ix: --Ha chucal ix sk'ulej vinh vetb'eyum, cotocab' t'a vib'anh. Tzin tevi t'ayach to tzin a cha lolon jab'oc, tzab'an tas ol vala'."
        },
        {
            "number": "25",
            "text": "Manh ak'och vinhaj Nabal chi' t'a a k'ool. Ha jun vinh chi', quistal vinh, smojton val sk'ulan vinh icha sb'i chi'. Malaj spensar vinh, yuj chi' anhej chucal pensar syal vinh. Ha in pax a checab' in tik, maj vil-laj eb' vinh a checab' ix a checb'ati."
        },
        {
            "number": "26",
            "text": "Palta jun, a Jehová ix ach cachan vanajoc ayic d'inhan a milancham anima yuj a pactzitan schucal eb' t'a a patic. Elocab' t'a sk'ol Jehová to a eb' ayoch ajk'olal t'ayach yet' eb' snib'ej tzach ixtani, cotocab' t'a yib'anh eb' icha val tz'aj scot t'a yib'anh vinhaj Nabal chi'."
        },
        {
            "number": "27",
            "text": "Axo ticnaic jun, tzin tevi t'ayach to a jab' silab' svik'cot tik t'ayach, tza pucb'at t'a eb' vinh a checab' ajun tik ed'oc."
        },
        {
            "number": "28",
            "text": "Tzak'an nivank'olal t'a in patic a in a checab' in tik. Val yel a Jehová ol ochnhej ed'oc t'a opisio yet' eb' inhtilal, ina to yuj Jehová tzak' oval, malaj chucal pax tza k'ulej."
        },
        {
            "number": "29",
            "text": "Wach'chom ay mach tzach pechan b'eyek'oc, snib'ej eb' tzach smilchamoc, malaj tas ol ach ik'anoc, yujto k'ub'ab'il ach el yuj Jehová co Diosal. Axo pax eb' ayoch ajk'olal t'ayach jun, a Jehová ol julanel eb' icha junok mach sjulanel junok q'uen q'ueen yet' junok mejmeech."
        },
        {
            "number": "30",
            "text": "Yujto tza cha ab' tas svala', yuj chi' ayic ol elk'och masanil tas wach' ix yal Jehová t'a ib'anh, ol ach tzalajoc ayic ol a naancoti to maj ak'och a k'ab' a milancham eb' malaj smul ayic ijan ix ak'anek' a pac t'a eb' chuc ix yutej sb'a t'ayach. Ayic ol ach yik'anchaanh Jehová yet' opisio, tzin a nacot a in a checab' in tik, xchi ix t'a vinh."
        },
        {
            "number": "31",
            "text": "Ix tak'vi vinhaj David chi' t'a ix icha tik: --Aljocab' wach' lolonel t'a Jehová co Diosal a onh israel onh tik to ha' ix ach checancot ul in a cha'a."
        },
        {
            "number": "32",
            "text": "Yak'ocab'pax svach'k'olal t'a ib'anh yujto te wach' a pensar, yujto a ach tzin a cach vanajoc yic max in milcham anima yic svak'anek' in pac t'a eb'."
        },
        {
            "number": "33",
            "text": "Palta a ticnaic, svak' in ti' t'ayach t'a yichanh Jehová co Diosal, aton jun in cachanoch vaan vak'an chucal t'ayach, tato maj a pil ip a cot ul in a cha'a, k'ik'an manhxo pitzanoc vinhaj Nabal, manhxa pax junok vinac t'a yinhtilal vinh tzato cani, xchi vinh."
        },
        {
            "number": "34",
            "text": "Ixlajwi chi', ix schaanek' vinh masanil tastac yet'nac ix chi', ix yalan vinh: --Wach' tzach meltzaj t'a a pat t'a tzalajk'olal. Tik val scham ilani to ix vab' tas ix ala', tzin k'anab'ajan tas ix a k'ana'."
        },
        {
            "number": "35",
            "text": "Ayic ix meltzaj ix Abigail chi' b'aj ayek' vinhaj Nabal chi', ix yilan ix to ayoch jun q'uinh yuj vinh icha sq'uinh eb' vinh rey. Te chamnac vinh yuj anh, ste tzalaj vinh, yuj chi' malaj tas ix yal ix t'a vinh, ato t'a junxo k'u."
        },
        {
            "number": "36",
            "text": "Ayic ix q'uinhib'i t'a junxo k'u chi', ayic toxo ix el anh t'a sat vinhaj Nabal chi', ix yalan ix tas ix uji, yuj chi' ix och jun yab'il t'a yol sjolom vinh, ix sicb'iel snivanil vinh yuj."
        },
        {
            "number": "37",
            "text": "Lajunhe' k'ual ix och jun yab'il chi' t'a vinh, ix cham vinh yuj Jehová."
        },
        {
            "number": "38",
            "text": "Ayic ix yab'an vinhaj David to toxo ix cham vinh, ix yalan vinh icha tik: --Aljocab' wach' lolonel t'a Jehová yujto toxo ix yaq'uek' in pac t'a vinhaj Nabal yuj tas ix in yutej vinh. Ha Jehová chi' ix in cachanoch vaan yuj tas chuc ijan ix in k'ulej. Anheja' ix ak'ancot yaelal t'a yib'anh vinhaj Nabal chi' yuj schucal, xchi vinh. Ixlajwi chi' ix yak'anb'at schecab' vinh t'a ix Abigail yic b'at yal eb' vinh to snib'ej vinh syik' ix."
        },
        {
            "number": "39",
            "text": "Ayic ix k'och eb' vinh checab' chi' t'a ix t'a Carmel, ix yalan eb' vinh: --Ha vinhaj David ix onh checancot t'ayach, to sgana vinh tzach och yetb'eyumoc, xchi eb' vinh t'a ix."
        },
        {
            "number": "40",
            "text": "Ix em nhojan ix, ix yalan ix: --Ha in tik schecab' in vinh, te b'ecan in k'ol in b'ican yoc eb' schecab' vinh, tato icha chi' syal vinh t'ayin, xchi ix."
        },
        {
            "number": "41",
            "text": "Ayic ix lajvi yalan ix icha chi', ix sb'oan sb'a ix elanhchamel, ix cot ovanh eb' ix schecab' ix yet'oc, ix q'ue ix t'a yib'anh jun nok' b'uru, ix och tzak'an ix yuj eb' vinh schecab' vinhaj David chi'. Icha chi' ix aj yik'an ix vinhaj David chi'."
        },
        {
            "number": "42",
            "text": "Ix yik'anpax ix Ahinoam vinh, aton jun ix aj Jezreel. Ha eb' ix chavanh chi' ix och yetb'eyumoc vinh."
        },
        {
            "number": "43",
            "text": "Yujto a vinhaj Saúl, toxo ix yak' ix yisil vinh ix Mical t'a vinhaj Palti, yuninal vinhaj Lais aj Galim. Ha ix Mical chi', aton ix yetb'eyumtaxon vinhaj David chi'."
        }
    ]
}