{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ix cham winhaj Samuel, ix smolb'an sb'a masanil eb' israel. Ix te' ok' eb' yuj schamel winh chi'. Ha t'a schonhab' winh t'a Ramá ix mucchaji. Ixlajwi chi', ix b'atcan winhaj David t'a tzinan lu'um t'a yol yic Parán."
        },
        {
            "number": "2",
            "text": "Ha t'a chonhab' Maón, ay jun winh te b'eyum, oxe' mil nok' scalnel winh, jun mil nok' schiva winh. Ay sluum winh t'a slak'anil chonhab' Carmel, ata' sjoxel nok' scalnel winh chi'."
        },
        {
            "number": "3",
            "text": "Ha jun winh chi', Nabal sb'i winh, yinhtilal winhaj Caleb, junelnhej te chuk spensar winh. Axo pax ix yetb'eyum winh, Abigail sb'i ix. Ha jun ix chi', te wach' yilji ix, te ay pax spensar ix."
        },
        {
            "number": "4",
            "text": "Ayic ayek' winhaj David chi' t'a tzinan lu'um, ix yab'an winh to a winhaj Nabal chi' ayek' winh sjoxel nok' scalnel t'a Carmel chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix schecb'at lajunhvanh eb' winh schecab' winh yic b'at ak'ji stzatzil sk'ol winhaj Nabal chi',"
        },
        {
            "number": "6",
            "text": "b'at yalpax juntzanh lolonel tik eb' winh t'a winh: Syal winhaj David: Junk'olalocab' ajek' yet' masanil eb' cajan ed'oc t'a yol a pat yet' masanil tas ay t'ayach."
        },
        {
            "number": "7",
            "text": "Ix vab'i to ayach ek' a joxanel nok' a calnel. Ojtacpaxi to a eb' a tanhvum calnel aynhejek' eb' qued'oc t'a Carmel tik. Ayic ayek' eb' qued'oc t'a tik, malaj jab'oc tas ix ik'an eb', malaj pax jab'oc tas ix quiq'uek' t'a eb'."
        },
        {
            "number": "8",
            "text": "Syal a k'anb'an juntzanh chi' t'a eb' a checab' chi'. Ha eb' ol alan t'ayach chajtil to yel. D'a val sk'ual jun a q'uinh tzonh javi, yuj chi' stevi winhaj David t'ayach to tzonh a cha t'a wach'il, tzak'an t'ayonh tastac ay t'ayach. Ak'paxcot yic winhaj David a wach'k'ool, xchicot winhaj David t'ayach, xe chi, xchi winh."
        },
        {
            "number": "9",
            "text": "Ayic ix k'och eb' winh schecab' winhaj David chi' t'a winhaj Nabal chi', ix yalan eb' winh masanil tas ix yalcot winhaj David chi', ix lajvi chi' ix kan eb' winh stanhvej spak ol yal winhaj Nabal chi'."
        },
        {
            "number": "10",
            "text": "Palta ix yalan winhaj Nabal chi' icha tik: --¿Tas yaj winhaj David yuninal winhaj Isaí chi'? Ha ticnaic manh jantacoc vinac tz'el t'a eb' yajal, icha chi' yaj jun winh chi'."
        },
        {
            "number": "11",
            "text": "Max yal-laj vak'an svael yuq'uel yet' schib'ej eb' in joxum calnel tik t'a eb' anima manh vojtacoc, manh vojtacocpaxi b'aj scoti, xchi winh."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj smeltzajxi eb' winh schecab' winhaj David chi'. Ayic ix k'och eb' winh t'a winh, ix yalan eb' winh masanil tas ix yal winhaj Nabal chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix yal winhaj David chi' t'a masanil eb' winh ajun yet'oc: --E masanil, iq'ek q'uen eyespada, xchi winh. Masanil eb' winh svinac winh chi', ix yak'och yespada eb' winh t'a snanhal, icha ix yutej yic winh chi'. Chanhe' ciento eb' winh vinac chi' ix b'at yet' winh, haxo chab' cientoxo eb' winh jun, ix kan eb' winh stanhvej sk'ael eb' winh."
        },
        {
            "number": "14",
            "text": "Axo ix aj jun, ay junok eb' winh schecab' winhaj Nabal ix b'at alan t'a ix Abigail ix yetb'eyum winhaj Nabal chi' icha tik: --Ato t'a lum tzinan lu'um ix scheccot juntzanh eb' winh schecab' winhaj David t'a winh in patrón tik, yic ix ul ak'ji stzatzil sk'ol winh yuj eb' winh, palta te chuk ix yutej winh slolon t'a eb' winh."
        },
        {
            "number": "15",
            "text": "Palta jun, a juntzanh eb' winh chi', wach'nhej ix yutej sb'a eb' winh t'ayonh ayic ix onh ek'nhej tanhvoj calnel b'aj ayek' eb' winh chi'. Maj onh stzuntzej jab'oc eb' winh, malaj jab'oc tas ix yiq'uek' eb' winh t'ayonh."
        },
        {
            "number": "16",
            "text": "k'ual t'ak'val ix onh stanhvej eb' winh ta' yacb'an sco tanhvej nok' calnel chi'."
        },
        {
            "number": "17",
            "text": "Palta icha val winh in patrón tik, toton val junelnhej chuk winh, max yal-laj co lolon yet' winh. Na' a ach tik, tzilan tas tza k'ulej, yujto t'a val yel ay val tas manh wach'oc ol ja t'a quib'anh yet' winh, xchi jun winh checab' chi'."
        },
        {
            "number": "18",
            "text": "Elanhchamel ix yal ix Abigail chi' to tz'ik'chajcot chab'oc ciento pan, chab'oc tz'uum b'ut'an yuj vino, ovanhoc nok' calnel tonhej b'olb'il yet' oyeoc arroba ixim trigo k'anb'inac, cien b'uyanhoc sat uva tacjinac yet' pax junok cien quechanh te' higo tacjinac yaman yaji. Ixlajwi chi' ix ak'jioch t'a yib'anh juntzanh nok' b'uru."
        },
        {
            "number": "19",
            "text": "Ix yalan ix t'a eb' schecab' chi': --B'ab'lajanhec, tzak'anto ol in b'at eyuuj, xchi ix. Malaj tas ix yal ix t'a winh yetb'eyum chi'."
        },
        {
            "number": "20",
            "text": "Ix q'ue ix t'a yib'anh jun nok' b'uru, ix em ix t'a jun utzin b'e tz'em t'a jun ch'olan. Axo ix yilan ix to van yemul winhaj David t'a yichanh ix yet' eb' winh ajun yet'oc, yuj chi' ix b'at ix scha winh."
        },
        {
            "number": "21",
            "text": "Ix yal winhaj David chi' t'a eb' winh ajun chi' yet'oc icha tik: Nab'anhej co tanhvejnac nok' smolb'etzal nok' winhaj Nabal chi' t'a tzinan lu'um. Malaj val jab'oc tas quik'nac ek' t'a winh, palta co tanhvejnhejnac nok' scalnel winh chi'. Te chuclaj syutej winh spactzitan co wach' pensaril chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi' svala': Aocab' Dios tz'ak'anoch in yaelal tato pitzanto winhaj Nabal chi', ma junocxo vinac t'a skal eb' sk'ab' yoc winh k'ik'an yab' icha tik."
        },
        {
            "number": "23",
            "text": "Ayic ix yilanb'at winhaj David ix Abigail chi', ix emta ix t'a yib'anh nok' b'uru chi', ix em nhojan ix t'a sat lu'um."
        },
        {
            "number": "24",
            "text": "Elanhchamel ix em nhojnaj ix t'a yichanh winh, ix yalan ix: --Ha chukal ix sk'ulej winh vetb'eyum, cotocab' t'a vib'anh. Tzin tevi t'ayach to tzin a cha lolon jab'oc, tzab'an tas ol vala'."
        },
        {
            "number": "25",
            "text": "Manh ak'och winhaj Nabal chi' t'a a k'ool. Ha jun winh chi', quistal winh, smojton val sk'ulan winh icha sb'i chi'. Malaj spensar winh, yuj chi' anhej chukal pensar syal winh. Ha in pax a checab' in tik, maj vil-laj eb' winh a checab' ix a checb'ati."
        },
        {
            "number": "26",
            "text": "Palta jun, a Jehová ix ach cachan vanajoc ayic d'inhan a milancham anima yuj a pactzitan schucal eb' t'a a patic. Elocab' t'a sk'ol Jehová to a eb' ayoch ajk'olal t'ayach yet' eb' snib'ej tzach ixtani, cotocab' t'a yib'anh eb' icha val tz'aj scot t'a yib'anh winhaj Nabal chi'."
        },
        {
            "number": "27",
            "text": "Axo ticnaic jun, tzin tevi t'ayach to a jab' silab' svik'cot tik t'ayach, tza pucb'at t'a eb' winh a checab' ajun tik ed'oc."
        },
        {
            "number": "28",
            "text": "Tzak'an nivank'olal t'a in patic a in a checab' in tik. Val yel a Jehová ol ochnhej ed'oc t'a opisio yet' eb' inhtilal, ina to yuj Jehová tzak' oval, malaj chukal pax tza k'ulej."
        },
        {
            "number": "29",
            "text": "Wach'chom ay mach tzach pechan b'eyek'oc, snib'ej eb' tzach smilchamoc, malaj tas ol ach ik'anoc, yujto k'ub'ab'il ach el yuj Jehová co Diosal. Axo pax eb' ayoch ajk'olal t'ayach jun, a Jehová ol julanel eb' icha junok mach sjulanel junok q'uen q'ueen yet' junok mejmeech."
        },
        {
            "number": "30",
            "text": "Yujto tza cha ab' tas svala', yuj chi' ayic ol elk'och masanil tas wach' ix yal Jehová t'a ib'anh, ol ach tzalajoc ayic ol a naancoti to maj ak'och a k'ab' a milancham eb' malaj smul ayic ijan ix ak'anek' a pac t'a eb' chuk ix yutej sb'a t'ayach. Ayic ol ach yik'anchaanh Jehová yet' opisio, tzin a nacot a in a checab' in tik, xchi ix t'a winh."
        },
        {
            "number": "31",
            "text": "Ix tak'vi winhaj David chi' t'a ix icha tik: --Aljocab' wach' lolonel t'a Jehová co Diosal a onh israel onh tik to ha' ix ach checancot ul in a cha'a."
        },
        {
            "number": "32",
            "text": "Yak'ocab'pax swach'k'olal t'a ib'anh yujto te wach' a pensar, yujto a ach tzin a cach vanajoc yic max in milcham anima yic svak'anek' in pac t'a eb'."
        },
        {
            "number": "33",
            "text": "Palta a ticnaic, svak' in ti' t'ayach t'a yichanh Jehová co Diosal, aton jun in cachanoch vaan vak'an chukal t'ayach, tato maj a pil ip a cot ul in a cha'a, k'ik'an manhxo pitzanoc winhaj Nabal, manhxa pax junok vinac t'a yinhtilal winh tzato cani, xchi winh."
        },
        {
            "number": "34",
            "text": "Ixlajwi chi', ix schaanek' winh masanil tastac yet'nac ix chi', ix yalan winh: --Wach' tzach meltzaj t'a a pat t'a tzalajk'olal. Tik val scham ilani to ix vab' tas ix ala', tzin k'anab'ajan tas ix a k'ana'."
        },
        {
            "number": "35",
            "text": "Ayic ix meltzaj ix Abigail chi' b'aj ayek' winhaj Nabal chi', ix yilan ix to ayoch jun q'uinh yuj winh icha sq'uinh eb' winh rey. Te chamnac winh yuj anh, ste tzalaj winh, yuj chi' malaj tas ix yal ix t'a winh, ato t'a junxo k'u."
        },
        {
            "number": "36",
            "text": "Ayic ix q'uinhib'i t'a junxo k'u chi', ayic toxo ix el anh t'a sat winhaj Nabal chi', ix yalan ix tas ix uji, yuj chi' ix och jun yab'il t'a yol sjolom winh, ix sicb'iel snivanil winh yuj."
        },
        {
            "number": "37",
            "text": "Lajunhe' k'ual ix och jun yab'il chi' t'a winh, ix cham winh yuj Jehová."
        },
        {
            "number": "38",
            "text": "Ayic ix yab'an winhaj David to toxo ix cham winh, ix yalan winh icha tik: --Aljocab' wach' lolonel t'a Jehová yujto toxo ix yaq'uek' in pac t'a winhaj Nabal yuj tas ix in yutej winh. Ha Jehová chi' ix in cachanoch vaan yuj tas chuk ijan ix in k'ulej. Anheja' ix ak'ancot yaelal t'a yib'anh winhaj Nabal chi' yuj schucal, xchi winh. Ixlajwi chi' ix yak'anb'at schecab' winh t'a ix Abigail yic b'at yal eb' winh to snib'ej winh syik' ix."
        },
        {
            "number": "39",
            "text": "Ayic ix k'och eb' winh checab' chi' t'a ix t'a Carmel, ix yalan eb' winh: --Ha winhaj David ix onh checancot t'ayach, to sgana winh tzach och yetb'eyumoc, xchi eb' winh t'a ix."
        },
        {
            "number": "40",
            "text": "Ix em nhojan ix, ix yalan ix: --Ha in tik schecab' in winh, te b'ecan in k'ol in b'ican yoc eb' schecab' winh, tato icha chi' syal winh t'ayin, xchi ix."
        },
        {
            "number": "41",
            "text": "Ayic ix lajvi yalan ix icha chi', ix sb'oan sb'a ix elanhchamel, ix cot ovanh eb' ix schecab' ix yet'oc, ix q'ue ix t'a yib'anh jun nok' b'uru, ix och tzak'an ix yuj eb' winh schecab' winhaj David chi'. Icha chi' ix aj yik'an ix winhaj David chi'."
        },
        {
            "number": "42",
            "text": "Ix yik'anpax ix Ahinoam winh, aton jun ix aj Jezreel. Ha eb' ix chavanh chi' ix och yetb'eyumoc winh."
        },
        {
            "number": "43",
            "text": "Yujto a winhaj Saúl, toxo ix yak' ix yisil winh ix Mical t'a winhaj Palti, yuninal winhaj Lais aj Galim. Ha ix Mical chi', aton ix yetb'eyumtaxon winhaj David chi'."
        }
    ]
}