{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ha heb' cajan t'a Zif ix b'at alan t'a winhaj Saúl t'a Gabaa icha tik: Ha winhaj Dawid ayek' winh sk'ub'ejel sb'ha t'a jolom witz yic Haquila, t'a stojolal b'aj sjawi k'u t'a yichanhb'at chonhab' Jesimón, xchi heb'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix b'at winhaj Saúl yet' oxe' mil heb' soldado yic Israel te jelan. Ix b'at heb' t'a tzinan lu'um t'a yol yic Zif chi', yic sayek' winhaj Dawid chi' heb'."
        },
        {
            "number": "3",
            "text": "Ix sb'oank'e scampamento heb' t'a tzalan Haquila chi' t'a ti b'e, haxo winhaj Dawid chi' ayek' winh t'a tzinan lu'um chi'. Ix yab'an winh to wan sayjiek' winh yuj winhaj Saúl ta'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix schecb'at jaywanh yilumal winh yic sb'at yilan heb' tato yel to ayxo ek' winhaj Saúl chi'."
        },
        {
            "number": "5",
            "text": "Ayic ix lajwi yab'an winhaj Dawid chi', ix b'at winh b'aj ayek' winhaj Saúl chi' t'ak'walil, ix cham wal yilan winh b'aj sway winh yet' winhaj Abner yuninal winhaj Ner, aton winh yajal yaj t'a heb' soldado. Axo ix yilan winh to ha t'a snanhal yol campamento chi', ata' sway winh, oyanoch heb' soldado t'a spatictac winh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yal winh t'a winhaj Ahimelec hitita yet' t'a winhaj Abisai yuk'tac winhaj Joab, heb' winh yune' ix Sarwia icha tik: --¿Mach b'ecan sk'ol sb'at wed'oc b'aj ayek' winhaj Saúl t'a yol scampamento chi'? xchi winh. --Ha in tik ol in b'at ed'oc, xchi winhaj Abisai chi'."
        },
        {
            "number": "7",
            "text": "Ha t'a jun ak'wal chi', ix b'at winhaj Dawid yet' winhaj Abisai chi' t'a campamento chi'. Ha winhaj Saúl chi' chamnac el winh swayi. Ha t'a sjolomtac winh, ata' tipancanem k'een slanza winh t'a yol lu'um. Axo pax winhaj Abner yet' masanil heb' soldado, waynac heb' t'a stz'eytac winh."
        },
        {
            "number": "8",
            "text": "Ix yalan winhaj Abisai chi' t'a winhaj Dawid chi': --Ha wal ticnaik toxo ix yak'och jun winh ajk'ool tik Dios t'a yol a k'ab'. Ak' in permiso tzin milcham winh. Ha k'een slanza winh tik tzin tipem t'a sk'ool masanto tz'emk'och k'een t'a yol lu'um, junnhej swak' t'a winh, scham winh t'a junelnhej, xchi winh."
        },
        {
            "number": "9",
            "text": "Palta ix tak'wi winhaj Dawid chi', ix yalan winh: --Manh a milcham winh, yujto yalnhej mach smilancham winh rey sik'b'ilel yuj Jehová, yowalil sjawi yaelal t'a yib'anh."
        },
        {
            "number": "10",
            "text": "Ha in tik swak' in ti' d'ha Dios to aocab' ol ik'anel sk'inal winh ayic ol k'och stiempoal scham winh, mato t'a skal owal ol cham winh."
        },
        {
            "number": "11",
            "text": "Aocab' Jehová max chaan in milcham winh rey sik'b'ilel yuj. Anhej to tzik'cot k'een slanza winh ayek' t'a sjolomtac chi' yet' jun yet'tal ha ha' chi', tzonh b'ati, xchi winh."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj yik'ancot k'een lanza chi' winhaj Dawid chi' yet' jun yet'tal ha ha' ayek' t'a sjolomtac winhaj Saúl chi', ix cot heb' winh. Malaj mach ix ilani, malaj mach ix ab'ani, malaj mach ix el swayanh. Masanil heb' chamnac el swayi yujto a Jehová ix ak'ancot jun niwan wayanh t'a yib'anh heb'."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix ek' winhaj Dawid chi' t'a junxo sk'axepal jun ch'olan, ix k'e winh t'a sjolom jun lum witz, najat ix aj skal heb'."
        },
        {
            "number": "14",
            "text": "Te chaanh ix awaj winh t'a winhaj Abner yet' t'a heb' soldado winh rey chi', ix yalan winh icha tik: --Abner, tak'wan t'ayin, xchi winh. Ix tak'wi winhaj Abner chi' icha tik: --¿Mach ach, yuj chi' tzach awaj t'a winh rey tik? xchi winh."
        },
        {
            "number": "15",
            "text": "Ix yalan winhaj Dawid chi' icha tik: --Ab'i malaj mach syal slajb'an sb'a ed'oc t'a skal heb' quetisraelal tik jun. Tato icha chi', ¿tas yuj max a tanhwej winh rey cajalil chi'? Ay jun winh ix xid'ek' ta' ix snib'ej smilcham winh."
        },
        {
            "number": "16",
            "text": "Ha tas ix a k'ulej chi' manh wach'oc. Ha in tik swal t'a yichanh Jehová to he moj wal tzex cham he masanil, yujto max he tanhwej winh rey sik'b'ilel yuj Jehová. Say ila' b'ajtil ayek' k'een slanza winh yet' jun yet'tal ha ha' ayek' t'a sjolomtac winh, ol ilani tato ol chax uuj, xchi winh."
        },
        {
            "number": "17",
            "text": "Ayic ix yab'an sjaj winhaj Dawid chi' winhaj Saúl, ix awaj chaanh winh: --Ach Dawid, ¿tom a ach tzach lolon chi' ma? xchi winh. Ix tak'wi winhaj Dawid chi' icha tik: --I', mamin, a in toni."
        },
        {
            "number": "18",
            "text": "Palta mamin rey, ¿tas wal yuj tzin a pechb'eyek'oc? ¿Tas chukal ix in k'ulej t'ayach? ¿Tas in mul ix och t'ayach?"
        },
        {
            "number": "19",
            "text": "Tzin tewi t'ayach to tza cha ab' tas ol wala': Tato a Jehová ix ach ak'anoch ajk'olal t'ayin, comonoc wal tz'el t'a sk'ool schaan junok silab' yic tzin yak'an niwank'olal. Palta tato anima ay yic jun tik jun, aocab' Jehová scatab'ani. Yujto ix in spechel heb' t'a in macb'en t'a jun lum lum to yic Jehová yaji, icha wal to tzin spechcanb'at heb' yic swak'an serwil juntzanh comon Dios."
        },
        {
            "number": "20",
            "text": "Comonoc manh najatoc ayin el t'a yichanh Jehová ayic tzin chami. Palta mamin rey, ¿tas yuj tzach elta ul in a sayeq'ui? Ha in tik malaj welk'och icha junok nok' k'ac. Tzin a pechan b'eyek' t'a jolomtac witz tik icha mach sayan junok nok' ub', palta malaj b'ak'uinh syamchaj nok' yuj, xchi winh."
        },
        {
            "number": "21",
            "text": "Ichato chi' ix yalan winhaj Saúl chi': --Ach Dawid, swojtaquejel ticnaik ma to a in ix och in mul. Icha junok malaj spensar, icha chi' swutej in b'a, te chuk tzin k'ulej t'ayach. Yuj chi', meltzajanh. Manhxo ol wak'laj chukal t'ayach, yujto ha t'a jun k'u tik ix a ch'oxeli to ay welk'och t'a yol a sat, xchi winh."
        },
        {
            "number": "22",
            "text": "Ix tak'wixi winhaj Dawid chi': --Mamin rey, ina yajek' k'een a lanza t'a tik, cotocab' junok heb' winh a soldado chi' ul yik' k'een."
        },
        {
            "number": "23",
            "text": "Ha Jehová tz'ak'an spak t'ayonh junjun onh ato syala' tato tojol scutej ko b'a icha t'a smojal. Wach'chom a ticnaik, ix ach yak'och t'a yol in k'ab', palta malaj in gana ix wak'och in k'ab' t'ayach, yujto a Jehová ach sik'anoch reyal."
        },
        {
            "number": "24",
            "text": "Icha ix aj ticnaik, te niwan elk'och t'a yol in sat, ichaton wal chi' in gana to ay pax welk'och t'a yol sat Jehová. Aocab' Jehová chi' tzin colanel t'a masanil yaelal sjawi t'a wib'anh, xchi winh."
        },
        {
            "number": "25",
            "text": "Ix yalanxi winhaj Saúl chi' icha tik: --Ach Dawid, yak'ocab' swach'k'olal Jehová t'a ib'anh ma. Swojtaquejeli to niwac yelk'och tas ol a k'ulej, wach'nhej ol ach ajelk'ochoc, xchi winh. Ixlajwi chi', ix pax winhaj Saúl chi' t'a spalacio, haxo winhaj Dawid chi' ix b'atxican winh."
        }
    ]
}