{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "A eb' cajan d'a Zif ix b'at alan d'a vinhaj Saúl d'a Gabaa icha tic: A vinhaj David ayek' vinh sk'ub'ejel sb'a d'a jolom vitz yic Haquila, d'a stojolal b'aj sjavi k'u d'a yichanhb'at chonhab' Jesimón, xchi eb'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix b'at vinhaj Saúl yed' oxe' mil eb' soldado yic Israel te jelan. Ix b'at eb' d'a tz'inan luum d'a yol yic Zif chi', yic sayek' vinhaj David chi' eb'."
        },
        {
            "number": "3",
            "text": "Ix sb'oanq'ue scampamento eb' d'a tzalan Haquila chi' d'a ti b'e, axo vinhaj David chi' ayek' vinh d'a tz'inan luum chi'. Ix yab'an vinh to van sayjiek' vinh yuj vinhaj Saúl ta'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix schecb'at jayvanh yilumal vinh yic sb'at yilan eb' tato yel to ayxo ek' vinhaj Saúl chi'."
        },
        {
            "number": "5",
            "text": "Ayic ix lajvi yab'an vinhaj David chi', ix b'at vinh b'aj ayek' vinhaj Saúl chi' d'ak'valil, ix cham val yilan vinh b'aj svay vinh yed' vinhaj Abner yuninal vinhaj Ner, aton vinh yajal yaj d'a eb' soldado. Axo ix yilan vinh to a d'a snanhal yol campamento chi', ata' svay vinh, oyanoch eb' soldado d'a spatictac vinh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yal vinh d'a vinhaj Ahimelec hitita yed' d'a vinhaj Abisai yuk'tac vinhaj Joab, eb' vinh yune' ix Sarvia icha tic: --¿Mach b'ecan sk'ol sb'at ved'oc b'aj ayek' vinhaj Saúl d'a yol scampamento chi'? xchi vinh. --A in tic ol in b'at ed'oc, xchi vinhaj Abisai chi'."
        },
        {
            "number": "7",
            "text": "A d'a jun ak'val chi', ix b'at vinhaj David yed' vinhaj Abisai chi' d'a campamento chi'. A vinhaj Saúl chi' chamnac el vinh svayi. A d'a sjolomtac vinh, ata' tipancanem q'uen slanza vinh d'a yol luum. Axo pax vinhaj Abner yed' masanil eb' soldado, vaynac eb' d'a stz'eytac vinh."
        },
        {
            "number": "8",
            "text": "Ix yalan vinhaj Abisai chi' d'a vinhaj David chi': --A val ticnaic toxo ix yak'och jun vinh ajk'ool tic Dios d'a yol a k'ab'. Ak' in permiso tzin milcham vinh. A q'uen slanza vinh tic tzin tipem d'a sk'ool masanto tz'emk'och q'uen d'a yol luum, junnhej svak' d'a vinh, scham vinh d'a junelnhej, xchi vinh."
        },
        {
            "number": "9",
            "text": "Palta ix tak'vi vinhaj David chi', ix yalan vinh: --Manh a milcham vinh, yujto yalnhej mach smilancham vinh rey sik'b'ilel yuj Jehová, yovalil sjavi yaelal d'a yib'anh."
        },
        {
            "number": "10",
            "text": "A in tic svak' in ti' d'a Dios to aocab' ol ik'anel sq'uinal vinh ayic ol k'och stiempoal scham vinh, mato d'a scal oval ol cham vinh."
        },
        {
            "number": "11",
            "text": "Aocab' Jehová max chaan in milcham vinh rey sik'b'ilel yuuj. Anhej to tzik'cot q'uen slanza vinh ayek' d'a sjolomtac chi' yed' jun yed'tal a a' chi', tzonh b'ati, xchi vinh."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj yik'ancot q'uen lanza chi' vinhaj David chi' yed' jun yed'tal a a' ayek' d'a sjolomtac vinhaj Saúl chi', ix cot eb' vinh. Malaj mach ix ilani, malaj mach ix ab'ani, malaj mach ix el svayanh. Masanil eb' chamnac el svayi yujto a Jehová ix ak'ancot jun nivan vayanh d'a yib'anh eb'."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi', ix ek' vinhaj David chi' d'a junxo sk'axepal jun ch'olan, ix q'ue vinh d'a sjolom jun lum vitz, najat ix aj scal eb'."
        },
        {
            "number": "14",
            "text": "Te chaanh ix avaj vinh d'a vinhaj Abner yed' d'a eb' soldado vinh rey chi', ix yalan vinh icha tic: --Abner, tak'van d'ayin, xchi vinh. Ix tak'vi vinhaj Abner chi' icha tic: --¿Mach ach, yuj chi' tzach avaj d'a vinh rey tic? xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix yalan vinhaj David chi' icha tic: --Ab'i malaj mach syal slajb'an sb'a ed'oc d'a scal eb' quetisraelal tic jun. Tato icha chi', ¿tas yuj max a tanhvej vinh rey cajalil chi'? Ay jun vinh ix xid'ek' ta' ix snib'ej smilcham vinh."
        },
        {
            "number": "16",
            "text": "A tas ix a k'ulej chi' manh vach'oc. A in tic sval d'a yichanh Jehová to e moj val tzex cham e masanil, yujto max e tanhvej vinh rey sik'b'ilel yuj Jehová. Say ila' b'ajtil ayek' q'uen slanza vinh yed' jun yed'tal a a' ayek' d'a sjolomtac vinh, ol ilani tato ol chax uuj, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ayic ix yab'an sjaj vinhaj David chi' vinhaj Saúl, ix avaj chaanh vinh: --Ach David, ¿tom a ach tzach lolon chi' ma? xchi vinh. Ix tak'vi vinhaj David chi' icha tic: --I', mamin, a in toni."
        },
        {
            "number": "18",
            "text": "Palta mamin rey, ¿tas val yuj tzin a pechb'eyek'oc? ¿Tas chucal ix in k'ulej d'ayach? ¿Tas in mul ix och d'ayach?"
        },
        {
            "number": "19",
            "text": "Tzin tevi d'ayach to tza cha ab' tas ol vala': Tato a Jehová ix ach ak'anoch ajk'olal d'ayin, comonoc val tz'el d'a sk'ool schaan junoc silab' yic tzin yak'an nivank'olal. Palta tato anima ay yic jun tic jun, aocab' Jehová scatab'ani. Yujto ix in spechel eb' d'a in macb'en d'a jun lum luum to yic Jehová yaji, icha val to tzin spechcanb'at eb' yic svak'an servil juntzanh comon dios."
        },
        {
            "number": "20",
            "text": "Comonoc manh najatoc ayin el d'a yichanh Jehová ayic tzin chami. Palta mamin rey, ¿tas yuj tzach elta ul in a sayeq'ui? A in tic malaj velk'och icha junoc nok' k'ac. Tzin a pechan b'eyek' d'a jolomtac vitz tic icha mach sayan junoc nok' ub', palta malaj b'aq'uinh syamchaj nok' yuuj, xchi vinh."
        },
        {
            "number": "21",
            "text": "Ichato chi' ix yalan vinhaj Saúl chi': --Ach David, svojtaquejel ticnaic ma to a in ix och in mul. Icha junoc malaj spensar, icha chi' svutej in b'a, te chuc tzin k'ulej d'ayach. Yuj chi', meltzajanh. Manhxo ol vak'laj chucal d'ayach, yujto a d'a jun k'u tic ix a ch'oxeli to ay velk'och d'a yol a sat, xchi vinh."
        },
        {
            "number": "22",
            "text": "Ix tak'vixi vinhaj David chi': --Mamin rey, ina yajek' q'uen a lanza d'a tic, cotocab' junoc eb' vinh a soldado chi' ul yik' q'ueen."
        },
        {
            "number": "23",
            "text": "A Jehová tz'ak'an spac d'ayonh junjun onh ato syala' tato tojol scutej co b'a icha d'a smojal. Vach'chom a ticnaic, ix ach yak'och d'a yol in k'ab', palta malaj in gana ix vak'och in k'ab' d'ayach, yujto a Jehová ach sik'anoch reyal."
        },
        {
            "number": "24",
            "text": "Icha ix aj ticnaic, te nivan elk'och d'a yol in sat, ichaton val chi' in gana to ay pax velk'och d'a yol sat Jehová. Aocab' Jehová chi' tzin colanel d'a masanil yaelal sjavi d'a vib'anh, xchi vinh."
        },
        {
            "number": "25",
            "text": "Ix yalanxi vinhaj Saúl chi' icha tic: --Ach David, yak'ocab' svach'k'olal Jehová d'a ib'anh ma. Svojtaquejeli to nivac yelk'och tas ol a k'ulej, vach'nhej ol ach ajelk'ochoc, xchi vinh. Ix lajvi chi', ix pax vinhaj Saúl chi' d'a spalacio, axo vinhaj David chi' ix b'atxican vinh."
        }
    ]
}