{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' cajan t'a Zif ix b'at alan t'a winhaj Saúl t'a Gabaa icha tik: Ha winhaj David ayek' winh sk'ub'ejel sb'ha t'a jolom vitz yic Haquila, t'a stojolal b'aj sjavi k'u t'a yichanhb'at chonhab' Jesimón, xchi eb'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix b'at winhaj Saúl yet' oxe' mil eb' soldado yic Israel te jelan. Ix b'at eb' t'a tzinan lu'um t'a yol yic Zif chi', yic sayek' winhaj David chi' eb'."
        },
        {
            "number": "3",
            "text": "Ix sb'oanq'ue scampamento eb' t'a tzalan Haquila chi' t'a ti b'e, haxo winhaj David chi' ayek' winh t'a tzinan lu'um chi'. Ix yab'an winh to van sayjiek' winh yuj winhaj Saúl ta'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix schecb'at jayvanh yilumal winh yic sb'at yilan eb' tato yel to ayxo ek' winhaj Saúl chi'."
        },
        {
            "number": "5",
            "text": "Ayic ix lajvi yab'an winhaj David chi', ix b'at winh b'aj ayek' winhaj Saúl chi' t'ak'walil, ix cham val yilan winh b'aj svay winh yet' winhaj Abner yuninal winhaj Ner, aton winh yajal yaj t'a eb' soldado. Axo ix yilan winh to ha t'a snanhal yol campamento chi', ata' svay winh, oyanoch eb' soldado t'a spatictac winh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yal winh t'a winhaj Ahimelec hitita yet' t'a winhaj Abisai yuk'tac winhaj Joab, eb' winh yune' ix Sarvia icha tik: --¿Mach b'ecan sk'ol sb'at ved'oc b'aj ayek' winhaj Saúl t'a yol scampamento chi'? xchi winh. --Ha in tik ol in b'at ed'oc, xchi winhaj Abisai chi'."
        },
        {
            "number": "7",
            "text": "Ha t'a jun ak'val chi', ix b'at winhaj David yet' winhaj Abisai chi' t'a campamento chi'. Ha winhaj Saúl chi' chamnac el winh svayi. Ha t'a sjolomtac winh, ata' tipancanem q'uen slanza winh t'a yol lu'um. Axo pax winhaj Abner yet' masanil eb' soldado, vaynac eb' t'a stz'eytac winh."
        },
        {
            "number": "8",
            "text": "Ix yalan winhaj Abisai chi' t'a winhaj David chi': --Ha val ticnaic toxo ix yak'och jun winh ajk'ool tik Dios t'a yol a k'ab'. Ak' in permiso tzin milcham winh. Ha q'uen slanza winh tik tzin tipem t'a sk'ool masanto tz'emk'och q'uen t'a yol lu'um, junnhej svak' t'a winh, scham winh t'a junelnhej, xchi winh."
        },
        {
            "number": "9",
            "text": "Palta ix tak'vi winhaj David chi', ix yalan winh: --Manh a milcham winh, yujto yalnhej mach smilancham winh rey sik'b'ilel yuj Jehová, yowalil sjavi yaelal t'a yib'anh."
        },
        {
            "number": "10",
            "text": "Ha in tik svak' in ti' d'ha Dios to aocab' ol ik'anel sk'inal winh ayic ol k'och stiempoal scham winh, mato t'a skal oval ol cham winh."
        },
        {
            "number": "11",
            "text": "Aocab' Jehová max chaan in milcham winh rey sik'b'ilel yuj. Anhej to tzik'cot q'uen slanza winh ayek' t'a sjolomtac chi' yet' jun yet'tal ha ha' chi', tzonh b'ati, xchi winh."
        },
        {
            "number": "12",
            "text": "Icha chi' ix aj yik'ancot q'uen lanza chi' winhaj David chi' yet' jun yet'tal ha ha' ayek' t'a sjolomtac winhaj Saúl chi', ix cot eb' winh. Malaj mach ix ilani, malaj mach ix ab'ani, malaj mach ix el svayanh. Masanil eb' chamnac el svayi yujto a Jehová ix ak'ancot jun niwan vayanh t'a yib'anh eb'."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix ek' winhaj David chi' t'a junxo sk'axepal jun ch'olan, ix q'ue winh t'a sjolom jun lum vitz, najat ix aj skal eb'."
        },
        {
            "number": "14",
            "text": "Te chaanh ix avaj winh t'a winhaj Abner yet' t'a eb' soldado winh rey chi', ix yalan winh icha tik: --Abner, tak'van t'ayin, xchi winh. Ix tak'vi winhaj Abner chi' icha tik: --¿Mach ach, yuj chi' tzach avaj t'a winh rey tik? xchi winh."
        },
        {
            "number": "15",
            "text": "Ix yalan winhaj David chi' icha tik: --Ab'i malaj mach syal slajb'an sb'a ed'oc t'a skal eb' quetisraelal tik jun. Tato icha chi', ¿tas yuj max a tanhvej winh rey cajalil chi'? Ay jun winh ix xid'ek' ta' ix snib'ej smilcham winh."
        },
        {
            "number": "16",
            "text": "Ha tas ix a k'ulej chi' manh wach'oc. Ha in tik swal t'a yichanh Jehová to e moj val tzex cham e masanil, yujto max e tanhvej winh rey sik'b'ilel yuj Jehová. Say ila' b'ajtil ayek' q'uen slanza winh yet' jun yet'tal ha ha' ayek' t'a sjolomtac winh, ol ilani tato ol chax uuj, xchi winh."
        },
        {
            "number": "17",
            "text": "Ayic ix yab'an sjaj winhaj David chi' winhaj Saúl, ix avaj chaanh winh: --Ach David, ¿tom a ach tzach lolon chi' ma? xchi winh. Ix tak'vi winhaj David chi' icha tik: --I', mamin, a in toni."
        },
        {
            "number": "18",
            "text": "Palta mamin rey, ¿tas val yuj tzin a pechb'eyek'oc? ¿Tas chukal ix in k'ulej t'ayach? ¿Tas in mul ix och t'ayach?"
        },
        {
            "number": "19",
            "text": "Tzin tevi t'ayach to tza cha ab' tas ol vala': Tato a Jehová ix ach ak'anoch ajk'olal t'ayin, comonoc val tz'el t'a sk'ool schaan junok silab' yic tzin yak'an nivank'olal. Palta tato anima ay yic jun tik jun, aocab' Jehová scatab'ani. Yujto ix in spechel eb' t'a in macb'en t'a jun lum lum to yic Jehová yaji, icha val to tzin spechcanb'at eb' yic svak'an servil juntzanh comon dios."
        },
        {
            "number": "20",
            "text": "Comonoc manh najatoc ayin el t'a yichanh Jehová ayic tzin chami. Palta mamin rey, ¿tas yuj tzach elta ul in a sayeq'ui? Ha in tik malaj velk'och icha junok nok' k'ac. Tzin a pechan b'eyek' t'a jolomtac vitz tik icha mach sayan junok nok' ub', palta malaj b'ak'uinh syamchaj nok' yuj, xchi winh."
        },
        {
            "number": "21",
            "text": "Ichato chi' ix yalan winhaj Saúl chi': --Ach David, svojtaquejel ticnaic ma to a in ix och in mul. Icha junok malaj spensar, icha chi' svutej in b'a, te chuk tzin k'ulej t'ayach. Yuj chi', meltzajanh. Manhxo ol vak'laj chukal t'ayach, yujto ha t'a jun k'u tik ix a ch'oxeli to ay velk'och t'a yol a sat, xchi winh."
        },
        {
            "number": "22",
            "text": "Ix tak'vixi winhaj David chi': --Mamin rey, ina yajek' q'uen a lanza t'a tik, cotocab' junok eb' winh a soldado chi' ul yik' q'ueen."
        },
        {
            "number": "23",
            "text": "Ha Jehová tz'ak'an spak t'ayonh junjun onh ato syala' tato tojol scutej co b'a icha t'a smojal. Wach'chom a ticnaic, ix ach yak'och t'a yol in k'ab', palta malaj in gana ix vak'och in k'ab' t'ayach, yujto a Jehová ach sik'anoch reyal."
        },
        {
            "number": "24",
            "text": "Icha ix aj ticnaic, te niwan elk'och t'a yol in sat, ichaton val chi' in gana to ay pax velk'och t'a yol sat Jehová. Aocab' Jehová chi' tzin colanel t'a masanil yaelal sjavi t'a vib'anh, xchi winh."
        },
        {
            "number": "25",
            "text": "Ix yalanxi winhaj Saúl chi' icha tik: --Ach David, yak'ocab' swach'k'olal Jehová t'a ib'anh ma. Svojtaquejeli to nivac yelk'och tas ol a k'ulej, wach'nhej ol ach ajelk'ochoc, xchi winh. Ixlajwi chi', ix pax winhaj Saúl chi' t'a spalacio, haxo winhaj David chi' ix b'atxican winh."
        }
    ]
}