{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ix snaan winhaj Dawid icha tik: Ol in smilnhejcham winhaj Saúl chi', yuj chi' a ticnaik ol in b'atkan t'a schonhab' heb' filisteo yic wach' maxtzac in sayji yuj winh t'a yol ko macb'en tik. Icha chi' ol aj in colchajel t'a yol sk'ab' winh, xchi winh."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix b'at winh yet' waque' ciento heb' winh winak ajun yet'oc, yic b'at yak'och sb'a heb' winh schekab'oc winhaj Aquis sreyal Gat yuninal winhaj Maoc."
        },
        {
            "number": "3",
            "text": "Ix kajnaj heb' winh yet' winhaj Aquis t'a Gat chi', junjun heb' winh yet' yetb'eyum yet' pax yuninal. Ha winhaj Dawid chi', ix yik'b'at heb' ix yetb'eyum winh schawanhil, aton ix Ahinoam aj Jezreel yet' ix Abigail ix yetb'eyumcan winh xilb'a Nabal, aj Carmel."
        },
        {
            "number": "4",
            "text": "Ayic ix yab'an winhaj Saúl to toxo ix b'atkan winhaj Dawid chi' elelal t'a Gat, ix yactan winh sayanek' winh."
        },
        {
            "number": "5",
            "text": "Ix yalan winhaj Dawid chi' t'a winhaj Aquis chi' icha tik: --Mamin rey, tzin tewi t'ayach comonoc tz'el t'a a k'ool, tzak' jab'oc b'aj tzonh aj t'a junok yune' chonhab' t'a yol a macb'en tik. Manh smojoc tzin aj ed'oc t'a jun a chonhab' b'aj ayach tik, xchi winh."
        },
        {
            "number": "6",
            "text": "Ha t'a jun k'u chi', ix yak' chonhab' Siclag winhaj Aquis chi' t'a winh. Yuj chi' a chonhab' Siclag chi' ix kannhej t'a yol yic heb' winh sreyal Judá."
        },
        {
            "number": "7",
            "text": "Jun ab'il yet' chanhe' ujal ix ek' winhaj Dawid chi' t'a yol smacb'en heb' filisteo chi'."
        },
        {
            "number": "8",
            "text": "Ha heb' aj Gesur, heb' aj Gezer yet' heb' amalecita, niwanxo tiempo sk'och kajan heb' t'a jun lum lum t'a skal Shur yet' Egipto. Ha winhaj Dawid chi' yet' heb' ajun yet'oc cotac skal ix b'at heb' yak' owal t'a juntzanh chonhab' chi'."
        },
        {
            "number": "9",
            "text": "Smilcham heb' anima heb' ta', manhxo junok winak ma ix skani. Syik'anpaxcot nok' wakax heb', nok' kalnel, nok' b'uru, nok' camello yet' pax pichul. Slajwi chi' smeltzajxicot heb' b'aj ayek' winhaj Aquis."
        },
        {
            "number": "10",
            "text": "Sk'anb'an winhaj Aquis chi' t'a winh: --¿B'ajtil ach xid'ek' ak' owal chi' ticnaik? xchi winh. Syalan winhaj Dawid chi': Aton t'a sur yic Judá yet' t'a sur yic Jerameel, mato t'a sur yol smacb'en heb' ceneo, xchi winh."
        },
        {
            "number": "11",
            "text": "Manhxa heb' winh winak, ma heb' ix ix pitzanto skan yuj winhaj Dawid chi', yuj chi' junelnhej manhxa mach b'at alan t'a Gat tas sk'ulej winh chi'. Ha jantac tiempoal ix ek' kajan winh t'a smacb'en heb' filisteo chi', ichanhej chi' ix sk'ulej winh."
        },
        {
            "number": "12",
            "text": "Ha winhaj Aquis chi', ix yak'och winhaj Dawid chi' winh yipoc sk'ool, ix snaan winh: Ha heb' yetisraelal winhaj Dawid tik wan smeltzajoch heb' ajk'olal t'a winh, yuj chi' ol kanxonhej winh in yak' serwil, xchi winh."
        }
    ]
}