{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ix snaan vinhaj David icha tik: Ol in smilnhejcham vinhaj Saúl chi', yuj chi' a ticnaic ol in b'atcan t'a schonhab' eb' filisteo yic wach' maxtzac in sayji yuj vinh t'a yol co macb'en tik. Icha chi' ol aj in colchajel t'a yol sk'ab' vinh, xchi vinh."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix b'at vinh yet' vaque' ciento eb' vinh vinac ajun yet'oc, yic b'at yak'och sb'a eb' vinh schecab'oc vinhaj Aquis sreyal Gat yuninal vinhaj Maoc."
        },
        {
            "number": "3",
            "text": "Ix cajnaj eb' vinh yet' vinhaj Aquis t'a Gat chi', junjun eb' vinh yet' yetb'eyum yet' pax yuninal. Ha vinhaj David chi', ix yik'b'at eb' ix yetb'eyum vinh schavanhil, aton ix Ahinoam aj Jezreel yet' ix Abigail ix yetb'eyumcan vinh xilb'a Nabal, aj Carmel."
        },
        {
            "number": "4",
            "text": "Ayic ix yab'an vinhaj Saúl to toxo ix b'atcan vinhaj David chi' elelal t'a Gat, ix yactan vinh sayanek' vinh."
        },
        {
            "number": "5",
            "text": "Ix yalan vinhaj David chi' t'a vinhaj Aquis chi' icha tik: --Mamin rey, tzin tevi t'ayach comonoc tz'el t'a a k'ool, tzak' jab'oc b'aj tzonh aj t'a junok yune' chonhab' t'a yol a macb'en tik. Manh smojoc tzin aj ed'oc t'a jun a chonhab' b'aj ayach tik, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ha t'a jun k'u chi', ix yak' chonhab' Siclag vinhaj Aquis chi' t'a vinh. Yuj chi' a chonhab' Siclag chi' ix cannhej t'a yol yic eb' vinh sreyal Judá."
        },
        {
            "number": "7",
            "text": "Jun ab'il yet' chanhe' ujal ix ek' vinhaj David chi' t'a yol smacb'en eb' filisteo chi'."
        },
        {
            "number": "8",
            "text": "Ha eb' aj Gesur, eb' aj Gezer yet' eb' amalecita, nivanxo tiempo sk'och cajan eb' t'a jun lum lum t'a skal Shur yet' Egipto. Ha vinhaj David chi' yet' eb' ajun yet'oc cotac skal ix b'at eb' yak' oval t'a juntzanh chonhab' chi'."
        },
        {
            "number": "9",
            "text": "Smilcham eb' anima eb' ta', manhxo junok vinac ma ix scani. Syik'anpaxcot nok' vacax eb', nok' calnel, nok' b'uru, nok' camello yet' pax pichul. Slajvi chi' smeltzajxicot eb' b'aj ayek' vinhaj Aquis."
        },
        {
            "number": "10",
            "text": "Sk'anb'an vinhaj Aquis chi' t'a vinh: --¿B'ajtil ach xid'ek' ak' oval chi' ticnaic? xchi vinh. Syalan vinhaj David chi': Aton t'a sur yic Judá yet' t'a sur yic Jerameel, mato t'a sur yol smacb'en eb' ceneo, xchi vinh."
        },
        {
            "number": "11",
            "text": "Manhxa eb' vinh vinac, ma eb' ix ix pitzanto skan yuj vinhaj David chi', yuj chi' junelnhej manhxa mach b'at alan t'a Gat tas sk'ulej vinh chi'. Ha jantac tiempoal ix ek' cajan vinh t'a smacb'en eb' filisteo chi', ichanhej chi' ix sk'ulej vinh."
        },
        {
            "number": "12",
            "text": "Ha vinhaj Aquis chi', ix yak'och vinhaj David chi' vinh yipoc sk'ool, ix snaan vinh: Ha eb' yetisraelal vinhaj David tik van smeltzajoch eb' ajk'olal t'a vinh, yuj chi' ol canxonhej vinh in yak' servil, xchi vinh."
        }
    ]
}