{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ix snaan winhaj David icha tik: Ol in smilnhejcham winhaj Saúl chi', yuj chi' a ticnaic ol in b'atcan t'a schonhab' eb' filisteo yic wach' maxtzac in sayji yuj winh t'a yol co macb'en tik. Icha chi' ol aj in colchajel t'a yol sk'ab' winh, xchi winh."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix b'at winh yet' vaque' ciento eb' winh vinac ajun yet'oc, yic b'at yak'och sb'a eb' winh schecab'oc winhaj Aquis sreyal Gat yuninal winhaj Maoc."
        },
        {
            "number": "3",
            "text": "Ix cajnaj eb' winh yet' winhaj Aquis t'a Gat chi', junjun eb' winh yet' yetb'eyum yet' pax yuninal. Ha winhaj David chi', ix yik'b'at eb' ix yetb'eyum winh schavanhil, aton ix Ahinoam aj Jezreel yet' ix Abigail ix yetb'eyumcan winh xilb'a Nabal, aj Carmel."
        },
        {
            "number": "4",
            "text": "Ayic ix yab'an winhaj Saúl to toxo ix b'atcan winhaj David chi' elelal t'a Gat, ix yactan winh sayanek' winh."
        },
        {
            "number": "5",
            "text": "Ix yalan winhaj David chi' t'a winhaj Aquis chi' icha tik: --Mamin rey, tzin tevi t'ayach comonoc tz'el t'a a k'ool, tzak' jab'oc b'aj tzonh aj t'a junok yune' chonhab' t'a yol a macb'en tik. Manh smojoc tzin aj ed'oc t'a jun a chonhab' b'aj ayach tik, xchi winh."
        },
        {
            "number": "6",
            "text": "Ha t'a jun k'u chi', ix yak' chonhab' Siclag winhaj Aquis chi' t'a winh. Yuj chi' a chonhab' Siclag chi' ix cannhej t'a yol yic eb' winh sreyal Judá."
        },
        {
            "number": "7",
            "text": "Jun ab'il yet' chanhe' ujal ix ek' winhaj David chi' t'a yol smacb'en eb' filisteo chi'."
        },
        {
            "number": "8",
            "text": "Ha eb' aj Gesur, eb' aj Gezer yet' eb' amalecita, nivanxo tiempo sk'och cajan eb' t'a jun lum lum t'a skal Shur yet' Egipto. Ha winhaj David chi' yet' eb' ajun yet'oc cotac skal ix b'at eb' yak' oval t'a juntzanh chonhab' chi'."
        },
        {
            "number": "9",
            "text": "Smilcham eb' anima eb' ta', manhxo junok vinac ma ix scani. Syik'anpaxcot nok' vacax eb', nok' calnel, nok' b'uru, nok' camello yet' pax pichul. Slajvi chi' smeltzajxicot eb' b'aj ayek' winhaj Aquis."
        },
        {
            "number": "10",
            "text": "Sk'anb'an winhaj Aquis chi' t'a winh: --¿B'ajtil ach xid'ek' ak' oval chi' ticnaic? xchi winh. Syalan winhaj David chi': Aton t'a sur yic Judá yet' t'a sur yic Jerameel, mato t'a sur yol smacb'en eb' ceneo, xchi winh."
        },
        {
            "number": "11",
            "text": "Manhxa eb' winh vinac, ma eb' ix ix pitzanto skan yuj winhaj David chi', yuj chi' junelnhej manhxa mach b'at alan t'a Gat tas sk'ulej winh chi'. Ha jantac tiempoal ix ek' cajan winh t'a smacb'en eb' filisteo chi', ichanhej chi' ix sk'ulej winh."
        },
        {
            "number": "12",
            "text": "Ha winhaj Aquis chi', ix yak'och winhaj David chi' winh yipoc sk'ool, ix snaan winh: Ha eb' yetisraelal winhaj David tik van smeltzajoch eb' ajk'olal t'a winh, yuj chi' ol canxonhej winh in yak' servil, xchi winh."
        }
    ]
}