{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ix snaan vinhaj David icha tic: Ol in smilnhejcham vinhaj Saúl chi', yuj chi' a ticnaic ol in b'atcan d'a schonhab' eb' filisteo yic vach' maxtzac in sayji yuj vinh d'a yol co macb'en tic. Icha chi' ol aj in colchajel d'a yol sk'ab' vinh, xchi vinh."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix b'at vinh yed' vaque' ciento eb' vinh vinac ajun yed'oc, yic b'at yak'och sb'a eb' vinh schecab'oc vinhaj Aquis sreyal Gat yuninal vinhaj Maoc."
        },
        {
            "number": "3",
            "text": "Ix cajnaj eb' vinh yed' vinhaj Aquis d'a Gat chi', junjun eb' vinh yed' yetb'eyum yed' pax yuninal. A vinhaj David chi', ix yik'b'at eb' ix yetb'eyum vinh schavanhil, aton ix Ahinoam aj Jezreel yed' ix Abigail ix yetb'eyumcan vinh xilb'a Nabal, aj Carmel."
        },
        {
            "number": "4",
            "text": "Ayic ix yab'an vinhaj Saúl to toxo ix b'atcan vinhaj David chi' elelal d'a Gat, ix yactan vinh sayanek' vinh."
        },
        {
            "number": "5",
            "text": "Ix yalan vinhaj David chi' d'a vinhaj Aquis chi' icha tic: --Mamin rey, tzin tevi d'ayach comonoc tz'el d'a a k'ool, tzak' jab'oc b'aj tzonh aj d'a junoc yune' chonhab' d'a yol a macb'en tic. Manh smojoc tzin aj ed'oc d'a jun a chonhab' b'aj ayach tic, xchi vinh."
        },
        {
            "number": "6",
            "text": "A d'a jun k'u chi', ix yak' chonhab' Siclag vinhaj Aquis chi' d'a vinh. Yuj chi' a chonhab' Siclag chi' ix cannhej d'a yol yic eb' vinh sreyal Judá."
        },
        {
            "number": "7",
            "text": "Jun ab'il yed' chanhe' ujal ix ek' vinhaj David chi' d'a yol smacb'en eb' filisteo chi'."
        },
        {
            "number": "8",
            "text": "A eb' aj Gesur, eb' aj Gezer yed' eb' amalecita, nivanxo tiempo sk'och cajan eb' d'a jun lum luum d'a scal Shur yed' Egipto. A vinhaj David chi' yed' eb' ajun yed'oc cotac scal ix b'at eb' yak' oval d'a juntzanh chonhab' chi'."
        },
        {
            "number": "9",
            "text": "Smilcham eb' anima eb' ta', manhxo junoc vinac ma ix scani. Syik'anpaxcot nok' vacax eb', nok' calnel, nok' b'uru, nok' camello yed' pax pichul. Slajvi chi' smeltzajxicot eb' b'aj ayek' vinhaj Aquis."
        },
        {
            "number": "10",
            "text": "Sk'anb'an vinhaj Aquis chi' d'a vinh: --¿B'ajtil ach xid'ek' ak' oval chi' ticnaic? xchi vinh. Syalan vinhaj David chi': Aton d'a sur yic Judá yed' d'a sur yic Jerameel, mato d'a sur yol smacb'en eb' ceneo, xchi vinh."
        },
        {
            "number": "11",
            "text": "Manhxa eb' vinh vinac, ma eb' ix ix pitzanto scan yuj vinhaj David chi', yuj chi' junelnhej manhxa mach b'at alan d'a Gat tas sk'ulej vinh chi'. A jantac tiempoal ix ek' cajan vinh d'a smacb'en eb' filisteo chi', ichanhej chi' ix sk'ulej vinh."
        },
        {
            "number": "12",
            "text": "A vinhaj Aquis chi', ix yak'och vinhaj David chi' vinh yipoc sk'ool, ix snaan vinh: A eb' yetisraelal vinhaj David tic van smeltzajoch eb' ajk'olal d'a vinh, yuj chi' ol canxonhej vinh in yak' servil, xchi vinh."
        }
    ]
}