{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a juntzanh k'ual chi', ix smolb'ej sb'a heb' soldado filisteo yic syak'an owal heb' yet' heb' israel. Ix yalan winhaj Aquis chi' t'a winhaj Dawid icha tik: --Ha ach tik yowalil ol ach b'at wed' t'a owal yet' heb' ajun ed'oc, xchi winh."
        },
        {
            "number": "2",
            "text": "Ix tak'wi winhaj Dawid chi' t'a winh: --Ichocab'ta' mamin rey, a ticnaik ol ila' tastac syal wuuj a in a checab' in tik, xchi winh. Ix yalanxi winh t'a winhaj Dawid chi': --Tzach wak'canoch in tanhwumaloc t'a junelnhej, xchi winh."
        },
        {
            "number": "3",
            "text": "Ha t'a jun pekti’ chi', chamnacxo winhaj Samuel, masanil heb' israel ok'nac yuj winh. Ha t'a Ramá schonhab' winh, ata' mucb'il winh. Axo winhaj Saúl spechnaquel heb' ajchum winh yet' heb' tz'awtan spixan heb' chamnac t'a skal chonhab' Israel chi'."
        },
        {
            "number": "4",
            "text": "Ayic ix lajwi smolb'an sb'a heb' filisteo chi', ix b'at heb' sb'ok'e scampamento t'a Sunem. Anheja' ix smolb'anpax masanil heb' israel winhaj Saúl t'a Gilboa."
        },
        {
            "number": "5",
            "text": "Ayic ix yilanb'at scampamento heb' filisteo winhaj Saúl chi', ix somchaj spensar winh, ix xivb'at winh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix sk'anb'ej winh t'a Jehová, palta maj tak'woclaj t'a winh t'a wayichal, ma t'a heb' sacerdote, ma t'a heb' schecab' Dios."
        },
        {
            "number": "7",
            "text": "Ayic ix yilan winh to chuk yaji, ix yalan winh t'a heb' schecab' icha tik: --Sayec junok ix ix syal sk'uman spixan chamnac, yic wach' ha t'a ix ol in k'anb'ej in b'a, xchi winh. Ix tak'wi heb' winh ay yopisio yet' winh: --Ha t'a Endor, ay jun ix syal sk'uman spixan heb' chamnac chi', xchi heb' winh t'a winh."
        },
        {
            "number": "8",
            "text": "Ix sk'exanel spichul winhaj Saúl chi' yic sreyal, haxo yic heb' comon anima ix yak'och winh. Ix yik'anb'at chawanhxo soldado winh yet'oc, ix b'at winh t'ak'walil yic sb'at sk'anb'ej sb'a winh t'a jun ix ix chi', ix yalan winh t'a ix: --Tzin tewi t'ayach to in gana tzavtej spixan jun mach ol wal tik, xchi winh."
        },
        {
            "number": "9",
            "text": "Ix tak'wi ix t'a winh: --Ojtac tas ix utaj heb' ajchum yuj winhaj Saúl yet' heb' sk'uman spixan heb' chamnac, ix pechjiel heb' t'a yol chonhab' tik yuj winh. ¿Tas yuj tza say tas tz'aji yic tzin miljichamoc? xchi ix."
        },
        {
            "number": "10",
            "text": "Ix yak'an sti' winhaj Saúl chi': --Swak' in ti' t'a yichanh Jehová to malaj tas ol ach ik'anoc, xchi winh."
        },
        {
            "number": "11",
            "text": "--¿Mach b'an jun ol wavtej chi' alani? xchi ix. --Aton spixan winhaj Samuel chamnacxo tzavtej in k'ana', xchi winh."
        },
        {
            "number": "12",
            "text": "D'a wal jun rato chi' ix yilan winhaj Samuel jun ix ix chi', te chaanh ix el yav ix yuj xiwelal, ix yalan ix t'a winhaj Saúl chi':"
        },
        {
            "number": "13",
            "text": "--¿Tas yuj tzin ak' musansatil? Tob'an a ach Saúl ach, xchi ix t'a winh. --Ix tak'wi winhaj Saúl chi' icha tik: --Manh ach xiwoc, ¿tas jun ix il chi'? xchi winh. --Ay jun pixan chamnac swil sk'eul t'a yol lu'um, xchi ix."
        },
        {
            "number": "14",
            "text": "--¿Chajtil yilji? xchi winh. --Ha jun winh winak te ichamxo, ay jun k'apac spichul winh te jucan ayoch yuj, xchi ix. Ix snaanel winh to a winhaj Samuel ix sch'ox sb'a, yuj chi' ix em nhojan winh t'a sat lu'um."
        },
        {
            "number": "15",
            "text": "Ix yalan winhaj Samuel chi' t'a winh: --¿Tas yuj tzin ixtej, tzin avtancoti? xchi winh. Ix tak'wi winhaj Saúl chi': --Ix ach wavtej yic tzal t'ayin tas tzin k'ulej, yujto te xivnac in, ayxo ek' heb' filisteo yak' owal wed'oc, manhxo ayocochlaj Dios wed'oc, maxtzac tak'wilaj t'a tas swala', manhxo jab'oc stak'wi ayic tzin k'anb'an t'a heb' schecab', wach'chom t'a wayichal, xchi winh t'a winh."
        },
        {
            "number": "16",
            "text": "Ix tak'wi winhaj Samuel chi' icha tik: --Tato max tak'wi Jehová chi' t'ayach, ¿tas yuj a t'ayin tza k'anb'ej? Yujto toxo ix och Jehová ajk'olal t'ayach, yuj chi' ix ach yactejcani."
        },
        {
            "number": "17",
            "text": "Vanxo yelk'och tas schecnac Jehová wal t'ayach to toxo ix yik'ek' opisio t'a reyal, haxo t'a winhaj Dawid ix yak'cani."
        },
        {
            "number": "18",
            "text": "Yujto maj a k'anab'ajej a satanel heb' amalecita ayic yalan Jehová t'ayach, yuj chi' ix ach yactejcani."
        },
        {
            "number": "19",
            "text": "Manhoknhej chi', palta to ol ach yak'och Jehová yet' pax heb' a soldado t'a yol sk'ab' heb' filisteo chi', yuj chi' a k'ik'an tzach cham yet' heb' uninal, tzach jawi t'a yet'tal heb' chamnac b'aj ayinek' tik, yujto a Jehová ol ach ak'anoch yet' heb' a soldado t'a yol sk'ab' heb' filisteo chi', xchi winh."
        },
        {
            "number": "20",
            "text": "Ayic ix yab'an winhaj Saúl chi' icha chi', ix telwi winh, ix b'at wal lian winh t'a sat lu'um. Ix te xiv winh yuj tas ix yal winhaj Samuel chi'. Ix te el yip winh yujto maj walaj winh t'a jun k'u chi' yet' t'a jun ak'wal yic ix b'at winh t'a yoltac b'e."
        },
        {
            "number": "21",
            "text": "Yuj chi' ayic ix yilan jun ix ix chi' to ix te somchaj spensar winh, ix k'och ix t'a stz'ey winh, ix yalan ix: --Ha in a checab' in tik masanil tas ix ala' ix in k'anab'ajej, wach'chom ay smay in cham yuj tas ix in k'ulej tik."
        },
        {
            "number": "22",
            "text": "Yuj chi' ab' tas swal tik: Ol wak' jab'oc tas ol a wa''a yic wach' ol ochxoc jab'oc ip tzach b'ati, xchi ix t'a winh."
        },
        {
            "number": "23",
            "text": "Maj yal-laj sk'ol winh ix wa'i, palta haxo heb' winh schecab' winh ajun yet'oc yet' jun ix ix chi', a heb' ix ak'an pural winh swa'i. Ichato chi' ix k'e wan winh, ix em k'ojan winh t'a sti' jun ch'at."
        },
        {
            "number": "24",
            "text": "Yacb'an chi' ix smilancham jun nok' yune' wacax ix te b'ak'uech, ix sb'oan nok' ix yet' pax ixim pan malaj yich."
        },
        {
            "number": "25",
            "text": "Ix yik'anb'at wael chi' ix t'a winhaj Saúl chi' yet' t'a heb' winh schecab' winh ajun yet'oc, ix lajwi swa heb' winh, ix meltzaj heb' winh."
        }
    ]
}