{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "A d'a juntzanh k'ual chi', ix smolb'ej sb'a eb' soldado filisteo yic syak'an oval eb' yed' eb' israel. Ix yalan vinhaj Aquis chi' d'a vinhaj David icha tic: --A ach tic yovalil ol ach b'at ved' d'a oval yed' eb' ajun ed'oc, xchi vinh."
        },
        {
            "number": "2",
            "text": "Ix tak'vi vinhaj David chi' d'a vinh: --Ichocab'ta' mamin rey, a ticnaic ol ila' tastac syal vuuj a in a checab' in tic, xchi vinh. Ix yalanxi vinh d'a vinhaj David chi': --Tzach vak'canoch in tanhvumaloc d'a junelnhej, xchi vinh."
        },
        {
            "number": "3",
            "text": "A d'a jun tiempoal chi', chamnacxo vinhaj Samuel, masanil eb' israel ok'nac yuj vinh. A d'a Ramá schonhab' vinh, ata' mucb'il vinh. Axo vinhaj Saúl spechnaquel eb' ajchum vinh yed' eb' tz'avtan spixan eb' chamnac d'a scal chonhab' Israel chi'."
        },
        {
            "number": "4",
            "text": "Ayic ix lajvi smolb'an sb'a eb' filisteo chi', ix b'at eb' sb'oq'ue scampamento d'a Sunem. Anheja' ix smolb'anpax masanil eb' israel vinhaj Saúl d'a Gilboa."
        },
        {
            "number": "5",
            "text": "Ayic ix yilanb'at scampamento eb' filisteo vinhaj Saúl chi', ix somchaj spensar vinh, ix xivb'at vinh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix sk'anb'ej vinh d'a Jehová, palta maj tak'voclaj d'a vinh d'a vayichal, ma d'a eb' sacerdote, ma d'a eb' schecab' Dios."
        },
        {
            "number": "7",
            "text": "Ayic ix yilan vinh to chuc yaji, ix yalan vinh d'a eb' schecab' icha tic: --Sayec junoc ix ix syal sk'uman spixan chamnac, yic vach' a d'a ix ol in k'anb'ej in b'a, xchi vinh. Ix tak'vi eb' vinh ay yopisio yed' vinh: --A d'a Endor, ay jun ix syal sk'uman spixan eb' chamnac chi', xchi eb' vinh d'a vinh."
        },
        {
            "number": "8",
            "text": "Ix sq'uexanel spichul vinhaj Saúl chi' yic sreyal, axo yic eb' comon anima ix yak'och vinh. Ix yik'anb'at chavanhxo soldado vinh yed'oc, ix b'at vinh d'ak'valil yic sb'at sk'anb'ej sb'a vinh d'a jun ix ix chi', ix yalan vinh d'a ix: --Tzin tevi d'ayach to in gana tzavtej spixan jun mach ol val tic, xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi ix d'a vinh: --Ojtac tas ix utaj eb' ajchum yuj vinhaj Saúl yed' eb' sk'uman spixan eb' chamnac, ix pechjiel eb' d'a yol chonhab' tic yuj vinh. ¿Tas yuj tza say tas tz'aji yic tzin miljichamoc? xchi ix."
        },
        {
            "number": "10",
            "text": "Ix yak'an sti' vinhaj Saúl chi': --Svak' in ti' d'a yichanh Jehová to malaj tas ol ach ik'anoc, xchi vinh."
        },
        {
            "number": "11",
            "text": "--¿Mach b'an jun ol vavtej chi' alani? xchi ix. --Aton spixan vinhaj Samuel chamnacxo tzavtej in k'ana', xchi vinh."
        },
        {
            "number": "12",
            "text": "D'a val jun rato chi' ix yilan vinhaj Samuel jun ix ix chi', te chaanh ix el yav ix yuj xivelal, ix yalan ix d'a vinhaj Saúl chi':"
        },
        {
            "number": "13",
            "text": "--¿Tas yuj tzin ak' musansatil? Tob'an a ach Saúl ach, xchi ix d'a vinh. --Ix tak'vi vinhaj Saúl chi' icha tic: --Manh ach xivoc, ¿tas jun ix il chi'? xchi vinh. --Ay jun pixan chamnac svil sq'ueul d'a yol luum, xchi ix."
        },
        {
            "number": "14",
            "text": "--¿Chajtil yilji? xchi vinh. --A jun vinh vinac te ichamxo, ay jun k'apac spichul vinh te jucan ayoch yuuj, xchi ix. Ix snaanel vinh to a vinhaj Samuel ix sch'ox sb'a, yuj chi' ix em nhojan vinh d'a sat luum."
        },
        {
            "number": "15",
            "text": "Ix yalan vinhaj Samuel chi' d'a vinh: --¿Tas yuj tzin ixtej, tzin avtancoti? xchi vinh. Ix tak'vi vinhaj Saúl chi': --Ix ach vavtej yic tzal d'ayin tas tzin k'ulej, yujto te xivnac in, ayxo ek' eb' filisteo yak' oval ved'oc, manhxo ayocochlaj Dios ved'oc, maxtzac tak'vilaj d'a tas svala', manhxo jab'oc stak'vi ayic tzin k'anb'an d'a eb' schecab', vach'chom d'a vayichal, xchi vinh d'a vinh."
        },
        {
            "number": "16",
            "text": "Ix tak'vi vinhaj Samuel chi' icha tic: --Tato max tak'vi Jehová chi' d'ayach, ¿tas yuj a d'ayin tza k'anb'ej? Yujto toxo ix och Jehová ajk'olal d'ayach, yuj chi' ix ach yactejcani."
        },
        {
            "number": "17",
            "text": "Vanxo yelk'och tas schecnac Jehová val d'ayach to toxo ix yiq'uek' opisio d'a reyal, axo d'a vinhaj David ix yak'cani."
        },
        {
            "number": "18",
            "text": "Yujto maj a k'anab'ajej a satanel eb' amalecita ayic yalan Jehová d'ayach, yuj chi' ix ach yactejcani."
        },
        {
            "number": "19",
            "text": "Manhocnhej chi', palta to ol ach yak'och Jehová yed' pax eb' a soldado d'a yol sk'ab' eb' filisteo chi', yuj chi' a q'uik'an tzach cham yed' eb' uninal, tzach javi d'a yed'tal eb' chamnac b'aj ayinek' tic, yujto a Jehová ol ach ak'anoch yed' eb' a soldado d'a yol sk'ab' eb' filisteo chi', xchi vinh."
        },
        {
            "number": "20",
            "text": "Ayic ix yab'an vinhaj Saúl chi' icha chi', ix telvi vinh, ix b'at val lian vinh d'a sat luum. Ix te xiv vinh yuj tas ix yal vinhaj Samuel chi'. Ix te el yip vinh yujto maj valaj vinh d'a jun k'u chi' yed' d'a jun ak'val yic ix b'at vinh d'a yoltac b'e."
        },
        {
            "number": "21",
            "text": "Yuj chi' ayic ix yilan jun ix ix chi' to ix te somchaj spensar vinh, ix k'och ix d'a stz'ey vinh, ix yalan ix: --A in a checab' in tic masanil tas ix ala' ix in k'anab'ajej, vach'chom ay smay in cham yuj tas ix in k'ulej tic."
        },
        {
            "number": "22",
            "text": "Yuj chi' ab' tas sval tic: Ol vak' jab'oc tas ol a va'a yic vach' ol ochxoc jab'oc ip tzach b'ati, xchi ix d'a vinh."
        },
        {
            "number": "23",
            "text": "Maj yal-laj sk'ol vinh ix va'i, palta axo eb' vinh schecab' vinh ajun yed'oc yed' jun ix ix chi', a eb' ix ak'an pural vinh sva'i. Ichato chi' ix q'ue van vinh, ix em k'ojan vinh d'a sti' jun ch'at."
        },
        {
            "number": "24",
            "text": "Yacb'an chi' ix smilancham jun nok' yune' vacax ix te b'aq'uech, ix sb'oan nok' ix yed' pax ixim pan malaj yich."
        },
        {
            "number": "25",
            "text": "Ix yik'anb'at vael chi' ix d'a vinhaj Saúl chi' yed' d'a eb' vinh schecab' vinh ajun yed'oc, ix lajvi sva eb' vinh, ix meltzaj eb' vinh."
        }
    ]
}