{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a juntzanh k'ual chi', ix smolb'ej sb'a eb' soldado filisteo yic syak'an oval eb' yet' eb' israel. Ix yalan vinhaj Aquis chi' t'a vinhaj David icha tik: --Ha ach tik yovalil ol ach b'at ved' t'a oval yet' eb' ajun ed'oc, xchi vinh."
        },
        {
            "number": "2",
            "text": "Ix tak'vi vinhaj David chi' t'a vinh: --Ichocab'ta' mamin rey, a ticnaic ol ila' tastac syal vuuj a in a checab' in tik, xchi vinh. Ix yalanxi vinh t'a vinhaj David chi': --Tzach vak'canoch in tanhvumaloc t'a junelnhej, xchi vinh."
        },
        {
            "number": "3",
            "text": "Ha t'a jun pekti’ chi', chamnacxo vinhaj Samuel, masanil eb' israel ok'nac yuj vinh. Ha t'a Ramá schonhab' vinh, ata' mucb'il vinh. Axo vinhaj Saúl spechnaquel eb' ajchum vinh yet' eb' tz'avtan spixan eb' chamnac t'a skal chonhab' Israel chi'."
        },
        {
            "number": "4",
            "text": "Ayic ix lajvi smolb'an sb'a eb' filisteo chi', ix b'at eb' sb'oq'ue scampamento t'a Sunem. Anheja' ix smolb'anpax masanil eb' israel vinhaj Saúl t'a Gilboa."
        },
        {
            "number": "5",
            "text": "Ayic ix yilanb'at scampamento eb' filisteo vinhaj Saúl chi', ix somchaj spensar vinh, ix xivb'at vinh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix sk'anb'ej vinh t'a Jehová, palta maj tak'voclaj t'a vinh t'a vayichal, ma t'a eb' sacerdote, ma t'a eb' schecab' Dios."
        },
        {
            "number": "7",
            "text": "Ayic ix yilan vinh to chuc yaji, ix yalan vinh t'a eb' schecab' icha tik: --Sayec junok ix ix syal sk'uman spixan chamnac, yic wach' ha t'a ix ol in k'anb'ej in b'a, xchi vinh. Ix tak'vi eb' vinh ay yopisio yet' vinh: --Ha t'a Endor, ay jun ix syal sk'uman spixan eb' chamnac chi', xchi eb' vinh t'a vinh."
        },
        {
            "number": "8",
            "text": "Ix sq'uexanel spichul vinhaj Saúl chi' yic sreyal, haxo yic eb' comon anima ix yak'och vinh. Ix yik'anb'at chavanhxo soldado vinh yet'oc, ix b'at vinh t'ak'walil yic sb'at sk'anb'ej sb'a vinh t'a jun ix ix chi', ix yalan vinh t'a ix: --Tzin tevi t'ayach to in gana tzavtej spixan jun mach ol val tik, xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi ix t'a vinh: --Ojtac tas ix utaj eb' ajchum yuj vinhaj Saúl yet' eb' sk'uman spixan eb' chamnac, ix pechjiel eb' t'a yol chonhab' tik yuj vinh. ¿Tas yuj tza say tas tz'aji yic tzin miljichamoc? xchi ix."
        },
        {
            "number": "10",
            "text": "Ix yak'an sti' vinhaj Saúl chi': --Svak' in ti' t'a yichanh Jehová to malaj tas ol ach ik'anoc, xchi vinh."
        },
        {
            "number": "11",
            "text": "--¿Mach b'an jun ol vavtej chi' alani? xchi ix. --Aton spixan vinhaj Samuel chamnacxo tzavtej in k'ana', xchi vinh."
        },
        {
            "number": "12",
            "text": "D'a val jun rato chi' ix yilan vinhaj Samuel jun ix ix chi', te chaanh ix el yav ix yuj xivelal, ix yalan ix t'a vinhaj Saúl chi':"
        },
        {
            "number": "13",
            "text": "--¿Tas yuj tzin ak' musansatil? Tob'an a ach Saúl ach, xchi ix t'a vinh. --Ix tak'vi vinhaj Saúl chi' icha tik: --Manh ach xivoc, ¿tas jun ix il chi'? xchi vinh. --Ay jun pixan chamnac svil sq'ueul t'a yol lu'um, xchi ix."
        },
        {
            "number": "14",
            "text": "--¿Chajtil yilji? xchi vinh. --Ha jun vinh vinac te ichamxo, ay jun k'apac spichul vinh te jucan ayoch yuj, xchi ix. Ix snaanel vinh to a vinhaj Samuel ix sch'ox sb'a, yuj chi' ix em nhojan vinh t'a sat lu'um."
        },
        {
            "number": "15",
            "text": "Ix yalan vinhaj Samuel chi' t'a vinh: --¿Tas yuj tzin ixtej, tzin avtancoti? xchi vinh. Ix tak'vi vinhaj Saúl chi': --Ix ach vavtej yic tzal t'ayin tas tzin k'ulej, yujto te xivnac in, ayxo ek' eb' filisteo yak' oval ved'oc, manhxo ayocochlaj Dios ved'oc, maxtzac tak'vilaj t'a tas svala', manhxo jab'oc stak'vi ayic tzin k'anb'an t'a eb' schecab', wach'chom t'a vayichal, xchi vinh t'a vinh."
        },
        {
            "number": "16",
            "text": "Ix tak'vi vinhaj Samuel chi' icha tik: --Tato max tak'vi Jehová chi' t'ayach, ¿tas yuj a t'ayin tza k'anb'ej? Yujto toxo ix och Jehová ajk'olal t'ayach, yuj chi' ix ach yactejcani."
        },
        {
            "number": "17",
            "text": "Vanxo yelk'och tas schecnac Jehová val t'ayach to toxo ix yiq'uek' opisio t'a reyal, haxo t'a vinhaj David ix yak'cani."
        },
        {
            "number": "18",
            "text": "Yujto maj a k'anab'ajej a satanel eb' amalecita ayic yalan Jehová t'ayach, yuj chi' ix ach yactejcani."
        },
        {
            "number": "19",
            "text": "Manhocnhej chi', palta to ol ach yak'och Jehová yet' pax eb' a soldado t'a yol sk'ab' eb' filisteo chi', yuj chi' a k'ik'an tzach cham yet' eb' uninal, tzach javi t'a yet'tal eb' chamnac b'aj ayinek' tik, yujto a Jehová ol ach ak'anoch yet' eb' a soldado t'a yol sk'ab' eb' filisteo chi', xchi vinh."
        },
        {
            "number": "20",
            "text": "Ayic ix yab'an vinhaj Saúl chi' icha chi', ix telvi vinh, ix b'at val lian vinh t'a sat lu'um. Ix te xiv vinh yuj tas ix yal vinhaj Samuel chi'. Ix te el yip vinh yujto maj valaj vinh t'a jun k'u chi' yet' t'a jun ak'val yic ix b'at vinh t'a yoltac b'e."
        },
        {
            "number": "21",
            "text": "Yuj chi' ayic ix yilan jun ix ix chi' to ix te somchaj spensar vinh, ix k'och ix t'a stz'ey vinh, ix yalan ix: --Ha in a checab' in tik masanil tas ix ala' ix in k'anab'ajej, wach'chom ay smay in cham yuj tas ix in k'ulej tik."
        },
        {
            "number": "22",
            "text": "Yuj chi' ab' tas sval tik: Ol vak' jab'oc tas ol a wa''a yic wach' ol ochxoc jab'oc ip tzach b'ati, xchi ix t'a vinh."
        },
        {
            "number": "23",
            "text": "Maj yal-laj sk'ol vinh ix wa'i, palta haxo eb' vinh schecab' vinh ajun yet'oc yet' jun ix ix chi', a eb' ix ak'an pural vinh sva'i. Ichato chi' ix q'ue van vinh, ix em k'ojan vinh t'a sti' jun ch'at."
        },
        {
            "number": "24",
            "text": "Yacb'an chi' ix smilancham jun nok' yune' vacax ix te b'ak'uech, ix sb'oan nok' ix yet' pax ixim pan malaj yich."
        },
        {
            "number": "25",
            "text": "Ix yik'anb'at vael chi' ix t'a vinhaj Saúl chi' yet' t'a eb' vinh schecab' vinh ajun yet'oc, ix lajvi sva eb' vinh, ix meltzaj eb' vinh."
        }
    ]
}