{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a juntzanh k'ual chi', ix smolb'ej sb'a eb' soldado filisteo yic syak'an oval eb' yet' eb' israel. Ix yalan winhaj Aquis chi' t'a winhaj David icha tik: --Ha ach tik yowalil ol ach b'at ved' t'a oval yet' eb' ajun ed'oc, xchi winh."
        },
        {
            "number": "2",
            "text": "Ix tak'vi winhaj David chi' t'a winh: --Ichocab'ta' mamin rey, a ticnaic ol ila' tastac syal vuuj a in a checab' in tik, xchi winh. Ix yalanxi winh t'a winhaj David chi': --Tzach vak'canoch in tanhvumaloc t'a junelnhej, xchi winh."
        },
        {
            "number": "3",
            "text": "Ha t'a jun pekti’ chi', chamnacxo winhaj Samuel, masanil eb' israel ok'nac yuj winh. Ha t'a Ramá schonhab' winh, ata' mucb'il winh. Axo winhaj Saúl spechnaquel eb' ajchum winh yet' eb' tz'awtan spixan eb' chamnac t'a skal chonhab' Israel chi'."
        },
        {
            "number": "4",
            "text": "Ayic ix lajvi smolb'an sb'a eb' filisteo chi', ix b'at eb' sb'oq'ue scampamento t'a Sunem. Anheja' ix smolb'anpax masanil eb' israel winhaj Saúl t'a Gilboa."
        },
        {
            "number": "5",
            "text": "Ayic ix yilanb'at scampamento eb' filisteo winhaj Saúl chi', ix somchaj spensar winh, ix xivb'at winh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix sk'anb'ej winh t'a Jehová, palta maj tak'voclaj t'a winh t'a vayichal, ma t'a eb' sacerdote, ma t'a eb' schecab' Dios."
        },
        {
            "number": "7",
            "text": "Ayic ix yilan winh to chuk yaji, ix yalan winh t'a eb' schecab' icha tik: --Sayec junok ix ix syal sk'uman spixan chamnac, yic wach' ha t'a ix ol in k'anb'ej in b'a, xchi winh. Ix tak'vi eb' winh ay yopisio yet' winh: --Ha t'a Endor, ay jun ix syal sk'uman spixan eb' chamnac chi', xchi eb' winh t'a winh."
        },
        {
            "number": "8",
            "text": "Ix sq'uexanel spichul winhaj Saúl chi' yic sreyal, haxo yic eb' comon anima ix yak'och winh. Ix yik'anb'at chavanhxo soldado winh yet'oc, ix b'at winh t'ak'walil yic sb'at sk'anb'ej sb'a winh t'a jun ix ix chi', ix yalan winh t'a ix: --Tzin tevi t'ayach to in gana tzavtej spixan jun mach ol val tik, xchi winh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi ix t'a winh: --Ojtac tas ix utaj eb' ajchum yuj winhaj Saúl yet' eb' sk'uman spixan eb' chamnac, ix pechjiel eb' t'a yol chonhab' tik yuj winh. ¿Tas yuj tza say tas tz'aji yic tzin miljichamoc? xchi ix."
        },
        {
            "number": "10",
            "text": "Ix yak'an sti' winhaj Saúl chi': --Svak' in ti' t'a yichanh Jehová to malaj tas ol ach ik'anoc, xchi winh."
        },
        {
            "number": "11",
            "text": "--¿Mach b'an jun ol vavtej chi' alani? xchi ix. --Aton spixan winhaj Samuel chamnacxo tzavtej in k'ana', xchi winh."
        },
        {
            "number": "12",
            "text": "D'a val jun rato chi' ix yilan winhaj Samuel jun ix ix chi', te chaanh ix el yav ix yuj xivelal, ix yalan ix t'a winhaj Saúl chi':"
        },
        {
            "number": "13",
            "text": "--¿Tas yuj tzin ak' musansatil? Tob'an a ach Saúl ach, xchi ix t'a winh. --Ix tak'vi winhaj Saúl chi' icha tik: --Manh ach xivoc, ¿tas jun ix il chi'? xchi winh. --Ay jun pixan chamnac svil sq'ueul t'a yol lu'um, xchi ix."
        },
        {
            "number": "14",
            "text": "--¿Chajtil yilji? xchi winh. --Ha jun winh vinac te ichamxo, ay jun k'apac spichul winh te jucan ayoch yuj, xchi ix. Ix snaanel winh to a winhaj Samuel ix sch'ox sb'a, yuj chi' ix em nhojan winh t'a sat lu'um."
        },
        {
            "number": "15",
            "text": "Ix yalan winhaj Samuel chi' t'a winh: --¿Tas yuj tzin ixtej, tzin avtancoti? xchi winh. Ix tak'vi winhaj Saúl chi': --Ix ach vavtej yic tzal t'ayin tas tzin k'ulej, yujto te xivnac in, ayxo ek' eb' filisteo yak' oval ved'oc, manhxo ayocochlaj Dios ved'oc, maxtzac tak'vilaj t'a tas svala', manhxo jab'oc stak'vi ayic tzin k'anb'an t'a eb' schecab', wach'chom t'a vayichal, xchi winh t'a winh."
        },
        {
            "number": "16",
            "text": "Ix tak'vi winhaj Samuel chi' icha tik: --Tato max tak'vi Jehová chi' t'ayach, ¿tas yuj a t'ayin tza k'anb'ej? Yujto toxo ix och Jehová ajk'olal t'ayach, yuj chi' ix ach yactejcani."
        },
        {
            "number": "17",
            "text": "Vanxo yelk'och tas schecnac Jehová val t'ayach to toxo ix yiq'uek' opisio t'a reyal, haxo t'a winhaj David ix yak'cani."
        },
        {
            "number": "18",
            "text": "Yujto maj a k'anab'ajej a satanel eb' amalecita ayic yalan Jehová t'ayach, yuj chi' ix ach yactejcani."
        },
        {
            "number": "19",
            "text": "Manhocnhej chi', palta to ol ach yak'och Jehová yet' pax eb' a soldado t'a yol sk'ab' eb' filisteo chi', yuj chi' a k'ik'an tzach cham yet' eb' uninal, tzach javi t'a yet'tal eb' chamnac b'aj ayinek' tik, yujto a Jehová ol ach ak'anoch yet' eb' a soldado t'a yol sk'ab' eb' filisteo chi', xchi winh."
        },
        {
            "number": "20",
            "text": "Ayic ix yab'an winhaj Saúl chi' icha chi', ix telvi winh, ix b'at val lian winh t'a sat lu'um. Ix te xiv winh yuj tas ix yal winhaj Samuel chi'. Ix te el yip winh yujto maj valaj winh t'a jun k'u chi' yet' t'a jun ak'val yic ix b'at winh t'a yoltac b'e."
        },
        {
            "number": "21",
            "text": "Yuj chi' ayic ix yilan jun ix ix chi' to ix te somchaj spensar winh, ix k'och ix t'a stz'ey winh, ix yalan ix: --Ha in a checab' in tik masanil tas ix ala' ix in k'anab'ajej, wach'chom ay smay in cham yuj tas ix in k'ulej tik."
        },
        {
            "number": "22",
            "text": "Yuj chi' ab' tas swal tik: Ol vak' jab'oc tas ol a wa''a yic wach' ol ochxoc jab'oc ip tzach b'ati, xchi ix t'a winh."
        },
        {
            "number": "23",
            "text": "Maj yal-laj sk'ol winh ix wa'i, palta haxo eb' winh schecab' winh ajun yet'oc yet' jun ix ix chi', a eb' ix ak'an pural winh sva'i. Ichato chi' ix q'ue van winh, ix em k'ojan winh t'a sti' jun ch'at."
        },
        {
            "number": "24",
            "text": "Yacb'an chi' ix smilancham jun nok' yune' vacax ix te b'ak'uech, ix sb'oan nok' ix yet' pax ixim pan malaj yich."
        },
        {
            "number": "25",
            "text": "Ix yik'anb'at vael chi' ix t'a winhaj Saúl chi' yet' t'a eb' winh schecab' winh ajun yet'oc, ix lajvi sva eb' winh, ix meltzaj eb' winh."
        }
    ]
}