{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ayic mantzac b'at eb' soldado filisteo d'a Sunem, molanxoek' eb' d'a Afec, axo eb' israel ayek' eb' d'a sjaj a a' yic Jezreel."
        },
        {
            "number": "2",
            "text": "Ayic ix avtaj slistail masanil eb' soldado filisteo yuj eb' vinh yajalil, ix b'ischaj eb' d'a cientoal yed' d'a smilal, axo pax vinhaj David yed' eb' soldado, tzak'anoch eb' d'a spatic vinhaj Aquis."
        },
        {
            "number": "3",
            "text": "A eb' vinh yajalil eb' soldado filisteo chi', ix sk'anb'ej eb' d'a vinhaj Aquis chi': --¿Tas yaj juntzanh eb' hebreo ayek' d'a co cal tic? xchi eb' vinh. Ix tak'vi vinh d'a eb' vinh: --Aton vinhaj David tic schecab' vinhaj Saúl, sreyal eb' israel. Palta ayxo yajek' vinh ved'oc. Atax yic sjavinac vinh, malaj jab'oc spaltail vinh svila', xchi vinh."
        },
        {
            "number": "4",
            "text": "Palta ix cot yoval eb' vinh yajal chi' d'a vinh rey chi', ix yalan eb' vinh: --Al d'a eb' to smelzajcan eb' d'a schonhab' ix ak' chi', max b'atlaj eb' qued'oc d'a oval, axo talaj tz'aji a d'ayonh smeltzajoch eb' ajk'olal d'a scal oval chi'. Q'uinaloc sna vinhaj David tic scanxi vach'il d'a vinhaj Saúl, smilancham eb' co soldado tic vinh."
        },
        {
            "number": "5",
            "text": "Yujto a vinhaj David tic b'itajnac yuj eb' ix ix, ayic sq'uenac chennaj eb' ix, yalannac eb' ix icha tic: Smilal eb' soldado ix smilcham vinhaj Saúl. Lajlajunh mil ix smilcham vinhaj David, xchi eb' ix."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix avtajcot vinhaj David chi' yuj vinhaj Aquis chi', ix yalan vinh: --Syil Jehová to te vach' a pensar. Ix scha val in k'ool a b'eyb'al ayic ach ek'nhej ved'oc. Malaj jab'oc a paltail ix vila' yictax ach javi d'a tic, masanto ticnaic. Palta a eb' vetyajalil tic, max schalaj sk'ol eb' tzach b'at qued' d'a oval."
        },
        {
            "number": "7",
            "text": "Yuj chi', meltzajanh d'a tzalajk'olal, yic vach' manh chucoc syab' eb' uuj, xchi vinh."
        },
        {
            "number": "8",
            "text": "Ix yalan vinhaj David chi' icha tic: --Mamin rey, ¿tas ix in k'ulej? ¿Tas ix il d'ayin d'a jun tiempoal ayinek' ed' tic, yuj chi' max yal in b'at vak' oval d'a mach ayoch ajk'olal d'ayach? xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi vinhaj Aquis chi', ix yalan vinh: --Vojtac val to te vach' ach, lajan ach icha junoc yángel Dios, palta a eb' vetyajalil tic, toxo ix yal eb' to max yal och d'a co cal d'a oval."
        },
        {
            "number": "10",
            "text": "Yuj chi' ayic sacb'i q'uik'an tzach meltzaj yed' eb' a soldado, aton eb' schecab' vinh ajalil. Tzex b'at d'a q'uinhib'alil, xchi vinh."
        },
        {
            "number": "11",
            "text": "Yuj chi' a d'a junxo q'uinhib'alil chi', ix meltzaj vinhaj David chi' yed' eb' soldado d'a schonhab' eb' ak'b'il. Axo eb' filisteo chi' ix q'uecan eb' d'a Jezreel."
        }
    ]
}