{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ayic mantzac b'at eb' soldado filisteo t'a Sunem, molanxoek' eb' t'a Afec, haxo eb' israel ayek' eb' t'a sjaj ha ha' yic Jezreel."
        },
        {
            "number": "2",
            "text": "Ayic ix avtaj slistail masanil eb' soldado filisteo yuj eb' winh yajalil, ix b'ischaj eb' t'a cientoal yet' t'a smilal, haxo pax winhaj David yet' eb' soldado, tzak'anoch eb' t'a spatic winhaj Aquis."
        },
        {
            "number": "3",
            "text": "Ha eb' winh yajalil eb' soldado filisteo chi', ix sk'anb'ej eb' t'a winhaj Aquis chi': --¿Tas yaj juntzanh eb' hebreo ayek' t'a co cal tik? xchi eb' winh. Ix tak'vi winh t'a eb' winh: --Aton winhaj David tik schecab' winhaj Saúl, sreyal eb' israel. Palta ayxo yajek' winh ved'oc. Atax yic sjavinac winh, malaj jab'oc spaltail winh svila', xchi winh."
        },
        {
            "number": "4",
            "text": "Palta ix cot yoval eb' winh yajal chi' t'a winh rey chi', ix yalan eb' winh: --Al t'a eb' to smelzajcan eb' t'a schonhab' ix ak' chi', max b'atlaj eb' qued'oc t'a oval, haxo talaj tz'aji a t'ayonh smeltzajoch eb' ajk'olal t'a skal oval chi'. Q'uinaloc sna winhaj David tik scanxi wach'il t'a winhaj Saúl, smilancham eb' co soldado tik winh."
        },
        {
            "number": "5",
            "text": "Yujto a winhaj David tik b'itajnac yuj eb' ix ix, ayic sq'uenac chennaj eb' ix, yalannac eb' ix icha tik: Smilal eb' soldado ix smilcham winhaj Saúl. Lajlajunh mil ix smilcham winhaj David, xchi eb' ix."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix avtajcot winhaj David chi' yuj winhaj Aquis chi', ix yalan winh: --Syil Jehová to te wach' a pensar. Ix scha val in k'ool a b'eyb'al ayic ach ek'nhej ved'oc. Malaj jab'oc a paltail ix wila'' yictax ach javi t'a tik, masanto ticnaic. Palta a eb' vetyajalil tik, max schalaj sk'ol eb' tzach b'at qued' t'a oval."
        },
        {
            "number": "7",
            "text": "Yuj chi', meltzajanh t'a tzalajk'olal, yic wach' manh chucoc syab' eb' uuj, xchi winh."
        },
        {
            "number": "8",
            "text": "Ix yalan winhaj David chi' icha tik: --Mamin rey, ¿tas ix in k'ulej? ¿Tas ix il t'ayin t'a jun pekti’ ayinek' ed' tik, yuj chi' max yal in b'at vak' oval t'a mach ayoch ajk'olal t'ayach? xchi winh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi winhaj Aquis chi', ix yalan winh: --Vojtac val to te wach' ach, lajan ach icha junok yángel Dios, palta a eb' vetyajalil tik, toxo ix yal eb' to max yal och t'a co cal t'a oval."
        },
        {
            "number": "10",
            "text": "Yuj chi' ayic sakb'i k'ik'an tzach meltzaj yet' eb' a soldado, aton eb' schecab' winh ajalil. Tzex b'at t'a q'uinhib'alil, xchi winh."
        },
        {
            "number": "11",
            "text": "Yuj chi' ha t'a junxo q'uinhib'alil chi', ix meltzaj winhaj David chi' yet' eb' soldado t'a schonhab' eb' ak'b'il. Axo eb' filisteo chi' ix k'ekan eb' t'a Jezreel."
        }
    ]
}