{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ayic mantzac b'at eb' soldado filisteo t'a Sunem, molanxoek' eb' t'a Afec, haxo eb' israel ayek' eb' t'a sjaj ha ha' yic Jezreel."
        },
        {
            "number": "2",
            "text": "Ayic ix avtaj slistail masanil eb' soldado filisteo yuj eb' vinh yajalil, ix b'ischaj eb' t'a cientoal yet' t'a smilal, haxo pax vinhaj David yet' eb' soldado, tzak'anoch eb' t'a spatic vinhaj Aquis."
        },
        {
            "number": "3",
            "text": "Ha eb' vinh yajalil eb' soldado filisteo chi', ix sk'anb'ej eb' t'a vinhaj Aquis chi': --¿Tas yaj juntzanh eb' hebreo ayek' t'a co cal tik? xchi eb' vinh. Ix tak'vi vinh t'a eb' vinh: --Aton vinhaj David tik schecab' vinhaj Saúl, sreyal eb' israel. Palta ayxo yajek' vinh ved'oc. Atax yic sjavinac vinh, malaj jab'oc spaltail vinh svila', xchi vinh."
        },
        {
            "number": "4",
            "text": "Palta ix cot yoval eb' vinh yajal chi' t'a vinh rey chi', ix yalan eb' vinh: --Al t'a eb' to smelzajcan eb' t'a schonhab' ix ak' chi', max b'atlaj eb' qued'oc t'a oval, haxo talaj tz'aji a t'ayonh smeltzajoch eb' ajk'olal t'a skal oval chi'. Q'uinaloc sna vinhaj David tik scanxi wach'il t'a vinhaj Saúl, smilancham eb' co soldado tik vinh."
        },
        {
            "number": "5",
            "text": "Yujto a vinhaj David tik b'itajnac yuj eb' ix ix, ayic sq'uenac chennaj eb' ix, yalannac eb' ix icha tik: Smilal eb' soldado ix smilcham vinhaj Saúl. Lajlajunh mil ix smilcham vinhaj David, xchi eb' ix."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix avtajcot vinhaj David chi' yuj vinhaj Aquis chi', ix yalan vinh: --Syil Jehová to te wach' a pensar. Ix scha val in k'ool a b'eyb'al ayic ach ek'nhej ved'oc. Malaj jab'oc a paltail ix wila'' yictax ach javi t'a tik, masanto ticnaic. Palta a eb' vetyajalil tik, max schalaj sk'ol eb' tzach b'at qued' t'a oval."
        },
        {
            "number": "7",
            "text": "Yuj chi', meltzajanh t'a tzalajk'olal, yic wach' manh chucoc syab' eb' uuj, xchi vinh."
        },
        {
            "number": "8",
            "text": "Ix yalan vinhaj David chi' icha tik: --Mamin rey, ¿tas ix in k'ulej? ¿Tas ix il t'ayin t'a jun pekti’ ayinek' ed' tik, yuj chi' max yal in b'at vak' oval t'a mach ayoch ajk'olal t'ayach? xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi vinhaj Aquis chi', ix yalan vinh: --Vojtac val to te wach' ach, lajan ach icha junok yángel Dios, palta a eb' vetyajalil tik, toxo ix yal eb' to max yal och t'a co cal t'a oval."
        },
        {
            "number": "10",
            "text": "Yuj chi' ayic sakb'i k'ik'an tzach meltzaj yet' eb' a soldado, aton eb' schecab' vinh ajalil. Tzex b'at t'a q'uinhib'alil, xchi vinh."
        },
        {
            "number": "11",
            "text": "Yuj chi' ha t'a junxo q'uinhib'alil chi', ix meltzaj vinhaj David chi' yet' eb' soldado t'a schonhab' eb' ak'b'il. Axo eb' filisteo chi' ix k'ekan eb' t'a Jezreel."
        }
    ]
}