{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ayic mantzac b'at heb' soldado filisteo t'a Sunem, molanxoek' heb' t'a Afec, haxo heb' israel ayek' heb' t'a sjaj ha ha' yic Jezreel."
        },
        {
            "number": "2",
            "text": "Ayic ix avtaj slistail masanil heb' soldado filisteo yuj heb' winh yajalil, ix b'ischaj heb' t'a cientoal yet' t'a smilal, haxo pax winhaj Dawid yet' heb' soldado, tzak'anoch heb' t'a spatic winhaj Aquis."
        },
        {
            "number": "3",
            "text": "Ha heb' winh yajalil heb' soldado filisteo chi', ix sk'anb'ej heb' t'a winhaj Aquis chi': --¿Tas yaj juntzanh heb' hebreo ayek' t'a ko kal tik? xchi heb' winh. Ix tak'wi winh t'a heb' winh: --Aton winhaj Dawid tik schecab' winhaj Saúl, sreyal heb' israel. Palta ayxo yajek' winh wed'oc. Atax yic sjawinac winh, malaj jab'oc spaltail winh swila', xchi winh."
        },
        {
            "number": "4",
            "text": "Palta ix cot yowal heb' winh yajal chi' t'a winh rey chi', ix yalan heb' winh: --Al t'a heb' to smelzajcan heb' t'a schonhab' ix ak' chi', max b'atlaj heb' qued'oc t'a owal, haxo talaj tz'aji a t'ayonh smeltzajoch heb' ajk'olal t'a skal owal chi'. Q'uinaloc sna winhaj Dawid tik scanxi wach'il t'a winhaj Saúl, smilancham heb' ko soldado tik winh."
        },
        {
            "number": "5",
            "text": "Yujto a winhaj Dawid tik b'itajnac yuj heb' ix ix, ayic sk'enac chennaj heb' ix, yalannac heb' ix icha tik: Smilal heb' soldado ix smilcham winhaj Saúl. Lajlajunh mil ix smilcham winhaj Dawid, xchi heb' ix."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix avtajcot winhaj Dawid chi' yuj winhaj Aquis chi', ix yalan winh: --Syil Jehová to te wach' a pensar. Ix scha wal in k'ool a b'eyb'al ayic ach ek'nhej wed'oc. Malaj jab'oc a paltail ix wila'' yictax ach jawi t'a tik, masanto ticnaik. Palta a heb' wetyajalil tik, max schalaj sk'ol heb' tzach b'at qued' t'a owal."
        },
        {
            "number": "7",
            "text": "Yuj chi', meltzajanh t'a tzalajk'olal, yic wach' manh chucoc syab' heb' uuj, xchi winh."
        },
        {
            "number": "8",
            "text": "Ix yalan winhaj Dawid chi' icha tik: --Mamin rey, ¿tas ix in k'ulej? ¿Tas ix il t'ayin t'a jun pekti’ ayinek' ed' tik, yuj chi' max yal in b'at wak' owal t'a mach ayoch ajk'olal t'ayach? xchi winh."
        },
        {
            "number": "9",
            "text": "Ix tak'wi winhaj Aquis chi', ix yalan winh: --Vojtac wal to te wach' ach, lajan ach icha junok yángel Dios, palta a heb' wetyajalil tik, toxo ix yal heb' to max yal och t'a ko kal t'a owal."
        },
        {
            "number": "10",
            "text": "Yuj chi' ayic sakb'i k'ik'an tzach meltzaj yet' heb' a soldado, aton heb' schecab' winh ajalil. Tzex b'at t'a q'uinhib'alil, xchi winh."
        },
        {
            "number": "11",
            "text": "Yuj chi' ha t'a junxo q'uinhib'alil chi', ix meltzaj winhaj Dawid chi' yet' heb' soldado t'a schonhab' heb' ak'b'il. Axo heb' filisteo chi' ix k'ekan heb' t'a Jezreel."
        }
    ]
}