{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Samuel quelemxo winh, anheja' smunlaj winh t'a scajnub' Jehová t'a yalanh smandar winhaj sacerdote Elí. Ha t'a jun pekti’ chi' nib'ab'il slolonel Jehová, yujto manh comonoc sch'ox sb'ha t'a junok mach t'a vayichal."
        },
        {
            "number": "2",
            "text": "Axo winhaj Elí chi' van yixtax yol sat winh, maxtzac yal-laj yilan winh. Ay jun ak'val ayic vaynac winh t'a yol scuarto,"
        },
        {
            "number": "3",
            "text": "haxo winhaj Samuel chi' svay t'a junxo scuarto t'a slak'anil cajnub' b'aj ayek' te' scaxail strato Jehová Dios. Ayic ayto sakb'i, ayto och sk'ak'al candil,"
        },
        {
            "number": "4",
            "text": "ix avaj Jehová t'a winhaj Samuel chi', ix yalani: --Samuel, xchi. --Oy, xchi winh."
        },
        {
            "number": "5",
            "text": "Ix b'at lemnaj winh b'aj ayek' winhaj Elí chi', ix yalan winh: --Ina in tik, ¿tas yuj tzin avtej? xchi winh. --Malaj in tzach vavtej, ixic b'at ek'anxi jichan, xchi winhaj Elí chi'. Ix b'at ek'xi jichan winh b'aj vaynac chi'."
        },
        {
            "number": "6",
            "text": "Ix avajxi Jehová t'a winh: --Samuel, xchi. Ix q'uex van winh, ix b'atxi winh b'aj ayek' winhaj Elí chi', ix yalanxi winh: --Ina in tik, ¿tas yuj tzin avtej? xchi winh. --Ach vuninal, malaj ach tzach vavtej. B'at vayanhxi, xchi winhaj Elí chi'."
        },
        {
            "number": "7",
            "text": "Ha winhaj Samuel chi' manto yojtacoc Jehová winh, yujto manta b'aj slolon juneloc t'a winh."
        },
        {
            "number": "8",
            "text": "Axo t'a yoxelal ix avajxi Jehová t'a winh, ix q'uex vaan winh, ix b'atxi winh b'aj ayek' winhaj Elí chi': --Ina in tik, yujto a ach tik tzin avtej, xchi winh. Ichato chi' ix nachajel yuj winhaj Elí to a Jehová tz'awtan winh quelem chi'."
        },
        {
            "number": "9",
            "text": "Ix yalan winhaj Elí chi' t'a winh icha tik: --Ixic, b'at ek'anhxi jichan. Tato ay mach tzach awtan junelxo, tzach tak'vi icha tik: Lolonanh Mamin, tik svab' a in a checab' in tik, xa chi, xchi winhaj Elí chi'. Yuj chi', ix b'at ek'xi jichan winh b'aj vaynac chi'."
        },
        {
            "number": "10",
            "text": "Ix k'och Jehová t'a slak'anil winh, ix avaj t'a winh icha ix aj yavtan winh t'a juntac el chi', ix yalani: --Samuel, Samuel, xchi. --Lolonanh Mamin, tik svab' a in a checab' in tik, xchi winhaj Samuel chi'."
        },
        {
            "number": "11",
            "text": "Ix yalan Jehová t'a winh icha tik: --Ay jun tas ol in k'ulej t'a chonhab' Israel tik, ol te somchajchaanh eb' anima yab'ani."
        },
        {
            "number": "12",
            "text": "Ha t'a jun k'u chi', ol elk'och masanil ix valcan t'a yib'anh winhaj Elí yet' masanil yinhtilal."
        },
        {
            "number": "13",
            "text": "Toxo ix val yab' winh to ol vak' syaelal eb' yinhtilal winh t'a junelnhej, yujto yojtacxo winh tas chukal sk'ulej eb' winh yuninal winh chi', ix in spatiquejel eb' winh a in Dios in tik, palta maj scach jab'oc eb' winh yuninal winh chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix vak' in ti' to a eb' yinhtilal winhaj Elí chi', malaj junok silab', ma junok ofrenda syal stupanel smul eb', xchi t'a winh."
        },
        {
            "number": "15",
            "text": "Ix ek'xi jichan winhaj Samuel chi', haxo yic ix sakb'i, ix sjacan scajnub' Jehová winh. Ix xiv winh yalan juntzanh chi' t'a winhaj Elí chi'."
        },
        {
            "number": "16",
            "text": "Palta ix avtaj winh yuj winhaj Elí chi', icha tik: --Samuel, xchi winh. --Ina in tik, xchi winh."
        },
        {
            "number": "17",
            "text": "Ix sk'anb'an winhaj Elí chi' t'a winh icha tik: --¿Tas ix yal Jehová t'ayach? Elocab' t'a a k'ool to malaj junok tas ol a k'ub'ejel t'ayin. Aocab' Jehová chi' ol ak'an a yaelal tato ay junok ol a k'ub'ejel t'ayin, xchi winh."
        },
        {
            "number": "18",
            "text": "Ix yalan winhaj Samuel smasanil t'a winh, malaj val jab'oc tas to maj yal winh. Ix yalan winhaj Elí chi' icha tik: --Ha val Jehová ix alani, elocab'k'och tas wach' t'a sat, xchi winh."
        },
        {
            "number": "19",
            "text": "Yacb'an van sq'uib' winhaj Samuel chi', a Jehová aynhejoch yet' winh. Masanil lolonel syal winh tz'elnhejk'ochi."
        },
        {
            "number": "20",
            "text": "Yuj chi', masanil eb' anima t'a yol smacb'en Israel, syalelk'ochi scot t'a Dan masanto t'a Beerseba, ix nachajel yuj eb' to a winhaj Samuel chi' yel schecab' ton val Jehová yaj winh."
        },
        {
            "number": "21",
            "text": "Ix sch'oxnhej sb'a Jehová chi' t'a winh t'a Silo, ix lolon t'a winh."
        }
    ]
}