{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Samuel quelemxo winh, anheja' smunlaj winh t'a scajnub' Jehová t'a yalanh smandar winhaj sacerdote Elí. Ha t'a jun pekti’ chi' nib'ab'il slolonel Jehová, yujto manh comonoc sch'ox sb'ha t'a junok mach t'a wayichal."
        },
        {
            "number": "2",
            "text": "Axo winhaj Elí chi' wan yixtax yol sat winh, maxtzac yal-laj yilan winh. Ay jun ak'wal ayic waynac winh t'a yol scuarto,"
        },
        {
            "number": "3",
            "text": "haxo winhaj Samuel chi' sway t'a junxo scuarto t'a slak'anil cajnub' b'aj ayek' te' scaxail strato Jehová Dios. Ayic ayto sakb'i, ayto och sk'ak'al candil,"
        },
        {
            "number": "4",
            "text": "ix awaj Jehová t'a winhaj Samuel chi', ix yalani: --Samuel, xchi. --Oy, xchi winh."
        },
        {
            "number": "5",
            "text": "Ix b'at lemnaj winh b'aj ayek' winhaj Elí chi', ix yalan winh: --Ina in tik, ¿tas yuj tzin avtej? xchi winh. --Malaj in tzach wavtej, ixic b'at ek'anxi jichan, xchi winhaj Elí chi'. Ix b'at ek'xi jichan winh b'aj waynac chi'."
        },
        {
            "number": "6",
            "text": "Ix awajxi Jehová t'a winh: --Samuel, xchi. Ix k'ex wan winh, ix b'atxi winh b'aj ayek' winhaj Elí chi', ix yalanxi winh: --Ina in tik, ¿tas yuj tzin avtej? xchi winh. --Ach wuninal, malaj ach tzach wavtej. B'at wayanhxi, xchi winhaj Elí chi'."
        },
        {
            "number": "7",
            "text": "Ha winhaj Samuel chi' manto yojtacoc Jehová winh, yujto manta b'aj slolon juneloc t'a winh."
        },
        {
            "number": "8",
            "text": "Axo t'a yoxelal ix awajxi Jehová t'a winh, ix k'ex waan winh, ix b'atxi winh b'aj ayek' winhaj Elí chi': --Ina in tik, yujto a ach tik tzin avtej, xchi winh. Ichato chi' ix nachajel yuj winhaj Elí to a Jehová tz'awtan winh quelem chi'."
        },
        {
            "number": "9",
            "text": "Ix yalan winhaj Elí chi' t'a winh icha tik: --Ixic, b'at ek'anhxi jichan. Tato ay mach tzach awtan junelxo, tzach tak'wi icha tik: Lolonanh Mamin, tik swab' a in a checab' in tik, xa chi, xchi winhaj Elí chi'. Yuj chi', ix b'at ek'xi jichan winh b'aj waynac chi'."
        },
        {
            "number": "10",
            "text": "Ix k'och Jehová t'a slak'anil winh, ix awaj t'a winh icha ix aj yavtan winh t'a juntac el chi', ix yalani: --Samuel, Samuel, xchi. --Lolonanh Mamin, tik swab' a in a checab' in tik, xchi winhaj Samuel chi'."
        },
        {
            "number": "11",
            "text": "Ix yalan Jehová t'a winh icha tik: --Ay jun tas ol in k'ulej t'a chonhab' Israel tik, ol te somchajchaanh heb' anima yab'ani."
        },
        {
            "number": "12",
            "text": "Ha t'a jun k'u chi', ol elk'och masanil ix walcan t'a yib'anh winhaj Elí yet' masanil yinhtilal."
        },
        {
            "number": "13",
            "text": "Toxo ix wal yab' winh to ol wak' syaelal heb' yinhtilal winh t'a junelnhej, yujto yojtacxo winh tas chukal sk'ulej heb' winh yuninal winh chi', ix in spatiquejel heb' winh a in Dios in tik, palta maj scach jab'oc heb' winh yuninal winh chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix wak' in ti' to a heb' yinhtilal winhaj Elí chi', malaj junok silab', ma junok ofrenda syal stupanel smul heb', xchi t'a winh."
        },
        {
            "number": "15",
            "text": "Ix ek'xi jichan winhaj Samuel chi', haxo yic ix sakb'i, ix sjacan scajnub' Jehová winh. Ix xiv winh yalan juntzanh chi' t'a winhaj Elí chi'."
        },
        {
            "number": "16",
            "text": "Palta ix avtaj winh yuj winhaj Elí chi', icha tik: --Samuel, xchi winh. --Ina in tik, xchi winh."
        },
        {
            "number": "17",
            "text": "Ix sk'anb'an winhaj Elí chi' t'a winh icha tik: --¿Tas ix yal Jehová t'ayach? Elocab' t'a a k'ool to malaj junok tas ol a k'ub'ejel t'ayin. Aocab' Jehová chi' ol ak'an a yaelal tato ay junok ol a k'ub'ejel t'ayin, xchi winh."
        },
        {
            "number": "18",
            "text": "Ix yalan winhaj Samuel smasanil t'a winh, malaj wal jab'oc tas to maj yal winh. Ix yalan winhaj Elí chi' icha tik: --Ha wal Jehová ix alani, elokab'k'och tas wach' t'a sat, xchi winh."
        },
        {
            "number": "19",
            "text": "Yacb'an wan sq'uib' winhaj Samuel chi', a Jehová aynhejoch yet' winh. Masanil lolonel syal winh tz'elnhejk'ochi."
        },
        {
            "number": "20",
            "text": "Yuj chi', masanil heb' anima t'a yol smacb'en Israel, syalelk'ochi scot t'a Dan masanto t'a Beerseba, ix nachajel yuj heb' to a winhaj Samuel chi' yel schecab' ton wal Jehová yaj winh."
        },
        {
            "number": "21",
            "text": "Ix sch'oxnhej sb'a Jehová chi' t'a winh t'a Silo, ix lolon t'a winh."
        }
    ]
}