{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj Samuel quelemxo vinh, anheja' smunlaj vinh d'a scajnub' Jehová d'a yalanh smandar vinhaj sacerdote Elí. A d'a jun tiempoal chi' nib'ab'il slolonel Jehová, yujto manh comonoc sch'ox sb'a d'a junoc mach d'a vayichal."
        },
        {
            "number": "2",
            "text": "Axo vinhaj Elí chi' van yixtax yol sat vinh, maxtzac yal-laj yilan vinh. Ay jun ak'val ayic vaynac vinh d'a yol scuarto,"
        },
        {
            "number": "3",
            "text": "axo vinhaj Samuel chi' svay d'a junxo scuarto d'a slak'anil cajnub' b'aj ayek' te' scaxail strato Jehová Dios. Ayic ayto sacb'i, ayto och sk'ak'al candil,"
        },
        {
            "number": "4",
            "text": "ix avaj Jehová d'a vinhaj Samuel chi', ix yalani: --Samuel, xchi. --Oy, xchi vinh."
        },
        {
            "number": "5",
            "text": "Ix b'at lemnaj vinh b'aj ayek' vinhaj Elí chi', ix yalan vinh: --Ina in tic, ¿tas yuj tzin avtej? xchi vinh. --Malaj in tzach vavtej, ixic b'at ek'anxi jichan, xchi vinhaj Elí chi'. Ix b'at ek'xi jichan vinh b'aj vaynac chi'."
        },
        {
            "number": "6",
            "text": "Ix avajxi Jehová d'a vinh: --Samuel, xchi. Ix q'uex van vinh, ix b'atxi vinh b'aj ayek' vinhaj Elí chi', ix yalanxi vinh: --Ina in tic, ¿tas yuj tzin avtej? xchi vinh. --Ach vuninal, malaj ach tzach vavtej. B'at vayanhxi, xchi vinhaj Elí chi'."
        },
        {
            "number": "7",
            "text": "A vinhaj Samuel chi' manto yojtacoc Jehová vinh, yujto manta b'aj slolon juneloc d'a vinh."
        },
        {
            "number": "8",
            "text": "Axo d'a yoxelal ix avajxi Jehová d'a vinh, ix q'uex vaan vinh, ix b'atxi vinh b'aj ayek' vinhaj Elí chi': --Ina in tic, yujto a ach tic tzin avtej, xchi vinh. Ichato chi' ix nachajel yuj vinhaj Elí to a Jehová tz'avtan vinh quelem chi'."
        },
        {
            "number": "9",
            "text": "Ix yalan vinhaj Elí chi' d'a vinh icha tic: --Ixic, b'at ek'anhxi jichan. Tato ay mach tzach avtan junelxo, tzach tak'vi icha tic: Lolonanh Mamin, tic svab' a in a checab' in tic, xa chi, xchi vinhaj Elí chi'. Yuj chi', ix b'at ek'xi jichan vinh b'aj vaynac chi'."
        },
        {
            "number": "10",
            "text": "Ix k'och Jehová d'a slak'anil vinh, ix avaj d'a vinh icha ix aj yavtan vinh d'a juntac el chi', ix yalani: --Samuel, Samuel, xchi. --Lolonanh Mamin, tic svab' a in a checab' in tic, xchi vinhaj Samuel chi'."
        },
        {
            "number": "11",
            "text": "Ix yalan Jehová d'a vinh icha tic: --Ay jun tas ol in k'ulej d'a chonhab' Israel tic, ol te somchajchaanh eb' anima yab'ani."
        },
        {
            "number": "12",
            "text": "A d'a jun k'u chi', ol elk'och masanil ix valcan d'a yib'anh vinhaj Elí yed' masanil yinhtilal."
        },
        {
            "number": "13",
            "text": "Toxo ix val yab' vinh to ol vak' syaelal eb' yinhtilal vinh d'a junelnhej, yujto yojtacxo vinh tas chucal sk'ulej eb' vinh yuninal vinh chi', ix in spatiquejel eb' vinh a in Dios in tic, palta maj scach jab'oc eb' vinh yuninal vinh chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix vak' in ti' to a eb' yinhtilal vinhaj Elí chi', malaj junoc silab', ma junoc ofrenda syal stupanel smul eb', xchi d'a vinh."
        },
        {
            "number": "15",
            "text": "Ix ek'xi jichan vinhaj Samuel chi', axo yic ix sacb'i, ix sjacan scajnub' Jehová vinh. Ix xiv vinh yalan juntzanh chi' d'a vinhaj Elí chi'."
        },
        {
            "number": "16",
            "text": "Palta ix avtaj vinh yuj vinhaj Elí chi', icha tic: --Samuel, xchi vinh. --Ina in tic, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ix sk'anb'an vinhaj Elí chi' d'a vinh icha tic: --¿Tas ix yal Jehová d'ayach? Elocab' d'a a k'ool to malaj junoc tas ol a k'ub'ejel d'ayin. Aocab' Jehová chi' ol ak'an a yaelal tato ay junoc ol a k'ub'ejel d'ayin, xchi vinh."
        },
        {
            "number": "18",
            "text": "Ix yalan vinhaj Samuel smasanil d'a vinh, malaj val jab'oc tas to maj yal vinh. Ix yalan vinhaj Elí chi' icha tic: --A val Jehová ix alani, elocab'k'och tas vach' d'a sat, xchi vinh."
        },
        {
            "number": "19",
            "text": "Yacb'an van sq'uib' vinhaj Samuel chi', a Jehová aynhejoch yed' vinh. Masanil lolonel syal vinh tz'elnhejk'ochi."
        },
        {
            "number": "20",
            "text": "Yuj chi', masanil eb' anima d'a yol smacb'en Israel, syalelk'ochi scot d'a Dan masanto d'a Beerseba, ix nachajel yuj eb' to a vinhaj Samuel chi' yel schecab' ton val Jehová yaj vinh."
        },
        {
            "number": "21",
            "text": "Ix sch'oxnhej sb'a Jehová chi' d'a vinh d'a Silo, ix lolon d'a vinh."
        }
    ]
}