{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Axo d'a schab'jial chi', ix k'ochxi vinhaj David chi' yed' eb' soldado d'a Siclag. Axo ix yilan eb' toxo ix elk'ajb'at masanil tastac ay d'a yol yic Neguev yed' d'a Siclag yuj eb' amalecita. Ix snhuscantz'a chonhab' Siclag chi' eb'."
        },
        {
            "number": "2",
            "text": "Ix ik'jib'at eb' ix ix, eb' unin yed' eb' icham anima ayek' ta' yuj eb', palta malaj junoc mach ix smilcham eb'."
        },
        {
            "number": "3",
            "text": "Ayic ix k'och vinhaj David yed' eb' soldado chi', ix yilan eb' to toxo ix tz'ab'at schonhab' eb' chi', toxo ix ik'jib'at eb' ix yetb'eyum eb' yed' yuninal eb' d'a preso."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix te ok' eb', masanto ix el yip eb' yoq'ui."
        },
        {
            "number": "5",
            "text": "Ix ik'jib'at chavanh eb' ix yetb'eyum vinhaj David chi' yuj eb' amalecita chi', aton ix Ahinoam aj Jezreel yed' ix Abigail yetb'eyumcan vinh xilb'a Nabal aj Carmel."
        },
        {
            "number": "6",
            "text": "Ix te och vinhaj David chi' d'a ilk'olal, yujto ijan sjulq'uenajcham vinh yuj eb' soldado chi'. Masanil eb' te chab'xo sk'ol yuj tas ix utaj eb' yuninal eb' chi', palta axo vinhaj David chi', ix yak'val och spensar vinh d'a Jehová sDiosal."
        },
        {
            "number": "7",
            "text": "Ix lajvi chi', ix yalan vinh d'a vinhaj sacerdote Abiatar yuninal vinhaj Ahimelec: --Ak' pavor, ik'cot k'apac chaleca d'ayin, xchi vinh. Ix yik'ancot k'apac vinhaj Abiatar chi'."
        },
        {
            "number": "8",
            "text": "Ix sk'anb'an vinhaj David chi' d'a Jehová icha tic: --¿Smoj am val in b'at d'a spatic juntzanh eb' vinh elk'um chi'? ¿Ol am val yamchaj eb' vinh vuuj? xchi vinh. Ix tak'vi Jehová chi' d'a vinh: --Ixic, ol yamchaj eb' vinh uuj, ol ik'anxicanek' masanil eb' ix yik'b'at eb' vinh chi', xchi d'a vinh."
        },
        {
            "number": "9",
            "text": "A val d'a jun rato chi', ix b'at vinhaj David yed' vaque' ciento eb' soldado yed'nac chi', ix k'och eb' d'a a' eluma' scuchan Besor."
        },
        {
            "number": "10",
            "text": "Ata' ix k'unb'ican chab' ciento eb' soldado, majxo yal-laj sk'axpitan a' eb', axo chanhe' ciento eb' jun, ix b'atnhej eb' yed' vinhaj David chi'."
        },
        {
            "number": "11",
            "text": "Ix lajvi chi', ix yilan jun vinh aj Egipto eb' d'a yol b'e, ix yik'anb'at vinh eb' d'a vinhaj David chi', ix yak'an va vinh eb', ix yak'an a a' eb' yuk' vinh."
        },
        {
            "number": "12",
            "text": "Ix yak'anpax jab' taquinh higo eb' b'ob'il icha vail d'a vinh yed' pax chab' b'uyanh sat uva tacjinac. Ayic ix lajvi sva jun vinh aj Egipto chi', ix och val yip vinh ix yab'i, yujto schab'jialxo scan sva vinh, ma yuk'an a' vinh."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi', ix sk'anb'an vinhaj David chi' d'a vinh: --¿Mach a patrón? ¿B'ajtil cajan ach? xchi vinh. Ix tak'vi vinh: --A in tic aj Egipto in, schecab' in jun vinh amalecita, palta ix in penaayaxcani, yuj chi' chab'jitax in yactejcan vinh vajal chi'."
        },
        {
            "number": "14",
            "text": "Yujto ix onh xid'ek' quelq'uej tastac d'a Neguev d'a yol yic eb' cereteo, d'a eb' aj Judá yed' pax d'a Caleb. Anhejtona' ix cak'canoch sk'ak'al chonhab' Siclag, xchi vinh."
        },
        {
            "number": "15",
            "text": "--¿Tzam in ik'b'at d'a juntzanh eb' vinh elk'um chi'? xchi vinhaj David chi' d'a vinh. Ix tak'vi vinh: --Syal ach vik'anb'ati tato tzak' a ti' d'a yichanh Dios to max in a milchamoc, max in ak'paxoch d'a yol sk'ab' vinh in patrón chi', xchi vinh."
        },
        {
            "number": "16",
            "text": "Icha chi' ix aj yik'jib'at vinhaj David chi' yuj vinh b'aj ayek' eb' elk'um chi'. Sacleminac yajek' eb' ta', van sva eb', van yuk'anpax anh eb'. Ayoch q'uinh yuj eb' yuj tas ix b'at yelq'uej eb' d'a yol yic eb' filisteo yed' d'a yol smacb'en Judá chi'."
        },
        {
            "number": "17",
            "text": "Icha chi' ix aj sk'och vinhaj David chi' b'aj ayek' eb' chi'. Axo d'a junxo k'u ayic mantzac sacb'i, ix syamanoch vinh yak'an oval yed' eb' masanto ix em k'u. Manhxo junoc eb' ix cani, axonhej chanhe' ciento eb' quelemtac ix q'ue d'a yib'anh scamello, ix b'at eb' elelal."
        },
        {
            "number": "18",
            "text": "Masanil tastac ix yelq'uejcot eb' chi', ix yik'xicanek' vinhaj David chi'. Icha chi' ix aj yik'anpaxcanek' eb' ix yetb'eyum vinh schavanhil."
        },
        {
            "number": "19",
            "text": "Malaj junoc anima ix yik'b'at eb' amalecita chi' to maj ek'xican yuj vinhaj David chi': Eb' vinh vinac, eb' ix ix yed' eb' unin, masanil tastac ix yik'xicanek' vinh."
        },
        {
            "number": "20",
            "text": "Ix yik'anpaxcanek' nok' calnel vinh yed' nok' vacax smasanil. Yuj chi' a eb' macjinac nok' nok' chi' ix alani: Ina val tas ix yik'canek' vinhaj David, xchi eb'."
        },
        {
            "number": "21",
            "text": "Ayic ix jax eb' d'a sti' a' Besor b'aj aycan chab' ciento eb' soldado ix k'unb'icani, ix elta eb' ul scha vinhaj David yed' eb' ix xid'ek' yed' vinh. Axo ix javi vinh d'a eb' jun, ix yak'an stzatzil sk'ol eb' vinh."
        },
        {
            "number": "22",
            "text": "Palta ay eb' soldado vinh yed'nac chi' te chuc spensar. Yuj chi' ix yal eb' to a eb' maj xid'ek' yed' eb' d'a oval chi', manh smojoc tz'ak'ji d'a eb' tastac ix b'at yik'xiek' eb' chi', anhej eb' ix yetb'eyum eb' yed' yuninal eb' syik'xicani, sb'at eb' b'ian, xchi eb' ix xid'ek' chi'."
        },
        {
            "number": "23",
            "text": "Ix yalan vinhaj David chi' d'a eb' icha tic: --Manh eyutoc e b'a icha chi', yujto a Jehová ix ak'an d'ayonh. A ix onh tanhvani. A pax ix ak'anoch juntzanh eb' elk'um ix onh ixtan chi' d'a yol co k'ab'."
        },
        {
            "number": "24",
            "text": "¿Tom ay mach ol chaan yab' jun e pensar chi'? Icha val yic eb' ix xid'ek' d'a oval ol yik'a', icha pax chi' yic eb' ix can yil co k'ael tic ol yik'a', lajannhej ol ek'oc, xchi vinh."
        },
        {
            "number": "25",
            "text": "(Atax ta' ix ochnhejcan jun chi' leyal d'a scal eb' israel.)"
        },
        {
            "number": "26",
            "text": "Ayic ix k'och vinhaj David chi' d'a chonhab' Siclag, ix schecanb'at eb' schecab' vinh d'a eb' yichamtac vinaquil Judá, aton eb' yamigo vinh, yuj yak'anb'at vinh jab'oc tastac ix b'at yiq'uek' chi', yuj chi' icha ix aj yalan vinh chi', icha chi' ix aj yalan eb' checab' chi', ix yalan eb' icha tic: Ina jab' tas ix b'at vik'canek' d'a eb' ayoch ajk'olal d'a Jehová svak'b'at tic d'ayex, xchicot vinhaj David, xchi eb'."
        },
        {
            "number": "27",
            "text": "Ix yak'b'at juntzanh silab' chi' vinh d'a eb' cajan d'a Betel, d'a Ramot d'a yol yic Neguev, d'a Jatir, d'a Aroer, d'a Sifmot, d'a Estemoa, d'a Racal, d'a juntzanh schonhab'can vinhaj Jerameel, d'a juntzanh schonhab' eb' ceneo, d'a Horma, d'a Corasán, d'a Atac, d'a Hebrón yed' d'a masanil lugar b'aj ek'nac vinh scol sb'a yed' eb' soldado."
        }
    ]
}