{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Axo t'a schab'jial chi', ix k'ochxi winhaj Dawid chi' yet' heb' soldado t'a Siclag. Axo ix yilan heb' toxo ix elk'ajb'at masanil tastac ay t'a yol yic Neguev yet' t'a Siclag yuj heb' amalecita. Ix snhuscantz'a chonhab' Siclag chi' heb'."
        },
        {
            "number": "2",
            "text": "Ix ik'jib'at heb' ix ix, heb' unin yet' heb' icham anima ayek' ta' yuj heb', palta malaj junok mach ix smilcham heb'."
        },
        {
            "number": "3",
            "text": "Ayic ix k'och winhaj Dawid yet' heb' soldado chi', ix yilan heb' to toxo ix tz'ab'at schonhab' heb' chi', toxo ix ik'jib'at heb' ix yetb'eyum heb' yet' yuninal heb' t'a preso."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix te ok' heb', masanto ix el yip heb' yoq'ui."
        },
        {
            "number": "5",
            "text": "Ix ik'jib'at chawanh heb' ix yetb'eyum winhaj Dawid chi' yuj heb' amalecita chi', aton ix Ahinoam aj Jezreel yet' ix Abigail yetb'eyumcan winh xilb'a Nabal aj Carmel."
        },
        {
            "number": "6",
            "text": "Ix te och winhaj Dawid chi' t'a ilk'olal, yujto ijan sjulk'enajcham winh yuj heb' soldado chi'. Masanil heb' te chab'xo sk'ol yuj tas ix utaj heb' yuninal heb' chi', palta haxo winhaj Dawid chi', ix yak'wal och spensar winh t'a Jehová sDiosal."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix yalan winh t'a winhaj sacerdote Abiatar yuninal winhaj Ahimelec: --Ak' pawor, ik'cot k'apac chaleca t'ayin, xchi winh. Ix yik'ancot k'apac winhaj Abiatar chi'."
        },
        {
            "number": "8",
            "text": "Ix sk'anb'an winhaj Dawid chi' t'a Jehová icha tik: --¿Smoj am wal in b'at t'a spatic juntzanh heb' winh elk'um chi'? ¿Ol am wal yamchaj heb' winh wuuj? xchi winh. Ix tak'wi Jehová chi' t'a winh: --Ixic, ol yamchaj heb' winh uuj, ol ik'anxicanek' masanil heb' ix yik'b'at heb' winh chi', xchi t'a winh."
        },
        {
            "number": "9",
            "text": "Ha wal t'a jun rato chi', ix b'at winhaj Dawid yet' waque' ciento heb' soldado yet'nac chi', ix k'och heb' t'ha ha' eluma' scuchan Besor."
        },
        {
            "number": "10",
            "text": "Ata' ix k'unb'ican chab' ciento heb' soldado, majxo yal-laj sk'axpitan ha' heb', haxo chanhe' ciento heb' jun, ix b'atnhej heb' yet' winhaj Dawid chi'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix yilan jun winh aj Egipto heb' t'a yol b'e, ix yik'anb'at winh heb' t'a winhaj Dawid chi', ix yak'an wa winh heb', ix yak'an ha ha' heb' yuk' winh."
        },
        {
            "number": "12",
            "text": "Ix yak'anpax jab' taquinh higo heb' b'ob'il icha wail t'a winh yet' pax chab' b'uyanh sat uwa tacjinac. Ayic ix lajwi swa jun winh aj Egipto chi', ix och wal yip winh ix yab'i, yujto schab'jialxo skan swa winh, ma yuk'an ha' winh."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix sk'anb'an winhaj Dawid chi' t'a winh: --¿Mach a patrón? ¿B'ajtil cajan ach? xchi winh. Ix tak'wi winh: --Ha in tik aj Egipto in, schecab' in jun winh amalecita, palta ix in penaayaxcani, yuj chi' chab'jitax in yaktejcan winh wajal chi'."
        },
        {
            "number": "14",
            "text": "Yujto ix onh xid'ek' quelk'ej tastac t'a Neguev t'a yol yic heb' cereteo, t'a heb' aj Judá yet' pax t'a Caleb. Anhejtona' ix cak'canoch sk'ak'al chonhab' Siclag, xchi winh."
        },
        {
            "number": "15",
            "text": "--¿Tzam in ik'b'at t'a juntzanh heb' winh elk'um chi'? xchi winhaj Dawid chi' t'a winh. Ix tak'wi winh: --Syal ach wik'anb'ati tato tzak' a ti' t'a yichanh Dios to max in a milchamoc, max in ak'paxoch t'a yol sk'ab' winh in patrón chi', xchi winh."
        },
        {
            "number": "16",
            "text": "Icha chi' ix aj yik'jib'at winhaj Dawid chi' yuj winh b'aj ayek' heb' elk'um chi'. Sacleminac yajek' heb' ta', wan swa heb', wan yuk'anpax anh heb'. Ayoch q'uinh yuj heb' yuj tas ix b'at yelk'ej heb' t'a yol yic heb' filisteo yet' t'a yol smacb'en Judá chi'."
        },
        {
            "number": "17",
            "text": "Icha chi' ix aj sk'och winhaj Dawid chi' b'aj ayek' heb' chi'. Axo t'a junxo k'u ayic mantzac sakb'i, ix syamanoch winh yak'an owal yet' heb' masanto ix em k'u. Manhxo junok heb' ix cani, axonhej chanhe' ciento heb' kelemtac ix k'e t'a yib'anh scamello, ix b'at heb' elelal."
        },
        {
            "number": "18",
            "text": "Masanil tastac ix yelk'ejcot heb' chi', ix yik'xicanek' winhaj Dawid chi'. Icha chi' ix aj yik'anpaxcanek' heb' ix yetb'eyum winh schawanhil."
        },
        {
            "number": "19",
            "text": "Malaj junok anima ix yik'b'at heb' amalecita chi' to maj ek'xican yuj winhaj Dawid chi': Eb' winh winak, heb' ix ix yet' heb' unin, masanil tastac ix yik'xicanek' winh."
        },
        {
            "number": "20",
            "text": "Ix yik'anpaxcanek' nok' calnel winh yet' nok' wacax smasanil. Yuj chi' a heb' macjinac nok' nok' chi' ix alani: Ina wal tas ix yik'canek' winhaj Dawid, xchi heb'."
        },
        {
            "number": "21",
            "text": "Ayic ix jax heb' t'a sti' ha' Besor b'aj aycan chab' ciento heb' soldado ix k'unb'icani, ix elta heb' ul scha winhaj Dawid yet' heb' ix xid'ek' yet' winh. Axo ix jawi winh t'a heb' jun, ix yak'an stzatzil sk'ol heb' winh."
        },
        {
            "number": "22",
            "text": "Palta ay heb' soldado winh yet'nac chi' te chuk spensar. Yuj chi' ix yal heb' to a heb' maj xid'ek' yet' heb' t'a owal chi', manh smojoc tz'ak'ji t'a heb' tastac ix b'at yik'xiek' heb' chi', anhej heb' ix yetb'eyum heb' yet' yuninal heb' syik'xicani, sb'at heb' b'ian, xchi heb' ix xid'ek' chi'."
        },
        {
            "number": "23",
            "text": "Ix yalan winhaj Dawid chi' t'a heb' icha tik: --Manh eyutoc he b'a icha chi', yujto a Jehová ix ak'an t'ayonh. Ha ix onh tanhwani. Ha pax ix ak'anoch juntzanh heb' elk'um ix onh ixtan chi' t'a yol ko k'ab'."
        },
        {
            "number": "24",
            "text": "¿Tom ay mach ol chaan yab' jun he pensar chi'? Icha wal yic heb' ix xid'ek' t'a owal ol yik'a', icha pax chi' yic heb' ix kan yil ko k'ael tik ol yik'a', lajannhej ol ek'oc, xchi winh."
        },
        {
            "number": "25",
            "text": "(Atax ta' ix ochnhejcan jun chi' leyal t'a skal heb' israel.)"
        },
        {
            "number": "26",
            "text": "Ayic ix k'och winhaj Dawid chi' t'a chonhab' Siclag, ix schecanb'at heb' schecab' winh t'a heb' yichamtac winaquil Judá, aton heb' yamigo winh, yuj yak'anb'at winh jab'oc tastac ix b'at yik'ek' chi', yuj chi' icha ix aj yalan winh chi', icha chi' ix aj yalan heb' checab' chi', ix yalan heb' icha tik: Ina jab' tas ix b'at wik'canek' t'a heb' ayoch ajk'olal t'a Jehová swak'b'at tik t'ayex, xchicot winhaj Dawid, xchi heb'."
        },
        {
            "number": "27",
            "text": "Ix yak'b'at juntzanh silab' chi' winh t'a heb' cajan t'a Betel, t'a Ramot t'a yol yic Neguev, t'a Jatir, t'a Aroer, t'a Sifmot, t'a Estemoa, t'a Racal, t'a juntzanh schonhab'kan winhaj Jerameel, t'a juntzanh schonhab' heb' ceneo, t'a Horma, t'a Corasán, t'a Atac, t'a Hebrón yet' t'a masanil lugar b'aj ek'nac winh scol sb'a yet' heb' soldado."
        }
    ]
}