{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Axo t'a schab'jial chi', ix k'ochxi vinhaj David chi' yet' eb' soldado t'a Siclag. Axo ix yilan eb' toxo ix elk'ajb'at masanil tastac ay t'a yol yic Neguev yet' t'a Siclag yuj eb' amalecita. Ix snhuscantz'a chonhab' Siclag chi' eb'."
        },
        {
            "number": "2",
            "text": "Ix ik'jib'at eb' ix ix, eb' unin yet' eb' icham anima ayek' ta' yuj eb', palta malaj junok mach ix smilcham eb'."
        },
        {
            "number": "3",
            "text": "Ayic ix k'och vinhaj David yet' eb' soldado chi', ix yilan eb' to toxo ix tz'ab'at schonhab' eb' chi', toxo ix ik'jib'at eb' ix yetb'eyum eb' yet' yuninal eb' t'a preso."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix te ok' eb', masanto ix el yip eb' yoq'ui."
        },
        {
            "number": "5",
            "text": "Ix ik'jib'at chavanh eb' ix yetb'eyum vinhaj David chi' yuj eb' amalecita chi', aton ix Ahinoam aj Jezreel yet' ix Abigail yetb'eyumcan vinh xilb'a Nabal aj Carmel."
        },
        {
            "number": "6",
            "text": "Ix te och vinhaj David chi' t'a ilk'olal, yujto ijan sjulq'uenajcham vinh yuj eb' soldado chi'. Masanil eb' te chab'xo sk'ol yuj tas ix utaj eb' yuninal eb' chi', palta haxo vinhaj David chi', ix yak'val och spensar vinh t'a Jehová sDiosal."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix yalan vinh t'a vinhaj sacerdote Abiatar yuninal vinhaj Ahimelec: --Ak' pavor, ik'cot k'apac chaleca t'ayin, xchi vinh. Ix yik'ancot k'apac vinhaj Abiatar chi'."
        },
        {
            "number": "8",
            "text": "Ix sk'anb'an vinhaj David chi' t'a Jehová icha tik: --¿Smoj am val in b'at t'a spatic juntzanh eb' vinh elk'um chi'? ¿Ol am val yamchaj eb' vinh vuuj? xchi vinh. Ix tak'vi Jehová chi' t'a vinh: --Ixic, ol yamchaj eb' vinh uuj, ol ik'anxicanek' masanil eb' ix yik'b'at eb' vinh chi', xchi t'a vinh."
        },
        {
            "number": "9",
            "text": "Ha val t'a jun rato chi', ix b'at vinhaj David yet' vaque' ciento eb' soldado yet'nac chi', ix k'och eb' t'ha ha' eluma' scuchan Besor."
        },
        {
            "number": "10",
            "text": "Ata' ix k'unb'ican chab' ciento eb' soldado, majxo yal-laj sk'axpitan ha' eb', haxo chanhe' ciento eb' jun, ix b'atnhej eb' yet' vinhaj David chi'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix yilan jun vinh aj Egipto eb' t'a yol b'e, ix yik'anb'at vinh eb' t'a vinhaj David chi', ix yak'an wa vinh eb', ix yak'an ha ha' eb' yuk' vinh."
        },
        {
            "number": "12",
            "text": "Ix yak'anpax jab' taquinh higo eb' b'ob'il icha vail t'a vinh yet' pax chab' b'uyanh sat uva tacjinac. Ayic ix lajvi sva jun vinh aj Egipto chi', ix och val yip vinh ix yab'i, yujto schab'jialxo skan sva vinh, ma yuk'an ha' vinh."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix sk'anb'an vinhaj David chi' t'a vinh: --¿Mach a patrón? ¿B'ajtil cajan ach? xchi vinh. Ix tak'vi vinh: --Ha in tik aj Egipto in, schecab' in jun vinh amalecita, palta ix in penaayaxcani, yuj chi' chab'jitax in yactejcan vinh vajal chi'."
        },
        {
            "number": "14",
            "text": "Yujto ix onh xid'ek' quelq'uej tastac t'a Neguev t'a yol yic eb' cereteo, t'a eb' aj Judá yet' pax t'a Caleb. Anhejtona' ix cak'canoch sk'ak'al chonhab' Siclag, xchi vinh."
        },
        {
            "number": "15",
            "text": "--¿Tzam in ik'b'at t'a juntzanh eb' vinh elk'um chi'? xchi vinhaj David chi' t'a vinh. Ix tak'vi vinh: --Syal ach vik'anb'ati tato tzak' a ti' t'a yichanh Dios to max in a milchamoc, max in ak'paxoch t'a yol sk'ab' vinh in patrón chi', xchi vinh."
        },
        {
            "number": "16",
            "text": "Icha chi' ix aj yik'jib'at vinhaj David chi' yuj vinh b'aj ayek' eb' elk'um chi'. Sacleminac yajek' eb' ta', van sva eb', van yuk'anpax anh eb'. Ayoch q'uinh yuj eb' yuj tas ix b'at yelq'uej eb' t'a yol yic eb' filisteo yet' t'a yol smacb'en Judá chi'."
        },
        {
            "number": "17",
            "text": "Icha chi' ix aj sk'och vinhaj David chi' b'aj ayek' eb' chi'. Axo t'a junxo k'u ayic mantzac sakb'i, ix syamanoch vinh yak'an oval yet' eb' masanto ix em k'u. Manhxo junok eb' ix cani, axonhej chanhe' ciento eb' quelemtac ix q'ue t'a yib'anh scamello, ix b'at eb' elelal."
        },
        {
            "number": "18",
            "text": "Masanil tastac ix yelq'uejcot eb' chi', ix yik'xicanek' vinhaj David chi'. Icha chi' ix aj yik'anpaxcanek' eb' ix yetb'eyum vinh schavanhil."
        },
        {
            "number": "19",
            "text": "Malaj junok anima ix yik'b'at eb' amalecita chi' to maj ek'xican yuj vinhaj David chi': Eb' vinh vinac, eb' ix ix yet' eb' unin, masanil tastac ix yik'xicanek' vinh."
        },
        {
            "number": "20",
            "text": "Ix yik'anpaxcanek' nok' calnel vinh yet' nok' vacax smasanil. Yuj chi' a eb' macjinac nok' nok' chi' ix alani: Ina val tas ix yik'canek' vinhaj David, xchi eb'."
        },
        {
            "number": "21",
            "text": "Ayic ix jax eb' t'a sti' ha' Besor b'aj aycan chab' ciento eb' soldado ix k'unb'icani, ix elta eb' ul scha vinhaj David yet' eb' ix xid'ek' yet' vinh. Axo ix javi vinh t'a eb' jun, ix yak'an stzatzil sk'ol eb' vinh."
        },
        {
            "number": "22",
            "text": "Palta ay eb' soldado vinh yet'nac chi' te chuc spensar. Yuj chi' ix yal eb' to a eb' maj xid'ek' yet' eb' t'a oval chi', manh smojoc tz'ak'ji t'a eb' tastac ix b'at yik'xiek' eb' chi', anhej eb' ix yetb'eyum eb' yet' yuninal eb' syik'xicani, sb'at eb' b'ian, xchi eb' ix xid'ek' chi'."
        },
        {
            "number": "23",
            "text": "Ix yalan vinhaj David chi' t'a eb' icha tik: --Manh eyutoc e b'a icha chi', yujto a Jehová ix ak'an t'ayonh. Ha ix onh tanhvani. Ha pax ix ak'anoch juntzanh eb' elk'um ix onh ixtan chi' t'a yol co k'ab'."
        },
        {
            "number": "24",
            "text": "¿Tom ay mach ol chaan yab' jun e pensar chi'? Icha val yic eb' ix xid'ek' t'a oval ol yik'a', icha pax chi' yic eb' ix kan yil co k'ael tik ol yik'a', lajannhej ol ek'oc, xchi vinh."
        },
        {
            "number": "25",
            "text": "(Atax ta' ix ochnhejcan jun chi' leyal t'a skal eb' israel.)"
        },
        {
            "number": "26",
            "text": "Ayic ix k'och vinhaj David chi' t'a chonhab' Siclag, ix schecanb'at eb' schecab' vinh t'a eb' yichamtac vinaquil Judá, aton eb' yamigo vinh, yuj yak'anb'at vinh jab'oc tastac ix b'at yiq'uek' chi', yuj chi' icha ix aj yalan vinh chi', icha chi' ix aj yalan eb' checab' chi', ix yalan eb' icha tik: Ina jab' tas ix b'at vik'canek' t'a eb' ayoch ajk'olal t'a Jehová svak'b'at tik t'ayex, xchicot vinhaj David, xchi eb'."
        },
        {
            "number": "27",
            "text": "Ix yak'b'at juntzanh silab' chi' vinh t'a eb' cajan t'a Betel, t'a Ramot t'a yol yic Neguev, t'a Jatir, t'a Aroer, t'a Sifmot, t'a Estemoa, t'a Racal, t'a juntzanh schonhab'kan vinhaj Jerameel, t'a juntzanh schonhab' eb' ceneo, t'a Horma, t'a Corasán, t'a Atac, t'a Hebrón yet' t'a masanil lugar b'aj ek'nac vinh scol sb'a yet' eb' soldado."
        }
    ]
}