{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ix och eb' filisteo yak' oval yet' eb' israel, ix el lemnaj eb' israel chi', tzijtum eb' ix cham t'a Gilboa."
        },
        {
            "number": "2",
            "text": "Ix b'atnhej eb' filisteo t'a spatic vinhaj Saúl yet' eb' yuninal. Ix cham eb' yuninal vinh chi', aton vinhaj Jonatán, vinhaj Abinadab yet' vinhaj Malquisúa."
        },
        {
            "number": "3",
            "text": "Ix te och val oval chi' b'aj ayek' vinhaj Saúl chi', haxo ix aji, ix yamchaj vinh yuj sjul-lab' eb' filisteo chi', yuj chi' ix te xiv vinh."
        },
        {
            "number": "4",
            "text": "Ix yalan vinh t'a vinh ed'jinac syamk'ab': --Ik'q'ueta q'uen espada chi' tzin a tecanchamoc, yic wach' a juntzanh ch'oc chonhab'il tik, manh ol in sb'uch eb' ayic ol in smilancham eb', xchi vinhaj Saúl chi'. Palta ix te xiv vinh ed'jinac syamk'ab' vinh chi', maj stak'laj vinh stecancham vinh. Yuj chi' ix syumb'at nhojnaj sb'a vinh t'a yib'anh q'uen yespada, ix cham vinh."
        },
        {
            "number": "5",
            "text": "Ayic ix yilan vinh ed'jinac syamk'ab' vinh chi' to toxo ix cham vinh, ix smilanpaxcham sb'a vinh icha ix aj smilancham sb'a vinhaj Saúl chi'."
        },
        {
            "number": "6",
            "text": "Ha t'a jun k'u chi' ix cham vinhaj Saúl, eb' yuninal vinh yoxvanhil, vinh ed'jinac syamk'ab' vinh chi' yet' masanil eb' israel yet'nac vinh."
        },
        {
            "number": "7",
            "text": "Ayic ix yab'an eb' israel ayek' t'a sk'axepalb'at yak'lical Jezreel yet' pax eb' cajan t'a sk'axepalb'at ha' Jordán to toxo ix el lemnaj eb' soldado, toxo ix champax vinhaj Saúl yet' eb' yuninal yoxvanhil, ix b'at eb' elelal, ix yactejcan schonhab' eb'. Axo eb' filisteo ix k'ochcan cajan ta'."
        },
        {
            "number": "8",
            "text": "Axo t'a junxo k'u, ix b'at eb' filisteo chi' yik'cot masanil tastac ay t'a eb' israel ix cham t'a oval chi', ix yilan eb' to b'alancan vinhaj Saúl yet' eb' yuninal yoxvanhil t'a skal jantac eb' soldado chamnacxo t'a lum vitz Gilboa."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix xiquel sjolom vinh eb', ix yik'anpaxel q'uen syamk'ab' vinh eb' yic oval. Ixlajwi chi', ix yak'anb'at yab'ixal eb' t'a junjun schonhab' eb' filisteo yet' t'a spatil sdiosal eb'."
        },
        {
            "number": "10",
            "text": "Ix yik'anb'at syamk'ab' vinhaj Saúl chi' eb' t'a spatil sdiosal scuch Astarot, ix stzek'ancanq'ue jachan snivanil vinh chi' eb' yet' yic eb' yuninal vinh t'a smuroal chonhab' Bet-sán."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an eb' aj Jabes t'a yol yic Galaad to ix locb'ajcanq'ue snivanil vinhaj Saúl chi' yuj eb' filisteo ta',"
        },
        {
            "number": "12",
            "text": "masanil eb' soldado te tek'an, pilan ak'val ix b'ey eb', ix k'och eb' b'aj aycan snivanil eb' chamnac chi', ix yik'ancot eb' t'a Jabes. Axo ta' ix snhustz'a eb'."
        },
        {
            "number": "13",
            "text": "Axo sb'aquil eb', ha t'a yich jun te te' t'a Jabes chi' ix mucchajcani. Uque' k'ual ix och eb' aj Jabes chi' t'a tzek'ojk'olal yuj eb' chamnac chi'."
        }
    ]
}