{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ayic slolon winhaj Samuel chi', haxo masanil heb' chonhab' smaclej wal heb' yab'i. Ha t'a jun pekti’ chi' ix smolb'ej sb'a heb' filisteo, yic syak'an owal heb' yet' heb' israel, ix sb'oank'e scampamento heb' t'a Afec. Yuj chi' ix smolb'ejpax sb'a heb' israel chi', ix och heb' smac sat heb', ix sb'oank'e scampamento heb' t'a slak'anil Eben-ezer."
        },
        {
            "number": "2",
            "text": "Ix sb'oanoch sb'a heb' filisteo chi' t'a yichanh heb' israel chi' yuj yak'an owal heb'. Ix ak'ji ganar heb' israel yuj heb', ay am 4 miloc heb' ix chami."
        },
        {
            "number": "3",
            "text": "Ayic ix jax heb' israel t'a scampamento, ix yalan heb' yichamtac winaquil chonhab': ¿Tas wal yuj ix onh yak'och Jehová t'a yol sk'ab' heb' filisteo tik? B'at quiq'ek te' scaxail strato Jehová ayek' t'a Silo, yic wach' sb'at Jehová qued'oc t'a owal, tzonh colji yuj t'a heb' ajk'ol chi', xchi heb'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yak'b'at juntzanh checab' heb' t'a Silo yic b'at yik'ancot te' scaxail strato Jehová Yajal t'a Smasanil heb', aton jun sch'ox stziquiquial t'a snanhal chawanh querubín t'a yib'anh te' caxa chi'. Ayic ix yik'ancot te' caxa chi' heb', tzak'anoch winhaj Ofni yet' winhaj Finees yuninal winhaj Elí t'a spatic te'."
        },
        {
            "number": "5",
            "text": "Ayic ix k'och te' t'a scampamento heb', ix te tzalaj heb' smasanil, ix ib'xi wal lum lum yuj yel yav heb'."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an heb' filisteo yel yav heb' chi' t'a tzalajk'olal, ix yalan heb': ¿Tas yuj ste awaj heb' hebreo t'a scampamento? xchi heb'. Axo ix yab'an heb' to a te' scaxail strato Jehová chi' ix k'ochi."
        },
        {
            "number": "7",
            "text": "Ix te xivk'e heb', ix yalan heb' t'ay junjun: Ix k'och sDiosal heb' t'a yol scampamento, ¿tas ol aj tiknaik? Ob'iltac onh. Mantalaj b'aj tzuji jun tik t'ayonh."
        },
        {
            "number": "8",
            "text": "Ob'iltac onh, ¿mach ol onh colan t'a juntzanh Dios te ay smay chi'? Aton heb' ix satanel heb' aj Egipto t'a tzinan lu'um yet' juntzanh yaelal."
        },
        {
            "number": "9",
            "text": "Ha tiknaik jun, ko tek'b'ejec ko b'a, caq'ek wal quip cak'an owal, yic wach' max onh kan t'a yol sk'ab' heb' hebreo tik icha ix aj heb' t'a yol ko k'ab', xchi heb'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix och heb' filisteo yak' owal yet' heb' israel chi', haxo ix aji, ix ak'ji ganar heb' israel chi', ix b'at heb' elelal t'a spat. Te tzijtum heb' ix chami, ay am 30 miloc heb'."
        },
        {
            "number": "11",
            "text": "Ix yik'ancanek' te' scaxail strato Dios heb' filisteo chi', ix smilancham winhaj Ofni heb' yet' winhaj Finees chi', aton heb' yuninal winhaj Elí."
        },
        {
            "number": "12",
            "text": "Ay jun winh soldado t'a yinhtilal Benjamín ix yak' ganar yel t'a skal owal chi', ix jawi winh t'a chonhab' Silo t'a jun k'u chi', nhik'chimtac spichul winh, ayk'e pokok t'a sjolom winh yuj sch'oxanel scusk'olal."
        },
        {
            "number": "13",
            "text": "Axo ix jawi winh, k'ojanem winhaj Elí t'a sk'ojnub' t'a ti' b'e smaclan junok ab'ix, yujto ayoch winh t'a ilk'olal yuj te' scaxail strato Dios. Axo ix jawi jun winh soldado chi', ix och ijan winh yalan t'a heb' chonhab' tas wan yuji. Ayic ix yab'an jun chi' heb', ix k'e nhilnaj heb' yel yav."
        },
        {
            "number": "14",
            "text": "Ayxo 98 ab'il sk'inal winhaj Elí chi', maxtzac yal-laj yilan winh. Ayic ix yab'an winh yel yav heb' anima chi', ix sk'anb'an winh: --¿Tas yaj juntzanh anima tz'el yav chi'? xchi winh. Axo jun winh soldado chi' yelk'olal sk'och b'aj ayek' winh chi'."
        },
        {
            "number": "15",
            "text": "Ix yalan winh: --In petoj t'a skal owal, elelal ix aj in koti, xchi winh soldado chi'. Ix yalan winhaj Elí chi' t'a winh: --¿Tas wal ix uji? xchi winh."
        },
        {
            "number": "16",
            "text": "Ix yalan winh soldado chi': --Ix onh el t'a heb' filisteo, manh jantacoc anima ix cham t'a ko kal. Ix champax heb' winh uninal schawanhil, haxo te' scaxail strato Dios, ix yik'canb'at te' heb' winh filisteo chi', xchi winh."
        },
        {
            "number": "17",
            "text": "Ayic ix yab'an winhaj Elí tas ix aj te' scaxail strato Dios chi', ix b'at pak'naj winh t'a spatic sk'ojnub' t'a sti' spuertail chonhab' chi', ix k'occhaj sb'aquil sjaj winh, yujto al sniwanil winh, te icham winacxo pax winh, yuj chi' ix cham winh. 40 ab'il ix yak' yajalil winh t'a Israel."
        },
        {
            "number": "18",
            "text": "Axo ix yalib' winh, ix yetb'eyum winhaj Finees, toxo tz'alji yune' ix, yuj chi' ayic ix yab'an ix to ix ik'jib'at te' scaxail strato Dios, ix champax winh yalib' ix yet' winh yetb'eyum ix, ix cot syail sk'ol ix, ix alji yune' ix chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix yilan heb' ix tz'ilan b'o sk'ol ix chi' to wan scham ix, ix yalan heb' t'a ix: Manh ach xiwoc, yujto winak unin une' tik, xchi heb' ix, palta majxo tak'woclaj ix, ichato maxtzac yab' ix."
        },
        {
            "number": "20",
            "text": "Ha jun unin chi' Icabod, ix yak' ix sb'iej, ix yalan ix: Ha tiknaik ix ik'jiek' sb'inajnaquil Israel, xchi ix. Yujto ix ik'jib'at te' scaxail strato Dios, ix champax winh yalib' ix yet' winh yetb'eyum ix."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yalan ix: Ix ik'jiek' sb'inajnaquil Israel, xchi ix, yujto ix ik'jicanb'at te' scaxail strato Jehová."
        }
    ]
}