{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ayic slolon vinhaj Samuel chi', axo masanil eb' chonhab' smaclej val eb' yab'i. A d'a jun tiempoal chi' ix smolb'ej sb'a eb' filisteo, yic syak'an oval eb' yed' eb' israel, ix sb'oanq'ue scampamento eb' d'a Afec. Yuj chi' ix smolb'ejpax sb'a eb' israel chi', ix och eb' smac sat eb', ix sb'oanq'ue scampamento eb' d'a slak'anil Eben-ezer."
        },
        {
            "number": "2",
            "text": "Ix sb'oanoch sb'a eb' filisteo chi' d'a yichanh eb' israel chi' yuj yak'an oval eb'. Ix ak'ji ganar eb' israel yuj eb', ay am 4 miloc eb' ix chami."
        },
        {
            "number": "3",
            "text": "Ayic ix jax eb' israel d'a scampamento, ix yalan eb' yichamtac vinaquil chonhab': ¿Tas val yuj ix onh yak'och Jehová d'a yol sk'ab' eb' filisteo tic? B'at quiq'uec te' scaxail strato Jehová ayek' d'a Silo, yic vach' sb'at Jehová qued'oc d'a oval, tzonh colji yuj d'a eb' ajk'ol chi', xchi eb'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yak'b'at juntzanh checab' eb' d'a Silo yic b'at yik'ancot te' scaxail strato Jehová Yajal d'a Smasanil eb', aton jun sch'ox stziquiquial d'a snanhal chavanh querubín d'a yib'anh te' caxa chi'. Ayic ix yik'ancot te' caxa chi' eb', tzak'anoch vinhaj Ofni yed' vinhaj Finees yuninal vinhaj Elí d'a spatic te'."
        },
        {
            "number": "5",
            "text": "Ayic ix k'och te' d'a scampamento eb', ix te tzalaj eb' smasanil, ix ib'xi val lum luum yuj yel yav eb'."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an eb' filisteo yel yav eb' chi' d'a tzalajk'olal, ix yalan eb': ¿Tas yuj ste avaj eb' hebreo d'a scampamento? xchi eb'. Axo ix yab'an eb' to a te' scaxail strato Jehová chi' ix k'ochi."
        },
        {
            "number": "7",
            "text": "Ix te xivq'ue eb', ix yalan eb' d'ay junjun: Ix k'och sDiosal eb' d'a yol scampamento, ¿tas ol aj ticnaic? Ob'iltac onh. Mantalaj b'aj tzuji jun tic d'ayonh."
        },
        {
            "number": "8",
            "text": "Ob'iltac onh, ¿mach ol onh colan d'a juntzanh dios te ay smay chi'? Aton eb' ix satanel eb' aj Egipto d'a tz'inan luum yed' juntzanh yaelal."
        },
        {
            "number": "9",
            "text": "A ticnaic jun, co tek'b'ejec co b'a, caq'uec val quip cak'an oval, yic vach' max onh can d'a yol sk'ab' eb' hebreo tic icha ix aj eb' d'a yol co k'ab', xchi eb'."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', ix och eb' filisteo yak' oval yed' eb' israel chi', axo ix aji, ix ak'ji ganar eb' israel chi', ix b'at eb' elelal d'a spat. Te tzijtum eb' ix chami, ay am 30 miloc eb'."
        },
        {
            "number": "11",
            "text": "Ix yik'ancanek' te' scaxail strato Dios eb' filisteo chi', ix smilancham vinhaj Ofni eb' yed' vinhaj Finees chi', aton eb' yuninal vinhaj Elí."
        },
        {
            "number": "12",
            "text": "Ay jun vinh soldado d'a yinhtilal Benjamín ix yak' ganar yel d'a scal oval chi', ix javi vinh d'a chonhab' Silo d'a jun k'u chi', nhik'chimtac spichul vinh, ayq'ue pococ d'a sjolom vinh yuj sch'oxanel scusk'olal."
        },
        {
            "number": "13",
            "text": "Axo ix javi vinh, k'ojanem vinhaj Elí d'a sk'ojnub' d'a ti' b'e smaclan junoc ab'ix, yujto ayoch vinh d'a ilk'olal yuj te' scaxail strato Dios. Axo ix javi jun vinh soldado chi', ix och ijan vinh yalan d'a eb' chonhab' tas van yuji. Ayic ix yab'an jun chi' eb', ix q'ue nhilnaj eb' yel yav."
        },
        {
            "number": "14",
            "text": "Ayxo 98 ab'il sq'uinal vinhaj Elí chi', maxtzac yal-laj yilan vinh. Ayic ix yab'an vinh yel yav eb' anima chi', ix sk'anb'an vinh: --¿Tas yaj juntzanh anima tz'el yav chi'? xchi vinh. Axo jun vinh soldado chi' yelk'olal sk'och b'aj ayek' vinh chi'."
        },
        {
            "number": "15",
            "text": "Ix yalan vinh: --In petoj d'a scal oval, elelal ix aj in coti, xchi vinh soldado chi'. Ix yalan vinhaj Elí chi' d'a vinh: --¿Tas val ix uji? xchi vinh."
        },
        {
            "number": "16",
            "text": "Ix yalan vinh soldado chi': --Ix onh el d'a eb' filisteo, manh jantacoc anima ix cham d'a co cal. Ix champax eb' vinh uninal schavanhil, axo te' scaxail strato Dios, ix yik'canb'at te' eb' vinh filisteo chi', xchi vinh."
        },
        {
            "number": "17",
            "text": "Ayic ix yab'an vinhaj Elí tas ix aj te' scaxail strato Dios chi', ix b'at pak'naj vinh d'a spatic sk'ojnub' d'a sti' spuertail chonhab' chi', ix k'occhaj sb'aquil sjaj vinh, yujto al snivanil vinh, te icham vinacxo pax vinh, yuj chi' ix cham vinh. 40 ab'il ix yak' yajalil vinh d'a Israel."
        },
        {
            "number": "18",
            "text": "Axo ix yalib' vinh, ix yetb'eyum vinhaj Finees, toxo tz'alji yune' ix, yuj chi' ayic ix yab'an ix to ix ik'jib'at te' scaxail strato Dios, ix champax vinh yalib' ix yed' vinh yetb'eyum ix, ix cot syail sk'ol ix, ix alji yune' ix chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix yilan eb' ix tz'ilan b'o sk'ol ix chi' to van scham ix, ix yalan eb' d'a ix: Manh ach xivoc, yujto vinac unin une' tic, xchi eb' ix, palta majxo tak'voclaj ix, ichato maxtzac yab' ix."
        },
        {
            "number": "20",
            "text": "A jun unin chi' Icabod, ix yak' ix sb'iej, ix yalan ix: A ticnaic ix ik'jiek' sb'inajnaquil Israel, xchi ix. Yujto ix ik'jib'at te' scaxail strato Dios, ix champax vinh yalib' ix yed' vinh yetb'eyum ix."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yalan ix: Ix ik'jiek' sb'inajnaquil Israel, xchi ix, yujto ix ik'jicanb'at te' scaxail strato Jehová."
        }
    ]
}