{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "A d'a Eben-ezer ix yiq'uek' te' scaxail strato Dios eb' filisteo chi', ix k'och te' yuj eb' d'a Asdod."
        },
        {
            "number": "2",
            "text": "Ix lajvi chi', ix yak'anoch te' eb' d'a yol stemplo sdiosal. Ix yak'anem te' eb' d'a stz'ey sdiosal scuchan Dagón."
        },
        {
            "number": "3",
            "text": "Axo d'a q'uinhib'alil d'a junxo k'u, ix pet k'och eb' aj lugar chi' d'a stemplo sdiosal chi', ix yilan eb' to ix telvi sdiosal eb' chi', nhojan yajcan d'a sat luum d'a yichanh te' scaxail strato Jehová. Ix yik'anchaanh eb', ix yak'anxiq'ue eb' d'a yed'tal."
        },
        {
            "number": "4",
            "text": "Axo yic ix k'ochxi eb' d'a junxo q'uinhib'alil, ix yilan eb' pok'anxiem sdiosal eb' chi' d'a sat luum d'a yichanh te' scaxail strato Jehová chi', ix el sk'ab' yed' sjolom, ato d'a yol ti puerta ayeq'ui. Axonhej snivanil ix cani."
        },
        {
            "number": "5",
            "text": "Yuj chi' atax ta', ayic tz'och eb' sacerdote yic Dagón yed' masanil mach d'a yol templo chi', max stek'laj smarcoal puerta chi' eb'."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi', ix ak'jioch syaelal eb' aj Asdod chi' yuj Jehová yed' masanil eb' anima ay d'a yol smacb'en chi'. Ix pitzviq'ue ilya d'a eb' anima chi', ix laj q'ue quisk'oy d'a eb'."
        },
        {
            "number": "7",
            "text": "Ayic ix yilanoch jun yaelal ix yak'cot Jehová chi' eb', ix yalan eb': A te' scaxail strato sDiosal eb' israel, max yal-laj scan te' d'a tic, yujto sjavi nivac yaelal d'a quib'anh yuj te', tz'ixtaxpax co diosal yuj te', xchi eb'."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix laj yalb'at eb' d'a eb' yajalil eb' filisteo chi' to smolb'ej sb'a eb' sloloni. Ix yalan eb': --¿Tas scutej te' scaxail strato sDiosal eb' israel tic? xchi eb'. --Iq'uecb'at te', b'at eyak'ancan te' d'a chonhab' Gat, xchi eb'. Yuj chi' ix yik'b'at te' eb'."
        },
        {
            "number": "9",
            "text": "Ayic ix b'at yak'ancan te' eb' ta', ix javi jun nivan somk'olal d'a yib'anh jun chonhab' chi' yuj Jehová. Ix pitzvipax quisk'oy chi' d'a eb' unin yed' d'a icham anima."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yik'b'at te' caxa chi' eb', ix b'at yak'ancan te' eb' d'a Ecrón. Ayic ix k'och te' ta', ix q'uex yav eb' anima ta', ix yalan eb': Ix eyik'cot te' scaxail strato sDiosal eb' israel d'a tic yic tzonh cham yuuj co masanil, xchi eb'."
        },
        {
            "number": "11",
            "text": "Ix cham eb' anima d'a chonhab' Ecrón chi' yuj xivelal yed' yuj nivan yaelal ix yak' Jehová d'a yib'anh eb', yuj chi' ix avtajcot masanil eb' yajalil chonhab' filisteo yuj eb', ix yalan eb' d'a eb': Iq'uecb'at te' scaxail strato sDiosal eb' israel tic. Aq'uec meltzaj te' d'a eb', axo ta tz'aji tzonh cham co masanil yuuj, xchi eb'."
        },
        {
            "number": "12",
            "text": "Te najat chequelto yel yav eb', sk'och masanto d'a satchaanh yuj yaelal ayoch d'a yib'anh eb', axo eb' manto chamlaj, te ya yaj eb' yuj quisk'oy chi'."
        }
    ]
}