{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a Eben-ezer ix yik'ek' te' scaxail strato Dios heb' filisteo chi', ix k'och te' yuj heb' t'a Asdod."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', ix yak'anoch te' heb' t'a yol stemplo sdiosal. Ix yak'anem te' heb' t'a stz'ey sdiosal scuchan Dagón."
        },
        {
            "number": "3",
            "text": "Axo t'a q'uinhib'alil t'a junxo k'u, ix pet k'och heb' aj lugar chi' t'a stemplo sdiosal chi', ix yilan heb' to ix telwi sdiosal heb' chi', nhojan yajcan t'a sat lu'um t'a yichanh te' scaxail strato Jehová. Ix yik'anchaanh heb', ix yak'anxik'e heb' t'a yet'tal."
        },
        {
            "number": "4",
            "text": "Axo yic ix k'ochxi heb' t'a junxo q'uinhib'alil, ix yilan heb' pok'anxiem sdiosal heb' chi' t'a sat lu'um t'a yichanh te' scaxail strato Jehová chi', ix el sk'ab' yet' sjolom, ato t'a yol ti puerta ayeq'ui. Axonhej sniwanil ix cani."
        },
        {
            "number": "5",
            "text": "Yuj chi' atax ta', ayic tz'och heb' sacerdote yic Dagón yet' masanil mach t'a yol templo chi', max stek'laj smarcoal puerta chi' heb'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix ak'jioch syaelal heb' aj Asdod chi' yuj Jehová yet' masanil heb' anima ay t'a yol smacb'en chi'. Ix pitzwik'e ilya t'a heb' anima chi', ix laj k'e quisk'oy t'a heb'."
        },
        {
            "number": "7",
            "text": "Ayic ix yilanoch jun yaelal ix yak'cot Jehová chi' heb', ix yalan heb': Ha te' scaxail strato sDiosal heb' israel, max yal-laj skan te' t'a tik, yujto sjawi niwac yaelal t'a quib'anh yuj te', tz'ixtaxpax ko diosal yuj te', xchi heb'."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix laj yalb'at heb' t'a heb' yajalil heb' filisteo chi' to smolb'ej sb'a heb' sloloni. Ix yalan heb': --¿Tas scutej te' scaxail strato sDiosal heb' israel tik? xchi heb'. --Ik'ecb'at te', b'at eyak'ancan te' t'a chonhab' Gat, xchi heb'. Yuj chi' ix yik'b'at te' heb'."
        },
        {
            "number": "9",
            "text": "Ayic ix b'at yak'ancan te' heb' ta', ix jawi jun niwan somk'olal t'a yib'anh jun chonhab' chi' yuj Jehová. Ix pitzwipax quisk'oy chi' t'a heb' unin yet' t'a icham anima."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yik'b'at te' caxa chi' heb', ix b'at yak'ancan te' heb' t'a Ecrón. Ayic ix k'och te' ta', ix k'ex yav heb' anima ta', ix yalan heb': Ix eyik'cot te' scaxail strato sDiosal heb' israel t'a tik yic tzonh cham yuj ko masanil, xchi heb'."
        },
        {
            "number": "11",
            "text": "Ix cham heb' anima t'a chonhab' Ecrón chi' yuj xiwelal yet' yuj niwan yaelal ix yak' Jehová t'a yib'anh heb', yuj chi' ix avtajcot masanil heb' yajalil chonhab' filisteo yuj heb', ix yalan heb' t'a heb': Ik'ecb'at te' scaxail strato sDiosal heb' israel tik. Hak'ek meltzaj te' t'a heb', haxo ta tz'aji tzonh cham ko masanil yuj, xchi heb'."
        },
        {
            "number": "12",
            "text": "Te najat chequelto yel yav heb', sk'och masanto t'a satcha’anh yuj yaelal ayoch t'a yib'anh heb', haxo heb' manto chamlaj, te ya yaj heb' yuj quisk'oy chi'."
        }
    ]
}