{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a Eben-ezer ix yiq'uek' te' scaxail strato Dios eb' filisteo chi', ix k'och te' yuj eb' t'a Asdod."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', ix yak'anoch te' eb' t'a yol stemplo sdiosal. Ix yak'anem te' eb' t'a stz'ey sdiosal scuchan Dagón."
        },
        {
            "number": "3",
            "text": "Axo t'a q'uinhib'alil t'a junxo k'u, ix pet k'och eb' aj lugar chi' t'a stemplo sdiosal chi', ix yilan eb' to ix telvi sdiosal eb' chi', nhojan yajcan t'a sat lu'um t'a yichanh te' scaxail strato Jehová. Ix yik'anchaanh eb', ix yak'anxiq'ue eb' t'a yet'tal."
        },
        {
            "number": "4",
            "text": "Axo yic ix k'ochxi eb' t'a junxo q'uinhib'alil, ix yilan eb' pok'anxiem sdiosal eb' chi' t'a sat lu'um t'a yichanh te' scaxail strato Jehová chi', ix el sk'ab' yet' sjolom, ato t'a yol ti puerta ayeq'ui. Axonhej snivanil ix cani."
        },
        {
            "number": "5",
            "text": "Yuj chi' atax ta', ayic tz'och eb' sacerdote yic Dagón yet' masanil mach t'a yol templo chi', max stek'laj smarcoal puerta chi' eb'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix ak'jioch syaelal eb' aj Asdod chi' yuj Jehová yet' masanil eb' anima ay t'a yol smacb'en chi'. Ix pitzviq'ue ilya t'a eb' anima chi', ix laj q'ue quisk'oy t'a eb'."
        },
        {
            "number": "7",
            "text": "Ayic ix yilanoch jun yaelal ix yak'cot Jehová chi' eb', ix yalan eb': Ha te' scaxail strato sDiosal eb' israel, max yal-laj skan te' t'a tik, yujto sjavi nivac yaelal t'a quib'anh yuj te', tz'ixtaxpax co diosal yuj te', xchi eb'."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix laj yalb'at eb' t'a eb' yajalil eb' filisteo chi' to smolb'ej sb'a eb' sloloni. Ix yalan eb': --¿Tas scutej te' scaxail strato sDiosal eb' israel tik? xchi eb'. --Iq'uecb'at te', b'at eyak'ancan te' t'a chonhab' Gat, xchi eb'. Yuj chi' ix yik'b'at te' eb'."
        },
        {
            "number": "9",
            "text": "Ayic ix b'at yak'ancan te' eb' ta', ix javi jun niwan somk'olal t'a yib'anh jun chonhab' chi' yuj Jehová. Ix pitzvipax quisk'oy chi' t'a eb' unin yet' t'a icham anima."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix yik'b'at te' caxa chi' eb', ix b'at yak'ancan te' eb' t'a Ecrón. Ayic ix k'och te' ta', ix q'uex yav eb' anima ta', ix yalan eb': Ix eyik'cot te' scaxail strato sDiosal eb' israel t'a tik yic tzonh cham yuj co masanil, xchi eb'."
        },
        {
            "number": "11",
            "text": "Ix cham eb' anima t'a chonhab' Ecrón chi' yuj xivelal yet' yuj niwan yaelal ix yak' Jehová t'a yib'anh eb', yuj chi' ix avtajcot masanil eb' yajalil chonhab' filisteo yuj eb', ix yalan eb' t'a eb': Iq'uecb'at te' scaxail strato sDiosal eb' israel tik. Hak'ek meltzaj te' t'a eb', haxo ta tz'aji tzonh cham co masanil yuj, xchi eb'."
        },
        {
            "number": "12",
            "text": "Te najat chequelto yel yav eb', sk'och masanto t'a satcha’anh yuj yaelal ayoch t'a yib'anh eb', haxo eb' manto chamlaj, te ya yaj eb' yuj quisk'oy chi'."
        }
    ]
}