{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Uque' ujal ix ek' te' scaxail strato Jehová t'a skal eb' filisteo chi'."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', ix avtaj eb' sacerdote sdiosal eb' chi' yet' eb' naumel lolonel yuj eb' filisteo chi'. Ix sk'anb'an eb' t'a eb': --¿Tas scutej te' scaxail strato Jehová chi'? ¿Tas val tz'aj cak'an meltzaj te'? xchi eb'."
        },
        {
            "number": "3",
            "text": "Ix tak'vi eb' sacerdote chi': --Tato tzeyak' meltzaj te', manh eyak' meltzaj te' sch'ocoj, palta yowalil ay tas tzeyak'b'at stojoloc e mul chi', yic tz'och vaan yoval sk'ol Jehová chi'. Icha chi' ol och vaan jun yaelal ayoch t'ayex tik, ol nachajel eyuuj tas val yuj ayoch yaelal t'ayex yuj Jehová, xchi eb'."
        },
        {
            "number": "4",
            "text": "--¿Tas wach' scak' stojol co mul chi' jun? xchi eb'. --Hak'ek oyeoc oro icha yilji yab'il quisk'oy chi', junjun yic junjun eb' eyajalil. Tzeyak'anpax oyeoc oro icha yilji nok' ch'oov, yujto te ya eyaj yuj nok' yet' eb' eyajalil tik."
        },
        {
            "number": "5",
            "text": "Yuj chi', tze b'o yechel quisk'oy chi' yet' yechel nok' ch'oov to toxo ix ixtaxb'at co lugar tik yuj, tzeyik'anchaanh sDiosal eb' israel. Tope syak' nivank'olal yic tz'och vaan jun yaelal tik t'ayonh yet' t'a co diosal yet' pax t'a yol co macb'en tik."
        },
        {
            "number": "6",
            "text": "Mocab' pitoc scutej co b'a icha yutejnac sb'a eb' vinh sreyal Egipto yet' masanil eb' anima ay ta'. Masanto ix och nivac yaelal t'a yib'anh eb', ichato chi' ix yactanel chonhab' Israel eb'."
        },
        {
            "number": "7",
            "text": "Ha ticnaic tzeyak' b'ojoc junok te' ak' carreta, tzeyik'ancot chavanhoc nok' vacax ay yune', mantalaj b'aj tz'och te' yugo t'a sjaj nok', tze tzek'anoch te' yugo chi' t'a nok' schavanhil, tzeyak'anoch te' carreta chi' t'a te' yugo chi'. Manh e chab'at yune' nok' chi' yet'oc, tze maccan nok' t'a yol smacte'."
        },
        {
            "number": "8",
            "text": "Slajvi chi', tzeyak'anq'ue te' caxa chi' t'a yol carreta chi', tzeyak'anem juntzanh oro chi' t'a yol junok cajón, tzeyak'anq'ue t'a stz'ey te' caxa chi', aton juntzanh chi' tzeyak'b'at stojoloc e mul chi'. Slajvi chi', tzeyactanb'at nok' vacax chi' yet' te' carreta chi' sch'ocoj."
        },
        {
            "number": "9",
            "text": "Tzeyilani tato ha t'a sb'eal Bet-semes ol b'at nok', tato icha chi' a Jehová sDiosal eb' israel tzonh ixtani. Tato ch'oc b'eal b'aj ol b'at nok' jun, manhoc Jehová tz'ak'ancot jun yaelal tik t'ayonh, comon yaelalnhej am tzonh ik'ani, xchi eb' sacerdote chi'."
        },
        {
            "number": "10",
            "text": "Icha chi' ix yutej eb' filisteo chi', a chavanh nok' vacax ay yune' ix yik'cot eb', ix smacancan nok' yune' chi' eb' t'a yol macte', ix stzek'anoch te' carreta chi' eb' t'a nok'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix yak'anq'ue te' scaxail strato Jehová chi' eb' yet' jun te' cajón b'aj ayem oro icha yechel nok' ch'oov yet' yechel quisk'oy chi'."
        },
        {
            "number": "12",
            "text": "Ix yactanel nok' vacax chi' eb', ix b'at nok' t'a sb'eal Bet-semes, tz'ok' nok' sb'at nok'. Manh val jab'oc tz'elcan nok' t'a titac b'e chi'. Najat tzak'anto sb'at eb' filisteo chi' t'a spatic nok' yic syilan eb', masanto ix k'och eb' t'a smojonal Bet-semes chi'."
        },
        {
            "number": "13",
            "text": "Ay eb' aj Bet-semes van sjochvi trigo ayek' t'a jun ch'olan. Ayic ix yilan eb' to van sjavi te' scaxail strato Jehová. Ix te tzalajq'ue eb'."
        },
        {
            "number": "14",
            "text": "Ha t'a jun ak'lic yic vinhaj Josué, t'a yol yic Bet-semes chi' ix javi te' carreta chi'. Ata' ix vanaj nok' vacax chi'. Ay jun q'uen niwan q'ueen ta', haxo eb' levita ix ik'anemta te' caxa yic Jehová yet' te cajón b'aj ayem tastac chi'. Ix yak'anq'ue te' eb' t'a yib'anh jun q'uen niwan q'uen chi'. Ix och ijan eb' xicanb'at te' carreta chi' k'atzitzal, ix snhusantz'a nok' vacax chi' eb' silab'il t'a Jehová."
        },
        {
            "number": "15",
            "text": "Ix yil ovanh eb' yajalil eb' filisteo, tas ix yutej eb' chi'. Ixlajwi chi' ix meltzaj eb' t'a chonhab' Ecrón t'a jun k'u chi'."
        },
        {
            "number": "16",
            "text": "Ha oye' oro yechel jun yaelal ix yak'cot eb' filisteo chi' yuj stojoloc smul t'a yichanh Jehová, junjun yic juntzanh chonhab' tik, aton Asdod, Gaza, Ascalón, Gat yet' Ecrón."
        },
        {
            "number": "17",
            "text": "Axo sb'isul oro yechel nok' ch'oov, lajan sb'isul icha sb'isul schonhab' eb' yajalil filisteo chi', aton chonhab' ayoch smuroal yet' yaldeail. Ha q'uen niwan q'uen t'a sat slum vinhaj Josué b'aj ix ak'jiq'ue te' scaxail strato Jehová t'a Bet-semes chi', aynhejek' q'ueen."
        },
        {
            "number": "18",
            "text": "Ix cham 70 vinac aj Bet-semes chi' yuj Jehová, yujto ix say yil yol te' caxa chi' eb'. Axo masanil eb' anima, ix ok' eb', yujto ix och chamel yuj Jehová."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix yal eb' anima ay ta': Malaj mach syal stek'b'an sb'ha t'a yichanh Jehová, yujto ay smay. ¿B'aj val scak'b'at scaxail strato yic tz'elcan t'a co tz'ey tik? xchi eb'."
        },
        {
            "number": "20",
            "text": "Ix yak'anb'at schecab' eb' t'a Quiriat-jearim, ix yalan eb': Ix yak' meltzaj te' scaxail strato Jehová eb' filisteo, yuj chi' iq'uecq'ue te', xchi eb'."
        }
    ]
}