{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Uque' ujal ix ek' te' scaxail strato Jehová t'a skal heb' filisteo chi'."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', ix avtaj heb' sacerdote sdiosal heb' chi' yet' heb' naumel lolonel yuj heb' filisteo chi'. Ix sk'anb'an heb' t'a heb': --¿Tas scutej te' scaxail strato Jehová chi'? ¿Tas wal tz'aj cak'an meltzaj te'? xchi heb'."
        },
        {
            "number": "3",
            "text": "Ix tak'wi heb' sacerdote chi': --Tato tzeyak' meltzaj te', manh eyak' meltzaj te' sch'ocoj, palta yowalil ay tas tzeyak'b'at stojoloc he mul chi', yic tz'och waan yowal sk'ol Jehová chi'. Icha chi' ol och waan jun yaelal ayoch t'ayex tik, ol nachajel eyuuj tas wal yuj ayoch yaelal t'ayex yuj Jehová, xchi heb'."
        },
        {
            "number": "4",
            "text": "--¿Tas wach' skak' stojol ko mul chi' jun? xchi heb'. --Hak'ek oyeoc oro icha yilji yab'il quisk'oy chi', junjun yic junjun heb' eyajalil. Tzeyak'anpax oyeoc oro icha yilji nok' ch'oov, yujto te ya eyaj yuj nok' yet' heb' eyajalil tik."
        },
        {
            "number": "5",
            "text": "Yuj chi', tze b'o yechel quisk'oy chi' yet' yechel nok' ch'oov to toxo ix ixtaxb'at ko lugar tik yuj, tzeyik'anchaanh sDiosal heb' israel. Tope syak' niwank'olal yic tz'och waan jun yaelal tik t'ayonh yet' t'a ko diosal yet' pax t'a yol ko macb'en tik."
        },
        {
            "number": "6",
            "text": "Mocab' pitoc scutej ko b'a icha yutejnac sb'a heb' winh sreyal Egipto yet' masanil heb' anima ay ta'. Masanto ix och niwac yaelal t'a yib'anh heb', ichato chi' ix yactanel chonhab' Israel heb'."
        },
        {
            "number": "7",
            "text": "Ha tiknaik tzeyak' b'ojoc junok te' ak' carreta, tzeyik'ancot chawanhoc nok' wacax ay yune', mantalaj b'aj tz'och te' yugo t'a sjaj nok', tze tzek'anoch te' yugo chi' t'a nok' schawanhil, tzeyak'anoch te' carreta chi' t'a te' yugo chi'. Manh he chab'at yune' nok' chi' yet'oc, tze maccan nok' t'a yol smacte'."
        },
        {
            "number": "8",
            "text": "Slajwi chi', tzeyak'ank'e te' caxa chi' t'a yol carreta chi', tzeyak'anem juntzanh oro chi' t'a yol junok cajón, tzeyak'ank'e t'a stz'ey te' caxa chi', aton juntzanh chi' tzeyak'b'at stojoloc he mul chi'. Slajwi chi', tzeyactanb'at nok' wacax chi' yet' te' carreta chi' sch'ocoj."
        },
        {
            "number": "9",
            "text": "Tzeyilani tato ha t'a sb'eal Bet-semes ol b'at nok', tato icha chi' a Jehová sDiosal heb' israel tzonh ixtani. Tato ch'oc b'eal b'aj ol b'at nok' jun, manhoc Jehová tz'ak'ancot jun yaelal tik t'ayonh, comon yaelalnhej am tzonh ik'ani, xchi heb' sacerdote chi'."
        },
        {
            "number": "10",
            "text": "Icha chi' ix yutej heb' filisteo chi', a chawanh nok' wacax ay yune' ix yik'cot heb', ix smacancan nok' yune' chi' heb' t'a yol macte', ix stzek'anoch te' carreta chi' heb' t'a nok'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix yak'ank'e te' scaxail strato Jehová chi' heb' yet' jun te' cajón b'aj ayem oro icha yechel nok' ch'oov yet' yechel quisk'oy chi'."
        },
        {
            "number": "12",
            "text": "Ix yactanel nok' wacax chi' heb', ix b'at nok' t'a sb'eal Bet-semes, tz'ok' nok' sb'at nok'. Manh wal jab'oc tz'elcan nok' t'a titac b'e chi'. Najat tzak'anto sb'at heb' filisteo chi' t'a spatic nok' yic syilan heb', masanto ix k'och heb' t'a smojonal Bet-semes chi'."
        },
        {
            "number": "13",
            "text": "Ay heb' aj Bet-semes wan sjochwi trigo ayek' t'a jun ch'olan. Ayic ix yilan heb' to wan sjawi te' scaxail strato Jehová. Ix te tzalajk'e heb'."
        },
        {
            "number": "14",
            "text": "Ha t'a jun ak'lic yic winhaj Josué, t'a yol yic Bet-semes chi' ix jawi te' carreta chi'. Ata' ix wanaj nok' wacax chi'. Ay jun k'een niwan k'een ta', haxo heb' lewita ix ik'anemta te' caxa yic Jehová yet' te cajón b'aj ayem tastac chi'. Ix yak'ank'e te' heb' t'a yib'anh jun k'een niwan k'een chi'. Ix och ijan heb' xicanb'at te' carreta chi' k'atzitzal, ix snhusantz'a nok' wacax chi' heb' silab'il t'a Jehová."
        },
        {
            "number": "15",
            "text": "Ix yil owanh heb' yajalil heb' filisteo, tas ix yutej heb' chi'. Ixlajwi chi' ix meltzaj heb' t'a chonhab' Ecrón t'a jun k'u chi'."
        },
        {
            "number": "16",
            "text": "Ha oye' oro yechel jun yaelal ix yak'cot heb' filisteo chi' yuj stojoloc smul t'a yichanh Jehová, junjun yic juntzanh chonhab' tik, aton Asdod, Gaza, Ascalón, Gat yet' Ecrón."
        },
        {
            "number": "17",
            "text": "Axo sb'isul oro yechel nok' ch'oov, lajan sb'isul icha sb'isul schonhab' heb' yajalil filisteo chi', aton chonhab' ayoch smuroal yet' yaldeail. Ha k'een niwan k'een t'a sat slum winhaj Josué b'aj ix ak'jik'e te' scaxail strato Jehová t'a Bet-semes chi', aynhejek' k'een."
        },
        {
            "number": "18",
            "text": "Ix cham 70 winak aj Bet-semes chi' yuj Jehová, yujto ix say yil yol te' caxa chi' heb'. Axo masanil heb' anima, ix ok' heb', yujto ix och chamel yuj Jehová."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix yal heb' anima ay ta': Malaj mach syal stek'b'an sb'ha t'a yichanh Jehová, yujto ay smay. ¿B'aj wal skak'b'at scaxail strato yic tz'elcan t'a ko tz'ey tik? xchi heb'."
        },
        {
            "number": "20",
            "text": "Ix yak'anb'at schecab' heb' t'a Quiriat-jearim, ix yalan heb': Ix yak' meltzaj te' scaxail strato Jehová heb' filisteo, yuj chi' ik'eck'e te', xchi heb'."
        }
    ]
}