{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ix k'och eb' aj Quiriat-jearim yik'cot te' scaxail strato Jehová chi', ix yak'anoch te' eb' d'a yol spat vinhaj Abinadab ay d'a jun tzalan. Ix sik'jiel vinhaj Eleazar yuninal vinhaj Abinadab chi' yuj eb', yic stanhvan te' vinh."
        },
        {
            "number": "2",
            "text": "Ay am junoc 20 ab'il ix can te' scaxail strato Jehová d'a Quiriat-jearim chi'. Masanil eb' israel scus sk'ool, snib'ej eb' scolvaj Jehová yed'oc."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yal vinhaj Samuel d'a eb': Tato d'a smasanil e k'ool, tzex meltzaj d'a Jehová, yovalil tzeyiq'uelta juntzanh sdiosal eb' ch'oc chonhab'il d'a e cal yed' yechel Astarot, tzeyak'anoch e b'a d'a yol sk'ab' Jehová yic anhej tzeyak' servil. Tato icha chi', a' ol ex colan d'a yol sk'ab' eb' filisteo."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yiq'uelta juntzanh comon dios chi' eb', aton yechel Baal yed' Astarot, axonhej d'a Jehová ix och eb' ejmelal."
        },
        {
            "number": "5",
            "text": "Ix yalan vinhaj Samuel chi' to smolb'ej sb'a masanil eb' chonhab' israel d'a Mizpa, yic stevi vinh d'a Jehová yuj eb'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix smolb'ej sb'a eb' ta'. A d'a jun k'u chi' ix yik'q'ueta a a' eb', ix secanem a' eb' d'a sat lum d'a yichanh Jehová, ix och eb' smasanil d'a tzek'ojk'olal, ix yalan eb' icha tic: Ix och co mul d'a yichanh Jehová. (A d'a Mizpa chi' ix sch'olb'itej eb' yetchonhab' vinhaj Samuel chi'.)"
        },
        {
            "number": "7",
            "text": "Ayic ix yab'an eb' filisteo to ayek' molan eb' israel d'a Mizpa chi', ix smolb'anpax sb'a eb', yic scot eb' yak' oval yed' eb' israel chi'. Axo yic ix yab'an eb' israel icha chi', ix xivq'ue eb'."
        },
        {
            "number": "8",
            "text": "Ix yalan eb' d'a vinhaj Samuel chi': Manh actej a tevi d'a Jehová to tzonh scol d'a eb' filisteo tic, xchi eb'."
        },
        {
            "number": "9",
            "text": "Elanhchamel ix yik'cot jun nok' yune' calnel tzato chuni vinhaj Samuel chi', ix snhusantz'a nok' vinh smasanil silab'il d'a Jehová, ix och ijan vinh sk'anan scolval. Elanhchamel ix tak'vi Jehová d'a vinh."
        },
        {
            "number": "10",
            "text": "Ayic van yak'an silab' chi' vinh, a eb' filisteo van sjavi eb' yak' oval yed' eb' israel chi', axo Jehová te chaanh ix ak'an mak'vaj k'u d'a yichanh eb' filisteo chi', yuj chi' ix xivq'ue eb', ix el lemnaj eb' d'a eb' israel chi'."
        },
        {
            "number": "11",
            "text": "Ix elta eb' israel d'a Mizpa chi', ix och eb' d'a spatic eb' filisteo chi'. Tzijtum eb' filisteo chi' ix cham yuj eb', masanto ix k'och eb' d'a yichanhb'at Bet-car."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi', ix sayan jun q'uen q'ueen vinhaj Samuel chi', ix yak'anem q'uen vinh d'a scal Mizpa yed' Sen. Eben-ezer ix yak' vinh sb'iej, ix yalan vinh: Masanto ticnaic ix colvajnhej Jehová qued'oc, xchi vinh."
        },
        {
            "number": "13",
            "text": "A d'a jun k'u chi' ix ak'ji ganar eb' filisteo yuj eb' israel chi'. Yuj chi' manhxa junelocxo ix och eb' d'a yol slugar eb' israel yak' oval. Yacb'an pitzanto vinhaj Samuel chi', aynhejoch Jehová xib'tan eb' filisteo chi'."
        },
        {
            "number": "14",
            "text": "A juntzanh chonhab' yed' smacb'en eb' yik'naquek' eb' filisteo chi', schab'at d'a Ecrón, masanto sk'och d'a Gat, ix yik'xicanek' eb' israel chi'. Axo eb' amorreo, malaj oval d'a scal eb' yed' eb' israel chi'."
        },
        {
            "number": "15",
            "text": "Ix yak' yajalil vinhaj Samuel d'a chonhab' Israel chi' masanto ix cham vinh."
        },
        {
            "number": "16",
            "text": "Junjun ab'il xid'ek' vinh d'a Betel, d'a Gilgal yed' d'a Mizpa, yuj sch'olb'itan vinh tas yaj eb' anima d'a juntzanh chonhab' chi'."
        },
        {
            "number": "17",
            "text": "Slajvi chi', smeltzaj vinh d'a Ramá, b'aj cajantaxoni. Ata' sch'olb'itejpax eb' yetchonhab' vinh. Ix sb'oanq'ue jun altar yic Jehová vinh ta'."
        }
    ]
}