{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ix k'och eb' aj Quiriat-jearim yik'cot te' scaxail strato Jehová chi', ix yak'anoch te' eb' t'a yol spat vinhaj Abinadab ay t'a jun tzalan. Ix sik'jiel vinhaj Eleazar yuninal vinhaj Abinadab chi' yuj eb', yic stanhvan te' vinh."
        },
        {
            "number": "2",
            "text": "Ay am junok 20 ab'il ix kan te' scaxail strato Jehová t'a Quiriat-jearim chi'. Masanil eb' israel scus sk'ool, snib'ej eb' scolvaj Jehová yet'oc."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yal vinhaj Samuel t'a eb': Tato t'a smasanil e k'ool, tzex meltzaj t'a Jehová, yovalil tzeyiq'uelta juntzanh sdiosal eb' ch'oc chonhab'il t'a e cal yet' yechel Astarot, tzeyak'anoch e b'ha t'a yol sk'ab' Jehová yic anhej tzeyak' servil. Tato icha chi', ha' ol ex colan t'a yol sk'ab' eb' filisteo."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yiq'uelta juntzanh comon dios chi' eb', aton yechel Baal yet' Astarot, axonhej t'a Jehová ix och eb' ejmelal."
        },
        {
            "number": "5",
            "text": "Ix yalan vinhaj Samuel chi' to smolb'ej sb'a masanil eb' chonhab' israel t'a Mizpa, yic stevi vinh t'a Jehová yuj eb'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix smolb'ej sb'a eb' ta'. Ha t'a jun k'u chi' ix yik'q'ueta ha ha' eb', ix secanem ha' eb' t'a sat lum t'a yichanh Jehová, ix och eb' smasanil t'a tzek'ojk'olal, ix yalan eb' icha tik: Ix och co mul t'a yichanh Jehová. (Ha t'a Mizpa chi' ix sch'olb'itej eb' yetchonhab' vinhaj Samuel chi'.)"
        },
        {
            "number": "7",
            "text": "Ayic ix yab'an eb' filisteo to ayek' molan eb' israel t'a Mizpa chi', ix smolb'anpax sb'a eb', yic scot eb' yak' oval yet' eb' israel chi'. Axo yic ix yab'an eb' israel icha chi', ix xivq'ue eb'."
        },
        {
            "number": "8",
            "text": "Ix yalan eb' t'a vinhaj Samuel chi': Manh actej a tevi t'a Jehová to tzonh scol t'a eb' filisteo tik, xchi eb'."
        },
        {
            "number": "9",
            "text": "Elanhchamel ix yik'cot jun nok' yune' calnel tzato chuni vinhaj Samuel chi', ix snhusantz'a nok' vinh smasanil silab'il t'a Jehová, ix och ijan vinh sk'anan scolval. Elanhchamel ix tak'vi Jehová t'a vinh."
        },
        {
            "number": "10",
            "text": "Ayic van yak'an silab' chi' vinh, a eb' filisteo van sjavi eb' yak' oval yet' eb' israel chi', haxo Jehová te chaanh ix ak'an mak'vaj k'u t'a yichanh eb' filisteo chi', yuj chi' ix xivq'ue eb', ix el lemnaj eb' t'a eb' israel chi'."
        },
        {
            "number": "11",
            "text": "Ix elta eb' israel t'a Mizpa chi', ix och eb' t'a spatic eb' filisteo chi'. Tzijtum eb' filisteo chi' ix cham yuj eb', masanto ix k'och eb' t'a yichanhb'at Bet-car."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix sayan jun q'uen q'ueen vinhaj Samuel chi', ix yak'anem q'uen vinh t'a skal Mizpa yet' Sen. Eben-ezer ix yak' vinh sb'iej, ix yalan vinh: Masanto ticnaic ix colvajnhej Jehová qued'oc, xchi vinh."
        },
        {
            "number": "13",
            "text": "Ha t'a jun k'u chi' ix ak'ji ganar eb' filisteo yuj eb' israel chi'. Yuj chi' manhxa junelocxo ix och eb' t'a yol slugar eb' israel yak' oval. Yacb'an pitzanto vinhaj Samuel chi', aynhejoch Jehová xib'tan eb' filisteo chi'."
        },
        {
            "number": "14",
            "text": "Ha juntzanh chonhab' yet' smacb'en eb' yik'naquek' eb' filisteo chi', schab'at t'a Ecrón, masanto sk'och t'a Gat, ix yik'xicanek' eb' israel chi'. Axo eb' amorreo, malaj oval t'a skal eb' yet' eb' israel chi'."
        },
        {
            "number": "15",
            "text": "Ix yak' yajalil vinhaj Samuel t'a chonhab' Israel chi' masanto ix cham vinh."
        },
        {
            "number": "16",
            "text": "Junjun ab'il xid'ek' vinh t'a Betel, t'a Gilgal yet' t'a Mizpa, yuj sch'olb'itan vinh tas yaj eb' anima t'a juntzanh chonhab' chi'."
        },
        {
            "number": "17",
            "text": "Slajvi chi', smeltzaj vinh t'a Ramá, b'aj cajantaxoni. Ata' sch'olb'itejpax eb' yetchonhab' vinh. Ix sb'oanq'ue jun altar yic Jehová vinh ta'."
        }
    ]
}