{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix ichamax winhaj Samuel chi', ix yak'anoch chawanh heb' winh yuninal winh yajaliloc heb' chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Joel sb'i jun winh b'ab'el, haxo junxo winh, Abías sb'i winh. Ix yak' yajalil heb' winh t'a Beerseba."
        },
        {
            "number": "3",
            "text": "Palta manhoc sb'eyb'al winh smam heb' winh chi' ix sb'eyb'alej. Ha wal t'a k'een tumin ix yak'och spensar heb' winh. Scha k'een heb' winh t'a elk'altac, malaj swach'il syutej heb' winh sch'olb'itan yaj heb' anima."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix smolb'ej sb'a masanil heb' yichamtac winaquil chonhab', ix b'at heb' yil winhaj Samuel chi' t'a Ramá."
        },
        {
            "number": "5",
            "text": "Ix yalan heb' winh: Ha ach tik, te icham winak achxo, haxo heb' winh uninal, manh ichaoc ix utej a b'a syutej sb'a heb' winh, te chuk syutej sb'a heb' winh. Yuj chi' to tza sayoch junok ko reyal yic tzonh scuchb'an icha yaj juntzanhxo nación, xchi heb' winh."
        },
        {
            "number": "6",
            "text": "Maj schalaj sk'ol winhaj Samuel chi' ayic ix yab'an winh to snib'ej junok sreyal heb' yic scuchb'aj heb'. Yuj chi' ix lesalwi winh t'a Jehová."
        },
        {
            "number": "7",
            "text": "Ix tak'wi Jehová chi' t'a winh: k'anab'ajej masanil tas sk'an heb' chonhab' chi', yujto manhoc ach tzach spatiquejel heb', palta a in, yujto manhxa sgana heb' swak' yajalil t'a yib'anh."
        },
        {
            "number": "8",
            "text": "Atax yic wik'annaquelta heb' t'a Egipto, tz'ochnhej heb' ejmelal t'a comon Dios, malaj welk'och t'a heb'. Icha wal ix in yutej heb', icha wal chi' tzach yutej heb' tiknaik."
        },
        {
            "number": "9",
            "text": "Yuj chi', k'anab'ajej tas syal heb'. Palta yowalil tzak' yojtaquejel heb' tastac ol utaj heb' yuj jun sreyal ol och chi', xchi t'a winh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix yalan winh t'a heb' ix k'anan sreyal chi', icha ix aj yalan Jehová chi'."
        },
        {
            "number": "11",
            "text": "Ix yalan winh icha tik: --Icha wal tik ol ex yutoc jun winh he reyal ol yak' yajalil t'a he kal chi': Ol smolb'ej masanil heb' eyuninal winh, ay heb' ol yak'och winh t'a yol carruaje yic owal, ay heb' ol k'e t'a yib'anh chej yic sb'at t'a owal, ay pax heb' ol ochcan stanhwumaloc winh."
        },
        {
            "number": "12",
            "text": "Ay heb' ol yak'och winh yajalil t'a junjun nhilanh soldado. Ay pax heb' ol och munlajel t'a sluum winh, ol ochpax heb' jochoj trigo. Ay pax heb' ol och b'o'oj yamk'ab' yic owal yet' t'a b'o'oj tastac tz'och t'a carruaje yic owal."
        },
        {
            "number": "13",
            "text": "Ol yik'anb'at heb' ix eyisil winh t'a spat. Ay heb' ix ol och b'o'oj perfume, ma b'o'oj wael yet' t'a b'o'oj pan."
        },
        {
            "number": "14",
            "text": "Ol stok'ek' swach'il lum he lu'um winh yet' tas awab'il eyuuj, te' uwa yet' te' oliwo, ol yak'an winh t'a heb' ayoch yajalil yet'oc."
        },
        {
            "number": "15",
            "text": "Ha tas tzeyawej, ol yik'el sdiezmoal winh yet' he wino, ol yak'an winh t'a heb' ayoch yajalil yet'oc yet' t'a heb' schecab' chi'."
        },
        {
            "number": "16",
            "text": "Ol yik'anpaxek' heb' he checab' winh yet' heb' ix he checab'. Ol yik'anpaxek' nok' he wacax winh yet' nok' he b'uru te wach', ol yak'anoch winh t'a smunlajel."
        },
        {
            "number": "17",
            "text": "Anheja' ol yik'paxek' sdiezmoal nok' he calnel winh, ol eyak'an serwil winh."
        },
        {
            "number": "18",
            "text": "Ha t'a jun pekti’ chi', olto eyal he b'ha t'a Jehová yuj tas ol ex utaj yuj winh he reyal ol he sik'och chi', palta manhxo ol kolwaj eyed'oc, xchi winhaj Samuel chi'."
        },
        {
            "number": "19",
            "text": "Palta maj schalaj yab' heb' chonhab' tas ix yal winh chi'. Ix tak'wi heb' icha tik: --Malaj yelk'och juntzanh chi', anhej to tz'och junok ko reyal."
        },
        {
            "number": "20",
            "text": "Co gana lajan tzonh aj icha juntzanhxo nación, ko gana to ay junok ko reyal tz'ak'an yajalil t'a ko kal, tzonh scuchb'anpax t'a owal, xchi heb'."
        },
        {
            "number": "21",
            "text": "Ayic ix yab'an winh tas ix yal heb' anima chi', ix yalanxi winh t'a Jehová."
        },
        {
            "number": "22",
            "text": "Ix tak'wi Jehová chi' t'a winh icha tik: --k'anab'ajej tas syal heb' chi', ak'och junok sreyal heb', xchi t'a winh. Ixlajwi chi', ix yalan winh t'a heb': Meltzajanhec t'a he chonhab' b'ela, xchi winh."
        }
    ]
}