{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix ichamax winhaj Samuel chi', ix yak'anoch chavanh eb' winh yuninal winh yajaliloc eb' chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Joel sb'i jun winh b'ab'el, haxo junxo winh, Abías sb'i winh. Ix yak' yajalil eb' winh t'a Beerseba."
        },
        {
            "number": "3",
            "text": "Palta manhoc sb'eyb'al winh smam eb' winh chi' ix sb'eyb'alej. Ha wal t'a q'uen tumin ix yak'och spensar eb' winh. Scha q'uen eb' winh t'a elk'altac, malaj swach'il syutej eb' winh sch'olb'itan yaj eb' anima."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix smolb'ej sb'a masanil eb' yichamtac vinaquil chonhab', ix b'at eb' yil winhaj Samuel chi' t'a Ramá."
        },
        {
            "number": "5",
            "text": "Ix yalan eb' winh: Ha ach tik, te icham vinac achxo, haxo eb' winh uninal, manh ichaoc ix utej a b'a syutej sb'a eb' winh, te chuk syutej sb'a eb' winh. Yuj chi' to tza sayoch junok co reyal yic tzonh scuchb'an icha yaj juntzanhxo nación, xchi eb' winh."
        },
        {
            "number": "6",
            "text": "Maj schalaj sk'ol winhaj Samuel chi' ayic ix yab'an winh to snib'ej junok sreyal eb' yic scuchb'aj eb'. Yuj chi' ix lesalvi winh t'a Jehová."
        },
        {
            "number": "7",
            "text": "Ix tak'vi Jehová chi' t'a winh: k'anab'ajej masanil tas sk'an eb' chonhab' chi', yujto manhoc ach tzach spatiquejel eb', palta a in, yujto manhxa sgana eb' svak' yajalil t'a yib'anh."
        },
        {
            "number": "8",
            "text": "Atax yic vik'annaquelta eb' t'a Egipto, tz'ochnhej eb' ejmelal t'a comon dios, malaj velk'och t'a eb'. Icha wal ix in yutej eb', icha wal chi' tzach yutej eb' tiknaik."
        },
        {
            "number": "9",
            "text": "Yuj chi', k'anab'ajej tas syal eb'. Palta yowalil tzak' yojtaquejel eb' tastac ol utaj eb' yuj jun sreyal ol och chi', xchi t'a winh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix yalan winh t'a eb' ix k'anan sreyal chi', icha ix aj yalan Jehová chi'."
        },
        {
            "number": "11",
            "text": "Ix yalan winh icha tik: --Icha wal tik ol ex yutoc jun winh e reyal ol yak' yajalil t'a e cal chi': Ol smolb'ej masanil eb' eyuninal winh, ay eb' ol yak'och winh t'a yol carruaje yic oval, ay eb' ol q'ue t'a yib'anh chej yic sb'at t'a oval, ay pax eb' ol ochcan stanhvumaloc winh."
        },
        {
            "number": "12",
            "text": "Ay eb' ol yak'och winh yajalil t'a junjun nhilanh soldado. Ay pax eb' ol och munlajel t'a sluum winh, ol ochpax eb' jochoj trigo. Ay pax eb' ol och b'o'oj yamk'ab' yic oval yet' t'a b'o'oj tastac tz'och t'a carruaje yic oval."
        },
        {
            "number": "13",
            "text": "Ol yik'anb'at eb' ix eyisil winh t'a spat. Ay eb' ix ol och b'o'oj perfume, ma b'o'oj vael yet' t'a b'o'oj pan."
        },
        {
            "number": "14",
            "text": "Ol stoq'uek' swach'il lum e lu'um winh yet' tas awab'il eyuuj, te' uva yet' te' olivo, ol yak'an winh t'a eb' ayoch yajalil yet'oc."
        },
        {
            "number": "15",
            "text": "Ha tas tzeyavej, ol yiq'uel sdiezmoal winh yet' e vino, ol yak'an winh t'a eb' ayoch yajalil yet'oc yet' t'a eb' schecab' chi'."
        },
        {
            "number": "16",
            "text": "Ol yik'anpaxek' eb' e checab' winh yet' eb' ix e checab'. Ol yik'anpaxek' nok' e vacax winh yet' nok' e b'uru te wach', ol yak'anoch winh t'a smunlajel."
        },
        {
            "number": "17",
            "text": "Anheja' ol yik'paxek' sdiezmoal nok' e calnel winh, ol eyak'an servil winh."
        },
        {
            "number": "18",
            "text": "Ha t'a jun pekti’ chi', olto eyal e b'ha t'a Jehová yuj tas ol ex utaj yuj winh e reyal ol e sik'och chi', palta manhxo ol kolwaj eyed'oc, xchi winhaj Samuel chi'."
        },
        {
            "number": "19",
            "text": "Palta maj schalaj yab' eb' chonhab' tas ix yal winh chi'. Ix tak'vi eb' icha tik: --Malaj yelk'och juntzanh chi', anhej to tz'och junok co reyal."
        },
        {
            "number": "20",
            "text": "Co gana lajan tzonh aj icha juntzanhxo nación, co gana to ay junok co reyal tz'ak'an yajalil t'a co cal, tzonh scuchb'anpax t'a oval, xchi eb'."
        },
        {
            "number": "21",
            "text": "Ayic ix yab'an winh tas ix yal eb' anima chi', ix yalanxi winh t'a Jehová."
        },
        {
            "number": "22",
            "text": "Ix tak'vi Jehová chi' t'a winh icha tik: --k'anab'ajej tas syal eb' chi', ak'och junok sreyal eb', xchi t'a winh. Ixlajwi chi', ix yalan winh t'a eb': Meltzajanhec t'a e chonhab' b'ela, xchi winh."
        }
    ]
}