{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "A d'a scal eb' yinhtilal Benjamín, ay jun vinh vinac scuchan Cis, yuninal vinhaj Abiel, yixchiquin vinhaj Zeror. A vinhaj Zeror chi' yuninal vinhaj Becorat, yixchiquin vinhaj Afía. Nivan yelk'och vinhaj Cis chi' d'a eb' anima."
        },
        {
            "number": "2",
            "text": "Ay jun yuninal vinh scuchan Saúl, te vach' snivanil. A d'a scal masanil eb' israel, malaj junoc vach' yilji d'a yichanh vinhaj Saúl chi', te chaanh steel vinh. A masanil eb' vinac d'a Israel, anhej d'a sjolom sjenhjab' vinh sq'uek'och eb'."
        },
        {
            "number": "3",
            "text": "Ay jun k'u ix satb'at juntzanh nok' sb'uru vinhaj Cis chi'. Yuj chi' ix yal vinh d'a vinh yuninal chi': --Ak' lista a b'a, sb'at a sayan nok' b'uru chi', ik'b'at junoc eb' vinh co checab' ed'oc, xchi vinh."
        },
        {
            "number": "4",
            "text": "Ix b'at vinhaj Saúl chi', ix k'axpajb'at vinh d'a scal lum tzalquixtac d'a yol yic Efraín, ix ek' vinh d'a yol yic Salisa. Maj chaxlaj nok' b'uru chi' yuj vinh. Ix ek'pax vinh d'a yol smacb'en Saalim yed' d'a yol yic Benjamín, palta malaj nok'."
        },
        {
            "number": "5",
            "text": "Axo ix k'och vinh d'a yol smacb'en Zuf, ix yalan vinh d'a vinh schecab' chi': --Conh meltzaj d'a tic, axo ta tz'aji, svach' och vinh in mam d'a ilk'olal cuuj d'a yichanh nok' b'uru chi', xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix tak'vi vinh checab' chi': --A d'a yol jun chonhab' tic ay jun vinh schecab' Dios, te nivan yelk'och vinh d'a eb' anima, masanil tas syal vinh, tz'elnhejk'ochi. B'at quila', ol yal vinh tas b'eal ol quik'a', xchi vinh."
        },
        {
            "number": "7",
            "text": "--Conh an, anhej to malaj jab'oc tas squik'b'at d'a vinh, malaj junoc ixim pan ay d'a yol co pa. Malaj jab'oc tas ol cak' d'a vinh, ¿tas val ol quik'b'ati? xchi vinhaj Saúl chi'."
        },
        {
            "number": "8",
            "text": "Ix tak'vi vinh checab' chi': --Ay jab' tumin plata ved'nac, ol cak' q'uen d'a vinh schecab' Jehová chi', yic ol yal vinh tas ol onh ajoc, xchi vinh."
        },
        {
            "number": "9",
            "text": "(A d'a peca' chi', tato ay junoc israel sgana sk'anb'ej yab' srazón d'a Dios syalan icha tic: B'at quil jun vinh syal yilan chi', xchi eb'. A vinh tz'alji schecab'oc Dios chi' ticnaic, a d'a peca', a vinh syal yilan junoc tas ol ujoc, sb'i vinh yuj eb'.)"
        },
        {
            "number": "10",
            "text": "--Vach' jun, b'at quila', xchi vinhaj Saúl chi'. Ix b'at eb' vinh schavanhil b'aj ayek' vinh schecab' Dios chi'."
        },
        {
            "number": "11",
            "text": "Ayic van sq'ue eb' vinh d'a svitzal chonhab' chi', ix schalan sb'a eb' vinh yed' juntzanh eb' ix cob'estac van sb'at ik'oj a', ix sk'anb'an eb' vinh d'a eb' ix icha tic: --¿Ay am ek' vinh schecab' Dios syal yilan tas ol ujoc? xchi eb' vinh."
        },
        {
            "number": "12",
            "text": "Ix tak'vi eb' ix: --Ayek' vinh d'a eyichanhb'at chi', palta tato tze pil val jab'ocxo eyip olto ilchaj vinh eyuuj. Toto val sjavi vinh d'a yol chonhab' tic yujto ay q'uinh ol och d'a tzalan b'aj tz'och ejmelal."
        },
        {
            "number": "13",
            "text": "Anhej tzex k'ochi tze sayanek' vinh d'a cal chonhab' chi', yacb'an manto b'at vinh b'aj tz'och ejmelal chi' b'aj tanhvab'il yuj eb' anima. Masanto ol k'och vinh, ichato chi' ol yalan vach' lolonel vinh d'a yib'anh silab', axo sva vinh yed' eb' anima avtab'il chi'. Yuj chi' ixiquec val ticnaic, k'ocb'ilto ol eyil vinh, xchi eb' ix."
        },
        {
            "number": "14",
            "text": "Ix b'at eb' vinh b'ian, axo yic van sk'och eb' vinh d'a yol chonhab' chi', k'ocb'il val ix schalaj sb'a eb' vinh yed' vinhaj Samuel chi', van sb'at vinh d'a jun tzalan b'aj ol och ejmelal chi'."
        },
        {
            "number": "15",
            "text": "Q'uik'anocto sk'och vinhaj Saúl, ix yalan Jehová d'a vinhaj Samuel chi':"
        },
        {
            "number": "16",
            "text": "A q'uik'an yab' icha tic, svak'cot jun vinh vinac d'ayach, a d'a yol yic Benjamín scot vinh. Tzak'q'ue aceite d'a sjolom vinh, a vinh ol och yajalil d'a chonhab' Israel tic. A vinh ol colan in chonhab' tic d'a yol sk'ab' eb' filisteo, yujto toxo ix cus in k'ol yuj b'aj ix tevi eb' d'ayin, xchi d'a vinh."
        },
        {
            "number": "17",
            "text": "Ayic ix yilan vinhaj Saúl vinhaj Samuel chi', ix yalan Jehová d'a vinh: Aton vinh tic val d'ayach evi, a vinh ol och yajaliloc in chonhab', xchi d'a vinh."
        },
        {
            "number": "18",
            "text": "A d'a spuertail chonhab' chi', ata' ix schalaj sb'a eb' vinh, ix yalan vinhaj Saúl d'a vinhaj Samuel chi': --Al d'ayin mamin, b'ajtil ay spat vinh schecab' Dios syal yilan tas ol ujoc, xchi vinh."
        },
        {
            "number": "19",
            "text": "--A in toni. Conh ved'oc, b'ab'lajanh. Ol ach va ved' b'aj van in b'at chi'. Ato q'uik'an sval d'ayach tas a gana tza k'anb'ej chi', slajvi chi' tzach paxi."
        },
        {
            "number": "20",
            "text": "A yuj nok' b'uru ix satb'at d'ayach yictax oxji, manh ak' pensar yuj nok', toxo ix chax nok'. Palta ay jun mach te nib'ab'il yuj eb' quetchonhab' israel tic, a ach toni yed' eb' a k'ab' oc, xchi vinh."
        },
        {
            "number": "21",
            "text": "Ix tak'vi vinhaj Saúl chi': --A in tic, yinhtilal in Benjamín, yelxo val jayvannhej co b'isul d'a quinhtilal chi' d'a scal masanil eb' quetisraelal. Anheja' eb' sk'ab' yoc in mam chi', malaj quelk'och d'a scal eb' quinhtilal chi'. ¿Tas val yuj tzal juntzanh tic d'ayin? xchi vinh."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi', ix ik'jib'at vinh yed' vinh schecab' yuj vinhaj Samuel chi' d'a yol jun cuarto, ix ak'ji jun k'ojnub' te nivan yelk'och d'a eb' vinh d'a scal eb' vinh avtab'il vael chi', ay am junoc 30 eb' vinh."
        },
        {
            "number": "23",
            "text": "Ix yalan vinhaj Samuel chi' d'a jun vinh ilum vael d'a cocina icha tic: --Ik'cot nok' chib'ej ix val d'ayach to ch'oc tzik'caneli, xchi vinh."
        },
        {
            "number": "24",
            "text": "Elanhchamel ix yik'cot jun nok' xub' vinh, ix yak'an vinh d'a vinhaj Saúl chi'. Ix yalan vinhaj Samuel chi' d'a vinhaj Saúl chi': --A jun chib'ej tic ik'b'ilxocaneli, chi'a. A jun tic to naanxotax vuuj, ix in chec ik'jicaneli, ayic ix in checan b'ojoc jun q'uinh tic, xchi vinh. Junnhej ix va vinhaj Saúl yed' vinhaj Samuel chi' d'a jun k'u chi'."
        },
        {
            "number": "25",
            "text": "Ayic ix emixta eb' vinh ta', ix emul eb' vinh d'a yol chonhab' chi', ix lolon vinhaj Samuel yed' vinhaj Saúl chi' d'a spanhanil yib'anh pat."
        },
        {
            "number": "26",
            "text": "Axo ix sacb'i d'a junxo k'u, ix avtaj vinhaj Saúl yuj vinhaj Samuel chi', ix yalan vinh d'a vinh icha tic: --Q'ueanh vaan tzach b'ati, xchi vinh. Ix q'ue vaan vinh b'ian. Ix lajvi chi', ix el eb' vinh d'a yol calle."
        },
        {
            "number": "27",
            "text": "Axo ix emk'och eb' vinh d'a titac chonhab', ix yalan vinhaj Samuel chi' d'a vinhaj Saúl chi': --Al d'a vinh a checab' tic to sb'ab'lajb'at vinh, tzach can jab'ocxo, yujto ol val tas ix schec Jehová val d'ayach, xchi vinh. Ix schecan b'ab'laj vinh schecab' vinhaj Saúl chi'."
        }
    ]
}