{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a skal eb' yinhtilal Benjamín, ay jun vinh vinac scuchan Cis, yuninal vinhaj Abiel, yixchiquin vinhaj Zeror. Ha vinhaj Zeror chi' yuninal vinhaj Becorat, yixchiquin vinhaj Afía. Nivan yelk'och vinhaj Cis chi' t'a eb' anima."
        },
        {
            "number": "2",
            "text": "Ay jun yuninal vinh scuchan Saúl, te wach' snivanil. Ha t'a skal masanil eb' israel, malaj junok wach' yilji t'a yichanh vinhaj Saúl chi', te chaanh steel vinh. Ha masanil eb' vinac t'a Israel, anhej t'a sjolom sjenhjab' vinh sq'uek'och eb'."
        },
        {
            "number": "3",
            "text": "Ay jun k'u ix satb'at juntzanh nok' sb'uru vinhaj Cis chi'. Yuj chi' ix yal vinh t'a vinh yuninal chi': --Ak' lista a b'a, sb'at a sayan nok' b'uru chi', ik'b'at junok eb' vinh co checab' ed'oc, xchi vinh."
        },
        {
            "number": "4",
            "text": "Ix b'at vinhaj Saúl chi', ix k'axpajb'at vinh t'a skal lum tzalquixtac t'a yol yic Efraín, ix ek' vinh t'a yol yic Salisa. Maj chaxlaj nok' b'uru chi' yuj vinh. Ix ek'pax vinh t'a yol smacb'en Saalim yet' t'a yol yic Benjamín, palta malaj nok'."
        },
        {
            "number": "5",
            "text": "Axo ix k'och vinh t'a yol smacb'en Zuf, ix yalan vinh t'a vinh schecab' chi': --Conh meltzaj t'a tik, haxo ta tz'aji, swach' och vinh in mam t'a ilk'olal cuuj t'a yichanh nok' b'uru chi', xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix tak'vi vinh checab' chi': --Ha t'a yol jun chonhab' tik ay jun vinh schecab' Dios, te niwan yelk'och vinh t'a eb' anima, masanil tas syal vinh, tz'elnhejk'ochi. B'at quila', ol yal vinh tas b'eal ol quik'a', xchi vinh."
        },
        {
            "number": "7",
            "text": "--Conh an, anhej to malaj jab'oc tas squik'b'at t'a vinh, malaj junok ixim pan ay t'a yol co pa. Malaj jab'oc tas ol cak' t'a vinh, ¿tas val ol quik'b'ati? xchi vinhaj Saúl chi'."
        },
        {
            "number": "8",
            "text": "Ix tak'vi vinh checab' chi': --Ay jab' tumin plata ved'nac, ol cak' q'uen t'a vinh schecab' Jehová chi', yic ol yal vinh tas ol onh ajoc, xchi vinh."
        },
        {
            "number": "9",
            "text": "(Ha t'a peca' chi', tato ay junok israel sgana sk'anb'ej yab' srazón d'ha Dios syalan icha tik: B'at quil jun vinh syal yilan chi', xchi eb'. Ha vinh tz'alji schecab'oc Dios chi' ticnaic, ha t'a peca', a vinh syal yilan junok tas ol ujoc, sb'i vinh yuj eb'.)"
        },
        {
            "number": "10",
            "text": "--Wach' jun, b'at quila', xchi vinhaj Saúl chi'. Ix b'at eb' vinh schavanhil b'aj ayek' vinh schecab' Dios chi'."
        },
        {
            "number": "11",
            "text": "Ayic van sq'ue eb' vinh t'a svitzal chonhab' chi', ix schalan sb'a eb' vinh yet' juntzanh eb' ix cob'estac van sb'at ik'oj ha', ix sk'anb'an eb' vinh t'a eb' ix icha tik: --¿Ay am ek' vinh schecab' Dios syal yilan tas ol ujoc? xchi eb' vinh."
        },
        {
            "number": "12",
            "text": "Ix tak'vi eb' ix: --Ayek' vinh t'a eyichanhb'at chi', palta tato tze pil val jab'ocxo eyip olto ilchaj vinh eyuuj. Toto val sjavi vinh t'a yol chonhab' tik yujto ay q'uinh ol och t'a tzalan b'aj tz'och ejmelal."
        },
        {
            "number": "13",
            "text": "Anhej tzex k'ochi tze sayanek' vinh t'a cal chonhab' chi', yacb'an manto b'at vinh b'aj tz'och ejmelal chi' b'aj tanhvab'il yuj eb' anima. Masanto ol k'och vinh, ichato chi' ol yalan wach' lolonel vinh t'a yib'anh silab', haxo sva vinh yet' eb' anima avtab'il chi'. Yuj chi' ixiquec val ticnaic, k'ocb'ilto ol eyil vinh, xchi eb' ix."
        },
        {
            "number": "14",
            "text": "Ix b'at eb' vinh b'ian, haxo yic van sk'och eb' vinh t'a yol chonhab' chi', k'ocb'il val ix schalaj sb'a eb' vinh yet' vinhaj Samuel chi', van sb'at vinh t'a jun tzalan b'aj ol och ejmelal chi'."
        },
        {
            "number": "15",
            "text": "K'ik'anocto sk'och vinhaj Saúl, ix yalan Jehová t'a vinhaj Samuel chi':"
        },
        {
            "number": "16",
            "text": "Ha k'ik'an yab' icha tik, svak'cot jun vinh vinac t'ayach, ha t'a yol yic Benjamín scot vinh. Tzak'q'ue aceite t'a sjolom vinh, a vinh ol och yajalil t'a chonhab' Israel tik. Ha vinh ol colan in chonhab' tik t'a yol sk'ab' eb' filisteo, yujto toxo ix cus in k'ol yuj b'aj ix tevi eb' t'ayin, xchi t'a vinh."
        },
        {
            "number": "17",
            "text": "Ayic ix yilan vinhaj Saúl vinhaj Samuel chi', ix yalan Jehová t'a vinh: Aton vinh tik val t'ayach evi, a vinh ol och yajaliloc in chonhab', xchi t'a vinh."
        },
        {
            "number": "18",
            "text": "Ha t'a spuertail chonhab' chi', ata' ix schalaj sb'a eb' vinh, ix yalan vinhaj Saúl t'a vinhaj Samuel chi': --Al t'ayin mamin, b'ajtil ay spat vinh schecab' Dios syal yilan tas ol ujoc, xchi vinh."
        },
        {
            "number": "19",
            "text": "--Ha in toni. Conh ved'oc, b'ab'lajanh. Ol ach wa ved' b'aj van in b'at chi'. Ato k'ik'an sval t'ayach tas a gana tza k'anb'ej chi', slajvi chi' tzach paxi."
        },
        {
            "number": "20",
            "text": "Ha yuj nok' b'uru ix satb'at t'ayach yictax oxji, manh ak' pensar yuj nok', toxo ix chax nok'. Palta ay jun mach te nib'ab'il yuj eb' quetchonhab' israel tik, a ach toni yet' eb' a k'ab' oc, xchi vinh."
        },
        {
            "number": "21",
            "text": "Ix tak'vi vinhaj Saúl chi': --Ha in tik, yinhtilal in Benjamín, yelxo val jayvannhej co b'isul t'a quinhtilal chi' t'a skal masanil eb' quetisraelal. Anheja' eb' sk'ab' yoc in mam chi', malaj quelk'och t'a skal eb' quinhtilal chi'. ¿Tas val yuj tzal juntzanh tik t'ayin? xchi vinh."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix ik'jib'at vinh yet' vinh schecab' yuj vinhaj Samuel chi' t'a yol jun cuarto, ix ak'ji jun k'ojnub' te niwan yelk'och t'a eb' vinh t'a skal eb' vinh avtab'il vael chi', ay am junok 30 eb' vinh."
        },
        {
            "number": "23",
            "text": "Ix yalan vinhaj Samuel chi' t'a jun vinh ilum vael t'a cocina icha tik: --Ik'cot nok' chib'ej ix val t'ayach to ch'oc tzik'caneli, xchi vinh."
        },
        {
            "number": "24",
            "text": "Elanhchamel ix yik'cot jun nok' xub' vinh, ix yak'an vinh t'a vinhaj Saúl chi'. Ix yalan vinhaj Samuel chi' t'a vinhaj Saúl chi': --Ha jun chib'ej tik ik'b'ilxocaneli, chi'a. Ha jun tik to naanxotax vuuj, ix in chec ik'jicaneli, ayic ix in checan b'ojoc jun q'uinh tik, xchi vinh. Junnhej ix wa vinhaj Saúl yet' vinhaj Samuel chi' t'a jun k'u chi'."
        },
        {
            "number": "25",
            "text": "Ayic ix emixta eb' vinh ta', ix emul eb' vinh t'a yol chonhab' chi', ix lolon vinhaj Samuel yet' vinhaj Saúl chi' t'a spanhanil yib'anh pat."
        },
        {
            "number": "26",
            "text": "Axo ix sakb'i t'a junxo k'u, ix avtaj vinhaj Saúl yuj vinhaj Samuel chi', ix yalan vinh t'a vinh icha tik: --Q'ueanh vaan tzach b'ati, xchi vinh. Ix q'ue vaan vinh b'ian. Ixlajwi chi', ix el eb' vinh t'a yol calle."
        },
        {
            "number": "27",
            "text": "Axo ix emk'och eb' vinh t'a titac chonhab', ix yalan vinhaj Samuel chi' t'a vinhaj Saúl chi': --Al t'a vinh a checab' tik to sb'ab'lajb'at vinh, tzach kan jab'ocxo, yujto ol val tas ix schec Jehová val t'ayach, xchi vinh. Ix schecan b'ab'laj vinh schecab' vinhaj Saúl chi'."
        }
    ]
}