{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a skal heb' yinhtilal Benjamín, ay jun winh winak scuchan Cis, yuninal winhaj Abiel, yixchiquin winhaj Zeror. Ha winhaj Zeror chi' yuninal winhaj Becorat, yixchiquin winhaj Afía. Niwan yelk'och winhaj Cis chi' t'a heb' anima."
        },
        {
            "number": "2",
            "text": "Ay jun yuninal winh scuchan Saúl, te wach' sniwanil. Ha t'a skal masanil heb' israel, malaj junok wach' yilji t'a yichanh winhaj Saúl chi', te chaanh steel winh. Ha masanil heb' winak t'a Israel, anhej t'a sjolom sjenhjab' winh sk'ek'och heb'."
        },
        {
            "number": "3",
            "text": "Ay jun k'u ix satb'at juntzanh nok' sb'uru winhaj Cis chi'. Yuj chi' ix yal winh t'a winh yuninal chi': --Ak' lista a b'a, sb'at a sayan nok' b'uru chi', ik'b'at junok heb' winh ko checab' ed'oc, xchi winh."
        },
        {
            "number": "4",
            "text": "Ix b'at winhaj Saúl chi', ix k'axpajb'at winh t'a skal lum tzalquixtac t'a yol yic Efraín, ix ek' winh t'a yol yic Salisa. Maj chaxlaj nok' b'uru chi' yuj winh. Ix ek'pax winh t'a yol smacb'en Saalim yet' t'a yol yic Benjamín, palta malaj nok'."
        },
        {
            "number": "5",
            "text": "Axo ix k'och winh t'a yol smacb'en Zuf, ix yalan winh t'a winh schecab' chi': --Conh meltzaj t'a tik, haxo ta tz'aji, swach' och winh in mam t'a ilk'olal cuuj t'a yichanh nok' b'uru chi', xchi winh."
        },
        {
            "number": "6",
            "text": "Ix tak'wi winh checab' chi': --Ha t'a yol jun chonhab' tik ay jun winh schecab' Dios, te niwan yelk'och winh t'a heb' anima, masanil tas syal winh, tz'elnhejk'ochi. B'at quila', ol yal winh tas b'eal ol quik'a', xchi winh."
        },
        {
            "number": "7",
            "text": "--Conh an, anhej to malaj jab'oc tas squik'b'at t'a winh, malaj junok ixim pan ay t'a yol ko pa. Malaj jab'oc tas ol cak' t'a winh, ¿tas wal ol quik'b'ati? xchi winhaj Saúl chi'."
        },
        {
            "number": "8",
            "text": "Ix tak'wi winh checab' chi': --Ay jab' tumin plata wed'nac, ol cak' k'een t'a winh schecab' Jehová chi', yic ol yal winh tas ol onh ajoc, xchi winh."
        },
        {
            "number": "9",
            "text": "(Ha t'a peka' chi', tato ay junok israel sgana sk'anb'ej yab' srazón d'ha Dios syalan icha tik: B'at quil jun winh syal yilan chi', xchi heb'. Ha winh tz'alji schecab'oc Dios chi' tiknaik, ha t'a peka', a winh syal yilan junok tas ol ujok, sb'i winh yuj heb'.)"
        },
        {
            "number": "10",
            "text": "--Wach' jun, b'at quila', xchi winhaj Saúl chi'. Ix b'at heb' winh schawanhil b'aj ayek' winh schecab' Dios chi'."
        },
        {
            "number": "11",
            "text": "Ayic wan sk'e heb' winh t'a switzal chonhab' chi', ix schalan sb'a heb' winh yet' juntzanh heb' ix cob'estac wan sb'at ik'oj ha', ix sk'anb'an heb' winh t'a heb' ix icha tik: --¿Ay am ek' winh schecab' Dios syal yilan tas ol ujok? xchi heb' winh."
        },
        {
            "number": "12",
            "text": "Ix tak'wi heb' ix: --Ayek' winh t'a eyichanhb'at chi', palta tato tze pil wal jab'okxo eyip olto ilchaj winh eyuuj. Toto wal sjawi winh t'a yol chonhab' tik yujto ay q'uinh ol och t'a tzalan b'aj tz'och ejmelal."
        },
        {
            "number": "13",
            "text": "Anhej tzex k'ochi tze sayanek' winh t'a kal chonhab' chi', yacb'an manto b'at winh b'aj tz'och ejmelal chi' b'aj tanhwab'il yuj heb' anima. Masanto ol k'och winh, ichato chi' ol yalan wach' lolonel winh t'a yib'anh silab', haxo swa winh yet' heb' anima avtab'il chi'. Yuj chi' ixiquec wal tiknaik, k'ocb'ilto ol eyil winh, xchi heb' ix."
        },
        {
            "number": "14",
            "text": "Ix b'at heb' winh b'ian, haxo yic wan sk'och heb' winh t'a yol chonhab' chi', k'ocb'il wal ix schalaj sb'a heb' winh yet' winhaj Samuel chi', wan sb'at winh t'a jun tzalan b'aj ol och ejmelal chi'."
        },
        {
            "number": "15",
            "text": "K'ik'anocto sk'och winhaj Saúl, ix yalan Jehová t'a winhaj Samuel chi':"
        },
        {
            "number": "16",
            "text": "Ha k'ik'an yab' icha tik, swak'cot jun winh winak t'ayach, ha t'a yol yic Benjamín scot winh. Tzak'k'e aceite t'a sjolom winh, a winh ol och yajalil t'a chonhab' Israel tik. Ha winh ol colan in chonhab' tik t'a yol sk'ab' heb' filisteo, yujto toxo ix kus in k'ol yuj b'aj ix tewi heb' t'ayin, xchi t'a winh."
        },
        {
            "number": "17",
            "text": "Ayic ix yilan winhaj Saúl winhaj Samuel chi', ix yalan Jehová t'a winh: Aton winh tik wal t'ayach ewi, a winh ol och yajaliloc in chonhab', xchi t'a winh."
        },
        {
            "number": "18",
            "text": "Ha t'a spuertail chonhab' chi', ata' ix schalaj sb'a heb' winh, ix yalan winhaj Saúl t'a winhaj Samuel chi': --Al t'ayin mamin, b'ajtil ay spat winh schecab' Dios syal yilan tas ol ujok, xchi winh."
        },
        {
            "number": "19",
            "text": "--Ha in toni. Conh wed'oc, b'ab'lajanh. Ol ach wa wed' b'aj wan in b'at chi'. Ato k'ik'an swal t'ayach tas a gana tza k'anb'ej chi', slajwi chi' tzach paxi."
        },
        {
            "number": "20",
            "text": "Ha yuj nok' b'uru ix satb'at t'ayach yictax oxji, manh ak' pensar yuj nok', toxo ix chax nok'. Palta ay jun mach te nib'ab'il yuj heb' quetchonhab' israel tik, a ach toni yet' heb' a k'ab' oc, xchi winh."
        },
        {
            "number": "21",
            "text": "Ix tak'wi winhaj Saúl chi': --Ha in tik, yinhtilal in Benjamín, yelxo wal jaywannhej ko b'isul t'a quinhtilal chi' t'a skal masanil heb' quetisraelal. Anheja' heb' sk'ab' yoc in mam chi', malaj quelk'och t'a skal heb' quinhtilal chi'. ¿Tas wal yuj tzal juntzanh tik t'ayin? xchi winh."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix ik'jib'at winh yet' winh schecab' yuj winhaj Samuel chi' t'a yol jun cuarto, ix ak'ji jun k'ojnub' te niwan yelk'och t'a heb' winh t'a skal heb' winh avtab'il wael chi', ay am junok 30 heb' winh."
        },
        {
            "number": "23",
            "text": "Ix yalan winhaj Samuel chi' t'a jun winh ilum wael t'a cocina icha tik: --Ik'cot nok' chib'ej ix wal t'ayach to ch'oc tzik'caneli, xchi winh."
        },
        {
            "number": "24",
            "text": "Elanhchamel ix yik'cot jun nok' xub' winh, ix yak'an winh t'a winhaj Saúl chi'. Ix yalan winhaj Samuel chi' t'a winhaj Saúl chi': --Ha jun chib'ej tik ik'b'ilxocaneli, chi'a. Ha jun tik to naanxotax wuuj, ix in chec ik'jicaneli, ayic ix in checan b'ojoc jun q'uinh tik, xchi winh. Junnhej ix wa winhaj Saúl yet' winhaj Samuel chi' t'a jun k'u chi'."
        },
        {
            "number": "25",
            "text": "Ayic ix emixta heb' winh ta', ix emul heb' winh t'a yol chonhab' chi', ix lolon winhaj Samuel yet' winhaj Saúl chi' t'a spanhanil yib'anh pat."
        },
        {
            "number": "26",
            "text": "Axo ix sakb'i t'a junxo k'u, ix avtaj winhaj Saúl yuj winhaj Samuel chi', ix yalan winh t'a winh icha tik: --Q'ueanh waan tzach b'ati, xchi winh. Ix k'e waan winh b'ian. Ixlajwi chi', ix el heb' winh t'a yol calle."
        },
        {
            "number": "27",
            "text": "Axo ix emk'och heb' winh t'a titac chonhab', ix yalan winhaj Samuel chi' t'a winhaj Saúl chi': --Al t'a winh a checab' tik to sb'ab'lajb'at winh, tzach kan jab'okxo, yujto ol wal tas ix schec Jehová wal t'ayach, xchi winh. Ix schecan b'ab'laj winh schecab' winhaj Saúl chi'."
        }
    ]
}