{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic yoxilxo ab'il yoch winhaj Joacim reyal t'a Judá, ix k'och winhaj Nabucodonosor sreyal Babilonia yet' eb' soldado, yic syak'an oval eb' t'a Jerusalén. Yuj chi' ix och oyan eb' t'a spatic chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Ha Dios Cajalil ix ak'anoch winhaj rey Joacim chi' t'a yol sk'ab' winhaj Nabucodonosor chi' yet' juntzanhxo eb' anima aj Judá yet' jantac yamk'ab' sk'anchaj t'a stemplo Dios. Ha juntzanh yamk'ab' chi', ix yik'cot winh, ix javi t'a Babilonia tik, ix schecan winh ak'chajoch t'a spatil sdiosal b'aj sik'chaj tas tz'ak'ji t'a sdiosal winh chi'."
        },
        {
            "number": "3",
            "text": "Ayic ix javi eb', ix yalan winh rey chi' t'a winhaj Aspenaz, aton winh yajal yaj t'a eb' yilumal sdespacho winh rey chi' to sik'chajel jayvanhoc eb' winh quelemtac t'a skal eb' yinhtilal eb' winh rey aj Judá chi' yet' t'a skal eb' yinhtilal eb' nivac yopisio ix ik'chajcot chi'."
        },
        {
            "number": "4",
            "text": "Ix yalan winh rey chi' icha tik: Ha eb' winh quelemtac chi', yowalil te wach' yilji eb' winh, malaj jab'oc spaltail snivanil eb' winh, jelan eb' winh, ay spensar eb' winh, snachajel tas yuj eb' winh, eb' winh smoj val yak'an servil t'a palacio. Yovalil sk'ayb'ej sti' eb' caldeo eb' winh yet' tas tz'ib'ab'il yuj eb'."
        },
        {
            "number": "5",
            "text": "Ix yalanpax winh rey t'a winhaj Aspenaz chi' to a svael winh yet' svino winh syab'lej eb' winh quelemtac chi', sk'ayb'ajpax oxeoc ab'il eb' winh. Slajvi chi', tz'och eb' winh yak' servil winh rey chi'."
        },
        {
            "number": "6",
            "text": "Ha t'a skal juntzanh eb' winh quelemtac ix sik'chajel yuj winhaj Aspenaz chi', ata' ayoch winhaj Daniel, winhaj Ananías, winhaj Misael yet' winhaj Azarías. Aton eb' winh tik ix cot t'a skal eb' yinhtilal Judá."
        },
        {
            "number": "7",
            "text": "Ix q'uexchaj sb'i eb' winh yuj winhaj Aspenaz chi'. Ha winhaj Daniel chi', Beltsasar ix sb'iej winh, haxo winhaj Ananías, Sadrac ix sb'iej winh, haxo pax winhaj Misael, Mesac ix sb'iej winh, haxo winhaj Azarías jun, Abed-nego ix sb'iej winh."
        },
        {
            "number": "8",
            "text": "Ha winhaj Daniel chi', ix sna winh to manh ol svalaj juntzanh tas ay yowalil yuj sley Dios, yuj chi' ix tevi winh t'a winhaj Aspenaz chi' to max ak'ji pural winh svaan svael winh rey yet' tas syuq'uej winh."
        },
        {
            "number": "9",
            "text": "Ix och Dios yet' winhaj Daniel chi', yuj chi' te wach' winh t'a yol sat winhaj Aspenaz chi'. Wach'chom icha chi',"
        },
        {
            "number": "10",
            "text": "palta ix yal winhaj Aspenaz chi' icha tik: --Tzin xiv t'a winh vajalil, yujto a winh ix alani tas ol e wa''a yet' tas ol eyuq'uej. Q'uinaloc haxo ol yilan winh to b'actac ex t'a skal juntzanhxo eb' winh quelemtac tik, ol am in schec miljoccham winh rey chi' eyuuj, xchi winh."
        },
        {
            "number": "11",
            "text": "Axo winhaj Aspenaz chi', ix yak'och jun yilumal winhaj Daniel chi' winh yet' eb' winh oxvanh quelemtac chi'. Yuj chi' ix yal winhaj Daniel chi' t'a winh yilumal chi' icha tik:"
        },
        {
            "number": "12",
            "text": "--Tzin tevi t'ayach to tzonh ak' proval t'a lajunheoc k'ual. Anhej comon vael tzak' t'ayonh, mocab' ak' nok' chib'ej co chi'a, anhej pax ha ha' tzak' cuq'uej."
        },
        {
            "number": "13",
            "text": "Ayic stz'acvi lajunhe' k'ual chi', tzonh a lajb'an yet' juntzanhxo eb' winh quelemtac svaan svael winh rey chi'. Ichato chi' syalxo ak'an t'ayonh tas ol co wa chi', ato syal chajtil quiljiochi, xchi winh."
        },
        {
            "number": "14",
            "text": "Ix schaan sk'ol winh tas ix sk'an eb' winh chi'. Lajunhe' k'ual ix ak'ji proval eb' winh."
        },
        {
            "number": "15",
            "text": "Axo yic ix tz'acvi lajunhe' k'ual chi', ix iljiochi to te wach' yilji eb' winh, te tek'an eb' winh t'a yichanh juntzanhxo eb' winh ix vaan svael winh rey chi'."
        },
        {
            "number": "16",
            "text": "Yuj chi', majxo ak'jilaj vael yet' vino yic winh rey chi' t'a eb' winh yuj winh yilumal eb' winh chi', axonhej comon vael ix yak' winh t'a eb' winh."
        },
        {
            "number": "17",
            "text": "Ha eb' winh quelemtac chi' schanhvanhil, ix ak'ji sjelanil eb' winh yuj Dios yic snachajel jantac sk'ayb'ub'al eb' aj Babilonia chi' yuj eb' winh yet' tas tz'ib'ab'il. Axo winhaj Daniel chi', ay pax sjelanil winh snaanel tas syalelk'och juntzanh vayich yet' juntzanh tas tz'ak'ji yila'."
        },
        {
            "number": "18",
            "text": "Axo yic ix k'och stiempoal icha yalnaccan winh rey, ix molb'aj masanil eb' winh quelemtac ix k'ay chi' yuj winhaj Aspenaz, ix yik'anb'at eb' winh winh t'a yichanh winhaj rey Nabucodonosor chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix k'och eb' winh t'a yichanh winh rey chi', ix lolon winh yet' eb' winh, palta ha t'a skal eb' winh quelemtac chi' smasanil, malaj junok eb' winh syal slajb'an sb'a yet' eb' winh chanhvanh chi', aton winhaj Daniel, winhaj Ananías, winhaj Misael yet' winhaj Azarías. Yuj chi' ix ak'jicanoch eb' winh yak' servil winh rey chi'."
        },
        {
            "number": "20",
            "text": "Juntaquel sk'anb'ej razón winh rey chi' t'a eb' winh yuj juntzanh jelanil yet' tastac ajaltac snachajeli, ix nachajel yuj eb' winh, lajunhel val ek'to sjelanil spensar eb' winh chanhvanh chi' t'a yichanh masanil eb' ajchum yet' eb' naumel lolonel ay t'a yol masanil smacb'en winh."
        },
        {
            "number": "21",
            "text": "Axo winhaj Daniel chi' ix cannhej winh t'a yopisio chi', masanto t'a b'ab'el ab'il yoch winhaj Ciro reyal."
        }
    ]
}