{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic yoxilxo ab'il yoch vinhaj Joacim reyal d'a Judá, ix k'och vinhaj Nabucodonosor sreyal Babilonia yed' eb' soldado, yic syak'an oval eb' d'a Jerusalén. Yuj chi' ix och oyan eb' d'a spatic chonhab' chi'."
        },
        {
            "number": "2",
            "text": "A Dios Cajalil ix ak'anoch vinhaj rey Joacim chi' d'a yol sk'ab' vinhaj Nabucodonosor chi' yed' juntzanhxo eb' anima aj Judá yed' jantac yamk'ab' sk'anchaj d'a stemplo Dios. A juntzanh yamk'ab' chi', ix yik'cot vinh, ix javi d'a Babilonia tic, ix schecan vinh ak'chajoch d'a spatil sdiosal b'aj sik'chaj tas tz'ak'ji d'a sdiosal vinh chi'."
        },
        {
            "number": "3",
            "text": "Ayic ix javi eb', ix yalan vinh rey chi' d'a vinhaj Aspenaz, aton vinh yajal yaj d'a eb' yilumal sdespacho vinh rey chi' to sik'chajel jayvanhoc eb' vinh quelemtac d'a scal eb' yinhtilal eb' vinh rey aj Judá chi' yed' d'a scal eb' yinhtilal eb' nivac yopisio ix ik'chajcot chi'."
        },
        {
            "number": "4",
            "text": "Ix yalan vinh rey chi' icha tic: A eb' vinh quelemtac chi', yovalil te vach' yilji eb' vinh, malaj jab'oc spaltail snivanil eb' vinh, jelan eb' vinh, ay spensar eb' vinh, snachajel tas yuj eb' vinh, eb' vinh smoj val yak'an servil d'a palacio. Yovalil sk'ayb'ej sti' eb' caldeo eb' vinh yed' tas tz'ib'ab'il yuj eb'."
        },
        {
            "number": "5",
            "text": "Ix yalanpax vinh rey d'a vinhaj Aspenaz chi' to a svael vinh yed' svino vinh syab'lej eb' vinh quelemtac chi', sk'ayb'ajpax oxeoc ab'il eb' vinh. Slajvi chi', tz'och eb' vinh yak' servil vinh rey chi'."
        },
        {
            "number": "6",
            "text": "A d'a scal juntzanh eb' vinh quelemtac ix sik'chajel yuj vinhaj Aspenaz chi', ata' ayoch vinhaj Daniel, vinhaj Ananías, vinhaj Misael yed' vinhaj Azarías. Aton eb' vinh tic ix cot d'a scal eb' yinhtilal Judá."
        },
        {
            "number": "7",
            "text": "Ix q'uexchaj sb'i eb' vinh yuj vinhaj Aspenaz chi'. A vinhaj Daniel chi', Beltsasar ix sb'iej vinh, axo vinhaj Ananías, Sadrac ix sb'iej vinh, axo pax vinhaj Misael, Mesac ix sb'iej vinh, axo vinhaj Azarías jun, Abed-nego ix sb'iej vinh."
        },
        {
            "number": "8",
            "text": "A vinhaj Daniel chi', ix sna vinh to manh ol svalaj juntzanh tas ay yovalil yuj sley Dios, yuj chi' ix tevi vinh d'a vinhaj Aspenaz chi' to max ak'ji pural vinh svaan svael vinh rey yed' tas syuq'uej vinh."
        },
        {
            "number": "9",
            "text": "Ix och Dios yed' vinhaj Daniel chi', yuj chi' te vach' vinh d'a yol sat vinhaj Aspenaz chi'. Vach'chom icha chi',"
        },
        {
            "number": "10",
            "text": "palta ix yal vinhaj Aspenaz chi' icha tic: --Tzin xiv d'a vinh vajalil, yujto a vinh ix alani tas ol e va'a yed' tas ol eyuq'uej. Q'uinaloc axo ol yilan vinh to b'actac ex d'a scal juntzanhxo eb' vinh quelemtac tic, ol am in schec miljoccham vinh rey chi' eyuuj, xchi vinh."
        },
        {
            "number": "11",
            "text": "Axo vinhaj Aspenaz chi', ix yak'och jun yilumal vinhaj Daniel chi' vinh yed' eb' vinh oxvanh quelemtac chi'. Yuj chi' ix yal vinhaj Daniel chi' d'a vinh yilumal chi' icha tic:"
        },
        {
            "number": "12",
            "text": "--Tzin tevi d'ayach to tzonh ak' proval d'a lajunheoc k'ual. Anhej comon vael tzak' d'ayonh, mocab' ak' nok' chib'ej co chi'a, anhej pax a a' tzak' cuq'uej."
        },
        {
            "number": "13",
            "text": "Ayic stz'acvi lajunhe' k'ual chi', tzonh a lajb'an yed' juntzanhxo eb' vinh quelemtac svaan svael vinh rey chi'. Ichato chi' syalxo ak'an d'ayonh tas ol co va chi', ato syal chajtil quiljiochi, xchi vinh."
        },
        {
            "number": "14",
            "text": "Ix schaan sk'ol vinh tas ix sk'an eb' vinh chi'. Lajunhe' k'ual ix ak'ji proval eb' vinh."
        },
        {
            "number": "15",
            "text": "Axo yic ix tz'acvi lajunhe' k'ual chi', ix iljiochi to te vach' yilji eb' vinh, te tek'an eb' vinh d'a yichanh juntzanhxo eb' vinh ix vaan svael vinh rey chi'."
        },
        {
            "number": "16",
            "text": "Yuj chi', majxo ak'jilaj vael yed' vino yic vinh rey chi' d'a eb' vinh yuj vinh yilumal eb' vinh chi', axonhej comon vael ix yak' vinh d'a eb' vinh."
        },
        {
            "number": "17",
            "text": "A eb' vinh quelemtac chi' schanhvanhil, ix ak'ji sjelanil eb' vinh yuj Dios yic snachajel jantac sk'ayb'ub'al eb' aj Babilonia chi' yuj eb' vinh yed' tas tz'ib'ab'il. Axo vinhaj Daniel chi', ay pax sjelanil vinh snaanel tas syalelk'och juntzanh vayich yed' juntzanh tas tz'ak'ji yila'."
        },
        {
            "number": "18",
            "text": "Axo yic ix k'och stiempoal icha yalnaccan vinh rey, ix molb'aj masanil eb' vinh quelemtac ix k'ay chi' yuj vinhaj Aspenaz, ix yik'anb'at eb' vinh vinh d'a yichanh vinhaj rey Nabucodonosor chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix k'och eb' vinh d'a yichanh vinh rey chi', ix lolon vinh yed' eb' vinh, palta a d'a scal eb' vinh quelemtac chi' smasanil, malaj junoc eb' vinh syal slajb'an sb'a yed' eb' vinh chanhvanh chi', aton vinhaj Daniel, vinhaj Ananías, vinhaj Misael yed' vinhaj Azarías. Yuj chi' ix ak'jicanoch eb' vinh yak' servil vinh rey chi'."
        },
        {
            "number": "20",
            "text": "Juntaquel sk'anb'ej razón vinh rey chi' d'a eb' vinh yuj juntzanh jelanil yed' tastac ajaltac snachajeli, ix nachajel yuj eb' vinh, lajunhel val ek'to sjelanil spensar eb' vinh chanhvanh chi' d'a yichanh masanil eb' ajchum yed' eb' naumel lolonel ay d'a yol masanil smacb'en vinh."
        },
        {
            "number": "21",
            "text": "Axo vinhaj Daniel chi' ix cannhej vinh d'a yopisio chi', masanto d'a b'ab'el ab'il yoch vinhaj Ciro reyal."
        }
    ]
}