{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic yoxilxo ab'il yoch winhaj Joacim reyal t'a Judá, ix k'och winhaj Nabucodonosor sreyal Babilonia yet' heb' soldado, yic syak'an owal heb' t'a Jerusalén. Yuj chi' ix och oyan heb' t'a spatic chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Ha Dios Cajalil ix ak'anoch winhaj rey Joacim chi' t'a yol sk'ab' winhaj Nabucodonosor chi' yet' juntzanhxo heb' anima aj Judá yet' jantac yamk'ab' sk'anchaj t'a stemplo Dios. Ha juntzanh yamk'ab' chi', ix yik'cot winh, ix jawi t'a Babilonia tik, ix schekan winh ak'chajoch t'a spatil sdiosal b'aj sik'chaj tas tz'ak'ji t'a sdiosal winh chi'."
        },
        {
            "number": "3",
            "text": "Ayic ix jawi heb', ix yalan winh rey chi' t'a winhaj Aspenaz, aton winh yajal yaj t'a heb' yilumal sdespacho winh rey chi' to sik'chajel jaywanhoc heb' winh kelemtac t'a skal heb' yinhtilal heb' winh rey aj Judá chi' yet' t'a skal heb' yinhtilal heb' niwac yopisio ix ik'chajcot chi'."
        },
        {
            "number": "4",
            "text": "Ix yalan winh rey chi' icha tik: Ha heb' winh kelemtac chi', yowalil te wach' yilji heb' winh, malaj jab'oc spaltail sniwanil heb' winh, jelan heb' winh, ay spensar heb' winh, snachajel tas yuj heb' winh, heb' winh smoj wal yak'an serwil t'a palacio. Yowalil sk'ayb'ej sti' heb' caldeo heb' winh yet' tas tz'ib'ab'il yuj heb'."
        },
        {
            "number": "5",
            "text": "Ix yalanpax winh rey t'a winhaj Aspenaz chi' to a swael winh yet' swino winh syab'lej heb' winh kelemtac chi', sk'ayb'ajpax oxeoc ab'il heb' winh. Slajwi chi', tz'och heb' winh yak' serwil winh rey chi'."
        },
        {
            "number": "6",
            "text": "Ha t'a skal juntzanh heb' winh kelemtac ix sik'chajel yuj winhaj Aspenaz chi', ata' ayoch winhaj Daniel, winhaj Ananías, winhaj Misael yet' winhaj Azarías. Aton heb' winh tik ix cot t'a skal heb' yinhtilal Judá."
        },
        {
            "number": "7",
            "text": "Ix k'exchaj sb'i heb' winh yuj winhaj Aspenaz chi'. Ha winhaj Daniel chi', Beltsasar ix sb'iej winh, haxo winhaj Ananías, Sadrac ix sb'iej winh, haxo pax winhaj Misael, Mesac ix sb'iej winh, haxo winhaj Azarías jun, Abed-nego ix sb'iej winh."
        },
        {
            "number": "8",
            "text": "Ha winhaj Daniel chi', ix sna winh to manh ol swalaj juntzanh tas ay yowalil yuj sley Dios, yuj chi' ix tewi winh t'a winhaj Aspenaz chi' to max ak'ji pural winh swaan swael winh rey yet' tas syuk'ej winh."
        },
        {
            "number": "9",
            "text": "Ix och Dios yet' winhaj Daniel chi', yuj chi' te wach' winh t'a yol sat winhaj Aspenaz chi'. Wach'chom icha chi',"
        },
        {
            "number": "10",
            "text": "palta ix yal winhaj Aspenaz chi' icha tik: --Tzin xiv t'a winh wajalil, yujto a winh ix alani tas ol he wa''a yet' tas ol eyuk'ej. Q'uinaloc haxo ol yilan winh to b'aktac ex t'a skal juntzanhxo heb' winh kelemtac tik, ol am in schec miljoccham winh rey chi' eyuuj, xchi winh."
        },
        {
            "number": "11",
            "text": "Axo winhaj Aspenaz chi', ix yak'och jun yilumal winhaj Daniel chi' winh yet' heb' winh oxwanh kelemtac chi'. Yuj chi' ix yal winhaj Daniel chi' t'a winh yilumal chi' icha tik:"
        },
        {
            "number": "12",
            "text": "--Tzin tewi t'ayach to tzonh ak' prowal t'a lajunheoc k'ual. Anhej comon wael tzak' t'ayonh, mokab' ak' nok' chib'ej ko chi'a, anhej pax ha ha' tzak' cuk'ej."
        },
        {
            "number": "13",
            "text": "Ayic stz'acwi lajunhe' k'ual chi', tzonh a lajb'an yet' juntzanhxo heb' winh kelemtac swaan swael winh rey chi'. Ichato chi' syalxo ak'an t'ayonh tas ol ko wa chi', ato syal chajtil quiljiochi, xchi winh."
        },
        {
            "number": "14",
            "text": "Ix schaan sk'ol winh tas ix sk'an heb' winh chi'. Lajunhe' k'ual ix ak'ji prowal heb' winh."
        },
        {
            "number": "15",
            "text": "Axo yic ix tz'acwi lajunhe' k'ual chi', ix iljiochi to te wach' yilji heb' winh, te tek'an heb' winh t'a yichanh juntzanhxo heb' winh ix waan swael winh rey chi'."
        },
        {
            "number": "16",
            "text": "Yuj chi', majxo ak'jilaj wael yet' wino yic winh rey chi' t'a heb' winh yuj winh yilumal heb' winh chi', axonhej comon wael ix yak' winh t'a heb' winh."
        },
        {
            "number": "17",
            "text": "Ha heb' winh kelemtac chi' schanhwanhil, ix ak'ji sjelanil heb' winh yuj Dios yic snachajel jantac sk'ayb'ub'al heb' aj Babilonia chi' yuj heb' winh yet' tas tz'ib'ab'il. Axo winhaj Daniel chi', ay pax sjelanil winh snaanel tas syalelk'och juntzanh wayich yet' juntzanh tas tz'ak'ji yila'."
        },
        {
            "number": "18",
            "text": "Axo yic ix k'och stiempoal icha yalnakkan winh rey, ix molb'aj masanil heb' winh kelemtac ix k'ay chi' yuj winhaj Aspenaz, ix yik'anb'at heb' winh winh t'a yichanh winhaj rey Nabucodonosor chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix k'och heb' winh t'a yichanh winh rey chi', ix lolon winh yet' heb' winh, palta ha t'a skal heb' winh kelemtac chi' smasanil, malaj junok heb' winh syal slajb'an sb'a yet' heb' winh chanhwanh chi', aton winhaj Daniel, winhaj Ananías, winhaj Misael yet' winhaj Azarías. Yuj chi' ix ak'jikanoch heb' winh yak' serwil winh rey chi'."
        },
        {
            "number": "20",
            "text": "Juntaquel sk'anb'ej razón winh rey chi' t'a heb' winh yuj juntzanh jelanil yet' tastac ajaltac snachajeli, ix nachajel yuj heb' winh, lajunhel wal ek'to sjelanil spensar heb' winh chanhwanh chi' t'a yichanh masanil heb' ajchum yet' heb' naumel lolonel ay t'a yol masanil smacb'en winh."
        },
        {
            "number": "21",
            "text": "Axo winhaj Daniel chi' ix kannhej winh t'a yopisio chi', masanto t'a b'ab'el ab'il yoch winhaj Ciro reyal."
        }
    ]
}