{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic yoxilxo ab'il yoch vinhaj Joacim reyal t'a Judá, ix k'och vinhaj Nabucodonosor sreyal Babilonia yet' eb' soldado, yic syak'an oval eb' t'a Jerusalén. Yuj chi' ix och oyan eb' t'a spatic chonhab' chi'."
        },
        {
            "number": "2",
            "text": "Ha Dios Cajalil ix ak'anoch vinhaj rey Joacim chi' t'a yol sk'ab' vinhaj Nabucodonosor chi' yet' juntzanhxo eb' anima aj Judá yet' jantac yamk'ab' sk'anchaj t'a stemplo Dios. Ha juntzanh yamk'ab' chi', ix yik'cot vinh, ix javi t'a Babilonia tik, ix schecan vinh ak'chajoch t'a spatil sdiosal b'aj sik'chaj tas tz'ak'ji t'a sdiosal vinh chi'."
        },
        {
            "number": "3",
            "text": "Ayic ix javi eb', ix yalan vinh rey chi' t'a vinhaj Aspenaz, aton vinh yajal yaj t'a eb' yilumal sdespacho vinh rey chi' to sik'chajel jayvanhoc eb' vinh quelemtac t'a skal eb' yinhtilal eb' vinh rey aj Judá chi' yet' t'a skal eb' yinhtilal eb' nivac yopisio ix ik'chajcot chi'."
        },
        {
            "number": "4",
            "text": "Ix yalan vinh rey chi' icha tik: Ha eb' vinh quelemtac chi', yovalil te wach' yilji eb' vinh, malaj jab'oc spaltail snivanil eb' vinh, jelan eb' vinh, ay spensar eb' vinh, snachajel tas yuj eb' vinh, eb' vinh smoj val yak'an servil t'a palacio. Yovalil sk'ayb'ej sti' eb' caldeo eb' vinh yet' tas tz'ib'ab'il yuj eb'."
        },
        {
            "number": "5",
            "text": "Ix yalanpax vinh rey t'a vinhaj Aspenaz chi' to a svael vinh yet' svino vinh syab'lej eb' vinh quelemtac chi', sk'ayb'ajpax oxeoc ab'il eb' vinh. Slajvi chi', tz'och eb' vinh yak' servil vinh rey chi'."
        },
        {
            "number": "6",
            "text": "Ha t'a skal juntzanh eb' vinh quelemtac ix sik'chajel yuj vinhaj Aspenaz chi', ata' ayoch vinhaj Daniel, vinhaj Ananías, vinhaj Misael yet' vinhaj Azarías. Aton eb' vinh tik ix cot t'a skal eb' yinhtilal Judá."
        },
        {
            "number": "7",
            "text": "Ix q'uexchaj sb'i eb' vinh yuj vinhaj Aspenaz chi'. Ha vinhaj Daniel chi', Beltsasar ix sb'iej vinh, haxo vinhaj Ananías, Sadrac ix sb'iej vinh, haxo pax vinhaj Misael, Mesac ix sb'iej vinh, haxo vinhaj Azarías jun, Abed-nego ix sb'iej vinh."
        },
        {
            "number": "8",
            "text": "Ha vinhaj Daniel chi', ix sna vinh to manh ol svalaj juntzanh tas ay yovalil yuj sley Dios, yuj chi' ix tevi vinh t'a vinhaj Aspenaz chi' to max ak'ji pural vinh svaan svael vinh rey yet' tas syuq'uej vinh."
        },
        {
            "number": "9",
            "text": "Ix och Dios yet' vinhaj Daniel chi', yuj chi' te wach' vinh t'a yol sat vinhaj Aspenaz chi'. Wach'chom icha chi',"
        },
        {
            "number": "10",
            "text": "palta ix yal vinhaj Aspenaz chi' icha tik: --Tzin xiv t'a vinh vajalil, yujto a vinh ix alani tas ol e wa''a yet' tas ol eyuq'uej. Q'uinaloc haxo ol yilan vinh to b'actac ex t'a skal juntzanhxo eb' vinh quelemtac tik, ol am in schec miljoccham vinh rey chi' eyuuj, xchi vinh."
        },
        {
            "number": "11",
            "text": "Axo vinhaj Aspenaz chi', ix yak'och jun yilumal vinhaj Daniel chi' vinh yet' eb' vinh oxvanh quelemtac chi'. Yuj chi' ix yal vinhaj Daniel chi' t'a vinh yilumal chi' icha tik:"
        },
        {
            "number": "12",
            "text": "--Tzin tevi t'ayach to tzonh ak' proval t'a lajunheoc k'ual. Anhej comon vael tzak' t'ayonh, mocab' ak' nok' chib'ej co chi'a, anhej pax ha ha' tzak' cuq'uej."
        },
        {
            "number": "13",
            "text": "Ayic stz'acvi lajunhe' k'ual chi', tzonh a lajb'an yet' juntzanhxo eb' vinh quelemtac svaan svael vinh rey chi'. Ichato chi' syalxo ak'an t'ayonh tas ol co wa chi', ato syal chajtil quiljiochi, xchi vinh."
        },
        {
            "number": "14",
            "text": "Ix schaan sk'ol vinh tas ix sk'an eb' vinh chi'. Lajunhe' k'ual ix ak'ji proval eb' vinh."
        },
        {
            "number": "15",
            "text": "Axo yic ix tz'acvi lajunhe' k'ual chi', ix iljiochi to te wach' yilji eb' vinh, te tek'an eb' vinh t'a yichanh juntzanhxo eb' vinh ix vaan svael vinh rey chi'."
        },
        {
            "number": "16",
            "text": "Yuj chi', majxo ak'jilaj vael yet' vino yic vinh rey chi' t'a eb' vinh yuj vinh yilumal eb' vinh chi', axonhej comon vael ix yak' vinh t'a eb' vinh."
        },
        {
            "number": "17",
            "text": "Ha eb' vinh quelemtac chi' schanhvanhil, ix ak'ji sjelanil eb' vinh yuj Dios yic snachajel jantac sk'ayb'ub'al eb' aj Babilonia chi' yuj eb' vinh yet' tas tz'ib'ab'il. Axo vinhaj Daniel chi', ay pax sjelanil vinh snaanel tas syalelk'och juntzanh vayich yet' juntzanh tas tz'ak'ji yila'."
        },
        {
            "number": "18",
            "text": "Axo yic ix k'och stiempoal icha yalnaccan vinh rey, ix molb'aj masanil eb' vinh quelemtac ix k'ay chi' yuj vinhaj Aspenaz, ix yik'anb'at eb' vinh vinh t'a yichanh vinhaj rey Nabucodonosor chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix k'och eb' vinh t'a yichanh vinh rey chi', ix lolon vinh yet' eb' vinh, palta ha t'a skal eb' vinh quelemtac chi' smasanil, malaj junok eb' vinh syal slajb'an sb'a yet' eb' vinh chanhvanh chi', aton vinhaj Daniel, vinhaj Ananías, vinhaj Misael yet' vinhaj Azarías. Yuj chi' ix ak'jicanoch eb' vinh yak' servil vinh rey chi'."
        },
        {
            "number": "20",
            "text": "Juntaquel sk'anb'ej razón vinh rey chi' t'a eb' vinh yuj juntzanh jelanil yet' tastac ajaltac snachajeli, ix nachajel yuj eb' vinh, lajunhel val ek'to sjelanil spensar eb' vinh chanhvanh chi' t'a yichanh masanil eb' ajchum yet' eb' naumel lolonel ay t'a yol masanil smacb'en vinh."
        },
        {
            "number": "21",
            "text": "Axo vinhaj Daniel chi' ix cannhej vinh t'a yopisio chi', masanto t'a b'ab'el ab'il yoch vinhaj Ciro reyal."
        }
    ]
}