{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yoxil ab'il yoch vinhaj Ciro reyal t'a Persia, ix alchajxi slolonel Dios t'ayin Daniel in tik, Beltsasar pax in b'i. Icha vayich ix aj yalji t'ayin. Ha jun tas ix vab' chi', te yel, syal yuj jun niwan oval, palta ix nachajel vuuj tas syalelk'ochi."
        },
        {
            "number": "2",
            "text": "Ha t'a juntzanh k'ual chi', oxe' semana ix in och t'a cusk'olal."
        },
        {
            "number": "3",
            "text": "Malaj vael wach' ix in wa''a, maj in nib'ej jab'oc chib'ej, maj vuk' pax vino, malaj val jab'oc perfume ix vak'och t'ayin, masanto ix ek' oxe' semana chi'."
        },
        {
            "number": "4",
            "text": "Ayic 24 yoch b'ab'el uj t'a yic ab'il chi', ayinek' t'a sti' ha' niwan Tigris."
        },
        {
            "number": "5",
            "text": "Ix in b'at q'uelan, ix vilan jun vinh vinac ayoch spichul nab'a lino yet' jun stzek'ul nab'a oro te wach'."
        },
        {
            "number": "6",
            "text": "Toxonhej scopopi snivanil icha q'uen topacio, toxonhej copopi yilji sat icha leb'lon. Ha yol sat, sq'ue nhilnhon yoc icha te' k'ak'. Ha sk'ab' yet' yoc, copopi yilji icha q'uen bronce wach' yaj snhicchaji, haxo sjaj, ichaval yoch sjaj junok niwan nhilanh anima."
        },
        {
            "number": "7",
            "text": "Ha innhej ix yal vilan jun chi', haxo masanil eb' anima ayek' ved'oc, maj yil-laj eb', yujto ix javi xivelal t'a eb', ix b'at eb' sk'ub'ejel sb'a."
        },
        {
            "number": "8",
            "text": "Ha inxonhej ayinek' in ch'ocoj ayic ix vilan jun chi', ix tup in chiq'uil, manhxa vip ix vab'i."
        },
        {
            "number": "9",
            "text": "Ayic ix vab'an slolonq'ue jun chi', ix te pax vip, ix satel in k'ool, ix in em nhojnaj t'a sat lu'um."
        },
        {
            "number": "10",
            "text": "Axo ix aji, ix och yub'yub' jun k'ab' t'ayin, ix in squetzanq'ue vaan, masanto ix yal in q'ue cuman yet' sjolom in penec yet' in k'ab'."
        },
        {
            "number": "11",
            "text": "Ix yalan t'ayin icha tik: Daniel, ach xajanab'il yuj Dios, schamval ab'an tas ol vala'. Q'ueanh vaan, yujto in checjicot t'ayach, xchi. Ha val yic ix lajvi yalan juntzanh lolonel chi', toxonhej tzin lucloni, ix in q'ue linhan."
        },
        {
            "number": "12",
            "text": "Ichato chi' ix yalan t'ayin: Daniel, manh ach xivoc. Yictax ix a chaanel yich och ejmelal, yic tza k'anan a jelanil, yic snachajel tas ajaltac uuj, ha Dios ix ab'an a lesal. Yuj chi' in checjicot t'ayach."
        },
        {
            "number": "13",
            "text": "Ha jun ángel yajal yaj t'a yol yic Persia, ha' ix in yamanoch vaan t'a 21 k'ual. Axo pax Miguel, aton jun sat ángel yaji, ha' ix javi yic skolwaj ved'oc, ix kan yak' oval yet' jun yajalil Persia chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi' a ticnaic, tzul vak' nachajel uuj tas ol ek' t'a yib'anh a chonhab' tik t'a slajvub' tiempoal. Ha jun ol ch'oxchaj ila', a yuj tas ol ujoc t'a slajvub' tiempoal syala', xchi."
        },
        {
            "number": "15",
            "text": "Ayic van yalan juntzanh lolonel chi' t'ayin, majxo yal-laj in loloni, toxonhej ix in em q'uelan t'a sat lu'um."
        },
        {
            "number": "16",
            "text": "Axo ix aji, ay jun lajan yilji icha anima, elanhchamel ix syam in ti'. Axo ix valan t'a jun linhanoch t'a vichanh chi': Mamin, a yuj jun tas ix vil tik, ix och val pitz'an t'a in k'ool, manhxalaj vip svab'i."
        },
        {
            "number": "17",
            "text": "Mamin, ¿tas val ol aj in lolon ed'oc a in a checab' in tik, yujto manhxalaj vip, maxtzac yal-laj vik'an vik' svab'i? xin chi."
        },
        {
            "number": "18",
            "text": "Axo jun lajan yilji icha anima chi', ix ochxi yamyam t'ayin, ix vik'anxi vip."
        },
        {
            "number": "19",
            "text": "Ix yalan t'ayin icha tik: Manh ach xivoc, manh ak' pensar. Te xajan ach yuj Dios. Anhej to tza tek'b'ej a b'a, xchi. Yacb'an vanto slolon chi' t'ayin, ix vik'an val vip ix vab'i, ix valani: Mamin, lolonanh t'ayin, yujto ix ochxi vip junelxo uuj, xin chi t'ay."
        },
        {
            "number": "20",
            "text": "Ix yalan t'ayin: ¿Ojtac ama tas yuj tzin javi t'ayach? Ol val t'ayach tas tz'ib'ab'ilem t'a yol ch'anh libro to yel. Ha ticnaic ol vak'pax oval yet' jun ángel yajal yaj t'a Persia. Ayic ol lajvoc vak'an oval chi' yet'oc, ol ja jun ángel yajal yaj t'a Grecia. Ha t'a jun oval chi', anhej val Miguel skolwaj ved'oc, aton jun ángel yajal yaj t'a a chonhab' Israel."
        }
    ]
}