{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "A in ix in ochpax yed' vinhaj Darío sreyal Media d'a b'ab'el ab'il yoch vinh reyal chi', xchi."
        },
        {
            "number": "2",
            "text": "Ix yalanxi d'ayin: A ticnaic, ol vak' ojtaquejel tas d'inhan ol ujoc. Ayto och oxvanh eb' vinh rey d'a Persia, slajvi chi' ol och junxo vinh schanhil rey. A jun vinh chi', más te b'eyum vinh d'a yichanh eb' oxvanh chi'. A yuj sb'eyumal vinh chi', ol yik' yip vinh, ol yak'an val oval vinh yed' vinh sreyal Grecia."
        },
        {
            "number": "3",
            "text": "Slajvi chi', ol och jun vinh sreyal Grecia chi', te ak'um oval. Ol te levanb'oc smacb'en chi', ol sk'ulan masanil tas snib'ej."
        },
        {
            "number": "4",
            "text": "Palta ayic toxo ix yik' yip yopisio vinh chi', chanhpoj ol ajcanb'atoc. A yopisio jun vinh rey chi', manh ol b'eynhejb'at d'a eb' yinhtilal. Ol el yip yopisio vinh chi', manhxo lajanoc ol aj yip icha d'a sb'ab'elal, yujto chanhpoj ol ajoc, ch'ocxo pax mach ol ochcan reyal sq'uexuloc vinh."
        },
        {
            "number": "5",
            "text": "A jun vinh ol ochcan sreyaloc sur, ol ste iq'uej yip vinh, palta a junocxo vinh yajal soldado te nivan ol aj yopisio d'a yichanh jun vinh sreyal sur chi', ol yak'an yajalil vinh d'a jun macb'en te levan chi'."
        },
        {
            "number": "6",
            "text": "Axo yic ol ek' jayeoc ab'il, a eb' vinh chavanh rey chi', ol sb'o junoc strato eb' vinh. A jun vinh sreyal sur chi', ol yak'b'at junoc yisil vinh d'a vinh sreyal norte, yic vach' ay junk'olal d'a scal chab' macb'en chi'. Palta manh ol yal yuj ix yik'an b'ey jun trato yed' vinh yetb'eyum chi'. Yuj chi' ol miljoccham ix yed' vinh yed' yune' ix yed' pax eb' schecab' ix."
        },
        {
            "number": "7",
            "text": "Palta ay junoc sk'ab' yoc ix ol och reyal, ol yak'an oval yed' eb' soldado yic norte. Ol ak'joc ganar eb' yuuj yed' chonhab' b'aj cajan jun vinh sreyal norte chi'."
        },
        {
            "number": "8",
            "text": "Ol yik'b'at sdiosal eb' ay d'a norte chi' d'a Egipto, aton juntzanh b'ob'il d'a q'uen q'ueen yed' juntzanh syamk'ab' eb' nab'a oro yed' plata. Ol ek'b'at jayeoc ab'il, malaj oval ol och d'a scal eb'."
        },
        {
            "number": "9",
            "text": "Ol lajvoc chi', a jun vinh sreyal norte chi', ol yak' oval vinh yed' jun vinh sreyal sur chi', palta manh ol yal-laj yuj vinh, ol meltzaj vinh d'a schonhab'."
        },
        {
            "number": "10",
            "text": "Palta axo eb' yuninal vinh sreyal norte chi', ol q'ue vaan eb' yak' oval. Manh jantacoc sb'isul soldado eb' ol smolb'ej. A junoc eb' yuninal vinh chi' ol b'at yed' eb' soldado yak' oval yed' vinh sreyal sur chi' yic syak'an ganar yalani. Ol ek'b'at eb' icha junoc eluma', masanto ol k'och eb' d'a schonhab' vinh sreyal sur chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ol te cot yoval vinh sreyal sur chi'. Ol elta vinh yak' oval d'a jun nhilanh soldado ajk'ol chi', ol satjoquel eb' smasanil yuj vinh."
        },
        {
            "number": "12",
            "text": "Yujto ol satel jun nhilanh eb' ajk'ol chi' yuj vinh, ol yik'anchaanh sb'a vinh, tzijtumto juntzanhxo eb' ajk'ool ol smilcham vinh, palta manh nivanoc tiempo ol yak' yopisio vinh chi'."
        },
        {
            "number": "13",
            "text": "Ayic ol ek'b'at jayeoc ab'il, a vinh sreyal norte chi', te ek'b'al nivan eb' soldado ol smolb'ej vinh d'a yichanh eb' ix smolb'ej d'a sb'ab'elal, ol b'atxoc vinh yak' oval yed' vinh sreyal sur chi', yed'nac syamk'ab' eb' yic oval smasanil."
        },
        {
            "number": "14",
            "text": "A d'a jun tiempoal chi', tzijtum eb' ol och ajk'olal d'a vinh sreyal sur chi'. A d'a scal eb' chi', ay juntzanh eb' etisraelal te chuc spensar, ol spac sb'a eb' yic tz'elk'och tas ak'b'il yil eb' snaani, palta manh ol yak'laj ganar eb'."
        },
        {
            "number": "15",
            "text": "Ol javoc vinh sreyal norte chi', ol och oyan soldado d'a spatictac jun chonhab' te tek'an, ol ak'joc ganar jun chonhab' chi' yuj eb'. A eb' soldado te jelan yic sur, manh ol yal-laj stek'b'an sb'a eb' d'a yichanh vinh ajk'ol chi'."
        },
        {
            "number": "16",
            "text": "A vinh ol ak'an ganar chi', ol sk'ulejnhej vinh tas snib'ej d'a jun vinh ol ak'joc ganar chi'. Manhxalaj mach ol yal stek'b'an sb'a d'a yichanh vinh. Ol can vinh d'a sat lum luum te vach', aton Israel, ol satanel vinh jantacnhej tas sgana."
        },
        {
            "number": "17",
            "text": "Ol yak' yip vinh yed' eb' soldado yik'anek' slum vinh sreyal sur chi'. Ol yak'an jun strato vinh yed' vinh rey chi', ol yak'anb'at junoc yisil vinh yetb'eyumoc jun vinh rey chi', yic syak'an ganar vinh yalani, palta manh ol elk'ochlaj icha tas sna vinh chi'."
        },
        {
            "number": "18",
            "text": "Ol lajvoc chi', ol yak'an oval vinh yed' juntzanh chonhab' ay d'a stitac a' mar. Tzijtum eb' ol ak'joc ganar yuj vinh, palta ay jun yajal soldado ol cachan vanaj vinh, icha chi' ol aj yel sq'uixvelal vinh sreyal norte chi'."
        },
        {
            "number": "19",
            "text": "Ol lajvoc chi', ol meltzaj vinh d'a smacb'en b'aj ay juntzanh schonhab', te ay yip, palta ol ak'joc ganar, ol sateloc."
        },
        {
            "number": "20",
            "text": "Ch'ocxo junxo vinh rey ol ochcan sq'uexuloc vinh, a jun vinh chi', ol schecb'at junoc mach vinh, b'at sk'ananel tumin syak' eb' d'a vinh, yic sq'uek'och vinh yed' yopisio chi' snaani. Palta jayeanto k'ual yoch vinh d'a yopisio chi', ol miljoccham vinh, manhoc d'a scal oval ol cham vinh."
        },
        {
            "number": "21",
            "text": "Ol lajvoc chi', ay jun vinh te malaj yelk'och ol och reyal sq'uexuloc vinh. A jun vinh chi', manh smojoc yoch vinh d'a yopisio. Manh naanoc yuj eb' anima ayic ol och vinh reyal chi' yuj yak'an musansatil eb' anima chi'."
        },
        {
            "number": "22",
            "text": "Masanil eb' ajk'ol yajoch d'a vinh, ol satel eb' yuj vinh, ol satpaxel vinh sat sacerdote yic Dios."
        },
        {
            "number": "23",
            "text": "Ol ak'jocpax musansatil eb' yuj vinh, aton eb' ol yak'lej sb'oan strato yed' vinh d'a vach'ilal. Vach'chom quennhej anima ayoch yed' vinh, palta ol yak'nhej ganar vinh."
        },
        {
            "number": "24",
            "text": "Ayic manh naanoc yuj eb' anima chi', ol och vinh d'a sat sluum eb', aton lum te vach'. Ol sk'ulejnhej vinh tastac to maj sk'ulej eb' smam yicham. Masanil tas ol yik' vinh d'a oval chi', ol spojek' vinh d'a scal eb' ajun yed'oc. Ol snib'ej vinh yak' oval yed' juntzanh chonhab' to tek'an, palta manh nivanoc tiempo ol yal yuj vinh."
        },
        {
            "number": "25",
            "text": "Ol yak'och sjelanil vinh chi' yipoc sk'ool, ol yak'an oval vinh yed' vinh sreyal sur. Nivan sb'isul soldado ol och yed' vinh, palta a vinh sreyal sur chi' yed' val yip yed' pax soldado te jelan ol yak'an oval yed' vinh. Palta manh ol yal-laj stek'b'an sb'a eb' soldado chi', yujto tonhej ol ak'joc musansatil vinh sreyal sur chi'."
        },
        {
            "number": "26",
            "text": "A eb' yetyajalil vinh sreyal sur chi' avtab'il vael yuuj d'a smexa, ipan eb' ol meltzajoch ajk'olal d'ay. Ol lajvoquel eb' soldado chi', tzijtum eb' ol chamoc."
        },
        {
            "number": "27",
            "text": "A tas nab'il yuj chavanh eb' vinh rey chi', anhej yak'an chucal eb' d'ay junjun. Ol mol em k'ojan eb' vael d'a smexa. Ol yak'an es eb' d'ay junjun, palta malaj junoc eb' ol elk'och tas snib'ej, yujto manto k'och sk'ual alb'ilcan yuj Dios."
        },
        {
            "number": "28",
            "text": "Axo vinh sreyal norte chi', ol meltzajxoc vinh d'a schonhab' yed' masanil tas ol yik' vinh d'a oval chi'. Ol lajvoc chi', ol och vinh ajk'olal d'a ejmelal syak' eb' israel, aton jun strato Dios sb'onac yed' eb', axo sk'ulan vinh masanil tas nab'il yuuj chi'. Ol lajvoc chi', ol meltzaj vinh d'a smacb'en."
        },
        {
            "number": "29",
            "text": "Ayic ol k'och stiempoal nab'il yuj Dios, ol b'atxoc vinh yed' eb' soldado yak' oval d'a sur. Palta a d'a junelxo chi', manhxo ol yak'laj ganar vinh icha d'a sb'ab'elal."
        },
        {
            "number": "30",
            "text": "Yujto a eb' soldado d'a stojolal b'aj tz'em k'u, ol javoc eb' d'a yol barco. A eb' chi' ol cachanoch vaan vinh. Icha chi' ol aj xiv vinh sreyal norte chi', axo smeltzaj vinh chi' d'a spatic. Yuj chi', axo d'a yib'anh strato Dios yed' eb' israel ol smaq'uel yoval sk'ol vinh. Ol schaan vinh yab' tas ol yal eb' actannaccan jun trato chi'."
        },
        {
            "number": "31",
            "text": "Axo eb' soldado chi', ol yixtejb'at stemplo Dios eb' yed' cuartel junnhej yaj yed'oc. Ol syamoch vaan eb' yak'chaj silab' d'a junjun k'u. Axo tas yajb'ilel yuj Dios, a ol yak'och eb' d'a yol templo chi' yic syixtanel eb'."
        },
        {
            "number": "32",
            "text": "Ol smontej eb' etisraelal jun vinh rey chi', aton eb' toxo ix actancan strato Dios. Axo pax eb' chonhab' xajanan sDiosal, ol stek'b'ej sb'a eb' d'a yichanh tas ol ujoc chi'."
        },
        {
            "number": "33",
            "text": "Ay eb' jelan d'a scal eb' etchonhab' ol k'ayb'an tzijtumoc eb' etchonhab' chi', palta ay eb' ol miljocchamoc, ay eb' ol nhusjoctz'aoc, ay eb' ol elk'ajb'at tastac ay d'ay, ay pax eb' ol ik'jocb'at checab'il."
        },
        {
            "number": "34",
            "text": "Ayic ol k'och stiempoal spechchaj b'eyek' eb', malaj val mach ol colvaj d'a eb'. Tzijtum mach junnhej ol yutej sb'a yed' eb', palta chab'sat juntzanh eb' chi'."
        },
        {
            "number": "35",
            "text": "Ol miljoccham jayvanhoc eb' k'ayb'um jelan d'a scal a chonhab' chi', yic vach' ol ak'chaj proval juntzanhxo eb' olto canoc, yic vach' tz'ik'chajel eb' chab'sat chi' d'a scal eb', axo stojolb'i spensar eb' chi', masanto ol k'och slajvub' tiempoal nab'il yuj Dios."
        },
        {
            "number": "36",
            "text": "A vinh sreyal norte chi', ol sk'ulej vinh icha tas snib'ej, ichaton chi' ol aj yik'anchaanh sb'a vinh, ol yalan vinh to nivan yelk'och vinh d'a yichanh comon dios. Ol yal b'uchval lolonel vinh d'a Dios te yel. Ol sk'ulejnhej masanil tas ol snib'ej vinh masanto ol javoc yoval sk'ol Dios d'a yib'anh vinh, yujto a tas nab'il yuj Dios chi', ol elk'ochoc."
        },
        {
            "number": "37",
            "text": "A jun vinh rey chi', malaj yelk'och sdiosal eb' smam yicham vinh d'ay. Malaj pax yelk'och tas nib'ab'il yuj eb' ix ix d'a yol sat vinh yed' pax comon dios, yujto a jun vinh chi', ol yal vinh to ek'b'al nivan yelk'och vinh d'a yichanh masanil juntzanh chi'."
        },
        {
            "number": "38",
            "text": "Palta ch'oc jun dios b'aj ol och vinh ejmelal, aton d'a jun dios b'aj manh yak'nacoquem sb'a eb' smam yicham vinh, aton jun dios stanhvan chonhab' to tek'an. Ol yak'an silab' vinh d'ay, aton q'uen oro, q'uen plata, q'uen q'ueen te vach' yilji yed' juntzanhxo tastac to te caro stojol."
        },
        {
            "number": "39",
            "text": "A yuj scolval jun ch'oc diosal chi', ol yak' ganar juntzanh chonhab' te ay yip vinh. A eb' ol yak'och sb'a d'a yol sk'ab' jun vinh rey chi', ol ak'jococh eb' d'a juntzanh nivac opisio yuj vinh, ol ak'chaj lum luum stojoloc eb'."
        },
        {
            "number": "40",
            "text": "Ayic ol k'och slajvub' tiempoal chi', a vinh sreyal sur, ol yak' oval vinh yed' jun vinh sreyal norte chi'. Palta ol elta vinh sreyal norte chi' yak' oval yed' vinh yed' val smasanil yipal. Ol elta vinh yed' scarruaje yic oval yed' eb' soldado ayq'ue d'a yib'anh chej. Tzijtum pax barco ol cot yed' vinh. Tzijtum nación ol yak' ganar vinh, yujto icha sb'ey a' eluma' sb'ey eb' soldado vinh."
        },
        {
            "number": "41",
            "text": "Ol ochpax vinh d'a lum luum te vach'. Tzijtum nación ol yak' ganar vinh. Axo pax eb' cajan d'a Edom yed' d'a Moab ol colchajcanel eb', ek'b'alto pax nanhal eb' aj Amón ol colchajoc."
        },
        {
            "number": "42",
            "text": "Ol yik'paxek' juntzanhxo nación vinh, manhxo ol techajpax scolan sb'a Egipto d'a vinh."
        },
        {
            "number": "43",
            "text": "Ol ik'chajb'at masanil sb'eyumal Egipto chi', icha q'uen oro, q'uen plata yed' juntzanhxo tas vach'. Ol canpax eb' aj Libia yed' eb' aj Etiopía d'a yol sk'ab' vinh."
        },
        {
            "number": "44",
            "text": "Palta ol javoc yab'ixal eb' cajan d'a stojolal b'aj sjavi k'u yed' d'a norte d'a vinh, ol och vinh d'a xivk'olal yuuj. Yuj chi' ol elta vinh yed' yoval sk'ool, te nivan anima ol sna' vinh smilchamoc."
        },
        {
            "number": "45",
            "text": "Ol sb'oanq'ue scampamento vinh d'a scal a' mar yed' jun tzalan b'aj ay stemplo Dios, aton ta' ol k'och stiempoal satel vinh, manhxa junoc mach ol colan vinh."
        }
    ]
}