{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha in ix in ochpax yet' winhaj Darío sreyal Media t'a b'ab'el ab'il yoch winh reyal chi', xchi."
        },
        {
            "number": "2",
            "text": "Ix yalanxi t'ayin: Ha ticnaic, ol vak' ojtaquejel tas d'inhan ol ujok. Ayto och oxvanh eb' winh rey t'a Persia, slajvi chi' ol och junxo winh schanhil rey. Ha jun winh chi', más te b'eyum winh t'a yichanh eb' oxvanh chi'. Ha yuj sb'eyumal winh chi', ol yik' yip winh, ol yak'an val oval winh yet' winh sreyal Grecia."
        },
        {
            "number": "3",
            "text": "Slajvi chi', ol och jun winh sreyal Grecia chi', te ak'um oval. Ol te levanb'oc smacb'en chi', ol sk'ulan masanil tas snib'ej."
        },
        {
            "number": "4",
            "text": "Palta ayic toxo ix yik' yip yopisio winh chi', chanhpoj ol ajcanb'atoc. Ha yopisio jun winh rey chi', manh ol b'eynhejb'at t'a eb' yinhtilal. Ol el yip yopisio winh chi', manhxo lajanoc ol aj yip icha t'a sb'ab'elal, yujto chanhpoj ol ajoc, ch'ocxo pax mach ol ochcan reyal sq'uexuloc winh."
        },
        {
            "number": "5",
            "text": "Ha jun winh ol ochcan sreyaloc sur, ol ste iq'uej yip winh, palta a junocxo winh yajal soldado te niwan ol aj yopisio t'a yichanh jun winh sreyal sur chi', ol yak'an yajalil winh t'a jun macb'en te levan chi'."
        },
        {
            "number": "6",
            "text": "Axo yic ol ek' jayeoc ab'il, a eb' winh chavanh rey chi', ol sb'o junok strato eb' winh. Ha jun winh sreyal sur chi', ol yak'b'at junok yisil winh t'a winh sreyal norte, yic wach' ay junk'olal t'a skal chab' macb'en chi'. Palta manh ol yal yuj ix yik'an b'ey jun trato yet' winh yetb'eyum chi'. Yuj chi' ol miljoccham ix yet' winh yet' yune' ix yet' pax eb' schecab' ix."
        },
        {
            "number": "7",
            "text": "Palta ay junok sk'ab' yoc ix ol och reyal, ol yak'an oval yet' eb' soldado yic norte. Ol ak'joc ganar eb' yuj yet' chonhab' b'aj cajan jun winh sreyal norte chi'."
        },
        {
            "number": "8",
            "text": "Ol yik'b'at sdiosal eb' ay t'a norte chi' t'a Egipto, aton juntzanh b'ob'il t'a q'uen q'ueen yet' juntzanh syamk'ab' eb' nab'a oro yet' plata. Ol ek'b'at jayeoc ab'il, malaj oval ol och t'a skal eb'."
        },
        {
            "number": "9",
            "text": "Ol lajvoc chi', a jun winh sreyal norte chi', ol yak' oval winh yet' jun winh sreyal sur chi', palta manh ol yal-laj yuj winh, ol meltzaj winh t'a schonhab'."
        },
        {
            "number": "10",
            "text": "Palta haxo eb' yuninal winh sreyal norte chi', ol q'ue vaan eb' yak' oval. Manh jantacoc sb'isul soldado eb' ol smolb'ej. Ha junok eb' yuninal winh chi' ol b'at yet' eb' soldado yak' oval yet' winh sreyal sur chi' yic syak'an ganar yalani. Ol ek'b'at eb' icha junok eluma', masanto ol k'och eb' t'a schonhab' winh sreyal sur chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ol te cot yoval winh sreyal sur chi'. Ol elta winh yak' oval t'a jun nhilanh soldado ajk'ol chi', ol satjoquel eb' smasanil yuj winh."
        },
        {
            "number": "12",
            "text": "Yujto ol satel jun nhilanh eb' ajk'ol chi' yuj winh, ol yik'anchaanh sb'a winh, tzijtumto juntzanhxo eb' ajk'ool ol smilcham winh, palta manh nivanoc tiempo ol yak' yopisio winh chi'."
        },
        {
            "number": "13",
            "text": "Ayic ol ek'b'at jayeoc ab'il, a winh sreyal norte chi', te ek'b'al niwan eb' soldado ol smolb'ej winh t'a yichanh eb' ix smolb'ej t'a sb'ab'elal, ol b'atxoc winh yak' oval yet' winh sreyal sur chi', yet'nac syamk'ab' eb' yic oval smasanil."
        },
        {
            "number": "14",
            "text": "Ha t'a jun pekti’ chi', tzijtum eb' ol och ajk'olal t'a winh sreyal sur chi'. Ha t'a skal eb' chi', ay juntzanh eb' etisraelal te chuk spensar, ol spak sb'a eb' yic tz'elk'och tas ak'b'il yil eb' snaani, palta manh ol yak'laj ganar eb'."
        },
        {
            "number": "15",
            "text": "Ol javok winh sreyal norte chi', ol och oyan soldado t'a spatictac jun chonhab' te tek'an, ol ak'joc ganar jun chonhab' chi' yuj eb'. Ha eb' soldado te jelan yic sur, manh ol yal-laj stek'b'an sb'a eb' t'a yichanh winh ajk'ol chi'."
        },
        {
            "number": "16",
            "text": "Ha winh ol ak'an ganar chi', ol sk'ulejnhej winh tas snib'ej t'a jun winh ol ak'joc ganar chi'. Manhxalaj mach ol yal stek'b'an sb'ha t'a yichanh winh. Ol kan winh t'a sat lum lum te wach', aton Israel, ol satanel winh jantacnhej tas sgana."
        },
        {
            "number": "17",
            "text": "Ol yak' yip winh yet' eb' soldado yik'anek' slum winh sreyal sur chi'. Ol yak'an jun strato winh yet' winh rey chi', ol yak'anb'at junok yisil winh yetb'eyumoc jun winh rey chi', yic syak'an ganar winh yalani, palta manh ol elk'ochlaj icha tas sna winh chi'."
        },
        {
            "number": "18",
            "text": "Ol lajvoc chi', ol yak'an oval winh yet' juntzanh chonhab' ay t'a stitac ha' mar. Tzijtum eb' ol ak'joc ganar yuj winh, palta ay jun yajal soldado ol cachan vanaj winh, icha chi' ol aj yel sq'uixvelal winh sreyal norte chi'."
        },
        {
            "number": "19",
            "text": "Ol lajvoc chi', ol meltzaj winh t'a smacb'en b'aj ay juntzanh schonhab', te ay yip, palta ol ak'joc ganar, ol sateloc."
        },
        {
            "number": "20",
            "text": "Ch'ocxo junxo winh rey ol ochcan sq'uexuloc winh, a jun winh chi', ol schecb'at junok mach winh, b'at sk'ananel tumin syak' eb' t'a winh, yic sq'uek'och winh yet' yopisio chi' snaani. Palta jayeanto k'ual yoch winh t'a yopisio chi', ol miljoccham winh, manhoc t'a skal oval ol cham winh."
        },
        {
            "number": "21",
            "text": "Ol lajvoc chi', ay jun winh te malaj yelk'och ol och reyal sq'uexuloc winh. Ha jun winh chi', manh smojoc yoch winh t'a yopisio. Manh naanoc yuj eb' anima ayic ol och winh reyal chi' yuj yak'an musansatil eb' anima chi'."
        },
        {
            "number": "22",
            "text": "Masanil eb' ajk'ol yajoch t'a winh, ol satel eb' yuj winh, ol satpaxel winh sat sacerdote yic Dios."
        },
        {
            "number": "23",
            "text": "Ol ak'jocpax musansatil eb' yuj winh, aton eb' ol yak'lej sb'oan strato yet' winh t'a wach'ilal. Wach'chom quennhej anima ayoch yet' winh, palta ol yak'nhej ganar winh."
        },
        {
            "number": "24",
            "text": "Ayic manh naanoc yuj eb' anima chi', ol och winh t'a sat sluum eb', aton lum te wach'. Ol sk'ulejnhej winh tastac to maj sk'ulej eb' smam yicham. Masanil tas ol yik' winh t'a oval chi', ol spojek' winh t'a skal eb' ajun yet'oc. Ol snib'ej winh yak' oval yet' juntzanh chonhab' to tek'an, palta manh nivanoc tiempo ol yal yuj winh."
        },
        {
            "number": "25",
            "text": "Ol yak'och sjelanil winh chi' yipoc sk'ool, ol yak'an oval winh yet' winh sreyal sur. Nivan sb'isul soldado ol och yet' winh, palta a winh sreyal sur chi' yet' val yip yet' pax soldado te jelan ol yak'an oval yet' winh. Palta manh ol yal-laj stek'b'an sb'a eb' soldado chi', yujto tonhej ol ak'joc musansatil winh sreyal sur chi'."
        },
        {
            "number": "26",
            "text": "Ha eb' yetyajalil winh sreyal sur chi' avtab'il vael yuj t'a smexa, ipan eb' ol meltzajoch ajk'olal t'ay. Ol lajvoquel eb' soldado chi', tzijtum eb' ol chamoc."
        },
        {
            "number": "27",
            "text": "Ha tas nab'il yuj chavanh eb' winh rey chi', anhej yak'an chukal eb' t'ay junjun. Ol mol em k'ojan eb' vael t'a smexa. Ol yak'an es eb' t'ay junjun, palta malaj junok eb' ol elk'och tas snib'ej, yujto manto k'och sk'ual alb'ilcan yuj Dios."
        },
        {
            "number": "28",
            "text": "Axo winh sreyal norte chi', ol meltzajxoc winh t'a schonhab' yet' masanil tas ol yik' winh t'a oval chi'. Ol lajvoc chi', ol och winh ajk'olal t'a ejmelal syak' eb' israel, aton jun strato Dios sb'onac yet' eb', haxo sk'ulan winh masanil tas nab'il yuj chi'. Ol lajvoc chi', ol meltzaj winh t'a smacb'en."
        },
        {
            "number": "29",
            "text": "Ayic ol k'och stiempoal nab'il yuj Dios, ol b'atxoc winh yet' eb' soldado yak' oval t'a sur. Palta ha t'a junelxo chi', manhxo ol yak'laj ganar winh icha t'a sb'ab'elal."
        },
        {
            "number": "30",
            "text": "Yujto a eb' soldado t'a stojolal b'aj tz'em k'u, ol javok eb' t'a yol barco. Ha eb' chi' ol cachanoch vaan winh. Icha chi' ol aj xiv winh sreyal norte chi', haxo smeltzaj winh chi' t'a spatic. Yuj chi', haxo t'a yib'anh strato Dios yet' eb' israel ol smaq'uel yoval sk'ol winh. Ol schaan winh yab' tas ol yal eb' actannaccan jun trato chi'."
        },
        {
            "number": "31",
            "text": "Axo eb' soldado chi', ol yixtejb'at stemplo Dios eb' yet' cuartel junnhej yaj yet'oc. Ol syamoch vaan eb' yak'chaj silab' t'a junjun k'u. Axo tas yajb'ilel yuj Dios, a ol yak'och eb' t'a yol templo chi' yic syixtanel eb'."
        },
        {
            "number": "32",
            "text": "Ol smontej eb' etisraelal jun winh rey chi', aton eb' toxo ix actancan strato Dios. Axo pax eb' chonhab' xajanan sDiosal, ol stek'b'ej sb'a eb' t'a yichanh tas ol ujok chi'."
        },
        {
            "number": "33",
            "text": "Ay eb' jelan t'a skal eb' etchonhab' ol k'ayb'an tzijtumoc eb' etchonhab' chi', palta ay eb' ol miljocchamoc, ay eb' ol nhusjoctz'aoc, ay eb' ol elk'ajb'at tastac ay t'ay, ay pax eb' ol ik'jocb'at checab'il."
        },
        {
            "number": "34",
            "text": "Ayic ol k'och stiempoal spechchaj b'eyek' eb', malaj val mach ol kolwaj t'a eb'. Tzijtum mach junnhej ol yutej sb'a yet' eb', palta chab'sat juntzanh eb' chi'."
        },
        {
            "number": "35",
            "text": "Ol miljoccham jayvanhoc eb' k'ayb'um jelan t'a skal a chonhab' chi', yic wach' ol ak'chaj proval juntzanhxo eb' olto canoc, yic wach' tz'ik'chajel eb' chab'sat chi' t'a skal eb', haxo stojolb'i spensar eb' chi', masanto ol k'och slajvub' tiempoal nab'il yuj Dios."
        },
        {
            "number": "36",
            "text": "Ha winh sreyal norte chi', ol sk'ulej winh icha tas snib'ej, ichaton chi' ol aj yik'anchaanh sb'a winh, ol yalan winh to niwan yelk'och winh t'a yichanh comon dios. Ol yal b'uchval lolonel winh d'ha Dios te yel. Ol sk'ulejnhej masanil tas ol snib'ej winh masanto ol javok yoval sk'ol Dios t'a yib'anh winh, yujto a tas nab'il yuj Dios chi', ol elk'ochoc."
        },
        {
            "number": "37",
            "text": "Ha jun winh rey chi', malaj yelk'och sdiosal eb' smam yicham winh t'ay. Malaj pax yelk'och tas nib'ab'il yuj eb' ix ix t'a yol sat winh yet' pax comon dios, yujto a jun winh chi', ol yal winh to ek'b'al niwan yelk'och winh t'a yichanh masanil juntzanh chi'."
        },
        {
            "number": "38",
            "text": "Palta ch'oc jun dios b'aj ol och winh ejmelal, aton t'a jun dios b'aj manh yak'nacoquem sb'a eb' smam yicham winh, aton jun dios stanhvan chonhab' to tek'an. Ol yak'an silab' winh t'ay, aton q'uen oro, q'uen plata, q'uen q'ueen te wach' yilji yet' juntzanhxo tastac to te caro stojol."
        },
        {
            "number": "39",
            "text": "Ha yuj scolval jun ch'oc diosal chi', ol yak' ganar juntzanh chonhab' te ay yip winh. Ha eb' ol yak'och sb'ha t'a yol sk'ab' jun winh rey chi', ol ak'jococh eb' t'a juntzanh nivac opisio yuj winh, ol ak'chaj lum lum stojoloc eb'."
        },
        {
            "number": "40",
            "text": "Ayic ol k'och slajvub' tiempoal chi', a winh sreyal sur, ol yak' oval winh yet' jun winh sreyal norte chi'. Palta ol elta winh sreyal norte chi' yak' oval yet' winh yet' val smasanil yipal. Ol elta winh yet' scarruaje yic oval yet' eb' soldado ayq'ue t'a yib'anh chej. Tzijtum pax barco ol cot yet' winh. Tzijtum nación ol yak' ganar winh, yujto icha sb'ey ha' eluma' sb'ey eb' soldado winh."
        },
        {
            "number": "41",
            "text": "Ol ochpax winh t'a lum lum te wach'. Tzijtum nación ol yak' ganar winh. Axo pax eb' cajan t'a Edom yet' t'a Moab ol colchajcanel eb', ek'b'alto pax nanhal eb' aj Amón ol colchajoc."
        },
        {
            "number": "42",
            "text": "Ol yik'paxek' juntzanhxo nación winh, manhxo ol techajpax scolan sb'a Egipto t'a winh."
        },
        {
            "number": "43",
            "text": "Ol ik'chajb'at masanil sb'eyumal Egipto chi', icha q'uen oro, q'uen plata yet' juntzanhxo tas wach'. Ol canpax eb' aj Libia yet' eb' aj Etiopía t'a yol sk'ab' winh."
        },
        {
            "number": "44",
            "text": "Palta ol javok yab'ixal eb' cajan t'a stojolal b'aj sjavi k'u yet' t'a norte t'a winh, ol och winh t'a xivk'olal yuj. Yuj chi' ol elta winh yet' yoval sk'ool, te niwan anima ol sna' winh smilchamoc."
        },
        {
            "number": "45",
            "text": "Ol sb'oanq'ue scampamento winh t'a skal ha' mar yet' jun tzalan b'aj ay stemplo Dios, aton ta' ol k'och stiempoal satel winh, manhxa junok mach ol colan winh."
        }
    ]
}