{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha in ix in ochpax yet' winhaj Darío sreyal Media t'a b'ab'el ab'il yoch winh reyal chi', xchi."
        },
        {
            "number": "2",
            "text": "Ix yalanxi t'ayin: Ha ticnaik, ol wak' ojtaquejel tas d'inhan ol ujok. Ayto och oxwanh heb' winh rey t'a Persia, slajwi chi' ol och junxo winh schanhil rey. Ha jun winh chi', más te b'eyum winh t'a yichanh heb' oxwanh chi'. Ha yuj sb'eyumal winh chi', ol yik' yip winh, ol yak'an wal owal winh yet' winh sreyal Grecia."
        },
        {
            "number": "3",
            "text": "Slajwi chi', ol och jun winh sreyal Grecia chi', te ak'um owal. Ol te lewanb'oc smacb'en chi', ol sk'ulan masanil tas snib'ej."
        },
        {
            "number": "4",
            "text": "Palta ayic toxo ix yik' yip yopisio winh chi', chanhpoj ol ajcanb'atoc. Ha yopisio jun winh rey chi', manh ol b'eynhejb'at t'a heb' yinhtilal. Ol el yip yopisio winh chi', manhxo lajanoc ol aj yip icha t'a sb'ab'elal, yujto chanhpoj ol ajoc, ch'ocxo pax mach ol ochcan reyal sk'exuloc winh."
        },
        {
            "number": "5",
            "text": "Ha jun winh ol ochcan sreyaloc sur, ol ste ik'ej yip winh, palta a junocxo winh yajal soldado te niwan ol aj yopisio t'a yichanh jun winh sreyal sur chi', ol yak'an yajalil winh t'a jun macb'en te lewan chi'."
        },
        {
            "number": "6",
            "text": "Axo yic ol ek' jayeoc ab'il, a heb' winh chawanh rey chi', ol sb'o junok strato heb' winh. Ha jun winh sreyal sur chi', ol yak'b'at junok yisil winh t'a winh sreyal norte, yic wach' ay junk'olal t'a skal chab' macb'en chi'. Palta manh ol yal yuj ix yik'an b'ey jun trato yet' winh yetb'eyum chi'. Yuj chi' ol miljoccham ix yet' winh yet' yune' ix yet' pax heb' schecab' ix."
        },
        {
            "number": "7",
            "text": "Palta ay junok sk'ab' yoc ix ol och reyal, ol yak'an owal yet' heb' soldado yic norte. Ol ak'joc ganar heb' yuj yet' chonhab' b'aj cajan jun winh sreyal norte chi'."
        },
        {
            "number": "8",
            "text": "Ol yik'b'at sdiosal heb' ay t'a norte chi' t'a Egipto, aton juntzanh b'ob'il t'a k'een k'een yet' juntzanh syamk'ab' heb' nab'a oro yet' plata. Ol ek'b'at jayeoc ab'il, malaj owal ol och t'a skal heb'."
        },
        {
            "number": "9",
            "text": "Ol lajwoc chi', a jun winh sreyal norte chi', ol yak' owal winh yet' jun winh sreyal sur chi', palta manh ol yal-laj yuj winh, ol meltzaj winh t'a schonhab'."
        },
        {
            "number": "10",
            "text": "Palta haxo heb' yuninal winh sreyal norte chi', ol k'e waan heb' yak' owal. Manh jantacoc sb'isul soldado heb' ol smolb'ej. Ha junok heb' yuninal winh chi' ol b'at yet' heb' soldado yak' owal yet' winh sreyal sur chi' yic syak'an ganar yalani. Ol ek'b'at heb' icha junok eluma', masanto ol k'och heb' t'a schonhab' winh sreyal sur chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ol te cot yowal winh sreyal sur chi'. Ol elta winh yak' owal t'a jun nhilanh soldado ajk'ol chi', ol satjoquel heb' smasanil yuj winh."
        },
        {
            "number": "12",
            "text": "Yujto ol satel jun nhilanh heb' ajk'ol chi' yuj winh, ol yik'anchaanh sb'a winh, tzijtumto juntzanhxo heb' ajk'ool ol smilcham winh, palta manh niwanoc tiempo ol yak' yopisio winh chi'."
        },
        {
            "number": "13",
            "text": "Ayic ol ek'b'at jayeoc ab'il, a winh sreyal norte chi', te ek'b'al niwan heb' soldado ol smolb'ej winh t'a yichanh heb' ix smolb'ej t'a sb'ab'elal, ol b'atxoc winh yak' owal yet' winh sreyal sur chi', yet'nac syamk'ab' heb' yic owal smasanil."
        },
        {
            "number": "14",
            "text": "Ha t'a jun pekti’ chi', tzijtum heb' ol och ajk'olal t'a winh sreyal sur chi'. Ha t'a skal heb' chi', ay juntzanh heb' etisraelal te chuk spensar, ol spak sb'a heb' yic tz'elk'och tas ak'b'il yil heb' snaani, palta manh ol yak'laj ganar heb'."
        },
        {
            "number": "15",
            "text": "Ol jawok winh sreyal norte chi', ol och oyan soldado t'a spatictac jun chonhab' te tek'an, ol ak'joc ganar jun chonhab' chi' yuj heb'. Ha heb' soldado te jelan yic sur, manh ol yal-laj stek'b'an sb'a heb' t'a yichanh winh ajk'ol chi'."
        },
        {
            "number": "16",
            "text": "Ha winh ol ak'an ganar chi', ol sk'ulejnhej winh tas snib'ej t'a jun winh ol ak'joc ganar chi'. Manhxalaj mach ol yal stek'b'an sb'ha t'a yichanh winh. Ol kan winh t'a sat lum lum te wach', aton Israel, ol satanel winh jantacnhej tas sgana."
        },
        {
            "number": "17",
            "text": "Ol yak' yip winh yet' heb' soldado yik'anek' slum winh sreyal sur chi'. Ol yak'an jun strato winh yet' winh rey chi', ol yak'anb'at junok yisil winh yetb'eyumoc jun winh rey chi', yic syak'an ganar winh yalani, palta manh ol elk'ochlaj icha tas sna winh chi'."
        },
        {
            "number": "18",
            "text": "Ol lajwoc chi', ol yak'an owal winh yet' juntzanh chonhab' ay t'a stitac ha' mar. Tzijtum heb' ol ak'joc ganar yuj winh, palta ay jun yajal soldado ol cachan wanaj winh, icha chi' ol aj yel sq'uixwelal winh sreyal norte chi'."
        },
        {
            "number": "19",
            "text": "Ol lajwoc chi', ol meltzaj winh t'a smacb'en b'aj ay juntzanh schonhab', te ay yip, palta ol ak'joc ganar, ol sateloc."
        },
        {
            "number": "20",
            "text": "Ch'ocxo junxo winh rey ol ochcan sk'exuloc winh, a jun winh chi', ol schecb'at junok mach winh, b'at sk'ananel tumin syak' heb' t'a winh, yic sk'ek'och winh yet' yopisio chi' snaani. Palta jayeanto k'ual yoch winh t'a yopisio chi', ol miljoccham winh, manhoc t'a skal owal ol cham winh."
        },
        {
            "number": "21",
            "text": "Ol lajwoc chi', ay jun winh te malaj yelk'och ol och reyal sk'exuloc winh. Ha jun winh chi', manh smojoc yoch winh t'a yopisio. Manh naanoc yuj heb' anima ayic ol och winh reyal chi' yuj yak'an musansatil heb' anima chi'."
        },
        {
            "number": "22",
            "text": "Masanil heb' ajk'ol yajoch t'a winh, ol satel heb' yuj winh, ol satpaxel winh sat sacerdote yic Dios."
        },
        {
            "number": "23",
            "text": "Ol ak'jocpax musansatil heb' yuj winh, aton heb' ol yak'lej sb'oan strato yet' winh t'a wach'ilal. Wach'chom quennhej anima ayoch yet' winh, palta ol yak'nhej ganar winh."
        },
        {
            "number": "24",
            "text": "Ayic manh naanoc yuj heb' anima chi', ol och winh t'a sat sluum heb', aton lum te wach'. Ol sk'ulejnhej winh tastac to maj sk'ulej heb' smam yicham. Masanil tas ol yik' winh t'a owal chi', ol spojek' winh t'a skal heb' ajun yet'oc. Ol snib'ej winh yak' owal yet' juntzanh chonhab' to tek'an, palta manh niwanoc tiempo ol yal yuj winh."
        },
        {
            "number": "25",
            "text": "Ol yak'och sjelanil winh chi' yipoc sk'ool, ol yak'an owal winh yet' winh sreyal sur. Niwan sb'isul soldado ol och yet' winh, palta a winh sreyal sur chi' yet' wal yip yet' pax soldado te jelan ol yak'an owal yet' winh. Palta manh ol yal-laj stek'b'an sb'a heb' soldado chi', yujto tonhej ol ak'joc musansatil winh sreyal sur chi'."
        },
        {
            "number": "26",
            "text": "Ha heb' yetyajalil winh sreyal sur chi' avtab'il wael yuj t'a smexa, ipan heb' ol meltzajoch ajk'olal t'ay. Ol lajwoquel heb' soldado chi', tzijtum heb' ol chamoc."
        },
        {
            "number": "27",
            "text": "Ha tas nab'il yuj chawanh heb' winh rey chi', anhej yak'an chukal heb' t'ay junjun. Ol mol em k'ojan heb' wael t'a smexa. Ol yak'an es heb' t'ay junjun, palta malaj junok heb' ol elk'och tas snib'ej, yujto manto k'och sk'ual alb'ilcan yuj Dios."
        },
        {
            "number": "28",
            "text": "Axo winh sreyal norte chi', ol meltzajxoc winh t'a schonhab' yet' masanil tas ol yik' winh t'a owal chi'. Ol lajwoc chi', ol och winh ajk'olal t'a ejmelal syak' heb' israel, aton jun strato Dios sb'onac yet' heb', haxo sk'ulan winh masanil tas nab'il yuj chi'. Ol lajwoc chi', ol meltzaj winh t'a smacb'en."
        },
        {
            "number": "29",
            "text": "Ayic ol k'och stiempoal nab'il yuj Dios, ol b'atxoc winh yet' heb' soldado yak' owal t'a sur. Palta ha t'a junelxo chi', manhxo ol yak'laj ganar winh icha t'a sb'ab'elal."
        },
        {
            "number": "30",
            "text": "Yujto a heb' soldado t'a stojolal b'aj tz'em k'u, ol jawok heb' t'a yol barco. Ha heb' chi' ol cachanoch waan winh. Icha chi' ol aj xiv winh sreyal norte chi', haxo smeltzaj winh chi' t'a spatic. Yuj chi', haxo t'a yib'anh strato Dios yet' heb' israel ol smak'el yowal sk'ol winh. Ol schaan winh yab' tas ol yal heb' actannaccan jun trato chi'."
        },
        {
            "number": "31",
            "text": "Axo heb' soldado chi', ol yixtejb'at stemplo Dios heb' yet' cuartel junnhej yaj yet'oc. Ol syamoch waan heb' yak'chaj silab' t'a junjun k'u. Axo tas yajb'ilel yuj Dios, a ol yak'och heb' t'a yol templo chi' yic syixtanel heb'."
        },
        {
            "number": "32",
            "text": "Ol smontej heb' etisraelal jun winh rey chi', aton heb' toxo ix actancan strato Dios. Axo pax heb' chonhab' xajanan sDiosal, ol stek'b'ej sb'a heb' t'a yichanh tas ol ujok chi'."
        },
        {
            "number": "33",
            "text": "Ay heb' jelan t'a skal heb' etchonhab' ol k'ayb'an tzijtumoc heb' etchonhab' chi', palta ay heb' ol miljocchamoc, ay heb' ol nhusjoctz'aoc, ay heb' ol elk'ajb'at tastac ay t'ay, ay pax heb' ol ik'jocb'at checab'il."
        },
        {
            "number": "34",
            "text": "Ayic ol k'och stiempoal spechchaj b'eyek' heb', malaj wal mach ol kolwaj t'a heb'. Tzijtum mach junnhej ol yutej sb'a yet' heb', palta chab'sat juntzanh heb' chi'."
        },
        {
            "number": "35",
            "text": "Ol miljoccham jaywanhoc heb' k'ayb'um jelan t'a skal a chonhab' chi', yic wach' ol ak'chaj prowal juntzanhxo heb' olto canoc, yic wach' tz'ik'chajel heb' chab'sat chi' t'a skal heb', haxo stojolb'i spensar heb' chi', masanto ol k'och slajwub' tiempoal nab'il yuj Dios."
        },
        {
            "number": "36",
            "text": "Ha winh sreyal norte chi', ol sk'ulej winh icha tas snib'ej, ichaton chi' ol aj yik'anchaanh sb'a winh, ol yalan winh to niwan yelk'och winh t'a yichanh comon Dios. Ol yal b'uchwal lolonel winh d'ha Dios te yel. Ol sk'ulejnhej masanil tas ol snib'ej winh masanto ol jawok yowal sk'ol Dios t'a yib'anh winh, yujto a tas nab'il yuj Dios chi', ol elk'ochoc."
        },
        {
            "number": "37",
            "text": "Ha jun winh rey chi', malaj yelk'och sdiosal heb' smam yicham winh t'ay. Malaj pax yelk'och tas nib'ab'il yuj heb' ix ix t'a yol sat winh yet' pax comon Dios, yujto a jun winh chi', ol yal winh to ek'b'al niwan yelk'och winh t'a yichanh masanil juntzanh chi'."
        },
        {
            "number": "38",
            "text": "Palta ch'oc jun Dios b'aj ol och winh ejmelal, aton t'a jun Dios b'aj manh yak'nacoquem sb'a heb' smam yicham winh, aton jun Dios stanhwan chonhab' to tek'an. Ol yak'an silab' winh t'ay, aton k'een oro, k'een plata, k'een k'een te wach' yilji yet' juntzanhxo tastac to te caro stojol."
        },
        {
            "number": "39",
            "text": "Ha yuj scolwal jun ch'oc diosal chi', ol yak' ganar juntzanh chonhab' te ay yip winh. Ha heb' ol yak'och sb'ha t'a yol sk'ab' jun winh rey chi', ol ak'jococh heb' t'a juntzanh niwac opisio yuj winh, ol ak'chaj lum lum stojoloc heb'."
        },
        {
            "number": "40",
            "text": "Ayic ol k'och slajwub' tiempoal chi', a winh sreyal sur, ol yak' owal winh yet' jun winh sreyal norte chi'. Palta ol elta winh sreyal norte chi' yak' owal yet' winh yet' wal smasanil yipal. Ol elta winh yet' scarruaje yic owal yet' heb' soldado ayk'e t'a yib'anh chej. Tzijtum pax barco ol cot yet' winh. Tzijtum nación ol yak' ganar winh, yujto icha sb'ey ha' eluma' sb'ey heb' soldado winh."
        },
        {
            "number": "41",
            "text": "Ol ochpax winh t'a lum lum te wach'. Tzijtum nación ol yak' ganar winh. Axo pax heb' cajan t'a Edom yet' t'a Moab ol colchajcanel heb', ek'b'alto pax nanhal heb' aj Amón ol colchajoc."
        },
        {
            "number": "42",
            "text": "Ol yik'paxek' juntzanhxo nación winh, manhxo ol techajpax scolan sb'a Egipto t'a winh."
        },
        {
            "number": "43",
            "text": "Ol ik'chajb'at masanil sb'eyumal Egipto chi', icha k'een oro, k'een plata yet' juntzanhxo tas wach'. Ol canpax heb' aj Libia yet' heb' aj Etiopía t'a yol sk'ab' winh."
        },
        {
            "number": "44",
            "text": "Palta ol jawok yab'ixal heb' cajan t'a stojolal b'aj sjawi k'u yet' t'a norte t'a winh, ol och winh t'a xivk'olal yuj. Yuj chi' ol elta winh yet' yowal sk'ool, te niwan anima ol sna' winh smilchamoc."
        },
        {
            "number": "45",
            "text": "Ol sb'oank'e scampamento winh t'a skal ha' mar yet' jun tzalan b'aj ay stemplo Dios, aton ta' ol k'och stiempoal satel winh, manhxa junok mach ol colan winh."
        }
    ]
}