{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha in ix in ochpax yet' vinhaj Darío sreyal Media t'a b'ab'el ab'il yoch vinh reyal chi', xchi."
        },
        {
            "number": "2",
            "text": "Ix yalanxi t'ayin: Ha ticnaic, ol vak' ojtaquejel tas d'inhan ol ujoc. Ayto och oxvanh eb' vinh rey t'a Persia, slajvi chi' ol och junxo vinh schanhil rey. Ha jun vinh chi', más te b'eyum vinh t'a yichanh eb' oxvanh chi'. Ha yuj sb'eyumal vinh chi', ol yik' yip vinh, ol yak'an val oval vinh yet' vinh sreyal Grecia."
        },
        {
            "number": "3",
            "text": "Slajvi chi', ol och jun vinh sreyal Grecia chi', te ak'um oval. Ol te levanb'oc smacb'en chi', ol sk'ulan masanil tas snib'ej."
        },
        {
            "number": "4",
            "text": "Palta ayic toxo ix yik' yip yopisio vinh chi', chanhpoj ol ajcanb'atoc. Ha yopisio jun vinh rey chi', manh ol b'eynhejb'at t'a eb' yinhtilal. Ol el yip yopisio vinh chi', manhxo lajanoc ol aj yip icha t'a sb'ab'elal, yujto chanhpoj ol ajoc, ch'ocxo pax mach ol ochcan reyal sq'uexuloc vinh."
        },
        {
            "number": "5",
            "text": "Ha jun vinh ol ochcan sreyaloc sur, ol ste iq'uej yip vinh, palta a junocxo vinh yajal soldado te niwan ol aj yopisio t'a yichanh jun vinh sreyal sur chi', ol yak'an yajalil vinh t'a jun macb'en te levan chi'."
        },
        {
            "number": "6",
            "text": "Axo yic ol ek' jayeoc ab'il, a eb' vinh chavanh rey chi', ol sb'o junok strato eb' vinh. Ha jun vinh sreyal sur chi', ol yak'b'at junok yisil vinh t'a vinh sreyal norte, yic wach' ay junk'olal t'a skal chab' macb'en chi'. Palta manh ol yal yuj ix yik'an b'ey jun trato yet' vinh yetb'eyum chi'. Yuj chi' ol miljoccham ix yet' vinh yet' yune' ix yet' pax eb' schecab' ix."
        },
        {
            "number": "7",
            "text": "Palta ay junok sk'ab' yoc ix ol och reyal, ol yak'an oval yet' eb' soldado yic norte. Ol ak'joc ganar eb' yuj yet' chonhab' b'aj cajan jun vinh sreyal norte chi'."
        },
        {
            "number": "8",
            "text": "Ol yik'b'at sdiosal eb' ay t'a norte chi' t'a Egipto, aton juntzanh b'ob'il t'a q'uen q'ueen yet' juntzanh syamk'ab' eb' nab'a oro yet' plata. Ol ek'b'at jayeoc ab'il, malaj oval ol och t'a skal eb'."
        },
        {
            "number": "9",
            "text": "Ol lajvoc chi', a jun vinh sreyal norte chi', ol yak' oval vinh yet' jun vinh sreyal sur chi', palta manh ol yal-laj yuj vinh, ol meltzaj vinh t'a schonhab'."
        },
        {
            "number": "10",
            "text": "Palta haxo eb' yuninal vinh sreyal norte chi', ol q'ue vaan eb' yak' oval. Manh jantacoc sb'isul soldado eb' ol smolb'ej. Ha junok eb' yuninal vinh chi' ol b'at yet' eb' soldado yak' oval yet' vinh sreyal sur chi' yic syak'an ganar yalani. Ol ek'b'at eb' icha junok eluma', masanto ol k'och eb' t'a schonhab' vinh sreyal sur chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ol te cot yoval vinh sreyal sur chi'. Ol elta vinh yak' oval t'a jun nhilanh soldado ajk'ol chi', ol satjoquel eb' smasanil yuj vinh."
        },
        {
            "number": "12",
            "text": "Yujto ol satel jun nhilanh eb' ajk'ol chi' yuj vinh, ol yik'anchaanh sb'a vinh, tzijtumto juntzanhxo eb' ajk'ool ol smilcham vinh, palta manh nivanoc tiempo ol yak' yopisio vinh chi'."
        },
        {
            "number": "13",
            "text": "Ayic ol ek'b'at jayeoc ab'il, a vinh sreyal norte chi', te ek'b'al niwan eb' soldado ol smolb'ej vinh t'a yichanh eb' ix smolb'ej t'a sb'ab'elal, ol b'atxoc vinh yak' oval yet' vinh sreyal sur chi', yet'nac syamk'ab' eb' yic oval smasanil."
        },
        {
            "number": "14",
            "text": "Ha t'a jun pekti’ chi', tzijtum eb' ol och ajk'olal t'a vinh sreyal sur chi'. Ha t'a skal eb' chi', ay juntzanh eb' etisraelal te chuc spensar, ol spac sb'a eb' yic tz'elk'och tas ak'b'il yil eb' snaani, palta manh ol yak'laj ganar eb'."
        },
        {
            "number": "15",
            "text": "Ol javoc vinh sreyal norte chi', ol och oyan soldado t'a spatictac jun chonhab' te tek'an, ol ak'joc ganar jun chonhab' chi' yuj eb'. Ha eb' soldado te jelan yic sur, manh ol yal-laj stek'b'an sb'a eb' t'a yichanh vinh ajk'ol chi'."
        },
        {
            "number": "16",
            "text": "Ha vinh ol ak'an ganar chi', ol sk'ulejnhej vinh tas snib'ej t'a jun vinh ol ak'joc ganar chi'. Manhxalaj mach ol yal stek'b'an sb'ha t'a yichanh vinh. Ol kan vinh t'a sat lum lum te wach', aton Israel, ol satanel vinh jantacnhej tas sgana."
        },
        {
            "number": "17",
            "text": "Ol yak' yip vinh yet' eb' soldado yik'anek' slum vinh sreyal sur chi'. Ol yak'an jun strato vinh yet' vinh rey chi', ol yak'anb'at junok yisil vinh yetb'eyumoc jun vinh rey chi', yic syak'an ganar vinh yalani, palta manh ol elk'ochlaj icha tas sna vinh chi'."
        },
        {
            "number": "18",
            "text": "Ol lajvoc chi', ol yak'an oval vinh yet' juntzanh chonhab' ay t'a stitac ha' mar. Tzijtum eb' ol ak'joc ganar yuj vinh, palta ay jun yajal soldado ol cachan vanaj vinh, icha chi' ol aj yel sq'uixvelal vinh sreyal norte chi'."
        },
        {
            "number": "19",
            "text": "Ol lajvoc chi', ol meltzaj vinh t'a smacb'en b'aj ay juntzanh schonhab', te ay yip, palta ol ak'joc ganar, ol sateloc."
        },
        {
            "number": "20",
            "text": "Ch'ocxo junxo vinh rey ol ochcan sq'uexuloc vinh, a jun vinh chi', ol schecb'at junok mach vinh, b'at sk'ananel tumin syak' eb' t'a vinh, yic sq'uek'och vinh yet' yopisio chi' snaani. Palta jayeanto k'ual yoch vinh t'a yopisio chi', ol miljoccham vinh, manhoc t'a skal oval ol cham vinh."
        },
        {
            "number": "21",
            "text": "Ol lajvoc chi', ay jun vinh te malaj yelk'och ol och reyal sq'uexuloc vinh. Ha jun vinh chi', manh smojoc yoch vinh t'a yopisio. Manh naanoc yuj eb' anima ayic ol och vinh reyal chi' yuj yak'an musansatil eb' anima chi'."
        },
        {
            "number": "22",
            "text": "Masanil eb' ajk'ol yajoch t'a vinh, ol satel eb' yuj vinh, ol satpaxel vinh sat sacerdote yic Dios."
        },
        {
            "number": "23",
            "text": "Ol ak'jocpax musansatil eb' yuj vinh, aton eb' ol yak'lej sb'oan strato yet' vinh t'a wach'ilal. Wach'chom quennhej anima ayoch yet' vinh, palta ol yak'nhej ganar vinh."
        },
        {
            "number": "24",
            "text": "Ayic manh naanoc yuj eb' anima chi', ol och vinh t'a sat sluum eb', aton lum te wach'. Ol sk'ulejnhej vinh tastac to maj sk'ulej eb' smam yicham. Masanil tas ol yik' vinh t'a oval chi', ol spojek' vinh t'a skal eb' ajun yet'oc. Ol snib'ej vinh yak' oval yet' juntzanh chonhab' to tek'an, palta manh nivanoc tiempo ol yal yuj vinh."
        },
        {
            "number": "25",
            "text": "Ol yak'och sjelanil vinh chi' yipoc sk'ool, ol yak'an oval vinh yet' vinh sreyal sur. Nivan sb'isul soldado ol och yet' vinh, palta a vinh sreyal sur chi' yet' val yip yet' pax soldado te jelan ol yak'an oval yet' vinh. Palta manh ol yal-laj stek'b'an sb'a eb' soldado chi', yujto tonhej ol ak'joc musansatil vinh sreyal sur chi'."
        },
        {
            "number": "26",
            "text": "Ha eb' yetyajalil vinh sreyal sur chi' avtab'il vael yuj t'a smexa, ipan eb' ol meltzajoch ajk'olal t'ay. Ol lajvoquel eb' soldado chi', tzijtum eb' ol chamoc."
        },
        {
            "number": "27",
            "text": "Ha tas nab'il yuj chavanh eb' vinh rey chi', anhej yak'an chucal eb' t'ay junjun. Ol mol em k'ojan eb' vael t'a smexa. Ol yak'an es eb' t'ay junjun, palta malaj junok eb' ol elk'och tas snib'ej, yujto manto k'och sk'ual alb'ilcan yuj Dios."
        },
        {
            "number": "28",
            "text": "Axo vinh sreyal norte chi', ol meltzajxoc vinh t'a schonhab' yet' masanil tas ol yik' vinh t'a oval chi'. Ol lajvoc chi', ol och vinh ajk'olal t'a ejmelal syak' eb' israel, aton jun strato Dios sb'onac yet' eb', haxo sk'ulan vinh masanil tas nab'il yuj chi'. Ol lajvoc chi', ol meltzaj vinh t'a smacb'en."
        },
        {
            "number": "29",
            "text": "Ayic ol k'och stiempoal nab'il yuj Dios, ol b'atxoc vinh yet' eb' soldado yak' oval t'a sur. Palta ha t'a junelxo chi', manhxo ol yak'laj ganar vinh icha t'a sb'ab'elal."
        },
        {
            "number": "30",
            "text": "Yujto a eb' soldado t'a stojolal b'aj tz'em k'u, ol javoc eb' t'a yol barco. Ha eb' chi' ol cachanoch vaan vinh. Icha chi' ol aj xiv vinh sreyal norte chi', haxo smeltzaj vinh chi' t'a spatic. Yuj chi', haxo t'a yib'anh strato Dios yet' eb' israel ol smaq'uel yoval sk'ol vinh. Ol schaan vinh yab' tas ol yal eb' actannaccan jun trato chi'."
        },
        {
            "number": "31",
            "text": "Axo eb' soldado chi', ol yixtejb'at stemplo Dios eb' yet' cuartel junnhej yaj yet'oc. Ol syamoch vaan eb' yak'chaj silab' t'a junjun k'u. Axo tas yajb'ilel yuj Dios, a ol yak'och eb' t'a yol templo chi' yic syixtanel eb'."
        },
        {
            "number": "32",
            "text": "Ol smontej eb' etisraelal jun vinh rey chi', aton eb' toxo ix actancan strato Dios. Axo pax eb' chonhab' xajanan sDiosal, ol stek'b'ej sb'a eb' t'a yichanh tas ol ujoc chi'."
        },
        {
            "number": "33",
            "text": "Ay eb' jelan t'a skal eb' etchonhab' ol k'ayb'an tzijtumoc eb' etchonhab' chi', palta ay eb' ol miljocchamoc, ay eb' ol nhusjoctz'aoc, ay eb' ol elk'ajb'at tastac ay t'ay, ay pax eb' ol ik'jocb'at checab'il."
        },
        {
            "number": "34",
            "text": "Ayic ol k'och stiempoal spechchaj b'eyek' eb', malaj val mach ol colvaj t'a eb'. Tzijtum mach junnhej ol yutej sb'a yet' eb', palta chab'sat juntzanh eb' chi'."
        },
        {
            "number": "35",
            "text": "Ol miljoccham jayvanhoc eb' k'ayb'um jelan t'a skal a chonhab' chi', yic wach' ol ak'chaj proval juntzanhxo eb' olto canoc, yic wach' tz'ik'chajel eb' chab'sat chi' t'a skal eb', haxo stojolb'i spensar eb' chi', masanto ol k'och slajvub' tiempoal nab'il yuj Dios."
        },
        {
            "number": "36",
            "text": "Ha vinh sreyal norte chi', ol sk'ulej vinh icha tas snib'ej, ichaton chi' ol aj yik'anchaanh sb'a vinh, ol yalan vinh to niwan yelk'och vinh t'a yichanh comon dios. Ol yal b'uchval lolonel vinh d'ha Dios te yel. Ol sk'ulejnhej masanil tas ol snib'ej vinh masanto ol javoc yoval sk'ol Dios t'a yib'anh vinh, yujto a tas nab'il yuj Dios chi', ol elk'ochoc."
        },
        {
            "number": "37",
            "text": "Ha jun vinh rey chi', malaj yelk'och sdiosal eb' smam yicham vinh t'ay. Malaj pax yelk'och tas nib'ab'il yuj eb' ix ix t'a yol sat vinh yet' pax comon dios, yujto a jun vinh chi', ol yal vinh to ek'b'al niwan yelk'och vinh t'a yichanh masanil juntzanh chi'."
        },
        {
            "number": "38",
            "text": "Palta ch'oc jun dios b'aj ol och vinh ejmelal, aton t'a jun dios b'aj manh yak'nacoquem sb'a eb' smam yicham vinh, aton jun dios stanhvan chonhab' to tek'an. Ol yak'an silab' vinh t'ay, aton q'uen oro, q'uen plata, q'uen q'ueen te wach' yilji yet' juntzanhxo tastac to te caro stojol."
        },
        {
            "number": "39",
            "text": "Ha yuj scolval jun ch'oc diosal chi', ol yak' ganar juntzanh chonhab' te ay yip vinh. Ha eb' ol yak'och sb'ha t'a yol sk'ab' jun vinh rey chi', ol ak'jococh eb' t'a juntzanh nivac opisio yuj vinh, ol ak'chaj lum lum stojoloc eb'."
        },
        {
            "number": "40",
            "text": "Ayic ol k'och slajvub' tiempoal chi', a vinh sreyal sur, ol yak' oval vinh yet' jun vinh sreyal norte chi'. Palta ol elta vinh sreyal norte chi' yak' oval yet' vinh yet' val smasanil yipal. Ol elta vinh yet' scarruaje yic oval yet' eb' soldado ayq'ue t'a yib'anh chej. Tzijtum pax barco ol cot yet' vinh. Tzijtum nación ol yak' ganar vinh, yujto icha sb'ey ha' eluma' sb'ey eb' soldado vinh."
        },
        {
            "number": "41",
            "text": "Ol ochpax vinh t'a lum lum te wach'. Tzijtum nación ol yak' ganar vinh. Axo pax eb' cajan t'a Edom yet' t'a Moab ol colchajcanel eb', ek'b'alto pax nanhal eb' aj Amón ol colchajoc."
        },
        {
            "number": "42",
            "text": "Ol yik'paxek' juntzanhxo nación vinh, manhxo ol techajpax scolan sb'a Egipto t'a vinh."
        },
        {
            "number": "43",
            "text": "Ol ik'chajb'at masanil sb'eyumal Egipto chi', icha q'uen oro, q'uen plata yet' juntzanhxo tas wach'. Ol canpax eb' aj Libia yet' eb' aj Etiopía t'a yol sk'ab' vinh."
        },
        {
            "number": "44",
            "text": "Palta ol javoc yab'ixal eb' cajan t'a stojolal b'aj sjavi k'u yet' t'a norte t'a vinh, ol och vinh t'a xivk'olal yuj. Yuj chi' ol elta vinh yet' yoval sk'ool, te niwan anima ol sna' vinh smilchamoc."
        },
        {
            "number": "45",
            "text": "Ol sb'oanq'ue scampamento vinh t'a skal ha' mar yet' jun tzalan b'aj ay stemplo Dios, aton ta' ol k'och stiempoal satel vinh, manhxa junok mach ol colan vinh."
        }
    ]
}