{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', a ángel Miguel, sat ángel yaji, stanhvumal eb' etchonhab' israel, ol och vaan. Ha t'a jun pekti’ chi' te ay val niwan yaelal. Manta juneloc ix uji jun chi' yictax ix el yich spitzviq'ue vaan juntzanh nación. Ha t'a jun pekti’ chi', ay eb' etchonhab' ol colchajoc, syalelk'ochi, aton eb' tz'ib'ab'il sb'i t'a yol ch'anh libro yic Dios."
        },
        {
            "number": "2",
            "text": "Tzijtum eb' chamnacxo ol pitzvocpaxi. Ay juntzanh eb' ol chaan sq'uinal t'a junelnhej. Ay pax juntzanhxo eb' ol b'atcan t'a skal q'uixvelal, ol yajchajcanel eb' t'a junelnhej."
        },
        {
            "number": "3",
            "text": "Ha eb' jelan, eb' ix cuchb'an tzijtum anima t'a wach' b'eyb'al, ol checlaj eb' t'a masanil tiempo icha scopopial yilji q'uen k'anal ay t'a satcha’anh."
        },
        {
            "number": "4",
            "text": "Palta a ach tik Daniel, maccan jun libro tik. Tza sik'ancani masanto ol javoc slajvub'al tiempo chi', tzak'ancanoch sello t'ay. Tzijtum anima ol b'at tik, ol b'at tik yuj snib'an yojtaquejeli tas van yuji, xchi jun ángel chi' t'ayin."
        },
        {
            "number": "5",
            "text": "Ix vilan chavanhxo eb' vinac linhanek' t'a sti' ha' niwan Tigris, junjun eb' t'a junjun stitac ha'."
        },
        {
            "number": "6",
            "text": "Ha junok eb' chi' ix k'anb'an t'a jun vinac ayoch pichul lino yuj, linhanek' t'a yib'anhq'ue eb', ix yalan icha tik: ¿B'aq'uinh val ol lajvoc juntzanh tas ayxo smay yilji tik? xchi t'ay."
        },
        {
            "number": "7",
            "text": "Axo jun vinac ayoch pichul lino yuj chi', ix yik'chaanh sk'ab', ix yak'an sti' t'a yichanh Dios aynhejeq'ui, ix yalani: Ayic ol lajvoc nanhal schanhil ab'il, ayic manhxalaj yip eb' schonhab' Dios ol kan yuj eb' ajk'ol chi', ichato chi' ol lajvoquek' masanil juntzanh tik, xchi."
        },
        {
            "number": "8",
            "text": "Ix vab' val tas ix yala', palta maj nachajel-laj vuuj. Yuj chi' ix in k'anb'ej t'ay icha tik: Mamin, ¿tas val ol aj slajviek' masanil juntzanh tik? xin chi."
        },
        {
            "number": "9",
            "text": "Ix yalan t'ayin icha tik: Manto a na yuj juntzanh tik Daniel, yujto masanil juntzanh tik, tonhej ol sik'chajcanoc masanto ol javoc slajvub'."
        },
        {
            "number": "10",
            "text": "Yuj juntzanh yaelal chi' tzijtum eb' anima ol ik'joccanel smul, ol tojolb'occan spensar, haxo eb' chuk jun, ol q'uenhejchaanh eb' sk'ulan chukal. Manh ol nachajel yuj eb' tas van yuji chi'. Axo eb' anima jelan chi', ol nachajel yuj eb'."
        },
        {
            "number": "11",
            "text": "Ayic ol yamchajoch vaan yak'chaj silab' t'a junjun k'u yet' yic ol ak'chajoch tas yajb'il yuj Dios t'a yol stemplo yic tz'ixtaxeli, ichato chi' b'ian, ol el yich jun mil 290 k'ual."
        },
        {
            "number": "12",
            "text": "Te tzalajk'olal yic eb' tek'an ol yutej sb'a masanto ol tz'acvoc mil 335 k'ual."
        },
        {
            "number": "13",
            "text": "Palta a ach tik, tek'annhej tzutej a b'a masanto t'a slajvub'al, ichato chi' ol ik'an ip. Ato t'a slajvub' k'ual, ol ach pitzvocxi, haxo a chaan spac chi', xchi t'ayin."
        }
    ]
}