{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "A d'a jun tiempoal chi', a ángel Miguel, sat ángel yaji, stanhvumal eb' etchonhab' israel, ol och vaan. A d'a jun tiempoal chi' te ay val nivan yaelal. Manta juneloc ix uji jun chi' yictax ix el yich spitzviq'ue vaan juntzanh nación. A d'a jun tiempoal chi', ay eb' etchonhab' ol colchajoc, syalelk'ochi, aton eb' tz'ib'ab'il sb'i d'a yol ch'anh libro yic Dios."
        },
        {
            "number": "2",
            "text": "Tzijtum eb' chamnacxo ol pitzvocpaxi. Ay juntzanh eb' ol chaan sq'uinal d'a junelnhej. Ay pax juntzanhxo eb' ol b'atcan d'a scal q'uixvelal, ol yajchajcanel eb' d'a junelnhej."
        },
        {
            "number": "3",
            "text": "A eb' jelan, eb' ix cuchb'an tzijtum anima d'a vach' b'eyb'al, ol checlaj eb' d'a masanil tiempo icha scopopial yilji q'uen k'anal ay d'a satchaanh."
        },
        {
            "number": "4",
            "text": "Palta a ach tic Daniel, maccan jun libro tic. Tza sik'ancani masanto ol javoc slajvub'al tiempo chi', tzak'ancanoch sello d'ay. Tzijtum anima ol b'at tic, ol b'at tic yuj snib'an yojtaquejeli tas van yuji, xchi jun ángel chi' d'ayin."
        },
        {
            "number": "5",
            "text": "Ix vilan chavanhxo eb' vinac linhanek' d'a sti' a' nivan Tigris, junjun eb' d'a junjun stitac a'."
        },
        {
            "number": "6",
            "text": "A junoc eb' chi' ix k'anb'an d'a jun vinac ayoch pichul lino yuuj, linhanek' d'a yib'anhq'ue eb', ix yalan icha tic: ¿B'aq'uinh val ol lajvoc juntzanh tas ayxo smay yilji tic? xchi d'ay."
        },
        {
            "number": "7",
            "text": "Axo jun vinac ayoch pichul lino yuuj chi', ix yik'chaanh sk'ab', ix yak'an sti' d'a yichanh Dios aynhejeq'ui, ix yalani: Ayic ol lajvoc nanhal schanhil ab'il, ayic manhxalaj yip eb' schonhab' Dios ol can yuj eb' ajk'ol chi', ichato chi' ol lajvoquek' masanil juntzanh tic, xchi."
        },
        {
            "number": "8",
            "text": "Ix vab' val tas ix yala', palta maj nachajel-laj vuuj. Yuj chi' ix in k'anb'ej d'ay icha tic: Mamin, ¿tas val ol aj slajviek' masanil juntzanh tic? xin chi."
        },
        {
            "number": "9",
            "text": "Ix yalan d'ayin icha tic: Manto a na yuj juntzanh tic Daniel, yujto masanil juntzanh tic, tonhej ol sik'chajcanoc masanto ol javoc slajvub'."
        },
        {
            "number": "10",
            "text": "Yuj juntzanh yaelal chi' tzijtum eb' anima ol ik'joccanel smul, ol tojolb'occan spensar, axo eb' chuc jun, ol q'uenhejchaanh eb' sk'ulan chucal. Manh ol nachajel yuj eb' tas van yuji chi'. Axo eb' anima jelan chi', ol nachajel yuj eb'."
        },
        {
            "number": "11",
            "text": "Ayic ol yamchajoch vaan yak'chaj silab' d'a junjun k'u yed' yic ol ak'chajoch tas yajb'il yuj Dios d'a yol stemplo yic tz'ixtaxeli, ichato chi' b'ian, ol el yich jun mil 290 k'ual."
        },
        {
            "number": "12",
            "text": "Te tzalajk'olal yic eb' tek'an ol yutej sb'a masanto ol tz'acvoc mil 335 k'ual."
        },
        {
            "number": "13",
            "text": "Palta a ach tic, tek'annhej tzutej a b'a masanto d'a slajvub'al, ichato chi' ol ik'an ip. Ato d'a slajvub' k'ual, ol ach pitzvocxi, axo a chaan spac chi', xchi d'ayin."
        }
    ]
}