{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic schab'ilxo ab'il yoch winhaj Nabucodonosor reyal, ay jun tas ix ak'ji swayichej winh. Ix te och winh ilk'olal yuj jun swayich chi', yuj chi' majxo ochlaj swayanh winh."
        },
        {
            "number": "2",
            "text": "Axo masanil heb' winh syal yuj yalani, heb' winh ajb'aal, heb' winh jelan yet' heb' winh schuman yet' k'een k'anal, ix checji avtajcot heb' winh yuj winh rey chi', yic tzul yal heb' winh tas syalelk'och jun swayich winh chi'. Axo yic ix jawi heb' winh t'a yichanh winh,"
        },
        {
            "number": "3",
            "text": "ix yalan winh t'a heb' winh icha tik: --Ay wal jun tas ix in wayichej, te ilk'olal waj yuj. Tzin nib'ej swojtaquejeli tas syalelk'ochi, xchi winh."
        },
        {
            "number": "4",
            "text": "Ix yalan heb' winh t'a winh t'a ti' arameo icha tik: --Mamin rey, ayocab'nhej opisio tik t'a junelnhej. Al t'ayonh a onh a checab' onh tik tas ix a wayichej chi', ol calan t'ayach tas syalelk'ochi, xchi heb' winh."
        },
        {
            "number": "5",
            "text": "Ix tak'wi winh rey chi' t'a heb' winh icha tik: --Toxo ix in na'a, tato manh ol eyal t'ayin tas ix in wayichej chi' yet' tas syalelk'ochi, chok' ol ex aj he xicjichamoc, haxo he pat, ol pojchajcanemoc."
        },
        {
            "number": "6",
            "text": "Palta tato ol eyal t'ayin tas ix in wayichej chi' yet' tas syalelk'ochi, niwan silab' ol wak' spacoc t'ayex, te niwan pax ol aj eyelk'ochi. Yuj chi', alec t'ayin tas ix in wayichej chi' yet' tas syalelk'ochi, xchi winh t'a heb' winh."
        },
        {
            "number": "7",
            "text": "Ix tak'wi heb' winh jelan chi' t'a schaelal icha tik: --Mamin rey, al a wayich chi' t'ayonh a onh a checab' onh tik yic ol kal t'ayach tas syalelk'ochi, xchi heb' winh."
        },
        {
            "number": "8",
            "text": "Ix tak'wi winh rey chi' t'a heb' winh icha tik: --Vojtacxo to tonhej tze say modo tas tz'aj he colan he b'a, yuj chi' tzeyik'ek' tiempo, yujto eyojtac to a tas ix wal t'a he patic manh ol ek'laj."
        },
        {
            "number": "9",
            "text": "Tato manh ol eyala' tas ix in wayichej chi', a tas nab'il wuj t'a eyib'anh, ol ujok, yujto ix he mol alej tas tzeyutej he pacan t'ayin t'a esal, yacb'an wan he tanhwan in k'exan tas nab'il wuj t'a he patic. Alec tas ix in wayichej chi', yic snachajel wuuj to ol yal eyalani tas syalelk'ochi, xchi winh."
        },
        {
            "number": "10",
            "text": "Ix tak'wixi heb' winh icha tik: --Mamin rey, malaj junok anima t'a yol yib'anhk’inal tik syal snachajel yuj tas tza k'anb'ej tik. Anhejtona', malaj junok rey wach'chom te b'inajnac sk'anb'an icha jun tik t'a heb' winh jelan."
        },
        {
            "number": "11",
            "text": "Yujto a jun tik, te ajaltac snachajeli. Malaj junok mach syal yalani, anhej am heb' Dios snachaj yuj, palta a heb' chi', manhoc t'a ko kal ay heb' a onh anima onh tik, xchi heb' winh."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an winh rey icha chi', ix cot wal yowal winh sik'lab'il. Ix yalan winh to xicjicham heb' winh jelan chi' t'a masanil yol yic Babilonia."
        },
        {
            "number": "13",
            "text": "Ayic ix elta jun ley chi', ix saychajek' winhaj Daniel yet' heb' winh oxwanh yetb'eyum winh, yic schampax heb' winh."
        },
        {
            "number": "14",
            "text": "Ha winhaj Arioc, yajal yaj winh t'a heb' stanhwumal winh rey. Ix ak'jioch yopisio winh yic smilancham masanil heb' winh jelan chi'. Van smolb'aj heb' winh yuj winh, haxo winhaj Daniel chi' ix lolon yet' winh t'a jelanil yet' t'a emnaquilal."
        },
        {
            "number": "15",
            "text": "Ix sk'anb'an yab' winh icha tik: --¿Tas yuj elanhchamel ix yak'elta jun ley te ov tik winh rey chi'? xchi winh. Ix yalan winhaj Arioc tas yaji."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix b'at winhaj Daniel yic stewi winh t'a winh rey yic tz'ak'ji jab'ocxo stiempo winh, yic syalan winh tas syalelk'och jun wayich chi'. Ix scha sk'ol winh rey tas ix yal winh chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix b'atxi winhaj Daniel chi' t'a spat. Ix yalan winh t'a heb' winh yetb'eyum, aton winhaj Ananías, winhaj Misael yet' winhaj Azarías, chajtil yaj jun lolonel chi'."
        },
        {
            "number": "18",
            "text": "Ix yalan winh t'a heb' winh to sk'an scolwal sDiosal satchanh heb' winh yic snachajel jun lolonel satub'tac chi' yuj heb' winh, yic max miljicham heb' winh yet' juntzanhxo heb' winh jelan t'a yol yic Babilonia chi'."
        },
        {
            "number": "19",
            "text": "Axo t'a jun ak'wal chi', ix yak' Dios swayichej winhaj Daniel tas jun swayich winh rey chi' yet' tas syalelk'ochi. Yuj chi', ix yal wach' lolonel winh t'a sDiosal satcha’anh."
        },
        {
            "number": "20",
            "text": "Ix yalan winh icha tik: Ach ko Diosal, alchajocab' wach' lolonel t'ayach t'a masanil tiempo, yujto ic yaj masanil jelanil yet' poder."
        },
        {
            "number": "21",
            "text": "Ha ach ojtac jantac tiempo syak' yajalil junjun mach, yujto a ach tzak'och heb' t'a yopisio. Anheja' a ach syal ik'anxiel heb'. Uuj ay spensar heb' ay spensar. Uuj ay sjelanil heb' jelan."
        },
        {
            "number": "22",
            "text": "Ha ach tzak' ojtacajel tas satub'tac yet' tas k'ub'eltac yaji. Ojtac masanil tastac ay t'a kal k’ik’ k’inal, yujto aj sakil k'inal ach."
        },
        {
            "number": "23",
            "text": "Ach ko Diosal, sDiosal ach pax heb' ko mam quicham, skak' yuj diosal t'ayach. Scalanpax wach' lolonel, yujto ix ak' in jelanil yet' in tek'anil. Ha ticnaik, ix ak' wojtaquejeli tas ix ko k'an t'ayach. Ix ak' cojtaquejeli tas yaj swayich winh rey, xchi winh d'ha Dios."
        },
        {
            "number": "24",
            "text": "Ayic ix lajwi slesalwi winhaj Daniel chi', ix b'at winh t'a winhaj Arioc, aton winh ix ak'ji yopisio yic smilancham masanil heb' winh jelan t'a Babilonia chi'. Ix yalan winh t'a winh icha tik: --Manh a milcham heb' winh jelan chi'. Ik' in b'at t'a yichanh winh rey. Ol wala' tas syalelk'och swayich winh chi', xchi winh."
        },
        {
            "number": "25",
            "text": "Yuj chi' t'a elanhchamel ix ik'chajb'at winh yuj winhaj Arioc chi' t'a yichanh winhaj rey Nabucodonosor chi'. Ix yalan winhaj Arioc chi' t'a winh rey chi' icha tik: --Mamin rey, ha t'a skal juntzanh heb' ik'b'ilcot t'a Judá, ix ilchaj jun winh winak wuuj. Ha winh ol alanoc tas syalelk'och a wayich chi', xchi winh."
        },
        {
            "number": "26",
            "text": "Ix yalan winh rey chi' t'a winhaj Daniel chi', scuchanpax Beltsasar, icha tik: --¿Ol am yal alani tas ix in wayichej chi', tas pax syalelk'ochi? xchi winh."
        },
        {
            "number": "27",
            "text": "Ix tak'wi winh icha tik: --Mamin rey, a jun tas satub'tac tza nib'ej tzojtaquejel chi', wach'chom a heb' winh jelan, heb' winh schuman yet' k'een k'anal yet' heb' winh ajb'aal, malaj junok heb' winh snachajel yuj."
        },
        {
            "number": "28",
            "text": "Palta ay jun Dios ay t'a satcha’anh, ha' syal yak'an cojtaquejel tas satub'tac. Ha ix ak'an ojtaquejeli tas ol ujok t'a b'ak'uinh. Ha ticnaik ol wal t'ayach tas ix a wayichej chi'."
        },
        {
            "number": "29",
            "text": "Ach Mamin rey, ayic jichan ach ek' t'a sat ch'at, wan a naani tastac ol ujok t'a b'ak'uinh, haxo Dios, aton tz'ak'an ojtacajel tas satub'tac, ha' ix ch'oxan t'ayach."
        },
        {
            "number": "30",
            "text": "Anheja' pax ix ch'oxan jun tik t'ayin, manh yujoc to te jelan in t'a yichanh masanil heb' anima, maay, palta yuj wak'an ojtaquejeli tas syalelk'och a wayich chi', yic ol nachajel uuj tas tza na'a."
        },
        {
            "number": "31",
            "text": "Mamin rey, a tas ix il t'a a wayich chi' to ay jun yechel anima te niwan, linhanek' t'a ichanh. Veei yilji, te ay smay yilji."
        },
        {
            "number": "32",
            "text": "Ha sjolom, nab'a oro. Axo snhi' sk'ool yet' sk'ab', nab'a plata. Axo sk'ool yet' yib'tac xub', nab'a bronce."
        },
        {
            "number": "33",
            "text": "Axo xub' yet' spenec, nab'a hierro, haxo samil yoc yet' yiximal yoc, a k'een hierro calan yaj yet' lum lum mucb'il t'a kal k'ak'."
        },
        {
            "number": "34",
            "text": "Mamin rey, yacb'an wan ilan jun chi', ay jun k'een k'een munil ix cot t'a sat witz, malaj mach ix ecancot k'een. Ha wal t'a yoc jun yechel chi' b'aj calan yaj k'een hierro yet' lum lum, ata' ix och tanhnaj k'een."
        },
        {
            "number": "35",
            "text": "nhej wal chi' ix pojb'at k'een hierro yet' lum lum chi', k'een bronce, k'een plata yet' k'een oro chi', pokokxonhej ix ajcanb'ati. Icha wal smatz'il ixim trigo b'aj stek'chaj t'a waresma tz'ik'jib'at yuj ik', manhxa jab'oc scani, icha chi' ix ajcanb'at jun yechel chi'. Axo k'een k'een ix mak'anpoj jun yechel chi', ix q'uib'chaanh k'een. Icha lum niwac witz ix aj k'een, ix macchajel yol yib'anhk’inal tik yuj k'een."
        },
        {
            "number": "36",
            "text": "Mamin rey, aton jun tik ix a wayichej. Ha ticnaik ol wal t'ayach tas syalelk'ochi."
        },
        {
            "number": "37",
            "text": "Ha ach tik, sat aj t'a masanil heb' rey, yujto ha Dios aj satcha’anh, ha' ix ach ak'anoch reyal. Ix yak'anpax a jelanil yet' a b'inajnaquil yet' sniwanil elk'ochi."
        },
        {
            "number": "38",
            "text": "Ix ach yak'och yajalil t'a yib'anh masanil lum lum b'aj cajan heb' anima, nok' nok' yet' nok' much. Ha Dios chi' ix ak'anoch masanil juntzanh chi' t'a yol a k'ab', yuj chi' a ach ton tzach sch'ox sjolom jun yechel to nab'a oro ix il chi'."
        },
        {
            "number": "39",
            "text": "Ayic ol lajwoquek' opisio tik, ol k'e waan junxo nación, palta manh lajanoclaj yet' jun ic tik. Slajwi chi', ol k'e waan junxo yoxil, aton jun sch'ox k'een bronce chi'. Aton jun chi' ol ak'an yajalil t'a yib'anh masanil yol yib'anhk’inal tik."
        },
        {
            "number": "40",
            "text": "Ol lajwoc chi', ol k'e waan junxo schanhil te ay yip, icha k'een hierro. Ha k'een hierro chi' smak'an poj masanil tastac, pokok tz'aj yuj k'een. Icha chi' ol aj junxo ol k'e waan chi', ol satjoquel juntzanhxo nación yuj."
        },
        {
            "number": "41",
            "text": "Ix ilanpax yoc yet' yiximal yoc jun yechel chi', calan yaj k'een hierro chi' yet' lum lum mucb'il t'a skal k'ak'. Ha jun chi' syalelk'ochi to a jun nación chi' cha makan yaji: Jun makan ay jab'oc yip icha k'een hierro, icha ix aj ilan k'een hierro calan yaj yet' lum lum chi'."
        },
        {
            "number": "42",
            "text": "Ha yiximal yoc calan yaj yet' k'een hierro yet' lum lum chi', a jun chi', syalelk'ochi to a jun nación chi' ay jab'oc yip, haxo nanhalxo malaj wal yip."
        },
        {
            "number": "43",
            "text": "Icha wal ix aj ilan k'een hierro calan yet' lum lum chi', icha chi' ol yutej sb'a heb' yajal t'a juntzanh nación chi'. Ol laj yik'laj sb'a yal yuninal heb' yic junnhej ol yutoc sb'a heb' yalani, palta manh ol elk'ochlaj tas sna heb' chi', icha k'een hierro max scalej sb'a yet' lum lum."
        },
        {
            "number": "44",
            "text": "Ha t'a stiempoal juntzanh heb' yajal chi', ata' ol k'e waan junxo nación yuj Dios aj satcha’anh, manhxa b'ak'uinh ol sateloc, manhxo ol kan t'a yalanh junocxo. Ol satjoquel juntzanhxo nación chi' yuj, ol cannhej t'a junelnhej."
        },
        {
            "number": "45",
            "text": "Aton chi' syalelk'och k'een k'een ix il scot t'a sat witz to malaj junok mach ix ecancoti. Aton yuj k'een pokokxonhej ix ajcanb'at k'een hierro, k'een bronce, lum lum, k'een plata yet' k'een oro. Mamin rey, ha Dios te Niwan Yelk'ochi, ha' ix ch'oxan t'ayach tas ol ujok t'a b'ak'uinh chi'. Ha jun a wayich chi' te yel, icha wal tz'aj walan tik, icha chi' ol aj yelk'ochi, xchi winhaj Daniel t'a winh rey chi'."
        },
        {
            "number": "46",
            "text": "Ayic ix yab'an jun chi' winhaj rey Nabucodonosor chi', ix em cumnaj winh t'a yichanh winhaj Daniel chi', ichato chi' ix schecan winh ak'chaj silab' yet' incienso t'a winh."
        },
        {
            "number": "47",
            "text": "Ix yalanpax winh t'a winhaj Daniel chi' icha tik: --Val yel a he Diosal a ex tik, anhej yelxo niwan t'a yichanh juntzanhxo Dios. Aton wal yajalil heb' rey, a sch'oxanpax tas satub'tac yaji. Tik wal a achnhej ix nachajel jun lolonel tik uuj, xchi winh."
        },
        {
            "number": "48",
            "text": "Axo winh rey chi' ix ak'anoch winhaj Daniel chi' t'a jun opisio te niwan yelk'ochi. Ix ak'chajpax silab' te wach' t'a winh, yuj chi' ix ak'chajoch winh yajalil t'a yol yic Babilonia chi'. Ix ochpax winh yajalil t'a masanil heb' winh jelan t'a smacb'en chi'."
        },
        {
            "number": "49",
            "text": "Ix sk'an yopisio juntzanhxo heb' winh yetb'eyum winhaj Daniel t'a winh rey chi'. Ix schaan sk'ol winh rey chi', ix och heb' winh yajalil t'a yol yic Babilonia chi', aton winhaj Sadrac, winhaj Mesac yet' winhaj Abed-nego. Axo winhaj Daniel chi', ha t'a sdespacho winh rey chi' ayoch winh t'a yopisio."
        }
    ]
}