{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic schab'ilxo ab'il yoch vinhaj Nabucodonosor reyal, ay jun tas ix ak'ji svayichej vinh. Ix te och vinh ilk'olal yuj jun svayich chi', yuj chi' majxo ochlaj svayanh vinh."
        },
        {
            "number": "2",
            "text": "Axo masanil eb' vinh syal yuj yalani, eb' vinh ajb'aal, eb' vinh jelan yet' eb' vinh schuman yet' q'uen k'anal, ix checji avtajcot eb' vinh yuj vinh rey chi', yic tzul yal eb' vinh tas syalelk'och jun svayich vinh chi'. Axo yic ix javi eb' vinh t'a yichanh vinh,"
        },
        {
            "number": "3",
            "text": "ix yalan vinh t'a eb' vinh icha tik: --Ay val jun tas ix in vayichej, te ilk'olal vaj yuj. Tzin nib'ej svojtaquejeli tas syalelk'ochi, xchi vinh."
        },
        {
            "number": "4",
            "text": "Ix yalan eb' vinh t'a vinh t'a ti' arameo icha tik: --Mamin rey, ayocab'nhej opisio tik t'a junelnhej. Al t'ayonh a onh a checab' onh tik tas ix a vayichej chi', ol calan t'ayach tas syalelk'ochi, xchi eb' vinh."
        },
        {
            "number": "5",
            "text": "Ix tak'vi vinh rey chi' t'a eb' vinh icha tik: --Toxo ix in na'a, tato manh ol eyal t'ayin tas ix in vayichej chi' yet' tas syalelk'ochi, chok' ol ex aj e xicjichamoc, haxo e pat, ol pojchajcanemoc."
        },
        {
            "number": "6",
            "text": "Palta tato ol eyal t'ayin tas ix in vayichej chi' yet' tas syalelk'ochi, niwan silab' ol vak' spacoc t'ayex, te niwan pax ol aj eyelk'ochi. Yuj chi', alec t'ayin tas ix in vayichej chi' yet' tas syalelk'ochi, xchi vinh t'a eb' vinh."
        },
        {
            "number": "7",
            "text": "Ix tak'vi eb' vinh jelan chi' t'a schaelal icha tik: --Mamin rey, al a vayich chi' t'ayonh a onh a checab' onh tik yic ol cal t'ayach tas syalelk'ochi, xchi eb' vinh."
        },
        {
            "number": "8",
            "text": "Ix tak'vi vinh rey chi' t'a eb' vinh icha tik: --Vojtacxo to tonhej tze say modo tas tz'aj e colan e b'a, yuj chi' tzeyiq'uek' tiempo, yujto eyojtac to a tas ix val t'a e patic manh ol ek'laj."
        },
        {
            "number": "9",
            "text": "Tato manh ol eyala' tas ix in vayichej chi', a tas nab'il vuj t'a eyib'anh, ol ujoc, yujto ix e mol alej tas tzeyutej e pacan t'ayin t'a esal, yacb'an van e tanhvan in q'uexan tas nab'il vuj t'a e patic. Alec tas ix in vayichej chi', yic snachajel vuuj to ol yal eyalani tas syalelk'ochi, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix tak'vixi eb' vinh icha tik: --Mamin rey, malaj junok anima t'a yol yib'anhk’inal tik syal snachajel yuj tas tza k'anb'ej tik. Anhejtona', malaj junok rey wach'chom te b'inajnac sk'anb'an icha jun tik t'a eb' vinh jelan."
        },
        {
            "number": "11",
            "text": "Yujto a jun tik, te ajaltac snachajeli. Malaj junok mach syal yalani, anhej am eb' dios snachaj yuj, palta a eb' chi', manhoc t'a co cal ay eb' a onh anima onh tik, xchi eb' vinh."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an vinh rey icha chi', ix cot val yoval vinh sik'lab'il. Ix yalan vinh to xicjicham eb' vinh jelan chi' t'a masanil yol yic Babilonia."
        },
        {
            "number": "13",
            "text": "Ayic ix elta jun ley chi', ix saychajek' vinhaj Daniel yet' eb' vinh oxvanh yetb'eyum vinh, yic schampax eb' vinh."
        },
        {
            "number": "14",
            "text": "Ha vinhaj Arioc, yajal yaj vinh t'a eb' stanhvumal vinh rey. Ix ak'jioch yopisio vinh yic smilancham masanil eb' vinh jelan chi'. Van smolb'aj eb' vinh yuj vinh, haxo vinhaj Daniel chi' ix lolon yet' vinh t'a jelanil yet' t'a emnaquilal."
        },
        {
            "number": "15",
            "text": "Ix sk'anb'an yab' vinh icha tik: --¿Tas yuj elanhchamel ix yaq'uelta jun ley te ov tik vinh rey chi'? xchi vinh. Ix yalan vinhaj Arioc tas yaji."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix b'at vinhaj Daniel yic stevi vinh t'a vinh rey yic tz'ak'ji jab'ocxo stiempo vinh, yic syalan vinh tas syalelk'och jun vayich chi'. Ix scha sk'ol vinh rey tas ix yal vinh chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix b'atxi vinhaj Daniel chi' t'a spat. Ix yalan vinh t'a eb' vinh yetb'eyum, aton vinhaj Ananías, vinhaj Misael yet' vinhaj Azarías, chajtil yaj jun lolonel chi'."
        },
        {
            "number": "18",
            "text": "Ix yalan vinh t'a eb' vinh to sk'an scolval sDiosal satchanh eb' vinh yic snachajel jun lolonel satub'tac chi' yuj eb' vinh, yic max miljicham eb' vinh yet' juntzanhxo eb' vinh jelan t'a yol yic Babilonia chi'."
        },
        {
            "number": "19",
            "text": "Axo t'a jun ak'val chi', ix yak' Dios svayichej vinhaj Daniel tas jun svayich vinh rey chi' yet' tas syalelk'ochi. Yuj chi', ix yal wach' lolonel vinh t'a sDiosal satcha’anh."
        },
        {
            "number": "20",
            "text": "Ix yalan vinh icha tik: Ach co Diosal, alchajocab' wach' lolonel t'ayach t'a masanil tiempo, yujto ic yaj masanil jelanil yet' poder."
        },
        {
            "number": "21",
            "text": "Ha ach ojtac jantac tiempo syak' yajalil junjun mach, yujto a ach tzak'och eb' t'a yopisio. Anheja' a ach syal ik'anxiel eb'. Uuj ay spensar eb' ay spensar. Uuj ay sjelanil eb' jelan."
        },
        {
            "number": "22",
            "text": "Ha ach tzak' ojtacajel tas satub'tac yet' tas k'ub'eltac yaji. Ojtac masanil tastac ay t'a cal k’ik’ k’inal, yujto aj sakil k'inal ach."
        },
        {
            "number": "23",
            "text": "Ach co Diosal, sDiosal ach pax eb' co mam quicham, scak' yuj diosal t'ayach. Scalanpax wach' lolonel, yujto ix ak' in jelanil yet' in tek'anil. Ha ticnaic, ix ak' vojtaquejeli tas ix co k'an t'ayach. Ix ak' cojtaquejeli tas yaj svayich vinh rey, xchi vinh d'ha Dios."
        },
        {
            "number": "24",
            "text": "Ayic ix lajvi slesalvi vinhaj Daniel chi', ix b'at vinh t'a vinhaj Arioc, aton vinh ix ak'ji yopisio yic smilancham masanil eb' vinh jelan t'a Babilonia chi'. Ix yalan vinh t'a vinh icha tik: --Manh a milcham eb' vinh jelan chi'. Ik' in b'at t'a yichanh vinh rey. Ol vala' tas syalelk'och svayich vinh chi', xchi vinh."
        },
        {
            "number": "25",
            "text": "Yuj chi' t'a elanhchamel ix ik'chajb'at vinh yuj vinhaj Arioc chi' t'a yichanh vinhaj rey Nabucodonosor chi'. Ix yalan vinhaj Arioc chi' t'a vinh rey chi' icha tik: --Mamin rey, ha t'a skal juntzanh eb' ik'b'ilcot t'a Judá, ix ilchaj jun vinh vinac vuuj. Ha vinh ol alanoc tas syalelk'och a vayich chi', xchi vinh."
        },
        {
            "number": "26",
            "text": "Ix yalan vinh rey chi' t'a vinhaj Daniel chi', scuchanpax Beltsasar, icha tik: --¿Ol am yal alani tas ix in vayichej chi', tas pax syalelk'ochi? xchi vinh."
        },
        {
            "number": "27",
            "text": "Ix tak'vi vinh icha tik: --Mamin rey, a jun tas satub'tac tza nib'ej tzojtaquejel chi', wach'chom a eb' vinh jelan, eb' vinh schuman yet' q'uen k'anal yet' eb' vinh ajb'aal, malaj junok eb' vinh snachajel yuj."
        },
        {
            "number": "28",
            "text": "Palta ay jun Dios ay t'a satcha’anh, ha' syal yak'an cojtaquejel tas satub'tac. Ha ix ak'an ojtaquejeli tas ol ujoc t'a b'ak'uinh. Ha ticnaic ol val t'ayach tas ix a vayichej chi'."
        },
        {
            "number": "29",
            "text": "Ach Mamin rey, ayic jichan ach ek' t'a sat ch'at, van a naani tastac ol ujoc t'a b'ak'uinh, haxo Dios, aton tz'ak'an ojtacajel tas satub'tac, ha' ix ch'oxan t'ayach."
        },
        {
            "number": "30",
            "text": "Anheja' pax ix ch'oxan jun tik t'ayin, manh yujoc to te jelan in t'a yichanh masanil eb' anima, maay, palta yuj vak'an ojtaquejeli tas syalelk'och a vayich chi', yic ol nachajel uuj tas tza na'a."
        },
        {
            "number": "31",
            "text": "Mamin rey, a tas ix il t'a a vayich chi' to ay jun yechel anima te niwan, linhanek' t'a ichanh. Veei yilji, te ay smay yilji."
        },
        {
            "number": "32",
            "text": "Ha sjolom, nab'a oro. Axo snhi' sk'ool yet' sk'ab', nab'a plata. Axo sk'ool yet' yib'tac xub', nab'a bronce."
        },
        {
            "number": "33",
            "text": "Axo xub' yet' spenec, nab'a hierro, haxo samil yoc yet' yiximal yoc, a q'uen hierro calan yaj yet' lum lum mucb'il t'a cal k'ak'."
        },
        {
            "number": "34",
            "text": "Mamin rey, yacb'an van ilan jun chi', ay jun q'uen q'ueen munil ix cot t'a sat vitz, malaj mach ix ecancot q'ueen. Ha val t'a yoc jun yechel chi' b'aj calan yaj q'uen hierro yet' lum lum, ata' ix och tanhnaj q'ueen."
        },
        {
            "number": "35",
            "text": "nhej val chi' ix pojb'at q'uen hierro yet' lum lum chi', q'uen bronce, q'uen plata yet' q'uen oro chi', pococxonhej ix ajcanb'ati. Icha val smatz'il ixim trigo b'aj stek'chaj t'a varesma tz'ik'jib'at yuj ik', manhxa jab'oc scani, icha chi' ix ajcanb'at jun yechel chi'. Axo q'uen q'ueen ix mak'anpoj jun yechel chi', ix q'uib'chaanh q'ueen. Icha lum nivac vitz ix aj q'ueen, ix macchajel yol yib'anhk’inal tik yuj q'ueen."
        },
        {
            "number": "36",
            "text": "Mamin rey, aton jun tik ix a vayichej. Ha ticnaic ol val t'ayach tas syalelk'ochi."
        },
        {
            "number": "37",
            "text": "Ha ach tik, sat aj t'a masanil eb' rey, yujto ha Dios aj satcha’anh, ha' ix ach ak'anoch reyal. Ix yak'anpax a jelanil yet' a b'inajnaquil yet' snivanil elk'ochi."
        },
        {
            "number": "38",
            "text": "Ix ach yak'och yajalil t'a yib'anh masanil lum lum b'aj cajan eb' anima, nok' nok' yet' nok' much. Ha Dios chi' ix ak'anoch masanil juntzanh chi' t'a yol a k'ab', yuj chi' a ach ton tzach sch'ox sjolom jun yechel to nab'a oro ix il chi'."
        },
        {
            "number": "39",
            "text": "Ayic ol lajvoquek' opisio tik, ol q'ue vaan junxo nación, palta manh lajanoclaj yet' jun ic tik. Slajvi chi', ol q'ue vaan junxo yoxil, aton jun sch'ox q'uen bronce chi'. Aton jun chi' ol ak'an yajalil t'a yib'anh masanil yol yib'anhk’inal tik."
        },
        {
            "number": "40",
            "text": "Ol lajvoc chi', ol q'ue vaan junxo schanhil te ay yip, icha q'uen hierro. Ha q'uen hierro chi' smak'an poj masanil tastac, pococ tz'aj yuj q'ueen. Icha chi' ol aj junxo ol q'ue vaan chi', ol satjoquel juntzanhxo nación yuj."
        },
        {
            "number": "41",
            "text": "Ix ilanpax yoc yet' yiximal yoc jun yechel chi', calan yaj q'uen hierro chi' yet' lum lum mucb'il t'a skal k'ak'. Ha jun chi' syalelk'ochi to a jun nación chi' cha makan yaji: Jun makan ay jab'oc yip icha q'uen hierro, icha ix aj ilan q'uen hierro calan yaj yet' lum lum chi'."
        },
        {
            "number": "42",
            "text": "Ha yiximal yoc calan yaj yet' q'uen hierro yet' lum lum chi', a jun chi', syalelk'ochi to a jun nación chi' ay jab'oc yip, haxo nanhalxo malaj val yip."
        },
        {
            "number": "43",
            "text": "Icha val ix aj ilan q'uen hierro calan yet' lum lum chi', icha chi' ol yutej sb'a eb' yajal t'a juntzanh nación chi'. Ol laj yik'laj sb'a yal yuninal eb' yic junnhej ol yutoc sb'a eb' yalani, palta manh ol elk'ochlaj tas sna eb' chi', icha q'uen hierro max scalej sb'a yet' lum lum."
        },
        {
            "number": "44",
            "text": "Ha t'a stiempoal juntzanh eb' yajal chi', ata' ol q'ue vaan junxo nación yuj Dios aj satcha’anh, manhxa b'ak'uinh ol sateloc, manhxo ol kan t'a yalanh junocxo. Ol satjoquel juntzanhxo nación chi' yuj, ol cannhej t'a junelnhej."
        },
        {
            "number": "45",
            "text": "Aton chi' syalelk'och q'uen q'ueen ix il scot t'a sat vitz to malaj junok mach ix ecancoti. Aton yuj q'ueen pococxonhej ix ajcanb'at q'uen hierro, q'uen bronce, lum lum, q'uen plata yet' q'uen oro. Mamin rey, ha Dios te Nivan Yelk'ochi, ha' ix ch'oxan t'ayach tas ol ujoc t'a b'ak'uinh chi'. Ha jun a vayich chi' te yel, icha val tz'aj valan tik, icha chi' ol aj yelk'ochi, xchi vinhaj Daniel t'a vinh rey chi'."
        },
        {
            "number": "46",
            "text": "Ayic ix yab'an jun chi' vinhaj rey Nabucodonosor chi', ix em cumnaj vinh t'a yichanh vinhaj Daniel chi', ichato chi' ix schecan vinh ak'chaj silab' yet' incienso t'a vinh."
        },
        {
            "number": "47",
            "text": "Ix yalanpax vinh t'a vinhaj Daniel chi' icha tik: --Val yel a e Diosal a ex tik, anhej yelxo niwan t'a yichanh juntzanhxo dios. Aton val yajalil eb' rey, a sch'oxanpax tas satub'tac yaji. Tik val a achnhej ix nachajel jun lolonel tik uuj, xchi vinh."
        },
        {
            "number": "48",
            "text": "Axo vinh rey chi' ix ak'anoch vinhaj Daniel chi' t'a jun opisio te niwan yelk'ochi. Ix ak'chajpax silab' te wach' t'a vinh, yuj chi' ix ak'chajoch vinh yajalil t'a yol yic Babilonia chi'. Ix ochpax vinh yajalil t'a masanil eb' vinh jelan t'a smacb'en chi'."
        },
        {
            "number": "49",
            "text": "Ix sk'an yopisio juntzanhxo eb' vinh yetb'eyum vinhaj Daniel t'a vinh rey chi'. Ix schaan sk'ol vinh rey chi', ix och eb' vinh yajalil t'a yol yic Babilonia chi', aton vinhaj Sadrac, vinhaj Mesac yet' vinhaj Abed-nego. Axo vinhaj Daniel chi', ha t'a sdespacho vinh rey chi' ayoch vinh t'a yopisio."
        }
    ]
}