{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic schab'ilxo ab'il yoch vinhaj Nabucodonosor reyal, ay jun tas ix ak'ji svayichej vinh. Ix te och vinh ilk'olal yuj jun svayich chi', yuj chi' majxo ochlaj svayanh vinh."
        },
        {
            "number": "2",
            "text": "Axo masanil eb' vinh syal yuj yalani, eb' vinh ajb'aal, eb' vinh jelan yed' eb' vinh schuman yed' q'uen k'anal, ix checji avtajcot eb' vinh yuj vinh rey chi', yic tzul yal eb' vinh tas syalelk'och jun svayich vinh chi'. Axo yic ix javi eb' vinh d'a yichanh vinh,"
        },
        {
            "number": "3",
            "text": "ix yalan vinh d'a eb' vinh icha tic: --Ay val jun tas ix in vayichej, te ilk'olal vaj yuuj. Tzin nib'ej svojtaquejeli tas syalelk'ochi, xchi vinh."
        },
        {
            "number": "4",
            "text": "Ix yalan eb' vinh d'a vinh d'a ti' arameo icha tic: --Mamin rey, ayocab'nhej opisio tic d'a junelnhej. Al d'ayonh a onh a checab' onh tic tas ix a vayichej chi', ol calan d'ayach tas syalelk'ochi, xchi eb' vinh."
        },
        {
            "number": "5",
            "text": "Ix tak'vi vinh rey chi' d'a eb' vinh icha tic: --Toxo ix in na'a, tato manh ol eyal d'ayin tas ix in vayichej chi' yed' tas syalelk'ochi, chok' ol ex aj e xicjichamoc, axo e pat, ol pojchajcanemoc."
        },
        {
            "number": "6",
            "text": "Palta tato ol eyal d'ayin tas ix in vayichej chi' yed' tas syalelk'ochi, nivan silab' ol vak' spacoc d'ayex, te nivan pax ol aj eyelk'ochi. Yuj chi', alec d'ayin tas ix in vayichej chi' yed' tas syalelk'ochi, xchi vinh d'a eb' vinh."
        },
        {
            "number": "7",
            "text": "Ix tak'vi eb' vinh jelan chi' d'a schaelal icha tic: --Mamin rey, al a vayich chi' d'ayonh a onh a checab' onh tic yic ol cal d'ayach tas syalelk'ochi, xchi eb' vinh."
        },
        {
            "number": "8",
            "text": "Ix tak'vi vinh rey chi' d'a eb' vinh icha tic: --Vojtacxo to tonhej tze say modo tas tz'aj e colan e b'a, yuj chi' tzeyiq'uek' tiempo, yujto eyojtac to a tas ix val d'a e patic manh ol ek'laj."
        },
        {
            "number": "9",
            "text": "Tato manh ol eyala' tas ix in vayichej chi', a tas nab'il vuj d'a eyib'anh, ol ujoc, yujto ix e mol alej tas tzeyutej e pacan d'ayin d'a esal, yacb'an van e tanhvan in q'uexan tas nab'il vuj d'a e patic. Alec tas ix in vayichej chi', yic snachajel vuuj to ol yal eyalani tas syalelk'ochi, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix tak'vixi eb' vinh icha tic: --Mamin rey, malaj junoc anima d'a yolyib'anhq'uinal tic syal snachajel yuuj tas tza k'anb'ej tic. Anhejtona', malaj junoc rey vach'chom te b'inajnac sk'anb'an icha jun tic d'a eb' vinh jelan."
        },
        {
            "number": "11",
            "text": "Yujto a jun tic, te ajaltac snachajeli. Malaj junoc mach syal yalani, anhej am eb' dios snachaj yuuj, palta a eb' chi', manhoc d'a co cal ay eb' a onh anima onh tic, xchi eb' vinh."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an vinh rey icha chi', ix cot val yoval vinh sik'lab'il. Ix yalan vinh to xicjicham eb' vinh jelan chi' d'a masanil yol yic Babilonia."
        },
        {
            "number": "13",
            "text": "Ayic ix elta jun ley chi', ix saychajek' vinhaj Daniel yed' eb' vinh oxvanh yetb'eyum vinh, yic schampax eb' vinh."
        },
        {
            "number": "14",
            "text": "A vinhaj Arioc, yajal yaj vinh d'a eb' stanhvumal vinh rey. Ix ak'jioch yopisio vinh yic smilancham masanil eb' vinh jelan chi'. Van smolb'aj eb' vinh yuj vinh, axo vinhaj Daniel chi' ix lolon yed' vinh d'a jelanil yed' d'a emnaquilal."
        },
        {
            "number": "15",
            "text": "Ix sk'anb'an yab' vinh icha tic: --¿Tas yuj elanhchamel ix yaq'uelta jun ley te ov tic vinh rey chi'? xchi vinh. Ix yalan vinhaj Arioc tas yaji."
        },
        {
            "number": "16",
            "text": "Ix lajvi chi' ix b'at vinhaj Daniel yic stevi vinh d'a vinh rey yic tz'ak'ji jab'ocxo stiempo vinh, yic syalan vinh tas syalelk'och jun vayich chi'. Ix scha sk'ol vinh rey tas ix yal vinh chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix b'atxi vinhaj Daniel chi' d'a spat. Ix yalan vinh d'a eb' vinh yetb'eyum, aton vinhaj Ananías, vinhaj Misael yed' vinhaj Azarías, chajtil yaj jun lolonel chi'."
        },
        {
            "number": "18",
            "text": "Ix yalan vinh d'a eb' vinh to sk'an scolval sDiosal satchanh eb' vinh yic snachajel jun lolonel satub'tac chi' yuj eb' vinh, yic max miljicham eb' vinh yed' juntzanhxo eb' vinh jelan d'a yol yic Babilonia chi'."
        },
        {
            "number": "19",
            "text": "Axo d'a jun ak'val chi', ix yak' Dios svayichej vinhaj Daniel tas jun svayich vinh rey chi' yed' tas syalelk'ochi. Yuj chi', ix yal vach' lolonel vinh d'a sDiosal satchaanh."
        },
        {
            "number": "20",
            "text": "Ix yalan vinh icha tic: Ach co Diosal, alchajocab' vach' lolonel d'ayach d'a masanil tiempo, yujto ic yaj masanil jelanil yed' poder."
        },
        {
            "number": "21",
            "text": "A ach ojtac jantac tiempo syak' yajalil junjun mach, yujto a ach tzak'och eb' d'a yopisio. Anheja' a ach syal ik'anxiel eb'. Uuj ay spensar eb' ay spensar. Uuj ay sjelanil eb' jelan."
        },
        {
            "number": "22",
            "text": "A ach tzak' ojtacajel tas satub'tac yed' tas k'ub'eltac yaji. Ojtac masanil tastac ay d'a cal q'uik'alq'uinal, yujto aj saquilq'uinal ach."
        },
        {
            "number": "23",
            "text": "Ach co Diosal, sDiosal ach pax eb' co mam quicham, scak' yuj diosal d'ayach. Scalanpax vach' lolonel, yujto ix ak' in jelanil yed' in tek'anil. A ticnaic, ix ak' vojtaquejeli tas ix co k'an d'ayach. Ix ak' cojtaquejeli tas yaj svayich vinh rey, xchi vinh d'a Dios."
        },
        {
            "number": "24",
            "text": "Ayic ix lajvi slesalvi vinhaj Daniel chi', ix b'at vinh d'a vinhaj Arioc, aton vinh ix ak'ji yopisio yic smilancham masanil eb' vinh jelan d'a Babilonia chi'. Ix yalan vinh d'a vinh icha tic: --Manh a milcham eb' vinh jelan chi'. Ik' in b'at d'a yichanh vinh rey. Ol vala' tas syalelk'och svayich vinh chi', xchi vinh."
        },
        {
            "number": "25",
            "text": "Yuj chi' d'a elanhchamel ix ik'chajb'at vinh yuj vinhaj Arioc chi' d'a yichanh vinhaj rey Nabucodonosor chi'. Ix yalan vinhaj Arioc chi' d'a vinh rey chi' icha tic: --Mamin rey, a d'a scal juntzanh eb' ik'b'ilcot d'a Judá, ix ilchaj jun vinh vinac vuuj. A vinh ol alanoc tas syalelk'och a vayich chi', xchi vinh."
        },
        {
            "number": "26",
            "text": "Ix yalan vinh rey chi' d'a vinhaj Daniel chi', scuchanpax Beltsasar, icha tic: --¿Ol am yal alani tas ix in vayichej chi', tas pax syalelk'ochi? xchi vinh."
        },
        {
            "number": "27",
            "text": "Ix tak'vi vinh icha tic: --Mamin rey, a jun tas satub'tac tza nib'ej tzojtaquejel chi', vach'chom a eb' vinh jelan, eb' vinh schuman yed' q'uen k'anal yed' eb' vinh ajb'aal, malaj junoc eb' vinh snachajel yuuj."
        },
        {
            "number": "28",
            "text": "Palta ay jun Dios ay d'a satchaanh, a' syal yak'an cojtaquejel tas satub'tac. A ix ak'an ojtaquejeli tas ol ujoc d'a b'aq'uinh. A ticnaic ol val d'ayach tas ix a vayichej chi'."
        },
        {
            "number": "29",
            "text": "Ach Mamin rey, ayic jichan ach ek' d'a sat ch'at, van a naani tastac ol ujoc d'a b'aq'uinh, axo Dios, aton tz'ak'an ojtacajel tas satub'tac, a' ix ch'oxan d'ayach."
        },
        {
            "number": "30",
            "text": "Anheja' pax ix ch'oxan jun tic d'ayin, manh yujoc to te jelan in d'a yichanh masanil eb' anima, maay, palta yuj vak'an ojtaquejeli tas syalelk'och a vayich chi', yic ol nachajel uuj tas tza na'a."
        },
        {
            "number": "31",
            "text": "Mamin rey, a tas ix il d'a a vayich chi' to ay jun yechel anima te nivan, linhanek' d'a ichanh. Veei yilji, te ay smay yilji."
        },
        {
            "number": "32",
            "text": "A sjolom, nab'a oro. Axo snhi' sk'ool yed' sk'ab', nab'a plata. Axo sk'ool yed' yib'tac xub', nab'a bronce."
        },
        {
            "number": "33",
            "text": "Axo xub' yed' spenec, nab'a hierro, axo samil yoc yed' yiximal yoc, a q'uen hierro calan yaj yed' lum luum mucb'il d'a cal k'ak'."
        },
        {
            "number": "34",
            "text": "Mamin rey, yacb'an van ilan jun chi', ay jun q'uen q'ueen munil ix cot d'a sat vitz, malaj mach ix ecancot q'ueen. A val d'a yoc jun yechel chi' b'aj calan yaj q'uen hierro yed' lum luum, ata' ix och tanhnaj q'ueen."
        },
        {
            "number": "35",
            "text": "nhej val chi' ix pojb'at q'uen hierro yed' lum luum chi', q'uen bronce, q'uen plata yed' q'uen oro chi', pococxonhej ix ajcanb'ati. Icha val smatz'il ixim trigo b'aj stek'chaj d'a varesma tz'ik'jib'at yuj ik', manhxa jab'oc scani, icha chi' ix ajcanb'at jun yechel chi'. Axo q'uen q'ueen ix mak'anpoj jun yechel chi', ix q'uib'chaanh q'ueen. Icha lum nivac vitz ix aj q'ueen, ix macchajel yolyib'anhq'uinal tic yuj q'ueen."
        },
        {
            "number": "36",
            "text": "Mamin rey, aton jun tic ix a vayichej. A ticnaic ol val d'ayach tas syalelk'ochi."
        },
        {
            "number": "37",
            "text": "A ach tic, sat aj d'a masanil eb' rey, yujto a Dios aj satchaanh, a' ix ach ak'anoch reyal. Ix yak'anpax a jelanil yed' a b'inajnaquil yed' snivanil elk'ochi."
        },
        {
            "number": "38",
            "text": "Ix ach yak'och yajalil d'a yib'anh masanil lum luum b'aj cajan eb' anima, nok' nok' yed' nok' much. A Dios chi' ix ak'anoch masanil juntzanh chi' d'a yol a k'ab', yuj chi' a ach ton tzach sch'ox sjolom jun yechel to nab'a oro ix il chi'."
        },
        {
            "number": "39",
            "text": "Ayic ol lajvoquek' opisio tic, ol q'ue vaan junxo nación, palta manh lajanoclaj yed' jun ic tic. Slajvi chi', ol q'ue vaan junxo yoxil, aton jun sch'ox q'uen bronce chi'. Aton jun chi' ol ak'an yajalil d'a yib'anh masanil yolyib'anhq'uinal tic."
        },
        {
            "number": "40",
            "text": "Ol lajvoc chi', ol q'ue vaan junxo schanhil te ay yip, icha q'uen hierro. A q'uen hierro chi' smak'an poj masanil tastac, pococ tz'aj yuj q'ueen. Icha chi' ol aj junxo ol q'ue vaan chi', ol satjoquel juntzanhxo nación yuuj."
        },
        {
            "number": "41",
            "text": "Ix ilanpax yoc yed' yiximal yoc jun yechel chi', calan yaj q'uen hierro chi' yed' lum luum mucb'il d'a scal k'ak'. A jun chi' syalelk'ochi to a jun nación chi' cha macanh yaji: Jun macanh ay jab'oc yip icha q'uen hierro, icha ix aj ilan q'uen hierro calan yaj yed' lum luum chi'."
        },
        {
            "number": "42",
            "text": "A yiximal yoc calan yaj yed' q'uen hierro yed' lum luum chi', a jun chi', syalelk'ochi to a jun nación chi' ay jab'oc yip, axo nanhalxo malaj val yip."
        },
        {
            "number": "43",
            "text": "Icha val ix aj ilan q'uen hierro calan yed' lum luum chi', icha chi' ol yutej sb'a eb' yajal d'a juntzanh nación chi'. Ol laj yik'laj sb'a yal yuninal eb' yic junnhej ol yutoc sb'a eb' yalani, palta manh ol elk'ochlaj tas sna eb' chi', icha q'uen hierro max scalej sb'a yed' lum luum."
        },
        {
            "number": "44",
            "text": "A d'a stiempoal juntzanh eb' yajal chi', ata' ol q'ue vaan junxo nación yuj Dios aj satchaanh, manhxa b'aq'uinh ol sateloc, manhxo ol can d'a yalanh junocxo. Ol satjoquel juntzanhxo nación chi' yuuj, ol cannhej d'a junelnhej."
        },
        {
            "number": "45",
            "text": "Aton chi' syalelk'och q'uen q'ueen ix il scot d'a sat vitz to malaj junoc mach ix ecancoti. Aton yuj q'ueen pococxonhej ix ajcanb'at q'uen hierro, q'uen bronce, lum luum, q'uen plata yed' q'uen oro. Mamin rey, a Dios te Nivan Yelk'ochi, a' ix ch'oxan d'ayach tas ol ujoc d'a b'aq'uinh chi'. A jun a vayich chi' te yel, icha val tz'aj valan tic, icha chi' ol aj yelk'ochi, xchi vinhaj Daniel d'a vinh rey chi'."
        },
        {
            "number": "46",
            "text": "Ayic ix yab'an jun chi' vinhaj rey Nabucodonosor chi', ix em cumnaj vinh d'a yichanh vinhaj Daniel chi', ichato chi' ix schecan vinh ak'chaj silab' yed' incienso d'a vinh."
        },
        {
            "number": "47",
            "text": "Ix yalanpax vinh d'a vinhaj Daniel chi' icha tic: --Val yel a e Diosal a ex tic, anhej yelxo nivan d'a yichanh juntzanhxo dios. Aton val yajalil eb' rey, a sch'oxanpax tas satub'tac yaji. Tic val a achnhej ix nachajel jun lolonel tic uuj, xchi vinh."
        },
        {
            "number": "48",
            "text": "Axo vinh rey chi' ix ak'anoch vinhaj Daniel chi' d'a jun opisio te nivan yelk'ochi. Ix ak'chajpax silab' te vach' d'a vinh, yuj chi' ix ak'chajoch vinh yajalil d'a yol yic Babilonia chi'. Ix ochpax vinh yajalil d'a masanil eb' vinh jelan d'a smacb'en chi'."
        },
        {
            "number": "49",
            "text": "Ix sk'an yopisio juntzanhxo eb' vinh yetb'eyum vinhaj Daniel d'a vinh rey chi'. Ix schaan sk'ol vinh rey chi', ix och eb' vinh yajalil d'a yol yic Babilonia chi', aton vinhaj Sadrac, vinhaj Mesac yed' vinhaj Abed-nego. Axo vinhaj Daniel chi', a d'a sdespacho vinh rey chi' ayoch vinh d'a yopisio."
        }
    ]
}