{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic schab'ilxo ab'il yoch winhaj Nabucodonosor reyal, ay jun tas ix ak'ji svayichej winh. Ix te och winh ilk'olal yuj jun svayich chi', yuj chi' majxo ochlaj svayanh winh."
        },
        {
            "number": "2",
            "text": "Axo masanil eb' winh syal yuj yalani, eb' winh ajb'aal, eb' winh jelan yet' eb' winh schuman yet' q'uen k'anal, ix checji avtajcot eb' winh yuj winh rey chi', yic tzul yal eb' winh tas syalelk'och jun svayich winh chi'. Axo yic ix javi eb' winh t'a yichanh winh,"
        },
        {
            "number": "3",
            "text": "ix yalan winh t'a eb' winh icha tik: --Ay val jun tas ix in vayichej, te ilk'olal vaj yuj. Tzin nib'ej svojtaquejeli tas syalelk'ochi, xchi winh."
        },
        {
            "number": "4",
            "text": "Ix yalan eb' winh t'a winh t'a ti' arameo icha tik: --Mamin rey, ayocab'nhej opisio tik t'a junelnhej. Al t'ayonh a onh a checab' onh tik tas ix a vayichej chi', ol calan t'ayach tas syalelk'ochi, xchi eb' winh."
        },
        {
            "number": "5",
            "text": "Ix tak'vi winh rey chi' t'a eb' winh icha tik: --Toxo ix in na'a, tato manh ol eyal t'ayin tas ix in vayichej chi' yet' tas syalelk'ochi, chok' ol ex aj e xicjichamoc, haxo e pat, ol pojchajcanemoc."
        },
        {
            "number": "6",
            "text": "Palta tato ol eyal t'ayin tas ix in vayichej chi' yet' tas syalelk'ochi, niwan silab' ol vak' spacoc t'ayex, te niwan pax ol aj eyelk'ochi. Yuj chi', alec t'ayin tas ix in vayichej chi' yet' tas syalelk'ochi, xchi winh t'a eb' winh."
        },
        {
            "number": "7",
            "text": "Ix tak'vi eb' winh jelan chi' t'a schaelal icha tik: --Mamin rey, al a vayich chi' t'ayonh a onh a checab' onh tik yic ol cal t'ayach tas syalelk'ochi, xchi eb' winh."
        },
        {
            "number": "8",
            "text": "Ix tak'vi winh rey chi' t'a eb' winh icha tik: --Vojtacxo to tonhej tze say modo tas tz'aj e colan e b'a, yuj chi' tzeyiq'uek' tiempo, yujto eyojtac to a tas ix val t'a e patic manh ol ek'laj."
        },
        {
            "number": "9",
            "text": "Tato manh ol eyala' tas ix in vayichej chi', a tas nab'il vuj t'a eyib'anh, ol ujok, yujto ix e mol alej tas tzeyutej e pacan t'ayin t'a esal, yacb'an van e tanhvan in q'uexan tas nab'il vuj t'a e patic. Alec tas ix in vayichej chi', yic snachajel vuuj to ol yal eyalani tas syalelk'ochi, xchi winh."
        },
        {
            "number": "10",
            "text": "Ix tak'vixi eb' winh icha tik: --Mamin rey, malaj junok anima t'a yol yib'anhk’inal tik syal snachajel yuj tas tza k'anb'ej tik. Anhejtona', malaj junok rey wach'chom te b'inajnac sk'anb'an icha jun tik t'a eb' winh jelan."
        },
        {
            "number": "11",
            "text": "Yujto a jun tik, te ajaltac snachajeli. Malaj junok mach syal yalani, anhej am eb' dios snachaj yuj, palta a eb' chi', manhoc t'a co cal ay eb' a onh anima onh tik, xchi eb' winh."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an winh rey icha chi', ix cot val yoval winh sik'lab'il. Ix yalan winh to xicjicham eb' winh jelan chi' t'a masanil yol yic Babilonia."
        },
        {
            "number": "13",
            "text": "Ayic ix elta jun ley chi', ix saychajek' winhaj Daniel yet' eb' winh oxvanh yetb'eyum winh, yic schampax eb' winh."
        },
        {
            "number": "14",
            "text": "Ha winhaj Arioc, yajal yaj winh t'a eb' stanhvumal winh rey. Ix ak'jioch yopisio winh yic smilancham masanil eb' winh jelan chi'. Van smolb'aj eb' winh yuj winh, haxo winhaj Daniel chi' ix lolon yet' winh t'a jelanil yet' t'a emnaquilal."
        },
        {
            "number": "15",
            "text": "Ix sk'anb'an yab' winh icha tik: --¿Tas yuj elanhchamel ix yaq'uelta jun ley te ov tik winh rey chi'? xchi winh. Ix yalan winhaj Arioc tas yaji."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix b'at winhaj Daniel yic stevi winh t'a winh rey yic tz'ak'ji jab'ocxo stiempo winh, yic syalan winh tas syalelk'och jun vayich chi'. Ix scha sk'ol winh rey tas ix yal winh chi'."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix b'atxi winhaj Daniel chi' t'a spat. Ix yalan winh t'a eb' winh yetb'eyum, aton winhaj Ananías, winhaj Misael yet' winhaj Azarías, chajtil yaj jun lolonel chi'."
        },
        {
            "number": "18",
            "text": "Ix yalan winh t'a eb' winh to sk'an scolval sDiosal satchanh eb' winh yic snachajel jun lolonel satub'tac chi' yuj eb' winh, yic max miljicham eb' winh yet' juntzanhxo eb' winh jelan t'a yol yic Babilonia chi'."
        },
        {
            "number": "19",
            "text": "Axo t'a jun ak'val chi', ix yak' Dios svayichej winhaj Daniel tas jun svayich winh rey chi' yet' tas syalelk'ochi. Yuj chi', ix yal wach' lolonel winh t'a sDiosal satcha’anh."
        },
        {
            "number": "20",
            "text": "Ix yalan winh icha tik: Ach co Diosal, alchajocab' wach' lolonel t'ayach t'a masanil tiempo, yujto ic yaj masanil jelanil yet' poder."
        },
        {
            "number": "21",
            "text": "Ha ach ojtac jantac tiempo syak' yajalil junjun mach, yujto a ach tzak'och eb' t'a yopisio. Anheja' a ach syal ik'anxiel eb'. Uuj ay spensar eb' ay spensar. Uuj ay sjelanil eb' jelan."
        },
        {
            "number": "22",
            "text": "Ha ach tzak' ojtacajel tas satub'tac yet' tas k'ub'eltac yaji. Ojtac masanil tastac ay t'a cal k’ik’ k’inal, yujto aj sakil k'inal ach."
        },
        {
            "number": "23",
            "text": "Ach co Diosal, sDiosal ach pax eb' co mam quicham, scak' yuj diosal t'ayach. Scalanpax wach' lolonel, yujto ix ak' in jelanil yet' in tek'anil. Ha ticnaic, ix ak' vojtaquejeli tas ix co k'an t'ayach. Ix ak' cojtaquejeli tas yaj svayich winh rey, xchi winh d'ha Dios."
        },
        {
            "number": "24",
            "text": "Ayic ix lajvi slesalvi winhaj Daniel chi', ix b'at winh t'a winhaj Arioc, aton winh ix ak'ji yopisio yic smilancham masanil eb' winh jelan t'a Babilonia chi'. Ix yalan winh t'a winh icha tik: --Manh a milcham eb' winh jelan chi'. Ik' in b'at t'a yichanh winh rey. Ol vala' tas syalelk'och svayich winh chi', xchi winh."
        },
        {
            "number": "25",
            "text": "Yuj chi' t'a elanhchamel ix ik'chajb'at winh yuj winhaj Arioc chi' t'a yichanh winhaj rey Nabucodonosor chi'. Ix yalan winhaj Arioc chi' t'a winh rey chi' icha tik: --Mamin rey, ha t'a skal juntzanh eb' ik'b'ilcot t'a Judá, ix ilchaj jun winh vinac vuuj. Ha winh ol alanoc tas syalelk'och a vayich chi', xchi winh."
        },
        {
            "number": "26",
            "text": "Ix yalan winh rey chi' t'a winhaj Daniel chi', scuchanpax Beltsasar, icha tik: --¿Ol am yal alani tas ix in vayichej chi', tas pax syalelk'ochi? xchi winh."
        },
        {
            "number": "27",
            "text": "Ix tak'vi winh icha tik: --Mamin rey, a jun tas satub'tac tza nib'ej tzojtaquejel chi', wach'chom a eb' winh jelan, eb' winh schuman yet' q'uen k'anal yet' eb' winh ajb'aal, malaj junok eb' winh snachajel yuj."
        },
        {
            "number": "28",
            "text": "Palta ay jun Dios ay t'a satcha’anh, ha' syal yak'an cojtaquejel tas satub'tac. Ha ix ak'an ojtaquejeli tas ol ujok t'a b'ak'uinh. Ha ticnaic ol val t'ayach tas ix a vayichej chi'."
        },
        {
            "number": "29",
            "text": "Ach Mamin rey, ayic jichan ach ek' t'a sat ch'at, van a naani tastac ol ujok t'a b'ak'uinh, haxo Dios, aton tz'ak'an ojtacajel tas satub'tac, ha' ix ch'oxan t'ayach."
        },
        {
            "number": "30",
            "text": "Anheja' pax ix ch'oxan jun tik t'ayin, manh yujoc to te jelan in t'a yichanh masanil eb' anima, maay, palta yuj vak'an ojtaquejeli tas syalelk'och a vayich chi', yic ol nachajel uuj tas tza na'a."
        },
        {
            "number": "31",
            "text": "Mamin rey, a tas ix il t'a a vayich chi' to ay jun yechel anima te niwan, linhanek' t'a ichanh. Veei yilji, te ay smay yilji."
        },
        {
            "number": "32",
            "text": "Ha sjolom, nab'a oro. Axo snhi' sk'ool yet' sk'ab', nab'a plata. Axo sk'ool yet' yib'tac xub', nab'a bronce."
        },
        {
            "number": "33",
            "text": "Axo xub' yet' spenec, nab'a hierro, haxo samil yoc yet' yiximal yoc, a q'uen hierro calan yaj yet' lum lum mucb'il t'a cal k'ak'."
        },
        {
            "number": "34",
            "text": "Mamin rey, yacb'an van ilan jun chi', ay jun q'uen q'ueen munil ix cot t'a sat vitz, malaj mach ix ecancot q'ueen. Ha val t'a yoc jun yechel chi' b'aj calan yaj q'uen hierro yet' lum lum, ata' ix och tanhnaj q'ueen."
        },
        {
            "number": "35",
            "text": "nhej val chi' ix pojb'at q'uen hierro yet' lum lum chi', q'uen bronce, q'uen plata yet' q'uen oro chi', pococxonhej ix ajcanb'ati. Icha val smatz'il ixim trigo b'aj stek'chaj t'a varesma tz'ik'jib'at yuj ik', manhxa jab'oc scani, icha chi' ix ajcanb'at jun yechel chi'. Axo q'uen q'ueen ix mak'anpoj jun yechel chi', ix q'uib'chaanh q'ueen. Icha lum nivac vitz ix aj q'ueen, ix macchajel yol yib'anhk’inal tik yuj q'ueen."
        },
        {
            "number": "36",
            "text": "Mamin rey, aton jun tik ix a vayichej. Ha ticnaic ol val t'ayach tas syalelk'ochi."
        },
        {
            "number": "37",
            "text": "Ha ach tik, sat aj t'a masanil eb' rey, yujto ha Dios aj satcha’anh, ha' ix ach ak'anoch reyal. Ix yak'anpax a jelanil yet' a b'inajnaquil yet' snivanil elk'ochi."
        },
        {
            "number": "38",
            "text": "Ix ach yak'och yajalil t'a yib'anh masanil lum lum b'aj cajan eb' anima, nok' nok' yet' nok' much. Ha Dios chi' ix ak'anoch masanil juntzanh chi' t'a yol a k'ab', yuj chi' a ach ton tzach sch'ox sjolom jun yechel to nab'a oro ix il chi'."
        },
        {
            "number": "39",
            "text": "Ayic ol lajvoquek' opisio tik, ol q'ue vaan junxo nación, palta manh lajanoclaj yet' jun ic tik. Slajvi chi', ol q'ue vaan junxo yoxil, aton jun sch'ox q'uen bronce chi'. Aton jun chi' ol ak'an yajalil t'a yib'anh masanil yol yib'anhk’inal tik."
        },
        {
            "number": "40",
            "text": "Ol lajvoc chi', ol q'ue vaan junxo schanhil te ay yip, icha q'uen hierro. Ha q'uen hierro chi' smak'an poj masanil tastac, pococ tz'aj yuj q'ueen. Icha chi' ol aj junxo ol q'ue vaan chi', ol satjoquel juntzanhxo nación yuj."
        },
        {
            "number": "41",
            "text": "Ix ilanpax yoc yet' yiximal yoc jun yechel chi', calan yaj q'uen hierro chi' yet' lum lum mucb'il t'a skal k'ak'. Ha jun chi' syalelk'ochi to a jun nación chi' cha makan yaji: Jun makan ay jab'oc yip icha q'uen hierro, icha ix aj ilan q'uen hierro calan yaj yet' lum lum chi'."
        },
        {
            "number": "42",
            "text": "Ha yiximal yoc calan yaj yet' q'uen hierro yet' lum lum chi', a jun chi', syalelk'ochi to a jun nación chi' ay jab'oc yip, haxo nanhalxo malaj val yip."
        },
        {
            "number": "43",
            "text": "Icha val ix aj ilan q'uen hierro calan yet' lum lum chi', icha chi' ol yutej sb'a eb' yajal t'a juntzanh nación chi'. Ol laj yik'laj sb'a yal yuninal eb' yic junnhej ol yutoc sb'a eb' yalani, palta manh ol elk'ochlaj tas sna eb' chi', icha q'uen hierro max scalej sb'a yet' lum lum."
        },
        {
            "number": "44",
            "text": "Ha t'a stiempoal juntzanh eb' yajal chi', ata' ol q'ue vaan junxo nación yuj Dios aj satcha’anh, manhxa b'ak'uinh ol sateloc, manhxo ol kan t'a yalanh junocxo. Ol satjoquel juntzanhxo nación chi' yuj, ol cannhej t'a junelnhej."
        },
        {
            "number": "45",
            "text": "Aton chi' syalelk'och q'uen q'ueen ix il scot t'a sat vitz to malaj junok mach ix ecancoti. Aton yuj q'ueen pococxonhej ix ajcanb'at q'uen hierro, q'uen bronce, lum lum, q'uen plata yet' q'uen oro. Mamin rey, ha Dios te Nivan Yelk'ochi, ha' ix ch'oxan t'ayach tas ol ujok t'a b'ak'uinh chi'. Ha jun a vayich chi' te yel, icha val tz'aj valan tik, icha chi' ol aj yelk'ochi, xchi winhaj Daniel t'a winh rey chi'."
        },
        {
            "number": "46",
            "text": "Ayic ix yab'an jun chi' winhaj rey Nabucodonosor chi', ix em cumnaj winh t'a yichanh winhaj Daniel chi', ichato chi' ix schecan winh ak'chaj silab' yet' incienso t'a winh."
        },
        {
            "number": "47",
            "text": "Ix yalanpax winh t'a winhaj Daniel chi' icha tik: --Val yel a e Diosal a ex tik, anhej yelxo niwan t'a yichanh juntzanhxo dios. Aton val yajalil eb' rey, a sch'oxanpax tas satub'tac yaji. Tik val a achnhej ix nachajel jun lolonel tik uuj, xchi winh."
        },
        {
            "number": "48",
            "text": "Axo winh rey chi' ix ak'anoch winhaj Daniel chi' t'a jun opisio te niwan yelk'ochi. Ix ak'chajpax silab' te wach' t'a winh, yuj chi' ix ak'chajoch winh yajalil t'a yol yic Babilonia chi'. Ix ochpax winh yajalil t'a masanil eb' winh jelan t'a smacb'en chi'."
        },
        {
            "number": "49",
            "text": "Ix sk'an yopisio juntzanhxo eb' winh yetb'eyum winhaj Daniel t'a winh rey chi'. Ix schaan sk'ol winh rey chi', ix och eb' winh yajalil t'a yol yic Babilonia chi', aton winhaj Sadrac, winhaj Mesac yet' winhaj Abed-nego. Axo winhaj Daniel chi', ha t'a sdespacho winh rey chi' ayoch winh t'a yopisio."
        }
    ]
}