{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix schec winhaj rey Nabucodonosor b'ochaj jun yechel ayoch oro t'ay, 30 metro steel, haxo sat, oxe' metro. Ix yalan winh to tz'ak'jiem t'a jun ak'lic scuchan Dura t'a yol yic Babilonia chi'."
        },
        {
            "number": "2",
            "text": "Ayic toxo ix b'oel jun yechel chi', ix yavtancot eb' winh ayoch yajalil winh t'a masanil yol smacb'en, aton eb' winh yajalil soldado, eb' winh gobernador, eb' winh ak'um razón t'a yoltac chonhab', eb' winh molum tumin, eb' winh juez yet' juntzanhxo eb' winh ayoch yajalil. Yuj chi' ix smolb'ej sb'a juntzanh eb' winh nivac yajal chi' t'a yichanh jun yechel chi', yic tz'och sq'uinh yuj eb' winh."
        },
        {
            "number": "3",
            "text": "Ha jun mach ayoch t'a yib'anh sloloni, te chaanh ix aj yalani: Ab'ec e masanil ex anima ix ex cot t'a masanil chonhab' yet' t'a junjun nación yet' t'a junjun ti'al."
        },
        {
            "number": "4",
            "text": "Ayic ol eyab'an sq'ue sjaj masanil son tik, aton flauta, tanhb'il, arpa, salterio, zamponia yet' masanil juntzanhxo son, ol ex em cumnaj e masanil t'a yichanh jun niwan yechel ix schec b'ojoc winhaj rey Nabucodonosor tik."
        },
        {
            "number": "5",
            "text": "Masanil mach manh ol em cumnaj ejmelal t'a jun yechel tik, elanhchamel ol yumchajb'at t'a yol jun horno nhilnhon sq'ue sk'ak'al, xchi."
        },
        {
            "number": "6",
            "text": "Yuj chi', masanil anima ayek' molan chi', ayic ix yab'an eb' sq'ue nhilnaj son chi', ix em cumnaj eb', ix yak'anem sb'a eb' t'a jun yechel chi'."
        },
        {
            "number": "7",
            "text": "Ha t'a yic chi', ay juntzanh eb' winh aj Caldea ix ul ak'an queja eb' winh aj Judá t'a winhaj rey Nabucodonosor chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan eb' winh icha tik: --Mamin rey, ayocab' opisio t'a masanil tiempo."
        },
        {
            "number": "9",
            "text": "Ha ach ix ala' to ayic sq'ue sjaj masanil son tik, tz'em cumnaj masanil anima ejmelal t'a yichanh jun niwan yechel tik,"
        },
        {
            "number": "10",
            "text": "haxo mach max k'anab'ajani, syumchajb'at t'a yol horno sq'ue nhilnhon sk'ak'al, xa chi."
        },
        {
            "number": "11",
            "text": "Palta ay juntzanh eb' winh aj Judá, aton winhaj Sadrac, winhaj Mesac yet' winhaj Abed-nego, eb' winh ix ak'och yopisio t'a yol smacb'en Babilonia tik, maj sk'anab'ajej eb' winh tas ix ala'. Max och eb' winh ejmelal t'a juntzanh a diosal, max empax cuman eb' winh t'a jun yechel a diosal ix a chec b'ochajq'ue tik, xchi eb' winh."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an jun chi' winhaj rey Nabucodonosor chi', ix cot val yoval winh sik'lab'il, ix schecan winh ik'chajcot eb' winh oxvanh chi'. Axo yic ix k'och eb' winh t'a yichanh winh,"
        },
        {
            "number": "13",
            "text": "ix sk'anb'an winh t'a eb' winh icha tik: --¿Tom yel a ex tik Sadrac, Mesac yet' Abed-nego maj ex och ejmelal t'a juntzanh in diosal yet' t'a yechel in diosal ix in chec b'ochajq'ue tik?"
        },
        {
            "number": "14",
            "text": "Ha ticnaic jun, tato b'ecan e k'ool, ayic ol eyab'an sq'ue sjaj son chi' junelxo, ol ex och ejmelal t'a yichanh jun yechel ix in chec b'ochajq'ue tik, malaj tas ol ex ik'anoc. Tato max e k'anab'ajej eyem cuman ejmelal jun, a val t'a jun rato chi', ol ex yumchajb'at t'a yol jun horno nhilnhon sq'ue sk'ak'al. Tato icha chi' ol ex utajoc, ¿machto junok dios ol yal ex scolanel t'a yol in k'ab'? xchi winh."
        },
        {
            "number": "15",
            "text": "Ix tak'vi eb' winh t'a winh rey chi', ix yalan eb' winh icha tik: --Mamin rey, malaj tas wach' calan yuj jun tik."
        },
        {
            "number": "16",
            "text": "Ha co Diosal b'aj tzonh och ejmelal a onh tik, syal onh scolanel t'a skal k'ak' t'a horno chi'. A' ol onh colanel t'a yol a k'ab'."
        },
        {
            "number": "17",
            "text": "Wach'chom manh ol onh coljoc yuj jun, palta mamin rey scak' ojtaquejeli to manh ol onh em cuman t'a juntzanh a diosal chi' yet' t'a jun yechel a diosal ix a chec b'ojoc tik, xchi eb' winh."
        },
        {
            "number": "18",
            "text": "Ayic ix yab'an juntzanh slolonel eb' winh quelemtac winhaj rey Nabucodonosor chi', ix chacb'i val sat winh scot yoval. Ix schecan ecchajq'ue sk'ak'al jun horno chi' winh, masanto jantac stechaj schacb'i sik'lab'il."
        },
        {
            "number": "19",
            "text": "Ix schecan juntzanh eb' winh soldado winh te ay yip, yic stzek'chaj eb' winh oxvanh chi', syumchajb'at eb' winh t'a skal k'ak' t'a yol horno chi'."
        },
        {
            "number": "20",
            "text": "Ha eb' winh oxvanh chi' ayto och spichul eb' winh sk'an t'a yopisio b'aj ayochi, ix tzek'chaj eb' winh yic syumchajb'at eb' winh t'a skal k'ak' t'a yol horno chi'."
        },
        {
            "number": "21",
            "text": "Snib'ej winh rey chi' to elanhchamel syumjiem eb' winh t'a yol horno chi', yuj chi' ayic ix yumjiem eb' winh yuj eb' winh soldado chi', ix q'ueul copnaj te' k'ak' chi' t'a eb' winh soldado chi', ix cham eb' winh yujto te ov sk'ak'al."
        },
        {
            "number": "22",
            "text": "Axo pax eb' winh oxvanh chi', tzek'b'il eb' winh ix emk'och eb' winh t'a yol horno chi'."
        },
        {
            "number": "23",
            "text": "D'a elanhchamel ix q'ue jucnaj winhaj rey Nabucodonosor chi', ix xivq'ue winh, ix yalan winh t'a eb' winh yajal ayek' ta': --¿Tom manh oxvanhocnhej eb' winh quelemtac tzek'b'il ix yumjicanem t'a skal k'ak' chi'? xchi winh. --Ichaton chi' mamin rey, xchi eb' winh."
        },
        {
            "number": "24",
            "text": "--Palta chanhvanh eb' winh svila', tijanel eb' winh, sb'eyek' eb' winh t'a skal k'ak' chi', malaj val jab'oc tas tz'ik'an eb' winh. Axo jun schanhil chi', lajan val yilji icha junok dios, xchi winh."
        },
        {
            "number": "25",
            "text": "Ixlajwi yalan jun chi' winhaj Nabucodonosor chi', ix snitzanb'at sb'a winh t'a slak'anil sti' horno chi', ix yalan winh icha tik: --Sadrac, Mesac yet' ach Abed-nego, schecab' ex Dios Jun Te Nivan Yelk'ochi, elanheccoti, tzex cot t'a tik, xchi winh. Ix elta eb' winh yoxvanhil t'a cal k'ak' chi'."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi' ix k'och umnaj masanil eb' winh yajal t'a yol jun nación chi' yet' eb' winh tz'ak'an srazón winh rey yil eb' winh oxvanh quelemtac chi', malaj val jab'oc snivanil eb' winh ix tz'a yuj k'ak' chi'. Ix chamval yilan eb' winh to malaj jab'oc xil sjolom eb' winh ix tz'ai, malaj pax jab'oc spichul eb' winh ix tz'ai, malaj val jab'oc sjab' te' k'ak' chi' t'a eb' winh."
        },
        {
            "number": "27",
            "text": "Ha t'a jun rato chi', ix yalan winhaj rey Nabucodonosor chi' icha tik: Alchajocab' wach' lolonel t'a sDiosal winhaj Sadrac, winhaj Mesac yet' winhaj Abed-nego to a ix checancot yángel yic scoljiel eb' schecab' syak' val och sk'ool t'ay. Maj sk'anab'ajej in checnab'il a in rey in tik eb' winh, b'ecan sk'ol eb' winh scham t'a yichanhpax yem cuman t'a yalnhej tas diosal to manh sDiosaloc eb' winh."
        },
        {
            "number": "28",
            "text": "Ha ticnaic a in svala' to yalnhej mach anima sb'uchvaj t'a sDiosal winhaj Sadrac, winhaj Mesac yet' winhaj Abed-nego tik, chok' tz'aj eb' schami. Axo spat eb' sjuchajem smasanil, wach'chom tas chonhab'il, tas nacional, ma tas ti'al syala', yujto malaj junocxo dios syal skolwaj icha sDiosal eb' winh tik, xchi winh."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi' ix yak'anoch eb' winh oxvanh quelemtac chi' winh rey t'a nivac opisio t'a smacb'en Babilonia chi'."
        }
    ]
}