{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix schec winhaj rey Nabucodonosor b'ochaj jun yechel ayoch oro t'ay, 30 metro steel, haxo sat, oxe' metro. Ix yalan winh to tz'ak'jiem t'a jun ak'lic skuchan Dura t'a yol yic Babilonia chi'."
        },
        {
            "number": "2",
            "text": "Ayic toxo ix b'oel jun yechel chi', ix yavtancot heb' winh ayoch yajalil winh t'a masanil yol smacb'en, aton heb' winh yajalil soldado, heb' winh gobernador, heb' winh ak'um razón t'a yoltac chonhab', heb' winh molum tumin, heb' winh juez yet' juntzanhxo heb' winh ayoch yajalil. Yuj chi' ix smolb'ej sb'a juntzanh heb' winh niwac yajal chi' t'a yichanh jun yechel chi', yic tz'och sq'uinh yuj heb' winh."
        },
        {
            "number": "3",
            "text": "Ha jun mach ayoch t'a yib'anh sloloni, te chaanh ix aj yalani: Ab'ec he masanil ex anima ix ex cot t'a masanil chonhab' yet' t'a junjun nación yet' t'a junjun ti'al."
        },
        {
            "number": "4",
            "text": "Ayic ol eyab'an sk'e sjaj masanil son tik, aton flauta, tanhb'il, arpa, salterio, zamponia yet' masanil juntzanhxo son, ol ex em cumnaj he masanil t'a yichanh jun niwan yechel ix schec b'ojoc winhaj rey Nabucodonosor tik."
        },
        {
            "number": "5",
            "text": "Masanil mach manh ol em cumnaj ejmelal t'a jun yechel tik, elanhchamel ol yumchajb'at t'a yol jun horno nhilnhon sk'e sk'ak'al, xchi."
        },
        {
            "number": "6",
            "text": "Yuj chi', masanil anima ayek' molan chi', ayic ix yab'an heb' sk'e nhilnaj son chi', ix em cumnaj heb', ix yak'anem sb'a heb' t'a jun yechel chi'."
        },
        {
            "number": "7",
            "text": "Ha t'a yic chi', ay juntzanh heb' winh aj Caldea ix ul ak'an queja heb' winh aj Judá t'a winhaj rey Nabucodonosor chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan heb' winh icha tik: --Mamin rey, ayokab' opisio t'a masanil tiempo."
        },
        {
            "number": "9",
            "text": "Ha ach ix ala' to ayic sk'e sjaj masanil son tik, tz'em cumnaj masanil anima ejmelal t'a yichanh jun niwan yechel tik,"
        },
        {
            "number": "10",
            "text": "haxo mach max k'anab'ajani, syumchajb'at t'a yol horno sk'e nhilnhon sk'ak'al, xa chi."
        },
        {
            "number": "11",
            "text": "Palta ay juntzanh heb' winh aj Judá, aton winhaj Sadrac, winhaj Mesac yet' winhaj Abed-nego, heb' winh ix ak'och yopisio t'a yol smacb'en Babilonia tik, maj sk'anab'ajej heb' winh tas ix ala'. Max och heb' winh ejmelal t'a juntzanh a diosal, max empax cuman heb' winh t'a jun yechel a diosal ix a chec b'ochajk'e tik, xchi heb' winh."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an jun chi' winhaj rey Nabucodonosor chi', ix cot wal yowal winh sik'lab'il, ix schekan winh ik'chajcot heb' winh oxwanh chi'. Axo yic ix k'och heb' winh t'a yichanh winh,"
        },
        {
            "number": "13",
            "text": "ix sk'anb'an winh t'a heb' winh icha tik: --¿Tom yel a ex tik Sadrac, Mesac yet' Abed-nego maj ex och ejmelal t'a juntzanh in diosal yet' t'a yechel in diosal ix in chec b'ochajk'e tik?"
        },
        {
            "number": "14",
            "text": "Ha ticnaik jun, tato b'ekan he k'ool, ayic ol eyab'an sk'e sjaj son chi' junelxo, ol ex och ejmelal t'a yichanh jun yechel ix in chec b'ochajk'e tik, malaj tas ol ex ik'anoc. Tato max he k'anab'ajej eyem cuman ejmelal jun, a wal t'a jun rato chi', ol ex yumchajb'at t'a yol jun horno nhilnhon sk'e sk'ak'al. Tato icha chi' ol ex utajoc, ¿machto junok Dios ol yal ex scolanel t'a yol in k'ab'? xchi winh."
        },
        {
            "number": "15",
            "text": "Ix tak'wi heb' winh t'a winh rey chi', ix yalan heb' winh icha tik: --Mamin rey, malaj tas wach' kalan yuj jun tik."
        },
        {
            "number": "16",
            "text": "Ha ko Diosal b'aj tzonh och ejmelal a onh tik, syal onh scolanel t'a skal k'ak' t'a horno chi'. A' ol onh colanel t'a yol a k'ab'."
        },
        {
            "number": "17",
            "text": "Wach'chom manh ol onh coljoc yuj jun, palta mamin rey skak' ojtaquejeli to manh ol onh em cuman t'a juntzanh a diosal chi' yet' t'a jun yechel a diosal ix a chec b'ojoc tik, xchi heb' winh."
        },
        {
            "number": "18",
            "text": "Ayic ix yab'an juntzanh slolonel heb' winh kelemtac winhaj rey Nabucodonosor chi', ix chacb'i wal sat winh scot yowal. Ix schekan ecchajk'e sk'ak'al jun horno chi' winh, masanto jantac stechaj schacb'i sik'lab'il."
        },
        {
            "number": "19",
            "text": "Ix schekan juntzanh heb' winh soldado winh te ay yip, yic stzek'chaj heb' winh oxwanh chi', syumchajb'at heb' winh t'a skal k'ak' t'a yol horno chi'."
        },
        {
            "number": "20",
            "text": "Ha heb' winh oxwanh chi' ayto och spichul heb' winh sk'an t'a yopisio b'aj ayochi, ix tzek'chaj heb' winh yic syumchajb'at heb' winh t'a skal k'ak' t'a yol horno chi'."
        },
        {
            "number": "21",
            "text": "Snib'ej winh rey chi' to elanhchamel syumjiem heb' winh t'a yol horno chi', yuj chi' ayic ix yumjiem heb' winh yuj heb' winh soldado chi', ix k'eul copnaj te' k'ak' chi' t'a heb' winh soldado chi', ix cham heb' winh yujto te ov sk'ak'al."
        },
        {
            "number": "22",
            "text": "Axo pax heb' winh oxwanh chi', tzek'b'il heb' winh ix emk'och heb' winh t'a yol horno chi'."
        },
        {
            "number": "23",
            "text": "D'a elanhchamel ix k'e jucnaj winhaj rey Nabucodonosor chi', ix xivk'e winh, ix yalan winh t'a heb' winh yajal ayek' ta': --¿Tom manh oxwanhocnhej heb' winh kelemtac tzek'b'il ix yumjikanem t'a skal k'ak' chi'? xchi winh. --Ichaton chi' mamin rey, xchi heb' winh."
        },
        {
            "number": "24",
            "text": "--Palta chanhwanh heb' winh swila', tijanel heb' winh, sb'eyek' heb' winh t'a skal k'ak' chi', malaj wal jab'oc tas tz'ik'an heb' winh. Axo jun schanhil chi', lajan wal yilji icha junok Dios, xchi winh."
        },
        {
            "number": "25",
            "text": "Ixlajwi yalan jun chi' winhaj Nabucodonosor chi', ix snitzanb'at sb'a winh t'a slak'anil sti' horno chi', ix yalan winh icha tik: --Sadrac, Mesac yet' ach Abed-nego, schekab' ex Dios Jun Te Niwan Yelk'ochi, elanheccoti, tzex cot t'a tik, xchi winh. Ix elta heb' winh yoxwanhil t'a kal k'ak' chi'."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi' ix k'och umnaj masanil heb' winh yajal t'a yol jun nación chi' yet' heb' winh tz'ak'an srazón winh rey yil heb' winh oxwanh kelemtac chi', malaj wal jab'oc sniwanil heb' winh ix tz'a yuj k'ak' chi'. Ix chamwal yilan heb' winh to malaj jab'oc xil sjolom heb' winh ix tz'ai, malaj pax jab'oc spichul heb' winh ix tz'ai, malaj wal jab'oc sjab' te' k'ak' chi' t'a heb' winh."
        },
        {
            "number": "27",
            "text": "Ha t'a jun rato chi', ix yalan winhaj rey Nabucodonosor chi' icha tik: Alchajokab' wach' lolonel t'a sDiosal winhaj Sadrac, winhaj Mesac yet' winhaj Abed-nego to a ix chekancot yángel yic scoljiel heb' schekab' syak' wal och sk'ool t'ay. Maj sk'anab'ajej in checnab'il a in rey in tik heb' winh, b'ekan sk'ol heb' winh scham t'a yichanhpax yem cuman t'a yalnhej tas diosal to manh sDiosaloc heb' winh."
        },
        {
            "number": "28",
            "text": "Ha ticnaik a in swala' to yalnhej mach anima sb'uchwaj t'a sDiosal winhaj Sadrac, winhaj Mesac yet' winhaj Abed-nego tik, chok' tz'aj heb' schami. Axo spat heb' sjuchajem smasanil, wach'chom tas chonhab'il, tas nacional, ma tas ti'al syala', yujto malaj junocxo Dios syal skolwaj icha sDiosal heb' winh tik, xchi winh."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi' ix yak'anoch heb' winh oxwanh kelemtac chi' winh rey t'a niwac opisio t'a smacb'en Babilonia chi'."
        }
    ]
}