{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix schec vinhaj rey Nabucodonosor b'ochaj jun yechel ayoch oro t'ay, 30 metro steel, haxo sat, oxe' metro. Ix yalan vinh to tz'ak'jiem t'a jun ak'lic scuchan Dura t'a yol yic Babilonia chi'."
        },
        {
            "number": "2",
            "text": "Ayic toxo ix b'oel jun yechel chi', ix yavtancot eb' vinh ayoch yajalil vinh t'a masanil yol smacb'en, aton eb' vinh yajalil soldado, eb' vinh gobernador, eb' vinh ak'um razón t'a yoltac chonhab', eb' vinh molum tumin, eb' vinh juez yet' juntzanhxo eb' vinh ayoch yajalil. Yuj chi' ix smolb'ej sb'a juntzanh eb' vinh nivac yajal chi' t'a yichanh jun yechel chi', yic tz'och sq'uinh yuj eb' vinh."
        },
        {
            "number": "3",
            "text": "Ha jun mach ayoch t'a yib'anh sloloni, te chaanh ix aj yalani: Ab'ec e masanil ex anima ix ex cot t'a masanil chonhab' yet' t'a junjun nación yet' t'a junjun ti'al."
        },
        {
            "number": "4",
            "text": "Ayic ol eyab'an sq'ue sjaj masanil son tik, aton flauta, tanhb'il, arpa, salterio, zamponia yet' masanil juntzanhxo son, ol ex em cumnaj e masanil t'a yichanh jun niwan yechel ix schec b'ojoc vinhaj rey Nabucodonosor tik."
        },
        {
            "number": "5",
            "text": "Masanil mach manh ol em cumnaj ejmelal t'a jun yechel tik, elanhchamel ol yumchajb'at t'a yol jun horno nhilnhon sq'ue sk'ak'al, xchi."
        },
        {
            "number": "6",
            "text": "Yuj chi', masanil anima ayek' molan chi', ayic ix yab'an eb' sq'ue nhilnaj son chi', ix em cumnaj eb', ix yak'anem sb'a eb' t'a jun yechel chi'."
        },
        {
            "number": "7",
            "text": "Ha t'a yic chi', ay juntzanh eb' vinh aj Caldea ix ul ak'an queja eb' vinh aj Judá t'a vinhaj rey Nabucodonosor chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan eb' vinh icha tik: --Mamin rey, ayocab' opisio t'a masanil tiempo."
        },
        {
            "number": "9",
            "text": "Ha ach ix ala' to ayic sq'ue sjaj masanil son tik, tz'em cumnaj masanil anima ejmelal t'a yichanh jun niwan yechel tik,"
        },
        {
            "number": "10",
            "text": "haxo mach max k'anab'ajani, syumchajb'at t'a yol horno sq'ue nhilnhon sk'ak'al, xa chi."
        },
        {
            "number": "11",
            "text": "Palta ay juntzanh eb' vinh aj Judá, aton vinhaj Sadrac, vinhaj Mesac yet' vinhaj Abed-nego, eb' vinh ix ak'och yopisio t'a yol smacb'en Babilonia tik, maj sk'anab'ajej eb' vinh tas ix ala'. Max och eb' vinh ejmelal t'a juntzanh a diosal, max empax cuman eb' vinh t'a jun yechel a diosal ix a chec b'ochajq'ue tik, xchi eb' vinh."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an jun chi' vinhaj rey Nabucodonosor chi', ix cot val yoval vinh sik'lab'il, ix schecan vinh ik'chajcot eb' vinh oxvanh chi'. Axo yic ix k'och eb' vinh t'a yichanh vinh,"
        },
        {
            "number": "13",
            "text": "ix sk'anb'an vinh t'a eb' vinh icha tik: --¿Tom yel a ex tik Sadrac, Mesac yet' Abed-nego maj ex och ejmelal t'a juntzanh in diosal yet' t'a yechel in diosal ix in chec b'ochajq'ue tik?"
        },
        {
            "number": "14",
            "text": "Ha ticnaic jun, tato b'ecan e k'ool, ayic ol eyab'an sq'ue sjaj son chi' junelxo, ol ex och ejmelal t'a yichanh jun yechel ix in chec b'ochajq'ue tik, malaj tas ol ex ik'anoc. Tato max e k'anab'ajej eyem cuman ejmelal jun, a val t'a jun rato chi', ol ex yumchajb'at t'a yol jun horno nhilnhon sq'ue sk'ak'al. Tato icha chi' ol ex utajoc, ¿machto junok dios ol yal ex scolanel t'a yol in k'ab'? xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix tak'vi eb' vinh t'a vinh rey chi', ix yalan eb' vinh icha tik: --Mamin rey, malaj tas wach' calan yuj jun tik."
        },
        {
            "number": "16",
            "text": "Ha co Diosal b'aj tzonh och ejmelal a onh tik, syal onh scolanel t'a skal k'ak' t'a horno chi'. A' ol onh colanel t'a yol a k'ab'."
        },
        {
            "number": "17",
            "text": "Wach'chom manh ol onh coljoc yuj jun, palta mamin rey scak' ojtaquejeli to manh ol onh em cuman t'a juntzanh a diosal chi' yet' t'a jun yechel a diosal ix a chec b'ojoc tik, xchi eb' vinh."
        },
        {
            "number": "18",
            "text": "Ayic ix yab'an juntzanh slolonel eb' vinh quelemtac vinhaj rey Nabucodonosor chi', ix chacb'i val sat vinh scot yoval. Ix schecan ecchajq'ue sk'ak'al jun horno chi' vinh, masanto jantac stechaj schacb'i sik'lab'il."
        },
        {
            "number": "19",
            "text": "Ix schecan juntzanh eb' vinh soldado vinh te ay yip, yic stzek'chaj eb' vinh oxvanh chi', syumchajb'at eb' vinh t'a skal k'ak' t'a yol horno chi'."
        },
        {
            "number": "20",
            "text": "Ha eb' vinh oxvanh chi' ayto och spichul eb' vinh sk'an t'a yopisio b'aj ayochi, ix tzek'chaj eb' vinh yic syumchajb'at eb' vinh t'a skal k'ak' t'a yol horno chi'."
        },
        {
            "number": "21",
            "text": "Snib'ej vinh rey chi' to elanhchamel syumjiem eb' vinh t'a yol horno chi', yuj chi' ayic ix yumjiem eb' vinh yuj eb' vinh soldado chi', ix q'ueul copnaj te' k'ak' chi' t'a eb' vinh soldado chi', ix cham eb' vinh yujto te ov sk'ak'al."
        },
        {
            "number": "22",
            "text": "Axo pax eb' vinh oxvanh chi', tzek'b'il eb' vinh ix emk'och eb' vinh t'a yol horno chi'."
        },
        {
            "number": "23",
            "text": "D'a elanhchamel ix q'ue jucnaj vinhaj rey Nabucodonosor chi', ix xivq'ue vinh, ix yalan vinh t'a eb' vinh yajal ayek' ta': --¿Tom manh oxvanhocnhej eb' vinh quelemtac tzek'b'il ix yumjicanem t'a skal k'ak' chi'? xchi vinh. --Ichaton chi' mamin rey, xchi eb' vinh."
        },
        {
            "number": "24",
            "text": "--Palta chanhvanh eb' vinh svila', tijanel eb' vinh, sb'eyek' eb' vinh t'a skal k'ak' chi', malaj val jab'oc tas tz'ik'an eb' vinh. Axo jun schanhil chi', lajan val yilji icha junok dios, xchi vinh."
        },
        {
            "number": "25",
            "text": "Ixlajwi yalan jun chi' vinhaj Nabucodonosor chi', ix snitzanb'at sb'a vinh t'a slak'anil sti' horno chi', ix yalan vinh icha tik: --Sadrac, Mesac yet' ach Abed-nego, schecab' ex Dios Jun Te Nivan Yelk'ochi, elanheccoti, tzex cot t'a tik, xchi vinh. Ix elta eb' vinh yoxvanhil t'a cal k'ak' chi'."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi' ix k'och umnaj masanil eb' vinh yajal t'a yol jun nación chi' yet' eb' vinh tz'ak'an srazón vinh rey yil eb' vinh oxvanh quelemtac chi', malaj val jab'oc snivanil eb' vinh ix tz'a yuj k'ak' chi'. Ix chamval yilan eb' vinh to malaj jab'oc xil sjolom eb' vinh ix tz'ai, malaj pax jab'oc spichul eb' vinh ix tz'ai, malaj val jab'oc sjab' te' k'ak' chi' t'a eb' vinh."
        },
        {
            "number": "27",
            "text": "Ha t'a jun rato chi', ix yalan vinhaj rey Nabucodonosor chi' icha tik: Alchajocab' wach' lolonel t'a sDiosal vinhaj Sadrac, vinhaj Mesac yet' vinhaj Abed-nego to a ix checancot yángel yic scoljiel eb' schecab' syak' val och sk'ool t'ay. Maj sk'anab'ajej in checnab'il a in rey in tik eb' vinh, b'ecan sk'ol eb' vinh scham t'a yichanhpax yem cuman t'a yalnhej tas diosal to manh sDiosaloc eb' vinh."
        },
        {
            "number": "28",
            "text": "Ha ticnaic a in svala' to yalnhej mach anima sb'uchvaj t'a sDiosal vinhaj Sadrac, vinhaj Mesac yet' vinhaj Abed-nego tik, chok' tz'aj eb' schami. Axo spat eb' sjuchajem smasanil, wach'chom tas chonhab'il, tas nacional, ma tas ti'al syala', yujto malaj junocxo dios syal skolwaj icha sDiosal eb' vinh tik, xchi vinh."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi' ix yak'anoch eb' vinh oxvanh quelemtac chi' vinh rey t'a nivac opisio t'a smacb'en Babilonia chi'."
        }
    ]
}