{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix yak'anb'at jun ab'ix vinh rey d'a yol masanil smacb'en icha tic: A in rey Nabucodonosor in tic, svak' stzatzil e k'ool e masanil ex chonhab', ma ex nación yalxonhej tas ti'al tzeyala', a ex masanil ex cajan ex d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "2",
            "text": "In gana tzeyojtaquejel e masanil tastac satub'tac ix sk'ulej Dios Nivan Yelk'och d'ayin."
        },
        {
            "number": "3",
            "text": "Te satub'tacxonhej tas sk'ulej, manh jantacoc spoder, Yajal ton d'a masanil tiempo, a yopisio malaj slajvub'."
        },
        {
            "number": "4",
            "text": "A in Nabucodonosor in tic, tzalajk'olal vajek' d'a in palacio."
        },
        {
            "number": "5",
            "text": "Palta a d'a jun ak'val, ay jun tas ix in vayichej. A yuj tas ix vil chi' yed' tas ix in na'a, ix in te xivi."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix in chec avtajcot masanil eb' jelan d'a Babilonia tic, yic syalan eb' tas syalelk'och in vayich chi'."
        },
        {
            "number": "7",
            "text": "Ix javi eb' smasanil: Aton eb' ajb'aal, eb' naumel lolonel, eb' schuman yed' q'uen k'anal yed' eb' ajchum. Ix valan in vayich chi' d'a eb', palta maj yal-laj eb' d'ayin tas syalelk'ochi."
        },
        {
            "number": "8",
            "text": "Stzak'anilxo ix javi vinhaj Daniel, scuchan pax Beltsasar, icha sb'i in diosal, ayoch sjelanil juntzanh dios d'a vinh. Ix valan in vayich chi' d'a vinh icha tic:"
        },
        {
            "number": "9",
            "text": "Ach Beltsasar, yajal aj d'a scal eb' jelan spensar, vojtac to ayoch sjelanil juntzanh dios d'ayach, ojtacpax masanil tas satub'tac. Scham val ab'ani tas ix vil d'a in vayich, ol alan d'ayin tas syalelk'ochi."
        },
        {
            "number": "10",
            "text": "Aton val in vayich ix vil tic ayic jichan in ek' in vayi: A d'a snanhal lum luum tic ix vil jun te te' te chaanh steel."
        },
        {
            "number": "11",
            "text": "Ix q'uib'chaanh te', te nivan ix aj spatic te'. A schon te', ix q'uek'och d'a satchaanh, chequel te' masanto b'aj slajvik'och lum luum."
        },
        {
            "number": "12",
            "text": "Te vach' yilji xil te', manh jantacoc sat te', k'ocb'il val syab' sat te' chi' sloan masanil anima. Axo masanil nok' nok', tz'och nok' sk'ub'ej sb'a d'a yenhul yich te'. Axo d'a sk'ab'tac te' sb'o so' nok' much, axo masanil tas pitzan d'a yolyib'anhq'uinal tic, k'ocb'il svatzitaj eb' yuj sat te'."
        },
        {
            "number": "13",
            "text": "Axo ix aj jun, ix vilan jun ángel d'a in vayich chi', to stanhvej yolyib'anhq'uinal tic, van yemta d'a satchaanh."
        },
        {
            "number": "14",
            "text": "Te chaanh ix el yav, ix yalan icha tic: Ch'aquequel te te' chi', xiquequel sk'ab' te', tzeyik'anel xil te', tze saclemanb'at sat te' chi' smasanil. Saclemocab'canb'at masanil nok' nok' ayoch d'a yalanh yenhul te' yed' masanil nok' much ayoch d'a sk'ab'tac te'."
        },
        {
            "number": "15",
            "text": "Axonhej yib' te' tzeyactejcani, tze tzek'ancan te' yib' chi' yed' q'uen cadena to hierro yed' bronce. Scan jun chi' d'a scal anh ank'ultac chi', axo yal ak'val ol em d'a yib'anh, axo anh ank'ultac ol sk'ux icha nok' caltacte'al nok'."
        },
        {
            "number": "16",
            "text": "Ol ixtaxel spensar. Lajanxo ol aj spensar icha spensar nok' nok'. A jun macanh yaelal chi', uque' ab'il ol yak'a'."
        },
        {
            "number": "17",
            "text": "A onh ángel onh sco tanhvej yolyib'anhq'uinal tic, a onh scala' to ol javoc jun yaelal tic d'a yib'anh, yic vach' syojtaquejel eb' anima smasanil to a Dios Nivan Yelk'ochi, ay yopisio d'a yib'anhtac nación. A tz'ak'an opisio d'a mach sgana syak'ochi, syalpax yak'anoch junoc mach emnaquil yajaliloc junoc nación, xchi jun ángel chi'."
        },
        {
            "number": "18",
            "text": "Aton in vayich ix vil tic. A ticnaic ach Beltsasar, al d'ayin tas syalelk'ochi, yujto malaj val junocxo eb' ay tas syal yuuj d'a yol in macb'en tic snachajel yuuj. Palta a ach tic ol yal snachajel uuj, yujto ayoch sjelanil juntzanh dios d'ayach, xin chi."
        },
        {
            "number": "19",
            "text": "Axo vinhaj Daniel chi', aton vinh scuchpax Beltsasar, quen am manh junoc hora ix can numan vinh. Ix somchajq'ue spensar vinh, palta ix valan d'a vinh: Beltsasar, manh ak' pensar yuj jun in vayich chi' yed' tas syalelk'ochi, xin chi. Ix yalan vinh d'ayin: Ay mamin rey, comonoc val d'a yib'anh eb' ayoch ajk'olal d'ayach ol em tas syalelk'och jun a vayich tic."
        },
        {
            "number": "20",
            "text": "Mamin rey, a jun te te' te chaanh steel ix il chi', aton jun te' ix q'uek'och d'a satchaanh, te' ix checlaj d'a najat,"
        },
        {
            "number": "21",
            "text": "te' vach' yilji xiil, te' tzijtum sat, te' k'ocb'ilnhej syab' sat sloan masanil tas pitzan, te' b'aj tz'och masanil nok' nok' sk'ub'ej sb'a d'a yalanh yenhul sk'ab', te' b'aj sb'o so' nok' much d'a scaltac sk'ab',"
        },
        {
            "number": "22",
            "text": "a ach ton tic mamin rey. To ix ach q'uenhejchaanh yuj snivanil elk'och chi'. Ix q'uek'och a b'inajnaquil d'a satchaanh. Yajal ach d'a masanil yolyib'anhq'uinal tic."
        },
        {
            "number": "23",
            "text": "Ix ilanpax yemta jun ángel stanhvumal yolyib'anhq'uinal tic d'a satchaanh, ix yalani: Ch'aquec telvoc te nivan te' chi', yic slajviem te'. Axonhej yib' te' yed' sch'anhal yib' tzeyak'cani. Stzek'chajcan yib' te' yed' q'uen cadena to hierro yed' bronce, scan d'a caltac ank'ultac. Emocab' yal ak'val d'a yib'anh ta', ol cajnaj yed' nok' nok' uqueoc ab'il."
        },
        {
            "number": "24",
            "text": "A syalelk'och jun tic mamin rey, a jun Dios Nivan Yelk'ochi, a' tz'alan jun tic d'a ib'anh."
        },
        {
            "number": "25",
            "text": "Ol ach pechchajel d'a scal eb' anima tic. Ol ach b'atcan d'a scal nok' nok', axo anh ank'ultac ol a k'ux icha nok' vacax. Ol em yal ak'val d'a ib'anh. Mamin rey, icha chi' ol ach ajek' uqueoc ab'il, masanto ol nachajel uuj to a jun Dios Nivan Yelk'ochi, a' yajal yaj d'a yib'anh eb' anima. A tz'ak'anpaxoch eb' yajal icha sgana mach syak'ochi."
        },
        {
            "number": "26",
            "text": "A jun lolonel ix alchaji to scan yib' te' yed' sch'anhal yib' chi', syalelk'ochi to ol ach k'ochxoc d'a opisio chi' ayic toxo ix nachajel uuj to a Dios yajal yaj d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "27",
            "text": "Yuj chi' mamin rey, cha ab' masanil juntzanh lolonel sval tic d'ayach. Yuj chi' tojolnhej tzutej a b'a, manhxo ak'och a mul. Comonoc val tzactejcan a k'ulan chucal, tzach colvaj d'a eb' tz'ixtaji. Tato icha chi', tecan ol ach can d'a junk'olal yed' a q'uechaanh d'a masanil tasi, xchi vinhaj Daniel chi' d'ayin, xchi vinh rey Nabucodonosor chi'."
        },
        {
            "number": "28",
            "text": "Masanil juntzanh lolonel ix alchaj d'a vinhaj rey Nabucodonosor chi', ix elk'ochi."
        },
        {
            "number": "29",
            "text": "Yab'ilal yalchaj juntzanh chi' d'a vinh rey chi', ayic van sb'eyek' vinh d'a spanhanil yib'anh spalacio d'a Babilonia,"
        },
        {
            "number": "30",
            "text": "ix yalan vinh icha tic: Ina val yilji nivan chonhab' Babilonia tic. A in yed' val in poder ix in b'oq'uei yic scheclajeli to nivan velk'ochi, xchi vinh."
        },
        {
            "number": "31",
            "text": "Vanto val yalan juntzanh lolonel chi' vinh, ix yab'an vinh yoch jun lolonel d'a satchaanh, ix yalani: Scham ab'an juntzanh lolonel tic ach rey Nabucodonosor, a opisio chi', toxo ix ik'chajek' d'ayach."
        },
        {
            "number": "32",
            "text": "Ol ach pechchajel d'a scal eb' anima, ol ach b'atcan d'a scal nok' nok'. A anh ank'ultac ol a k'ux ichoc nok' nok' d'a uqueoc ab'il, masanto ol yal snachajel uuj to a Dios Nivan Yelk'ochi, a' tz'ak'an yajalil d'a yib'anh masanil anima yed' d'a yib'anh masanil nación d'a yolyib'anhq'uinal tic. A' tz'ak'anoch d'a yajalil mach sgana syak'ochi, xchi jun lolonel chi'."
        },
        {
            "number": "33",
            "text": "A d'a jun rato chi', ix elk'och tas alb'ilcan d'a yib'anh vinhaj rey Nabucodonosor chi', ix pechchajcanel vinh d'a scal eb' anima. A anh ank'ultac ix sk'ux vinh icha nok' vacax, axo yal ak'val ix em d'a yib'anh snivanil vinh. Ix q'uib' xiil vinh icha nok' ch'acb'a, anheja' icha yech nok' ix aj q'uen yech vinh."
        },
        {
            "number": "34",
            "text": "Ix yalanpaxb'at vinh rey chi' icha tic: Ayic ix lajvi stiempoal yaelal ayoch d'a vib'anh a in Nabucodonosor in tic, ix in q'ue q'uelan d'a satchaanh, ix b'o in pensar d'a in locoal. Ix valan vach' lolonel d'a Dios Te Nivan Yelk'ochi, ix vik'anchaanh sb'i Jun aynhejek' d'a junelnhej: Yujto Yajal ton d'a junelnhej, a yopisio malaj slajvub'."
        },
        {
            "number": "35",
            "text": "A d'a yichanh, malaj val jab'oc tas syal yuj eb' cajan d'a sat luum tic. Sk'ulejnhej tas snib'ej d'a scal eb' ayek' d'a satchaanh yed' d'a scal eb' cajan d'a sat luum tic. Malaj mach syal syamanoch vaan sk'ab' syalan d'ay, ¿tas yuj icha chi' tza k'ulej? manh xchioc."
        },
        {
            "number": "36",
            "text": "A d'a jun rato chi', ix meltzaj in pensar ix vab'i yed' vik'anxi vopisio nivan yelk'ochi yed' in poder. Axo eb' in checab' yed' eb' nivac yopisio d'a in despacho, ix javi eb' ul in sayeq'ui. Ix in ochxi yajalil d'a in nación, ix yik'anxi yip vopisio. Te nivan ix ajxi d'a yichanh icha yaj d'a yalanhtaxo."
        },
        {
            "number": "37",
            "text": "A ticnaic, a in val svik'chaanh Jun sReyal satchaanh. Svalanpax vach' lolonel d'ay, yujto a masanil tas sk'ulej, vach'nhej, tojolnhej d'a smasanil. Syalpax yik'anemta eb' syaloch sb'a to nivan yelk'ochi, xchib'at vinhaj Nabucodonosor chi'."
        }
    ]
}