{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix yak'anb'at jun ab'ix winh rey t'a yol masanil smacb'en icha tik: Ha in rey Nabucodonosor in tik, svak' stzatzil e k'ool e masanil ex chonhab', ma ex nación yalxonhej tas ti'al tzeyala', a ex masanil ex cajan ex t'a yol yib'anhk’inal tik."
        },
        {
            "number": "2",
            "text": "In gana tzeyojtaquejel e masanil tastac satub'tac ix sk'ulej Dios Nivan Yelk'och t'ayin."
        },
        {
            "number": "3",
            "text": "Te satub'tacxonhej tas sk'ulej, manh jantacoc spoder, Yajal ton t'a masanil tiempo, a yopisio malaj slajvub'."
        },
        {
            "number": "4",
            "text": "Ha in Nabucodonosor in tik, tzalajk'olal vajek' t'a in palacio."
        },
        {
            "number": "5",
            "text": "Palta ha t'a jun ak'val, ay jun tas ix in vayichej. Ha yuj tas ix vil chi' yet' tas ix in na'a, ix in te xivi."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix in chec avtajcot masanil eb' jelan t'a Babilonia tik, yic syalan eb' tas syalelk'och in vayich chi'."
        },
        {
            "number": "7",
            "text": "Ix javi eb' smasanil: Aton eb' ajb'aal, eb' naumel lolonel, eb' schuman yet' q'uen k'anal yet' eb' ajchum. Ix valan in vayich chi' t'a eb', palta maj yal-laj eb' t'ayin tas syalelk'ochi."
        },
        {
            "number": "8",
            "text": "Stzak'anilxo ix javi winhaj Daniel, scuchan pax Beltsasar, icha sb'i in diosal, ayoch sjelanil juntzanh dios t'a winh. Ix valan in vayich chi' t'a winh icha tik:"
        },
        {
            "number": "9",
            "text": "Ach Beltsasar, yajal aj t'a skal eb' jelan spensar, vojtac to ayoch sjelanil juntzanh dios t'ayach, ojtacpax masanil tas satub'tac. Scham val ab'ani tas ix vil t'a in vayich, ol alan t'ayin tas syalelk'ochi."
        },
        {
            "number": "10",
            "text": "Aton val in vayich ix vil tik ayic jichan in ek' in vayi: Ha t'a snanhal lum lum tik ix vil jun te te' te chaanh steel."
        },
        {
            "number": "11",
            "text": "Ix q'uib'chaanh te', te niwan ix aj spatic te'. Ha schon te', ix q'uek'och t'a satcha’anh, chequel te' masanto b'aj slajvik'och lum lum."
        },
        {
            "number": "12",
            "text": "Te wach' yilji xil te', manh jantacoc sat te', k'ocb'il val syab' sat te' chi' sloan masanil anima. Axo masanil nok' nok', tz'och nok' sk'ub'ej sb'ha t'a yenhul yich te'. Axo t'a sk'ab'tac te' sb'o so' nok' much, haxo masanil tas pitzan t'a yol yib'anhk’inal tik, k'ocb'il svatzitaj eb' yuj sat te'."
        },
        {
            "number": "13",
            "text": "Axo ix aj jun, ix vilan jun ángel t'a in vayich chi', to stanhvej yol yib'anhk’inal tik, van yemta t'a satcha’anh."
        },
        {
            "number": "14",
            "text": "Te chaanh ix el yav, ix yalan icha tik: Ch'aquequel te te' chi', xiquequel sk'ab' te', tzeyik'anel xil te', tze saclemanb'at sat te' chi' smasanil. Saclemocab'canb'at masanil nok' nok' ayoch t'a yalanh yenhul te' yet' masanil nok' much ayoch t'a sk'ab'tac te'."
        },
        {
            "number": "15",
            "text": "Axonhej yib' te' tzeyactejcani, tze tzek'ancan te' yib' chi' yet' q'uen cadena to hierro yet' bronce. Skan jun chi' t'a skal anh ank'ultak chi', haxo yal ak'val ol em t'a yib'anh, haxo anh ank'ultak ol sk'ux icha nok' caltacte'al nok'."
        },
        {
            "number": "16",
            "text": "Ol ixtaxel spensar. Lajanxo ol aj spensar icha spensar nok' nok'. Ha jun makan yaelal chi', uque' ab'il ol yak'a'."
        },
        {
            "number": "17",
            "text": "Ha onh ángel onh sco tanhvej yol yib'anhk’inal tik, a onh scala' to ol javok jun yaelal tik t'a yib'anh, yic wach' syojtaquejel eb' anima smasanil to ha Dios Nivan Yelk'ochi, ay yopisio t'a yib'anhtac nación. Ha tz'ak'an opisio t'a mach sgana syak'ochi, syalpax yak'anoch junok mach emnaquil yajaliloc junok nación, xchi jun ángel chi'."
        },
        {
            "number": "18",
            "text": "Aton in vayich ix vil tik. Ha ticnaic ach Beltsasar, al t'ayin tas syalelk'ochi, yujto malaj val junocxo eb' ay tas syal yuj t'a yol in macb'en tik snachajel yuj. Palta a ach tik ol yal snachajel uuj, yujto ayoch sjelanil juntzanh dios t'ayach, xin chi."
        },
        {
            "number": "19",
            "text": "Axo winhaj Daniel chi', aton winh scuchpax Beltsasar, quen am manh junok hora ix kan numan winh. Ix somchajq'ue spensar winh, palta ix valan t'a winh: Beltsasar, manh ak' pensar yuj jun in vayich chi' yet' tas syalelk'ochi, xin chi. Ix yalan winh t'ayin: Ay mamin rey, comonoc val t'a yib'anh eb' ayoch ajk'olal t'ayach ol em tas syalelk'och jun a vayich tik."
        },
        {
            "number": "20",
            "text": "Mamin rey, a jun te te' te chaanh steel ix il chi', aton jun te' ix q'uek'och t'a satcha’anh, te' ix checlaj t'a najat,"
        },
        {
            "number": "21",
            "text": "te' wach' yilji xiil, te' tzijtum sat, te' k'ocb'ilnhej syab' sat sloan masanil tas pitzan, te' b'aj tz'och masanil nok' nok' sk'ub'ej sb'ha t'a yalanh yenhul sk'ab', te' b'aj sb'o so' nok' much t'a scaltac sk'ab',"
        },
        {
            "number": "22",
            "text": "a ach ton tik mamin rey. To ix ach q'uenhejchaanh yuj snivanil elk'och chi'. Ix q'uek'och a b'inajnaquil t'a satcha’anh. Yajal ach t'a masanil yol yib'anhk’inal tik."
        },
        {
            "number": "23",
            "text": "Ix ilanpax yemta jun ángel stanhvumal yol yib'anhk’inal tik t'a satcha’anh, ix yalani: Ch'aquec telvoc te niwan te' chi', yic slajviem te'. Axonhej yib' te' yet' sch'anhal yib' tzeyak'cani. Stzek'chajcan yib' te' yet' q'uen cadena to hierro yet' bronce, skan t'a caltac ank'ultak. Emocab' yal ak'val t'a yib'anh ta', ol cajnaj yet' nok' nok' uqueoc ab'il."
        },
        {
            "number": "24",
            "text": "Ha syalelk'och jun tik mamin rey, a jun Dios Nivan Yelk'ochi, ha' tz'alan jun tik t'a ib'anh."
        },
        {
            "number": "25",
            "text": "Ol ach pechchajel t'a skal eb' anima tik. Ol ach b'atcan t'a skal nok' nok', haxo anh ank'ultak ol a k'ux icha nok' vacax. Ol em yal ak'val t'a ib'anh. Mamin rey, icha chi' ol ach ajek' uqueoc ab'il, masanto ol nachajel uuj to a jun Dios Nivan Yelk'ochi, ha' yajal yaj t'a yib'anh eb' anima. Ha tz'ak'anpaxoch eb' yajal icha sgana mach syak'ochi."
        },
        {
            "number": "26",
            "text": "Ha jun lolonel ix alchaji to skan yib' te' yet' sch'anhal yib' chi', syalelk'ochi to ol ach k'ochxoc t'a opisio chi' ayic toxo ix nachajel uuj to ha Dios yajal yaj t'a yol yib'anhk’inal tik."
        },
        {
            "number": "27",
            "text": "Yuj chi' mamin rey, cha ab' masanil juntzanh lolonel swal tik t'ayach. Yuj chi' tojolnhej tzutej a b'a, manhxo ak'och a mul. Comonoc val tzactejcan a k'ulan chukal, tzach kolwaj t'a eb' tz'ixtaji. Tato icha chi', tecan ol ach kan t'a junk'olal yet' a q'uechaanh t'a masanil tasi, xchi winhaj Daniel chi' t'ayin, xchi winh rey Nabucodonosor chi'."
        },
        {
            "number": "28",
            "text": "Masanil juntzanh lolonel ix alchaj t'a winhaj rey Nabucodonosor chi', ix elk'ochi."
        },
        {
            "number": "29",
            "text": "Yab'ilal yalchaj juntzanh chi' t'a winh rey chi', ayic van sb'eyek' winh t'a spanhanil yib'anh spalacio t'a Babilonia,"
        },
        {
            "number": "30",
            "text": "ix yalan winh icha tik: Ina val yilji niwan chonhab' Babilonia tik. Ha in yet' val in poder ix in b'oq'uei yic scheclajeli to niwan velk'ochi, xchi winh."
        },
        {
            "number": "31",
            "text": "Vanto val yalan juntzanh lolonel chi' winh, ix yab'an winh yoch jun lolonel t'a satcha’anh, ix yalani: Scham ab'an juntzanh lolonel tik ach rey Nabucodonosor, a opisio chi', toxo ix ik'chajek' t'ayach."
        },
        {
            "number": "32",
            "text": "Ol ach pechchajel t'a skal eb' anima, ol ach b'atcan t'a skal nok' nok'. Ha anh ank'ultak ol a k'ux ichoc nok' nok' t'a uqueoc ab'il, masanto ol yal snachajel uuj to ha Dios Nivan Yelk'ochi, ha' tz'ak'an yajalil t'a yib'anh masanil anima yet' t'a yib'anh masanil nación t'a yol yib'anhk’inal tik. A' tz'ak'anoch t'a yajalil mach sgana syak'ochi, xchi jun lolonel chi'."
        },
        {
            "number": "33",
            "text": "Ha t'a jun rato chi', ix elk'och tas alb'ilcan t'a yib'anh winhaj rey Nabucodonosor chi', ix pechchajcanel winh t'a skal eb' anima. Ha anh ank'ultak ix sk'ux winh icha nok' vacax, haxo yal ak'val ix em t'a yib'anh snivanil winh. Ix q'uib' xiil winh icha nok' ch'acb'a, anheja' icha yech nok' ix aj q'uen yech winh."
        },
        {
            "number": "34",
            "text": "Ix yalanpaxb'at winh rey chi' icha tik: Ayic ix lajvi stiempoal yaelal ayoch t'a vib'anh a in Nabucodonosor in tik, ix in q'ue q'uelan t'a satcha’anh, ix b'o in pensar t'a in locoal. Ix valan wach' lolonel d'ha Dios Te Nivan Yelk'ochi, ix vik'anchaanh sb'i Jun aynhejek' t'a junelnhej: Yujto Yajal ton t'a junelnhej, a yopisio malaj slajvub'."
        },
        {
            "number": "35",
            "text": "Ha t'a yichanh, malaj val jab'oc tas syal yuj eb' cajan t'a sat lu'um tik. Sk'ulejnhej tas snib'ej t'a skal eb' ayek' t'a satcha’anh yet' t'a skal eb' cajan t'a sat lu'um tik. Malaj mach syal syamanoch vaan sk'ab' syalan t'ay, ¿tas yuj icha chi' tza k'ulej? manh xchioc."
        },
        {
            "number": "36",
            "text": "Ha t'a jun rato chi', ix meltzaj in pensar ix vab'i yet' vik'anxi vopisio niwan yelk'ochi yet' in poder. Axo eb' in checab' yet' eb' nivac yopisio t'a in despacho, ix javi eb' ul in sayeq'ui. Ix in ochxi yajalil t'a in nación, ix yik'anxi yip vopisio. Te niwan ix ajxi t'a yichanh icha yaj t'a yalanhtaxo."
        },
        {
            "number": "37",
            "text": "Ha ticnaic, a in val svik'chaanh Jun sReyal satcha’anh. Svalanpax wach' lolonel t'ay, yujto a masanil tas sk'ulej, wach'nhej, tojolnhej t'a smasanil. Syalpax yik'anemta eb' syaloch sb'a to niwan yelk'ochi, xchib'at winhaj Nabucodonosor chi'."
        }
    ]
}