{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix yak'anb'at jun ab'ix winh rey t'a yol masanil smacb'en icha tik: Ha in rey Nabucodonosor in tik, swak' stzatzil he k'ool he masanil ex chonhab', ma ex nación yalxonhej tas ti'al tzeyala', a ex masanil ex cajan ex t'a yol yib'anhk’inal tik."
        },
        {
            "number": "2",
            "text": "In gana tzeyojtaquejel he masanil tastac satub'tac ix sk'ulej Dios Niwan Yelk'och t'ayin."
        },
        {
            "number": "3",
            "text": "Te satub'tacxonhej tas sk'ulej, manh jantacoc spoder, Yajal ton t'a masanil tiempo, a yopisio malaj slajwub'."
        },
        {
            "number": "4",
            "text": "Ha in Nabucodonosor in tik, tzalajk'olal wajek' t'a in palacio."
        },
        {
            "number": "5",
            "text": "Palta ha t'a jun ak'wal, ay jun tas ix in wayichej. Ha yuj tas ix wil chi' yet' tas ix in na'a, ix in te xiwi."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix in chec avtajcot masanil heb' jelan t'a Babilonia tik, yic syalan heb' tas syalelk'och in wayich chi'."
        },
        {
            "number": "7",
            "text": "Ix jawi heb' smasanil: Aton heb' ajb'aal, heb' naumel lolonel, heb' schuman yet' k'een k'anal yet' heb' ajchum. Ix walan in wayich chi' t'a heb', palta maj yal-laj heb' t'ayin tas syalelk'ochi."
        },
        {
            "number": "8",
            "text": "Stzak'anilxo ix jawi winhaj Daniel, scuchan pax Beltsasar, icha sb'i in diosal, ayoch sjelanil juntzanh Dios t'a winh. Ix walan in wayich chi' t'a winh icha tik:"
        },
        {
            "number": "9",
            "text": "Ach Beltsasar, yajal aj t'a skal heb' jelan spensar, wojtac to ayoch sjelanil juntzanh Dios t'ayach, ojtacpax masanil tas satub'tac. Scham wal ab'ani tas ix wil t'a in wayich, ol alan t'ayin tas syalelk'ochi."
        },
        {
            "number": "10",
            "text": "Aton wal in wayich ix wil tik ayic jichan in ek' in wayi: Ha t'a snanhal lum lum tik ix wil jun te te' te chaanh steel."
        },
        {
            "number": "11",
            "text": "Ix q'uib'chaanh te', te niwan ix aj spatic te'. Ha schon te', ix k'ek'och t'a satcha’anh, chequel te' masanto b'aj slajwik'och lum lum."
        },
        {
            "number": "12",
            "text": "Te wach' yilji xil te', manh jantacoc sat te', k'ocb'il wal syab' sat te' chi' sloan masanil anima. Axo masanil nok' nok', tz'och nok' sk'ub'ej sb'ha t'a yenhul yich te'. Axo t'a sk'ab'tac te' sb'o so' nok' much, haxo masanil tas pitzan t'a yol yib'anhk’inal tik, k'ocb'il swatzitaj heb' yuj sat te'."
        },
        {
            "number": "13",
            "text": "Axo ix aj jun, ix wilan jun ángel t'a in wayich chi', to stanhwej yol yib'anhk’inal tik, wan yemta t'a satcha’anh."
        },
        {
            "number": "14",
            "text": "Te chaanh ix el yav, ix yalan icha tik: Ch'aquequel te te' chi', xiquequel sk'ab' te', tzeyik'anel xil te', tze saclemanb'at sat te' chi' smasanil. Saclemocab'canb'at masanil nok' nok' ayoch t'a yalanh yenhul te' yet' masanil nok' much ayoch t'a sk'ab'tac te'."
        },
        {
            "number": "15",
            "text": "Axonhej yib' te' tzeyactejcani, tze tzek'ancan te' yib' chi' yet' k'een cadena to hierro yet' bronce. Skan jun chi' t'a skal anh ank'ultak chi', haxo yal ak'wal ol em t'a yib'anh, haxo anh ank'ultak ol sk'ux icha nok' caltacte'al nok'."
        },
        {
            "number": "16",
            "text": "Ol ixtaxel spensar. Lajanxo ol aj spensar icha spensar nok' nok'. Ha jun makan yaelal chi', uque' ab'il ol yak'a'."
        },
        {
            "number": "17",
            "text": "Ha onh ángel onh sco tanhwej yol yib'anhk’inal tik, a onh scala' to ol jawok jun yaelal tik t'a yib'anh, yic wach' syojtaquejel heb' anima smasanil to ha Dios Niwan Yelk'ochi, ay yopisio t'a yib'anhtac nación. Ha tz'ak'an opisio t'a mach sgana syak'ochi, syalpax yak'anoch junok mach emnaquil yajaliloc junok nación, xchi jun ángel chi'."
        },
        {
            "number": "18",
            "text": "Aton in wayich ix wil tik. Ha ticnaik ach Beltsasar, al t'ayin tas syalelk'ochi, yujto malaj wal junocxo heb' ay tas syal yuj t'a yol in macb'en tik snachajel yuj. Palta a ach tik ol yal snachajel uuj, yujto ayoch sjelanil juntzanh Dios t'ayach, xin chi."
        },
        {
            "number": "19",
            "text": "Axo winhaj Daniel chi', aton winh scuchpax Beltsasar, quen am manh junok hora ix kan numan winh. Ix somchajk'e spensar winh, palta ix walan t'a winh: Beltsasar, manh ak' pensar yuj jun in wayich chi' yet' tas syalelk'ochi, xin chi. Ix yalan winh t'ayin: Ay mamin rey, comonoc wal t'a yib'anh heb' ayoch ajk'olal t'ayach ol em tas syalelk'och jun a wayich tik."
        },
        {
            "number": "20",
            "text": "Mamin rey, a jun te te' te chaanh steel ix il chi', aton jun te' ix k'ek'och t'a satcha’anh, te' ix checlaj t'a najat,"
        },
        {
            "number": "21",
            "text": "te' wach' yilji xiil, te' tzijtum sat, te' k'ocb'ilnhej syab' sat sloan masanil tas pitzan, te' b'aj tz'och masanil nok' nok' sk'ub'ej sb'ha t'a yalanh yenhul sk'ab', te' b'aj sb'o so' nok' much t'a scaltac sk'ab',"
        },
        {
            "number": "22",
            "text": "a ach ton tik mamin rey. To ix ach k'enhejchaanh yuj sniwanil elk'och chi'. Ix k'ek'och a b'inajnaquil t'a satcha’anh. Yajal ach t'a masanil yol yib'anhk’inal tik."
        },
        {
            "number": "23",
            "text": "Ix ilanpax yemta jun ángel stanhwumal yol yib'anhk’inal tik t'a satcha’anh, ix yalani: Ch'aquec telwoc te niwan te' chi', yic slajwiem te'. Axonhej yib' te' yet' sch'anhal yib' tzeyak'cani. Stzek'chajcan yib' te' yet' k'een cadena to hierro yet' bronce, skan t'a caltac ank'ultak. Emocab' yal ak'wal t'a yib'anh ta', ol cajnaj yet' nok' nok' uqueoc ab'il."
        },
        {
            "number": "24",
            "text": "Ha syalelk'och jun tik mamin rey, a jun Dios Niwan Yelk'ochi, ha' tz'alan jun tik t'a ib'anh."
        },
        {
            "number": "25",
            "text": "Ol ach pechchajel t'a skal heb' anima tik. Ol ach b'atcan t'a skal nok' nok', haxo anh ank'ultak ol a k'ux icha nok' wacax. Ol em yal ak'wal t'a ib'anh. Mamin rey, icha chi' ol ach ajek' uqueoc ab'il, masanto ol nachajel uuj to a jun Dios Niwan Yelk'ochi, ha' yajal yaj t'a yib'anh heb' anima. Ha tz'ak'anpaxoch heb' yajal icha sgana mach syak'ochi."
        },
        {
            "number": "26",
            "text": "Ha jun lolonel ix alchaji to skan yib' te' yet' sch'anhal yib' chi', syalelk'ochi to ol ach k'ochxoc t'a opisio chi' ayic toxo ix nachajel uuj to ha Dios yajal yaj t'a yol yib'anhk’inal tik."
        },
        {
            "number": "27",
            "text": "Yuj chi' mamin rey, cha ab' masanil juntzanh lolonel swal tik t'ayach. Yuj chi' tojolnhej tzutej a b'a, manhxo ak'och a mul. Comonoc wal tzactejcan a k'ulan chukal, tzach kolwaj t'a heb' tz'ixtaji. Tato icha chi', tecan ol ach kan t'a junk'olal yet' a k'echaanh t'a masanil tasi, xchi winhaj Daniel chi' t'ayin, xchi winh rey Nabucodonosor chi'."
        },
        {
            "number": "28",
            "text": "Masanil juntzanh lolonel ix alchaj t'a winhaj rey Nabucodonosor chi', ix elk'ochi."
        },
        {
            "number": "29",
            "text": "Yab'ilal yalchaj juntzanh chi' t'a winh rey chi', ayic wan sb'eyek' winh t'a spanhanil yib'anh spalacio t'a Babilonia,"
        },
        {
            "number": "30",
            "text": "ix yalan winh icha tik: Ina wal yilji niwan chonhab' Babilonia tik. Ha in yet' wal in poder ix in b'ok'ei yic scheclajeli to niwan welk'ochi, xchi winh."
        },
        {
            "number": "31",
            "text": "Vanto wal yalan juntzanh lolonel chi' winh, ix yab'an winh yoch jun lolonel t'a satcha’anh, ix yalani: Scham ab'an juntzanh lolonel tik ach rey Nabucodonosor, a opisio chi', toxo ix ik'chajek' t'ayach."
        },
        {
            "number": "32",
            "text": "Ol ach pechchajel t'a skal heb' anima, ol ach b'atcan t'a skal nok' nok'. Ha anh ank'ultak ol a k'ux ichoc nok' nok' t'a uqueoc ab'il, masanto ol yal snachajel uuj to ha Dios Niwan Yelk'ochi, ha' tz'ak'an yajalil t'a yib'anh masanil anima yet' t'a yib'anh masanil nación t'a yol yib'anhk’inal tik. A' tz'ak'anoch t'a yajalil mach sgana syak'ochi, xchi jun lolonel chi'."
        },
        {
            "number": "33",
            "text": "Ha t'a jun rato chi', ix elk'och tas alb'ilcan t'a yib'anh winhaj rey Nabucodonosor chi', ix pechchajcanel winh t'a skal heb' anima. Ha anh ank'ultak ix sk'ux winh icha nok' wacax, haxo yal ak'wal ix em t'a yib'anh sniwanil winh. Ix q'uib' xiil winh icha nok' ch'acb'a, anheja' icha yech nok' ix aj k'een yech winh."
        },
        {
            "number": "34",
            "text": "Ix yalanpaxb'at winh rey chi' icha tik: Ayic ix lajwi stiempoal yaelal ayoch t'a wib'anh a in Nabucodonosor in tik, ix in k'e k'elan t'a satcha’anh, ix b'o in pensar t'a in locoal. Ix walan wach' lolonel d'ha Dios Te Niwan Yelk'ochi, ix wik'anchaanh sb'i Jun aynhejek' t'a junelnhej: Yujto Yajal ton t'a junelnhej, a yopisio malaj slajwub'."
        },
        {
            "number": "35",
            "text": "Ha t'a yichanh, malaj wal jab'oc tas syal yuj heb' cajan t'a sat lu'um tik. Sk'ulejnhej tas snib'ej t'a skal heb' ayek' t'a satcha’anh yet' t'a skal heb' cajan t'a sat lu'um tik. Malaj mach syal syamanoch waan sk'ab' syalan t'ay, ¿tas yuj icha chi' tza k'ulej? manh xchioc."
        },
        {
            "number": "36",
            "text": "Ha t'a jun rato chi', ix meltzaj in pensar ix wab'i yet' wik'anxi wopisio niwan yelk'ochi yet' in poder. Axo heb' in checab' yet' heb' niwac yopisio t'a in despacho, ix jawi heb' ul in sayeq'ui. Ix in ochxi yajalil t'a in nación, ix yik'anxi yip wopisio. Te niwan ix ajxi t'a yichanh icha yaj t'a yalanhtaxo."
        },
        {
            "number": "37",
            "text": "Ha ticnaik, a in wal swik'chaanh Jun sReyal satcha’anh. Swalanpax wach' lolonel t'ay, yujto a masanil tas sk'ulej, wach'nhej, tojolnhej t'a smasanil. Syalpax yik'anemta heb' syaloch sb'a to niwan yelk'ochi, xchib'at winhaj Nabucodonosor chi'."
        }
    ]
}