{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj Belsasar sreyal Babilonia, ix yavtej mil eb' nivac yopisio vinh d'a yol snación d'a jun nivan vael. A d'a jun vael chi', ix yuk' anh eb', ix yuk'an anh vinh yed' eb'."
        },
        {
            "number": "2",
            "text": "Vanxo sq'ue anh d'a sjolom vinh rey chi', ix schecan vinh ik'chajcot copa yed' uk'ab' nab'a oro, aton juntzanh yik'naccot vinhaj Nabucodonosor smam icham vinh d'a templo d'a Jerusalén. A d'a yol juntzanh copa yed' juntzanh uk'ab' ix b'at ik'chajcot chi', ata' ix yuk' anh vinh yed' eb' ix yetb'eyum yed' juntzanhxo eb' ix schab'il yetb'eyum yed' pax masanil eb' ayoch yed' vinh d'a vael chi'."
        },
        {
            "number": "3",
            "text": "Masanil eb' ix cham yuj anh, ix yik'anchaanh sdiosal eb' nab'a oro, plata, bronce, hierro, te te' yed' q'uen q'ueen."
        },
        {
            "number": "4",
            "text": "A d'a jun rato chi', ix checlaj jun k'ab' anima b'aj sacq'uinal yuj candil, ix och ijan stz'ib'anoch d'a sat pat chi'. Ayic ix yilan jun k'ab' stz'ib'an chi' vinh rey,"
        },
        {
            "number": "5",
            "text": "sac ix aj sat vinh yuj xivelal. Ix luclonq'ue yoc vinh, ix el val yip vinh."
        },
        {
            "number": "6",
            "text": "Elanhchamel ix el yav vinh, ix yavtancot eb' naumel lolonel vinh, eb' schuman yed' q'uen k'anal yed' eb' ajchum. Ix yalan vinh d'a eb': --A mach syal yilan juntzanh tz'ib'ab'iloch chi', syalan d'ayin tas syalelk'ochi, tz'ak'chajoch junoc pichul púrpura d'ay, tz'ak'chajoch junoc cadena oro d'a sjaj, tz'och d'a yoxil yajalil d'a in macb'en tic, xchi vinh."
        },
        {
            "number": "7",
            "text": "Masanil eb' jelan ayoch yopisio yak'an srazón vinh rey chi', ix och eb' d'a yol jun cuarto, palta malaj val junoc eb' ix nachajel yuuj tas syalelk'ochi."
        },
        {
            "number": "8",
            "text": "Ix te xiv vinhaj rey Belsasar chi', sac ix aj yilji sat vinh. Axo masanil eb' vinh vinac ayek' yed' vinh ta', ix somchajpax sk'ool eb' vinh."
        },
        {
            "number": "9",
            "text": "Ayic ix yab'an ix reina, snun vinh rey chi' yel yav vinh yed' pax eb' avtab'il, ix och ix d'a yol scuartoal b'aj ayoch q'uinh chi', ix yalan ix icha tic: --Ayocab'nhej opisio d'a junelnhej. Mocab' ak' pensar, mocab' ach sacb'ielpax yuj xivelal,"
        },
        {
            "number": "10",
            "text": "yujto a d'a yol a macb'en tic, ay jun vinh syal snachajel yuuj, ayoch sjelanil juntzanh dios d'a vinh. A d'a yol stiempoal vinh a mam icham, a jun vinh vinac chi', ix sch'ox val vinh to ay spensar vinh te vach', ay spensar vinh sik'lab'il icha yic eb' dios. Yuj chi', a vinhaj rey Nabucodonosor a mam icham, a vinh ix ak'anoch jun vinh chi' yajaliloc eb' ay spensar, eb' naumel lolonel, eb' schuman yed' q'uen k'anal yed' eb' ajchum."
        },
        {
            "number": "11",
            "text": "Daniel sb'i jun vinh chi', axo vinh a mam icham chi' ix ak'an scuch vinh Beltsasar. Te ay sjelanil vinh yed' tas yojtac, yic snachajel vayich yuj vinh, syal snachajpaxel yuj vinh tas syalelk'och junoc lolonel to ajaltac snachajeli yed' sb'oan yaj junoc tas to nivan yaji. Avtejcot vinh an. A vinh ol ak'an ojtaquejel tas syalelk'och juntzanh tz'ib' d'a sat pat tic, xchi ix d'a vinh rey chi'."
        },
        {
            "number": "12",
            "text": "Ix avtaj vinhaj Daniel chi', ix ik'chajb'at vinh d'a yichanh vinh rey chi', ix sk'anb'an vinh d'a vinh: --¿A ach am tic tza cuch Daniel, aj Judá ik'b'ilcot preso yuj vinhaj Nabucodonosor vinh in mam icham?"
        },
        {
            "number": "13",
            "text": "Ix alchaj d'ayin tob' ayoch sjelanil juntzanh dios d'ayach, tob' ay a pensar, jelan ach."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix ach vavtej. Ix vavtej masanil eb' vinh jelan yed' eb' naumel lolonel, yic syavtej juntzanh lolonel eb' tz'ib'ab'iloch tic yed' yalan eb' d'ayin tas syalelk'ochi, palta malaj val junoc eb' snachajel yuuj tas syalelk'ochi."
        },
        {
            "number": "15",
            "text": "Ix alchaj d'ayin tob' syal ak'an checlajel lolonel ajaltac snachajeli. Yuj chi' ta syal avtan juntzanh lolonel tic, tzalan d'ayin tas syalelk'ochi, ol ak'chajoch pichul púrpura d'ayach, ol ak'chajpaxoch junoc cadena oro d'a a jaj, ol ach och d'a yoxil yajalil d'a yol in macb'en tic, xchi vinh rey chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan vinhaj Daniel chi' icha tic: --Canocab' a silab' chi' d'ayach mamin rey. Syal ak'an jun opisio chi' d'a junocxo, palta ol vavtej jun tz'ib' tic, ol valan d'ayach tas val syalelk'och juntzanh lolonel tz'ib'ab'iloch d'a sat pat tic."
        },
        {
            "number": "17",
            "text": "Mamin rey, a Dios Te Nivan Yelk'ochi, a' ix ak'an yopisio vinhaj Nabucodonosor a mam icham yed' snivanil yelk'ochi, sb'inajnaquil yed' stziquiquial."
        },
        {
            "number": "18",
            "text": "Yuj opisio ix ak'chaj chi' d'a vinh, ix xiv masanil anima d'a junjun nación yed' d'a junjun ti'al, yujto nivan yelk'och vinh rey chi' d'a yol sat eb'. A mach sgana vinh schami, schamnhej, axo mach malaj sgana vinh schami, max miljichamoc. Ay pax mach ix ik'jiel d'a yopisio yuj vinh, ay pax mach ix ak'jioch d'a yopisio, ato a' tas snib'ej sk'ool vinh."
        },
        {
            "number": "19",
            "text": "Palta a val yic ix yik'anchaanh sb'a vinh, ix ixtaxel sb'eyb'al vinh. Ix ik'chajel vinh d'a yopisio d'a reyal chi' yed' snivanil yelk'ochi."
        },
        {
            "number": "20",
            "text": "Ix pechchajel vinh d'a scal eb' yetanimail, ix ochcan spensar vinh icha spensar nok' nok'. Junnhej ix aj vinh yed' nok' caltacte'al b'uru. Ix sk'ux anh ank'ultac vinh icha nok' vacax. Ix empax yal ak'val d'a snivanil vinh, masanto ix yal snachajel yuj vinh chajtil val yaj Dios, Jun Te Nivan Yelk'ochi, yajal pax yaj d'a yolyib'anhq'uinal tic. A tz'ak'anoch eb' yajal to sgana syak'ochi."
        },
        {
            "number": "21",
            "text": "A achxo pax tic, mamin rey Belsasar, yixchiquin ach vinh, vach'chom ojtac tas ix uji chi', palta manh val jab'oc tziq'uem a b'a."
        },
        {
            "number": "22",
            "text": "Palta yelxo ix ik'chaanh a b'a d'a yichanh Jun Yajalil satchaanh. Ix ak'an ik'chajcot juntzanh copa d'a a mexa yed' juntzanh uk'ab' yic stemplo Jun Yajal satchaanh chi'. A d'a yol juntzanh chi' ix uk' vino yed' masanil eb' avtab'il uuj. Ix eyik'chaanh juntzanh dios to max yal yilani, max yal yab'ani, malaj pax jab'oc tas yojtac. Manhoc pax d'a Dios ix al vach' lolonel, ina a pax d'a yol sk'ab' ay a q'uinal, a pax snaan tas tza k'ulej."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yak'cot Dios jun k'ab' ix tz'ib'an juntzanh lolonel tic,"
        },
        {
            "number": "24",
            "text": "MENE, MENE, TEKEL, UPARSIN."
        },
        {
            "number": "25",
            "text": "A juntzanh tic icha tic syalelk'ochi: MENE: Toxo ix sb'is Dios jaye' k'u ayachto och d'a opisio, toxo ix sch'ox slajvub'."
        },
        {
            "number": "26",
            "text": "TEKEL: Toxo ix ach echtaj d'a yol echlab', manh tz'acanoc alil."
        },
        {
            "number": "27",
            "text": "PERES: A a macb'en, van spojchajb'ati, ix ak'chajoch d'a yol sk'ab' eb' Medo yed' eb' Persa, xchi vinhaj Daniel chi'."
        },
        {
            "number": "28",
            "text": "Ix lajvi chi', ix schecan vinhaj rey Belsasar chi' ak'chajoch pichul púrpura d'a vinhaj Daniel chi'. Ix ak'chajoch jun cadena nab'a oro d'a sjaj vinh. Ix yalan vinh rey chi' d'a masanil anima to a d'a jun rato chi', ix ochcan vinhaj Daniel chi' d'a yoxil yajalil d'a yol smacb'en."
        },
        {
            "number": "29",
            "text": "A d'a jun ak'val chi' ix miljicham vinhaj Belsasar sreyal eb' caldeo chi'."
        },
        {
            "number": "30",
            "text": "Axo vinhaj Darío aj Media ix yak'och sb'a yajalil sq'uexuloc vinh. 62 ab'il sq'uinal vinhaj Darío chi'."
        }
    ]
}