{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Belsasar sreyal Babilonia, ix yavtej mil heb' niwac yopisio winh t'a yol snación t'a jun niwan wael. Ha t'a jun wael chi', ix yuk' anh heb', ix yuk'an anh winh yet' heb'."
        },
        {
            "number": "2",
            "text": "Vanxo sk'e anh t'a sjolom winh rey chi', ix schecan winh ik'chajcot copa yet' uk'ab' nab'a oro, aton juntzanh yik'naccot winhaj Nabucodonosor smam icham winh t'a templo t'a Jerusalén. Ha t'a yol juntzanh copa yet' juntzanh uk'ab' ix b'at ik'chajcot chi', ata' ix yuk' anh winh yet' heb' ix yetb'eyum yet' juntzanhxo heb' ix schab'il yetb'eyum yet' pax masanil heb' ayoch yet' winh t'a wael chi'."
        },
        {
            "number": "3",
            "text": "Masanil heb' ix cham yuj anh, ix yik'anchaanh sdiosal heb' nab'a oro, plata, bronce, hierro, te te' yet' k'een k'een."
        },
        {
            "number": "4",
            "text": "Ha t'a jun rato chi', ix checlaj jun k'ab' anima b'aj sacq'uinal yuj candil, ix och ijan stz'ib'anoch t'a sat pat chi'. Ayic ix yilan jun k'ab' stz'ib'an chi' winh rey,"
        },
        {
            "number": "5",
            "text": "sac ix aj sat winh yuj xiwelal. Ix luclonk'e yoc winh, ix el wal yip winh."
        },
        {
            "number": "6",
            "text": "Elanhchamel ix el yav winh, ix yavtancot heb' naumel lolonel winh, heb' schuman yet' k'een k'anal yet' heb' ajchum. Ix yalan winh t'a heb': --Ha mach syal yilan juntzanh tz'ib'ab'iloch chi', syalan t'ayin tas syalelk'ochi, tz'ak'chajoch junok pichul púrpura t'ay, tz'ak'chajoch junok cadena oro t'a sjaj, tz'och t'a yoxil yajalil t'a in macb'en tik, xchi winh."
        },
        {
            "number": "7",
            "text": "Masanil heb' jelan ayoch yopisio yak'an srazón winh rey chi', ix och heb' t'a yol jun cuarto, palta malaj wal junok heb' ix nachajel yuj tas syalelk'ochi."
        },
        {
            "number": "8",
            "text": "Ix te xiv winhaj rey Belsasar chi', sac ix aj yilji sat winh. Axo masanil heb' winh winak ayek' yet' winh ta', ix somchajpax sk'ool heb' winh."
        },
        {
            "number": "9",
            "text": "Ayic ix yab'an ix reina, snun winh rey chi' yel yav winh yet' pax heb' avtab'il, ix och ix t'a yol scuartoal b'aj ayoch q'uinh chi', ix yalan ix icha tik: --Ayokab'nhej opisio t'a junelnhej. Mocab' ak' pensar, mocab' ach sacb'ielpax yuj xiwelal,"
        },
        {
            "number": "10",
            "text": "yujto ha t'a yol a macb'en tik, ay jun winh syal snachajel yuj, ayoch sjelanil juntzanh Dios t'a winh. Ha t'a yol stiempoal winh a mam icham, a jun winh winak chi', ix sch'ox wal winh to ay spensar winh te wach', ay spensar winh sik'lab'il icha yic heb' Dios. Yuj chi', a winhaj rey Nabucodonosor a mam icham, a winh ix ak'anoch jun winh chi' yajaliloc heb' ay spensar, heb' naumel lolonel, heb' schuman yet' k'een k'anal yet' heb' ajchum."
        },
        {
            "number": "11",
            "text": "Daniel sb'i jun winh chi', haxo winh a mam icham chi' ix ak'an scuch winh Beltsasar. Te ay sjelanil winh yet' tas yojtac, yic snachajel wayich yuj winh, syal snachajpaxel yuj winh tas syalelk'och junok lolonel to ajaltac snachajeli yet' sb'oan yaj junok tas to niwan yaji. Avtejcot winh an. Ha winh ol ak'an ojtaquejel tas syalelk'och juntzanh tz'ib' t'a sat pat tik, xchi ix t'a winh rey chi'."
        },
        {
            "number": "12",
            "text": "Ix avtaj winhaj Daniel chi', ix ik'chajb'at winh t'a yichanh winh rey chi', ix sk'anb'an winh t'a winh: --¿A ach am tik tza cuch Daniel, aj Judá ik'b'ilcot preso yuj winhaj Nabucodonosor winh in mam icham?"
        },
        {
            "number": "13",
            "text": "Ix alchaj t'ayin tob' ayoch sjelanil juntzanh Dios t'ayach, tob' ay a pensar, jelan ach."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix ach wavtej. Ix wavtej masanil heb' winh jelan yet' heb' naumel lolonel, yic syavtej juntzanh lolonel heb' tz'ib'ab'iloch tik yet' yalan heb' t'ayin tas syalelk'ochi, palta malaj wal junok heb' snachajel yuj tas syalelk'ochi."
        },
        {
            "number": "15",
            "text": "Ix alchaj t'ayin tob' syal ak'an checlajel lolonel ajaltac snachajeli. Yuj chi' ta syal awtan juntzanh lolonel tik, tzalan t'ayin tas syalelk'ochi, ol ak'chajoch pichul púrpura t'ayach, ol ak'chajpaxoch junok cadena oro t'a a jaj, ol ach och t'a yoxil yajalil t'a yol in macb'en tik, xchi winh rey chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan winhaj Daniel chi' icha tik: --Canocab' a silab' chi' t'ayach mamin rey. Syal ak'an jun opisio chi' t'a junocxo, palta ol wavtej jun tz'ib' tik, ol walan t'ayach tas wal syalelk'och juntzanh lolonel tz'ib'ab'iloch t'a sat pat tik."
        },
        {
            "number": "17",
            "text": "Mamin rey, ha Dios Te Niwan Yelk'ochi, ha' ix ak'an yopisio winhaj Nabucodonosor a mam icham yet' sniwanil yelk'ochi, sb'inajnaquil yet' stziquiquial."
        },
        {
            "number": "18",
            "text": "Yuj opisio ix ak'chaj chi' t'a winh, ix xiv masanil anima t'a junjun nación yet' t'a junjun ti'al, yujto niwan yelk'och winh rey chi' t'a yol sat heb'. Ha mach sgana winh schami, schamnhej, haxo mach malaj sgana winh schami, max miljichamoc. Ay pax mach ix ik'jiel t'a yopisio yuj winh, ay pax mach ix ak'jioch t'a yopisio, ato ha' tas snib'ej sk'ool winh."
        },
        {
            "number": "19",
            "text": "Palta a wal yic ix yik'anchaanh sb'a winh, ix ixtaxel sb'eyb'al winh. Ix ik'chajel winh t'a yopisio t'a reyal chi' yet' sniwanil yelk'ochi."
        },
        {
            "number": "20",
            "text": "Ix pechchajel winh t'a skal heb' yetanimail, ix ochcan spensar winh icha spensar nok' nok'. Junnhej ix aj winh yet' nok' caltacte'al b'uru. Ix sk'ux anh ank'ultak winh icha nok' wacax. Ix empax yal ak'wal t'a sniwanil winh, masanto ix yal snachajel yuj winh chajtil wal yaj Dios, Jun Te Niwan Yelk'ochi, yajal pax yaj t'a yol yib'anhk’inal tik. Ha tz'ak'anoch heb' yajal to sgana syak'ochi."
        },
        {
            "number": "21",
            "text": "Ha achxo pax tik, mamin rey Belsasar, yixchiquin ach winh, wach'chom ojtac tas ix uji chi', palta manh wal jab'oc tzik'em a b'a."
        },
        {
            "number": "22",
            "text": "Palta yelxo ix ik'chaanh a b'ha t'a yichanh Jun Yajalil satcha’anh. Ix ak'an ik'chajcot juntzanh copa t'a a mexa yet' juntzanh uk'ab' yic stemplo Jun Yajal satcha’anh chi'. Ha t'a yol juntzanh chi' ix uk' wino yet' masanil heb' avtab'il uuj. Ix eyik'chaanh juntzanh Dios to max yal yilani, max yal yab'ani, malaj pax jab'oc tas yojtac. Manhok pax d'ha Dios ix al wach' lolonel, ina a pax t'a yol sk'ab' ay a k 'inal, a pax snaan tas tza k'ulej."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yak'cot Dios jun k'ab' ix tz'ib'an juntzanh lolonel tik,"
        },
        {
            "number": "24",
            "text": "MENE, MENE, TEKEL, UPARSIN."
        },
        {
            "number": "25",
            "text": "Ha juntzanh tik icha tik syalelk'ochi: MENE: Toxo ix sb'is Dios jaye' k'u ayachto och t'a opisio, toxo ix sch'ox slajwub'."
        },
        {
            "number": "26",
            "text": "TEKEL: Toxo ix ach echtaj t'a yol echlab', manh tz'acanoc alil."
        },
        {
            "number": "27",
            "text": "PERES: Ha a macb'en, wan spojchajb'ati, ix ak'chajoch t'a yol sk'ab' heb' Medo yet' heb' Persa, xchi winhaj Daniel chi'."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix schecan winhaj rey Belsasar chi' ak'chajoch pichul púrpura t'a winhaj Daniel chi'. Ix ak'chajoch jun cadena nab'a oro t'a sjaj winh. Ix yalan winh rey chi' t'a masanil anima to ha t'a jun rato chi', ix ochcan winhaj Daniel chi' t'a yoxil yajalil t'a yol smacb'en."
        },
        {
            "number": "29",
            "text": "Ha t'a jun ak'wal chi' ix miljicham winhaj Belsasar sreyal heb' caldeo chi'."
        },
        {
            "number": "30",
            "text": "Axo winhaj Darío aj Media ix yak'och sb'a yajalil sk'exuloc winh. 62 ab'il sk'inal winhaj Darío chi'."
        }
    ]
}