{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Belsasar sreyal Babilonia, ix yavtej mil eb' nivac yopisio vinh t'a yol snación t'a jun niwan vael. Ha t'a jun vael chi', ix yuk' anh eb', ix yuk'an anh vinh yet' eb'."
        },
        {
            "number": "2",
            "text": "Vanxo sq'ue anh t'a sjolom vinh rey chi', ix schecan vinh ik'chajcot copa yet' uk'ab' nab'a oro, aton juntzanh yik'naccot vinhaj Nabucodonosor smam icham vinh t'a templo t'a Jerusalén. Ha t'a yol juntzanh copa yet' juntzanh uk'ab' ix b'at ik'chajcot chi', ata' ix yuk' anh vinh yet' eb' ix yetb'eyum yet' juntzanhxo eb' ix schab'il yetb'eyum yet' pax masanil eb' ayoch yet' vinh t'a vael chi'."
        },
        {
            "number": "3",
            "text": "Masanil eb' ix cham yuj anh, ix yik'anchaanh sdiosal eb' nab'a oro, plata, bronce, hierro, te te' yet' q'uen q'ueen."
        },
        {
            "number": "4",
            "text": "Ha t'a jun rato chi', ix checlaj jun k'ab' anima b'aj sacq'uinal yuj candil, ix och ijan stz'ib'anoch t'a sat pat chi'. Ayic ix yilan jun k'ab' stz'ib'an chi' vinh rey,"
        },
        {
            "number": "5",
            "text": "sac ix aj sat vinh yuj xivelal. Ix luclonq'ue yoc vinh, ix el val yip vinh."
        },
        {
            "number": "6",
            "text": "Elanhchamel ix el yav vinh, ix yavtancot eb' naumel lolonel vinh, eb' schuman yet' q'uen k'anal yet' eb' ajchum. Ix yalan vinh t'a eb': --Ha mach syal yilan juntzanh tz'ib'ab'iloch chi', syalan t'ayin tas syalelk'ochi, tz'ak'chajoch junok pichul púrpura t'ay, tz'ak'chajoch junok cadena oro t'a sjaj, tz'och t'a yoxil yajalil t'a in macb'en tik, xchi vinh."
        },
        {
            "number": "7",
            "text": "Masanil eb' jelan ayoch yopisio yak'an srazón vinh rey chi', ix och eb' t'a yol jun cuarto, palta malaj val junok eb' ix nachajel yuj tas syalelk'ochi."
        },
        {
            "number": "8",
            "text": "Ix te xiv vinhaj rey Belsasar chi', sac ix aj yilji sat vinh. Axo masanil eb' vinh vinac ayek' yet' vinh ta', ix somchajpax sk'ool eb' vinh."
        },
        {
            "number": "9",
            "text": "Ayic ix yab'an ix reina, snun vinh rey chi' yel yav vinh yet' pax eb' avtab'il, ix och ix t'a yol scuartoal b'aj ayoch q'uinh chi', ix yalan ix icha tik: --Ayokab'nhej opisio t'a junelnhej. Mocab' ak' pensar, mocab' ach sacb'ielpax yuj xivelal,"
        },
        {
            "number": "10",
            "text": "yujto ha t'a yol a macb'en tik, ay jun vinh syal snachajel yuj, ayoch sjelanil juntzanh dios t'a vinh. Ha t'a yol stiempoal vinh a mam icham, a jun vinh vinac chi', ix sch'ox val vinh to ay spensar vinh te wach', ay spensar vinh sik'lab'il icha yic eb' dios. Yuj chi', a vinhaj rey Nabucodonosor a mam icham, a vinh ix ak'anoch jun vinh chi' yajaliloc eb' ay spensar, eb' naumel lolonel, eb' schuman yet' q'uen k'anal yet' eb' ajchum."
        },
        {
            "number": "11",
            "text": "Daniel sb'i jun vinh chi', haxo vinh a mam icham chi' ix ak'an scuch vinh Beltsasar. Te ay sjelanil vinh yet' tas yojtac, yic snachajel vayich yuj vinh, syal snachajpaxel yuj vinh tas syalelk'och junok lolonel to ajaltac snachajeli yet' sb'oan yaj junok tas to niwan yaji. Avtejcot vinh an. Ha vinh ol ak'an ojtaquejel tas syalelk'och juntzanh tz'ib' t'a sat pat tik, xchi ix t'a vinh rey chi'."
        },
        {
            "number": "12",
            "text": "Ix avtaj vinhaj Daniel chi', ix ik'chajb'at vinh t'a yichanh vinh rey chi', ix sk'anb'an vinh t'a vinh: --¿A ach am tik tza cuch Daniel, aj Judá ik'b'ilcot preso yuj vinhaj Nabucodonosor vinh in mam icham?"
        },
        {
            "number": "13",
            "text": "Ix alchaj t'ayin tob' ayoch sjelanil juntzanh dios t'ayach, tob' ay a pensar, jelan ach."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix ach vavtej. Ix vavtej masanil eb' vinh jelan yet' eb' naumel lolonel, yic syavtej juntzanh lolonel eb' tz'ib'ab'iloch tik yet' yalan eb' t'ayin tas syalelk'ochi, palta malaj val junok eb' snachajel yuj tas syalelk'ochi."
        },
        {
            "number": "15",
            "text": "Ix alchaj t'ayin tob' syal ak'an checlajel lolonel ajaltac snachajeli. Yuj chi' ta syal avtan juntzanh lolonel tik, tzalan t'ayin tas syalelk'ochi, ol ak'chajoch pichul púrpura t'ayach, ol ak'chajpaxoch junok cadena oro t'a a jaj, ol ach och t'a yoxil yajalil t'a yol in macb'en tik, xchi vinh rey chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan vinhaj Daniel chi' icha tik: --Canocab' a silab' chi' t'ayach mamin rey. Syal ak'an jun opisio chi' t'a junocxo, palta ol vavtej jun tz'ib' tik, ol valan t'ayach tas val syalelk'och juntzanh lolonel tz'ib'ab'iloch t'a sat pat tik."
        },
        {
            "number": "17",
            "text": "Mamin rey, ha Dios Te Nivan Yelk'ochi, ha' ix ak'an yopisio vinhaj Nabucodonosor a mam icham yet' snivanil yelk'ochi, sb'inajnaquil yet' stziquiquial."
        },
        {
            "number": "18",
            "text": "Yuj opisio ix ak'chaj chi' t'a vinh, ix xiv masanil anima t'a junjun nación yet' t'a junjun ti'al, yujto niwan yelk'och vinh rey chi' t'a yol sat eb'. Ha mach sgana vinh schami, schamnhej, haxo mach malaj sgana vinh schami, max miljichamoc. Ay pax mach ix ik'jiel t'a yopisio yuj vinh, ay pax mach ix ak'jioch t'a yopisio, ato ha' tas snib'ej sk'ool vinh."
        },
        {
            "number": "19",
            "text": "Palta a val yic ix yik'anchaanh sb'a vinh, ix ixtaxel sb'eyb'al vinh. Ix ik'chajel vinh t'a yopisio t'a reyal chi' yet' snivanil yelk'ochi."
        },
        {
            "number": "20",
            "text": "Ix pechchajel vinh t'a skal eb' yetanimail, ix ochcan spensar vinh icha spensar nok' nok'. Junnhej ix aj vinh yet' nok' caltacte'al b'uru. Ix sk'ux anh ank'ultak vinh icha nok' vacax. Ix empax yal ak'val t'a snivanil vinh, masanto ix yal snachajel yuj vinh chajtil val yaj Dios, Jun Te Nivan Yelk'ochi, yajal pax yaj t'a yol yib'anhk’inal tik. Ha tz'ak'anoch eb' yajal to sgana syak'ochi."
        },
        {
            "number": "21",
            "text": "Ha achxo pax tik, mamin rey Belsasar, yixchiquin ach vinh, wach'chom ojtac tas ix uji chi', palta manh val jab'oc tziq'uem a b'a."
        },
        {
            "number": "22",
            "text": "Palta yelxo ix ik'chaanh a b'ha t'a yichanh Jun Yajalil satcha’anh. Ix ak'an ik'chajcot juntzanh copa t'a a mexa yet' juntzanh uk'ab' yic stemplo Jun Yajal satcha’anh chi'. Ha t'a yol juntzanh chi' ix uk' vino yet' masanil eb' avtab'il uuj. Ix eyik'chaanh juntzanh dios to max yal yilani, max yal yab'ani, malaj pax jab'oc tas yojtac. Manhoc pax d'ha Dios ix al wach' lolonel, ina a pax t'a yol sk'ab' ay a q'uinal, a pax snaan tas tza k'ulej."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yak'cot Dios jun k'ab' ix tz'ib'an juntzanh lolonel tik,"
        },
        {
            "number": "24",
            "text": "MENE, MENE, TEKEL, UPARSIN."
        },
        {
            "number": "25",
            "text": "Ha juntzanh tik icha tik syalelk'ochi: MENE: Toxo ix sb'is Dios jaye' k'u ayachto och t'a opisio, toxo ix sch'ox slajvub'."
        },
        {
            "number": "26",
            "text": "TEKEL: Toxo ix ach echtaj t'a yol echlab', manh tz'acanoc alil."
        },
        {
            "number": "27",
            "text": "PERES: Ha a macb'en, van spojchajb'ati, ix ak'chajoch t'a yol sk'ab' eb' Medo yet' eb' Persa, xchi vinhaj Daniel chi'."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix schecan vinhaj rey Belsasar chi' ak'chajoch pichul púrpura t'a vinhaj Daniel chi'. Ix ak'chajoch jun cadena nab'a oro t'a sjaj vinh. Ix yalan vinh rey chi' t'a masanil anima to ha t'a jun rato chi', ix ochcan vinhaj Daniel chi' t'a yoxil yajalil t'a yol smacb'en."
        },
        {
            "number": "29",
            "text": "Ha t'a jun ak'val chi' ix miljicham vinhaj Belsasar sreyal eb' caldeo chi'."
        },
        {
            "number": "30",
            "text": "Axo vinhaj Darío aj Media ix yak'och sb'a yajalil sq'uexuloc vinh. 62 ab'il sq'uinal vinhaj Darío chi'."
        }
    ]
}