{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Belsasar sreyal Babilonia, ix yavtej mil eb' nivac yopisio winh t'a yol snación t'a jun niwan vael. Ha t'a jun vael chi', ix yuk' anh eb', ix yuk'an anh winh yet' eb'."
        },
        {
            "number": "2",
            "text": "Vanxo sq'ue anh t'a sjolom winh rey chi', ix schecan winh ik'chajcot copa yet' uk'ab' nab'a oro, aton juntzanh yik'naccot winhaj Nabucodonosor smam icham winh t'a templo t'a Jerusalén. Ha t'a yol juntzanh copa yet' juntzanh uk'ab' ix b'at ik'chajcot chi', ata' ix yuk' anh winh yet' eb' ix yetb'eyum yet' juntzanhxo eb' ix schab'il yetb'eyum yet' pax masanil eb' ayoch yet' winh t'a vael chi'."
        },
        {
            "number": "3",
            "text": "Masanil eb' ix cham yuj anh, ix yik'anchaanh sdiosal eb' nab'a oro, plata, bronce, hierro, te te' yet' q'uen q'ueen."
        },
        {
            "number": "4",
            "text": "Ha t'a jun rato chi', ix checlaj jun k'ab' anima b'aj sacq'uinal yuj candil, ix och ijan stz'ib'anoch t'a sat pat chi'. Ayic ix yilan jun k'ab' stz'ib'an chi' winh rey,"
        },
        {
            "number": "5",
            "text": "sac ix aj sat winh yuj xivelal. Ix luclonq'ue yoc winh, ix el val yip winh."
        },
        {
            "number": "6",
            "text": "Elanhchamel ix el yav winh, ix yavtancot eb' naumel lolonel winh, eb' schuman yet' q'uen k'anal yet' eb' ajchum. Ix yalan winh t'a eb': --Ha mach syal yilan juntzanh tz'ib'ab'iloch chi', syalan t'ayin tas syalelk'ochi, tz'ak'chajoch junok pichul púrpura t'ay, tz'ak'chajoch junok cadena oro t'a sjaj, tz'och t'a yoxil yajalil t'a in macb'en tik, xchi winh."
        },
        {
            "number": "7",
            "text": "Masanil eb' jelan ayoch yopisio yak'an srazón winh rey chi', ix och eb' t'a yol jun cuarto, palta malaj val junok eb' ix nachajel yuj tas syalelk'ochi."
        },
        {
            "number": "8",
            "text": "Ix te xiv winhaj rey Belsasar chi', sac ix aj yilji sat winh. Axo masanil eb' winh vinac ayek' yet' winh ta', ix somchajpax sk'ool eb' winh."
        },
        {
            "number": "9",
            "text": "Ayic ix yab'an ix reina, snun winh rey chi' yel yav winh yet' pax eb' avtab'il, ix och ix t'a yol scuartoal b'aj ayoch q'uinh chi', ix yalan ix icha tik: --Ayokab'nhej opisio t'a junelnhej. Mocab' ak' pensar, mocab' ach sacb'ielpax yuj xivelal,"
        },
        {
            "number": "10",
            "text": "yujto ha t'a yol a macb'en tik, ay jun winh syal snachajel yuj, ayoch sjelanil juntzanh dios t'a winh. Ha t'a yol stiempoal winh a mam icham, a jun winh vinac chi', ix sch'ox val winh to ay spensar winh te wach', ay spensar winh sik'lab'il icha yic eb' dios. Yuj chi', a winhaj rey Nabucodonosor a mam icham, a winh ix ak'anoch jun winh chi' yajaliloc eb' ay spensar, eb' naumel lolonel, eb' schuman yet' q'uen k'anal yet' eb' ajchum."
        },
        {
            "number": "11",
            "text": "Daniel sb'i jun winh chi', haxo winh a mam icham chi' ix ak'an scuch winh Beltsasar. Te ay sjelanil winh yet' tas yojtac, yic snachajel vayich yuj winh, syal snachajpaxel yuj winh tas syalelk'och junok lolonel to ajaltac snachajeli yet' sb'oan yaj junok tas to niwan yaji. Avtejcot winh an. Ha winh ol ak'an ojtaquejel tas syalelk'och juntzanh tz'ib' t'a sat pat tik, xchi ix t'a winh rey chi'."
        },
        {
            "number": "12",
            "text": "Ix avtaj winhaj Daniel chi', ix ik'chajb'at winh t'a yichanh winh rey chi', ix sk'anb'an winh t'a winh: --¿A ach am tik tza cuch Daniel, aj Judá ik'b'ilcot preso yuj winhaj Nabucodonosor winh in mam icham?"
        },
        {
            "number": "13",
            "text": "Ix alchaj t'ayin tob' ayoch sjelanil juntzanh dios t'ayach, tob' ay a pensar, jelan ach."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix ach vavtej. Ix vavtej masanil eb' winh jelan yet' eb' naumel lolonel, yic syavtej juntzanh lolonel eb' tz'ib'ab'iloch tik yet' yalan eb' t'ayin tas syalelk'ochi, palta malaj val junok eb' snachajel yuj tas syalelk'ochi."
        },
        {
            "number": "15",
            "text": "Ix alchaj t'ayin tob' syal ak'an checlajel lolonel ajaltac snachajeli. Yuj chi' ta syal awtan juntzanh lolonel tik, tzalan t'ayin tas syalelk'ochi, ol ak'chajoch pichul púrpura t'ayach, ol ak'chajpaxoch junok cadena oro t'a a jaj, ol ach och t'a yoxil yajalil t'a yol in macb'en tik, xchi winh rey chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan winhaj Daniel chi' icha tik: --Canocab' a silab' chi' t'ayach mamin rey. Syal ak'an jun opisio chi' t'a junocxo, palta ol vavtej jun tz'ib' tik, ol valan t'ayach tas val syalelk'och juntzanh lolonel tz'ib'ab'iloch t'a sat pat tik."
        },
        {
            "number": "17",
            "text": "Mamin rey, ha Dios Te Nivan Yelk'ochi, ha' ix ak'an yopisio winhaj Nabucodonosor a mam icham yet' snivanil yelk'ochi, sb'inajnaquil yet' stziquiquial."
        },
        {
            "number": "18",
            "text": "Yuj opisio ix ak'chaj chi' t'a winh, ix xiv masanil anima t'a junjun nación yet' t'a junjun ti'al, yujto niwan yelk'och winh rey chi' t'a yol sat eb'. Ha mach sgana winh schami, schamnhej, haxo mach malaj sgana winh schami, max miljichamoc. Ay pax mach ix ik'jiel t'a yopisio yuj winh, ay pax mach ix ak'jioch t'a yopisio, ato ha' tas snib'ej sk'ool winh."
        },
        {
            "number": "19",
            "text": "Palta a val yic ix yik'anchaanh sb'a winh, ix ixtaxel sb'eyb'al winh. Ix ik'chajel winh t'a yopisio t'a reyal chi' yet' snivanil yelk'ochi."
        },
        {
            "number": "20",
            "text": "Ix pechchajel winh t'a skal eb' yetanimail, ix ochcan spensar winh icha spensar nok' nok'. Junnhej ix aj winh yet' nok' caltacte'al b'uru. Ix sk'ux anh ank'ultak winh icha nok' vacax. Ix empax yal ak'val t'a snivanil winh, masanto ix yal snachajel yuj winh chajtil val yaj Dios, Jun Te Nivan Yelk'ochi, yajal pax yaj t'a yol yib'anhk’inal tik. Ha tz'ak'anoch eb' yajal to sgana syak'ochi."
        },
        {
            "number": "21",
            "text": "Ha achxo pax tik, mamin rey Belsasar, yixchiquin ach winh, wach'chom ojtac tas ix uji chi', palta manh val jab'oc tziq'uem a b'a."
        },
        {
            "number": "22",
            "text": "Palta yelxo ix ik'chaanh a b'ha t'a yichanh Jun Yajalil satcha’anh. Ix ak'an ik'chajcot juntzanh copa t'a a mexa yet' juntzanh uk'ab' yic stemplo Jun Yajal satcha’anh chi'. Ha t'a yol juntzanh chi' ix uk' vino yet' masanil eb' avtab'il uuj. Ix eyik'chaanh juntzanh dios to max yal yilani, max yal yab'ani, malaj pax jab'oc tas yojtac. Manhoc pax d'ha Dios ix al wach' lolonel, ina a pax t'a yol sk'ab' ay a q'uinal, a pax snaan tas tza k'ulej."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix yak'cot Dios jun k'ab' ix tz'ib'an juntzanh lolonel tik,"
        },
        {
            "number": "24",
            "text": "MENE, MENE, TEKEL, UPARSIN."
        },
        {
            "number": "25",
            "text": "Ha juntzanh tik icha tik syalelk'ochi: MENE: Toxo ix sb'is Dios jaye' k'u ayachto och t'a opisio, toxo ix sch'ox slajvub'."
        },
        {
            "number": "26",
            "text": "TEKEL: Toxo ix ach echtaj t'a yol echlab', manh tz'acanoc alil."
        },
        {
            "number": "27",
            "text": "PERES: Ha a macb'en, van spojchajb'ati, ix ak'chajoch t'a yol sk'ab' eb' Medo yet' eb' Persa, xchi winhaj Daniel chi'."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix schecan winhaj rey Belsasar chi' ak'chajoch pichul púrpura t'a winhaj Daniel chi'. Ix ak'chajoch jun cadena nab'a oro t'a sjaj winh. Ix yalan winh rey chi' t'a masanil anima to ha t'a jun rato chi', ix ochcan winhaj Daniel chi' t'a yoxil yajalil t'a yol smacb'en."
        },
        {
            "number": "29",
            "text": "Ha t'a jun ak'val chi' ix miljicham winhaj Belsasar sreyal eb' caldeo chi'."
        },
        {
            "number": "30",
            "text": "Axo winhaj Darío aj Media ix yak'och sb'a yajalil sq'uexuloc winh. 62 ab'il sk'inal winhaj Darío chi'."
        }
    ]
}