{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix yak'anoch 120 eb' winh gobernador winhaj Darío chi', yic syil junjun makan chonhab' eb' winh t'a yol smacb'en."
        },
        {
            "number": "2",
            "text": "Ix yak'anoch oxvanhxo sat yajal winh t'a eb' winh gobernador chi', yic syilan eb' winh yet' stanhvan masanil tastac, yic wach' tz'acan tz'aj yak'chaj q'uen tumin syak' eb' winh t'a winh rey chi'. D'a skal eb' winh sat yaj chi' ayoch winhaj Daniel chi'."
        },
        {
            "number": "3",
            "text": "Ix checlajel winhaj Daniel chi' t'a skal eb' winh yetyajalil chi', yujto wach'nhej syutej sb'a winh. Yuj chi' ix sna winh rey chi' to tz'och winh sat yajalil t'a yol smacb'en chi'."
        },
        {
            "number": "4",
            "text": "Axo juntzanh eb' winh yetyajalil winh chi', ix say modo eb' winh tas tz'aj yemta winh t'a yopisio chi'. Palta te k'anab'ajum winh, max elk'an winh t'a tas sk'ulej, ayoch spensar winh t'a yopisio chi'. Yuj chi' malaj junok tas syal yalanq'ue eb' winh t'a spatic winh."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix ochnhej ijan eb' winh snaani, ix yalan eb' winh: Malaj val junok tas syal calanq'ue t'a spatic winh, anhej yuj sk'anab'ajan sDiosal winh, xchi eb' winh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix slajtiej sb'a eb' winh yajal chi', yic b'at yalan eb' winh t'a winhaj Darío chi'. Ayic ix k'och eb' winh t'a yichanh winh, ix yalan eb' winh icha tik: --Mamin rey Darío, ayocab'nhej opisio t'a junelnhej."
        },
        {
            "number": "7",
            "text": "Ix co mol lajtiej co b'a co masanil a onh yajal onh tik t'a yol a macb'en tik. Ix co naani to tzaq'uelta junok ley yic tz'alchajel t'a skal masanil anima t'a masanil yol a macb'en tik to malaj junok mach sk'anan scolval sdiosal, ma t'a junocxo yetanimail t'a junok ujal, palta anhej t'ayach syal sb'a mamin rey. Ha mach max k'anab'ajan jun ley chi', tojolnhej syumjicanem b'aj macb'il nok' choj."
        },
        {
            "number": "8",
            "text": "Yuj chi', mamin rey, ak' tz'ib'chaj jun ley chi', tzak'anoch a sello t'ay yic wach' malaj mach syal sq'uexani. A' co ley a onh medos yet' persas onh tik, max yal-laj yek'b'ati, xchi eb' winh."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix schec winhaj rey Darío chi' tz'ib'chaj jun ley chi', ix yak'anoch winh t'a yopisio."
        },
        {
            "number": "10",
            "text": "Axo ix yab'an winhaj Daniel to toxo ix alchajel jun ley chi', ix q'uenhej winh t'a yol spat t'a chaanh, ix sjacanxi sventena winh q'uelanb'at t'a stojolal Jerusalén. Ix em cuman winh, ix lesalvi winh d'ha Dios, ix yak'an yuj diosal winh t'ay. Oxel slesalvi winh t'a junjun k'u, ichataxon sk'ulej winh."
        },
        {
            "number": "11",
            "text": "Axo juntzanh eb' winh chi', ix smolb'ej sb'a eb' winh, ix yilan eb' winh to van slesalvi winh yet' stevi winh d'ha Dios."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix b'at eb' winh t'a winh rey chi'. Ix b'at yalan eb' winh yuj jun ley toxo ix alchajel chi', ix yalan eb' winh icha tik: --Toton ix a chec alchajel jun ley tz'alan icha tik: Yalnhej mach syal sb'ha t'a sdiosal, ma t'a junocxo ch'oc animail t'a junok ujal, tato manhoc t'a winh rey syal tas snib'ej, yowalil syumchajem b'aj macb'il nok' choj, xchi. ¿Manh am yeloc icha chi'? xchi eb' winh. --Ichaton chi' ix aji. Ha jun ley chi' yowalil sk'anab'ajaji, a co leyal a onh medos yet' persas onh tik, max yal-laj yek'b'at tas syala', xchi winh rey chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix ochnhej ijan eb' winh yalan icha tik: --Ha winhaj Daniel, winh ik'chajnaccot t'a Judá, max sk'anab'ajejlaj winh. Mamin rey, manh jab'oc xiv winh t'ayach, malaj pax jab'oc yelk'och jun ley chi' t'a winh. Toxo ix quila' to oxel slesalvi winh t'a sDiosal t'a junjun k'u, xchi eb' winh."
        },
        {
            "number": "14",
            "text": "Ayic ix yab'an winh rey chi' icha chi', ix och winh t'a cusk'olal. Masanil jun k'ual chi', ix sayek' winh tas tz'aj scolchajel winhaj Daniel chi'."
        },
        {
            "number": "15",
            "text": "Axo yic vanxo sb'at k'u, ix smolb'anxi sb'a juntzanh eb' winh vinac chi' t'a yichanh winh rey chi', ix yalan eb' winh: --Mamin rey, ojtac val to a co ley a onh medos yet' persas onh tik, ta ay junok lolonel, ma junok ley toxo ix yalel winh rey, maxtzac yal-laj yek'b'ati, xchi eb' winh."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix schecan winh rey chi' ik'chajcot winhaj Daniel chi' yic syumchajem winh b'aj macb'il nok' choj chi'. Ayic manto yumchajem winh, ix yalan winh rey chi' t'a winh: --Comonoc val ol ach coljoc yuj a Diosal to ayachnhejoch ak'an servil, xchi winh."
        },
        {
            "number": "17",
            "text": "Ayic toxo ix yumjicanem winh t'a skal nok' choj chi', ix ak'jicanem jun q'uen q'ueen smaculoc. Ix ak'jicanoch sello yic yopisio winh rey chi' t'a q'ueen yet' sello eb' winh nivac yajal yaj yet' winh, yic wach' max tenjiek' tas ix alchaj t'a spatic winhaj Daniel chi'."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix b'at winh rey chi' t'a spalacio, palta majxo valaj winh, majxo schec winh ik'chajcot eb' tz'ak'an tzalajb'oc sk'ool. Ix b'at vay winh, palta junelnhej maj ochlaj svayanh winh t'a jun ak'val chi'."
        },
        {
            "number": "19",
            "text": "Ix pet q'ue vaan winh, ix b'at lemnaj winh t'a sti' b'aj macb'il nok' choj chi'."
        },
        {
            "number": "20",
            "text": "Ayic ix k'och winh t'a slak'anil chi', ix avaj winh t'a winhaj Daniel chi'. Cuseltac ix yutej avaj sb'a winh, ix yalan winh: --Daniel, ach schecab' jun Dios pitzan, aton jun Dios tzak'nhej servil ¿ix am yal ach scolanel a Diosal t'a nok' choj chi'? xchi winh."
        },
        {
            "number": "21",
            "text": "Ix tak'vi winhaj Daniel chi' icha tik: --Mamin rey, ayocab' opisio t'a junelnhej."
        },
        {
            "number": "22",
            "text": "Ix scheccot jun yángel in Diosal yic smacan sti' nok' choj tik. Yuj chi' malaj val jab'oc tas ix in yutej nok', yujto yojtac to malaj jab'oc in mul t'a yichanh. Malaj pax tas chuk ix in k'ulej t'ayach, xchi winh."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix te tzalajq'ue winh rey chi', ix schecan winh ik'chajq'ueta winhaj Daniel b'aj ay nok' choj chi'. Axo yic ix q'ueul winh, ix yilan eb' to malaj jab'oc b'aj ix lajvi winh, yujto a sDiosal winh ayoch yipoc sk'ool."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix yalan winh rey chi' to sb'at ik'jicot eb' winh ix alanq'ue jun lolonel t'a spatic winhaj Daniel chi'. Ix yumjicanem eb' winh t'a skal nok' choj chi' yet' yetb'eyum yet' yalyuninal junjun eb' winh. Manto emk'ochlaj eb' t'a skal nok', ix q'ueta tzacaljoc nok' t'a eb', chok' ix aj eb' yuj nok'."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi', ix yak'an tz'ib'chaj winhaj rey Darío jun tik t'a masanil anima yalnhej tas ti'al ay t'a yol smacb'en chi'. Ix yalanb'at winh icha tik: Junk'olalocab' eyaji."
        },
        {
            "number": "26",
            "text": "Svalan t'ayex e masanil t'a yol in macb'en, nivanocab' yelk'och sDiosal winhaj Daniel t'a yol e sat. Yujto a sDiosal winh chi', pitzan toni, aynhejek' t'a junelnhej. Ha yopisio, malaj b'ak'uinh ol sateloc, malaj slajvub'."
        },
        {
            "number": "27",
            "text": "Ha Jun Colvajum chi', a scolan eb' yic yet' spoder. Sch'oxan tas satub'tac t'a satcha’anh yet' t'a sat lu'um tik. Ha ix colanel winhaj Daniel t'a nok' choj, xchib'at winh rey chi'."
        },
        {
            "number": "28",
            "text": "Aynhejoch winhaj Daniel chi' t'a yopisio ayic ayoch winhaj Darío t'a reyal yet' pax yic ayoch winhaj Ciro aj Persia reyal."
        }
    ]
}