{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix yak'anoch 120 eb' vinh gobernador vinhaj Darío chi', yic syil junjun makan chonhab' eb' vinh t'a yol smacb'en."
        },
        {
            "number": "2",
            "text": "Ix yak'anoch oxvanhxo sat yajal vinh t'a eb' vinh gobernador chi', yic syilan eb' vinh yet' stanhvan masanil tastac, yic wach' tz'acan tz'aj yak'chaj q'uen tumin syak' eb' vinh t'a vinh rey chi'. D'a skal eb' vinh sat yaj chi' ayoch vinhaj Daniel chi'."
        },
        {
            "number": "3",
            "text": "Ix checlajel vinhaj Daniel chi' t'a skal eb' vinh yetyajalil chi', yujto wach'nhej syutej sb'a vinh. Yuj chi' ix sna vinh rey chi' to tz'och vinh sat yajalil t'a yol smacb'en chi'."
        },
        {
            "number": "4",
            "text": "Axo juntzanh eb' vinh yetyajalil vinh chi', ix say modo eb' vinh tas tz'aj yemta vinh t'a yopisio chi'. Palta te k'anab'ajum vinh, max elk'an vinh t'a tas sk'ulej, ayoch spensar vinh t'a yopisio chi'. Yuj chi' malaj junok tas syal yalanq'ue eb' vinh t'a spatic vinh."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix ochnhej ijan eb' vinh snaani, ix yalan eb' vinh: Malaj val junok tas syal calanq'ue t'a spatic vinh, anhej yuj sk'anab'ajan sDiosal vinh, xchi eb' vinh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix slajtiej sb'a eb' vinh yajal chi', yic b'at yalan eb' vinh t'a vinhaj Darío chi'. Ayic ix k'och eb' vinh t'a yichanh vinh, ix yalan eb' vinh icha tik: --Mamin rey Darío, ayocab'nhej opisio t'a junelnhej."
        },
        {
            "number": "7",
            "text": "Ix co mol lajtiej co b'a co masanil a onh yajal onh tik t'a yol a macb'en tik. Ix co naani to tzaq'uelta junok ley yic tz'alchajel t'a skal masanil anima t'a masanil yol a macb'en tik to malaj junok mach sk'anan scolval sdiosal, ma t'a junocxo yetanimail t'a junok ujal, palta anhej t'ayach syal sb'a mamin rey. Ha mach max k'anab'ajan jun ley chi', tojolnhej syumjicanem b'aj macb'il nok' choj."
        },
        {
            "number": "8",
            "text": "Yuj chi', mamin rey, ak' tz'ib'chaj jun ley chi', tzak'anoch a sello t'ay yic wach' malaj mach syal sq'uexani. A' co ley a onh medos yet' persas onh tik, max yal-laj yek'b'ati, xchi eb' vinh."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix schec vinhaj rey Darío chi' tz'ib'chaj jun ley chi', ix yak'anoch vinh t'a yopisio."
        },
        {
            "number": "10",
            "text": "Axo ix yab'an vinhaj Daniel to toxo ix alchajel jun ley chi', ix q'uenhej vinh t'a yol spat t'a chaanh, ix sjacanxi sventena vinh q'uelanb'at t'a stojolal Jerusalén. Ix em cuman vinh, ix lesalvi vinh d'ha Dios, ix yak'an yuj diosal vinh t'ay. Oxel slesalvi vinh t'a junjun k'u, ichataxon sk'ulej vinh."
        },
        {
            "number": "11",
            "text": "Axo juntzanh eb' vinh chi', ix smolb'ej sb'a eb' vinh, ix yilan eb' vinh to van slesalvi vinh yet' stevi vinh d'ha Dios."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix b'at eb' vinh t'a vinh rey chi'. Ix b'at yalan eb' vinh yuj jun ley toxo ix alchajel chi', ix yalan eb' vinh icha tik: --Toton ix a chec alchajel jun ley tz'alan icha tik: Yalnhej mach syal sb'ha t'a sdiosal, ma t'a junocxo ch'oc animail t'a junok ujal, tato manhoc t'a vinh rey syal tas snib'ej, yovalil syumchajem b'aj macb'il nok' choj, xchi. ¿Manh am yeloc icha chi'? xchi eb' vinh. --Ichaton chi' ix aji. Ha jun ley chi' yovalil sk'anab'ajaji, a co leyal a onh medos yet' persas onh tik, max yal-laj yek'b'at tas syala', xchi vinh rey chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix ochnhej ijan eb' vinh yalan icha tik: --Ha vinhaj Daniel, vinh ik'chajnaccot t'a Judá, max sk'anab'ajejlaj vinh. Mamin rey, manh jab'oc xiv vinh t'ayach, malaj pax jab'oc yelk'och jun ley chi' t'a vinh. Toxo ix quila' to oxel slesalvi vinh t'a sDiosal t'a junjun k'u, xchi eb' vinh."
        },
        {
            "number": "14",
            "text": "Ayic ix yab'an vinh rey chi' icha chi', ix och vinh t'a cusk'olal. Masanil jun k'ual chi', ix sayek' vinh tas tz'aj scolchajel vinhaj Daniel chi'."
        },
        {
            "number": "15",
            "text": "Axo yic vanxo sb'at k'u, ix smolb'anxi sb'a juntzanh eb' vinh vinac chi' t'a yichanh vinh rey chi', ix yalan eb' vinh: --Mamin rey, ojtac val to a co ley a onh medos yet' persas onh tik, ta ay junok lolonel, ma junok ley toxo ix yalel vinh rey, maxtzac yal-laj yek'b'ati, xchi eb' vinh."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix schecan vinh rey chi' ik'chajcot vinhaj Daniel chi' yic syumchajem vinh b'aj macb'il nok' choj chi'. Ayic manto yumchajem vinh, ix yalan vinh rey chi' t'a vinh: --Comonoc val ol ach coljoc yuj a Diosal to ayachnhejoch ak'an servil, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ayic toxo ix yumjicanem vinh t'a skal nok' choj chi', ix ak'jicanem jun q'uen q'ueen smaculoc. Ix ak'jicanoch sello yic yopisio vinh rey chi' t'a q'ueen yet' sello eb' vinh nivac yajal yaj yet' vinh, yic wach' max tenjiek' tas ix alchaj t'a spatic vinhaj Daniel chi'."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix b'at vinh rey chi' t'a spalacio, palta majxo valaj vinh, majxo schec vinh ik'chajcot eb' tz'ak'an tzalajb'oc sk'ool. Ix b'at vay vinh, palta junelnhej maj ochlaj svayanh vinh t'a jun ak'val chi'."
        },
        {
            "number": "19",
            "text": "Ix pet q'ue vaan vinh, ix b'at lemnaj vinh t'a sti' b'aj macb'il nok' choj chi'."
        },
        {
            "number": "20",
            "text": "Ayic ix k'och vinh t'a slak'anil chi', ix avaj vinh t'a vinhaj Daniel chi'. Cuseltac ix yutej avaj sb'a vinh, ix yalan vinh: --Daniel, ach schecab' jun Dios pitzan, aton jun Dios tzak'nhej servil ¿ix am yal ach scolanel a Diosal t'a nok' choj chi'? xchi vinh."
        },
        {
            "number": "21",
            "text": "Ix tak'vi vinhaj Daniel chi' icha tik: --Mamin rey, ayocab' opisio t'a junelnhej."
        },
        {
            "number": "22",
            "text": "Ix scheccot jun yángel in Diosal yic smacan sti' nok' choj tik. Yuj chi' malaj val jab'oc tas ix in yutej nok', yujto yojtac to malaj jab'oc in mul t'a yichanh. Malaj pax tas chuc ix in k'ulej t'ayach, xchi vinh."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix te tzalajq'ue vinh rey chi', ix schecan vinh ik'chajq'ueta vinhaj Daniel b'aj ay nok' choj chi'. Axo yic ix q'ueul vinh, ix yilan eb' to malaj jab'oc b'aj ix lajvi vinh, yujto a sDiosal vinh ayoch yipoc sk'ool."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix yalan vinh rey chi' to sb'at ik'jicot eb' vinh ix alanq'ue jun lolonel t'a spatic vinhaj Daniel chi'. Ix yumjicanem eb' vinh t'a skal nok' choj chi' yet' yetb'eyum yet' yalyuninal junjun eb' vinh. Manto emk'ochlaj eb' t'a skal nok', ix q'ueta tzacaljoc nok' t'a eb', chok' ix aj eb' yuj nok'."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi', ix yak'an tz'ib'chaj vinhaj rey Darío jun tik t'a masanil anima yalnhej tas ti'al ay t'a yol smacb'en chi'. Ix yalanb'at vinh icha tik: Junk'olalocab' eyaji."
        },
        {
            "number": "26",
            "text": "Svalan t'ayex e masanil t'a yol in macb'en, nivanocab' yelk'och sDiosal vinhaj Daniel t'a yol e sat. Yujto a sDiosal vinh chi', pitzan toni, aynhejek' t'a junelnhej. Ha yopisio, malaj b'ak'uinh ol sateloc, malaj slajvub'."
        },
        {
            "number": "27",
            "text": "Ha Jun Colvajum chi', a scolan eb' yic yet' spoder. Sch'oxan tas satub'tac t'a satcha’anh yet' t'a sat lu'um tik. Ha ix colanel vinhaj Daniel t'a nok' choj, xchib'at vinh rey chi'."
        },
        {
            "number": "28",
            "text": "Aynhejoch vinhaj Daniel chi' t'a yopisio ayic ayoch vinhaj Darío t'a reyal yet' pax yic ayoch vinhaj Ciro aj Persia reyal."
        }
    ]
}