{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yic b'ab'el ab'il yoch winhaj Belsasar reyal t'a Babilonia, ay jun ak'wal, ay juntzanh tas ix ak'ji wil a in Daniel tik t'a in wayich. Axo ix in k'e waan, ix in tz'ib'an tastac niwan yelk'och t'a in wayich chi'. Aton juntzanh tik ix in tz'ib'ejkani:"
        },
        {
            "number": "2",
            "text": "Ix wil t'a in wayich to ha t'a schanh pak'anhil yol yib'anhk’inal, ix cot ponhnaj ik' t'a yib'anh ha ha', ix ib'xik'e ha' niwan mar chi' yuj."
        },
        {
            "number": "3",
            "text": "Axo ix aji, ix checlajk'e chanhwanh nok' niwac nok' t'a yol ha' mar chi', ch'occh'oc yilji junjun nok'."
        },
        {
            "number": "4",
            "text": "Ha jun nok' ix b'ab'laj k'euli, lajan yilji nok' icha nok' choj, palta ay sk'axil nok' icha yic nok' d'iv. Ayic wan wilan nok' chi', ix jecchitajel sk'axil nok' chi'. Ix ak'chajk'e linhan t'a sat lu'um, icha tz'ajk'e linhan anima ix ajk'ei. Ix k'exwi spensar, icha spensar anima ix aji."
        },
        {
            "number": "5",
            "text": "Axo nok' schab'il, lajan yilji nok' icha nok' oso, tz'eyank'e jun pak'anh sniwanil nok' t'a yichanh junxo pak'anh. Ha t'a yol sti' nok', ay oxe' b'aquil costil. Ix wab'an yalchaj t'a nok': Ixic, tza chi'an jantac chib'ej snib'ej a k'ool, xchi t'a nok'."
        },
        {
            "number": "6",
            "text": "Axo nok' yoxil, lajan yilji nok' icha nok' tz'ib'choj. Ay chanhe' sk'axil nok' t'a snanhal yich spatic. Ix wilanpaxi to ay chanhe' sjolom nok', ix ak'chaj spoder nok' yak'an yajalil."
        },
        {
            "number": "7",
            "text": "Axo nok' schanhil ix wil t'a in wayich chi', te chuclaj yilji nok'. Te ay smay quilan nok', te ay yip nok'. Te niwac k'een ye nok', nab'a hierro. Chok' tz'aj masanil tas yuj nok', sb'uk'anem nok', haxo jantacto skan yuj nok', stek'kanem nok'. Yelxo te ch'oc yilji jun nok' chi' t'a yichanh juntzanhxo nok' ix wil t'a sb'ab'elal. Ay lajunhe' sch'aac nok'."
        },
        {
            "number": "8",
            "text": "Yacb'an k'elan in och t'a juntzanh sch'aac nok' chi', ix wilani, ix k'eul junxo syune' ch'aac nok' t'a skal juntzanhxo chi'. Ayic ix k'eul junxo sch'aac nok' chi', ix stenankanel oxe' ch'aac aytaxon chi'. Axonhej jun chi' ix kan sk'exuloc juntzanh chi'. Ha jun ch'aac chi', ay yol sat yet' sti' icha yic anima, ix yik'chaanh sb'a yet' tas ix yala'."
        },
        {
            "number": "9",
            "text": "Ix wilannhej, masanto ix ak'chajem juntzanh k'ojnub' yic heb' yajal, haxo Dios, Jun Aytaxoneq'ui, ix em k'ojan t'a sk'ojnub'. Te sac yilji spichul icha yilji k'een sacb'akom. Axo xil sjolom, te sac yilji icha nok' sacsac lana. Ha sk'ojnub' chi' yet' sruedail, ichato sk'e nhilnhon sk'ak'al."
        },
        {
            "number": "10",
            "text": "Ay jun k'ak' tz'elta t'a yichanh icha sb'ey ha ha'. Ha heb' tz'ak'an serwil, linhanoch heb' t'a yichanh, millonalxo sb'isul heb'. Ixlajwi chi' ix el yich sch'olb'itaj juntzanh nación, ix jacwi juntzanh ch'anh libro."
        },
        {
            "number": "11",
            "text": "Q'uelan innhejoch yuj juntzanh b'uchwal lolonel wan yalan jun yune' ch'aac chi'. Yacb'an wan wilan chi', ix mak'jicham jun nok' chi'. Chok'xonhej ix aj nok', ix yumjib'at nok' t'a skal k'ak', ix tz'ab'at nok'."
        },
        {
            "number": "12",
            "text": "Axo juntzanhxo nok' chi', ix ik'chajek' yopisio nok', palta ixto chajiek' nok' jab'ocxo."
        },
        {
            "number": "13",
            "text": "Ix wilannhej t'a in wayich chi': Ix wilani to ay jun mach ix cot t'a skal asun, lajan yilji icha anima. Ix k'och b'aj ayek' Dios Jun Aytaxonek' chi', ix och t'a yichanh."
        },
        {
            "number": "14",
            "text": "Ix ak'chaj yopisio, spoder yet' sniwanil yelk'ochi. Masanil anima, yalnhej tas ti'al tz'ak'an serwil. Ha spoder aynhejek' t'a junelnhej, malaj b'ak'uinh ol lajwoc yopisio chi'."
        },
        {
            "number": "15",
            "text": "Ix in xivcank'ei ayic ix wilan juntzanh tik, ix somchaj in pensar yuj."
        },
        {
            "number": "16",
            "text": "Ix in och t'a stz'ey junok linhanoch ta', ix in k'anb'an t'ay tas syalelk'och juntzanh chi'. Ix tak'wi t'ayin icha tik:"
        },
        {
            "number": "17",
            "text": "Ha chanhwanh nok' nok' ix il chi', aton chanhe' nación ol checlajk'e t'a yol yib'anhk’inal tik."
        },
        {
            "number": "18",
            "text": "Ayic ol lajwoquek' juntzanh nación chi', a heb' yicxo Dios, Jun Te Niwan Yelk'ochi, ol ak'jockanoch heb' yajalil t'a junelnhej, manhxalaj b'ak'uinh ol ik'joquek' yopisio heb' chi', xchi."
        },
        {
            "number": "19",
            "text": "Ix in k'anb'ejxi t'ay, tas yaj nok' schanhil nok' chi', te ch'oc yilji nok' t'a yichanh juntzanhxo nok' chi'. Nab'a hierro k'een ye nok', nab'a bronce yech nok'. Masanil tas chok' tz'aj yuj nok', sturanb'at nok', haxo jantacto skani, stek'kanem nok'."
        },
        {
            "number": "20",
            "text": "Anhejtona', ix in k'anb'ejpaxi tas syalelk'och lajunhe' sch'aac nok' chi' yet' junxo sch'aac nok' tzak'anto ix k'eul chi', jun ix tenanel oxexo ayic ix k'euli. Te niwan pax yelk'och t'a yichanh juntzanhxo ch'aac chi'. Ha jun toto ix k'eul chi', ay yol sat, ay pax sti', syalan b'uchwal lolonel."
        },
        {
            "number": "21",
            "text": "Ix wilani to a jun ch'aac chi', syak' owal yet' heb' yicxo Dios. Ix ak'ji ganar heb' yuj,"
        },
        {
            "number": "22",
            "text": "masanto ix k'och Dios, Jun Aytaxoneq'ui. Ix sb'oan yaj t'a heb', yujto ix k'och sk'ual schaan yopisio heb'."
        },
        {
            "number": "23",
            "text": "Ix yalan t'ayin icha tik: Ha nok' schanhil chi', aton jun schanhil nación ol checlajk'e t'a yol yib'anhk’inal tik. Ch'oc yel t'a yichanh juntzanhxo nación ol ek'oc. Ol smaquek' masanil yol yib'anhk’inal tik, ol yak'an yajalil t'a malaj yok'elk'olal."
        },
        {
            "number": "24",
            "text": "Ha lajunhe' sch'aac chi', aton lajunhwanh heb' winh yajal. Ha heb' winh ol ak'an yajalil t'a lajunh makan yaj jun nación chi'. Ha t'a skal juntzanh heb' winh chi', ol k'e waan junxo rey te ch'oc yel t'a yichanh juntzanhxo heb' winh t'a sb'ab'elal chi', ol ik'joquel oxwanhoc heb' winh rey chi' t'a yopisio yuj."
        },
        {
            "number": "25",
            "text": "Ol te b'uchwaj d'ha Dios Te Niwan Yelk'ochi, ol yixtejnhej heb' yicxo Dios chi'. Ol yak'lan sk'exan juntzanh ley yet' juntzanh q'uinh alb'ilkan yuj Dios. Ol ak'chajkan heb' yicxo Dios chi' t'a yol sk'ab' t'a nanhal schanhil ab'il."
        },
        {
            "number": "26",
            "text": "Palta ayic ol jawok sk'ual, ol ch'olb'itajoc, ol ik'chajel spoder chi', ol satel t'a junelnhej."
        },
        {
            "number": "27",
            "text": "Axo yajalil yet' spoder yet' sniwanil yelk'och juntzanh nación t'a yol yib'anhk’inal tik, ol ak'chaj t'a heb' yicxo Dios chi', aton Jun Te Niwan Yelk'ochi. Ha Dios ol ak'an yajalil t'a junelnhej. Masanil heb' ayoch yajalil t'a yol yib'anhk’inal tik ol ak'an serwil, ol sk'anab'ajan heb' t'ay, xchi t'ayin."
        },
        {
            "number": "28",
            "text": "Aton slajwub'al juntzanh tas ix alchajkan t'ayin a in Daniel in tik. Ix te somchaj in k'ool. Ix tup in chiq'uil yuj xiwelal, palta malaj junok mach b'aj ix wal juntzanh lolonel tik."
        }
    ]
}