{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yic b'ab'el ab'il yoch vinhaj Belsasar reyal t'a Babilonia, ay jun ak'val, ay juntzanh tas ix ak'ji vil a in Daniel tik t'a in vayich. Axo ix in q'ue vaan, ix in tz'ib'an tastac niwan yelk'och t'a in vayich chi'. Aton juntzanh tik ix in tz'ib'ejcani:"
        },
        {
            "number": "2",
            "text": "Ix vil t'a in vayich to ha t'a schanh pak'anhil yol yib'anhk’inal, ix cot ponhnaj ik' t'a yib'anh ha ha', ix ib'xiq'ue ha' niwan mar chi' yuj."
        },
        {
            "number": "3",
            "text": "Axo ix aji, ix checlajq'ue chanhvanh nok' nivac nok' t'a yol ha' mar chi', ch'occh'oc yilji junjun nok'."
        },
        {
            "number": "4",
            "text": "Ha jun nok' ix b'ab'laj q'ueuli, lajan yilji nok' icha nok' choj, palta ay sk'axil nok' icha yic nok' d'iv. Ayic van vilan nok' chi', ix jecchitajel sk'axil nok' chi'. Ix ak'chajq'ue linhan t'a sat lu'um, icha tz'ajq'ue linhan anima ix ajq'uei. Ix q'uexvi spensar, icha spensar anima ix aji."
        },
        {
            "number": "5",
            "text": "Axo nok' schab'il, lajan yilji nok' icha nok' oso, tz'eyanq'ue jun pak'anh snivanil nok' t'a yichanh junxo pak'anh. Ha t'a yol sti' nok', ay oxe' b'aquil costil. Ix vab'an yalchaj t'a nok': Ixic, tza chi'an jantac chib'ej snib'ej a k'ool, xchi t'a nok'."
        },
        {
            "number": "6",
            "text": "Axo nok' yoxil, lajan yilji nok' icha nok' tz'ib'choj. Ay chanhe' sk'axil nok' t'a snanhal yich spatic. Ix vilanpaxi to ay chanhe' sjolom nok', ix ak'chaj spoder nok' yak'an yajalil."
        },
        {
            "number": "7",
            "text": "Axo nok' schanhil ix vil t'a in vayich chi', te chuclaj yilji nok'. Te ay smay quilan nok', te ay yip nok'. Te nivac q'uen ye nok', nab'a hierro. Chok' tz'aj masanil tas yuj nok', sb'uk'anem nok', haxo jantacto skan yuj nok', stek'canem nok'. Yelxo te ch'oc yilji jun nok' chi' t'a yichanh juntzanhxo nok' ix vil t'a sb'ab'elal. Ay lajunhe' sch'aac nok'."
        },
        {
            "number": "8",
            "text": "Yacb'an q'uelan in och t'a juntzanh sch'aac nok' chi', ix vilani, ix q'ueul junxo syune' ch'aac nok' t'a skal juntzanhxo chi'. Ayic ix q'ueul junxo sch'aac nok' chi', ix stenancanel oxe' ch'aac aytaxon chi'. Axonhej jun chi' ix kan sq'uexuloc juntzanh chi'. Ha jun ch'aac chi', ay yol sat yet' sti' icha yic anima, ix yik'chaanh sb'a yet' tas ix yala'."
        },
        {
            "number": "9",
            "text": "Ix vilannhej, masanto ix ak'chajem juntzanh k'ojnub' yic eb' yajal, haxo Dios, Jun Aytaxoneq'ui, ix em k'ojan t'a sk'ojnub'. Te sac yilji spichul icha yilji q'uen sacb'acom. Axo xil sjolom, te sac yilji icha nok' sacsac lana. Ha sk'ojnub' chi' yet' sruedail, ichato sq'ue nhilnhon sk'ak'al."
        },
        {
            "number": "10",
            "text": "Ay jun k'ak' tz'elta t'a yichanh icha sb'ey ha ha'. Ha eb' tz'ak'an servil, linhanoch eb' t'a yichanh, millonalxo sb'isul eb'. Ixlajwi chi' ix el yich sch'olb'itaj juntzanh nación, ix jacvi juntzanh ch'anh libro."
        },
        {
            "number": "11",
            "text": "Q'uelan innhejoch yuj juntzanh b'uchval lolonel van yalan jun yune' ch'aac chi'. Yacb'an van vilan chi', ix mak'jicham jun nok' chi'. Chok'xonhej ix aj nok', ix yumjib'at nok' t'a skal k'ak', ix tz'ab'at nok'."
        },
        {
            "number": "12",
            "text": "Axo juntzanhxo nok' chi', ix ik'chajek' yopisio nok', palta ixto chajiek' nok' jab'ocxo."
        },
        {
            "number": "13",
            "text": "Ix vilannhej t'a in vayich chi': Ix vilani to ay jun mach ix cot t'a skal asun, lajan yilji icha anima. Ix k'och b'aj ayek' Dios Jun Aytaxonek' chi', ix och t'a yichanh."
        },
        {
            "number": "14",
            "text": "Ix ak'chaj yopisio, spoder yet' snivanil yelk'ochi. Masanil anima, yalnhej tas ti'al tz'ak'an servil. Ha spoder aynhejek' t'a junelnhej, malaj b'ak'uinh ol lajvoc yopisio chi'."
        },
        {
            "number": "15",
            "text": "Ix in xivcanq'uei ayic ix vilan juntzanh tik, ix somchaj in pensar yuj."
        },
        {
            "number": "16",
            "text": "Ix in och t'a stz'ey junok linhanoch ta', ix in k'anb'an t'ay tas syalelk'och juntzanh chi'. Ix tak'vi t'ayin icha tik:"
        },
        {
            "number": "17",
            "text": "Ha chanhvanh nok' nok' ix il chi', aton chanhe' nación ol checlajq'ue t'a yol yib'anhk’inal tik."
        },
        {
            "number": "18",
            "text": "Ayic ol lajvoquek' juntzanh nación chi', a eb' yicxo Dios, Jun Te Nivan Yelk'ochi, ol ak'joccanoch eb' yajalil t'a junelnhej, manhxalaj b'ak'uinh ol ik'joquek' yopisio eb' chi', xchi."
        },
        {
            "number": "19",
            "text": "Ix in k'anb'ejxi t'ay, tas yaj nok' schanhil nok' chi', te ch'oc yilji nok' t'a yichanh juntzanhxo nok' chi'. Nab'a hierro q'uen ye nok', nab'a bronce yech nok'. Masanil tas chok' tz'aj yuj nok', sturanb'at nok', haxo jantacto scani, stek'canem nok'."
        },
        {
            "number": "20",
            "text": "Anhejtona', ix in k'anb'ejpaxi tas syalelk'och lajunhe' sch'aac nok' chi' yet' junxo sch'aac nok' tzak'anto ix q'ueul chi', jun ix tenanel oxexo ayic ix q'ueuli. Te niwan pax yelk'och t'a yichanh juntzanhxo ch'aac chi'. Ha jun toto ix q'ueul chi', ay yol sat, ay pax sti', syalan b'uchval lolonel."
        },
        {
            "number": "21",
            "text": "Ix vilani to a jun ch'aac chi', syak' oval yet' eb' yicxo Dios. Ix ak'ji ganar eb' yuj,"
        },
        {
            "number": "22",
            "text": "masanto ix k'och Dios, Jun Aytaxoneq'ui. Ix sb'oan yaj t'a eb', yujto ix k'och sk'ual schaan yopisio eb'."
        },
        {
            "number": "23",
            "text": "Ix yalan t'ayin icha tik: Ha nok' schanhil chi', aton jun schanhil nación ol checlajq'ue t'a yol yib'anhk’inal tik. Ch'oc yel t'a yichanh juntzanhxo nación ol ek'oc. Ol smaquek' masanil yol yib'anhk’inal tik, ol yak'an yajalil t'a malaj yoq'uelk'olal."
        },
        {
            "number": "24",
            "text": "Ha lajunhe' sch'aac chi', aton lajunhvanh eb' vinh yajal. Ha eb' vinh ol ak'an yajalil t'a lajunh makan yaj jun nación chi'. Ha t'a skal juntzanh eb' vinh chi', ol q'ue vaan junxo rey te ch'oc yel t'a yichanh juntzanhxo eb' vinh t'a sb'ab'elal chi', ol ik'joquel oxvanhoc eb' vinh rey chi' t'a yopisio yuj."
        },
        {
            "number": "25",
            "text": "Ol te b'uchvaj d'ha Dios Te Nivan Yelk'ochi, ol yixtejnhej eb' yicxo Dios chi'. Ol yak'lan sq'uexan juntzanh ley yet' juntzanh q'uinh alb'ilcan yuj Dios. Ol ak'chajcan eb' yicxo Dios chi' t'a yol sk'ab' t'a nanhal schanhil ab'il."
        },
        {
            "number": "26",
            "text": "Palta ayic ol javoc sk'ual, ol ch'olb'itajoc, ol ik'chajel spoder chi', ol satel t'a junelnhej."
        },
        {
            "number": "27",
            "text": "Axo yajalil yet' spoder yet' snivanil yelk'och juntzanh nación t'a yol yib'anhk’inal tik, ol ak'chaj t'a eb' yicxo Dios chi', aton Jun Te Nivan Yelk'ochi. Ha Dios ol ak'an yajalil t'a junelnhej. Masanil eb' ayoch yajalil t'a yol yib'anhk’inal tik ol ak'an servil, ol sk'anab'ajan eb' t'ay, xchi t'ayin."
        },
        {
            "number": "28",
            "text": "Aton slajvub'al juntzanh tas ix alchajcan t'ayin a in Daniel in tik. Ix te somchaj in k'ool. Ix tup in chiq'uil yuj xivelal, palta malaj junok mach b'aj ix val juntzanh lolonel tik."
        }
    ]
}