{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yoxil ab'il yoch winhaj Belsasar reyal, ay juntzanhxo tas ix ak'ji wila'', ayic toxo ix ak'ji wil juntzanh t'a sb'ab'elal."
        },
        {
            "number": "2",
            "text": "Ha ix aj wilani, ichato ayinek' t'a chonhab' Susa, t'a yol yic Elam, t'a sti' ha' Ulai."
        },
        {
            "number": "3",
            "text": "Axo ix wilani, ay jun nok' ch'ac kalnel ayek' t'a sti' ha' chi'. Ay chab' sch'aac nok' niwac steel, palta ay jun sch'ac nok' chi' tzak'anto ix k'euli, te niwan steel t'a yichanh junxo chi'."
        },
        {
            "number": "4",
            "text": "Axo ix wilani, a yet' sch'ac jun nok' kalnel chi', ix yak' lajwoc tastac ay t'a stojolal b'aj tz'em k'u yet' t'a norte yet' pax t'a sur. Malaj junocxo nok' syal stek'b'an sb'ha t'a yichanh, malaj mach syal scolanelta sb'ha t'a yol sk'ab'. Sk'ulejnhej tas snib'ej. Ix yik' wal chaanh sb'a."
        },
        {
            "number": "5",
            "text": "Vanto in naan yuj tas ix wil chi', haxo ix wilani, ay jun nok' mam chiwa wan sjawi t'a stojolal b'aj tz'em k'u. Yelk'olal scot nok', icha wal to max em jab'oc yoc nok' t'a sat lu'um. Ha jun nok' chiwa chi', ay wal jun sch'aac nok' te chequel. Ha t'a skal yol sat nok' ayk'eta."
        },
        {
            "number": "6",
            "text": "Ayic ix k'och nok' t'a slak'anil nok' kalnel chab' sch'aac chi', nok' ix wil t'a sti' ha ha', ix b'at jucnaj nok' t'a nok' yet' jantac yowal sk'ool."
        },
        {
            "number": "7",
            "text": "Ix smak'an canhchaj sch'aac nok' kalnel chi' nok' schab'il. Manhxalaj yip nok' kalnel chi' yic stek'b'ej sb'ha t'a yichanh nok' chiwa chi'. Ixlajwi chi', ix telwi nok' yuj nok' chiwa chi' t'a sat lu'um, ix tek'jiem etzan nok' yuj nok'. Malaj mach ix yal scolan nok'."
        },
        {
            "number": "8",
            "text": "Axo nok' mam chiwa chi', ix ste wach' ik'ejchaanh sb'a nok'. Axo ix aji, ayic te tek'an nok' chi', ix canhchajb'at jun sch'aac nok' te niwan chi', haxo chanhexo sch'aac nok' ix k'eul sk'exuloc jun chi'. Ayic ix k'eul sch'aac nok' chi', ix b'atkan k'elan junjun ch'aac chi' t'a stojolal schanhil pak'anh yol yib'anhk’inal tik."
        },
        {
            "number": "9",
            "text": "Ha t'a junok juntzanh ch'aac chi', ix pak'elta junxo yune' ch'aac. Ha jun chi', te niwan ix aji yet' yipalil ix smac juntzanh lugar t'a sur yet' t'a stojolal b'aj sjawi k'u. Ix smacpax lum lum te nib'ab'il."
        },
        {
            "number": "10",
            "text": "Yelxo te chaanh ix aj sq'uib'i, masanto ix k'ek'och b'aj ay k'een k'anal. Ix syumanemta jayeoc k'een k'anal chi', ix stek'anem k'een t'a sat lu'um."
        },
        {
            "number": "11",
            "text": "Ix stek'b'an sb'ha t'a yichanh winh yajalil heb' ay t'a satcha’anh chi'. Ix skachanoch waan yak'chaj silab' tz'ak'ji d'ha Dios t'a junjun k'u. Ix yixtanb'at b'aj tz'ochtaxon ejmelal d'ha Dios chi'."
        },
        {
            "number": "12",
            "text": "Ha yuj schuc pensaril jun yajal chi', ix yak'och soldado b'aj tz'ak'jitaxon silab' t'a junjun k'u yet' skachjioch waan yak'ji silab' chi'. Ix satanel jun ejmelal wach' alb'ilkan yuj Dios. Ichato chi' b'ian ix sk'ulan tas snib'ej."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix wab'ani to ay jun ángel sk'anb'an t'a junxo ángel icha tik: ¿Jantacto tiempo yic ol lajwoc juntzanh squil tik? ¿Jantacto tiempo ol yak' jun yajb'il yuj Dios tik sk'exan silab' tz'ak'jitaxon t'a junjun k'u? ¿B'aq'uinh ol och waan stek'jiem heb' soldado yic satcha’anh yet' jun Lugar Yicnhej Dios Yaji? xchi."
        },
        {
            "number": "14",
            "text": "Ix tak'wi junxo ángel chi' icha tik: Ato yic ol lajwoquek' 2,300 el manh ol ak'chaj silab' t'a yemk'ualil yet' t'a q'uinhib'alil. Ato ta' ol lajwoc juntzanh chi'. Ichato chi', ol ik'joquel jun tas manh wach'oc ayoch t'a Lugar Yicnhej Dios Yaji, xchi jun ángel chi'."
        },
        {
            "number": "15",
            "text": "Ha in Daniel in tik, wanto in naan tas ix wil chi', yic snachajel wuuj tas syalelk'ochi. Axo ix wilani, ay jun icha yilji anima ix sch'oxk'e sb'ha t'a wichanh."
        },
        {
            "number": "16",
            "text": "Ix wab'an yoch jun av scot t'a sti' ha' Ulai, icha wal sjaj anima, ix yalan icha tik: Gabriel, wach' alej t'a jun winh winak tik yic snachajel yuj winh tas ix yil chi', xchi."
        },
        {
            "number": "17",
            "text": "Axo ix jawi ángel Gabriel chi' t'a in tz'ey. Ix in em cumnajoc, ix emk'och snanhal in sat t'a sat lu'um yuj xiwelal. Ix yalan t'ayin: Ach anima, ojtaquejeli to a tas ix il chi', ato t'a slajwub' tiempoal ol ujok, xchi."
        },
        {
            "number": "18",
            "text": "Ayic wanto slolon chi' t'ayin, ix in ek' lian t'a sat lu'um. Ix satel in k'ool, yuj chi' ix och yub'naj t'ayin, ix in squetzank'e linhan."
        },
        {
            "number": "19",
            "text": "Ix yalan t'ayin: Ol wal t'ayach tas ol ujok ayic toxo ol lajwoc yowal sk'ol Dios. Ha jun tas ix il chi', a lajwub' k'ual sch'oxcoti."
        },
        {
            "number": "20",
            "text": "Ha nok' kalnel chab' sch'ac ix il chi', aton heb' winh sreyal Media yet' Persia sch'ox nok'."
        },
        {
            "number": "21",
            "text": "Axo pax nok' mam chiwa ix il chi', aton winh sreyal Grecia sch'ox nok'. Ha jun sch'aac nok' niwaquil ayk'eta t'a skal yol sat, a jun winh b'ab'el rey sch'oxo'."
        },
        {
            "number": "22",
            "text": "Ha chanhe' ch'aac ix k'eul sk'exuloc jun ix canhchajb'at chi', syalelk'ochi to ol spoj snanhal jun nación chi'. Chanhe' nacional ol ajelk'ochoc, palta manh lajanoc yip yet' jun b'ab'el."
        },
        {
            "number": "23",
            "text": "Ayic toxo ol lajwoquek' yopisio juntzanh nación chi', ayic ol tz'acwoc chukalil t'a yichanh Dios, ay jun rey ol ak'an yajalil, malaj tz'och tas t'ay, te jelan yak'an musansatil."
        },
        {
            "number": "24",
            "text": "Ol yik' wal yip sik'lab'il, palta manhoc yet' yip t'a yol yico'. Satub'tac ol yutej satanel tastac. Wach' ol elk'och t'a tas ol sk'ulej. Ol ak'joc ganar heb' soldado te ay yip yuj yet' heb' yicxo Dios."
        },
        {
            "number": "25",
            "text": "Yuj sjelanil, ol yal yixtan heb' anima, ol ste ik'ejchaanh sb'a. Tzijtum anima ol sateli ayic malaj jab'oc tas sna heb'. Ol stek'b'ej sb'ha t'a yichanh Dios, Jun Yajalil heb' yajal. Wach'chom icha chi' ol yutoc sb'a, palta ol satjoqueloc, manh yujoc spoder anima."
        },
        {
            "number": "26",
            "text": "Ha tas ix il t'a silab' tz'ak'ji t'a yemk'ualil yet' t'a q'uinhib'alil, tik wal ix wach' alchajel t'ayach. Ha jun chi' yowalil ol elk'ochoc. Canokab'nhej t'a a pensar, malajokab' b'aj tzala', yujto a juntzanh chi', ol elk'ochoc ayic te niwanxo tiempo ol ek'oc, xchi ángel Gabriel chi'."
        },
        {
            "number": "27",
            "text": "Ha inxo Daniel in tik, ix te el wip ix wab'i. Ix in penaayax jaye' k'ual. Ixlajwi chi', ix in k'e waan, ix b'at wilanxi wopisio ayoch yuj winh rey. Palta te ilk'olal waj yuj jun ix ch'oxchaj wil chi', yujto max nachajel wuj tas wal syalelk'ochi."
        }
    ]
}