{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yoxil ab'il yoch vinhaj Belsasar reyal, ay juntzanhxo tas ix ak'ji wila'', ayic toxo ix ak'ji vil juntzanh t'a sb'ab'elal."
        },
        {
            "number": "2",
            "text": "Ha ix aj vilani, ichato ayinek' t'a chonhab' Susa, t'a yol yic Elam, t'a sti' ha' Ulai."
        },
        {
            "number": "3",
            "text": "Axo ix vilani, ay jun nok' ch'ac calnel ayek' t'a sti' ha' chi'. Ay chab' sch'aac nok' nivac steel, palta ay jun sch'ac nok' chi' tzak'anto ix q'ueuli, te niwan steel t'a yichanh junxo chi'."
        },
        {
            "number": "4",
            "text": "Axo ix vilani, a yet' sch'ac jun nok' calnel chi', ix yak' lajvoc tastac ay t'a stojolal b'aj tz'em k'u yet' t'a norte yet' pax t'a sur. Malaj junocxo nok' syal stek'b'an sb'ha t'a yichanh, malaj mach syal scolanelta sb'ha t'a yol sk'ab'. Sk'ulejnhej tas snib'ej. Ix yik' val chaanh sb'a."
        },
        {
            "number": "5",
            "text": "Vanto in naan yuj tas ix vil chi', haxo ix vilani, ay jun nok' mam chiva van sjavi t'a stojolal b'aj tz'em k'u. Yelk'olal scot nok', icha val to max em jab'oc yoc nok' t'a sat lu'um. Ha jun nok' chiva chi', ay val jun sch'aac nok' te chequel. Ha t'a skal yol sat nok' ayq'ueta."
        },
        {
            "number": "6",
            "text": "Ayic ix k'och nok' t'a slak'anil nok' calnel chab' sch'aac chi', nok' ix vil t'a sti' ha ha', ix b'at jucnaj nok' t'a nok' yet' jantac yoval sk'ool."
        },
        {
            "number": "7",
            "text": "Ix smak'an canhchaj sch'aac nok' calnel chi' nok' schab'il. Manhxalaj yip nok' calnel chi' yic stek'b'ej sb'ha t'a yichanh nok' chiva chi'. Ixlajwi chi', ix telvi nok' yuj nok' chiva chi' t'a sat lu'um, ix tek'jiem etzan nok' yuj nok'. Malaj mach ix yal scolan nok'."
        },
        {
            "number": "8",
            "text": "Axo nok' mam chiva chi', ix ste wach' iq'uejchaanh sb'a nok'. Axo ix aji, ayic te tek'an nok' chi', ix canhchajb'at jun sch'aac nok' te niwan chi', haxo chanhexo sch'aac nok' ix q'ueul sq'uexuloc jun chi'. Ayic ix q'ueul sch'aac nok' chi', ix b'atcan q'uelan junjun ch'aac chi' t'a stojolal schanhil pak'anh yol yib'anhk’inal tik."
        },
        {
            "number": "9",
            "text": "Ha t'a junok juntzanh ch'aac chi', ix paq'uelta junxo yune' ch'aac. Ha jun chi', te niwan ix aji yet' yipalil ix smac juntzanh lugar t'a sur yet' t'a stojolal b'aj sjavi k'u. Ix smacpax lum lum te nib'ab'il."
        },
        {
            "number": "10",
            "text": "Yelxo te chaanh ix aj sq'uib'i, masanto ix q'uek'och b'aj ay q'uen k'anal. Ix syumanemta jayeoc q'uen k'anal chi', ix stek'anem q'uen t'a sat lu'um."
        },
        {
            "number": "11",
            "text": "Ix stek'b'an sb'ha t'a yichanh vinh yajalil eb' ay t'a satcha’anh chi'. Ix scachanoch vaan yak'chaj silab' tz'ak'ji d'ha Dios t'a junjun k'u. Ix yixtanb'at b'aj tz'ochtaxon ejmelal d'ha Dios chi'."
        },
        {
            "number": "12",
            "text": "Ha yuj schuc pensaril jun yajal chi', ix yak'och soldado b'aj tz'ak'jitaxon silab' t'a junjun k'u yet' scachjioch vaan yak'ji silab' chi'. Ix satanel jun ejmelal wach' alb'ilcan yuj Dios. Ichato chi' b'ian ix sk'ulan tas snib'ej."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix vab'ani to ay jun ángel sk'anb'an t'a junxo ángel icha tik: ¿Jantacto tiempo yic ol lajvoc juntzanh squil tik? ¿Jantacto tiempo ol yak' jun yajb'il yuj Dios tik sq'uexan silab' tz'ak'jitaxon t'a junjun k'u? ¿B'aq'uinh ol och vaan stek'jiem eb' soldado yic satcha’anh yet' jun Lugar Yicnhej Dios Yaji? xchi."
        },
        {
            "number": "14",
            "text": "Ix tak'vi junxo ángel chi' icha tik: Ato yic ol lajvoquek' 2,300 el manh ol ak'chaj silab' t'a yemk'ualil yet' t'a q'uinhib'alil. Ato ta' ol lajvoc juntzanh chi'. Ichato chi', ol ik'joquel jun tas manh wach'oc ayoch t'a Lugar Yicnhej Dios Yaji, xchi jun ángel chi'."
        },
        {
            "number": "15",
            "text": "Ha in Daniel in tik, vanto in naan tas ix vil chi', yic snachajel vuuj tas syalelk'ochi. Axo ix vilani, ay jun icha yilji anima ix sch'oxq'ue sb'ha t'a vichanh."
        },
        {
            "number": "16",
            "text": "Ix vab'an yoch jun av scot t'a sti' ha' Ulai, icha val sjaj anima, ix yalan icha tik: Gabriel, wach' alej t'a jun vinh vinac tik yic snachajel yuj vinh tas ix yil chi', xchi."
        },
        {
            "number": "17",
            "text": "Axo ix javi ángel Gabriel chi' t'a in tz'ey. Ix in em cumnajoc, ix emk'och snanhal in sat t'a sat lu'um yuj xivelal. Ix yalan t'ayin: Ach anima, ojtaquejeli to a tas ix il chi', ato t'a slajvub' tiempoal ol ujoc, xchi."
        },
        {
            "number": "18",
            "text": "Ayic vanto slolon chi' t'ayin, ix in ek' lian t'a sat lu'um. Ix satel in k'ool, yuj chi' ix och yub'naj t'ayin, ix in squetzanq'ue linhan."
        },
        {
            "number": "19",
            "text": "Ix yalan t'ayin: Ol val t'ayach tas ol ujoc ayic toxo ol lajvoc yoval sk'ol Dios. Ha jun tas ix il chi', a lajvub' k'ual sch'oxcoti."
        },
        {
            "number": "20",
            "text": "Ha nok' calnel chab' sch'ac ix il chi', aton eb' vinh sreyal Media yet' Persia sch'ox nok'."
        },
        {
            "number": "21",
            "text": "Axo pax nok' mam chiva ix il chi', aton vinh sreyal Grecia sch'ox nok'. Ha jun sch'aac nok' nivaquil ayq'ueta t'a skal yol sat, a jun vinh b'ab'el rey sch'oxo'."
        },
        {
            "number": "22",
            "text": "Ha chanhe' ch'aac ix q'ueul sq'uexuloc jun ix canhchajb'at chi', syalelk'ochi to ol spoj snanhal jun nación chi'. Chanhe' nacional ol ajelk'ochoc, palta manh lajanoc yip yet' jun b'ab'el."
        },
        {
            "number": "23",
            "text": "Ayic toxo ol lajvoquek' yopisio juntzanh nación chi', ayic ol tz'acvoc chucalil t'a yichanh Dios, ay jun rey ol ak'an yajalil, malaj tz'och tas t'ay, te jelan yak'an musansatil."
        },
        {
            "number": "24",
            "text": "Ol yik' val yip sik'lab'il, palta manhoc yet' yip t'a yol yico'. Satub'tac ol yutej satanel tastac. Wach' ol elk'och t'a tas ol sk'ulej. Ol ak'joc ganar eb' soldado te ay yip yuj yet' eb' yicxo Dios."
        },
        {
            "number": "25",
            "text": "Yuj sjelanil, ol yal yixtan eb' anima, ol ste iq'uejchaanh sb'a. Tzijtum anima ol sateli ayic malaj jab'oc tas sna eb'. Ol stek'b'ej sb'ha t'a yichanh Dios, Jun Yajalil eb' yajal. Wach'chom icha chi' ol yutoc sb'a, palta ol satjoqueloc, manh yujoc spoder anima."
        },
        {
            "number": "26",
            "text": "Ha tas ix il t'a silab' tz'ak'ji t'a yemk'ualil yet' t'a q'uinhib'alil, tik val ix wach' alchajel t'ayach. Ha jun chi' yovalil ol elk'ochoc. Canocab'nhej t'a a pensar, malajocab' b'aj tzala', yujto a juntzanh chi', ol elk'ochoc ayic te nivanxo tiempo ol ek'oc, xchi ángel Gabriel chi'."
        },
        {
            "number": "27",
            "text": "Ha inxo Daniel in tik, ix te el vip ix vab'i. Ix in penaayax jaye' k'ual. Ixlajwi chi', ix in q'ue vaan, ix b'at vilanxi vopisio ayoch yuj vinh rey. Palta te ilk'olal vaj yuj jun ix ch'oxchaj vil chi', yujto max nachajel vuj tas val syalelk'ochi."
        }
    ]
}