{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Darío yuninal winhaj Asuero yinhtilal heb' medo, ix och winh reyal t'a smacb'en heb' caldeo. Ha t'a b'ab'el ab'il yoch winh t'a yajalil chi', a in Daniel in tik, wan in k'ayb'an juntzanh ch'anh libro b'aj lolonnac Jehová t'a winhaj Jeremías, aton winh schecab'. Yuj chi' ix nachajel wuuj to a Jerusalén, 70 ab'il ol kan tzinan."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix in lesalwi, ix in tewi d'ha Dios Kajal. Ix in ochpax t'a tzek'ojk'olal. Ix wak'anoch pichul yic tzek'ojk'olal chi', ix in em k'ojan t'a skal k'een tik'aq'uil taanh."
        },
        {
            "number": "3",
            "text": "Ix in lesalwi t'a Jehová in Diosal, ix walan in b'a t'ay icha tik: Mamin, Vajal ach, te niwan elk'ochi, te satub'tac yilji a poder. Tzak'elk'och a trato yic tzak'an a wach'k'olal t'a heb' tzach xajanani, aton heb' sk'anab'ajan a checnab'il."
        },
        {
            "number": "4",
            "text": "Ix och ko chukal yet' ko pital t'ayach. Axonhej chukal ix ko k'ulej. Ix ko patiquejcanel a checnab'il yet' a k'ayb'ub'al."
        },
        {
            "number": "5",
            "text": "Maj ko maclej cab' tas ix yal heb' a checab'. Yalnac a lolonel heb' t'a heb' ko reyal, t'a heb' yajal yaj t'a ko kal, t'a heb' ko mam quicham yet' t'a masanil heb' quetchonhab'."
        },
        {
            "number": "6",
            "text": "Ach Mamin Kajal, te tojol a pensar, xal onh israel onh tik, q'uixwelaltac cajek' scab'i. Ha heb' cotnac t'a Judá yet' t'a Jerusalén yet' juntzanhxo heb' quetisraelal cajan t'a najat yet' t'a lak'an, ix onh a saclemejcanb'ati, yujto manh k'anab'ajumoc ix cutej ko b'a t'ayach."
        },
        {
            "number": "7",
            "text": "Ha onh tik Mamin Jehová, q'uixavtac ko k'ool t'a ichanh, yujto ix och ko mul t'ayach yet' pax heb' ko reyal, heb' yajal yaj t'a ko kal yet' pax heb' ko mam quicham."
        },
        {
            "number": "8",
            "text": "Palta a ach tik Mamin, ko Diosal ach, te ay ok'elk'olal yet' a niwank'olal, wach'chom a onh tik axonhej pitalil sco k'ulej t'a ichanh."
        },
        {
            "number": "9",
            "text": "Mamin Jehová ko Diosal, maj ach ko k'anab'ajej icha ix aj a checan yal heb' a checab' t'ayonh."
        },
        {
            "number": "10",
            "text": "Ha onh tik, ko masanil ix ko tenek' a checnab'il, ix ach ko patiquejeli, manhxalaj ko gana ix cab' tas ix ala'. Yuj ko mul chi', ix jawi masanil juntzanh yaelal t'a quib'anh, aton tas tz'ib'ab'ilcan t'a yol ch'anh libro stz'ib'ejnaccan winh a checab' aj Moisés."
        },
        {
            "number": "11",
            "text": "Toxo ix elk'och tas ix ala' to ol jawok t'a quib'anh a onh tik yet' t'a heb' cajalil. Te niwan ix aj ak'an syaelal Jerusalén t'a yichanh juntzanhxo chonhab'."
        },
        {
            "number": "12",
            "text": "Masanil juntzanh yaelal tz'ib' yajcan t'a ch'anh libro yuj winhaj Moisés, ix jawi t'a quib'anh ticnaik. Palta anhej t'a spatic chukal ix onh b'atcani, majxo ko k'anab'ajej a lolonel yic tzak' a wach'k'olal t'ayonh."
        },
        {
            "number": "13",
            "text": "Yuj wal chi' Mamin Jehová ko Diosal, ix a na' ak'cot jun niwan yaelal tik t'a quib'anh. Ha ach tik, tojol ach t'a masanil tas tza k'ulej, a onhxo tik, maj ko b'alaj chaej cab' t'ayach."
        },
        {
            "number": "14",
            "text": "Ach ko Diosal Kajal ach, a ch'oxnac wal a niwan poder ayic ik'annaquelta heb' ko mam quicham t'a Egipto. Yuj chi' te b'inajnac ach masanto ticnaik, palta a onh tik jun, ix och ko mul, anhej chukal sco k'ulej."
        },
        {
            "number": "15",
            "text": "Mamin Kajal, cojtac to tza k'ulejnhej tas tzala'. Yuj chi' eloc wal t'a a k'ol ik'anel yaelal yet' yowal a k'ol ayoch t'a yib'anh chonhab' Jerusalén, yujto a chonhab' yaji, icpax yaj tzalan Sion. Masanil nación ay t'a slak'anil sb'uchwaj heb' t'a a chonhab' chi', yujnhej ko chukal yet' yuj schucal heb' ko mam quicham."
        },
        {
            "number": "16",
            "text": "Ach ko Diosal, ab' wal in lesal yet' b'aj tzin tewi a in a checab' in tik. Yuj wal a b'inaji, ch'ox a wach'k'olal t'a yib'anh a templo tzinan yajcani."
        },
        {
            "number": "17",
            "text": "Cha ab' Mamin, ilnab' wal tas yaji, tzinan yajcan jun a chonhab' sb'inaj to ic yaji. Manh yujoc ko wach'il t'a yol quico' tzonh tewi t'ayach, palta a wal yuj a niwan wach'k'olal."
        },
        {
            "number": "18",
            "text": "Mamin Cajalil, tak'wej onh, ak' lajwoc ko chukal. Cotanh, colwajanh qued'oc. Yuj wal a b'inajnaquil, mocab' ek' tiempo onh a colani, yujto ojtacab'il to ic onh yet' a chonhab' Jerusalén, xin chi t'a in lesal chi'."
        },
        {
            "number": "19",
            "text": "Yacb'an wannhej in lesalwi, wan walank'eta in mul yet' smul heb' wetchonhab' israel, tzin tewioch t'a Jehová in Diosal yuj tzalan Sion yicnhej yaji."
        },
        {
            "number": "20",
            "text": "Yacb'an wan in lesalwi chi', haxo ángel Gabriel, jun sch'oxnac sb'a t'ayin t'a yalanhtaxo, ix jawi jenhenhoc b'aj ayinek' chi', ichawal yorail yic tz'ak'ji silab' t'a Jehová t'a yemk'ualil."
        },
        {
            "number": "21",
            "text": "Ix yalan t'ayin icha tik: Daniel, tzin jawi t'ayach yic tzul wak'an a jelanil yic snachajel uuj tas ol jawok t'a yib'anh heb' etchonhab'."
        },
        {
            "number": "22",
            "text": "Ayic ix a yamanoch a lesalwi, ha Dios ix pacan a lesal chi', yuj chi' tzin jawi ul wal t'ayach, yujto te xajan ach yuj Dios. Ha ticnaik, maclej ab' tas ol wal t'ayach yic ol nachajel uuj tas ol ak'joc il tik."
        },
        {
            "number": "23",
            "text": "Ol ek' 70 semana t'a yib'anh heb' etisraelal yet' t'a yib'anh a chonhab' to yicnhej Dios yaji, masanto yic ol lajwoquek' pitalil yet' chukal, haxo yak'ji tup masanil mul, ata', tojolnhej ol aj t'a smasanil tiempo. Ol elk'och masanil tas ix ch'oxji yil heb' schecab' Dios yet' tas alb'ilcan yuj heb'. Ol ak'chajoch jun lugar yicnhej Dios yaj t'a yopisio."
        },
        {
            "number": "24",
            "text": "Yowalil ol nachajel jun tik uuj: Ayic ol alchajoc to ol b'ochajxik'e chonhab' Jerusalén, ol ek' uque' semana b'ab'el, slajwi chi' ol ek' pax 62 semana. Ichato chi' ol ja jun Yajal to sik'b'ileli. Ha t'a jun pekti’ chi', ol b'ochajxik'e scalleal yet' smuroal Jerusalén chi' t'a skal jantac yaelal."
        },
        {
            "number": "25",
            "text": "Ayic toxo ix lajwiek' 62 semana chi', ol miljoccham jun Yajal sik'b'ilel chi', ichato malaj tas syik'a'. Slajwi chi' ol juchajem templo yet' chonhab' Jerusalén yuj heb' anima ayoch yet' jun yajal ol jawok. Icha wal yel ha' eluma', icha chi' ol aj slajwiel Jerusalén chi'. Ha tas nab'il yuj Dios, ol ochnhej owal yet' somchajb'ail masanto t'a slajwub' k'ual."
        },
        {
            "number": "26",
            "text": "Ha jun yajal ol jawok chi', tzijtum heb' anima ol yak' pural yic sb'oan strato yet'oc t'a junok semana, palta t'a wal snanhalb'i jun semana chi', haxo scachanoch waan yak'chaj silab' yet' ofrenda d'ha Dios. Axo jun yajal chuk chi', ol yak'och tas to yajb'il yuj Dios t'a yol templo. Aynhejek' ta', masanto ol yak'cot Dios tas nab'il yuj t'a yib'anh jun yajal chuk chi', xchi ángel Gabriel chi' t'ayin."
        }
    ]
}