{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Darío yuninal vinhaj Asuero yinhtilal eb' medo, ix och vinh reyal t'a smacb'en eb' caldeo. Ha t'a b'ab'el ab'il yoch vinh t'a yajalil chi', a in Daniel in tik, van in k'ayb'an juntzanh ch'anh libro b'aj lolonnac Jehová t'a vinhaj Jeremías, aton vinh schecab'. Yuj chi' ix nachajel vuuj to a Jerusalén, 70 ab'il ol kan tzinan."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix in lesalvi, ix in tevi d'ha Dios Cajal. Ix in ochpax t'a tzek'ojk'olal. Ix vak'anoch pichul yic tzek'ojk'olal chi', ix in em k'ojan t'a skal q'uen tik'aq'uil taanh."
        },
        {
            "number": "3",
            "text": "Ix in lesalvi t'a Jehová in Diosal, ix valan in b'a t'ay icha tik: Mamin, Vajal ach, te niwan elk'ochi, te satub'tac yilji a poder. Tzaq'uelk'och a trato yic tzak'an a wach'k'olal t'a eb' tzach xajanani, aton eb' sk'anab'ajan a checnab'il."
        },
        {
            "number": "4",
            "text": "Ix och co chukal yet' co pital t'ayach. Axonhej chukal ix co k'ulej. Ix co patiquejcanel a checnab'il yet' a k'ayb'ub'al."
        },
        {
            "number": "5",
            "text": "Maj co maclej cab' tas ix yal eb' a checab'. Yalnac a lolonel eb' t'a eb' co reyal, t'a eb' yajal yaj t'a co cal, t'a eb' co mam quicham yet' t'a masanil eb' quetchonhab'."
        },
        {
            "number": "6",
            "text": "Ach Mamin Cajal, te tojol a pensar, xal onh israel onh tik, q'uixvelaltac cajek' scab'i. Ha eb' cotnac t'a Judá yet' t'a Jerusalén yet' juntzanhxo eb' quetisraelal cajan t'a najat yet' t'a lak'an, ix onh a saclemejcanb'ati, yujto manh k'anab'ajumoc ix cutej co b'a t'ayach."
        },
        {
            "number": "7",
            "text": "Ha onh tik Mamin Jehová, q'uixavtac co k'ool t'a ichanh, yujto ix och co mul t'ayach yet' pax eb' co reyal, eb' yajal yaj t'a co cal yet' pax eb' co mam quicham."
        },
        {
            "number": "8",
            "text": "Palta a ach tik Mamin, co Diosal ach, te ay oq'uelk'olal yet' a nivank'olal, wach'chom a onh tik axonhej pitalil sco k'ulej t'a ichanh."
        },
        {
            "number": "9",
            "text": "Mamin Jehová co Diosal, maj ach co k'anab'ajej icha ix aj a checan yal eb' a checab' t'ayonh."
        },
        {
            "number": "10",
            "text": "Ha onh tik, co masanil ix co tenek' a checnab'il, ix ach co patiquejeli, manhxalaj co gana ix cab' tas ix ala'. Yuj co mul chi', ix javi masanil juntzanh yaelal t'a quib'anh, aton tas tz'ib'ab'ilcan t'a yol ch'anh libro stz'ib'ejnaccan vinh a checab' aj Moisés."
        },
        {
            "number": "11",
            "text": "Toxo ix elk'och tas ix ala' to ol javoc t'a quib'anh a onh tik yet' t'a eb' cajalil. Te niwan ix aj ak'an syaelal Jerusalén t'a yichanh juntzanhxo chonhab'."
        },
        {
            "number": "12",
            "text": "Masanil juntzanh yaelal tz'ib' yajcan t'a ch'anh libro yuj vinhaj Moisés, ix javi t'a quib'anh ticnaic. Palta anhej t'a spatic chukal ix onh b'atcani, majxo co k'anab'ajej a lolonel yic tzak' a wach'k'olal t'ayonh."
        },
        {
            "number": "13",
            "text": "Yuj val chi' Mamin Jehová co Diosal, ix a na' ak'cot jun niwan yaelal tik t'a quib'anh. Ha ach tik, tojol ach t'a masanil tas tza k'ulej, a onhxo tik, maj co b'alaj chaej cab' t'ayach."
        },
        {
            "number": "14",
            "text": "Ach co Diosal Cajal ach, a ch'oxnac val a niwan poder ayic ik'annaquelta eb' co mam quicham t'a Egipto. Yuj chi' te b'inajnac ach masanto ticnaic, palta a onh tik jun, ix och co mul, anhej chukal sco k'ulej."
        },
        {
            "number": "15",
            "text": "Mamin Cajal, cojtac to tza k'ulejnhej tas tzala'. Yuj chi' eloc val t'a a k'ol ik'anel yaelal yet' yoval a k'ol ayoch t'a yib'anh chonhab' Jerusalén, yujto a chonhab' yaji, icpax yaj tzalan Sion. Masanil nación ay t'a slak'anil sb'uchvaj eb' t'a a chonhab' chi', yujnhej co chukal yet' yuj schucal eb' co mam quicham."
        },
        {
            "number": "16",
            "text": "Ach co Diosal, ab' val in lesal yet' b'aj tzin tevi a in a checab' in tik. Yuj val a b'inaji, ch'ox a wach'k'olal t'a yib'anh a templo tzinan yajcani."
        },
        {
            "number": "17",
            "text": "Cha ab' Mamin, ilnab' val tas yaji, tzinan yajcan jun a chonhab' sb'inaj to ic yaji. Manh yujoc co wach'il t'a yol quico' tzonh tevi t'ayach, palta a val yuj a niwan wach'k'olal."
        },
        {
            "number": "18",
            "text": "Mamin Cajalil, tak'vej onh, ak' lajvoc co chukal. Cotanh, colvajanh qued'oc. Yuj val a b'inajnaquil, mocab' ek' tiempo onh a colani, yujto ojtacab'il to ic onh yet' a chonhab' Jerusalén, xin chi t'a in lesal chi'."
        },
        {
            "number": "19",
            "text": "Yacb'an vannhej in lesalvi, van valanq'ueta in mul yet' smul eb' vetchonhab' israel, tzin tevioch t'a Jehová in Diosal yuj tzalan Sion yicnhej yaji."
        },
        {
            "number": "20",
            "text": "Yacb'an van in lesalvi chi', haxo ángel Gabriel, jun sch'oxnac sb'a t'ayin t'a yalanhtaxo, ix javi jenhenhoc b'aj ayinek' chi', ichaval yorail yic tz'ak'ji silab' t'a Jehová t'a yemk'ualil."
        },
        {
            "number": "21",
            "text": "Ix yalan t'ayin icha tik: Daniel, tzin javi t'ayach yic tzul vak'an a jelanil yic snachajel uuj tas ol javoc t'a yib'anh eb' etchonhab'."
        },
        {
            "number": "22",
            "text": "Ayic ix a yamanoch a lesalvi, ha Dios ix pacan a lesal chi', yuj chi' tzin javi ul val t'ayach, yujto te xajan ach yuj Dios. Ha ticnaic, maclej ab' tas ol val t'ayach yic ol nachajel uuj tas ol ak'joc il tik."
        },
        {
            "number": "23",
            "text": "Ol ek' 70 semana t'a yib'anh eb' etisraelal yet' t'a yib'anh a chonhab' to yicnhej Dios yaji, masanto yic ol lajvoquek' pitalil yet' chukal, haxo yak'ji tup masanil mul, ata', tojolnhej ol aj t'a smasanil tiempo. Ol elk'och masanil tas ix ch'oxji yil eb' schecab' Dios yet' tas alb'ilcan yuj eb'. Ol ak'chajoch jun lugar yicnhej Dios yaj t'a yopisio."
        },
        {
            "number": "24",
            "text": "Yovalil ol nachajel jun tik uuj: Ayic ol alchajoc to ol b'ochajxiq'ue chonhab' Jerusalén, ol ek' uque' semana b'ab'el, slajvi chi' ol ek' pax 62 semana. Ichato chi' ol ja jun Yajal to sik'b'ileli. Ha t'a jun pekti’ chi', ol b'ochajxiq'ue scalleal yet' smuroal Jerusalén chi' t'a skal jantac yaelal."
        },
        {
            "number": "25",
            "text": "Ayic toxo ix lajviek' 62 semana chi', ol miljoccham jun Yajal sik'b'ilel chi', ichato malaj tas syik'a'. Slajvi chi' ol juchajem templo yet' chonhab' Jerusalén yuj eb' anima ayoch yet' jun yajal ol javoc. Icha val yel ha' eluma', icha chi' ol aj slajviel Jerusalén chi'. Ha tas nab'il yuj Dios, ol ochnhej oval yet' somchajb'ail masanto t'a slajvub' k'ual."
        },
        {
            "number": "26",
            "text": "Ha jun yajal ol javoc chi', tzijtum eb' anima ol yak' pural yic sb'oan strato yet'oc t'a junok semana, palta t'a val snanhalb'i jun semana chi', haxo scachanoch vaan yak'chaj silab' yet' ofrenda d'ha Dios. Axo jun yajal chuk chi', ol yak'och tas to yajb'il yuj Dios t'a yol templo. Aynhejek' ta', masanto ol yak'cot Dios tas nab'il yuj t'a yib'anh jun yajal chuk chi', xchi ángel Gabriel chi' t'ayin."
        }
    ]
}