{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun winh scuchan Jonás yuninal winhaj Amitai. Ha junel, ix lolon Jehová t'a winh, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ixic lemnaj t'a jun niwan chonhab' Níniwe, tzalan t'a heb' anima cajan ta' to ol in satel heb' yet' schonhab' chi', yujto swil wal jantac chukal sk'ulej heb', xchi Jehová."
        },
        {
            "number": "3",
            "text": "Palta maj sk'anab'ajej winh tas ix yal Jehová chi', yuj chi' ix snab'at sb'a winh elelal t'a chonhab' Tarsis. Ix em winh t'a chonhab' Jope b'aj sjawi te' barco t'a sti' ha' mar. Ata' ix ilchaj jun te' barco yuj winh, wanxo sb'at te' t'a Tarsis chi'. Ix stupan spasaje winh, yic najat sb'atcan winh t'a yichanh Jehová snaani."
        },
        {
            "number": "4",
            "text": "Palta haxo Jehová ix ak'ancot jun ik' te ov t'a yib'anh ha' mar, ijan wal sjekchaj te' barco chi' yuj yowal ha'."
        },
        {
            "number": "5",
            "text": "Ix xivk'e heb' ed'jinac te' barco chi', ix laj yalan sb'a junjun heb' t'a sdiosal. Ix och ijan heb' syumancanb'at yicatz te' t'a yol ha' yic sheb'b'i te'. Axo winhaj Jonás chi', ix em winh t'a jun colxo yol te' barco chi' t'a yalanh, haxo ta' ix way winh."
        },
        {
            "number": "6",
            "text": "Axo winh sat yaj t'a te' barco chi' ix emk'och b'aj waynac winh chi', ix yalan winh t'a winh icha tik: ¿Tas yuj anhej wayanh tzak' t'a tik ach anima? Q'ueanh waan. Al a b'ha t'a a diosal, talaj tz'ok' sk'ool t'ayonh tzonh colchaji, xchi winh."
        },
        {
            "number": "7",
            "text": "Ix laj yalan heb' ed'jinac te' barco chi' t'ay junjun: Ha ticnaik caq'ek junok ko sorteo, yic wach' snachajel cuuj mach ay smul yuj chi' sja jun tik t'a quib'anh, xchi heb'. Ix yak'an sorteo heb' chi', haxo t'a yib'anh winhaj Jonás chi' ix emi."
        },
        {
            "number": "8",
            "text": "Ix yalan heb' icha tik t'a winh: Al t'ayonh tas yuj sja jun tik t'a quib'anh. ¿Tas opisio? ¿B'ajtil ix ach koti? ¿Tas sb'i a chonhab'? ¿Tas aji? xchi heb' t'a winh."
        },
        {
            "number": "9",
            "text": "Ix tak'wi winhaj Jonás chi': Ha in tik hebreo in, ha t'a Jehová sDiosal satcha’anh, ata' swal in b'a, aton ixb’o’an ha' mar tik yet' lum lum, xchi winh."
        },
        {
            "number": "10",
            "text": "Yuj chi', ix och ijan winh yalan t'a heb' ed'jinac te' barco chi' to wan yel winh elelal t'a yichanh Jehová yalani. Axo ix yab'an heb' to icha chi' yaji, ix yilanpax heb' to yelk'olal ste owaj ha' mar chi', ix te wach' xivk'e heb', ix och ijan heb' sk'anb'an t'a winh icha tik: ¿Tas yuj icha tik tzutej a b'a? ¿Tas tzach cutej ticnaik yic swanaj ha' mar tik? xchi heb'."
        },
        {
            "number": "11",
            "text": "Ix yalan winh icha tik: Yumineccanb'at t'a yol ha' mar tik, yic swanaj ha', wojtac to wuuj sjawi jun tik t'a quib'anh, xchi winh."
        },
        {
            "number": "12",
            "text": "Ix spilan wal yip heb' yik'anb'ey te' barco chi' yic smeltzajb'at te' b'aj ay lum lum yalan heb', palta junelnhej majxo yal-laj yuj heb', yujto yelk'olal ste owajchaanh ha' mar chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix tewi heb' t'a Jehová, ix yalan heb' icha tik: Mamin Jehová, manh onh a satel yuj schamel jun winh winak tik, tato malaj smul winh jun, comonoc max ak'kan schamel winh tik t'a quib'anh, yujto a ach tik Jehová wan a k'ulan icha tas nab'il uuj, xchi heb'."
        },
        {
            "number": "14",
            "text": "Ayic ix lajwi yalan heb' icha chi', ix syumancanb'at winhaj Jonás chi' heb' t'a yol ha' mar chi', icha chi' ix aj yoch waan ha'."
        },
        {
            "number": "15",
            "text": "Ayic ix yilan jun chi' heb' ed'jinac te' barco chi', ix te xiv heb' t'a Jehová, ix yak'an jun silab' heb' t'ay, ix yak'anpax sti' heb' t'ay."
        },
        {
            "number": "16",
            "text": "Yacb'an chi' haxo Jehová ix ak'ancot jun nok' niwan chay, ix turjib'at winhaj Jonás chi' yuj nok'. Oxe' k'ual yet' oxe' ak'wal ix ek' winh t'a yol sk'ol nok' chay chi'."
        }
    ]
}