{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun vinh scuchan Jonás yuninal vinhaj Amitai. Ha junel, ix lolon Jehová t'a vinh, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ixic lemnaj t'a jun niwan chonhab' Nínive, tzalan t'a eb' anima cajan ta' to ol in satel eb' yet' schonhab' chi', yujto svil val jantac chukal sk'ulej eb', xchi Jehová."
        },
        {
            "number": "3",
            "text": "Palta maj sk'anab'ajej vinh tas ix yal Jehová chi', yuj chi' ix snab'at sb'a vinh elelal t'a chonhab' Tarsis. Ix em vinh t'a chonhab' Jope b'aj sjavi te' barco t'a sti' ha' mar. Ata' ix ilchaj jun te' barco yuj vinh, vanxo sb'at te' t'a Tarsis chi'. Ix stupan spasaje vinh, yic najat sb'atcan vinh t'a yichanh Jehová snaani."
        },
        {
            "number": "4",
            "text": "Palta haxo Jehová ix ak'ancot jun ik' te ov t'a yib'anh ha' mar, ijan val sjecchaj te' barco chi' yuj yoval ha'."
        },
        {
            "number": "5",
            "text": "Ix xivq'ue eb' ed'jinac te' barco chi', ix laj yalan sb'a junjun eb' t'a sdiosal. Ix och ijan eb' syumancanb'at yicatz te' t'a yol ha' yic seb'b'i te'. Axo vinhaj Jonás chi', ix em vinh t'a jun colxo yol te' barco chi' t'a yalanh, haxo ta' ix vay vinh."
        },
        {
            "number": "6",
            "text": "Axo vinh sat yaj t'a te' barco chi' ix emk'och b'aj vaynac vinh chi', ix yalan vinh t'a vinh icha tik: ¿Tas yuj anhej vayanh tzak' t'a tik ach anima? Q'ueanh vaan. Al a b'ha t'a a diosal, talaj tz'ok' sk'ool t'ayonh tzonh colchaji, xchi vinh."
        },
        {
            "number": "7",
            "text": "Ix laj yalan eb' ed'jinac te' barco chi' t'ay junjun: Ha ticnaic caq'ek junok co sorteo, yic wach' snachajel cuuj mach ay smul yuj chi' sja jun tik t'a quib'anh, xchi eb'. Ix yak'an sorteo eb' chi', haxo t'a yib'anh vinhaj Jonás chi' ix emi."
        },
        {
            "number": "8",
            "text": "Ix yalan eb' icha tik t'a vinh: Al t'ayonh tas yuj sja jun tik t'a quib'anh. ¿Tas opisio? ¿B'ajtil ix ach coti? ¿Tas sb'i a chonhab'? ¿Tas aji? xchi eb' t'a vinh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi vinhaj Jonás chi': Ha in tik hebreo in, ha t'a Jehová sDiosal satcha’anh, ata' sval in b'a, aton ixb’o’an ha' mar tik yet' lum lum, xchi vinh."
        },
        {
            "number": "10",
            "text": "Yuj chi', ix och ijan vinh yalan t'a eb' ed'jinac te' barco chi' to van yel vinh elelal t'a yichanh Jehová yalani. Axo ix yab'an eb' to icha chi' yaji, ix yilanpax eb' to yelk'olal ste ovaj ha' mar chi', ix te wach' xivq'ue eb', ix och ijan eb' sk'anb'an t'a vinh icha tik: ¿Tas yuj icha tik tzutej a b'a? ¿Tas tzach cutej ticnaic yic svanaj ha' mar tik? xchi eb'."
        },
        {
            "number": "11",
            "text": "Ix yalan vinh icha tik: Yumineccanb'at t'a yol ha' mar tik, yic svanaj ha', vojtac to vuuj sjavi jun tik t'a quib'anh, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix spilan val yip eb' yik'anb'ey te' barco chi' yic smeltzajb'at te' b'aj ay lum lum yalan eb', palta junelnhej majxo yal-laj yuj eb', yujto yelk'olal ste ovajchaanh ha' mar chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix tevi eb' t'a Jehová, ix yalan eb' icha tik: Mamin Jehová, manh onh a satel yuj schamel jun vinh vinac tik, tato malaj smul vinh jun, comonoc max ak'kan schamel vinh tik t'a quib'anh, yujto a ach tik Jehová van a k'ulan icha tas nab'il uuj, xchi eb'."
        },
        {
            "number": "14",
            "text": "Ayic ix lajvi yalan eb' icha chi', ix syumancanb'at vinhaj Jonás chi' eb' t'a yol ha' mar chi', icha chi' ix aj yoch vaan ha'."
        },
        {
            "number": "15",
            "text": "Ayic ix yilan jun chi' eb' ed'jinac te' barco chi', ix te xiv eb' t'a Jehová, ix yak'an jun silab' eb' t'ay, ix yak'anpax sti' eb' t'ay."
        },
        {
            "number": "16",
            "text": "Yacb'an chi' haxo Jehová ix ak'ancot jun nok' niwan chay, ix turjib'at vinhaj Jonás chi' yuj nok'. Oxe' k'ual yet' oxe' ak'val ix ek' vinh t'a yol sk'ol nok' chay chi'."
        }
    ]
}