{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun vinh scuchan Jonás yuninal vinhaj Amitai. A junel, ix lolon Jehová d'a vinh, ix yalan icha tic:"
        },
        {
            "number": "2",
            "text": "Ixic lemnaj d'a jun nivan chonhab' Nínive, tzalan d'a eb' anima cajan ta' to ol in satel eb' yed' schonhab' chi', yujto svil val jantac chucal sk'ulej eb', xchi Jehová."
        },
        {
            "number": "3",
            "text": "Palta maj sk'anab'ajej vinh tas ix yal Jehová chi', yuj chi' ix snab'at sb'a vinh elelal d'a chonhab' Tarsis. Ix em vinh d'a chonhab' Jope b'aj sjavi te' barco d'a sti' a' mar. Ata' ix ilchaj jun te' barco yuj vinh, vanxo sb'at te' d'a Tarsis chi'. Ix stupan spasaje vinh, yic najat sb'atcan vinh d'a yichanh Jehová snaani."
        },
        {
            "number": "4",
            "text": "Palta axo Jehová ix ak'ancot jun ik' te ov d'a yib'anh a' mar, ijan val sjecchaj te' barco chi' yuj yoval a'."
        },
        {
            "number": "5",
            "text": "Ix xivq'ue eb' ed'jinac te' barco chi', ix laj yalan sb'a junjun eb' d'a sdiosal. Ix och ijan eb' syumancanb'at yicatz te' d'a yol a' yic seb'b'i te'. Axo vinhaj Jonás chi', ix em vinh d'a jun colxo yol te' barco chi' d'a yalanh, axo ta' ix vay vinh."
        },
        {
            "number": "6",
            "text": "Axo vinh sat yaj d'a te' barco chi' ix emk'och b'aj vaynac vinh chi', ix yalan vinh d'a vinh icha tic: ¿Tas yuj anhej vayanh tzak' d'a tic ach anima? Q'ueanh vaan. Al a b'a d'a a diosal, talaj tz'ok' sk'ool d'ayonh tzonh colchaji, xchi vinh."
        },
        {
            "number": "7",
            "text": "Ix laj yalan eb' ed'jinac te' barco chi' d'ay junjun: A ticnaic caq'uec junoc co sorteo, yic vach' snachajel cuuj mach ay smul yuj chi' sja jun tic d'a quib'anh, xchi eb'. Ix yak'an sorteo eb' chi', axo d'a yib'anh vinhaj Jonás chi' ix emi."
        },
        {
            "number": "8",
            "text": "Ix yalan eb' icha tic d'a vinh: Al d'ayonh tas yuj sja jun tic d'a quib'anh. ¿Tas opisio? ¿B'ajtil ix ach coti? ¿Tas sb'i a chonhab'? ¿Tas aji? xchi eb' d'a vinh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi vinhaj Jonás chi': A in tic hebreo in, a d'a Jehová sDiosal satchaanh, ata' sval in b'a, aton ix b'oan a' mar tic yed' lum luum, xchi vinh."
        },
        {
            "number": "10",
            "text": "Yuj chi', ix och ijan vinh yalan d'a eb' ed'jinac te' barco chi' to van yel vinh elelal d'a yichanh Jehová yalani. Axo ix yab'an eb' to icha chi' yaji, ix yilanpax eb' to yelk'olal ste ovaj a' mar chi', ix te vach' xivq'ue eb', ix och ijan eb' sk'anb'an d'a vinh icha tic: ¿Tas yuj icha tic tzutej a b'a? ¿Tas tzach cutej ticnaic yic svanaj a' mar tic? xchi eb'."
        },
        {
            "number": "11",
            "text": "Ix yalan vinh icha tic: Yumineccanb'at d'a yol a' mar tic, yic svanaj a', vojtac to vuuj sjavi jun tic d'a quib'anh, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix spilan val yip eb' yik'anb'ey te' barco chi' yic smeltzajb'at te' b'aj ay lum luum yalan eb', palta junelnhej majxo yal-laj yuj eb', yujto yelk'olal ste ovajchaanh a' mar chi'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix tevi eb' d'a Jehová, ix yalan eb' icha tic: Mamin Jehová, manh onh a satel yuj schamel jun vinh vinac tic, tato malaj smul vinh jun, comonoc max ak'can schamel vinh tic d'a quib'anh, yujto a ach tic Jehová van a k'ulan icha tas nab'il uuj, xchi eb'."
        },
        {
            "number": "14",
            "text": "Ayic ix lajvi yalan eb' icha chi', ix syumancanb'at vinhaj Jonás chi' eb' d'a yol a' mar chi', icha chi' ix aj yoch vaan a'."
        },
        {
            "number": "15",
            "text": "Ayic ix yilan jun chi' eb' ed'jinac te' barco chi', ix te xiv eb' d'a Jehová, ix yak'an jun silab' eb' d'ay, ix yak'anpax sti' eb' d'ay."
        },
        {
            "number": "16",
            "text": "Yacb'an chi' axo Jehová ix ak'ancot jun nok' nivan chay, ix turjib'at vinhaj Jonás chi' yuj nok'. Oxe' k'ual yed' oxe' ak'val ix ek' vinh d'a yol sk'ol nok' chay chi'."
        }
    ]
}