{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayek' vinh d'a yol sk'ool nok' chay chi', ix lesalvi vinh d'a Jehová sDiosal. Ix yalan vinh icha tic:"
        },
        {
            "number": "2",
            "text": "Mamin Jehová, a val d'a scal in yaelal ix in avaj d'ayach. Ix ach tak'vi d'ayin ayic ayinek' d'a chamel. Ata' ix in avaj d'ayach, ix ab'an tas ix vala'."
        },
        {
            "number": "3",
            "text": "Ato d'a sjulal yich a' mar ix in a yumcanemi, junelnhej ix yoy sb'a a a' d'ayin. A a' nivac a' ix laj ek' d'a vib'anh."
        },
        {
            "number": "4",
            "text": "Ata' ix in na' to ix in ik'canel d'a ichanh d'a junelnhej, a valani to manhxa b'aq'uinh ol vil a templo to ic yaji."
        },
        {
            "number": "5",
            "text": "Ix in mucchajcanem d'a sjulal yich a' mar chi'. Ix och b'ak'an juntzanh anh anh k'ultac ay d'a yol a' chi' d'a in jolom."
        },
        {
            "number": "6",
            "text": "Ix in emcan d'a yichtac juntzanh vitz d'a yol a' chi'. Junelnhej ix in can ta' valani, palta a ach tic Jehová in Diosal ach, ix in a colcanel d'a chamel."
        },
        {
            "number": "7",
            "text": "Axo yic vanxo slajvi in q'uinal ix vab'i, ix ach in naancot Mamin. Ix k'och in lesal d'a ichanh d'a a templo."
        },
        {
            "number": "8",
            "text": "A eb' slaj yaq'uem sb'a d'a yechel comon dios malaj yelk'ochi, spatiquejcanel a vach'k'olal eb' tza nib'ej tzak' d'a eb'."
        },
        {
            "number": "9",
            "text": "Palta a inxo tic, ol vak' in silab' d'ayach yuj vak'an yuj diosal d'ayach. Ol in k'anab'ajej b'aj ix vak' in ti' d'ayach. A achxonhej syal a colvaj Mamin Jehová, xchi vinhaj Jonás chi'."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', axo Jehová ix checanb'at nok' nivan chay chi', yic b'at xejajcanel vinhaj Jonás chi' yuj nok' d'a sti' a' mar chi'."
        }
    ]
}