{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayek' vinh t'a yol sk'ool nok' chay chi', ix lesalvi vinh t'a Jehová sDiosal. Ix yalan vinh icha tik:"
        },
        {
            "number": "2",
            "text": "Mamin Jehová, a val t'a skal in yaelal ix in avaj t'ayach. Ix ach tak'vi t'ayin ayic ayinek' t'a chamel. Ata' ix in avaj t'ayach, ix ab'an tas ix vala'."
        },
        {
            "number": "3",
            "text": "Ato t'a sjulal yich ha' mar ix in a yumcanemi, junelnhej ix yoy sb'a ha ha' t'ayin. Ha ha' nivac ha' ix laj ek' t'a vib'anh."
        },
        {
            "number": "4",
            "text": "Ata' ix in na' to ix in ik'canel t'a ichanh t'a junelnhej, a valani to manhxa b'ak'uinh ol vil a templo to ic yaji."
        },
        {
            "number": "5",
            "text": "Ix in mucchajcanem t'a sjulal yich ha' mar chi'. Ix och b'ak'an juntzanh anh anh k'ultac ay t'a yol ha' chi' t'a in jolom."
        },
        {
            "number": "6",
            "text": "Ix in emcan t'a yichtac juntzanh vitz t'a yol ha' chi'. Junelnhej ix in kan ta' valani, palta a ach tik Jehová in Diosal ach, ix in a colcanel t'a chamel."
        },
        {
            "number": "7",
            "text": "Axo yic vanxo slajvi in q'uinal ix vab'i, ix ach in naancot Mamin. Ix k'och in lesal t'a ichanh t'a a templo."
        },
        {
            "number": "8",
            "text": "Ha eb' slaj yaq'uem sb'ha t'a yechel comon dios malaj yelk'ochi, spatiquejcanel a wach'k'olal eb' tza nib'ej tzak' t'a eb'."
        },
        {
            "number": "9",
            "text": "Palta a inxo tik, ol vak' in silab' t'ayach yuj vak'an yuj diosal t'ayach. Ol in k'anab'ajej b'aj ix vak' in ti' t'ayach. Ha achxonhej syal a colvaj Mamin Jehová, xchi vinhaj Jonás chi'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', haxo Jehová ix checanb'at nok' niwan chay chi', yic b'at xejajcanel vinhaj Jonás chi' yuj nok' t'a sti' ha' mar chi'."
        }
    ]
}