{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolonxi Jehová d'a schaelal d'a vinhaj Jonás chi'. Ix yalan icha tic:"
        },
        {
            "number": "2",
            "text": "Ixic lemnaj d'a nivan chonhab' Nínive, sb'at alan tas ol val tic d'ayach, xchi d'a vinh."
        },
        {
            "number": "3",
            "text": "Yuj chi', ix b'at vinhaj Jonás chi' d'a Nínive chi' icha ix aj yalan Jehová. A jun chonhab' chi' te nivan, ay am oxeoc k'ual stek'nab'il yek' yool."
        },
        {
            "number": "4",
            "text": "Ix och vinhaj Jonás chi' d'a yol chonhab' chi'. A d'a b'ab'el k'u te chaanh ix yal vinh icha tic: Yic val chavinac k'ual tic ol satjoquel jun chonhab' tic, xchi vinh."
        },
        {
            "number": "5",
            "text": "Masanil eb' anima cajan d'a jun nivan chonhab' chi', eb' icham anima yed' eb' unin, ix yak'och slolonel Dios eb' d'a sk'ool, ix och eb' d'a tzek'ojk'olal, ix laj yak'anoch pichul eb' ya sva'i. Icha chi' ix yutej eb' sch'oxanel scusk'olal yuj smul."
        },
        {
            "number": "6",
            "text": "Axo ix k'och yab'ixal jun tic d'a vinh sreyal Nínive chi', ix q'ue vaan vinh d'a sdespacho, ix yik'anel spichul vinh yic sreyal, ix yak'anoch pichul vinh ya sva'i, ix em k'ojan vinh d'a scal q'uen tik'aq'uil taanh."
        },
        {
            "number": "7",
            "text": "A vinh rey chi' yed' eb' ayoch yajalil yed' vinh, ix yaq'uelta jun ley eb' d'a masanil chonhab' chi', xchi icha tic: Malaj junoc onh tzonh va'i. Malaj pax junoc onh scak' va nok' co vacax, ma nok' co calnel, max cak'paxlaj yuk' a' nok'."
        },
        {
            "number": "8",
            "text": "A tas ol co k'ulej to ol caq'uecoch co pichul ya sva'i yed' nok' co molb'etzal nok' chi', yic sco ch'oxanel co cusk'olal. Ol onh lesalvoc d'a Dios yed' val masanil quip, ol cactancan masanil chucal sco k'ulej, ol cactan co mak'an eb' quetanimail,"
        },
        {
            "number": "9",
            "text": "talaj tzato sq'uex spensar Dios d'a quib'anh, tz'och vaan yoval sk'ool, yic manh ol onh chamlaj, xchi jun ley chi'."
        },
        {
            "number": "10",
            "text": "Ayic ix yilan Dios to ix sna sb'a eb' aj Nínive chi', ix yactancan schuc b'eyb'al eb', ix snaani to manh ol satel jun chonhab' chi' icha ix yutej schecan alchajeloc."
        }
    ]
}