{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolonxi Jehová t'a schaelal t'a vinhaj Jonás chi'. Ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ixic lemnaj t'a niwan chonhab' Nínive, sb'at alan tas ol val tik t'ayach, xchi t'a vinh."
        },
        {
            "number": "3",
            "text": "Yuj chi', ix b'at vinhaj Jonás chi' t'a Nínive chi' icha ix aj yalan Jehová. Ha jun chonhab' chi' te niwan, ay am oxeoc k'ual stek'nab'il yek' yool."
        },
        {
            "number": "4",
            "text": "Ix och vinhaj Jonás chi' t'a yol chonhab' chi'. Ha t'a b'ab'el k'u te chaanh ix yal vinh icha tik: Yic val chavinac k'ual tik ol satjoquel jun chonhab' tik, xchi vinh."
        },
        {
            "number": "5",
            "text": "Masanil eb' anima cajan t'a jun niwan chonhab' chi', eb' icham anima yet' eb' unin, ix yak'och slolonel Dios eb' t'a sk'ool, ix och eb' t'a tzek'ojk'olal, ix laj yak'anoch pichul eb' ya sva'i. Icha chi' ix yutej eb' sch'oxanel scusk'olal yuj smul."
        },
        {
            "number": "6",
            "text": "Axo ix k'och yab'ixal jun tik t'a vinh sreyal Nínive chi', ix q'ue vaan vinh t'a sdespacho, ix yik'anel spichul vinh yic sreyal, ix yak'anoch pichul vinh ya sva'i, ix em k'ojan vinh t'a skal q'uen tik'aq'uil taanh."
        },
        {
            "number": "7",
            "text": "Ha vinh rey chi' yet' eb' ayoch yajalil yet' vinh, ix yaq'uelta jun ley eb' t'a masanil chonhab' chi', xchi icha tik: Malaj junok onh tzonh wa'i. Malaj pax junok onh scak' wa nok' co vacax, ma nok' co calnel, max cak'paxlaj yuk' ha' nok'."
        },
        {
            "number": "8",
            "text": "Ha tas ol co k'ulej to ol caq'uecoch co pichul ya sva'i yet' nok' co molb'etzal nok' chi', yic sco ch'oxanel co cusk'olal. Ol onh lesalvoc d'ha Dios yet' val masanil quip, ol cactancan masanil chukal sco k'ulej, ol cactan co mak'an eb' quetanimail,"
        },
        {
            "number": "9",
            "text": "talaj tzato sq'uex spensar Dios t'a quib'anh, tz'och vaan yoval sk'ool, yic manh ol onh chamlaj, xchi jun ley chi'."
        },
        {
            "number": "10",
            "text": "Ayic ix yilan Dios to ix sna sb'a eb' aj Nínive chi', ix yactancan schuc b'eyb'al eb', ix snaani to manh ol satel jun chonhab' chi' icha ix yutej schecan alchajeloc."
        }
    ]
}