{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Palta haxo winhaj Jonás chi', te chuk ix yab' winh yujto ix sk'ex spensar Jehová, ix te cot yowal winh."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix lesalwi winh t'a Jehová, ix yalan winh icha tik: Ina wal Mamin Jehová, aton wal jun tik ix in na' ayic ayin to ek' t'a in chonhab'. Yuj chi' ix in nib'ej ix in el lemnaj t'a ichanh, ix in b'atkan t'a Tarsis walani. Yujto wojtak to Dios ach, te ay wal ok'elk'olal, manh k'unoc scot owal. Ayic tzalani to ol ak'och junok yaelal, junanto rato chi' snaan pax sb'a a k'ool, yujto te niwan a k'ool."
        },
        {
            "number": "3",
            "text": "Yuj chi' tzin tewi t'ayach Mamin Jehová to tzik'el in k 'inal, más am wach' to tzin chami, t'a yichanh pax to pitzan in, xchi winh."
        },
        {
            "number": "4",
            "text": "Ix tak'wi Jehová chi' t'a winh icha tik: --¿Tom wach' scot owal icha tik tza na'a? xchi t'a winh."
        },
        {
            "number": "5",
            "text": "Ix el winh t'a stiel chonhab' chi' t'a stojolal b'aj sjawi k'u. Ata' ix sb'ok'e xiltac te' winh t'a yib'anh, ix em k'ojan winh t'a yenhul chi', ix smaclan yil winh tas ol aj jun chonhab' chi'."
        },
        {
            "number": "6",
            "text": "Axo Jehová ix ak'an q'uib' jun ib' te' ch'upak'te'. Ha jun te' chi' ix q'uib'k'e yenhuloc winh. Yuj chi' wach' yajek' winh ta'. Ix te tzalaj winh yuj te'."
        },
        {
            "number": "7",
            "text": "Axo yic ix q'uinhib'i t'a junxo k'u, wan stacjiel te', yujto a Jehová ix ak'ancot jun nok' k'osnok' ix k'uxan sch'anhal yip te'."
        },
        {
            "number": "8",
            "text": "Axo yic ix k'e k'u, ix yak'ancot jun ik' Jehová te ov sk'ak'al t'a stojolal b'aj sjawi k'u, te ov ix em yoc k'u t'a sjolom winhaj Jonás chi'. Ix och ijan yel yip winh yuj k'ak' chi'. Yuj chi' ix snib'ej cham sb'a winh. Ix yalan winh: --Más am wach' tzin chami, t'a yichanh pax to pitzan in, xchi winh."
        },
        {
            "number": "9",
            "text": "Ix yalanpax Jehová t'a winh icha tik: --¿Tom wach' tza k'ulej scot owal yujnhej to ix tacjiel te te' ix q'uib'k'e enhuloc chi'? xchi Jehová. --Ay walan wico', wach'chom tzin cham yuj wowal tik, xchi winh."
        },
        {
            "number": "10",
            "text": "Ix yalanxi Jehová t'a winh icha tik: --¿Toc a ach ix awej jun te te' tik? ¿Toc a ach pax ix ak' q'uib' te'? Junnhej ak'wal ix q'uib' te', haxo t'a junxo ak'wal ix tacjixiel te'. Palta a ach tik tzach kus yuj te'."
        },
        {
            "number": "11",
            "text": "Ha in xo pax tik, ¿tom manh ol kus in k'ol yuj jun niwan chonhab' Níniwe tik, ek'to 120 mil heb' unin mantalaj spensar kajan t'ay? Anhejtona', manh jantacoc pax nok' nok' ay t'ay, xchi t'a winh."
        }
    ]
}