{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Palta haxo vinhaj Jonás chi', te chuc ix yab' vinh yujto ix sq'uex spensar Jehová, ix te cot yoval vinh."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix lesalvi vinh t'a Jehová, ix yalan vinh icha tik: Ina val Mamin Jehová, aton val jun tik ix in na' ayic ayin to ek' t'a in chonhab'. Yuj chi' ix in nib'ej ix in el lemnaj t'a ichanh, ix in b'atcan t'a Tarsis valani. Yujto vojtac to Dios ach, te ay val oq'uelk'olal, manh k'unoc scot oval. Ayic tzalani to ol ak'och junok yaelal, junanto rato chi' snaan pax sb'a a k'ool, yujto te niwan a k'ool."
        },
        {
            "number": "3",
            "text": "Yuj chi' tzin tevi t'ayach Mamin Jehová to tziq'uel in q'uinal, más am wach' to tzin chami, t'a yichanh pax to pitzan in, xchi vinh."
        },
        {
            "number": "4",
            "text": "Ix tak'vi Jehová chi' t'a vinh icha tik: --¿Tom wach' scot oval icha tik tza na'a? xchi t'a vinh."
        },
        {
            "number": "5",
            "text": "Ix el vinh t'a stiel chonhab' chi' t'a stojolal b'aj sjavi k'u. Ata' ix sb'oq'ue xiltac te' vinh t'a yib'anh, ix em k'ojan vinh t'a yenhul chi', ix smaclan yil vinh tas ol aj jun chonhab' chi'."
        },
        {
            "number": "6",
            "text": "Axo Jehová ix ak'an q'uib' jun ib' te' ch'upak'te'. Ha jun te' chi' ix q'uib'q'ue yenhuloc vinh. Yuj chi' wach' yajek' vinh ta'. Ix te tzalaj vinh yuj te'."
        },
        {
            "number": "7",
            "text": "Axo yic ix q'uinhib'i t'a junxo k'u, van stacjiel te', yujto a Jehová ix ak'ancot jun nok' k'osnok' ix k'uxan sch'anhal yip te'."
        },
        {
            "number": "8",
            "text": "Axo yic ix q'ue k'u, ix yak'ancot jun ik' Jehová te ov sk'ak'al t'a stojolal b'aj sjavi k'u, te ov ix em yoc k'u t'a sjolom vinhaj Jonás chi'. Ix och ijan yel yip vinh yuj k'ak' chi'. Yuj chi' ix snib'ej cham sb'a vinh. Ix yalan vinh: --Más am wach' tzin chami, t'a yichanh pax to pitzan in, xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix yalanpax Jehová t'a vinh icha tik: --¿Tom wach' tza k'ulej scot oval yujnhej to ix tacjiel te te' ix q'uib'q'ue enhuloc chi'? xchi Jehová. --Ay valan vico', wach'chom tzin cham yuj voval tik, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix yalanxi Jehová t'a vinh icha tik: --¿Toc a ach ix avej jun te te' tik? ¿Toc a ach pax ix ak' q'uib' te'? Junnhej ak'val ix q'uib' te', haxo t'a junxo ak'val ix tacjixiel te'. Palta a ach tik tzach cus yuj te'."
        },
        {
            "number": "11",
            "text": "Ha in xo pax tik, ¿tom manh ol cus in k'ol yuj jun niwan chonhab' Nínive tik, ek'to 120 mil eb' unin mantalaj spensar cajan t'ay? Anhejtona', manh jantacoc pax nok' nok' ay t'ay, xchi t'a vinh."
        }
    ]
}