{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pablo in tik, schecab' in Jesucristo, yujto icha chi' ix el t'a sk'ool Dios. Ha in tik yet' vinh cuk'tac Timoteo"
        },
        {
            "number": "2",
            "text": "sco tz'ib'ejb'at jun co carta tik t'ayex ex yic xo Dios t'a chonhab' Colosas, mach ex eyak'nacxooch Cristo t'a e k'ool. Aocab' co Mam Dios tz'ak'an swach'k'olal yet' sjunk'olal t'ayex ta'."
        },
        {
            "number": "3",
            "text": "Ayic tzonh lesalvi eyuuj t'a juntac el, scak' yuj diosal d'ha Dios, aton Smam Cajal Jesucristo,"
        },
        {
            "number": "4",
            "text": "yujto ix cab'i to ix eyak'och Cristo Jesús t'a e k'ool, ix cab'anpaxi to te xajan masanil eb' yicxo Dios eyuuj."
        },
        {
            "number": "5",
            "text": "Icha chi' tzeyutej e b'a, yujto van e tanhvan e colnab'il sik'an t'a satcha’anh. Atax ix eyab'an jun wach' ab'ix te yel tik, ix eyak'anoch jun chi' yipoc e k'ool."
        },
        {
            "number": "6",
            "text": "Ha jun ab'ix yic colnab'il alb'il t'ayex chi', van yaljiel t'a masanil yol yib'anhk’inal tik. Icha junok te te' sq'uib'i, syak'an sat, icha chi' yaj jun ab'ix tik t'a eb' tz'ab'ani. Anhejtona', icha chi' ix aj t'ayex, atax ix e b'ab'laj ab'ani to manh jantacoc swach'k'olal Dios, yujto ix nachajel eyuuj to yel."
        },
        {
            "number": "7",
            "text": "Aton jun tik b'aj sk'ayb'ejnac ex vinhaj Epafras. Ha vinh tik, sco xajanej co b'a yet' vinh, yujto quetmunlajvumal co b'a. Te emnaquilal yak'an servil Cristo vinh t'a e cal ta'."
        },
        {
            "number": "8",
            "text": "Ha vinh ul aljinac t'ayonh to tze xajanej val e b'a yuj Yespíritu Dios."
        },
        {
            "number": "9",
            "text": "Yuj chi', atax ix cab'ani, max cactej co lesalvi eyuuj. Sco k'an val d'ha Dios eyuuj, yic a tz'ak'an e jelanil yuj Yespíritu, syak'an nachajel masanil yic Dios eyuuj, yic wach' ol eyojtaquejel sik'lab'il tas snib'ej Dios t'ayex."
        },
        {
            "number": "10",
            "text": "Tato icha chi' tzex aji, wach' ol eyutej e b'a, yic ol tzalaj Cajal Jesús eyed'oc, yujto smoj val icha chi' tzeyutej e b'a. Te wach' tzeyutej e b'a icha junok te te' tzijtum sat syak'a'. Ol e wach' ojtacanel Dios sik'lab'il."
        },
        {
            "number": "11",
            "text": "Tzonh lesalvi pax eyuuj, yic ha Dios tz'ak'an e tek'anil yet' spoder te niwan. Tato icha chi', ol techaj masanil tastac eyuuj. Tek'an ol eyutoc e b'a, ol ex tzalajnhej."
        },
        {
            "number": "12",
            "text": "Ol eyak'an yuj diosal t'a co Mam Dios, yujto a tz'ak'an b'o co pensar, yic ay calan quic co chaan tas ol yak' t'ayonh yet' masanil eb' yicxo yaji, yujto yic onhxo jun ay yic sakil k'inal."
        },
        {
            "number": "13",
            "text": "Yujto ha' ix onh colancanelta t'a yol sk'ab' vinh yajal k’ik’ k’inal. Ix onh yak'anoch t'a yol sk'ab' Yuninal te xajan yuj."
        },
        {
            "number": "14",
            "text": "Yujto ix cham Yuninal chi' cuuj, yuj chi' ix onh colchajeli, ix yak'ancan lajvoc co mul."
        },
        {
            "number": "15",
            "text": "Wach'chom max quil co Mam Dios, palta a Cristo sch'oxaneli chajtil yaji, yujto lajannhej yet'oc. Ha Cristo chi', aytaxon eq'ui ayic manto b'o junok tasi."
        },
        {
            "number": "16",
            "text": "Ha yak'lab'ejnac Dios sb'oan masanil tas ay t'a satcha’anh yet' t'a sat lu'um tik, juntzanh tas chequel yet' juntzanh tas manh chequeloclaj, a b'ojinac smasanil. Yed' juntzanhxo eb' ayoch yajalil, eb' ay spoder, wach'chom max yal quilan eb', palta anheja' b'ojinac eb', yic wach' tz'ak'ji servil yuj eb'."
        },
        {
            "number": "17",
            "text": "Ayic manto b'o yol yib'anhk’inal tik, aytaxon ek' Cristo chi'. Yuj wach' yajek' masanil tasi."
        },
        {
            "number": "18",
            "text": "Icha co jolom, icha chi' yaj Cristo t'ayonh, yujto yiglesia onhxo, ichato snivanil caji. A' tz'ak'an co q'uinal. A' b'ab'laj pitzvinac t'a skal eb' chamnac, yic wach' yelxo niwan yelk'och t'a yichanh masanil."
        },
        {
            "number": "19",
            "text": "Ay val och Dios t'a Cristo sik'lab'il, yujto icha chi' sgana."
        },
        {
            "number": "20",
            "text": "Snib'ej pax Dios to junk'olalxonhej ol aj masanil tastac yet'oc yuj Cristo, aton juntzanh ay t'a sat lu'um tik yet' juntzanh tas ay t'a satcha’anh, yujto ix elcan schiq'uil ayic ix cham t'a te' culus, yuj chi' junk'olal ol aj masanil tas yet'oc."
        },
        {
            "number": "21",
            "text": "Ha t'a yalanhtaxo najat ayex el t'a stz'ey Dios. Eyajk'ool val e b'a yet'oc yuj e chuk pensaril, yujto chuk e b'eyb'al ta'. Palta a ticnaic,"
        },
        {
            "number": "22",
            "text": "junk'olalxo eyaj yet'oc yuj schamel snivanil Cristo. Icha chi' ix aj schami, yic tzonh yak'anoch yicoc, yic malaj jab'oc co mul yet' co chukal t'a yichanh."
        },
        {
            "number": "23",
            "text": "Palta yowalil tzeyak'nhej och e pensar t'a juntzanh k'ayb'ub'al b'aj cak'nacoch co k'ool. Tek'an val tzeyutej e b'a, ichoc junok te te' te ay sch'anhal yib'. Ha jun ab'ix yic colnab'il eyab'nacxo, manh eyactejcan eyak'anoch yipoc e k'ool. Ha jun ab'ix tik, van yaljiel t'a masanil yol yib'anhk’inal tik. Ha inxo Pablo in tik, anheja' ix ak'ji vopisio valaneli."
        },
        {
            "number": "24",
            "text": "Ha ticnaic, tzin tzalaji, yujto van vilan syaelal yuj e wach'iloc. Yujto ayic svab'an syaelal yet' in nivanil tik, ichato tzin wach' aq'uej tz'acvoc syaelal Cristo, aton jun yaelal ix yab' cuuj a onh yiglesia onhxo tik, ichato snivanil caji."
        },
        {
            "number": "25",
            "text": "In ak'jioch vak' servil masanil eb' vetcreyenteal. Yak'nac jun vopisio tik Dios, yujto sgana to tzin wach' alej el slolonel."
        },
        {
            "number": "26",
            "text": "Ay jun tas k'ub'ancanel yuj Dios yictax manto b'o yol yib'anhk’inal tik. Palta haxo ticnaic, a ix ak'an cojtaquejel a onh yic onhxo tik. Ha ak'jinac vopisio yic svalanel jun tik."
        },
        {
            "number": "27",
            "text": "Ix yak'an cojtaquejel jun tik, yujto icha chi' sgana. Ha jun tik, yelxo val niwan yelk'och t'ayex a ex manh ex israeloc. Ha jun sval tik, aton jun ix ak'ji cojtaquejeli to a Cristo cajanoch t'ayex junjun ex qued'oc. Yuj val Cristo tik, scak'och yipoc co k'ool to ol onh k'och b'aj ay swach'il."
        },
        {
            "number": "28",
            "text": "Aton yab'ixal Cristo van calaneli. Sco cach junjun eb' anima b'aj tzonh eq'ui. Sco k'ayb'an pax eb', yic wach' sjelanb'i junjun eb' t'a yic Dios. Yujto co gana tek'anxo eb' ayic ol cak'an och eb' t'a yol sk'ab' Cristo."
        },
        {
            "number": "29",
            "text": "Yuj val juntzanh tik, tzin munlaji. Svak'an val vip t'a smasanil in k'ool, yujto a Cristo syak' spoder t'ayin."
        }
    ]
}