{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A in Pablo in tic, schecab' in Jesucristo, yujto icha chi' ix el d'a sk'ool Dios. A in tic yed' vinh cuk'tac Timoteo"
        },
        {
            "number": "2",
            "text": "sco tz'ib'ejb'at jun co carta tic d'ayex ex yic xo Dios d'a chonhab' Colosas, mach ex eyak'nacxooch Cristo d'a e k'ool. Aocab' co Mam Dios tz'ak'an svach'k'olal yed' sjunk'olal d'ayex ta'."
        },
        {
            "number": "3",
            "text": "Ayic tzonh lesalvi eyuuj d'a juntac el, scak' yuj diosal d'a Dios, aton Smam Cajal Jesucristo,"
        },
        {
            "number": "4",
            "text": "yujto ix cab'i to ix eyak'och Cristo Jesús d'a e k'ool, ix cab'anpaxi to te xajan masanil eb' yicxo Dios eyuuj."
        },
        {
            "number": "5",
            "text": "Icha chi' tzeyutej e b'a, yujto van e tanhvan e colnab'il sik'an d'a satchaanh. Atax ix eyab'an jun vach' ab'ix te yel tic, ix eyak'anoch jun chi' yipoc e k'ool."
        },
        {
            "number": "6",
            "text": "A jun ab'ix yic colnab'il alb'il d'ayex chi', van yaljiel d'a masanil yolyib'anhq'uinal tic. Icha junoc te te' sq'uib'i, syak'an sat, icha chi' yaj jun ab'ix tic d'a eb' tz'ab'ani. Anhejtona', icha chi' ix aj d'ayex, atax ix e b'ab'laj ab'ani to manh jantacoc svach'k'olal Dios, yujto ix nachajel eyuuj to yel."
        },
        {
            "number": "7",
            "text": "Aton jun tic b'aj sk'ayb'ejnac ex vinhaj Epafras. A vinh tic, sco xajanej co b'a yed' vinh, yujto quetmunlajvumal co b'a. Te emnaquilal yak'an servil Cristo vinh d'a e cal ta'."
        },
        {
            "number": "8",
            "text": "A vinh ul aljinac d'ayonh to tze xajanej val e b'a yuj Yespíritu Dios."
        },
        {
            "number": "9",
            "text": "Yuj chi', atax ix cab'ani, max cactej co lesalvi eyuuj. Sco k'an val d'a Dios eyuuj, yic a tz'ak'an e jelanil yuj Yespíritu, syak'an nachajel masanil yic Dios eyuuj, yic vach' ol eyojtaquejel sik'lab'il tas snib'ej Dios d'ayex."
        },
        {
            "number": "10",
            "text": "Tato icha chi' tzex aji, vach' ol eyutej e b'a, yic ol tzalaj Cajal Jesús eyed'oc, yujto smoj val icha chi' tzeyutej e b'a. Te vach' tzeyutej e b'a icha junoc te te' tzijtum sat syak'a'. Ol e vach' ojtacanel Dios sik'lab'il."
        },
        {
            "number": "11",
            "text": "Tzonh lesalvi pax eyuuj, yic a Dios tz'ak'an e tek'anil yed' spoder te nivan. Tato icha chi', ol techaj masanil tastac eyuuj. Tek'an ol eyutoc e b'a, ol ex tzalajnhej."
        },
        {
            "number": "12",
            "text": "Ol eyak'an yuj diosal d'a co Mam Dios, yujto a tz'ak'an b'o co pensar, yic ay calan quic co chaan tas ol yak' d'ayonh yed' masanil eb' yicxo yaji, yujto yic onhxo jun ay yic saquilq'uinal."
        },
        {
            "number": "13",
            "text": "Yujto a' ix onh colancanelta d'a yol sk'ab' vinh yajal q'uik'alq'uinal. Ix onh yak'anoch d'a yol sk'ab' Yuninal te xajan yuuj."
        },
        {
            "number": "14",
            "text": "Yujto ix cham Yuninal chi' cuuj, yuj chi' ix onh colchajeli, ix yak'ancan lajvoc co mul."
        },
        {
            "number": "15",
            "text": "Vach'chom max quil co Mam Dios, palta a Cristo sch'oxaneli chajtil yaji, yujto lajannhej yed'oc. A Cristo chi', aytaxon eq'ui ayic manto b'o junoc tasi."
        },
        {
            "number": "16",
            "text": "A yak'lab'ejnac Dios sb'oan masanil tas ay d'a satchaanh yed' d'a sat luum tic, juntzanh tas chequel yed' juntzanh tas manh chequeloclaj, a b'ojinac smasanil. Yed' juntzanhxo eb' ayoch yajalil, eb' ay spoder, vach'chom max yal quilan eb', palta anheja' b'ojinac eb', yic vach' tz'ak'ji servil yuj eb'."
        },
        {
            "number": "17",
            "text": "Ayic manto b'o yolyib'anhq'uinal tic, aytaxon ek' Cristo chi'. Yuuj vach' yajek' masanil tasi."
        },
        {
            "number": "18",
            "text": "Icha co jolom, icha chi' yaj Cristo d'ayonh, yujto yiglesia onhxo, ichato snivanil caji. A' tz'ak'an co q'uinal. A' b'ab'laj pitzvinac d'a scal eb' chamnac, yic vach' yelxo nivan yelk'och d'a yichanh masanil."
        },
        {
            "number": "19",
            "text": "Ay val och Dios d'a Cristo sik'lab'il, yujto icha chi' sgana."
        },
        {
            "number": "20",
            "text": "Snib'ej pax Dios to junk'olalxonhej ol aj masanil tastac yed'oc yuj Cristo, aton juntzanh ay d'a sat luum tic yed' juntzanh tas ay d'a satchaanh, yujto ix elcan schiq'uil ayic ix cham d'a te' culus, yuj chi' junk'olal ol aj masanil tas yed'oc."
        },
        {
            "number": "21",
            "text": "A d'a yalanhtaxo najat ayex el d'a stz'ey Dios. Eyajk'ool val e b'a yed'oc yuj e chuc pensaril, yujto chuc e b'eyb'al ta'. Palta a ticnaic,"
        },
        {
            "number": "22",
            "text": "junk'olalxo eyaj yed'oc yuj schamel snivanil Cristo. Icha chi' ix aj schami, yic tzonh yak'anoch yicoc, yic malaj jab'oc co mul yed' co chucal d'a yichanh."
        },
        {
            "number": "23",
            "text": "Palta yovalil tzeyak'nhej och e pensar d'a juntzanh k'ayb'ub'al b'aj cak'nacoch co k'ool. Tek'an val tzeyutej e b'a, ichoc junoc te te' te ay sch'anhal yib'. A jun ab'ix yic colnab'il eyab'nacxo, manh eyactejcan eyak'anoch yipoc e k'ool. A jun ab'ix tic, van yaljiel d'a masanil yolyib'anhq'uinal tic. A inxo Pablo in tic, anheja' ix ak'ji vopisio valaneli."
        },
        {
            "number": "24",
            "text": "A ticnaic, tzin tzalaji, yujto van vilan syaelal yuj e vach'iloc. Yujto ayic svab'an syaelal yed' in nivanil tic, ichato tzin vach' aq'uej tz'acvoc syaelal Cristo, aton jun yaelal ix yab' cuuj a onh yiglesia onhxo tic, ichato snivanil caji."
        },
        {
            "number": "25",
            "text": "In ak'jioch vak' servil masanil eb' vetcreyenteal. Yak'nac jun vopisio tic Dios, yujto sgana to tzin vach' alej el slolonel."
        },
        {
            "number": "26",
            "text": "Ay jun tas k'ub'ancanel yuj Dios yictax manto b'o yolyib'anhq'uinal tic. Palta axo ticnaic, a ix ak'an cojtaquejel a onh yic onhxo tic. A ak'jinac vopisio yic svalanel jun tic."
        },
        {
            "number": "27",
            "text": "Ix yak'an cojtaquejel jun tic, yujto icha chi' sgana. A jun tic, yelxo val nivan yelk'och d'ayex a ex manh ex israeloc. A jun sval tic, aton jun ix ak'ji cojtaquejeli to a Cristo cajanoch d'ayex junjun ex qued'oc. Yuj val Cristo tic, scak'och yipoc co k'ool to ol onh k'och b'aj ay svach'il."
        },
        {
            "number": "28",
            "text": "Aton yab'ixal Cristo van calaneli. Sco cach junjun eb' anima b'aj tzonh eq'ui. Sco k'ayb'an pax eb', yic vach' sjelanb'i junjun eb' d'a yic Dios. Yujto co gana tek'anxo eb' ayic ol cak'an och eb' d'a yol sk'ab' Cristo."
        },
        {
            "number": "29",
            "text": "Yuj val juntzanh tic, tzin munlaji. Svak'an val vip d'a smasanil in k'ool, yujto a Cristo syak' spoder d'ayin."
        }
    ]
}