{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pablo in tik, schecab' in Jesucristo, yujto icha chi' ix el t'a sk'ool Dios. Ha in tik yet' winh cuk'tac Timoteo"
        },
        {
            "number": "2",
            "text": "sco tz'ib'ejb'at jun ko carta tik t'ayex ex yic xo Dios t'a chonhab' Colosas, mach ex eyak'nacxooch Cristo t'a he k'ool. Aocab' ko Mam Dios tz'ak'an swach'k'olal yet' sjunk'olal t'ayex ta'."
        },
        {
            "number": "3",
            "text": "Ayic tzonh lesalwi eyuuj t'a juntac el, skak' yuj diosal d'ha Dios, aton Smam Kajal Jesucristo,"
        },
        {
            "number": "4",
            "text": "yujto ix cab'i to ix eyak'och Cristo Jesús t'a he k'ool, ix cab'anpaxi to te xajan masanil heb' yicxo Dios eyuuj."
        },
        {
            "number": "5",
            "text": "Icha chi' tzeyutej he b'a, yujto wan he tanhwan he colnab'il sik'an t'a satcha’anh. Atax ix eyab'an jun wach' ab'ix te yel tik, ix eyak'anoch jun chi' yipoc he k'ool."
        },
        {
            "number": "6",
            "text": "Ha jun ab'ix yic colnab'il alb'il t'ayex chi', wan yaljiel t'a masanil yol yib'anhk’inal tik. Icha junok te te' sq'uib'i, syak'an sat, icha chi' yaj jun ab'ix tik t'a heb' tz'ab'ani. Anhejtona', icha chi' ix aj t'ayex, atax ix he b'ab'laj ab'ani to manh jantacoc swach'k'olal Dios, yujto ix nachajel eyuuj to yel."
        },
        {
            "number": "7",
            "text": "Aton jun tik b'aj sk'ayb'ejnac ex winhaj Epafras. Ha winh tik, sco xajanej ko b'a yet' winh, yujto quetmunlajwumal ko b'a. Te emnaquilal yak'an serwil Cristo winh t'a he kal ta'."
        },
        {
            "number": "8",
            "text": "Ha winh ul aljinac t'ayonh to tze xajanej wal he b'a yuj Yespíritu Dios."
        },
        {
            "number": "9",
            "text": "Yuj chi', atax ix cab'ani, max cactej ko lesalwi eyuuj. Sco k'an wal d'ha Dios eyuuj, yic a tz'ak'an he jelanil yuj Yespíritu, syak'an nachajel masanil yic Dios eyuuj, yic wach' ol eyojtaquejel sik'lab'il tas snib'ej Dios t'ayex."
        },
        {
            "number": "10",
            "text": "Tato icha chi' tzex aji, wach' ol eyutej he b'a, yic ol tzalaj Kajal Jesús eyed'oc, yujto smoj wal icha chi' tzeyutej he b'a. Te wach' tzeyutej he b'a icha junok te te' tzijtum sat syak'a'. Ol he wach' ojtacanel Dios sik'lab'il."
        },
        {
            "number": "11",
            "text": "Tzonh lesalwi pax eyuuj, yic ha Dios tz'ak'an he tek'anil yet' spoder te niwan. Tato icha chi', ol techaj masanil tastac eyuuj. Tek'an ol eyutoc he b'a, ol ex tzalajnhej."
        },
        {
            "number": "12",
            "text": "Ol eyak'an yuj diosal t'a ko Mam Dios, yujto a tz'ak'an b'o ko pensar, yic ay calan quic ko chaan tas ol yak' t'ayonh yet' masanil heb' yicxo yaji, yujto yic onhxo jun ay yic sakil k'inal."
        },
        {
            "number": "13",
            "text": "Yujto ha' ix onh colancanelta t'a yol sk'ab' winh yajal k’ik’ k’inal. Ix onh yak'anoch t'a yol sk'ab' Yuninal te xajan yuj."
        },
        {
            "number": "14",
            "text": "Yujto ix cham Yuninal chi' cuuj, yuj chi' ix onh colchajeli, ix yak'ancan lajwoc ko mul."
        },
        {
            "number": "15",
            "text": "Wach'chom max quil ko Mam Dios, palta a Cristo sch'oxaneli chajtil yaji, yujto lajannhej yet'oc. Ha Cristo chi', aytaxon eq'ui ayic manto b'o junok tasi."
        },
        {
            "number": "16",
            "text": "Ha yak'lab'ejnac Dios sb'oan masanil tas ay t'a satcha’anh yet' t'a sat lu'um tik, juntzanh tas chequel yet' juntzanh tas manh chequeloclaj, a b'ojinac smasanil. Yed' juntzanhxo heb' ayoch yajalil, heb' ay spoder, wach'chom max yal quilan heb', palta anheja' b'ojinac heb', yic wach' tz'ak'ji serwil yuj heb'."
        },
        {
            "number": "17",
            "text": "Ayic manto b'o yol yib'anhk’inal tik, aytaxon ek' Cristo chi'. Yuj wach' yajek' masanil tasi."
        },
        {
            "number": "18",
            "text": "Icha ko jolom, icha chi' yaj Cristo t'ayonh, yujto yiglesia onhxo, ichato sniwanil caji. A' tz'ak'an ko k 'inal. A' b'ab'laj pitzwinac t'a skal heb' chamnac, yic wach' yelxo niwan yelk'och t'a yichanh masanil."
        },
        {
            "number": "19",
            "text": "Ay wal och Dios t'a Cristo sik'lab'il, yujto icha chi' snib'ej."
        },
        {
            "number": "20",
            "text": "Snib'ej pax Dios to junk'olalxonhej ol aj masanil tastac yet'oc yuj Cristo, aton juntzanh ay t'a sat lu'um tik yet' juntzanh tas ay t'a satcha’anh, yujto ix elcan schiq'uil ayic ix cham t'a te' culus, yuj chi' junk'olal ol aj masanil tas yet'oc."
        },
        {
            "number": "21",
            "text": "Ha t'a yalanhtaxo najat ayex el t'a stz'ey Dios. Eyajk'ool wal he b'a yet'oc yuj he chuk pensaril, yujto chuk he b'eyb'al ta'. Palta a ticnaik,"
        },
        {
            "number": "22",
            "text": "junk'olalxo eyaj yet'oc yuj schamel sniwanil Cristo. Icha chi' ix aj schami, yic tzonh yak'anoch yicoc, yic malaj jab'oc ko mul yet' ko chukal t'a yichanh."
        },
        {
            "number": "23",
            "text": "Palta yowalil tzeyak'nhej och he pensar t'a juntzanh k'ayb'ub'al b'aj cak'nacoch ko k'ool. Tek'an wal tzeyutej he b'a, ichoc junok te te' te ay sch'anhal yib'. Ha jun ab'ix yic colnab'il eyab'nacxo, manh eyactejcan eyak'anoch yipoc he k'ool. Ha jun ab'ix tik, wan yaljiel t'a masanil yol yib'anhk’inal tik. Ha inxo Pablo in tik, anheja' ix ak'ji wopisio walaneli."
        },
        {
            "number": "24",
            "text": "Ha ticnaik, tzin tzalaji, yujto wan wilan syaelal yuj he wach'iloc. Yujto ayic swab'an syaelal yet' in niwanil tik, ichato tzin wach' ak'ej tz'acwoc syaelal Cristo, aton jun yaelal ix yab' cuuj a onh yiglesia onhxo tik, ichato sniwanil caji."
        },
        {
            "number": "25",
            "text": "In ak'jioch wak' serwil masanil heb' wetcreyenteal. Yak'nac jun wopisio tik Dios, yujto snib'ej to tzin wach' alej el slolonel."
        },
        {
            "number": "26",
            "text": "Ay jun tas k'ub'ancanel yuj Dios yictax manto b'o yol yib'anhk’inal tik. Palta haxo ticnaik, a ix ak'an cojtaquejel a onh yic onhxo tik. Ha ak'jinac wopisio yic swalanel jun tik."
        },
        {
            "number": "27",
            "text": "Ix yak'an cojtaquejel jun tik, yujto icha chi' snib'ej. Ha jun tik, yelxo wal niwan yelk'och t'ayex a ex manh ex israelok. Ha jun swal tik, aton jun ix ak'ji cojtaquejeli to a Cristo cajanoch t'ayex junjun ex qued'oc. Yuj wal Cristo tik, skak'och yipoc ko k'ool to ol onh k'och b'aj ay swach'il."
        },
        {
            "number": "28",
            "text": "Aton yab'ixal Cristo wan calaneli. Sco cach junjun heb' anima b'aj tzonh eq'ui. Sco k'ayb'an pax heb', yic wach' sjelanb'i junjun heb' t'a yic Dios. Yujto ko gana tek'anxo heb' ayic ol cak'an och heb' t'a yol sk'ab' Cristo."
        },
        {
            "number": "29",
            "text": "Yuj wal juntzanh tik, tzin munlaji. Swak'an wal wip t'a smasanil in k'ool, yujto a Cristo syak' spoder t'ayin."
        }
    ]
}