{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "In gana snachajel eyuuj, to swak' wal wip ex wak'an serwil yet' heb' ay t'a chonhab' Laodicea yet' masanil heb' creyente mantalaj b'aj tzin ilani."
        },
        {
            "number": "2",
            "text": "Snib'ej in k'ool to tek'an wal tzeyutej he pensar yet' heb' ta'. Junxonhej tzeyutej he xajanan he b'a he masanil. Tzin nib'ej to snachajel swach'k'olal Dios eyuuj, yic ol ex wach' tek'k'ajoc. Tato icha chi', ol he wach' ojtaquejel Cristo, aton jun manh ojtacab'iloclaj t'a yalanhtaxo, palta a ticnaik ix ak'ji cojtaquejeli."
        },
        {
            "number": "3",
            "text": "Yuj syal snachajel masanil sjelanil Dios cuuj yet' jantacnhej tas yojtac."
        },
        {
            "number": "4",
            "text": "Swalb'at juntzanh tik t'ayex, yic max he cha ak'joc musansatil he b'a yuj heb' jelan syutej sb'a yalan yic t'ayex."
        },
        {
            "number": "5",
            "text": "Wach'chom manh in ayoc ek' eyed' ta', palta ichato ay in ek' eyed'oc. Yuj chi' tzin tzalaji ayic swab'ani to jun lajannhej tzeyutej he b'a ta', tek'an tzeyutej he b'a eyak'anoch Cristo t'a he k'ool."
        },
        {
            "number": "6",
            "text": "Yuj chi', icha ix eyutej he chaan Kajal Jesucristo, icha chi' tzeyutej he b'ha t'a yol sk'ab' ticnaik."
        },
        {
            "number": "7",
            "text": "Icha junok te te' ay wal sch'anhal yib', wach' sq'uib'i, ichocab' ta' tzeyutej he pensar t'a Cristo chi'. Tek'an wal tzeyutej he b'a eyak'anoch t'a he k'ool, icha ix ak'ji he k'ayb'ej. Tzeyak' yuj diosal d'ha Dios t'a masanil tiempo."
        },
        {
            "number": "8",
            "text": "Tzeyil wal he b'a. Manh he cha juwoquel he pensar yuj juntzanh heb' jelan syutej sb'a yalan yico'. Jelan heb' yesani, palta malaj wach' yoch tas syal heb' chi'. Yujto manhoc t'a Cristo scot jun yic heb' chi'. Anhej tastac sk'ulejnac heb' smam yicham heb' syala' yet' juntzanhxo sk'ayb'ub'al yol yib'anhk’inal tik."
        },
        {
            "number": "9",
            "text": "Ha masanil tas yaj Dios, scheclajel masanil t'a Cristo."
        },
        {
            "number": "10",
            "text": "Icha pax chi' caj ticnaik, yujto junnhej caj yet' Cristo chi', aton jun yajal yaj t'a masanil juntzanh ayoch yajalil, juntzanh ay yopisio wach'chom manh chequeloc."
        },
        {
            "number": "11",
            "text": "Ak'b'il exxo circuncidar ticnaik, yujto junxonhej eyaj yet' Cristo. Manhok jun circuncisión yic ko niwanil swala'. Palta ix onh colchajelta t'a yol sk'ab' jun ko chuk pensaril, aton chi' syalelk'ochi, ichato ix ex ak'ji circuncidar yuj."
        },
        {
            "number": "12",
            "text": "Ayic ix ex ak'ji bautizar, ix ex mucchaj yet' Cristo t'a yichanh Dios. Anhejtona', ix ex pitzwixi pax yet'oc, yujto tzeyak'och spoder Dios t'a he k'ool. Yuj spoder chi', ix pitzwixi Cristo t'a skal heb' chamnac."
        },
        {
            "number": "13",
            "text": "Ha t'a yalanhtaxo, chamnac ex t'a yichanh Dios yuj he mul, yuj pax to malaj he circuncisión. Palta haxo ticnaik, junnhej ix yutej Dios yak'an ko k 'inal yet' Cristo. Ix yak'an lajwoc masanil ko mul."
        },
        {
            "number": "14",
            "text": "Ha t'a yalanhtaxo, ay jun icha ko b'oc ayoch t'a quib'anh. Ayb'at t'a quib'anh yujto max ko k'anab'ajej juntzanh ley ak'b'il t'ayonh. Palta ha Dios ix sucan sat jun icha ko b'oc chi'. Ix yik'el t'a quib'anh, ichato ha t'a spenec te' culus ix lawuxajcanochi."
        },
        {
            "number": "15",
            "text": "Ayic ix cham Cristo t'a te' culus chi', ix yak' ganar t'a yib'anh juntzanh heb' ayoch yajalil, juntzanh heb' ay yopisio. Ha t'a yichanh heb' anima, ix ch'oxjielta to malaj jab'oc yelk'och heb'. Ix kan heb' t'a yalanh yuj t'a junelnhej."
        },
        {
            "number": "16",
            "text": "Malajocab' mach tzex alub'tanhan yuj tas tze wa''a, ma yuj tas tzeyuk'ej, ma yujto max he k'anab'ajej juntzanh sq'uinh heb', ma ayic tz'alji k'een uj, ma sk'ual ik'oj ip."
        },
        {
            "number": "17",
            "text": "Yujto a masanil juntzanh chi', malaj yelk'ochi. Lajannhej yaj icha yechel junok tas toto ol jawok. Ha jun yechel squil chi', aton yic Cristo."
        },
        {
            "number": "18",
            "text": "Ay heb' snib'ej yik'anek' jun spak ol yak' Dios t'ayex, palta manh he cha tas syal heb' t'ayex. Niwanoc emnaquilal syutej sb'a heb', syak'anem sb'a heb' t'a yichanh juntzanh ángel. Comon syak'och sb'a heb' t'a skal juntzanh tas manh yojtacoc heb'. Tonhej syik'chaanh sb'a heb', yujto niwanoc syak'och sb'a heb' jelanil."
        },
        {
            "number": "19",
            "text": "Yuj chi' maxtzac yak'och sb'a heb' t'a Cristo ticnaik. Palta a Cristo chi', icha ko jolom, icha chi' yaj t'ayonh. Ha onhxo sniwanil caji. Yujto a tz'ak'an quip ko tek'k'aji. Yuj spoder Dios junnhej tzonh aj ko masanil icha yaj junok niwanil."
        },
        {
            "number": "20",
            "text": "Ha ticnaik, chamnac exxo yet' Cristo qued'oc t'a yichanh Dios, manhxa yelk'och juntzanh comon k'ayb'ub'al yic yol yib'anhk’inal tik t'ayonh. Yuj chi', ¿tas yuj tzato eyak'och he pensar t'a juntzanh scomon k'ayb'ub'al heb' anima? Ichato yic exto yol yib'anhk’inal tik."
        },
        {
            "number": "21",
            "text": "Ha juntzanh k'ayb'ub'al chi' tz'alani to ay juntzanh tas max yal ko yamani yet' juntzanh tas max yal ko waani yet' pax juntzanh tas ay smay ko k'anani."
        },
        {
            "number": "22",
            "text": "Palta a juntzanh tz'alji to ay yowalil chi', manhxalaj yelk'och t'ayonh, yujto a juntzanh chi', ayic sco k'anani junnhej rato slajwieli. Ha juntzanh tz'alji chi', comon k'ayb'ub'alnhej, animanhej snaank'e juntzanh sk'ayb'aj chi'."
        },
        {
            "number": "23",
            "text": "Yel toni, ichato wach' juntzanh k'ayb'ub'al chi'. Syalani to yowalil ay tas b'aj skal ko b'a, squik'emta ko b'a, skak'an techaj syaelal yet' ko niwanil tik. Palta a juntzanh chi', malaj jab'oc yopisio onh scachan t'a ko chukal."
        }
    ]
}