{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "In gana snachajel eyuuj, to svak' val vip ex vak'an servil yet' eb' ay t'a chonhab' Laodicea yet' masanil eb' creyente mantalaj b'aj tzin ilani."
        },
        {
            "number": "2",
            "text": "Snib'ej in k'ool to tek'an val tzeyutej e pensar yet' eb' ta'. Junxonhej tzeyutej e xajanan e b'a e masanil. Tzin nib'ej to snachajel swach'k'olal Dios eyuuj, yic ol ex wach' tek'k'ajoc. Tato icha chi', ol e wach' ojtaquejel Cristo, aton jun manh ojtacab'iloclaj t'a yalanhtaxo, palta a ticnaic ix ak'ji cojtaquejeli."
        },
        {
            "number": "3",
            "text": "Yuj syal snachajel masanil sjelanil Dios cuuj yet' jantacnhej tas yojtac."
        },
        {
            "number": "4",
            "text": "Svalb'at juntzanh tik t'ayex, yic max e cha ak'joc musansatil e b'a yuj eb' jelan syutej sb'a yalan yic t'ayex."
        },
        {
            "number": "5",
            "text": "Wach'chom manh in ayoc ek' eyed' ta', palta ichato ay in ek' eyed'oc. Yuj chi' tzin tzalaji ayic svab'ani to jun lajannhej tzeyutej e b'a ta', tek'an tzeyutej e b'a eyak'anoch Cristo t'a e k'ool."
        },
        {
            "number": "6",
            "text": "Yuj chi', icha ix eyutej e chaan Cajal Jesucristo, icha chi' tzeyutej e b'ha t'a yol sk'ab' ticnaic."
        },
        {
            "number": "7",
            "text": "Icha junok te te' ay val sch'anhal yib', wach' sq'uib'i, ichocab' ta' tzeyutej e pensar t'a Cristo chi'. Tek'an val tzeyutej e b'a eyak'anoch t'a e k'ool, icha ix ak'ji e k'ayb'ej. Tzeyak' yuj diosal d'ha Dios t'a masanil tiempo."
        },
        {
            "number": "8",
            "text": "Tzeyil val e b'a. Manh e cha juvoquel e pensar yuj juntzanh eb' jelan syutej sb'a yalan yico'. Jelan eb' yesani, palta malaj wach' yoch tas syal eb' chi'. Yujto manhoc t'a Cristo scot jun yic eb' chi'. Anhej tastac sk'ulejnac eb' smam yicham eb' syala' yet' juntzanhxo sk'ayb'ub'al yol yib'anhk’inal tik."
        },
        {
            "number": "9",
            "text": "Ha masanil tas yaj Dios, scheclajel masanil t'a Cristo."
        },
        {
            "number": "10",
            "text": "Icha pax chi' caj ticnaic, yujto junnhej caj yet' Cristo chi', aton jun yajal yaj t'a masanil juntzanh ayoch yajalil, juntzanh ay yopisio wach'chom manh chequeloc."
        },
        {
            "number": "11",
            "text": "Ak'b'il exxo circuncidar ticnaic, yujto junxonhej eyaj yet' Cristo. Manhoc jun circuncisión yic co nivanil svala'. Palta ix onh colchajelta t'a yol sk'ab' jun co chuk pensaril, aton chi' syalelk'ochi, ichato ix ex ak'ji circuncidar yuj."
        },
        {
            "number": "12",
            "text": "Ayic ix ex ak'ji bautizar, ix ex mucchaj yet' Cristo t'a yichanh Dios. Anhejtona', ix ex pitzvixi pax yet'oc, yujto tzeyak'och spoder Dios t'a e k'ool. Yuj spoder chi', ix pitzvixi Cristo t'a skal eb' chamnac."
        },
        {
            "number": "13",
            "text": "Ha t'a yalanhtaxo, chamnac ex t'a yichanh Dios yuj e mul, yuj pax to malaj e circuncisión. Palta haxo ticnaic, junnhej ix yutej Dios yak'an co q'uinal yet' Cristo. Ix yak'an lajvoc masanil co mul."
        },
        {
            "number": "14",
            "text": "Ha t'a yalanhtaxo, ay jun icha co b'oc ayoch t'a quib'anh. Ayb'at t'a quib'anh yujto max co k'anab'ajej juntzanh ley ak'b'il t'ayonh. Palta ha Dios ix sucan sat jun icha co b'oc chi'. Ix yiq'uel t'a quib'anh, ichato ha t'a spenec te' culus ix lavuxajcanochi."
        },
        {
            "number": "15",
            "text": "Ayic ix cham Cristo t'a te' culus chi', ix yak' ganar t'a yib'anh juntzanh eb' ayoch yajalil, juntzanh eb' ay yopisio. Ha t'a yichanh eb' anima, ix ch'oxjielta to malaj jab'oc yelk'och eb'. Ix kan eb' t'a yalanh yuj t'a junelnhej."
        },
        {
            "number": "16",
            "text": "Malajocab' mach tzex alub'tanhan yuj tas tze wa''a, ma yuj tas tzeyuq'uej, ma yujto max e k'anab'ajej juntzanh sq'uinh eb', ma ayic tz'alji q'uen uj, ma sk'ual ik'oj ip."
        },
        {
            "number": "17",
            "text": "Yujto a masanil juntzanh chi', malaj yelk'ochi. Lajannhej yaj icha yechel junok tas toto ol javoc. Ha jun yechel squil chi', aton yic Cristo."
        },
        {
            "number": "18",
            "text": "Ay eb' sgana yik'anek' jun spac ol yak' Dios t'ayex, palta manh e cha tas syal eb' t'ayex. Nivanoc emnaquilal syutej sb'a eb', syak'anem sb'a eb' t'a yichanh juntzanh ángel. Comon syak'och sb'a eb' t'a skal juntzanh tas manh yojtacoc eb'. Tonhej syik'chaanh sb'a eb', yujto nivanoc syak'och sb'a eb' jelanil."
        },
        {
            "number": "19",
            "text": "Yuj chi' maxtzac yak'och sb'a eb' t'a Cristo ticnaic. Palta a Cristo chi', icha co jolom, icha chi' yaj t'ayonh. Ha onhxo snivanil caji. Yujto a tz'ak'an quip co tek'k'aji. Yuj spoder Dios junnhej tzonh aj co masanil icha yaj junok nivanil."
        },
        {
            "number": "20",
            "text": "Ha ticnaic, chamnac exxo yet' Cristo qued'oc t'a yichanh Dios, manhxa yelk'och juntzanh comon k'ayb'ub'al yic yol yib'anhk’inal tik t'ayonh. Yuj chi', ¿tas yuj tzato eyak'och e pensar t'a juntzanh scomon k'ayb'ub'al eb' anima? Ichato yic exto yol yib'anhk’inal tik."
        },
        {
            "number": "21",
            "text": "Ha juntzanh k'ayb'ub'al chi' tz'alani to ay juntzanh tas max yal co yamani yet' juntzanh tas max yal co vaani yet' pax juntzanh tas ay smay co k'anani."
        },
        {
            "number": "22",
            "text": "Palta a juntzanh tz'alji to ay yovalil chi', manhxalaj yelk'och t'ayonh, yujto a juntzanh chi', ayic sco k'anani junnhej rato slajvieli. Ha juntzanh tz'alji chi', comon k'ayb'ub'alnhej, animanhej snaanq'ue juntzanh sk'ayb'aj chi'."
        },
        {
            "number": "23",
            "text": "Yel toni, ichato wach' juntzanh k'ayb'ub'al chi'. Syalani to yovalil ay tas b'aj skal co b'a, squiq'uemta co b'a, scak'an techaj syaelal yet' co nivanil tik. Palta a juntzanh chi', malaj jab'oc yopisio onh scachan t'a co chukal."
        }
    ]
}