{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaik jun, pitzwinac onhxo yet' Cristo. Yuj chi', yowalil skak'och ko pensar t'a juntzanh tas ay t'a satcha’anh, aton b'aj k'ojanem Cristo t'a swach' k'ab' Dios."
        },
        {
            "number": "2",
            "text": "Yowalil anhej t'a tas ay t'a satcha’anh b'aj skak'och ko pensar. Manhxo caq'ek och ko pensar t'a tas ay t'a yol yib'anhk’inal tik,"
        },
        {
            "number": "3",
            "text": "yujto chamnac onhxo yet' Cristo. Axo ko k 'inal manto checlaj t'a yichanh heb' anima yujto ayxo och t'a Cristo t'a yichanh Dios."
        },
        {
            "number": "4",
            "text": "Yujto a Cristo ko k 'inal yaji, ato ol jaxoc, ichato chi' ol onh jax yet'oc, haxo scheclajel ko k 'inal chi', ay calan quic yet' swach'ilal Cristo."
        },
        {
            "number": "5",
            "text": "Yuj chi', a jantacnhej he b'eyb'al yic jun yol yib'anhk’inal tik, actejeccan smasanil, satocab'canel t'a junelnhej. Manhxaocab' junocxo mach tz'em t'a ajmulal, ma junocxo chukal sk'ulej yet' sniwanil. Anhejtona' manh pek'tuminoc tzeyutej he b'a. Tato pek'tumin tzeyutej he b'a, ha t'a yichanh Dios, ichato he diosal jun chi'."
        },
        {
            "number": "6",
            "text": "Yujto ha Dios ol ak'ancot jun niwan yaelal t'a yib'anh heb' sk'ulan juntzanh swal tik, yujto max sk'anab'ajej Dios chi' heb'."
        },
        {
            "number": "7",
            "text": "Ha exxo tik, ha t'a yalanhtaxo, he k'ulejnac masanil juntzanh swal tik."
        },
        {
            "number": "8",
            "text": "Palta a ticnaik, yowalil ol he wach' actejcan juntzanhxo ol wal tik: Aton owal, chichonk'olal, chukal, b'ajwal yet' juntzanh chukal lolonel."
        },
        {
            "number": "9",
            "text": "Manh eyesej t'ayex junjun ex. Ha juntzanh ix wal tik, manh he k'ulej, yujto a ko chuk pensaril yet' juntzanh ko b'eyb'al t'a yalanhtaxo, toxo ix cactejcani."
        },
        {
            "number": "10",
            "text": "Ha ticnaik, k'exmajnacxo ko pensar. Vanto swach' b'oi, yic slajanb'i ko pensar yet' Dios b'ojinac onh, yic ol ko wach' ojtaquejel Dios chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi', manhxalaj yelk'ochi tato israel onh mato maay. Tato ay onh ak'b'il onh circuncidar mato maay. Wach'chom heb' ch'oc chonhab'il, mato icha juntzanh heb' tz'alji caltacte'al anima, wach'chom heb' checab' yaji, ma heb' yic sb'a, malaj yelk'och juntzanh tik. Anhej Cristo ay yelk'ochi, a ayoch t'ayonh junjun onh."
        },
        {
            "number": "12",
            "text": "Ha Dios ix onh xajanani. Ix onh yak'anoch yicoc, yuj chi' wach'ocab' scutej ko b'eyb'al t'a yichanh. Ok'ocab' ko k'ool t'a heb' quetanimail, wach'ocab' scutej ko pensar t'a heb'. Emnaquilocab' scutej ko b'a. Nanamocab' scutej ko b'a. Cak'ocab' niwank'olal heb' tz'och smul t'ayonh."
        },
        {
            "number": "13",
            "text": "Max yal ko pacan ko b'ha t'a heb'. Tato ay heb' tz'ak'anoch junok tas t'a quib'anh, yowalil skak' niwank'olal heb'. Icha ix aj onh yak'an niwank'olal Cristo, icha chi' scutej ko b'a cak'an niwank'olal heb'."
        },
        {
            "number": "14",
            "text": "Ha wal junxo tik to sco xajanej ko b'a. Tato sco xajanej ko b'a, ol ko k'anab'ajej juntzanh swal tik. Tato icha chi', tz'acan ton sco k'anab'ajej."
        },
        {
            "number": "15",
            "text": "Ha Dios avtannac onh och yicoc, yic junk'olal tzonh aj ko masanil, yujto junxonhej caj t'a yol sk'ab' Cristo. Yuj chi' te wach' scutej ko b'ha t'a ko kal, yic syak' sjunk'olal Cristo t'ayonh. Anhejtona', skak'an yuj diosal t'ay."
        },
        {
            "number": "16",
            "text": "In gana a wal slolonel Cristo b'aj tzeyak'nhejoch he pensar. Tze k'ayb'an he b'a, tzeyak'lan yip he k'ool junjun ex t'a masanil sjelanil Kajal chi'. Slaj he b'itan juntzanh salmo, himno yet' juntzanhxo b'it yic Dios yuj eyak'an yuj diosal t'ay t'a smasanil he k'ool."
        },
        {
            "number": "17",
            "text": "Yalnhej tas sco k'ulej, ma tas scala', ko k'ulejocab' t'a sb'i Kajal Jesús yuj cak'an yuj diosal d'ha Dios Mamab'il yuj."
        },
        {
            "number": "18",
            "text": "Ha ex ix ex ayxo eyetb'eyum, k'anab'ajejec tas syal heb' winh t'ayex. Smoj tze k'anab'ajej yujto icha chi' snib'ej Kajal Jesús."
        },
        {
            "number": "19",
            "text": "Anhejtona' ex winak ex ayxo eyetb'eyum, tze xajanej heb' ix eyetb'eyum chi'. Max yal scomon chichonoch he k'ool t'a heb' ix."
        },
        {
            "number": "20",
            "text": "Yed' ex pax ex uninab'il, k'anab'ajejec tas syal he mam he nun t'ayex, yic ol tzalaj Kajal Jesús eyed'oc."
        },
        {
            "number": "21",
            "text": "Ha exxo mamab'il ex, manh he comon tzuntzejcot yowal heb' eyuninal, yic wach' max kus heb' eyuuj."
        },
        {
            "number": "22",
            "text": "Anhejtona', ex checab' eyaji, k'anab'ajejec tas syal heb' he patrón. Manhoknhej wan ex yilan heb' tze k'anab'ajani, yic stzalaj heb' eyed' he naani, palta t'a smasanil he k'ool tzex munlaji, yuj he xivk'olal d'ha Dios."
        },
        {
            "number": "23",
            "text": "Masanil tas tze k'ulej, k'ulejec t'a smasanil he k'ool, ichato ha t'a Kajal Jesús wan he munlaji, manhoc t'a heb' anima."
        },
        {
            "number": "24",
            "text": "Yujto cojtacxo to a Kajal Jesús chi' ol ak'an spak t'ayonh a onh yuninal onh tik. Yujto a jun Kajal wan cak'an serwil, aton Cristo."
        },
        {
            "number": "25",
            "text": "Palta a heb' sk'ulan chukal, ol scha spak juntzanh chukal sk'ulej heb' chi'. Ato syala' tastac sk'ulej junjun heb', icha chi' ol aj schaan spak heb'."
        }
    ]
}