{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaic jun, pitzvinac onhxo yet' Cristo. Yuj chi', yowalil scak'och co pensar t'a juntzanh tas ay t'a satcha’anh, aton b'aj k'ojanem Cristo t'a swach' k'ab' Dios."
        },
        {
            "number": "2",
            "text": "Yovalil anhej t'a tas ay t'a satcha’anh b'aj scak'och co pensar. Manhxo caq'ek och co pensar t'a tas ay t'a yol yib'anhk’inal tik,"
        },
        {
            "number": "3",
            "text": "yujto chamnac onhxo yet' Cristo. Axo co q'uinal manto checlaj t'a yichanh eb' anima yujto ayxo och t'a Cristo t'a yichanh Dios."
        },
        {
            "number": "4",
            "text": "Yujto a Cristo co q'uinal yaji, ato ol jaxoc, ichato chi' ol onh jax yet'oc, haxo scheclajel co q'uinal chi', ay calan quic yet' swach'ilal Cristo."
        },
        {
            "number": "5",
            "text": "Yuj chi', a jantacnhej e b'eyb'al yic jun yol yib'anhk’inal tik, actejeccan smasanil, satocab'canel t'a junelnhej. Manhxaocab' junocxo mach tz'em t'a ajmulal, ma junocxo chukal sk'ulej yet' snivanil. Anhejtona' manh pek'tuminoc tzeyutej e b'a. Tato pek'tumin tzeyutej e b'a, ha t'a yichanh Dios, ichato e diosal jun chi'."
        },
        {
            "number": "6",
            "text": "Yujto ha Dios ol ak'ancot jun niwan yaelal t'a yib'anh eb' sk'ulan juntzanh swal tik, yujto max sk'anab'ajej Dios chi' eb'."
        },
        {
            "number": "7",
            "text": "Ha exxo tik, ha t'a yalanhtaxo, e k'ulejnac masanil juntzanh swal tik."
        },
        {
            "number": "8",
            "text": "Palta a ticnaic, yowalil ol e wach' actejcan juntzanhxo ol val tik: Aton oval, chichonk'olal, chukal, b'ajval yet' juntzanh chukal lolonel."
        },
        {
            "number": "9",
            "text": "Manh eyesej t'ayex junjun ex. Ha juntzanh ix val tik, manh e k'ulej, yujto a co chuk pensaril yet' juntzanh co b'eyb'al t'a yalanhtaxo, toxo ix cactejcani."
        },
        {
            "number": "10",
            "text": "Ha ticnaic, q'uexmajnacxo co pensar. Vanto swach' b'oi, yic slajanb'i co pensar yet' Dios b'ojinac onh, yic ol co wach' ojtaquejel Dios chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi', manhxalaj yelk'ochi tato israel onh mato maay. Tato ay onh ak'b'il onh circuncidar mato maay. Wach'chom eb' ch'oc chonhab'il, mato icha juntzanh eb' tz'alji caltacte'al anima, wach'chom eb' checab' yaji, ma eb' yic sb'a, malaj yelk'och juntzanh tik. Anhej Cristo ay yelk'ochi, a ayoch t'ayonh junjun onh."
        },
        {
            "number": "12",
            "text": "Ha Dios ix onh xajanani. Ix onh yak'anoch yicoc, yuj chi' wach'ocab' scutej co b'eyb'al t'a yichanh. Ok'ocab' co k'ool t'a eb' quetanimail, wach'ocab' scutej co pensar t'a eb'. Emnaquilocab' scutej co b'a. Nanamocab' scutej co b'a. Cak'ocab' nivank'olal eb' tz'och smul t'ayonh."
        },
        {
            "number": "13",
            "text": "Max yal co pacan co b'ha t'a eb'. Tato ay eb' tz'ak'anoch junok tas t'a quib'anh, yowalil scak' nivank'olal eb'. Icha ix aj onh yak'an nivank'olal Cristo, icha chi' scutej co b'a cak'an nivank'olal eb'."
        },
        {
            "number": "14",
            "text": "Ha val junxo tik to sco xajanej co b'a. Tato sco xajanej co b'a, ol co k'anab'ajej juntzanh swal tik. Tato icha chi', tz'acan ton sco k'anab'ajej."
        },
        {
            "number": "15",
            "text": "Ha Dios avtannac onh och yicoc, yic junk'olal tzonh aj co masanil, yujto junxonhej caj t'a yol sk'ab' Cristo. Yuj chi' te wach' scutej co b'ha t'a co cal, yic syak' sjunk'olal Cristo t'ayonh. Anhejtona', scak'an yuj diosal t'ay."
        },
        {
            "number": "16",
            "text": "In gana a val slolonel Cristo b'aj tzeyak'nhejoch e pensar. Tze k'ayb'an e b'a, tzeyak'lan yip e k'ool junjun ex t'a masanil sjelanil Cajal chi'. Slaj e b'itan juntzanh salmo, himno yet' juntzanhxo b'it yic Dios yuj eyak'an yuj diosal t'ay t'a smasanil e k'ool."
        },
        {
            "number": "17",
            "text": "Yalnhej tas sco k'ulej, ma tas scala', co k'ulejocab' t'a sb'i Cajal Jesús yuj cak'an yuj diosal d'ha Dios Mamab'il yuj."
        },
        {
            "number": "18",
            "text": "Ha ex ix ex ayxo eyetb'eyum, k'anab'ajejec tas syal eb' winh t'ayex. Smoj tze k'anab'ajej yujto icha chi' sgana Cajal Jesús."
        },
        {
            "number": "19",
            "text": "Anhejtona' ex vinac ex ayxo eyetb'eyum, tze xajanej eb' ix eyetb'eyum chi'. Max yal scomon chichonoch e k'ool t'a eb' ix."
        },
        {
            "number": "20",
            "text": "Yed' ex pax ex uninab'il, k'anab'ajejec tas syal e mam e nun t'ayex, yic ol tzalaj Cajal Jesús eyed'oc."
        },
        {
            "number": "21",
            "text": "Ha exxo mamab'il ex, manh e comon tzuntzejcot yoval eb' eyuninal, yic wach' max kus eb' eyuuj."
        },
        {
            "number": "22",
            "text": "Anhejtona', ex checab' eyaji, k'anab'ajejec tas syal eb' e patrón. Manhocnhej van ex yilan eb' tze k'anab'ajani, yic stzalaj eb' eyed' e naani, palta t'a smasanil e k'ool tzex munlaji, yuj e xivk'olal d'ha Dios."
        },
        {
            "number": "23",
            "text": "Masanil tas tze k'ulej, k'ulejec t'a smasanil e k'ool, ichato ha t'a Cajal Jesús van e munlaji, manhoc t'a eb' anima."
        },
        {
            "number": "24",
            "text": "Yujto cojtacxo to a Cajal Jesús chi' ol ak'an spak t'ayonh a onh yuninal onh tik. Yujto a jun Cajal van cak'an servil, aton Cristo."
        },
        {
            "number": "25",
            "text": "Palta a eb' sk'ulan chukal, ol scha spak juntzanh chukal sk'ulej eb' chi'. Ato syala' tastac sk'ulej junjun eb', icha chi' ol aj schaan spak eb'."
        }
    ]
}