{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "A exxo patrón ex, tojolnhej tzeyutej e b'a d'a eb' e checab', vach' tzeyutej e b'a d'a eb'. Tze nacoti to ay junxo d'a satchaanh tzex ak'an mandar, aton Cajal Jesús."
        },
        {
            "number": "2",
            "text": "A exxo e masanil, tzex lesalvi val d'a smasanil e k'ool d'a Dios d'a masanil tiempo. Tzeyak'anpax yuj diosal d'ay."
        },
        {
            "number": "3",
            "text": "Anhejtona', tzex lesalvi pax cuuj, yic vach' ol och Dios Cajal qued'oc, yic ol yal calanel slolonel yed' yab'ixal Cristo ak'b'ilxo cojtaquejeli. A ticnaic preso vaji, yujto svalel yab'ixal tic."
        },
        {
            "number": "4",
            "text": "Lesalvanhec vuuj, yic ol yal valanel yab'ixal Cristo d'a stojolal."
        },
        {
            "number": "5",
            "text": "Ayic tze k'uman eb' manto creyenteoc d'a juntac el, vach' tzeyutej e b'a d'a eb'."
        },
        {
            "number": "6",
            "text": "Vach'nhej tzeyutej e loloni, tze ch'oxanel e vach'k'olal d'a eb'. Tato icha chi' ol nachajel eyuuj tas ol aj e pacan tas sk'anb'ej junjun eb' d'ayex."
        },
        {
            "number": "7",
            "text": "A vinh cuk'tac Tíquico tic, xajan val vinh cuuj. Tek'an val smunlaj vinh d'a co Mam Dios. Ayoch vinh yak'an servil Cajal Jesús ved'oc. Ol b'at vinh yal d'ayex tastac caj d'a tic."
        },
        {
            "number": "8",
            "text": "Tzin checpaxb'at vinh d'ayex ta' yic ol yak' yip e k'ool vinh."
        },
        {
            "number": "9",
            "text": "Anhejtona' ol b'at pax vinh cuk'tac Onésimo yed' vinh. A vinhaj Onésimo tic, eyetchonhab' vinh, te xajan vinh cuuj. Tek'anxo vinh. Aton chavanh eb' vinh tic ol b'at alan d'ayex tastac caj d'a tic."
        },
        {
            "number": "10",
            "text": "Axo pax vinhaj Aristarco, preso yaj vinh ved' d'a tic. Syak'paxb'at stzatzil e k'ool vinh. Yed' vinhaj Marcos, aton vinh sk'ab' yoc sb'a yed' vinhaj Bernabé, syak'paxb'at stzatzil e k'ool vinh. Valnacxo d'ayex yuj vinhaj Marcos tic, tato ol b'at vinh ta', tze cha vinh sk'och d'a tzalajk'olal."
        },
        {
            "number": "11",
            "text": "Axo vinhaj Jesús tic, aton vinh scuch pax Justo, syak'paxb'at stzatzil e k'ool vinh. A d'a scal eb' vinh smunlaj ved'oc, anhej eb' vinh chavanh tic vetisraelal. Tz'ek' eb' vinh yaleli chajtil tz'aj yoch eb' anima d'a yol sk'ab' Dios. A eb' vinh chavanh tic, syak' val snivanil in k'ool eb' vinh."
        },
        {
            "number": "12",
            "text": "A vinh eyetchonhab' Epafras tic, ayoch pax vinh yak'an servil Cristo ved'oc. Slesalvi val vinh eyuuj, yic tzex vach' tek'k'aji, yic anhej val juntzanh tas sgana Dios b'aj tze vach' aq'uejoch e pensar."
        },
        {
            "number": "13",
            "text": "A in tic, svak' testigoal in b'a, svalani to tzex sna vinh. Snaanpaxb'at eb' ay d'a Laodicea vinh yed' eb' ay d'a Hierápolis."
        },
        {
            "number": "14",
            "text": "Axo vinhaj Lucas, vinh anhtum, xajan val vinh cuuj yed' pax vinhaj Demas, syak'paxb'at stzatzil e k'ool eb' vinh."
        },
        {
            "number": "15",
            "text": "Scak'paxb'at stzatzil sk'ool eb' creyente ay d'a Laodicea. Scak'anpaxb'at stzatzil sk'ool ix canab' Ninfas yed' eb' creyente smolb'ej sb'a d'a spat ix."
        },
        {
            "number": "16",
            "text": "Ayic ol lajvoc eyavtan jun carta tic d'a yichanh eb' creyente ta', tzeyak'paxb'at d'a eb' aj Laodicea, yic vach' ol avtaj pax d'a scal eb' ta'. Axo tze chaan sk'och jun carta ol yak'paxta eb' aj Laodicea chi' d'ayex, tzeyavtej paxi."
        },
        {
            "number": "17",
            "text": "Axo d'a vinh cuk'tac Arquipo, tzeyal d'a vinh icha tic: Ak'val ip a munlaj d'a jun opisio ix yak' Cajal Jesús tic d'ayach, xe chi d'a vinh."
        },
        {
            "number": "18",
            "text": "A in Pablo in tic, a in val lak'an tzin tz'ib'ejb'at jun stzatzil e k'ool tic. Naeccoti to preso vaj d'a tic. Yak'ocab' svach'k'olal Dios d'ayex ta'."
        }
    ]
}