{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ha exxo patrón ex, tojolnhej tzeyutej e b'ha t'a eb' e checab', wach' tzeyutej e b'ha t'a eb'. Tze nacoti to ay junxo t'a satcha’anh tzex ak'an mandar, aton Cajal Jesús."
        },
        {
            "number": "2",
            "text": "Ha exxo e masanil, tzex lesalvi val t'a smasanil e k'ool d'ha Dios t'a masanil tiempo. Tzeyak'anpax yuj diosal t'ay."
        },
        {
            "number": "3",
            "text": "Anhejtona', tzex lesalvi pax cuuj, yic wach' ol och Dios Cajal qued'oc, yic ol yal calanel slolonel yet' yab'ixal Cristo ak'b'ilxo cojtaquejeli. Ha ticnaic preso vaji, yujto svalel yab'ixal tik."
        },
        {
            "number": "4",
            "text": "Lesalvanhec vuuj, yic ol yal valanel yab'ixal Cristo t'a stojolal."
        },
        {
            "number": "5",
            "text": "Ayic tze k'uman eb' manto creyenteoc t'a juntac el, wach' tzeyutej e b'ha t'a eb'."
        },
        {
            "number": "6",
            "text": "Wach'nhej tzeyutej e loloni, tze ch'oxanel e wach'k'olal t'a eb'. Tato icha chi' ol nachajel eyuuj tas ol aj e pacan tas sk'anb'ej junjun eb' t'ayex."
        },
        {
            "number": "7",
            "text": "Ha vinh cuk'tac Tíquico tik, xajan val vinh cuuj. Tek'an val smunlaj vinh t'a co Mam Dios. Ayoch vinh yak'an servil Cajal Jesús ved'oc. Ol b'at vinh yal t'ayex tastac caj t'a tik."
        },
        {
            "number": "8",
            "text": "Tzin checpaxb'at vinh t'ayex ta' yic ol yak' yip e k'ool vinh."
        },
        {
            "number": "9",
            "text": "Anhejtona' ol b'at pax vinh cuk'tac Onésimo yet' vinh. Ha vinhaj Onésimo tik, eyetchonhab' vinh, te xajan vinh cuuj. Tek'anxo vinh. Aton chavanh eb' vinh tik ol b'at alan t'ayex tastac caj t'a tik."
        },
        {
            "number": "10",
            "text": "Axo pax vinhaj Aristarco, preso yaj vinh ved' t'a tik. Syak'paxb'at stzatzil e k'ool vinh. Yed' vinhaj Marcos, aton vinh sk'ab' yoc sb'a yet' vinhaj Bernabé, syak'paxb'at stzatzil e k'ool vinh. Valnacxo t'ayex yuj vinhaj Marcos tik, tato ol b'at vinh ta', tze cha vinh sk'och t'a tzalajk'olal."
        },
        {
            "number": "11",
            "text": "Axo vinhaj Jesús tik, aton vinh scuch pax Justo, syak'paxb'at stzatzil e k'ool vinh. Ha t'a skal eb' vinh smunlaj ved'oc, anhej eb' vinh chavanh tik vetisraelal. Tz'ek' eb' vinh yaleli chajtil tz'aj yoch eb' anima t'a yol sk'ab' Dios. Ha eb' vinh chavanh tik, syak' val snivanil in k'ool eb' vinh."
        },
        {
            "number": "12",
            "text": "Ha vinh eyetchonhab' Epafras tik, ayoch pax vinh yak'an servil Cristo ved'oc. Slesalvi val vinh eyuuj, yic tzex wach' tek'k'aji, yic anhej val juntzanh tas sgana Dios b'aj tze wach' aq'uejoch e pensar."
        },
        {
            "number": "13",
            "text": "Ha in tik, svak' testigoal in b'a, svalani to tzex sna vinh. Snaanpaxb'at eb' ay t'a Laodicea vinh yet' eb' ay t'a Hierápolis."
        },
        {
            "number": "14",
            "text": "Axo vinhaj Lucas, vinh anhtum, xajan val vinh cuuj yet' pax vinhaj Demas, syak'paxb'at stzatzil e k'ool eb' vinh."
        },
        {
            "number": "15",
            "text": "Scak'paxb'at stzatzil sk'ool eb' creyente ay t'a Laodicea. Scak'anpaxb'at stzatzil sk'ool ix canab' Ninfas yet' eb' creyente smolb'ej sb'ha t'a spat ix."
        },
        {
            "number": "16",
            "text": "Ayic ol lajvoc eyavtan jun carta tik t'a yichanh eb' creyente ta', tzeyak'paxb'at t'a eb' aj Laodicea, yic wach' ol avtaj pax t'a skal eb' ta'. Axo tze chaan sk'och jun carta ol yak'paxta eb' aj Laodicea chi' t'ayex, tzeyavtej paxi."
        },
        {
            "number": "17",
            "text": "Axo t'a vinh cuk'tac Arquipo, tzeyal t'a vinh icha tik: Ak'val ip a munlaj t'a jun opisio ix yak' Cajal Jesús tik t'ayach, xe chi t'a vinh."
        },
        {
            "number": "18",
            "text": "Ha in Pablo in tik, a in val lak'an tzin tz'ib'ejb'at jun stzatzil e k'ool tik. Naeccoti to preso vaj t'a tik. Yak'ocab' svach'k'olal Dios t'ayex ta'."
        }
    ]
}