{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ha exxo patrón ex, tojolnhej tzeyutej he b'ha t'a heb' he checab', wach' tzeyutej he b'ha t'a heb'. Tze nacoti to ay junxo t'a satcha’anh tzex ak'an mandar, aton Kajal Jesús."
        },
        {
            "number": "2",
            "text": "Ha exxo he masanil, tzex lesalwi wal t'a smasanil he k'ool d'ha Dios t'a masanil tiempo. Tzeyak'anpax yuj diosal t'ay."
        },
        {
            "number": "3",
            "text": "Anhejtona', tzex lesalwi pax cuuj, yic wach' ol och Dios Kajal qued'oc, yic ol yal calanel slolonel yet' yab'ixal Cristo ak'b'ilxo cojtaquejeli. Ha ticnaik preso waji, yujto swalel yab'ixal tik."
        },
        {
            "number": "4",
            "text": "Lesalwanhec wuuj, yic ol yal walanel yab'ixal Cristo t'a stojolal."
        },
        {
            "number": "5",
            "text": "Ayic tze k'uman heb' manto creyenteoc t'a juntac el, wach' tzeyutej he b'ha t'a heb'."
        },
        {
            "number": "6",
            "text": "Wach'nhej tzeyutej he loloni, tze ch'oxanel he wach'k'olal t'a heb'. Tato icha chi' ol nachajel eyuuj tas ol aj he pacan tas sk'anb'ej junjun heb' t'ayex."
        },
        {
            "number": "7",
            "text": "Ha winh cuk'tac Tíquico tik, xajan wal winh cuuj. Tek'an wal smunlaj winh t'a ko Mam Dios. Ayoch winh yak'an serwil Kajal Jesús wed'oc. Ol b'at winh yal t'ayex tastac caj t'a tik."
        },
        {
            "number": "8",
            "text": "Tzin checpaxb'at winh t'ayex ta' yic ol yak' yip he k'ool winh."
        },
        {
            "number": "9",
            "text": "Anhejtona' ol b'at pax winh cuk'tac Onésimo yet' winh. Ha winhaj Onésimo tik, eyetchonhab' winh, te xajan winh cuuj. Tek'anxo winh. Aton chawanh heb' winh tik ol b'at alan t'ayex tastac caj t'a tik."
        },
        {
            "number": "10",
            "text": "Axo pax winhaj Aristarco, preso yaj winh wed' t'a tik. Syak'paxb'at stzatzil he k'ool winh. Yed' winhaj Marcos, aton winh sk'ab' yoc sb'a yet' winhaj Bernabé, syak'paxb'at stzatzil he k'ool winh. Valnacxo t'ayex yuj winhaj Marcos tik, tato ol b'at winh ta', tze cha winh sk'och t'a tzalajk'olal."
        },
        {
            "number": "11",
            "text": "Axo winhaj Jesús tik, aton winh scuch pax Justo, syak'paxb'at stzatzil he k'ool winh. Ha t'a skal heb' winh smunlaj wed'oc, anhej heb' winh chawanh tik wetisraelal. Tz'ek' heb' winh yaleli chajtil tz'aj yoch heb' anima t'a yol sk'ab' Dios. Ha heb' winh chawanh tik, syak' wal sniwanil in k'ool heb' winh."
        },
        {
            "number": "12",
            "text": "Ha winh eyetchonhab' Epafras tik, ayoch pax winh yak'an serwil Cristo wed'oc. Slesalwi wal winh eyuuj, yic tzex wach' tek'k'aji, yic anhej wal juntzanh tas snib'ej Dios b'aj tze wach' ak'ejoch he pensar."
        },
        {
            "number": "13",
            "text": "Ha in tik, swak' testigoal in b'a, swalani to tzex sna winh. Snaanpaxb'at heb' ay t'a Laodicea winh yet' heb' ay t'a Hierápolis."
        },
        {
            "number": "14",
            "text": "Axo winhaj Lucas, winh anhtum, xajan wal winh cuuj yet' pax winhaj Demas, syak'paxb'at stzatzil he k'ool heb' winh."
        },
        {
            "number": "15",
            "text": "Scak'paxb'at stzatzil sk'ool heb' creyente ay t'a Laodicea. Scak'anpaxb'at stzatzil sk'ool ix canab' Ninfas yet' heb' creyente smolb'ej sb'ha t'a spat ix."
        },
        {
            "number": "16",
            "text": "Ayic ol lajwoc eyavtan jun carta tik t'a yichanh heb' creyente ta', tzeyak'paxb'at t'a heb' aj Laodicea, yic wach' ol avtaj pax t'a skal heb' ta'. Axo tze chaan sk'och jun carta ol yak'paxta heb' aj Laodicea chi' t'ayex, tzeyavtej paxi."
        },
        {
            "number": "17",
            "text": "Axo t'a winh cuk'tac Arquipo, tzeyal t'a winh icha tik: Ak'wal ip a munlaj t'a jun opisio ix yak' Kajal Jesús tik t'ayach, xe chi t'a winh."
        },
        {
            "number": "18",
            "text": "Ha in Pablo in tik, a in wal lak'an tzin tz'ib'ejb'at jun stzatzil he k'ool tik. Naeccoti to preso waj t'a tik. Yak'ocab' swach'k'olal Dios t'ayex ta'."
        }
    ]
}