{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ¿tas yuj najat tzach elcani? ¿Tas yuj ichato tza k'ub'ejel a b'a ayic ay in och t'a syaelal?"
        },
        {
            "number": "2",
            "text": "Syik'chaanh sb'a eb' sk'ulan chucal, tz'och eb' ajk'olal t'a eb' meb'a', palta munil a eb' ol kan t'a yol ch'anh yaal ix sb'oem chi'."
        },
        {
            "number": "3",
            "text": "Ha eb' sk'ulan chucal, syik'chaanh sb'a eb' yet' tas snib'ejochi. Syal wach' lolonel eb' t'a eb' snib'anoch smasanil tastac, haxo t'ayach Mamin, tonhej sb'uchvaj eb'."
        },
        {
            "number": "4",
            "text": "Ha eb' chuc chi', max ach snalaj jab'oc eb' yuj yak'umtaquil. Ha snaan eb' to max il-laj tas van sk'ulan eb' chi'."
        },
        {
            "number": "5",
            "text": "Wach'nhej tz'elk'och masanil tas sk'ulej eb' chi'. Malaj yelk'och jab'oc a k'ayb'ub'al t'a eb'. Malaj tz'och eb' yajk'ol eb' chi' t'ay."
        },
        {
            "number": "6",
            "text": "Snaan eb' t'a yol yico' to malaj b'ak'uinh ol telvoc eb'. Malaj b'ak'uinh ol somchajel eb' yalannaji."
        },
        {
            "number": "7",
            "text": "Anhej catab' lolonel syal eb', slaj yalan es eb' yet' tas syutej xib'tan eb' anima. Elanhchamel slolon eb' yet' yoval sk'ool yet' chucal."
        },
        {
            "number": "8",
            "text": "D'a stitac chonhab' tz'em k'ojan eb' smaclan yila' mach tzek'ta. D'a elk'altac smilcham eb' malaj smul eb'. Aynhejoch sat eb' t'a eb' max uji scolan sb'a."
        },
        {
            "number": "9",
            "text": "Icha nok' choj ayoch t'a yol snhaq'ueen, icha chi' syutej sb'a eb'. Sk'ub'ejel sb'a eb', smaclan eb' ilb'ajk'ool eb'. Stanhvej val eb' janik' val ol yak' ganar eb'. Ayic syamchaj eb', tz'ik'jib'at eb' yuj eb'."
        },
        {
            "number": "10",
            "text": "Tz'em votz'an eb', sq'ue jucnaj eb' icha nok' choj chi'. Ha eb' max yal-laj scolan sb'ha t'a yol sk'ab' eb', syamchaj eb' yuj eb'."
        },
        {
            "number": "11",
            "text": "Ha snaan eb' sk'ulan chucal chi' to sb'atcan satk'olal uuj. Macan a sat yalan eb', max ujilaj ilan snaan eb'."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, cotanh, ak' ip ak'an syaelal eb' sk'ulan chucal chi'. Mocab' sat a k'ool t'a eb' ayoch t'a cusk'olal."
        },
        {
            "number": "13",
            "text": "¿Tas yuj tza cha ach spatiquejel eb' sk'ulan chucal chi'? Ha snaan eb' to manh ol a ch'olb'itejlaj yaj eb'."
        },
        {
            "number": "14",
            "text": "Ha ach val tzil schucal eb'. Ha ach ix ila', yuj chi' ol ak' syaelal eb' icha val smojal, icha tas sk'ulej eb'. Ha t'ayach syal sb'a eb' max yal-laj scolan sb'a. Ha ach tzach colvaj t'a eb' unin manhxalaj smam."
        },
        {
            "number": "15",
            "text": "Mak' q'uichaj sk'ab' eb' sk'ulan chucal chi'. Ak' yovalil chucal sk'ulej eb' chi'. Tz'acanocab' tz'aj stupan smul eb' chi'."
        },
        {
            "number": "16",
            "text": "Ach Jehová, Yajal ach t'a masanil tiempo. Ha eb' ch'oc chonhab'il, ol iq'uel eb' t'a sat lum a lu'um."
        },
        {
            "number": "17",
            "text": "Mamin Jehová, a ach ton val tzab' slesal eb' anima emnaquil, a ach ton val tzak' yip eb'. Ha ach ton val tzab' yalan sb'a eb' tz'ixtaji yet' eb' unin manhxalaj smam. Ha achton ol il tas ol ajkan eb' chuc chamelb'a yaji, yic wach' manhxo ol xib'tejlaj eb' emnaquil eb'."
        }
    ]
}