{
    "chapter": "102",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ab' val jun in lesal tic. In gana to sk'och vav d'ayach."
        },
        {
            "number": "2",
            "text": "Manh ach b'at mican d'ayin ayic ay in och ilk'olal. Elocab' d'a a k'ool ab'an in lesal. Comonoc elanhchamel tzach tak'vi d'ayin ayic tzach vavtani."
        },
        {
            "number": "3",
            "text": "Van slajviem in q'uinal icha val satem te' tab'. Van stz'ab'at in b'aquil icha te' cuxk'ak' svab'i."
        },
        {
            "number": "4",
            "text": "Manhxalaj yip in pixan svab'i, icha val taquinh ank'ultac in ticnaic. Maxtzac ochlaj in vejel."
        },
        {
            "number": "5",
            "text": "Ix och lotzan in tz'umal d'a in b'aquil yuj b'aj tzin te oq'ui."
        },
        {
            "number": "6",
            "text": "Lajan in icha junoc nok' cujub' d'a tz'inan luum, ma icha nok' xoch' b'aj ay te' k'atac pat."
        },
        {
            "number": "7",
            "text": "Max ochlaj in vayanh. Lajan in yed' nok' much tz'ek' sch'ocojil d'a chontac pat."
        },
        {
            "number": "8",
            "text": "A eb' ayoch ajk'olal d'ayin, junjun k'u stzuntzej cus in k'ool eb'. Tzin yak'anpax b'inaj eb' d'a scatab'."
        },
        {
            "number": "9",
            "text": "Ichato tik'aq'uil taanh in vael tzin va'a. Scalej sb'a yal in sat yed' tas svuq'uej."
        },
        {
            "number": "10",
            "text": "Yujnhej a k'ak'alk'olal yed' yoval a k'ol d'ayin, ix in ik'anq'ue vaan, ix lajvi chi' ix in a yumancanb'at d'a najat."
        },
        {
            "number": "11",
            "text": "Icha junoc enhul vanxo satemi, icha val chi' in q'uinal. Van in tacjiem icha val anh ank'ultac svab'i."
        },
        {
            "number": "12",
            "text": "A achxo Mamin Jehová, Yajal ach d'a masanil tiempo. Ol ach nachajnhejcot d'a masanil q'uinal."
        },
        {
            "number": "13",
            "text": "Cotanh, ok'ocab' a k'ol d'a Sion. Toxo ix ja stiempoal to tzak'xi a vach'k'olal d'ay."
        },
        {
            "number": "14",
            "text": "A onh a checab' onh tic xajan Sion cuuj, vach'chom lanhchajnac emi. Tzonh oq'ui yujto ix jujiemi."
        },
        {
            "number": "15",
            "text": "Masanil nación yed' eb' vinh sreyal yolyib'anhq'uinal tic, ol xiv eb' d'a stziquiquial Jehová te b'inajnac."
        },
        {
            "number": "16",
            "text": "Ayic ol b'oxiq'ue Sion, ol sch'oxan sb'a d'a scal stziquiquial ta'."
        },
        {
            "number": "17",
            "text": "A' ol chaan slesal eb' malaj mach scolvaj yed'oc. Manh ol spatiquejel-laj eb', ayic ol yalan sb'a eb' d'ay."
        },
        {
            "number": "18",
            "text": "Tz'ib'chajocab'can d'a yol ch'anh uum tas ol sk'uloc Jehová yic vach' a eb' manto aljoclaj, ol yal vach' lolonel eb' d'ay."
        },
        {
            "number": "19",
            "text": "Ato d'a sk'ojnub' Jehová d'a satchaanh ol yilanemta lum luum tic,"
        },
        {
            "number": "20",
            "text": "yic vach' ol b'o yaj b'aj stevi eb' presovum. Ol scolancanel eb' vinh preso yaji, eb' ayoch chamel d'a yib'anh,"
        },
        {
            "number": "21",
            "text": "yic ol aljoquel yab'ixal d'a Sion, yic tz'alchajpax vach' lolonel d'ay d'a Jerusalén."
        },
        {
            "number": "22",
            "text": "Yuj chi' ol ja masanil nación ul yaq'uem sb'a d'a Jehová chi'."
        },
        {
            "number": "23",
            "text": "Ix yik'anel vip Jehová ayic ayto in q'uinal, ix tzap in q'uinal yuuj."
        },
        {
            "number": "24",
            "text": "Ix valan d'ay: Ach in Diosal, manh ak' tzap in q'uinal. A val a q'uinal a ach tic, malaj slajvub'."
        },
        {
            "number": "25",
            "text": "Atax d'a yichb'anil a b'onaccanem yich yolyib'anhq'uinal tic, a ach pax a b'onaccan satchaanh."
        },
        {
            "number": "26",
            "text": "Ol satel masanil juntzanh tic, a achxo jun, ayachnhejeq'ui. A juntzanh tic ol ixtaxoc, icha sk'ab'ik'och junoc k'apac, ol a q'uexcaneli, icha val sq'uexanel junoc sk'a pichul eb' anima, syumancaneli."
        },
        {
            "number": "27",
            "text": "A achxo jun, anheja' aji, malaj b'aq'uinh ol ach sateloc."
        },
        {
            "number": "28",
            "text": "A eb' cuninal a onh a checab' onh tic, junk'olal ol aj eb' d'a ichanh. Yuj a colval, malaj tas ol ik'an eb'."
        }
    ]
}