{
    "chapter": "102",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ab' val jun in lesal tik. In gana to sk'och vav t'ayach."
        },
        {
            "number": "2",
            "text": "Manh ach b'at mican t'ayin ayic ay in och ilk'olal. Elocab' t'a a k'ool ab'an in lesal. Comonoc elanhchamel tzach tak'vi t'ayin ayic tzach vavtani."
        },
        {
            "number": "3",
            "text": "Van slajviem in q'uinal icha val satem te' tab'. Van stz'ab'at in b'aquil icha te' cuxk'ak' svab'i."
        },
        {
            "number": "4",
            "text": "Manhxalaj yip in pixan svab'i, icha val taquinh ank'ultak in ticnaic. Maxtzac ochlaj in vejel."
        },
        {
            "number": "5",
            "text": "Ix och lotzan in tz'umal t'a in b'aquil yuj b'aj tzin te oq'ui."
        },
        {
            "number": "6",
            "text": "Lajan in icha junok nok' cujub' t'a tzinan lu'um, ma icha nok' xoch' b'aj ay te' k'atac pat."
        },
        {
            "number": "7",
            "text": "Max ochlaj in vayanh. Lajan in yet' nok' much tzek' sch'ocojil t'a chontac pat."
        },
        {
            "number": "8",
            "text": "Ha eb' ayoch ajk'olal t'ayin, junjun k'u stzuntzej kus in k'ool eb'. Tzin yak'anpax b'inaj eb' t'a scatab'."
        },
        {
            "number": "9",
            "text": "Ichato tik'aq'uil taanh in vael tzin wa''a. Scalej sb'a yal in sat yet' tas svuq'uej."
        },
        {
            "number": "10",
            "text": "Yujnhej a k'ak'alk'olal yet' yoval a k'ol t'ayin, ix in ik'anq'ue vaan, ix lajvi chi' ix in a yumancanb'at t'a najat."
        },
        {
            "number": "11",
            "text": "Icha junok enhul vanxo satemi, icha val chi' in q'uinal. Van in tacjiem icha val anh ank'ultak svab'i."
        },
        {
            "number": "12",
            "text": "Ha achxo Mamin Jehová, Yajal ach t'a masanil tiempo. Ol ach nachajnhejcot t'a masanil q'uinal."
        },
        {
            "number": "13",
            "text": "Cotanh, ok'ocab' a k'ol t'a Sion. Toxo ix ja stiempoal to tzak'xi a wach'k'olal t'ay."
        },
        {
            "number": "14",
            "text": "Ha onh a checab' onh tik xajan Sion cuuj, wach'chom lanhchajnac emi. Tzonh oq'ui yujto ix jujiemi."
        },
        {
            "number": "15",
            "text": "Masanil nación yet' eb' winh sreyal yol yib'anhk’inal tik, ol xiv eb' t'a stziquiquial Jehová te b'inajnac."
        },
        {
            "number": "16",
            "text": "Ayic ol b'oxiq'ue Sion, ol sch'oxan sb'ha t'a skal stziquiquial ta'."
        },
        {
            "number": "17",
            "text": "A' ol chaan slesal eb' malaj mach skolwaj yet'oc. Manh ol spatiquejel-laj eb', ayic ol yalan sb'a eb' t'ay."
        },
        {
            "number": "18",
            "text": "Tz'ib'chajocab'kan t'a yol ch'anh uum tas ol sk'uloc Jehová yic wach' a eb' manto aljoclaj, ol yal wach' lolonel eb' t'ay."
        },
        {
            "number": "19",
            "text": "Ato t'a sk'ojnub' Jehová t'a satcha’anh ol yilanemta lum lum tik,"
        },
        {
            "number": "20",
            "text": "yic wach' ol b'o yaj b'aj stevi eb' presovum. Ol scolancanel eb' winh preso yaji, eb' ayoch chamel t'a yib'anh,"
        },
        {
            "number": "21",
            "text": "yic ol aljoquel yab'ixal t'a Sion, yic tz'alchajpax wach' lolonel t'ay t'a Jerusalén."
        },
        {
            "number": "22",
            "text": "Yuj chi' ol ja masanil nación ul yaq'uem sb'ha t'a Jehová chi'."
        },
        {
            "number": "23",
            "text": "Ix yik'anel vip Jehová ayic ayto in q'uinal, ix tzap in q'uinal yuj."
        },
        {
            "number": "24",
            "text": "Ix valan t'ay: Ach in Diosal, manh ak' tzap in q'uinal. Ha val a q'uinal a ach tik, malaj slajvub'."
        },
        {
            "number": "25",
            "text": "Atax t'a yichb’anel a b'onaccanem yich yol yib'anhk’inal tik, a ach pax a b'onaccan satcha’anh."
        },
        {
            "number": "26",
            "text": "Ol satel masanil juntzanh tik, a achxo jun, ayachnhejeq'ui. Ha juntzanh tik ol ixtaxoc, icha sk'ab'ik'och junok k'apac, ol a q'uexcaneli, icha val sq'uexanel junok sk'a pichul eb' anima, syumancaneli."
        },
        {
            "number": "27",
            "text": "Ha achxo jun, anheja' aji, malaj b'ak'uinh ol ach sateloc."
        },
        {
            "number": "28",
            "text": "Ha eb' cuninal a onh a checab' onh tik, junk'olal ol aj eb' t'a ichanh. Yuj a colval, malaj tas ol ik'an eb'."
        }
    ]
}