{
    "chapter": "103",
    "verses": [
        {
            "number": "1",
            "text": "D'a smasanil in k'ool yed' smasanil in pixan, sval vach' lolonel d'a Jehová."
        },
        {
            "number": "2",
            "text": "D'a smasanil in k'ool sval vach' lolonel d'ay. Manh ol sat in k'ol d'a masanil svach'k'olal."
        },
        {
            "number": "3",
            "text": "A' val sucan sat masanil in mul. A' tz'ak'an b'oxoc in k'ool d'a masanil ilya."
        },
        {
            "number": "4",
            "text": "A' tzin colanel d'a yol sk'ab' chamel. Syak'nhej svach'k'olal d'ayin, tz'ok' pax sk'ool d'ayin."
        },
        {
            "number": "5",
            "text": "A' tz'ak'an masanil tas vach' d'ayin yacb'an pitzan into, yuj chi' ichato tzin ochxi quelemal icha nok' nivac ch'acb'a."
        },
        {
            "number": "6",
            "text": "A Jehová sb'oan yaj d'a stojolal d'a eb' tz'ixtaj yuj eb' ixtum anima."
        },
        {
            "number": "7",
            "text": "Ix sch'ox sb'eyb'al yed' tas sk'ulej d'a vinhaj Moisés yed' d'ayonh a onh israel onh tic."
        },
        {
            "number": "8",
            "text": "A Jehová, xajan onh yuuj, te k'un yok' sk'ol d'ayonh. Manh k'unoc scot yoval, te ay pax svach'k'olal."
        },
        {
            "number": "9",
            "text": "Manh cotacoc scal tzonh stumani. Max chichonochlaj sk'ol d'ayonh d'a masanil tiempo."
        },
        {
            "number": "10",
            "text": "Max yak'laj co yaelal icha d'a smojal yuj co chucal. Max spactzitejlaj d'ayonh icha smojal yuj co mul chi'."
        },
        {
            "number": "11",
            "text": "Te nivan svach'k'olal d'a eb' ay xivk'olal d'ay. Icha val schaanhil satchaanh d'a yib'anh lum luum tic, icha chi' svach'k'olal chi' d'a eb'."
        },
        {
            "number": "12",
            "text": "Najat ix yak'canb'at co chucal d'ayonh, icha snajatil scal b'aj sjavi k'u yed' b'aj tz'emxi."
        },
        {
            "number": "13",
            "text": "Icha junoc mamab'il tz'ok' sk'ol d'a yuninal, icha chi' yok' sk'ol Jehová d'a eb' ay xivk'olal d'ay,"
        },
        {
            "number": "14",
            "text": "yujto yojtac tas ix aj co b'oi, yojtac sik'lab'il to pococ onh."
        },
        {
            "number": "15",
            "text": "Icha yaj sq'uinal anh ank'ultac, icha chi' yaj co q'uinal a onh anima onh tic. Sq'ueul anh, xumacan anh,"
        },
        {
            "number": "16",
            "text": "ayic sjavi junoc ik' te ov d'a anh, stacji anh yuuj. Malaj mach tz'ab'an specal tas ix aj anh."
        },
        {
            "number": "17",
            "text": "Palta axo svach'k'olal Jehová, malaj slajvub', aytaxonek' d'a eb' ay xivk'olal d'ay. Tz'elk'och sti' d'a yinhtilal eb' anima sk'anab'ajan strato,"
        },
        {
            "number": "18",
            "text": "aton eb' max yactejcan sk'anab'ajan schecnab'il."
        },
        {
            "number": "19",
            "text": "A d'a satchaanh ix sb'o sdespacho Jehová. Ata' ayoch Yajalil d'a yib'anh smasanil."
        },
        {
            "number": "20",
            "text": "Ex yángel Jehová, ex tek'an ex d'a e poder, alec vach' lolonel d'a Jehová, a ex ton k'anab'ajum ex d'a slolonel."
        },
        {
            "number": "21",
            "text": "Masanil ex satchanhil checab', alequel vach' lolonel d'a Jehová, a ex ton tze k'anab'ajej tas snib'ej tze k'ulej."
        },
        {
            "number": "22",
            "text": "Masanil tas b'ob'il yuj Jehová d'a yol smacb'en, yalocab' vach' lolonel d'a Jehová chi'. D'a smasanil in k'ool ol val vach' lolonel d'a Jehová."
        }
    ]
}