{
    "chapter": "104",
    "verses": [
        {
            "number": "1",
            "text": "D'a smasanil in k'ool swal wach' lolonel t'a Jehová. Ach Jehová in Diosal, yelxo val te niwan elk'ochi. Ha a tziquiquial yet' a poder, a ayoch a pichuloc."
        },
        {
            "number": "2",
            "text": "Ha sakil k'inal tzach pichani. Ha ach ix ak'b'at jenhan satcha’anh icha junok mantiado."
        },
        {
            "number": "3",
            "text": "Ha ach ix a b'oq'ue a pat t'a yib'anh ha ha'. Ha asun tz'och a carruajeoc. Icha sb'ey ik' a b'eyeq'ui."
        },
        {
            "number": "4",
            "text": "Ha ik' tzak' och a checab'oc, haxo yoc k'ak' tzak'och ak'umaloc servil."
        },
        {
            "number": "5",
            "text": "Ix a b'ocanem lum lum tik t'a yib'anh sb'achnub'al. Malaj b'ak'uinh ol ib'xoc lum t'a yet'tal chi'."
        },
        {
            "number": "6",
            "text": "Ix a muc sat lum lum tik yet' ha' niwan mar, ichato ha ha' ix och spichuloc lu'um. Ha ha ha' ix musan lum nivac vitz."
        },
        {
            "number": "7",
            "text": "Palta a ach ix a cachoch vaan ha', yuj chi' ix b'at ha' elelal. Elanhchamel ix b'atcan ha' ayic ix yab'an a jaj ha' icha sk'anh k'u."
        },
        {
            "number": "8",
            "text": "Ix q'uib' lum jolomtac vitz, ix emcan lum ch'olquixtac, masanto ix k'ochcan ha' b'aj ix a ch'oxcani."
        },
        {
            "number": "9",
            "text": "Ix ak'canem stz'acanhil b'aj sk'ochcan ha', max ek'b'atlaj ha' t'a jun tz'acaanh chi'. Manhxo ol smuclaj lum lum chi' ha'."
        },
        {
            "number": "10",
            "text": "Ha ach ix ak'cot ha ha' ay sjaj yet' ha' nivac ha' tzek' t'a skal lum nivac vitz."
        },
        {
            "number": "11",
            "text": "Aton ha' chi' syuk' nok' k'ultaquil nok'. Ha ha' syuk' pax nok' caltacte'al b'uru yic tzek' stak'inhal sti' nok'."
        },
        {
            "number": "12",
            "text": "D'a sk'ab'tac te te' t'a stitac ha' nivac ha' chi' sb'o so' nok' much, ata' tz'ok' nok'."
        },
        {
            "number": "13",
            "text": "Ato t'a a cajnub' t'a satcha’anh tzak'cot nhab' t'a yib'anh lum vitz. Tz'ak'anemta nivac nhab' yic satan tastac tz'avchaj t'a sat lum lum."
        },
        {
            "number": "14",
            "text": "Tzak' q'uib' anh ank'ultak yic wach' sk'ux anh nok' nok'. Tzak'pax q'uib' juntzanh tas scavej yic scab'lej:"
        },
        {
            "number": "15",
            "text": "Aton vino tz'ak'an tzalajb'oc co k'ool, aceite tz'ik'an copopi tz'aj co sat yet' pax ixim ixim tz'ak'an quip."
        },
        {
            "number": "16",
            "text": "Tzak' yaxb'oc masanil te te' yuj nhab' yet' te' k'ute' ix avej t'a yol yic Líbano."
        },
        {
            "number": "17",
            "text": "Ata' sb'o so' nok' cotac much. Axo nok' julumchay, ha t'a scaltac te' taj cajanek' nok'."
        },
        {
            "number": "18",
            "text": "Ha t'a lum nivac vitz scajnaj nok' k'ultaquil chiva. Axo t'a yoltac nhaq'ueen scajnaj nok' chich."
        },
        {
            "number": "19",
            "text": "Ha ach ix a b'o q'uen uj yic tz'och sb'isuloc tiempoal. Yojtac k'u janik' ol b'atixcanoc."
        },
        {
            "number": "20",
            "text": "Ha ach tzak' ja k’ik’ k’inal, haxo tz'och t'ak'valilal. Axo t'ak'walil chi' tz'elta nok' k'ultaquil nok'."
        },
        {
            "number": "21",
            "text": "Tz'ok' nok' choj yuj schib'ej, sk'anan svael nok' t'ayach."
        },
        {
            "number": "22",
            "text": "Axo yic sjavi k'u jun, sk'ub'anxicanel sb'a nok'. Axo t'a snhaq'ueen nok' tz'em cutzan svayi."
        },
        {
            "number": "23",
            "text": "Ha onhxo anima onh tik, tzonh elta, tzonh b'at munlajel. Tzonh munlaji tzek' k'u."
        },
        {
            "number": "24",
            "text": "Mamin Jehová, manhxo b'ischajb'enoc jantac tas ix a b'ocani. Masanil tas ix a b'ocan yet' a jelanil. Majnaquel sat lum lum tik yuj tas ix a b'ocan chi'."
        },
        {
            "number": "25",
            "text": "Ina ha' mar, te niwan sat ha', manh chequeloclaj stitac ha'. Manhxo b'ischajb'enoc nok' nok' ay t'a yol ha': Ay nok' nivac, ay pax nok' cotac."
        },
        {
            "number": "26",
            "text": "Ha t'a sat ha' tzek' te' barco. Ha t'a yol ha' ay nok' niwan leviatán, ix a b'o nok' yic tzach tzalaj yet' nok' ta'."
        },
        {
            "number": "27",
            "text": "Masanil juntzanh nok' nok' chi', aynhejoch sat nok' t'ayach yic tzak' svael nok' t'a yorail."
        },
        {
            "number": "28",
            "text": "Ha ach tzak' svael nok' chi', haxo nok' sik'anq'ue vaan. Elb'en yel uuj yic a tastac wach' sva nok'."
        },
        {
            "number": "29",
            "text": "Tato tz'el a sat t'a nok', xivq'ue nok'. Tato tziq'uek' yik' nok', scham nok', tz'ochxican nok' pococal."
        },
        {
            "number": "30",
            "text": "Tato tzak'xi yik' nok' jun, sq'uib' sb'isul nok'. Wach' tz'aj yiljixi sat lum lum tik a b'oani."
        },
        {
            "number": "31",
            "text": "Mamin Jehová, aynhej ek' a tziquiquial t'a masanil q'uinal. Tzach tzalaj val yet' tas ix a b'ocani."
        },
        {
            "number": "32",
            "text": "Tz'ib'xiq'ue lum lum tik ayic tzach och q'uelan t'a lu'um. Sq'ue stab'il lum vitz ayic tza yaman lu'um."
        },
        {
            "number": "33",
            "text": "Mamin Jehová, ol in b'itan t'ayach yacb'an ayinto eq'ui. Yacb'an pitzan into, ol in b'itan t'ayach ach in Diosal."
        },
        {
            "number": "34",
            "text": "Mamin, comonoc val stzalaj a k'ool yet' tas tzin na tik. Anhej t'ayach ay in tzalajk'olal."
        },
        {
            "number": "35",
            "text": "Satocab' el eb' chuk sb'eyb'al yet' eb' tzach paticanel t'a sat lum lum tik. Ha in tik yet' smasanil in k'ool ol val wach' lolonel t'a Jehová. Calec wach' lolonel t'a Jehová chi'."
        }
    ]
}