{
    "chapter": "104",
    "verses": [
        {
            "number": "1",
            "text": "D'a smasanil in k'ool sval vach' lolonel d'a Jehová. Ach Jehová in Diosal, yelxo val te nivan elk'ochi. A a tziquiquial yed' a poder, a ayoch a pichuloc."
        },
        {
            "number": "2",
            "text": "A saquilq'uinal tzach pichani. A ach ix ak'b'at jenhan satchaanh icha junoc mantiado."
        },
        {
            "number": "3",
            "text": "A ach ix a b'oq'ue a pat d'a yib'anh a a'. A asun tz'och a carruajeoc. Icha sb'ey ik' a b'eyeq'ui."
        },
        {
            "number": "4",
            "text": "A ik' tzak' och a checab'oc, axo yoc k'ak' tzak'och ak'umaloc servil."
        },
        {
            "number": "5",
            "text": "Ix a b'ocanem lum luum tic d'a yib'anh sb'achnub'al. Malaj b'aq'uinh ol ib'xoc lum d'a yed'tal chi'."
        },
        {
            "number": "6",
            "text": "Ix a muc sat lum luum tic yed' a' nivan mar, ichato a a' ix och spichuloc luum. A a a' ix musan lum nivac vitz."
        },
        {
            "number": "7",
            "text": "Palta a ach ix a cachoch vaan a', yuj chi' ix b'at a' elelal. Elanhchamel ix b'atcan a' ayic ix yab'an a jaj a' icha sk'anh k'u."
        },
        {
            "number": "8",
            "text": "Ix q'uib' lum jolomtac vitz, ix emcan lum ch'olquixtac, masanto ix k'ochcan a' b'aj ix a ch'oxcani."
        },
        {
            "number": "9",
            "text": "Ix ak'canem stz'acanhil b'aj sk'ochcan a', max ek'b'atlaj a' d'a jun tz'acaanh chi'. Manhxo ol smuclaj lum luum chi' a'."
        },
        {
            "number": "10",
            "text": "A ach ix ak'cot a a' ay sjaj yed' a' nivac a' tz'ek' d'a scal lum nivac vitz."
        },
        {
            "number": "11",
            "text": "Aton a' chi' syuk' nok' k'ultaquil nok'. A a' syuk' pax nok' caltacte'al b'uru yic tz'ek' staquinhal sti' nok'."
        },
        {
            "number": "12",
            "text": "D'a sk'ab'tac te te' d'a stitac a' nivac a' chi' sb'o so' nok' much, ata' tz'ok' nok'."
        },
        {
            "number": "13",
            "text": "Ato d'a a cajnub' d'a satchaanh tzak'cot nhab' d'a yib'anh lum vitz. Tz'ak'anemta nivac nhab' yic satan tastac tz'avchaj d'a sat lum luum."
        },
        {
            "number": "14",
            "text": "Tzak' q'uib' anh ank'ultac yic vach' sk'ux anh nok' nok'. Tzak'pax q'uib' juntzanh tas scavej yic scab'lej:"
        },
        {
            "number": "15",
            "text": "Aton vino tz'ak'an tzalajb'oc co k'ool, aceite tz'ik'an copopi tz'aj co sat yed' pax ixim ixim tz'ak'an quip."
        },
        {
            "number": "16",
            "text": "Tzak' yaxb'oc masanil te te' yuj nhab' yed' te' k'ute' ix avej d'a yol yic Líbano."
        },
        {
            "number": "17",
            "text": "Ata' sb'o so' nok' cotac much. Axo nok' julumchay, a d'a scaltac te' taj cajanek' nok'."
        },
        {
            "number": "18",
            "text": "A d'a lum nivac vitz scajnaj nok' k'ultaquil chiva. Axo d'a yoltac nhaq'ueen scajnaj nok' chich."
        },
        {
            "number": "19",
            "text": "A ach ix a b'o q'uen uj yic tz'och sb'isuloc tiempoal. Yojtac k'u janik' ol b'atixcanoc."
        },
        {
            "number": "20",
            "text": "A ach tzak' ja q'uik'alq'uinal, axo tz'och d'ak'valilal. Axo d'ak'valil chi' tz'elta nok' k'ultaquil nok'."
        },
        {
            "number": "21",
            "text": "Tz'ok' nok' choj yuj schib'ej, sk'anan svael nok' d'ayach."
        },
        {
            "number": "22",
            "text": "Axo yic sjavi k'u jun, sk'ub'anxicanel sb'a nok'. Axo d'a snhaq'ueen nok' tz'em cutzan svayi."
        },
        {
            "number": "23",
            "text": "A onhxo anima onh tic, tzonh elta, tzonh b'at munlajel. Tzonh munlaji tz'ek' k'u."
        },
        {
            "number": "24",
            "text": "Mamin Jehová, manhxo b'ischajb'enoc jantac tas ix a b'ocani. Masanil tas ix a b'ocan yed' a jelanil. Majnaquel sat lum luum tic yuj tas ix a b'ocan chi'."
        },
        {
            "number": "25",
            "text": "Ina a' mar, te nivan sat a', manh chequeloclaj stitac a'. Manhxo b'ischajb'enoc nok' nok' ay d'a yol a': Ay nok' nivac, ay pax nok' cotac."
        },
        {
            "number": "26",
            "text": "A d'a sat a' tz'ek' te' barco. A d'a yol a' ay nok' nivan leviatán, ix a b'o nok' yic tzach tzalaj yed' nok' ta'."
        },
        {
            "number": "27",
            "text": "Masanil juntzanh nok' nok' chi', aynhejoch sat nok' d'ayach yic tzak' svael nok' d'a yorail."
        },
        {
            "number": "28",
            "text": "A ach tzak' svael nok' chi', axo nok' sik'anq'ue vaan. Elb'en yel uuj yic a tastac vach' sva nok'."
        },
        {
            "number": "29",
            "text": "Tato tz'el a sat d'a nok', xivq'ue nok'. Tato tziq'uek' yik' nok', scham nok', tz'ochxican nok' pococal."
        },
        {
            "number": "30",
            "text": "Tato tzak'xi yik' nok' jun, sq'uib' sb'isul nok'. Vach' tz'aj yiljixi sat lum luum tic a b'oani."
        },
        {
            "number": "31",
            "text": "Mamin Jehová, aynhej ek' a tziquiquial d'a masanil q'uinal. Tzach tzalaj val yed' tas ix a b'ocani."
        },
        {
            "number": "32",
            "text": "Tz'ib'xiq'ue lum luum tic ayic tzach och q'uelan d'a luum. Sq'ue stab'il lum vitz ayic tza yaman luum."
        },
        {
            "number": "33",
            "text": "Mamin Jehová, ol in b'itan d'ayach yacb'an ayinto eq'ui. Yacb'an pitzan into, ol in b'itan d'ayach ach in Diosal."
        },
        {
            "number": "34",
            "text": "Mamin, comonoc val stzalaj a k'ool yed' tas tzin na tic. Anhej d'ayach ay in tzalajk'olal."
        },
        {
            "number": "35",
            "text": "Satocab' el eb' chuc sb'eyb'al yed' eb' tzach paticanel d'a sat lum luum tic. A in tic yed' smasanil in k'ool ol val vach' lolonel d'a Jehová. Calec vach' lolonel d'a Jehová chi'."
        }
    ]
}