{
    "chapter": "104",
    "verses": [
        {
            "number": "1",
            "text": "D'a smasanil in k'ool swal wach' lolonel t'a Jehová. Ach Jehová in Diosal, yelxo wal te niwan elk'ochi. Ha a tziquiquial yet' a poder, a ayoch a pichuloc."
        },
        {
            "number": "2",
            "text": "Ha sakil k'inal tzach pichani. Ha ach ix ak'b'at jenhan satcha’anh icha junok mantiado."
        },
        {
            "number": "3",
            "text": "Ha ach ix a b'ok'e a pat t'a yib'anh ha ha'. Ha asun tz'och a carruajeoc. Icha sb'ey ik' a b'eyeq'ui."
        },
        {
            "number": "4",
            "text": "Ha ik' tzak' och a chekab'oc, haxo yoc k'ak' tzak'och ak'umaloc serwil."
        },
        {
            "number": "5",
            "text": "Ix a b'okanem lum lum tik t'a yib'anh sb'akhnub'al. Malaj b'ak'uinh ol ib'xoc lum t'a yet'tal chi'."
        },
        {
            "number": "6",
            "text": "Ix a muc sat lum lum tik yet' ha' niwan mar, ichato ha ha' ix och spichuloc lu'um. Ha ha ha' ix musan lum niwac witz."
        },
        {
            "number": "7",
            "text": "Palta a ach ix a kachoch waan ha', yuj chi' ix b'at ha' elelal. Elanhchamel ix b'atkan ha' ayic ix yab'an a jaj ha' icha sk'anh k'u."
        },
        {
            "number": "8",
            "text": "Ix q'uib' lum jolomtac witz, ix emkan lum ch'olquixtac, masanto ix k'ochkan ha' b'aj ix a ch'oxkani."
        },
        {
            "number": "9",
            "text": "Ix ak'kanem stz'akanhil b'aj sk'ochkan ha', max ek'b'atlaj ha' t'a jun tz'acaanh chi'. Manhxo ol smuclaj lum lum chi' ha'."
        },
        {
            "number": "10",
            "text": "Ha ach ix ak'cot ha ha' ay sjaj yet' ha' niwac ha' tzek' t'a skal lum niwac witz."
        },
        {
            "number": "11",
            "text": "Aton ha' chi' syuk' nok' k'ultaquil nok'. Ha ha' syuk' pax nok' kaltacte'al b'uru yic tzek' stak'inhal sti' nok'."
        },
        {
            "number": "12",
            "text": "D'a sk'ab'tac te te' t'a stitac ha' niwac ha' chi' sb'o so' nok' much, ata' tz'ok' nok'."
        },
        {
            "number": "13",
            "text": "Ato t'a a kajnub' t'a satcha’anh tzak'cot nhab' t'a yib'anh lum witz. Tz'ak'anemta niwac nhab' yic satan tastac tz'avchaj t'a sat lum lum."
        },
        {
            "number": "14",
            "text": "Tzak' q'uib' anh ank'ultak yic wach' sk'ux anh nok' nok'. Tzak'pax q'uib' juntzanh tas skawej yic skab'lej:"
        },
        {
            "number": "15",
            "text": "Aton wino tz'ak'an tzalajb'oc ko k'ool, aceite tz'ik'an copopi tz'aj ko sat yet' pax ixim ixim tz'ak'an quip."
        },
        {
            "number": "16",
            "text": "Tzak' yaxb'oc masanil te te' yuj nhab' yet' te' k'ute' ix awej t'a yol yic Líbano."
        },
        {
            "number": "17",
            "text": "Ata' sb'o so' nok' cotac much. Axo nok' julumchay, ha t'a skaltac te' taj kajanek' nok'."
        },
        {
            "number": "18",
            "text": "Ha t'a lum niwac witz skajnaj nok' k'ultaquil chiwa. Axo t'a yoltac nhak'een skajnaj nok' chich."
        },
        {
            "number": "19",
            "text": "Ha ach ix a b'o k'een uj yic tz'och sb'isuloc tiempoal. Yojtak k'u janik' ol b'atixkanok."
        },
        {
            "number": "20",
            "text": "Ha ach tzak' ja k’ik’ k’inal, haxo tz'och t'ak'walilal. Axo t'ak'walil chi' tz'elta nok' k'ultaquil nok'."
        },
        {
            "number": "21",
            "text": "Tz'ok' nok' choj yuj schib'ej, sk'anan swael nok' t'ayach."
        },
        {
            "number": "22",
            "text": "Axo yic sjawi k'u jun, sk'ub'anxikanel sb'a nok'. Axo t'a snhak'een nok' tz'em cutzan swayi."
        },
        {
            "number": "23",
            "text": "Ha onhxo anima onh tik, tzonh elta, tzonh b'at munlajel. Tzonh munlaji tzek' k'u."
        },
        {
            "number": "24",
            "text": "Mamin Jehová, manhxo b'ischajb'enoc jantac tas ix a b'okani. Masanil tas ix a b'okan yet' a jelanil. Majnaquel sat lum lum tik yuj tas ix a b'okan chi'."
        },
        {
            "number": "25",
            "text": "Ina ha' mar, te niwan sat ha', manh chequeloclaj stitac ha'. Manhxo b'ischajb'enoc nok' nok' ay t'a yol ha': Ay nok' niwac, ay pax nok' cotac."
        },
        {
            "number": "26",
            "text": "Ha t'a sat ha' tzek' te' barco. Ha t'a yol ha' ay nok' niwan lewiatán, ix a b'o nok' yic tzach tzalaj yet' nok' ta'."
        },
        {
            "number": "27",
            "text": "Masanil juntzanh nok' nok' chi', aynhejoch sat nok' t'ayach yic tzak' swael nok' t'a yorail."
        },
        {
            "number": "28",
            "text": "Ha ach tzak' swael nok' chi', haxo nok' sik'ank'e waan. Elb'en yel uuj yic a tastac wach' swa nok'."
        },
        {
            "number": "29",
            "text": "Tato tz'el a sat t'a nok', xivk'e nok'. Tato tzik'ek' yik' nok', scham nok', tz'ochxikan nok' pokokal."
        },
        {
            "number": "30",
            "text": "Tato tzak'xi yik' nok' jun, sq'uib' sb'isul nok'. Wach' tz'aj yiljixi sat lum lum tik a b'oani."
        },
        {
            "number": "31",
            "text": "Mamin Jehová, aynhej ek' a tziquiquial t'a masanil k 'inal. Tzach tzalaj wal yet' tas ix a b'okani."
        },
        {
            "number": "32",
            "text": "Tz'ib'xik'e lum lum tik ayic tzach och k'elan t'a lu'um. Sk'e stab'il lum witz ayic tza yaman lu'um."
        },
        {
            "number": "33",
            "text": "Mamin Jehová, ol in b'itan t'ayach yacb'an ayinto eq'ui. Yacb'an pitzan into, ol in b'itan t'ayach ach in Diosal."
        },
        {
            "number": "34",
            "text": "Mamin, comonoc wal stzalaj a k'ool yet' tas tzin na tik. Anhej t'ayach ay in tzalajk'olal."
        },
        {
            "number": "35",
            "text": "Satokab' el heb' chuk sb'eyb'al yet' heb' tzach patikanel t'a sat lum lum tik. Ha in tik yet' smasanil in k'ool ol wal wach' lolonel t'a Jehová. Calec wach' lolonel t'a Jehová chi'."
        }
    ]
}