{
    "chapter": "105",
    "verses": [
        {
            "number": "1",
            "text": "Caq'ek yuj diosal t'a Jehová. Calec co b'a t'ay. Calec t'a junjun chonhab' yuj tas ix sk'ulej."
        },
        {
            "number": "2",
            "text": "Conh b'itanhec t'ay. Calequel tas satub'tac ix sk'ulej."
        },
        {
            "number": "3",
            "text": "Conh tzalajec yuj Jehová. Ayokab' pax stzalajk'olal eb' emnaquil t'ay."
        },
        {
            "number": "4",
            "text": "Co k'anec scolval Jehová. Caq'uequem co b'a t'ay t'a masanil tiempo."
        },
        {
            "number": "5",
            "text": "Ha onh yinhtil onh winhaj Jacob yixchiquin winhaj Abraham schecab' Jehová, sik'b'il onh el yuj Jehová. Co naeccot tas satub'tac ix sk'ulej co Diosal yet' juntzanh sley ix yalcani."
        },
        {
            "number": "6",
            "text": "Ha Jehová co Diosal ayoch Yajalil t'a masanil yol yib'anhk’inal tik."
        },
        {
            "number": "7",
            "text": "Syak'nhejelk'och strato. Tz'elnhejk'och tas syal t'a jantac smilal macanhil anima tz'eq'ui."
        },
        {
            "number": "8",
            "text": "Ix elk'och sti' yak'nac t'a winhaj Abraham. Ix elpaxk'och tas yalnaccan t'a winhaj Isaac."
        },
        {
            "number": "9",
            "text": "Ix kan tas yalnaccan chi' t'a winhaj Jacob. Aynhejek' jun sti' yak'nac chi' t'ayonh a onh israel onh tik t'a masanil q'uinal."
        },
        {
            "number": "10",
            "text": "Ha Jehová chi' alannaccan t'a junjun eb' icha tik: Ol vak' lum Canaán t'ayach, ol ochcan lum icoc, xchi."
        },
        {
            "number": "11",
            "text": "Ayic chi' jayvanhanto eb', b'eyum animanhej yajek' eb' t'a sat lum lum chi'."
        },
        {
            "number": "12",
            "text": "Tonhej tzek' cajan eb' t'a junjun chonhab' yet' t'a smacb'en eb' rey."
        },
        {
            "number": "13",
            "text": "Palta maj yal sk'ool Dios ix ixtaj eb', yuj chi' ix cachji eb' rey chi' yuj, ix yalani:"
        },
        {
            "number": "14",
            "text": "Manh eyixtej eb' wik sik'b'ileli. Manh e tzuntzej eb' in checab', xchi."
        },
        {
            "number": "15",
            "text": "Ix yak'cot jun niwan vejel t'a jun lugar chi', ix yik'canek' masanil tas sva eb'."
        },
        {
            "number": "16",
            "text": "Palta ayic manto jalaj jun vejel chi', ix b'ab'laj checjib'at winhaj José t'a Egipto yuj Dios, aton winh ix schonhb'at eb' checab'vumal."
        },
        {
            "number": "17",
            "text": "Ixlajwi yoc winh yuj q'uen cadena, ix ochpax q'uen t'a sjaj winh,"
        },
        {
            "number": "18",
            "text": "masanto ix elk'och masanil tas yalnac Dios t'a winh, ix sch'oxanel Dios chi' to yelton tas ix yalel winh chi'."
        },
        {
            "number": "19",
            "text": "Ha winh rey, yajal yaj winh t'a yib'anh jantac anima ix jacanelta winhaj José chi' t'a preso."
        },
        {
            "number": "20",
            "text": "Ix ak'jioch winh yilumaloc spalacio winh rey chi'. Ix ak'jipaxoch winh yajalil t'a yib'anh masanil smacb'en winh rey chi'."
        },
        {
            "number": "21",
            "text": "Ix sk'ayb'ej eb' yetyajalil winh. Ix ak'jipax sjelanil eb' ichamtac vinac yuj winh."
        },
        {
            "number": "22",
            "text": "Axo t'a stzak'anilxo ix k'och winhaj Israel, aton winhaj Jacob b'aj ayek' winhaj José. Ha t'a Egipto chi' ix cajnaj winh, aton lum sluum eb' yinhtilal winhaj Cam."
        },
        {
            "number": "23",
            "text": "Ha Dios ix ak'an q'uib' sb'isul yinhtilal winhaj Jacob chi', yelxo val tek'an ix aj eb' t'a yichanh eb' aj Egipto chi'."
        },
        {
            "number": "24",
            "text": "Palta ha Dios ix ak'an sk'ulej eb' aj Egipto chi', ix och eb' ajk'olal t'a schonhab' chi', ix ixtaj eb' schecab' yuj eb'."
        },
        {
            "number": "25",
            "text": "Ix schecancot winh schecab' Dios chi', aton winhaj Moisés. Ix schecanpaxcot winhaj Aarón, winh sik'b'ilel yuj."
        },
        {
            "number": "26",
            "text": "Ha eb' winh ix ch'oxan smilagro Dios t'a eb' aj Egipto chi'. Ha tas satub'tac ix sk'ulej eb' winh t'a yol smacb'en eb' yinhtilal winhaj Cam."
        },
        {
            "number": "27",
            "text": "Ix ak'jicot k’ik’ k’inal yuj Dios chi' t'a smasanil smacb'en eb'. Maj spitejlaj sb'a eb' winh chavanh schecab' chi' t'a slolonel."
        },
        {
            "number": "28",
            "text": "Ix och masanil ha ha' chik'al yuj Dios chi'. Masanil nok' chay ix chami."
        },
        {
            "number": "29",
            "text": "Ix yak'an b'ud'joquel masanil chonhab' t'a yol smacb'en Egipto yuj nok' pajtza'. Ix laj q'ue nok' t'a sat sch'at winh rey."
        },
        {
            "number": "30",
            "text": "Ha Dios ix alani, ix k'ik'b'i q'uinal sk'och nok' cach. Ix pitzvipaxchaanh nok' cotac us t'a masanil yol smacb'en Egipto chi'."
        },
        {
            "number": "31",
            "text": "Ix yak'cot q'uen nivac sacb'at t'a satcha’anh sq'uexuloc nhab'. Jantac ix mak'vaj k'u t'a yol smacb'en eb' chi'."
        },
        {
            "number": "32",
            "text": "Ix lajviem te' uva yet' te' higo, aton yavb'en te' eb'. Ix laj jecchaj sk'ab'tac te te' t'a yol smacb'en eb' chi'."
        },
        {
            "number": "33",
            "text": "Ix yalanxi Dios, ix k'och nok' k'ulub'. Manhxo jantacoc nok' ix k'ochi."
        },
        {
            "number": "34",
            "text": "Ix lajviel masanil anh ank'ultak yuj nok'. Masanil tastac sq'uib' chi' ta', ix lajviel yuj nok'."
        },
        {
            "number": "35",
            "text": "Ix miljicham masanil eb' sb'ab'el unin eb' aj Egipto chi'. Ix laj cham junjun b'ab'el unin t'a junjun pat."
        },
        {
            "number": "36",
            "text": "Ixlajwi chi', ix yik'anelta eb' schonhab'. Nivan q'uen oro yet' q'uen plata ix scuchcot eb', malaj junok mach tz'ontac t'a skal eb'."
        },
        {
            "number": "37",
            "text": "Ix tzalaj eb' aj Egipto chi' ayic ix yilan eb' yelta eb' aj Israel chi' yujto te xivnac eb' yuj eb'."
        },
        {
            "number": "38",
            "text": "Ha Dios ix ak'ancot jun asun yenhuloc eb' schonhab' chi'. Axo t'ak'walil, a jun k'ak' tz'ak'an sakil k'inal t'a yol sb'e eb'."
        },
        {
            "number": "39",
            "text": "Ix sk'anan schib'ej eb' d'ha Dios, ix yak'cot nok' ub' t'a eb'. Aton vael ix cot t'a satcha’anh ix ak'an b'ud'joc eb'."
        },
        {
            "number": "40",
            "text": "Ix jat q'uen niwan q'ueen yuj Dios chi', ix elta secnaj a nivac ha'. Ix b'ey ha' t'a lum taquinh lu'um chi' icha sb'ey ha' nivac eluma'."
        },
        {
            "number": "41",
            "text": "Ix snacot slolonel niwan yelk'och yalnaccan t'a winhaj Abraham, aton schecab'."
        },
        {
            "number": "42",
            "text": "Ichaton chi' ajnac yik'anelta eb' schonhab' Dios sik'b'ilel yuj yet' niwan tzalajk'olal."
        },
        {
            "number": "43",
            "text": "Ha sluum juntzanhxo chonhab' ix yak'canoch t'a yol sk'ab' eb' yet' masanil tas b'ob'il yuj juntzanh chonhab' chi'."
        },
        {
            "number": "44",
            "text": "Ichaton chi' ix yutej Dios t'a eb' schonhab' yic k'anab'ajum syutej sb'a eb' t'a schecnab'il yet' t'a sk'ayb'ub'al. Calec wach' lolonel t'a Jehová."
        }
    ]
}