{
    "chapter": "105",
    "verses": [
        {
            "number": "1",
            "text": "Caq'ek yuj diosal t'a Jehová. Calec ko b'a t'ay. Calec t'a junjun chonhab' yuj tas ix sk'ulej."
        },
        {
            "number": "2",
            "text": "Conh b'itanhec t'ay. Calequel tas satub'tac ix sk'ulej."
        },
        {
            "number": "3",
            "text": "Conh tzalajec yuj Jehová. Ayokab' pax stzalajk'olal heb' emnaquil t'ay."
        },
        {
            "number": "4",
            "text": "Co k'anec scolwal Jehová. Cak'equem ko b'a t'ay t'a masanil tiempo."
        },
        {
            "number": "5",
            "text": "Ha onh yinhtil onh winhaj Jacob yixchiquin winhaj Abraham schecab' Jehová, sik'b'il onh el yuj Jehová. Co naeccot tas satub'tac ix sk'ulej ko Diosal yet' juntzanh sley ix yalcani."
        },
        {
            "number": "6",
            "text": "Ha Jehová ko Diosal ayoch Yajalil t'a masanil yol yib'anhk’inal tik."
        },
        {
            "number": "7",
            "text": "Syak'nhejelk'och strato. Tz'elnhejk'och tas syal t'a jantac smilal macanhil anima tz'eq'ui."
        },
        {
            "number": "8",
            "text": "Ix elk'och sti' yak'nac t'a winhaj Abraham. Ix elpaxk'och tas yalnaccan t'a winhaj Isaac."
        },
        {
            "number": "9",
            "text": "Ix kan tas yalnaccan chi' t'a winhaj Jacob. Aynhejek' jun sti' yak'nac chi' t'ayonh a onh israel onh tik t'a masanil k 'inal."
        },
        {
            "number": "10",
            "text": "Ha Jehová chi' alannaccan t'a junjun heb' icha tik: Ol wak' lum Canaán t'ayach, ol ochcan lum icoc, xchi."
        },
        {
            "number": "11",
            "text": "Ayic chi' jaywanhanto heb', b'eyum animanhej yajek' heb' t'a sat lum lum chi'."
        },
        {
            "number": "12",
            "text": "Tonhej tzek' cajan heb' t'a junjun chonhab' yet' t'a smacb'en heb' rey."
        },
        {
            "number": "13",
            "text": "Palta maj yal sk'ool Dios ix ixtaj heb', yuj chi' ix cachji heb' rey chi' yuj, ix yalani:"
        },
        {
            "number": "14",
            "text": "Manh eyixtej heb' wik sik'b'ileli. Manh he tzuntzej heb' in checab', xchi."
        },
        {
            "number": "15",
            "text": "Ix yak'cot jun niwan wejel t'a jun lugar chi', ix yik'canek' masanil tas swa heb'."
        },
        {
            "number": "16",
            "text": "Palta ayic manto jalaj jun wejel chi', ix b'ab'laj checjib'at winhaj José t'a Egipto yuj Dios, aton winh ix schonhb'at heb' checab'wumal."
        },
        {
            "number": "17",
            "text": "Ixlajwi yoc winh yuj k'een cadena, ix ochpax k'een t'a sjaj winh,"
        },
        {
            "number": "18",
            "text": "masanto ix elk'och masanil tas yalnac Dios t'a winh, ix sch'oxanel Dios chi' to yelton tas ix yalel winh chi'."
        },
        {
            "number": "19",
            "text": "Ha winh rey, yajal yaj winh t'a yib'anh jantac anima ix jacanelta winhaj José chi' t'a preso."
        },
        {
            "number": "20",
            "text": "Ix ak'jioch winh yilumaloc spalacio winh rey chi'. Ix ak'jipaxoch winh yajalil t'a yib'anh masanil smacb'en winh rey chi'."
        },
        {
            "number": "21",
            "text": "Ix sk'ayb'ej heb' yetyajalil winh. Ix ak'jipax sjelanil heb' ichamtac winak yuj winh."
        },
        {
            "number": "22",
            "text": "Axo t'a stzak'anilxo ix k'och winhaj Israel, aton winhaj Jacob b'aj ayek' winhaj José. Ha t'a Egipto chi' ix cajnaj winh, aton lum sluum heb' yinhtilal winhaj Cam."
        },
        {
            "number": "23",
            "text": "Ha Dios ix ak'an q'uib' sb'isul yinhtilal winhaj Jacob chi', yelxo wal tek'an ix aj heb' t'a yichanh heb' aj Egipto chi'."
        },
        {
            "number": "24",
            "text": "Palta ha Dios ix ak'an sk'ulej heb' aj Egipto chi', ix och heb' ajk'olal t'a schonhab' chi', ix ixtaj heb' schecab' yuj heb'."
        },
        {
            "number": "25",
            "text": "Ix schecancot winh schecab' Dios chi', aton winhaj Moisés. Ix schecanpaxcot winhaj Aarón, winh sik'b'ilel yuj."
        },
        {
            "number": "26",
            "text": "Ha heb' winh ix ch'oxan smilagro Dios t'a heb' aj Egipto chi'. Ha tas satub'tac ix sk'ulej heb' winh t'a yol smacb'en heb' yinhtilal winhaj Cam."
        },
        {
            "number": "27",
            "text": "Ix ak'jicot k’ik’ k’inal yuj Dios chi' t'a smasanil smacb'en heb'. Maj spitejlaj sb'a heb' winh chawanh schecab' chi' t'a slolonel."
        },
        {
            "number": "28",
            "text": "Ix och masanil ha ha' chik'al yuj Dios chi'. Masanil nok' chay ix chami."
        },
        {
            "number": "29",
            "text": "Ix yak'an b'ud'joquel masanil chonhab' t'a yol smacb'en Egipto yuj nok' pajtza'. Ix laj k'e nok' t'a sat sch'at winh rey."
        },
        {
            "number": "30",
            "text": "Ha Dios ix alani, ix k'ik'b'i k 'inal sk'och nok' cach. Ix pitzwipaxchaanh nok' cotac us t'a masanil yol smacb'en Egipto chi'."
        },
        {
            "number": "31",
            "text": "Ix yak'cot k'een niwac sacb'at t'a satcha’anh sk'exuloc nhab'. Jantac ix mak'waj k'u t'a yol smacb'en heb' chi'."
        },
        {
            "number": "32",
            "text": "Ix lajwiem te' uwa yet' te' higo, aton yavb'en te' heb'. Ix laj jekchaj sk'ab'tac te te' t'a yol smacb'en heb' chi'."
        },
        {
            "number": "33",
            "text": "Ix yalanxi Dios, ix k'och nok' k'ulub'. Manhxo jantacoc nok' ix k'ochi."
        },
        {
            "number": "34",
            "text": "Ix lajwiel masanil anh ank'ultak yuj nok'. Masanil tastac sq'uib' chi' ta', ix lajwiel yuj nok'."
        },
        {
            "number": "35",
            "text": "Ix miljicham masanil heb' sb'ab'el unin heb' aj Egipto chi'. Ix laj cham junjun b'ab'el unin t'a junjun pat."
        },
        {
            "number": "36",
            "text": "Ixlajwi chi', ix yik'anelta heb' schonhab'. Niwan k'een oro yet' k'een plata ix scuchcot heb', malaj junok mach tz'ontac t'a skal heb'."
        },
        {
            "number": "37",
            "text": "Ix tzalaj heb' aj Egipto chi' ayic ix yilan heb' yelta heb' aj Israel chi' yujto te xivnac heb' yuj heb'."
        },
        {
            "number": "38",
            "text": "Ha Dios ix ak'ancot jun asun yenhuloc heb' schonhab' chi'. Axo t'ak'walil, a jun k'ak' tz'ak'an sakil k'inal t'a yol sb'e heb'."
        },
        {
            "number": "39",
            "text": "Ix sk'anan schib'ej heb' d'ha Dios, ix yak'cot nok' ub' t'a heb'. Aton wael ix cot t'a satcha’anh ix ak'an b'ud'joc heb'."
        },
        {
            "number": "40",
            "text": "Ix jat k'een niwan k'een yuj Dios chi', ix elta secnaj a niwac ha'. Ix b'ey ha' t'a lum taquinh lu'um chi' icha sb'ey ha' niwac eluma'."
        },
        {
            "number": "41",
            "text": "Ix snacot slolonel niwan yelk'och yalnaccan t'a winhaj Abraham, aton schecab'."
        },
        {
            "number": "42",
            "text": "Ichaton chi' ajnac yik'anelta heb' schonhab' Dios sik'b'ilel yuj yet' niwan tzalajk'olal."
        },
        {
            "number": "43",
            "text": "Ha sluum juntzanhxo chonhab' ix yak'canoch t'a yol sk'ab' heb' yet' masanil tas b'ob'il yuj juntzanh chonhab' chi'."
        },
        {
            "number": "44",
            "text": "Ichaton chi' ix yutej Dios t'a heb' schonhab' yic k'anab'ajum syutej sb'a heb' t'a schecnab'il yet' t'a sk'ayb'ub'al. Calec wach' lolonel t'a Jehová."
        }
    ]
}