{
    "chapter": "105",
    "verses": [
        {
            "number": "1",
            "text": "Caq'uec yuj diosal d'a Jehová. Calec co b'a d'ay. Calec d'a junjun chonhab' yuj tas ix sk'ulej."
        },
        {
            "number": "2",
            "text": "Conh b'itanhec d'ay. Calequel tas satub'tac ix sk'ulej."
        },
        {
            "number": "3",
            "text": "Conh tzalajec yuj Jehová. Ayocab' pax stzalajk'olal eb' emnaquil d'ay."
        },
        {
            "number": "4",
            "text": "Co k'anec scolval Jehová. Caq'uequem co b'a d'ay d'a masanil tiempo."
        },
        {
            "number": "5",
            "text": "A onh yinhtil onh vinhaj Jacob yixchiquin vinhaj Abraham schecab' Jehová, sik'b'il onh el yuj Jehová. Co naeccot tas satub'tac ix sk'ulej co Diosal yed' juntzanh sley ix yalcani."
        },
        {
            "number": "6",
            "text": "A Jehová co Diosal ayoch Yajalil d'a masanil yolyib'anhq'uinal tic."
        },
        {
            "number": "7",
            "text": "Syak'nhejelk'och strato. Tz'elnhejk'och tas syal d'a jantac smilal macanhil anima tz'eq'ui."
        },
        {
            "number": "8",
            "text": "Ix elk'och sti' yak'nac d'a vinhaj Abraham. Ix elpaxk'och tas yalnaccan d'a vinhaj Isaac."
        },
        {
            "number": "9",
            "text": "Ix can tas yalnaccan chi' d'a vinhaj Jacob. Aynhejek' jun sti' yak'nac chi' d'ayonh a onh israel onh tic d'a masanil q'uinal."
        },
        {
            "number": "10",
            "text": "A Jehová chi' alannaccan d'a junjun eb' icha tic: Ol vak' lum Canaán d'ayach, ol ochcan lum icoc, xchi."
        },
        {
            "number": "11",
            "text": "Ayic chi' jayvanhanto eb', b'eyum animanhej yajek' eb' d'a sat lum luum chi'."
        },
        {
            "number": "12",
            "text": "Tonhej tz'ek' cajan eb' d'a junjun chonhab' yed' d'a smacb'en eb' rey."
        },
        {
            "number": "13",
            "text": "Palta maj yal sk'ool Dios ix ixtaj eb', yuj chi' ix cachji eb' rey chi' yuuj, ix yalani:"
        },
        {
            "number": "14",
            "text": "Manh eyixtej eb' vic sik'b'ileli. Manh e tzuntzej eb' in checab', xchi."
        },
        {
            "number": "15",
            "text": "Ix yak'cot jun nivan vejel d'a jun lugar chi', ix yik'canek' masanil tas sva eb'."
        },
        {
            "number": "16",
            "text": "Palta ayic manto jalaj jun vejel chi', ix b'ab'laj checjib'at vinhaj José d'a Egipto yuj Dios, aton vinh ix schonhb'at eb' checab'vumal."
        },
        {
            "number": "17",
            "text": "Ix lajvi yoc vinh yuj q'uen cadena, ix ochpax q'uen d'a sjaj vinh,"
        },
        {
            "number": "18",
            "text": "masanto ix elk'och masanil tas yalnac Dios d'a vinh, ix sch'oxanel Dios chi' to yelton tas ix yalel vinh chi'."
        },
        {
            "number": "19",
            "text": "A vinh rey, yajal yaj vinh d'a yib'anh jantac anima ix jacanelta vinhaj José chi' d'a preso."
        },
        {
            "number": "20",
            "text": "Ix ak'jioch vinh yilumaloc spalacio vinh rey chi'. Ix ak'jipaxoch vinh yajalil d'a yib'anh masanil smacb'en vinh rey chi'."
        },
        {
            "number": "21",
            "text": "Ix sk'ayb'ej eb' yetyajalil vinh. Ix ak'jipax sjelanil eb' ichamtac vinac yuj vinh."
        },
        {
            "number": "22",
            "text": "Axo d'a stzak'anilxo ix k'och vinhaj Israel, aton vinhaj Jacob b'aj ayek' vinhaj José. A d'a Egipto chi' ix cajnaj vinh, aton lum sluum eb' yinhtilal vinhaj Cam."
        },
        {
            "number": "23",
            "text": "A Dios ix ak'an q'uib' sb'isul yinhtilal vinhaj Jacob chi', yelxo val tek'an ix aj eb' d'a yichanh eb' aj Egipto chi'."
        },
        {
            "number": "24",
            "text": "Palta a Dios ix ak'an sk'ulej eb' aj Egipto chi', ix och eb' ajk'olal d'a schonhab' chi', ix ixtaj eb' schecab' yuj eb'."
        },
        {
            "number": "25",
            "text": "Ix schecancot vinh schecab' Dios chi', aton vinhaj Moisés. Ix schecanpaxcot vinhaj Aarón, vinh sik'b'ilel yuuj."
        },
        {
            "number": "26",
            "text": "A eb' vinh ix ch'oxan smilagro Dios d'a eb' aj Egipto chi'. A tas satub'tac ix sk'ulej eb' vinh d'a yol smacb'en eb' yinhtilal vinhaj Cam."
        },
        {
            "number": "27",
            "text": "Ix ak'jicot q'uik'alq'uinal yuj Dios chi' d'a smasanil smacb'en eb'. Maj spitejlaj sb'a eb' vinh chavanh schecab' chi' d'a slolonel."
        },
        {
            "number": "28",
            "text": "Ix och masanil a a' chik'al yuj Dios chi'. Masanil nok' chay ix chami."
        },
        {
            "number": "29",
            "text": "Ix yak'an b'ud'joquel masanil chonhab' d'a yol smacb'en Egipto yuj nok' pajtza'. Ix laj q'ue nok' d'a sat sch'at vinh rey."
        },
        {
            "number": "30",
            "text": "A Dios ix alani, ix q'uik'b'i q'uinal sk'och nok' cach. Ix pitzvipaxchaanh nok' cotac us d'a masanil yol smacb'en Egipto chi'."
        },
        {
            "number": "31",
            "text": "Ix yak'cot q'uen nivac sacb'at d'a satchaanh sq'uexuloc nhab'. Jantac ix mak'vaj k'u d'a yol smacb'en eb' chi'."
        },
        {
            "number": "32",
            "text": "Ix lajviem te' uva yed' te' higo, aton yavb'en te' eb'. Ix laj jecchaj sk'ab'tac te te' d'a yol smacb'en eb' chi'."
        },
        {
            "number": "33",
            "text": "Ix yalanxi Dios, ix k'och nok' k'ulub'. Manhxo jantacoc nok' ix k'ochi."
        },
        {
            "number": "34",
            "text": "Ix lajviel masanil anh ank'ultac yuj nok'. Masanil tastac sq'uib' chi' ta', ix lajviel yuj nok'."
        },
        {
            "number": "35",
            "text": "Ix miljicham masanil eb' sb'ab'el unin eb' aj Egipto chi'. Ix laj cham junjun b'ab'el unin d'a junjun pat."
        },
        {
            "number": "36",
            "text": "Ix lajvi chi', ix yik'anelta eb' schonhab'. Nivan q'uen oro yed' q'uen plata ix scuchcot eb', malaj junoc mach tz'ontac d'a scal eb'."
        },
        {
            "number": "37",
            "text": "Ix tzalaj eb' aj Egipto chi' ayic ix yilan eb' yelta eb' aj Israel chi' yujto te xivnac eb' yuj eb'."
        },
        {
            "number": "38",
            "text": "A Dios ix ak'ancot jun asun yenhuloc eb' schonhab' chi'. Axo d'ak'valil, a jun k'ak' tz'ak'an saquilq'uinal d'a yol sb'e eb'."
        },
        {
            "number": "39",
            "text": "Ix sk'anan schib'ej eb' d'a Dios, ix yak'cot nok' ub' d'a eb'. Aton vael ix cot d'a satchaanh ix ak'an b'ud'joc eb'."
        },
        {
            "number": "40",
            "text": "Ix jat q'uen nivan q'ueen yuj Dios chi', ix elta secnaj a nivac a'. Ix b'ey a' d'a lum taquinh luum chi' icha sb'ey a' nivac eluma'."
        },
        {
            "number": "41",
            "text": "Ix snacot slolonel nivan yelk'och yalnaccan d'a vinhaj Abraham, aton schecab'."
        },
        {
            "number": "42",
            "text": "Ichaton chi' ajnac yik'anelta eb' schonhab' Dios sik'b'ilel yuuj yed' nivan tzalajk'olal."
        },
        {
            "number": "43",
            "text": "A sluum juntzanhxo chonhab' ix yak'canoch d'a yol sk'ab' eb' yed' masanil tas b'ob'il yuj juntzanh chonhab' chi'."
        },
        {
            "number": "44",
            "text": "Ichaton chi' ix yutej Dios d'a eb' schonhab' yic k'anab'ajum syutej sb'a eb' d'a schecnab'il yed' d'a sk'ayb'ub'al. Calec vach' lolonel d'a Jehová."
        }
    ]
}