{
    "chapter": "106",
    "verses": [
        {
            "number": "1",
            "text": "Calec wach' lolonel t'a Jehová. Caq'ek yuj diosal t'ay, yujto wach'. Malaj b'ak'uinh slajwi swach'k'olal."
        },
        {
            "number": "2",
            "text": "¿Mach ol tzak'wan yalanel jantac tas satub'tac ix sk'ulej Jehová? ¿Mach ol yal sb'itan t'ay icha wal t'a smojal?"
        },
        {
            "number": "3",
            "text": "Te wach' yic heb' k'anab'ajum t'ay, heb' sb'eyb'alan tojolal t'a masanil tiempo."
        },
        {
            "number": "4",
            "text": "Mamin Jehová, tzin a nacoti ayic ol ak'an a wach'k'olal t'a heb' a chonhab'. Tzin a nacoti ayic ol ach jawok colwal,"
        },
        {
            "number": "5",
            "text": "yic wach' ol wil a wach'k'olal t'a a chonhab' sik'b'ilel uuj, yic ol in tzalaj yet' heb', ol in k'epaxchaanh yet' heb'."
        },
        {
            "number": "6",
            "text": "Lajan ix aj ko mul yet' heb' ko mam quicham. Ix ko pitej ko b'a, ix ko k'ulej chukal."
        },
        {
            "number": "7",
            "text": "Ayic yek'nac heb' ko mam quicham t'a Egipto, malaj ix elk'och smilagro Jehová t'a heb'. Ix b'atcan satk'olal sniwan wach'k'olal yuj heb'. Ix och heb' ajk'olal t'ay t'a sti' ha' Chacchac Mar."
        },
        {
            "number": "8",
            "text": "Axo ix colanel heb', ix sch'oxanel spoder, yic wach' malaj tas tz'alchaj t'a spatic."
        },
        {
            "number": "9",
            "text": "Ix tumaj ha' Chacchac Mar chi' yuj, ix tacjiem ha' yic tzek'ta heb' schonhab' t'a snanhal ha' mar chi'. Ichato taquinhal lu'um b'aj ix ek'ta heb'."
        },
        {
            "number": "10",
            "text": "Icha chi' ix aj scolchajel heb' t'a yol sk'ab' heb' ajk'ool, aton heb' schichon sk'ol t'a heb'."
        },
        {
            "number": "11",
            "text": "Ha ha' mar ix mucancan heb' ajk'ol yajoch chi' t'a heb', manhxa junok heb' ix eli."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix yak'och sk'ool heb' t'a tas alb'il yuj Dios. Ix yalan wach' lolonel heb' t'ay t'a b'ital."
        },
        {
            "number": "13",
            "text": "Palta elanhchamel ix b'atcan satk'olal tas ix sk'ulej Dios yuj heb'. Maj stanhwejlaj yil heb' tas sna Dios chi' t'a yib'anh heb'."
        },
        {
            "number": "14",
            "text": "Axo t'a tzinan lu'um chi' ix stzuntzejcot yowal sk'ool Dios heb'. Yuj spek'al heb' ix yak' prowal Dios chi' heb'."
        },
        {
            "number": "15",
            "text": "Ix ton yak' Dios chi' tas snib'ej sk'ol heb', palta ix yak'cot jun niwan yaelal t'a skal heb' yic scham heb'."
        },
        {
            "number": "16",
            "text": "Ha t'a yol smantiado heb', chuk tas ix sna heb' t'a spatic winhaj Moisés yet' winhaj Aarón sik'b'ilel yuj Jehová."
        },
        {
            "number": "17",
            "text": "Yuj chi, ix sjac sb'a lum lum, ix turjib'at winhaj Datán, winhaj Abiram yet' heb' ajun yet' heb' winh."
        },
        {
            "number": "18",
            "text": "Ix b'at jun k'ak' t'a skal heb' smasanil, ix laj tz'ab'at heb' sk'ulan chukal chi'."
        },
        {
            "number": "19",
            "text": "Ha t'a tzalan Horeb ix sb'o jun yechel wacax heb' t'a k'een oro, ix yak'anem sb'a heb' t'ay."
        },
        {
            "number": "20",
            "text": "Ha Dios Niwan Yelk'ochi ix yaktejcan heb', haxo t'a jun yechel wacax k'uxum ank'ultak ix yak'em sb'a heb'."
        },
        {
            "number": "21",
            "text": "Ix b'at satk'olal Dios Scolumal heb' yuj, aton ixb’o’an jantac tas satub'tac t'a Egipto."
        },
        {
            "number": "22",
            "text": "Ha t'a smacb'en heb' yinhtilal winhaj Cam, satub'tac tas ix sb'o'o. Ch'ocxo wal tas ix sk'ulej t'ha ha' Chacchac Mar chi'."
        },
        {
            "number": "23",
            "text": "Ha Dios ix sna to satel heb', palta haxo winhaj Moisés, winh sik'b'ilel yuj, ix tewi yuj heb', yuj chi' ix ek'canb'at yowal sk'ol Dios, majxo satel-laj heb'."
        },
        {
            "number": "24",
            "text": "Axo ix ek' janik'xo tiempo, ix spaticanel jun lu'um yax sat heb'. Maj yak'ochlaj heb' t'a sk'ool tas ix yal Dios."
        },
        {
            "number": "25",
            "text": "Ha t'a yoltac smantiado heb' ix yalub'tanhej t'a spatic Jehová. Ha tas ix yal Dios, maj sk'anab'ajejlaj heb'."
        },
        {
            "number": "26",
            "text": "Yuj chi' ix yak' sti' Dios t'a heb', ix yalani to ol cham heb' yuj t'a tzinan lu'um,"
        },
        {
            "number": "27",
            "text": "to ol saclemcanb'at heb' yinhtilal heb' t'a skal juntzanh ch'oc chonhab'il, haxo ta' ol miljoccham heb'."
        },
        {
            "number": "28",
            "text": "Ix yak'anem sb'a heb' t'a Baal-peor. Ix schi'an nok' silab' heb' tz'ak'ji t'a juntzanh Dios manh pitzanoc."
        },
        {
            "number": "29",
            "text": "Ha yuj chukal sk'ulej heb', ix stzuntzejcot yowal sk'ol Dios heb', yuj chi' ix jawi yab'il t'a skal heb', ix cham heb' yuj."
        },
        {
            "number": "30",
            "text": "Axo ix k'e waan winhaj Finees, ix smilancham jun winh ay smul chi' winh, ix och waan chamel chi'."
        },
        {
            "number": "31",
            "text": "Ix och tas ix sk'ulej winh chi' swach'iloc, to malaj b'ak'uinh ol b'at satk'olal yuj Dios."
        },
        {
            "number": "32",
            "text": "Anheja' t'a ha ha' yic Meriba, ix tzuntzajcot yowal sk'ool Jehová yuj heb'. Chuc ix elk'och winhaj Moisés yuj tas ix sk'ulej heb' chi'."
        },
        {
            "number": "33",
            "text": "Ix tzuntzaj tac sk'ol winh yuj heb', yuj chi' comonnhej ix lolon winh t'a heb'."
        },
        {
            "number": "34",
            "text": "Maj satel-laj juntzanh chonhab' heb' icha ix yutej Jehová yalani."
        },
        {
            "number": "35",
            "text": "Palta haxo tas ix sk'ulej heb', to ix yik'laj sb'a heb' yet' heb' ch'oc chonhab'il chi', ix sb'eyb'alan sb'eyb'al heb' chi' heb'."
        },
        {
            "number": "36",
            "text": "Ix yak'anem sb'a heb' t'a juntzanh sdiosal heb' ch'oc chonhab'il chi'. Ha wal yuj jun chi' ix ixtaxel heb'."
        },
        {
            "number": "37",
            "text": "Ix laj snhus yal yuninal heb' t'a heb' demonio silab'il."
        },
        {
            "number": "38",
            "text": "Ha schiq'uil heb' unin malaj smul ix yik'el heb', aton schiq'uil heb' yuninal heb' yet' heb' yisil heb', haxo t'a sdiosal heb' aj Canaán ix yak' heb' silab'il. Axo lum lum, ix ixtaxb'at lu'um yuj schamel heb' chi'."
        },
        {
            "number": "39",
            "text": "Ix ixtaxb'at heb' yuj chukal ix sk'ulej chi', ix och heb' ajmulal t'a yol sat Jehová."
        },
        {
            "number": "40",
            "text": "Ix tzactzaj Jehová, ix cot yowal t'a heb' schonhab',"
        },
        {
            "number": "41",
            "text": "yuj chi' ix actajcan heb' t'a yol sk'ab' heb' ch'oc chonhab'il, ix kan heb' t'a yol sk'ab' heb' ajk'ool chi'."
        },
        {
            "number": "42",
            "text": "Ix ixtaj heb' yuj heb' ajk'ool chi', ix kan heb' t'a yalanh smandar heb'."
        },
        {
            "number": "43",
            "text": "Tzijtum el ix colchajel heb' yuj Dios, palta ix och heb' ajk'olal t'a tas nab'il yuj Dios chi'. Yuj chi' ix te juwib'at heb' ste k'ulan chukal chi'."
        },
        {
            "number": "44",
            "text": "Palta ayic ix yilan syaelal heb' chi' Jehová, ix yab'anpax stewi heb' t'ay,"
        },
        {
            "number": "45",
            "text": "ix snacot strato yet' heb', ix sk'exan spensar chi' t'a heb', yujto yel te niwan swach'k'olal."
        },
        {
            "number": "46",
            "text": "A' ix ak'an sk'ulej heb' ajk'ool chi' yic wach' syutej spensar heb' t'a heb'."
        },
        {
            "number": "47",
            "text": "Ach Mamin Jehová ko Diosal, colonheli. Ik'onhelta t'a skal juntzanh nación yic wach' skal wach' lolonel t'ayach, yic tzach ko b'itej t'a tzalajk'olal."
        },
        {
            "number": "48",
            "text": "Calec wach' lolonel t'a Jehová ko Diosal a onh israel onh tik t'a masanil tiempo. Ujocab'i, xchiocab' masanil heb' chonhab'. Calec wach' lolonel t'a Jehová."
        }
    ]
}