{
    "chapter": "106",
    "verses": [
        {
            "number": "1",
            "text": "Calec vach' lolonel d'a Jehová. Caq'uec yuj diosal d'ay, yujto vach'. Malaj b'aq'uinh slajvi svach'k'olal."
        },
        {
            "number": "2",
            "text": "¿Mach ol tzak'van yalanel jantac tas satub'tac ix sk'ulej Jehová? ¿Mach ol yal sb'itan d'ay icha val d'a smojal?"
        },
        {
            "number": "3",
            "text": "Te vach' yic eb' k'anab'ajum d'ay, eb' sb'eyb'alan tojolal d'a masanil tiempo."
        },
        {
            "number": "4",
            "text": "Mamin Jehová, tzin a nacoti ayic ol ak'an a vach'k'olal d'a eb' a chonhab'. Tzin a nacoti ayic ol ach javoc colval,"
        },
        {
            "number": "5",
            "text": "yic vach' ol vil a vach'k'olal d'a a chonhab' sik'b'ilel uuj, yic ol in tzalaj yed' eb', ol in q'uepaxchaanh yed' eb'."
        },
        {
            "number": "6",
            "text": "Lajan ix aj co mul yed' eb' co mam quicham. Ix co pitej co b'a, ix co k'ulej chucal."
        },
        {
            "number": "7",
            "text": "Ayic yek'nac eb' co mam quicham d'a Egipto, malaj ix elk'och smilagro Jehová d'a eb'. Ix b'atcan satk'olal snivan vach'k'olal yuj eb'. Ix och eb' ajk'olal d'ay d'a sti' a' Chacchac Mar."
        },
        {
            "number": "8",
            "text": "Axo ix colanel eb', ix sch'oxanel spoder, yic vach' malaj tas tz'alchaj d'a spatic."
        },
        {
            "number": "9",
            "text": "Ix tumaj a' Chacchac Mar chi' yuuj, ix tacjiem a' yic tz'ek'ta eb' schonhab' d'a snanhal a' mar chi'. Ichato taquinhal luum b'aj ix ek'ta eb'."
        },
        {
            "number": "10",
            "text": "Icha chi' ix aj scolchajel eb' d'a yol sk'ab' eb' ajk'ool, aton eb' schichon sk'ol d'a eb'."
        },
        {
            "number": "11",
            "text": "A a' mar ix mucancan eb' ajk'ol yajoch chi' d'a eb', manhxa junoc eb' ix eli."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix yak'och sk'ool eb' d'a tas alb'il yuj Dios. Ix yalan vach' lolonel eb' d'ay d'a b'ital."
        },
        {
            "number": "13",
            "text": "Palta elanhchamel ix b'atcan satk'olal tas ix sk'ulej Dios yuj eb'. Maj stanhvejlaj yil eb' tas sna Dios chi' d'a yib'anh eb'."
        },
        {
            "number": "14",
            "text": "Axo d'a tz'inan luum chi' ix stzuntzejcot yoval sk'ool Dios eb'. Yuj spek'al eb' ix yak' proval Dios chi' eb'."
        },
        {
            "number": "15",
            "text": "Ix ton yak' Dios chi' tas snib'ej sk'ol eb', palta ix yak'cot jun nivan yaelal d'a scal eb' yic scham eb'."
        },
        {
            "number": "16",
            "text": "A d'a yol smantiado eb', chuc tas ix sna eb' d'a spatic vinhaj Moisés yed' vinhaj Aarón sik'b'ilel yuj Jehová."
        },
        {
            "number": "17",
            "text": "Yuj chi, ix sjac sb'a lum luum, ix turjib'at vinhaj Datán, vinhaj Abiram yed' eb' ajun yed' eb' vinh."
        },
        {
            "number": "18",
            "text": "Ix b'at jun k'ak' d'a scal eb' smasanil, ix laj tz'ab'at eb' sk'ulan chucal chi'."
        },
        {
            "number": "19",
            "text": "A d'a tzalan Horeb ix sb'o jun yechel vacax eb' d'a q'uen oro, ix yak'anem sb'a eb' d'ay."
        },
        {
            "number": "20",
            "text": "A Dios Nivan Yelk'ochi ix yactejcan eb', axo d'a jun yechel vacax k'uxum ank'ultac ix yaq'uem sb'a eb'."
        },
        {
            "number": "21",
            "text": "Ix b'at satk'olal Dios Scolumal eb' yuuj, aton ix b'oan jantac tas satub'tac d'a Egipto."
        },
        {
            "number": "22",
            "text": "A d'a smacb'en eb' yinhtilal vinhaj Cam, satub'tac tas ix sb'o'o. Ch'ocxo val tas ix sk'ulej d'a a' Chacchac Mar chi'."
        },
        {
            "number": "23",
            "text": "A Dios ix sna to satel eb', palta axo vinhaj Moisés, vinh sik'b'ilel yuuj, ix tevi yuj eb', yuj chi' ix ek'canb'at yoval sk'ol Dios, majxo satel-laj eb'."
        },
        {
            "number": "24",
            "text": "Axo ix ek' janik'xo tiempo, ix spaticanel jun luum yax sat eb'. Maj yak'ochlaj eb' d'a sk'ool tas ix yal Dios."
        },
        {
            "number": "25",
            "text": "A d'a yoltac smantiado eb' ix yalub'tanhej d'a spatic Jehová. A tas ix yal Dios, maj sk'anab'ajejlaj eb'."
        },
        {
            "number": "26",
            "text": "Yuj chi' ix yak' sti' Dios d'a eb', ix yalani to ol cham eb' yuuj d'a tz'inan luum,"
        },
        {
            "number": "27",
            "text": "to ol saclemcanb'at eb' yinhtilal eb' d'a scal juntzanh ch'oc chonhab'il, axo ta' ol miljoccham eb'."
        },
        {
            "number": "28",
            "text": "Ix yak'anem sb'a eb' d'a Baal-peor. Ix schi'an nok' silab' eb' tz'ak'ji d'a juntzanh dios manh pitzanoc."
        },
        {
            "number": "29",
            "text": "A yuj chucal sk'ulej eb', ix stzuntzejcot yoval sk'ol Dios eb', yuj chi' ix javi yab'il d'a scal eb', ix cham eb' yuuj."
        },
        {
            "number": "30",
            "text": "Axo ix q'ue vaan vinhaj Finees, ix smilancham jun vinh ay smul chi' vinh, ix och vaan chamel chi'."
        },
        {
            "number": "31",
            "text": "Ix och tas ix sk'ulej vinh chi' svach'iloc, to malaj b'aq'uinh ol b'at satk'olal yuj Dios."
        },
        {
            "number": "32",
            "text": "Anheja' d'a a a' yic Meriba, ix tzuntzajcot yoval sk'ool Jehová yuj eb'. Chuc ix elk'och vinhaj Moisés yuj tas ix sk'ulej eb' chi'."
        },
        {
            "number": "33",
            "text": "Ix tzuntzaj tac sk'ol vinh yuj eb', yuj chi' comonnhej ix lolon vinh d'a eb'."
        },
        {
            "number": "34",
            "text": "Maj satel-laj juntzanh chonhab' eb' icha ix yutej Jehová yalani."
        },
        {
            "number": "35",
            "text": "Palta axo tas ix sk'ulej eb', to ix yik'laj sb'a eb' yed' eb' ch'oc chonhab'il chi', ix sb'eyb'alan sb'eyb'al eb' chi' eb'."
        },
        {
            "number": "36",
            "text": "Ix yak'anem sb'a eb' d'a juntzanh sdiosal eb' ch'oc chonhab'il chi'. A val yuj jun chi' ix ixtaxel eb'."
        },
        {
            "number": "37",
            "text": "Ix laj snhus yal yuninal eb' d'a eb' demonio silab'il."
        },
        {
            "number": "38",
            "text": "A schiq'uil eb' unin malaj smul ix yiq'uel eb', aton schiq'uil eb' yuninal eb' yed' eb' yisil eb', axo d'a sdiosal eb' aj Canaán ix yak' eb' silab'il. Axo lum luum, ix ixtaxb'at luum yuj schamel eb' chi'."
        },
        {
            "number": "39",
            "text": "Ix ixtaxb'at eb' yuj chucal ix sk'ulej chi', ix och eb' ajmulal d'a yol sat Jehová."
        },
        {
            "number": "40",
            "text": "Ix tzactzaj Jehová, ix cot yoval d'a eb' schonhab',"
        },
        {
            "number": "41",
            "text": "yuj chi' ix actajcan eb' d'a yol sk'ab' eb' ch'oc chonhab'il, ix can eb' d'a yol sk'ab' eb' ajk'ool chi'."
        },
        {
            "number": "42",
            "text": "Ix ixtaj eb' yuj eb' ajk'ool chi', ix can eb' d'a yalanh smandar eb'."
        },
        {
            "number": "43",
            "text": "Tzijtum el ix colchajel eb' yuj Dios, palta ix och eb' ajk'olal d'a tas nab'il yuj Dios chi'. Yuj chi' ix te juvib'at eb' ste k'ulan chucal chi'."
        },
        {
            "number": "44",
            "text": "Palta ayic ix yilan syaelal eb' chi' Jehová, ix yab'anpax stevi eb' d'ay,"
        },
        {
            "number": "45",
            "text": "ix snacot strato yed' eb', ix sq'uexan spensar chi' d'a eb', yujto yel te nivan svach'k'olal."
        },
        {
            "number": "46",
            "text": "A' ix ak'an sk'ulej eb' ajk'ool chi' yic vach' syutej spensar eb' d'a eb'."
        },
        {
            "number": "47",
            "text": "Ach Mamin Jehová co Diosal, colonheli. Ik'onhelta d'a scal juntzanh nación yic vach' scal vach' lolonel d'ayach, yic tzach co b'itej d'a tzalajk'olal."
        },
        {
            "number": "48",
            "text": "Calec vach' lolonel d'a Jehová co Diosal a onh israel onh tic d'a masanil tiempo. Ujocab'i, xchiocab' masanil eb' chonhab'. Calec vach' lolonel d'a Jehová."
        }
    ]
}