{
    "chapter": "106",
    "verses": [
        {
            "number": "1",
            "text": "Calec wach' lolonel t'a Jehová. Caq'ek yuj diosal t'ay, yujto wach'. Malaj b'ak'uinh slajvi svach'k'olal."
        },
        {
            "number": "2",
            "text": "¿Mach ol tzak'van yalanel jantac tas satub'tac ix sk'ulej Jehová? ¿Mach ol yal sb'itan t'ay icha val t'a smojal?"
        },
        {
            "number": "3",
            "text": "Te wach' yic eb' k'anab'ajum t'ay, eb' sb'eyb'alan tojolal t'a masanil tiempo."
        },
        {
            "number": "4",
            "text": "Mamin Jehová, tzin a nacoti ayic ol ak'an a wach'k'olal t'a eb' a chonhab'. Tzin a nacoti ayic ol ach javoc colval,"
        },
        {
            "number": "5",
            "text": "yic wach' ol vil a wach'k'olal t'a a chonhab' sik'b'ilel uuj, yic ol in tzalaj yet' eb', ol in q'uepaxchaanh yet' eb'."
        },
        {
            "number": "6",
            "text": "Lajan ix aj co mul yet' eb' co mam quicham. Ix co pitej co b'a, ix co k'ulej chucal."
        },
        {
            "number": "7",
            "text": "Ayic yek'nac eb' co mam quicham t'a Egipto, malaj ix elk'och smilagro Jehová t'a eb'. Ix b'atcan satk'olal snivan wach'k'olal yuj eb'. Ix och eb' ajk'olal t'ay t'a sti' ha' Chacchac Mar."
        },
        {
            "number": "8",
            "text": "Axo ix colanel eb', ix sch'oxanel spoder, yic wach' malaj tas tz'alchaj t'a spatic."
        },
        {
            "number": "9",
            "text": "Ix tumaj ha' Chacchac Mar chi' yuj, ix tacjiem ha' yic tzek'ta eb' schonhab' t'a snanhal ha' mar chi'. Ichato taquinhal lu'um b'aj ix ek'ta eb'."
        },
        {
            "number": "10",
            "text": "Icha chi' ix aj scolchajel eb' t'a yol sk'ab' eb' ajk'ool, aton eb' schichon sk'ol t'a eb'."
        },
        {
            "number": "11",
            "text": "Ha ha' mar ix mucancan eb' ajk'ol yajoch chi' t'a eb', manhxa junok eb' ix eli."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix yak'och sk'ool eb' t'a tas alb'il yuj Dios. Ix yalan wach' lolonel eb' t'ay t'a b'ital."
        },
        {
            "number": "13",
            "text": "Palta elanhchamel ix b'atcan satk'olal tas ix sk'ulej Dios yuj eb'. Maj stanhvejlaj yil eb' tas sna Dios chi' t'a yib'anh eb'."
        },
        {
            "number": "14",
            "text": "Axo t'a tzinan lu'um chi' ix stzuntzejcot yoval sk'ool Dios eb'. Yuj spek'al eb' ix yak' proval Dios chi' eb'."
        },
        {
            "number": "15",
            "text": "Ix ton yak' Dios chi' tas snib'ej sk'ol eb', palta ix yak'cot jun niwan yaelal t'a skal eb' yic scham eb'."
        },
        {
            "number": "16",
            "text": "Ha t'a yol smantiado eb', chuc tas ix sna eb' t'a spatic vinhaj Moisés yet' vinhaj Aarón sik'b'ilel yuj Jehová."
        },
        {
            "number": "17",
            "text": "Yuj chi, ix sjac sb'a lum lum, ix turjib'at vinhaj Datán, vinhaj Abiram yet' eb' ajun yet' eb' vinh."
        },
        {
            "number": "18",
            "text": "Ix b'at jun k'ak' t'a skal eb' smasanil, ix laj tz'ab'at eb' sk'ulan chucal chi'."
        },
        {
            "number": "19",
            "text": "Ha t'a tzalan Horeb ix sb'o jun yechel vacax eb' t'a q'uen oro, ix yak'anem sb'a eb' t'ay."
        },
        {
            "number": "20",
            "text": "Ha Dios Nivan Yelk'ochi ix yactejcan eb', haxo t'a jun yechel vacax k'uxum ank'ultak ix yaq'uem sb'a eb'."
        },
        {
            "number": "21",
            "text": "Ix b'at satk'olal Dios Scolumal eb' yuj, aton ixb’o’an jantac tas satub'tac t'a Egipto."
        },
        {
            "number": "22",
            "text": "Ha t'a smacb'en eb' yinhtilal vinhaj Cam, satub'tac tas ix sb'o'o. Ch'ocxo val tas ix sk'ulej t'ha ha' Chacchac Mar chi'."
        },
        {
            "number": "23",
            "text": "Ha Dios ix sna to satel eb', palta haxo vinhaj Moisés, vinh sik'b'ilel yuj, ix tevi yuj eb', yuj chi' ix ek'canb'at yoval sk'ol Dios, majxo satel-laj eb'."
        },
        {
            "number": "24",
            "text": "Axo ix ek' janik'xo tiempo, ix spaticanel jun lu'um yax sat eb'. Maj yak'ochlaj eb' t'a sk'ool tas ix yal Dios."
        },
        {
            "number": "25",
            "text": "Ha t'a yoltac smantiado eb' ix yalub'tanhej t'a spatic Jehová. Ha tas ix yal Dios, maj sk'anab'ajejlaj eb'."
        },
        {
            "number": "26",
            "text": "Yuj chi' ix yak' sti' Dios t'a eb', ix yalani to ol cham eb' yuj t'a tzinan lu'um,"
        },
        {
            "number": "27",
            "text": "to ol saclemcanb'at eb' yinhtilal eb' t'a skal juntzanh ch'oc chonhab'il, haxo ta' ol miljoccham eb'."
        },
        {
            "number": "28",
            "text": "Ix yak'anem sb'a eb' t'a Baal-peor. Ix schi'an nok' silab' eb' tz'ak'ji t'a juntzanh dios manh pitzanoc."
        },
        {
            "number": "29",
            "text": "Ha yuj chucal sk'ulej eb', ix stzuntzejcot yoval sk'ol Dios eb', yuj chi' ix javi yab'il t'a skal eb', ix cham eb' yuj."
        },
        {
            "number": "30",
            "text": "Axo ix q'ue vaan vinhaj Finees, ix smilancham jun vinh ay smul chi' vinh, ix och vaan chamel chi'."
        },
        {
            "number": "31",
            "text": "Ix och tas ix sk'ulej vinh chi' svach'iloc, to malaj b'ak'uinh ol b'at satk'olal yuj Dios."
        },
        {
            "number": "32",
            "text": "Anheja' t'a ha ha' yic Meriba, ix tzuntzajcot yoval sk'ool Jehová yuj eb'. Chuc ix elk'och vinhaj Moisés yuj tas ix sk'ulej eb' chi'."
        },
        {
            "number": "33",
            "text": "Ix tzuntzaj tac sk'ol vinh yuj eb', yuj chi' comonnhej ix lolon vinh t'a eb'."
        },
        {
            "number": "34",
            "text": "Maj satel-laj juntzanh chonhab' eb' icha ix yutej Jehová yalani."
        },
        {
            "number": "35",
            "text": "Palta haxo tas ix sk'ulej eb', to ix yik'laj sb'a eb' yet' eb' ch'oc chonhab'il chi', ix sb'eyb'alan sb'eyb'al eb' chi' eb'."
        },
        {
            "number": "36",
            "text": "Ix yak'anem sb'a eb' t'a juntzanh sdiosal eb' ch'oc chonhab'il chi'. Ha val yuj jun chi' ix ixtaxel eb'."
        },
        {
            "number": "37",
            "text": "Ix laj snhus yal yuninal eb' t'a eb' demonio silab'il."
        },
        {
            "number": "38",
            "text": "Ha schiq'uil eb' unin malaj smul ix yiq'uel eb', aton schiq'uil eb' yuninal eb' yet' eb' yisil eb', haxo t'a sdiosal eb' aj Canaán ix yak' eb' silab'il. Axo lum lum, ix ixtaxb'at lu'um yuj schamel eb' chi'."
        },
        {
            "number": "39",
            "text": "Ix ixtaxb'at eb' yuj chucal ix sk'ulej chi', ix och eb' ajmulal t'a yol sat Jehová."
        },
        {
            "number": "40",
            "text": "Ix tzactzaj Jehová, ix cot yoval t'a eb' schonhab',"
        },
        {
            "number": "41",
            "text": "yuj chi' ix actajcan eb' t'a yol sk'ab' eb' ch'oc chonhab'il, ix kan eb' t'a yol sk'ab' eb' ajk'ool chi'."
        },
        {
            "number": "42",
            "text": "Ix ixtaj eb' yuj eb' ajk'ool chi', ix kan eb' t'a yalanh smandar eb'."
        },
        {
            "number": "43",
            "text": "Tzijtum el ix colchajel eb' yuj Dios, palta ix och eb' ajk'olal t'a tas nab'il yuj Dios chi'. Yuj chi' ix te juvib'at eb' ste k'ulan chucal chi'."
        },
        {
            "number": "44",
            "text": "Palta ayic ix yilan syaelal eb' chi' Jehová, ix yab'anpax stevi eb' t'ay,"
        },
        {
            "number": "45",
            "text": "ix snacot strato yet' eb', ix sq'uexan spensar chi' t'a eb', yujto yel te niwan svach'k'olal."
        },
        {
            "number": "46",
            "text": "A' ix ak'an sk'ulej eb' ajk'ool chi' yic wach' syutej spensar eb' t'a eb'."
        },
        {
            "number": "47",
            "text": "Ach Mamin Jehová co Diosal, colonheli. Ik'onhelta t'a skal juntzanh nación yic wach' skal wach' lolonel t'ayach, yic tzach co b'itej t'a tzalajk'olal."
        },
        {
            "number": "48",
            "text": "Calec wach' lolonel t'a Jehová co Diosal a onh israel onh tik t'a masanil tiempo. Ujocab'i, xchiocab' masanil eb' chonhab'. Calec wach' lolonel t'a Jehová."
        }
    ]
}