{
    "chapter": "107",
    "verses": [
        {
            "number": "1",
            "text": "Calec wach' lolonel t'a Jehová yujto wach', yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "2",
            "text": "Ha onh colb'il onh xo yuj, calec to toxo ix onh colchajel t'a yol sk'ab' heb' cajk'ool."
        },
        {
            "number": "3",
            "text": "A' ix onh molb'ancot t'a juntzanh chonhab', b'aj sjawi k'u yet' b'aj tz'em k'u yet' t'a norte yet' t'a sur."
        },
        {
            "number": "4",
            "text": "Ay mach sb'eyek' t'a tzinan lu'um b'aj malaj b'e, max ilchajlaj sb'eal junok chonhab' yuj heb' b'aj syal scajnaji."
        },
        {
            "number": "5",
            "text": "Ay swejel heb', ay staquinhtial heb', toxo wal scham heb'."
        },
        {
            "number": "6",
            "text": "Ha yuj syaelal heb' chi', ix yal sb'a heb' t'a Jehová, haxo ix colanel heb'."
        },
        {
            "number": "7",
            "text": "A' ix ik'anb'at heb' b'aj tojol sb'at sb'eal jun chonhab' b'aj syal scajnaj heb'."
        },
        {
            "number": "8",
            "text": "Yak'ocab' yuj diosal heb' t'a Jehová yuj swach'k'olal, yuj pax scolwal satub'tac t'ayonh a onh anima onh tik."
        },
        {
            "number": "9",
            "text": "A' tz'ik'anek' staquinhtial mach stacji sti'. Tzijtum pax tas swaji syak' t'a mach ay swejel."
        },
        {
            "number": "10",
            "text": "Ay mach cajanek' t'a skal k’ik’ k’inal b'aj ay smay chamel. Ichato ayoch heb' preso yuj scusk'olal, ichato ay paxoch k'een cadena t'a heb',"
        },
        {
            "number": "11",
            "text": "yujto max sk'anab'ajej slolonel Jehová heb'. Ix spatiquejcanel heb' tas nab'il yuj Dios Ek'to t'a yib'anh smasanil."
        },
        {
            "number": "12",
            "text": "Ix ak'chajoch heb' t'a munlajel ya. Ix telwi heb', manhxalaj mach ix kolwaj t'a heb'."
        },
        {
            "number": "13",
            "text": "Ha yuj syaelal heb' chi', ix yal sb'a heb' t'a Jehová, haxo ix colanel heb' t'a syaelal chi'."
        },
        {
            "number": "14",
            "text": "A' ix ilancot heb' t'a skal k’ik’ k’inal, ix yik'anel k'een cadena ayoch t'a heb'."
        },
        {
            "number": "15",
            "text": "Yak'ocab' yuj diosal heb' t'a Jehová yuj swach'k'olal, yuj pax scolwal satub'tac t'ayonh a onh anima onh tik."
        },
        {
            "number": "16",
            "text": "Ha ix jecchitan k'een puerta bronce, ix sk'occhitan k'een yipumal spuertail chi'."
        },
        {
            "number": "17",
            "text": "Ha heb' chuk spensar, ix laj och syaelal heb'. Ayoch heb' t'a ilk'olal yuj schucal."
        },
        {
            "number": "18",
            "text": "Ix syajcanel swael heb'. Toxo wal scham heb' syutej yab'ani."
        },
        {
            "number": "19",
            "text": "Ha yuj syaelal heb' chi', ix yal sb'a heb' t'a Jehová, haxo ix colanel heb' t'a syaelal chi'."
        },
        {
            "number": "20",
            "text": "A' ix alani, ix b'oxi sk'ool heb'. Ix colchaj heb' yuj t'a yol sk'ab' chamel."
        },
        {
            "number": "21",
            "text": "Yak'ocab' yuj diosal heb' t'a Jehová yuj swach'k'olal, yuj pax scolwal satub'tac t'ayonh a onh anima onh tik."
        },
        {
            "number": "22",
            "text": "Yak'ocab' silab' heb' t'ay t'a ak'oj yuj diosal. Yalocab' heb' t'a tzalajk'olal tas ix sk'ulej Jehová."
        },
        {
            "number": "23",
            "text": "Ay juntzanh heb' chonhwajum ix b'at t'a yib'anh ha' mar, ix ek' heb' yet' sbarco t'a yib'anh ha'."
        },
        {
            "number": "24",
            "text": "Ata' ix yil heb' tas satub'tac ix sk'ulej Jehová."
        },
        {
            "number": "25",
            "text": "Ha Jehová ix alani, ix te owaj ha', ix k'e chulnaj ha' t'a chaanh."
        },
        {
            "number": "26",
            "text": "Ix ik'jichaanh heb', ix ik'jixiem heb' yuj ha', ix somchaj sk'ol heb' yuj smay ha'."
        },
        {
            "number": "27",
            "text": "Ix te xiv heb', ix ek' quetcon heb' icha wal uk'um anh, manhxalaj ix aj yelk'och sjelanil heb'."
        },
        {
            "number": "28",
            "text": "Ha yuj syaelal heb' chi' ix yal sb'a heb' t'a Jehová, haxo ix colanel heb' t'a syaelal chi'."
        },
        {
            "number": "29",
            "text": "A' ix ik'anel chacxuxum ik', ichato chi' ix och numnaj ha'."
        },
        {
            "number": "30",
            "text": "Ix tzalaj heb' ayic ix yilan heb' snumk'aj ha'. Axo Dios ix ik'anb'at heb' t'a puerto b'aj d'inhan sk'och heb' chi'."
        },
        {
            "number": "31",
            "text": "Yak'ocab' yuj diosal heb' t'a Jehová yuj swach'k'olal, yuj pax scolwal satub'tac t'ayonh a onh anima onh tik."
        },
        {
            "number": "32",
            "text": "Yik'ocab' chaanh Jehová heb' b'aj smolb'ej sb'a heb' chonhab'. Yik'ocab' chaanh Dios heb' b'aj smolb'ej sb'a heb' ichamtac winak."
        },
        {
            "number": "33",
            "text": "Ha b'aj tzek' a niwac ha' yet' b'aj sk'eul sjaj ha', smeltzajoch taquinh lumal yuj Jehová."
        },
        {
            "number": "34",
            "text": "A' sk'exan lum lum yax sat yic manhxalaj tas sq'uib' t'a lu'um. Yuj wal smul heb' anima cajanek' ta, yuj chi' icha chi' tz'aji."
        },
        {
            "number": "35",
            "text": "Ha t'a lum taquinh lu'um, scheclaj ha' cotac nhajab' yuj Jehová. Sk'epaxul sjaj ha ha' t'a lum yuj."
        },
        {
            "number": "36",
            "text": "Ata' syak' cajnaj heb' anima ay swejel, sb'oan niwac chonhab' heb' ta'."
        },
        {
            "number": "37",
            "text": "Tz'avwi trigo heb' yet' uwa t'a sat sluum. Te niwan sat yavb'en heb' chi' syik'a'."
        },
        {
            "number": "38",
            "text": "A' Jehová chi' tz'ak'an swach'k'olal t'a heb', yuj chi' sq'uib' sb'isul heb'. Max emta sb'isul nok' smolb'etzal nok' heb'."
        },
        {
            "number": "39",
            "text": "Tato tz'emta sb'isul heb', emnaquilal, ilk'olal yet' yaelal sja t'a yib'anh heb' yuj heb' ajk'ool."
        },
        {
            "number": "40",
            "text": "Palta a heb' niwac winak ajk'ool chi', a Jehová tz'ak'an satb'at heb' t'a tzinan lu'um b'aj manhxalaj b'e. Manhxalaj tz'ajkan yelk'och heb'."
        },
        {
            "number": "41",
            "text": "Anheja' tz'ik'anel cusk'olal t'a heb' meb'a', syik'anchaanh sb'isul yuninal heb' icha wal sq'uib' sb'isul nok' calnel."
        },
        {
            "number": "42",
            "text": "Ayic syilan jun tik heb' anima wach' spensar, stzalaj sk'ol heb', haxo heb' anima chuk spensar jun, manhxalaj tas syal heb'."
        },
        {
            "number": "43",
            "text": "Ha heb' jelan, snaocab' juntzanh tik heb'. Nachajocab'el swach'k'olal Jehová yuj heb'."
        }
    ]
}