{
    "chapter": "107",
    "verses": [
        {
            "number": "1",
            "text": "Calec wach' lolonel t'a Jehová yujto wach', yujto aynhej svach'k'olal t'a masanil tiempo."
        },
        {
            "number": "2",
            "text": "Ha onh colb'il onh xo yuj, calec to toxo ix onh colchajel t'a yol sk'ab' eb' cajk'ool."
        },
        {
            "number": "3",
            "text": "A' ix onh molb'ancot t'a juntzanh chonhab', b'aj sjavi k'u yet' b'aj tz'em k'u yet' t'a norte yet' t'a sur."
        },
        {
            "number": "4",
            "text": "Ay mach sb'eyek' t'a tzinan lu'um b'aj malaj b'e, max ilchajlaj sb'eal junok chonhab' yuj eb' b'aj syal scajnaji."
        },
        {
            "number": "5",
            "text": "Ay svejel eb', ay staquinhtial eb', toxo val scham eb'."
        },
        {
            "number": "6",
            "text": "Ha yuj syaelal eb' chi', ix yal sb'a eb' t'a Jehová, haxo ix colanel eb'."
        },
        {
            "number": "7",
            "text": "A' ix ik'anb'at eb' b'aj tojol sb'at sb'eal jun chonhab' b'aj syal scajnaj eb'."
        },
        {
            "number": "8",
            "text": "Yak'ocab' yuj diosal eb' t'a Jehová yuj svach'k'olal, yuj pax scolval satub'tac t'ayonh a onh anima onh tik."
        },
        {
            "number": "9",
            "text": "A' tz'ik'anek' staquinhtial mach stacji sti'. Tzijtum pax tas svaji syak' t'a mach ay svejel."
        },
        {
            "number": "10",
            "text": "Ay mach cajanek' t'a skal k’ik’ k’inal b'aj ay smay chamel. Ichato ayoch eb' preso yuj scusk'olal, ichato ay paxoch q'uen cadena t'a eb',"
        },
        {
            "number": "11",
            "text": "yujto max sk'anab'ajej slolonel Jehová eb'. Ix spatiquejcanel eb' tas nab'il yuj Dios Ek'to t'a yib'anh smasanil."
        },
        {
            "number": "12",
            "text": "Ix ak'chajoch eb' t'a munlajel ya. Ix telvi eb', manhxalaj mach ix colvaj t'a eb'."
        },
        {
            "number": "13",
            "text": "Ha yuj syaelal eb' chi', ix yal sb'a eb' t'a Jehová, haxo ix colanel eb' t'a syaelal chi'."
        },
        {
            "number": "14",
            "text": "A' ix ilancot eb' t'a skal k’ik’ k’inal, ix yik'anel q'uen cadena ayoch t'a eb'."
        },
        {
            "number": "15",
            "text": "Yak'ocab' yuj diosal eb' t'a Jehová yuj svach'k'olal, yuj pax scolval satub'tac t'ayonh a onh anima onh tik."
        },
        {
            "number": "16",
            "text": "Ha ix jecchitan q'uen puerta bronce, ix sk'occhitan q'uen yipumal spuertail chi'."
        },
        {
            "number": "17",
            "text": "Ha eb' chuc spensar, ix laj och syaelal eb'. Ayoch eb' t'a ilk'olal yuj schucal."
        },
        {
            "number": "18",
            "text": "Ix syajcanel svael eb'. Toxo val scham eb' syutej yab'ani."
        },
        {
            "number": "19",
            "text": "Ha yuj syaelal eb' chi', ix yal sb'a eb' t'a Jehová, haxo ix colanel eb' t'a syaelal chi'."
        },
        {
            "number": "20",
            "text": "A' ix alani, ix b'oxi sk'ool eb'. Ix colchaj eb' yuj t'a yol sk'ab' chamel."
        },
        {
            "number": "21",
            "text": "Yak'ocab' yuj diosal eb' t'a Jehová yuj svach'k'olal, yuj pax scolval satub'tac t'ayonh a onh anima onh tik."
        },
        {
            "number": "22",
            "text": "Yak'ocab' silab' eb' t'ay t'a ak'oj yuj diosal. Yalocab' eb' t'a tzalajk'olal tas ix sk'ulej Jehová."
        },
        {
            "number": "23",
            "text": "Ay juntzanh eb' chonhvajum ix b'at t'a yib'anh ha' mar, ix ek' eb' yet' sbarco t'a yib'anh ha'."
        },
        {
            "number": "24",
            "text": "Ata' ix yil eb' tas satub'tac ix sk'ulej Jehová."
        },
        {
            "number": "25",
            "text": "Ha Jehová ix alani, ix te ovaj ha', ix q'ue chulnaj ha' t'a chaanh."
        },
        {
            "number": "26",
            "text": "Ix ik'jichaanh eb', ix ik'jixiem eb' yuj ha', ix somchaj sk'ol eb' yuj smay ha'."
        },
        {
            "number": "27",
            "text": "Ix te xiv eb', ix ek' quetcon eb' icha val uk'um anh, manhxalaj ix aj yelk'och sjelanil eb'."
        },
        {
            "number": "28",
            "text": "Ha yuj syaelal eb' chi' ix yal sb'a eb' t'a Jehová, haxo ix colanel eb' t'a syaelal chi'."
        },
        {
            "number": "29",
            "text": "A' ix ik'anel chacxuxum ik', ichato chi' ix och numnaj ha'."
        },
        {
            "number": "30",
            "text": "Ix tzalaj eb' ayic ix yilan eb' snumk'aj ha'. Axo Dios ix ik'anb'at eb' t'a puerto b'aj d'inhan sk'och eb' chi'."
        },
        {
            "number": "31",
            "text": "Yak'ocab' yuj diosal eb' t'a Jehová yuj svach'k'olal, yuj pax scolval satub'tac t'ayonh a onh anima onh tik."
        },
        {
            "number": "32",
            "text": "Yik'ocab' chaanh Jehová eb' b'aj smolb'ej sb'a eb' chonhab'. Yik'ocab' chaanh Dios eb' b'aj smolb'ej sb'a eb' ichamtac vinac."
        },
        {
            "number": "33",
            "text": "Ha b'aj tzek' a nivac ha' yet' b'aj sq'ueul sjaj ha', smeltzajoch taquinh lumal yuj Jehová."
        },
        {
            "number": "34",
            "text": "A' sq'uexan lum lum yax sat yic manhxalaj tas sq'uib' t'a lu'um. Yuj val smul eb' anima cajanek' ta, yuj chi' icha chi' tz'aji."
        },
        {
            "number": "35",
            "text": "Ha t'a lum taquinh lu'um, scheclaj ha' cotac nhajab' yuj Jehová. Sq'uepaxul sjaj ha ha' t'a lum yuj."
        },
        {
            "number": "36",
            "text": "Ata' syak' cajnaj eb' anima ay svejel, sb'oan nivac chonhab' eb' ta'."
        },
        {
            "number": "37",
            "text": "Tz'avvi trigo eb' yet' uva t'a sat sluum. Te niwan sat yavb'en eb' chi' syik'a'."
        },
        {
            "number": "38",
            "text": "A' Jehová chi' tz'ak'an svach'k'olal t'a eb', yuj chi' sq'uib' sb'isul eb'. Max emta sb'isul nok' smolb'etzal nok' eb'."
        },
        {
            "number": "39",
            "text": "Tato tz'emta sb'isul eb', emnaquilal, ilk'olal yet' yaelal sja t'a yib'anh eb' yuj eb' ajk'ool."
        },
        {
            "number": "40",
            "text": "Palta a eb' nivac vinac ajk'ool chi', a Jehová tz'ak'an satb'at eb' t'a tzinan lu'um b'aj manhxalaj b'e. Manhxalaj tz'ajkan yelk'och eb'."
        },
        {
            "number": "41",
            "text": "Anheja' tz'ik'anel cusk'olal t'a eb' meb'a', syik'anchaanh sb'isul yuninal eb' icha val sq'uib' sb'isul nok' calnel."
        },
        {
            "number": "42",
            "text": "Ayic syilan jun tik eb' anima wach' spensar, stzalaj sk'ol eb', haxo eb' anima chuc spensar jun, manhxalaj tas syal eb'."
        },
        {
            "number": "43",
            "text": "Ha eb' jelan, snaocab' juntzanh tik eb'. Nachajocab'el svach'k'olal Jehová yuj eb'."
        }
    ]
}