{
    "chapter": "108",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, te b'ecan in k'ool in b'itan t'ayach. D'a smasanil in k'ool ol in b'itej wach' lolonel t'ayach yujto niwan elk'ochi."
        },
        {
            "number": "2",
            "text": "Ayic sakb'i k'inal tzin b'itan t'ayach yet' te' arpa yet' pax salterio."
        },
        {
            "number": "3",
            "text": "Mamin Jehová, ol in b'itej wach' lolonel t'ayach t'a skal anima t'a juntzanhxo nación."
        },
        {
            "number": "4",
            "text": "Ha val a wach'k'olal te niwan, tzek'b'at t'a yib'anh satcha’anh. Malaj b'ak'uinh max aq'uelk'och tas tzala'."
        },
        {
            "number": "5",
            "text": "Ach in Diosal, checlajocab' a b'inajnaquil t'a satcha’anh. Checlajocab' a poder t'a masanil yol yib'anhk’inal tik."
        },
        {
            "number": "6",
            "text": "Colonhel yet' a poder. Tak'vej onh yic wach' tzonh colchaj a onh xajanab'il onh tik uuj."
        },
        {
            "number": "7",
            "text": "Ix loloncot Dios masanto t'a scajnub', ix yalan icha tik: Ol tzalaj in k'ool ayic ol in cotac pojanb'at lum Siquem yet' yak'lical lum Sucot."
        },
        {
            "number": "8",
            "text": "Axo lum Galaad yet' lum Manasés wik yaj lu'um. Ha Efraín icha in q'uen xumpil yaji. Axo Judá icha sk'ocochal vopisio yaji."
        },
        {
            "number": "9",
            "text": "Ha Moab, icha yet'tal b'aj tzin b'ic in b'a yaji. Ha t'a yib'anh Edom ol vak'canb'at in xanhab'. D'a tzalajk'olal ol in avajoc yujto ol kan eb' filisteo t'a yalanh vuuj, xchi Dios."
        },
        {
            "number": "10",
            "text": "Ach in Diosal, ¿mach tzin ik'anb'at t'a jun chonhab' ayoch smuroal t'a spatic yichanh? ¿Mach tzin ik'anb'at t'a Edom?"
        },
        {
            "number": "11",
            "text": "Ach co Diosal, ix onh a patiquejeli. Maxtzac yal-laj a k'ol tzach b'at yet' eb' co soldado t'a oval."
        },
        {
            "number": "12",
            "text": "Ochanh qued'oc, colonhel t'a eb' ayoch ajk'olal t'ayonh. Ha scolval eb' quetanimail t'ayonh, malaj yalani."
        },
        {
            "number": "13",
            "text": "Ach co Diosal, a yet' a colval ol cak' ganar oval. A' ach ol a tek'canem eb' ayoch ajk'olal t'ayonh."
        }
    ]
}