{
    "chapter": "108",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, te b'ekan in k'ool in b'itan t'ayach. D'a smasanil in k'ool ol in b'itej wach' lolonel t'ayach yujto niwan elk'ochi."
        },
        {
            "number": "2",
            "text": "Ayic sakb'i k'inal tzin b'itan t'ayach yet' te' arpa yet' pax salterio."
        },
        {
            "number": "3",
            "text": "Mamin Jehová, ol in b'itej wach' lolonel t'ayach t'a skal anima t'a juntzanhxo nación."
        },
        {
            "number": "4",
            "text": "Ha wal a wach'k'olal te niwan, tzek'b'at t'a yib'anh satcha’anh. Malaj b'ak'uinh max ak'elk'och tas tzala'."
        },
        {
            "number": "5",
            "text": "Ach in Diosal, checlajokab' a b'inajnaquil t'a satcha’anh. Checlajokab' a poder t'a masanil yol yib'anhk’inal tik."
        },
        {
            "number": "6",
            "text": "Colonhel yet' a poder. Tak'wej onh yic wach' tzonh colchaj a onh xajanab'il onh tik uuj."
        },
        {
            "number": "7",
            "text": "Ix loloncot Dios masanto t'a skajnub', ix yalan icha tik: Ol tzalaj in k'ool ayic ol in cotac pojanb'at lum Siquem yet' yak'likal lum Sucot."
        },
        {
            "number": "8",
            "text": "Axo lum Galaad yet' lum Manasés wik yaj lu'um. Ha Efraín icha in k'een xumpil yaji. Axo Judá icha sk'ocochal wopisio yaji."
        },
        {
            "number": "9",
            "text": "Ha Moab, icha yet'tal b'aj tzin b'ic in b'a yaji. Ha t'a yib'anh Edom ol wak'kanb'at in xanhab'. D'a tzalajk'olal ol in awajoc yujto ol kan heb' filisteo t'a yalanh wuuj, xchi Dios."
        },
        {
            "number": "10",
            "text": "Ach in Diosal, ¿mach tzin ik'anb'at t'a jun chonhab' ayoch smuroal t'a spatic yichanh? ¿Mach tzin ik'anb'at t'a Edom?"
        },
        {
            "number": "11",
            "text": "Ach ko Diosal, ix onh a patiquejeli. Maxtzac yal-laj a k'ol tzach b'at yet' heb' ko soldado t'a owal."
        },
        {
            "number": "12",
            "text": "Ochanh qued'oc, colonhel t'a heb' ayoch ajk'olal t'ayonh. Ha scolwal heb' quetanimail t'ayonh, malaj yalani."
        },
        {
            "number": "13",
            "text": "Ach ko Diosal, a yet' a colwal ol kak' ganar owal. A' ach ol a tek'kanem heb' ayoch ajk'olal t'ayonh."
        }
    ]
}