{
    "chapter": "108",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, te b'ecan in k'ool in b'itan d'ayach. D'a smasanil in k'ool ol in b'itej vach' lolonel d'ayach yujto nivan elk'ochi."
        },
        {
            "number": "2",
            "text": "Ayic sacb'iq'uinal tzin b'itan d'ayach yed' te' arpa yed' pax salterio."
        },
        {
            "number": "3",
            "text": "Mamin Jehová, ol in b'itej vach' lolonel d'ayach d'a scal anima d'a juntzanhxo nación."
        },
        {
            "number": "4",
            "text": "A val a vach'k'olal te nivan, tz'ek'b'at d'a yib'anh satchaanh. Malaj b'aq'uinh max aq'uelk'och tas tzala'."
        },
        {
            "number": "5",
            "text": "Ach in Diosal, checlajocab' a b'inajnaquil d'a satchaanh. Checlajocab' a poder d'a masanil yolyib'anhq'uinal tic."
        },
        {
            "number": "6",
            "text": "Colonhel yed' a poder. Tak'vej onh yic vach' tzonh colchaj a onh xajanab'il onh tic uuj."
        },
        {
            "number": "7",
            "text": "Ix loloncot Dios masanto d'a scajnub', ix yalan icha tic: Ol tzalaj in k'ool ayic ol in cotac pojanb'at lum Siquem yed' yak'lical lum Sucot."
        },
        {
            "number": "8",
            "text": "Axo lum Galaad yed' lum Manasés vic yaj luum. A Efraín icha in q'uen xumpil yaji. Axo Judá icha sk'ocochal vopisio yaji."
        },
        {
            "number": "9",
            "text": "A Moab, icha yed'tal b'aj tzin b'ic in b'a yaji. A d'a yib'anh Edom ol vak'canb'at in xanhab'. D'a tzalajk'olal ol in avajoc yujto ol can eb' filisteo d'a yalanh vuuj, xchi Dios."
        },
        {
            "number": "10",
            "text": "Ach in Diosal, ¿mach tzin ik'anb'at d'a jun chonhab' ayoch smuroal d'a spatic yichanh? ¿Mach tzin ik'anb'at d'a Edom?"
        },
        {
            "number": "11",
            "text": "Ach co Diosal, ix onh a patiquejeli. Maxtzac yal-laj a k'ol tzach b'at yed' eb' co soldado d'a oval."
        },
        {
            "number": "12",
            "text": "Ochanh qued'oc, colonhel d'a eb' ayoch ajk'olal d'ayonh. A scolval eb' quetanimail d'ayonh, malaj yalani."
        },
        {
            "number": "13",
            "text": "Ach co Diosal, a yed' a colval ol cak' ganar oval. A' ach ol a tek'canem eb' ayoch ajk'olal d'ayonh."
        }
    ]
}