{
    "chapter": "109",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, sval wach' lolonel t'ayach, manh ach b'at mican t'a in lesal."
        },
        {
            "number": "2",
            "text": "Yujto a eb' sk'ulan chucal yet' eb' tz'ak'an musansatil anima, chuc syal eb' t'a in patic. Esnhej tas syal eb' chi' t'a in patic."
        },
        {
            "number": "3",
            "text": "Ha schichonk'olal eb' ste oymaj t'a in patic. Tz'och chi'an sk'ol eb' t'ayin, palta malaj in mul t'a eb'."
        },
        {
            "number": "4",
            "text": "Ha spac in wach'k'olal t'a eb', to tz'och eb' ajk'olal t'ayin. Ha inxo jun, van in lesalvi yuj eb'."
        },
        {
            "number": "5",
            "text": "Ha in wach' pensaril t'a eb', chuc syutej eb' spactzitan t'ayin. Axo spac in wach'k'olal t'a eb', to schichon sk'ol eb' t'ayin."
        },
        {
            "number": "6",
            "text": "Ha junok vinh chuc spensar tzak'och juezal t'a yib'anh vinh. Aocab' junok yajk'ool vinh tz'ak'ancanb'at t'a yib'anh."
        },
        {
            "number": "7",
            "text": "Ayic sch'olb'itaj vinh, alchajocab'i to ay smul vinh. Ochocab' pax slesal vinh smuloc."
        },
        {
            "number": "8",
            "text": "Tzapanocab' tzutej sq'uinal vinh. Ch'ococab' pax mach tz'ochcan t'a yopisio vinh."
        },
        {
            "number": "9",
            "text": "Meb'a' uninocab' tz'ajkan eb' yuninal vinh. Axo ix yetb'eyum vinh, canocab' ix t'a manh etb'eyumal."
        },
        {
            "number": "10",
            "text": "Ek'ocab' eb' yuninal vinh sk'an wa sb'ha t'a titac pat. Pechchajocab'el eb' b'aj ek'nac spat."
        },
        {
            "number": "11",
            "text": "Ik'chajocab' ek' masanil tastac ay t'a eb' yuj vinh tz'ak'an tumin majanil. Ik'chajocab'b'at smunlajel vinh yuj eb' ch'oc animail."
        },
        {
            "number": "12",
            "text": "Malajocab' mach tz'ok' sk'ool t'a vinh. Malajocab' pax mach tz'ok' sk'ol t'a eb' yuninal vinh meb'haxo."
        },
        {
            "number": "13",
            "text": "Satocab'el yinhtilal vinh, satocab'el sb'i vinh t'a junelnhej."
        },
        {
            "number": "14",
            "text": "Mamin Jehová, nacot smul eb' smam yicham vinh. Mocab' a suc sat smul snun vinh."
        },
        {
            "number": "15",
            "text": "Naanocab' smul eb' uuj. Mocxob' nachajcot eb' t'a sat lu'um tik."
        },
        {
            "number": "16",
            "text": "Yujto manh naanoc yak'an wach'k'olal vinh. Palta to ix och vinh ajk'olal t'a eb' meb'a', t'a eb' anima emnaquil yeq'ui yet' t'a eb' ayoch t'a ilk'olal, masanto smilcham eb' vinh."
        },
        {
            "number": "17",
            "text": "Scatab'ej anima vinh, cotocab' catab' t'a yib'anh vinh. Malajocab' b'ak'uinh scha wach'k'olal vinh yujto maj yak'laj svach'k'olal vinh t'a eb' anima chi'."
        },
        {
            "number": "18",
            "text": "Axonhej catab' syal vinh, ichato a catab' chi' spichul vinh yaji. Ha catab' chi', icha ha' siquil ha' scuq'uej, ma icha aceite sco suquek' t'ayonh, icha chi' yaj t'a vinh."
        },
        {
            "number": "19",
            "text": "Cotocab' yaelal t'a yib'anh snivanil vinh yuj scatab'an eb' anima chi', icha smuschaj co nivanil yet' co pichul. Ochocab'kan sut'an yaelal chi' t'a vinh t'a masanil tiempo icha junok tzek'ul."
        },
        {
            "number": "20",
            "text": "Mamin Jehová, ichaocab' tik tzutej eb' ayoch ajk'olal t'ayin, aton eb' tz'alan in pecal."
        },
        {
            "number": "21",
            "text": "Ha achxo pax ach Jehová Vajalil, ak'cot a wach'k'olal t'a vib'anh yic ol ach ik'jocchaanh. Yuj a wach'k'olal t'ayin, colineli."
        },
        {
            "number": "22",
            "text": "Te meb'a' in, manhxo animaoc ved'nac svutej vab'ani, icha val to lajvinac in svab'i."
        },
        {
            "number": "23",
            "text": "Van in satel icha junok enhul. Van vik'jib'at yuj ik' ichoc nok' k'ulub'."
        },
        {
            "number": "24",
            "text": "Van yib'xi sjolom in penec, manhxalaj vip yujto maxtzac in valaj. Van in b'acb'i."
        },
        {
            "number": "25",
            "text": "Tzeb'ajtac vilji t'a eb' anima. Ayic tzin yilan eb', sb'uchvaj eb' t'ayin."
        },
        {
            "number": "26",
            "text": "Mamin Jehová, ochanh ved'oc. Ach in Diosal, colinel yuj a wach'k'olal."
        },
        {
            "number": "27",
            "text": "Mamin Jehová, yojtaquejocab'el eb' anima to a ach ix in utej icha tik."
        },
        {
            "number": "28",
            "text": "Malaj yelk'och in scatab'an eb' tato a ach tzak'cot a wach'k'olal t'ayin. Q'uixvocab' eb' yacb'an van stzalaj in k'ol a in a checab' in tik."
        },
        {
            "number": "29",
            "text": "Ha eb' tz'alan in pecal, chamocab' eb' yuj q'uixvelal. Toxonhejocab' sat sk'ol eb' yuj q'uixvelal."
        },
        {
            "number": "30",
            "text": "Mamin Jehová, ol vak' yuj diosal t'ayach t'a masanil tiempo. D'a skal tzijtumal anima ol val wach' lolonel t'ayach ach in Diosal,"
        },
        {
            "number": "31",
            "text": "yujto Yalumal eb' meb'a' aji. Ha ach tza colel eb' t'a yol sk'ab' eb' sgana yak'anoch chamel t'a yib'anh eb'."
        }
    ]
}