{
    "chapter": "109",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, swal wach' lolonel t'ayach, manh ach b'at mican t'a in lesal."
        },
        {
            "number": "2",
            "text": "Yujto a heb' sk'ulan chukal yet' heb' tz'ak'an musansatil anima, chuk syal heb' t'a in patic. Esnhej tas syal heb' chi' t'a in patic."
        },
        {
            "number": "3",
            "text": "Ha schichonk'olal heb' ste oymaj t'a in patic. Tz'och chi'an sk'ol heb' t'ayin, palta malaj in mul t'a heb'."
        },
        {
            "number": "4",
            "text": "Ha spak in wach'k'olal t'a heb', to tz'och heb' ajk'olal t'ayin. Ha inxo jun, wan in lesalwi yuj heb'."
        },
        {
            "number": "5",
            "text": "Ha in wach' pensaril t'a heb', chuk syutej heb' spactzitan t'ayin. Axo spak in wach'k'olal t'a heb', to schichon sk'ol heb' t'ayin."
        },
        {
            "number": "6",
            "text": "Ha junok winh chuk spensar tzak'och juezal t'a yib'anh winh. Aocab' junok yajk'ool winh tz'ak'ancanb'at t'a yib'anh."
        },
        {
            "number": "7",
            "text": "Ayic sch'olb'itaj winh, alchajocab'i to ay smul winh. Ochocab' pax slesal winh smuloc."
        },
        {
            "number": "8",
            "text": "Tzapanocab' tzutej sk'inal winh. Ch'ococab' pax mach tz'ochcan t'a yopisio winh."
        },
        {
            "number": "9",
            "text": "Mheb'a' uninocab' tz'ajkan heb' yuninal winh. Axo ix yetb'eyum winh, canocab' ix t'a manh etb'eyumal."
        },
        {
            "number": "10",
            "text": "Ek'ocab' heb' yuninal winh sk'an wa sb'ha t'a titac pat. Pechchajocab'el heb' b'aj ek'nac spat."
        },
        {
            "number": "11",
            "text": "Ik'chajocab' ek' masanil tastac ay t'a heb' yuj winh tz'ak'an tumin majanil. Ik'chajocab'b'at smunlajel winh yuj heb' ch'oc animail."
        },
        {
            "number": "12",
            "text": "Malajocab' mach tz'ok' sk'ool t'a winh. Malajocab' pax mach tz'ok' sk'ol t'a heb' yuninal winh mheb'haxo."
        },
        {
            "number": "13",
            "text": "Satocab'el yinhtilal winh, satocab'el sb'i winh t'a junelnhej."
        },
        {
            "number": "14",
            "text": "Mamin Jehová, nacot smul heb' smam yicham winh. Mocab' a suc sat smul snun winh."
        },
        {
            "number": "15",
            "text": "Naanocab' smul heb' uuj. Mocxob' nachajcot heb' t'a sat lu'um tik."
        },
        {
            "number": "16",
            "text": "Yujto manh naanoc yak'an wach'k'olal winh. Palta to ix och winh ajk'olal t'a heb' meb'a', t'a heb' anima emnaquil yeq'ui yet' t'a heb' ayoch t'a ilk'olal, masanto smilcham heb' winh."
        },
        {
            "number": "17",
            "text": "Scatab'ej anima winh, cotocab' catab' t'a yib'anh winh. Malajocab' b'ak'uinh scha wach'k'olal winh yujto maj yak'laj swach'k'olal winh t'a heb' anima chi'."
        },
        {
            "number": "18",
            "text": "Axonhej catab' syal winh, ichato a catab' chi' spichul winh yaji. Ha catab' chi', icha ha' siquil ha' scuk'ej, ma icha aceite sco suquek' t'ayonh, icha chi' yaj t'a winh."
        },
        {
            "number": "19",
            "text": "Cotocab' yaelal t'a yib'anh sniwanil winh yuj scatab'an heb' anima chi', icha smuschaj ko niwanil yet' ko pichul. Ochocab'kan sut'an yaelal chi' t'a winh t'a masanil tiempo icha junok tzek'ul."
        },
        {
            "number": "20",
            "text": "Mamin Jehová, ichaocab' tik tzutej heb' ayoch ajk'olal t'ayin, aton heb' tz'alan in pecal."
        },
        {
            "number": "21",
            "text": "Ha achxo pax ach Jehová Vajalil, ak'cot a wach'k'olal t'a wib'anh yic ol ach ik'jocchaanh. Yuj a wach'k'olal t'ayin, colineli."
        },
        {
            "number": "22",
            "text": "Te meb'a' in, manhxo animaoc wed'nac swutej wab'ani, icha wal to lajwinac in swab'i."
        },
        {
            "number": "23",
            "text": "Van in satel icha junok enhul. Van wik'jib'at yuj ik' ichoc nok' k'ulub'."
        },
        {
            "number": "24",
            "text": "Van yib'xi sjolom in penec, manhxalaj wip yujto maxtzac in walaj. Van in b'acb'i."
        },
        {
            "number": "25",
            "text": "Tzheb'ajtac wilji t'a heb' anima. Ayic tzin yilan heb', sb'uchwaj heb' t'ayin."
        },
        {
            "number": "26",
            "text": "Mamin Jehová, ochanh wed'oc. Ach in Diosal, colinel yuj a wach'k'olal."
        },
        {
            "number": "27",
            "text": "Mamin Jehová, yojtaquejocab'el heb' anima to a ach ix in utej icha tik."
        },
        {
            "number": "28",
            "text": "Malaj yelk'och in scatab'an heb' tato a ach tzak'cot a wach'k'olal t'ayin. Q'uixwocab' heb' yacb'an wan stzalaj in k'ol a in a checab' in tik."
        },
        {
            "number": "29",
            "text": "Ha heb' tz'alan in pecal, chamocab' heb' yuj q'uixwelal. Toxonhejocab' sat sk'ol heb' yuj q'uixwelal."
        },
        {
            "number": "30",
            "text": "Mamin Jehová, ol wak' yuj diosal t'ayach t'a masanil tiempo. D'a skal tzijtumal anima ol wal wach' lolonel t'ayach ach in Diosal,"
        },
        {
            "number": "31",
            "text": "yujto Yalumal heb' meb'a' aji. Ha ach tza colel heb' t'a yol sk'ab' heb' sgana yak'anoch chamel t'a yib'anh heb'."
        }
    ]
}