{
    "chapter": "115",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, max yal-laj co k'ol tzonh ik'jichaanh. Anhejocab' t'ayach tz'alchaj wach' lolonel yuj a wach'k'olal, yujto tzaq'uelk'och tas tzala'."
        },
        {
            "number": "2",
            "text": "¿Tas val yuj ol sk'anb'ej eb' anima ch'oc chonhab'il t'ayonh, b'ajtil ay jun e Diosal?"
        },
        {
            "number": "3",
            "text": "Ach co Diosal, ha t'a satcha’anh ay ach eq'ui. Masanil tas nab'il uuj, tza b'onhej."
        },
        {
            "number": "4",
            "text": "Axo sdiosal eb' ch'oc chonhab'il chi', nab'a oro, nab'a plata, a anima sb'oani."
        },
        {
            "number": "5",
            "text": "Ay sti' sdiosal eb' chi', palta max lolonlaj. Ay sat, palta max yil-laj."
        },
        {
            "number": "6",
            "text": "Ay schiquin, palta max yab'laj. Ay snhi' palta max yal-laj suk'lan junok tasi."
        },
        {
            "number": "7",
            "text": "Ay sk'ab', palta max yal-laj syaman junok tasi. Ay yoc, palta max b'eylaj, max yal-laj secan sjaj."
        },
        {
            "number": "8",
            "text": "Ha eb' sb'oan juntzanh yechel chi' yet' eb' tz'ak'anoch sk'ool t'ay, lajan eb' yet'oc."
        },
        {
            "number": "9",
            "text": "Ex vetchonhab' Israel, aq'uecoch Jehová yipoc e k'ool, ha' tz'och qued'oc, ha' tzonh colani."
        },
        {
            "number": "10",
            "text": "Ex sacerdote, aq'uecoch Jehová yipoc e k'ool, ha' tz'och qued'oc, ha' tzonh colani."
        },
        {
            "number": "11",
            "text": "Mach onh ay yelk'och Jehová t'ayonh, caq'uecoch yipoc co k'ool, ha' tz'och qued'oc, ha' tzonh colani."
        },
        {
            "number": "12",
            "text": "Ix onh snacot Jehová, ol yak' swach'k'olal t'a quib'anh. Ol yak' swach'k'olal t'ayonh a onh israel onh tik. Ol yak' swach'k'olal t'a yib'anh eb' sacerdote yinhtilal winhaj Aarón."
        },
        {
            "number": "13",
            "text": "Mach onh ay yelk'och Jehová t'ayonh, ol yak' swach'k'olal t'ayonh, wach'chom nivac copisio, wach'chom malaj quelk'ochi."
        },
        {
            "number": "14",
            "text": "Aocab' Jehová tz'ak'an q'uib' sb'isul eb' cuninal yet' eb' qui co chiquin."
        },
        {
            "number": "15",
            "text": "Yak'ocab' swach'k'olal Jehová ixb’o’an satcha’anh yet' lum lum tik t'ayonh."
        },
        {
            "number": "16",
            "text": "Aton Jehová ay yic satcha’anh, haxo lum lum tik, ix yak' lum t'ayonh a onh anima onh tik."
        },
        {
            "number": "17",
            "text": "Ha eb' toxo ix k'och b'aj ay eb' chamnac, maxtzac yal-laj yalan wach' lolonel eb' t'a Jehová."
        },
        {
            "number": "18",
            "text": "Ha onhxo pitzan onh to tik jun, ol cal wach' lolonel t'ay ticnaic yet' t'a masanil q'uinal. Calec wach' lolonel t'a Jehová."
        }
    ]
}