{
    "chapter": "115",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, max yal-laj co k'ol tzonh ik'jichaanh. Anhejocab' d'ayach tz'alchaj vach' lolonel yuj a vach'k'olal, yujto tzaq'uelk'och tas tzala'."
        },
        {
            "number": "2",
            "text": "¿Tas val yuj ol sk'anb'ej eb' anima ch'oc chonhab'il d'ayonh, b'ajtil ay jun e Diosal?"
        },
        {
            "number": "3",
            "text": "Ach co Diosal, a d'a satchaanh ay ach eq'ui. Masanil tas nab'il uuj, tza b'onhej."
        },
        {
            "number": "4",
            "text": "Axo sdiosal eb' ch'oc chonhab'il chi', nab'a oro, nab'a plata, a anima sb'oani."
        },
        {
            "number": "5",
            "text": "Ay sti' sdiosal eb' chi', palta max lolonlaj. Ay sat, palta max yil-laj."
        },
        {
            "number": "6",
            "text": "Ay schiquin, palta max yab'laj. Ay snhi' palta max yal-laj suk'lan junoc tasi."
        },
        {
            "number": "7",
            "text": "Ay sk'ab', palta max yal-laj syaman junoc tasi. Ay yoc, palta max b'eylaj, max yal-laj secan sjaj."
        },
        {
            "number": "8",
            "text": "A eb' sb'oan juntzanh yechel chi' yed' eb' tz'ak'anoch sk'ool d'ay, lajan eb' yed'oc."
        },
        {
            "number": "9",
            "text": "Ex vetchonhab' Israel, aq'uecoch Jehová yipoc e k'ool, a' tz'och qued'oc, a' tzonh colani."
        },
        {
            "number": "10",
            "text": "Ex sacerdote, aq'uecoch Jehová yipoc e k'ool, a' tz'och qued'oc, a' tzonh colani."
        },
        {
            "number": "11",
            "text": "Mach onh ay yelk'och Jehová d'ayonh, caq'uecoch yipoc co k'ool, a' tz'och qued'oc, a' tzonh colani."
        },
        {
            "number": "12",
            "text": "Ix onh snacot Jehová, ol yak' svach'k'olal d'a quib'anh. Ol yak' svach'k'olal d'ayonh a onh israel onh tic. Ol yak' svach'k'olal d'a yib'anh eb' sacerdote yinhtilal vinhaj Aarón."
        },
        {
            "number": "13",
            "text": "Mach onh ay yelk'och Jehová d'ayonh, ol yak' svach'k'olal d'ayonh, vach'chom nivac copisio, vach'chom malaj quelk'ochi."
        },
        {
            "number": "14",
            "text": "Aocab' Jehová tz'ak'an q'uib' sb'isul eb' cuninal yed' eb' qui co chiquin."
        },
        {
            "number": "15",
            "text": "Yak'ocab' svach'k'olal Jehová ix b'oan satchaanh yed' lum luum tic d'ayonh."
        },
        {
            "number": "16",
            "text": "Aton Jehová ay yic satchaanh, axo lum luum tic, ix yak' lum d'ayonh a onh anima onh tic."
        },
        {
            "number": "17",
            "text": "A eb' toxo ix k'och b'aj ay eb' chamnac, maxtzac yal-laj yalan vach' lolonel eb' d'a Jehová."
        },
        {
            "number": "18",
            "text": "A onhxo pitzan onh to tic jun, ol cal vach' lolonel d'ay ticnaic yed' d'a masanil q'uinal. Calec vach' lolonel d'a Jehová."
        }
    ]
}