{
    "chapter": "116",
    "verses": [
        {
            "number": "1",
            "text": "Tzin xajanej Jehová, yujto ix yab' in lesal ayic ix in tevi t'ay."
        },
        {
            "number": "2",
            "text": "Yujto ix yab' tas ix in k'an t'ay, yuj chi' ol val in b'a t'ay yacb'an pitzan into."
        },
        {
            "number": "3",
            "text": "Ijan val ix in yamchaj yuj chamel. Ix ja syaelal chamel t'ayin. Ha ilk'olal yet' yaelal ix javi t'a vib'anh."
        },
        {
            "number": "4",
            "text": "Ichato chi' ix valan in b'ha t'a Jehová. Ix in tevi t'ay yic syak'an b'oxoc in k'ool."
        },
        {
            "number": "5",
            "text": "Ha Jehová, tojol toni, tz'ok' sk'ol t'ayonh. Ha co Diosal, yelxo val te niwan swach'k'olal."
        },
        {
            "number": "6",
            "text": "Ha stanhvan eb' emnaquil yeq'ui. Ayic toxo ix el vip, a ix in colani."
        },
        {
            "number": "7",
            "text": "Ayxo in junk'olal ticnaic svab'i, yujto a Jehová wach' ix yutej sk'ol t'ayin."
        },
        {
            "number": "8",
            "text": "Maj in scha chamlaj, ix in scol t'a in cusk'olal, maj in schalaj telvoc."
        },
        {
            "number": "9",
            "text": "Yacb'an pitzan into ol in k'anab'ajej."
        },
        {
            "number": "10",
            "text": "Ix vak'och Jehová yipoc in k'ool, t'a skal in niwan yaelal ix valani: Te ya ayin, xin chi."
        },
        {
            "number": "11",
            "text": "Manhxo animaoc vaj svab'i, yuj chi' ix vala' to masanil eb' anima, max yal-laj cak'anoch tas syal eb' yipoc co k'ool."
        },
        {
            "number": "12",
            "text": "¿Tas ol vutej vak'an spak masanil swach'k'olal Jehová ix yak' t'ayin?"
        },
        {
            "number": "13",
            "text": "Ol vik'cot vino ofrendail t'ay yuj vak'an yuj diosal t'ay, yujto ix in scolo'."
        },
        {
            "number": "14",
            "text": "Ha t'a yichanh masanil schonhab' ol vaq'uelk'och tas ix val t'ay."
        },
        {
            "number": "15",
            "text": "Te niwan yelk'och t'a yichanh Jehová ayic scham junok mach yicxo."
        },
        {
            "number": "16",
            "text": "Mamin Jehová, a in ton tik, a checab' in. Ha ach ix in a coleli, yuj chi' libre in ticnaic."
        },
        {
            "number": "17",
            "text": "Ol vak' in silab' yuj ak'oj yuj diosal t'ayach yuj spacoc a wach'k'olal. Ol val in b'a t'ayach."
        },
        {
            "number": "18",
            "text": "Mamin Jehová, ol vaq'uelk'och in ti' t'ayach t'a yichanh masanil eb' a chonhab',"
        },
        {
            "number": "19",
            "text": "t'a yamaq'uil a templo t'a snanhal chonhab' Jerusalén. Scal wach' lolonel t'ayach Jehová."
        }
    ]
}