{
    "chapter": "116",
    "verses": [
        {
            "number": "1",
            "text": "Tzin xajanej Jehová, yujto ix yab' in lesal ayic ix in tewi t'ay."
        },
        {
            "number": "2",
            "text": "Yujto ix yab' tas ix in k'an t'ay, yuj chi' ol wal in b'a t'ay yacb'an pitzan into."
        },
        {
            "number": "3",
            "text": "Ijan wal ix in yamchaj yuj chamel. Ix ja syaelal chamel t'ayin. Ha ilk'olal yet' yaelal ix jawi t'a wib'anh."
        },
        {
            "number": "4",
            "text": "Ichato chi' ix walan in b'ha t'a Jehová. Ix in tewi t'ay yic syak'an b'oxoc in k'ool."
        },
        {
            "number": "5",
            "text": "Ha Jehová, tojol toni, tz'ok' sk'ol t'ayonh. Ha ko Diosal, yelxo wal te niwan swach'k'olal."
        },
        {
            "number": "6",
            "text": "Ha stanhwan heb' emnaquil yeq'ui. Ayic toxo ix el wip, a ix in colani."
        },
        {
            "number": "7",
            "text": "Ayxo in junk'olal ticnaik swab'i, yujto a Jehová wach' ix yutej sk'ol t'ayin."
        },
        {
            "number": "8",
            "text": "Maj in scha chamlaj, ix in scol t'a in cusk'olal, maj in schalaj telwoc."
        },
        {
            "number": "9",
            "text": "Yacb'an pitzan into ol in k'anab'ajej."
        },
        {
            "number": "10",
            "text": "Ix wak'och Jehová yipoc in k'ool, t'a skal in niwan yaelal ix walani: Te ya ayin, xin chi."
        },
        {
            "number": "11",
            "text": "Manhxo animaoc waj swab'i, yuj chi' ix wala' to masanil heb' anima, max yal-laj kak'anoch tas syal heb' yipoc ko k'ool."
        },
        {
            "number": "12",
            "text": "¿Tas ol wutej wak'an spak masanil swach'k'olal Jehová ix yak' t'ayin?"
        },
        {
            "number": "13",
            "text": "Ol wik'cot wino ofrendail t'ay yuj wak'an yuj diosal t'ay, yujto ix in scolo'."
        },
        {
            "number": "14",
            "text": "Ha t'a yichanh masanil schonhab' ol wak'elk'och tas ix wal t'ay."
        },
        {
            "number": "15",
            "text": "Te niwan yelk'och t'a yichanh Jehová ayic scham junok mach yicxo."
        },
        {
            "number": "16",
            "text": "Mamin Jehová, a in ton tik, a chekab' in. Ha ach ix in a coleli, yuj chi' libre in ticnaik."
        },
        {
            "number": "17",
            "text": "Ol wak' in silab' yuj ak'oj yuj diosal t'ayach yuj spacoc a wach'k'olal. Ol wal in b'a t'ayach."
        },
        {
            "number": "18",
            "text": "Mamin Jehová, ol wak'elk'och in ti' t'ayach t'a yichanh masanil heb' a chonhab',"
        },
        {
            "number": "19",
            "text": "t'a yamaq'uil a templo t'a snanhal chonhab' Jerusalén. Scal wach' lolonel t'ayach Jehová."
        }
    ]
}