{
    "chapter": "116",
    "verses": [
        {
            "number": "1",
            "text": "Tzin xajanej Jehová, yujto ix yab' in lesal ayic ix in tevi d'ay."
        },
        {
            "number": "2",
            "text": "Yujto ix yab' tas ix in k'an d'ay, yuj chi' ol val in b'a d'ay yacb'an pitzan into."
        },
        {
            "number": "3",
            "text": "Ijan val ix in yamchaj yuj chamel. Ix ja syaelal chamel d'ayin. A ilk'olal yed' yaelal ix javi d'a vib'anh."
        },
        {
            "number": "4",
            "text": "Ichato chi' ix valan in b'a d'a Jehová. Ix in tevi d'ay yic syak'an b'oxoc in k'ool."
        },
        {
            "number": "5",
            "text": "A Jehová, tojol toni, tz'ok' sk'ol d'ayonh. A co Diosal, yelxo val te nivan svach'k'olal."
        },
        {
            "number": "6",
            "text": "A stanhvan eb' emnaquil yeq'ui. Ayic toxo ix el vip, a ix in colani."
        },
        {
            "number": "7",
            "text": "Ayxo in junk'olal ticnaic svab'i, yujto a Jehová vach' ix yutej sk'ol d'ayin."
        },
        {
            "number": "8",
            "text": "Maj in scha chamlaj, ix in scol d'a in cusk'olal, maj in schalaj telvoc."
        },
        {
            "number": "9",
            "text": "Yacb'an pitzan into ol in k'anab'ajej."
        },
        {
            "number": "10",
            "text": "Ix vak'och Jehová yipoc in k'ool, d'a scal in nivan yaelal ix valani: Te ya ayin, xin chi."
        },
        {
            "number": "11",
            "text": "Manhxo animaoc vaj svab'i, yuj chi' ix vala' to masanil eb' anima, max yal-laj cak'anoch tas syal eb' yipoc co k'ool."
        },
        {
            "number": "12",
            "text": "¿Tas ol vutej vak'an spac masanil svach'k'olal Jehová ix yak' d'ayin?"
        },
        {
            "number": "13",
            "text": "Ol vik'cot vino ofrendail d'ay yuj vak'an yuj diosal d'ay, yujto ix in scolo'."
        },
        {
            "number": "14",
            "text": "A d'a yichanh masanil schonhab' ol vaq'uelk'och tas ix val d'ay."
        },
        {
            "number": "15",
            "text": "Te nivan yelk'och d'a yichanh Jehová ayic scham junoc mach yicxo."
        },
        {
            "number": "16",
            "text": "Mamin Jehová, a in ton tic, a checab' in. A ach ix in a coleli, yuj chi' libre in ticnaic."
        },
        {
            "number": "17",
            "text": "Ol vak' in silab' yuj ak'oj yuj diosal d'ayach yuj spacoc a vach'k'olal. Ol val in b'a d'ayach."
        },
        {
            "number": "18",
            "text": "Mamin Jehová, ol vaq'uelk'och in ti' d'ayach d'a yichanh masanil eb' a chonhab',"
        },
        {
            "number": "19",
            "text": "d'a yamaq'uil a templo d'a snanhal chonhab' Jerusalén. Scal vach' lolonel d'ayach Jehová."
        }
    ]
}