{
    "chapter": "118",
    "verses": [
        {
            "number": "1",
            "text": "Caq'ek yuj diosal t'a Jehová yujto wach' spensar. Ha svach'k'olal aynhejek' t'a masanil tiempo."
        },
        {
            "number": "2",
            "text": "Calec a onh israel onh tik to a svach'k'olal Jehová aynhejek' t'a masanil tiempo."
        },
        {
            "number": "3",
            "text": "Yalocab' eb' sacerdote to a svach'k'olal Jehová aynhejek' t'a masanil tiempo."
        },
        {
            "number": "4",
            "text": "Calec a onh ay yelk'och Jehová t'ayonh to a svach'k'olal aynhejek' t'a masanil tiempo."
        },
        {
            "number": "5",
            "text": "Ay in val och t'a in yaelal, ix in avaj t'a Jehová, ix yab' in lesal, ix in scolaneli."
        },
        {
            "number": "6",
            "text": "Ayek' Jehová ved'oc, manh ol in xivlaj yuj tas ol in yutoc eb' vetanimail."
        },
        {
            "number": "7",
            "text": "Ayek' Jehová ved'oc, yujto a tzin colani, yuj chi' ol vil yak'ji ganar eb' tzin chacaneli."
        },
        {
            "number": "8",
            "text": "Yelxo val te wach' tato scak'och Jehová yipoc co k'ool t'a yichanh to a eb' quetanimail scak'och yipoc co k'ool."
        },
        {
            "number": "9",
            "text": "Yelxo val te wach' tato scak'och Jehová yipoc co k'ool t'a yichanh to a eb' yajal scak'och yipoc co k'ool."
        },
        {
            "number": "10",
            "text": "Ix och oyan masanil eb' ch'oc chonhab'il t'a in patic vichanh, palta yuj spoder Jehová ix vak' ganar eb'."
        },
        {
            "number": "11",
            "text": "Ix och oyan eb' t'ayin icha val nok' nok'al chab', haxo yoval eb' chi' ix tupcanel icha stup te' k'ak' t'a junok te' taquinh q'uiix. Yuj spoder Jehová ix vak' ganar eb'."
        },
        {
            "number": "12",
            "text": "Tzin yec telvoc eb' t'a smasanil yip snaani, palta haxo Jehová sjavi in scolo'."
        },
        {
            "number": "13",
            "text": "Tzin b'itan t'a Jehová. Ha tz'ak'anoch vip, in Columal yaji."
        },
        {
            "number": "14",
            "text": "Ha t'a spat eb' anima tojol spensar ay b'it yet' tzalajk'olal, yujto ix yak' ganar oval eb' yuj spoder Jehová te satub'tac."
        },
        {
            "number": "15",
            "text": "Yuj spoder Jehová chi' ix ak'ji ganar eb' ajk'ool. Satub'tac yoch spoder chi'."
        },
        {
            "number": "16",
            "text": "Manto ol in chamlaj, palta ayto in q'uinal yic wach' ol valel tas ix sb'o Jehová ved'oc."
        },
        {
            "number": "17",
            "text": "Te niwan in yaelal ix yak'a', palta maj in scha chamlaj."
        },
        {
            "number": "18",
            "text": "Jaquec spuertail stemplo Dios Tojol. In gana tzin ochi yic svak' yuj diosal t'ay ta'."
        },
        {
            "number": "19",
            "text": "Aton jun tik spuertail b'aj tzonh k'och t'a yichanh Jehová. Ata' ol ochk'och eb' tojol sb'eyb'al."
        },
        {
            "number": "20",
            "text": "Svak' yuj diosal t'ayach Jehová yujto ix ach tak'vi t'ayin, in Columal ach."
        },
        {
            "number": "21",
            "text": "Ha jun q'uen q'ueen malaj yelk'och t'a yichanh eb' b'oum pat, aton q'uen ix ochcan sjolomoc schiquin te' pat chi'."
        },
        {
            "number": "22",
            "text": "Icha chi' ix yutej Jehová. Yuj chi' ayic squilani, ste sat co k'ool yuj."
        },
        {
            "number": "23",
            "text": "Aton t'a jun k'u tik ix yaq'uelk'och Jehová tas nab'ilcan yuj, yuj chi' tzonh tzalaj ticnaic, tz'el lenaj squila'."
        },
        {
            "number": "24",
            "text": "Mamin Jehová, cotanh q'uelan t'ayonh, colonheli, wach'ocab' tzonh ajkan uuj."
        },
        {
            "number": "25",
            "text": "Calec wach' lolonel t'a Jun checb'ilcot yuj Jehová. Scal wach' lolonel t'ayex mach ex molan ex ek' t'a stemplo Jehová."
        },
        {
            "number": "26",
            "text": "Ha Jehová Dios toni, a tz'ak'an sakil k'inal t'ayonh. Caq'uecoch q'uinh, squik'ancot scab' te te' ay xiil, tzonh eq'ek oyoyoc t'a spatic altar."
        },
        {
            "number": "27",
            "text": "Scak' yuj diosal t'ayach Mamin, yujto co Diosal ach, skal wach' lolonel t'ayach, tzach quik'anchaanh."
        },
        {
            "number": "28",
            "text": "Calec wach' lolonel t'a Jehová yujto te wach' spensar. Ha svach'k'olal aynhejek' t'a masanil tiempo."
        }
    ]
}