{
    "chapter": "118",
    "verses": [
        {
            "number": "1",
            "text": "Caq'ek yuj diosal t'a Jehová yujto wach' spensar. Ha swach'k'olal aynhejek' t'a masanil tiempo."
        },
        {
            "number": "2",
            "text": "Calec a onh israel onh tik to a swach'k'olal Jehová aynhejek' t'a masanil tiempo."
        },
        {
            "number": "3",
            "text": "Yalokab' heb' sacerdote to a swach'k'olal Jehová aynhejek' t'a masanil tiempo."
        },
        {
            "number": "4",
            "text": "Calec a onh ay yelk'och Jehová t'ayonh to a swach'k'olal aynhejek' t'a masanil tiempo."
        },
        {
            "number": "5",
            "text": "Ay in wal och t'a in yaelal, ix in awaj t'a Jehová, ix yab' in lesal, ix in scolaneli."
        },
        {
            "number": "6",
            "text": "Ayek' Jehová wed'oc, manh ol in xivlaj yuj tas ol in yutoc heb' wetanimail."
        },
        {
            "number": "7",
            "text": "Ayek' Jehová wed'oc, yujto a tzin colani, yuj chi' ol wil yak'ji ganar heb' tzin chakaneli."
        },
        {
            "number": "8",
            "text": "Yelxo wal te wach' tato skak'och Jehová yipoc ko k'ool t'a yichanh to a heb' quetanimail skak'och yipoc ko k'ool."
        },
        {
            "number": "9",
            "text": "Yelxo wal te wach' tato skak'och Jehová yipoc ko k'ool t'a yichanh to a heb' yajal skak'och yipoc ko k'ool."
        },
        {
            "number": "10",
            "text": "Ix och oyan masanil heb' ch'oc chonhab'il t'a in patic wichanh, palta yuj spoder Jehová ix wak' ganar heb'."
        },
        {
            "number": "11",
            "text": "Ix och oyan heb' t'ayin icha wal nok' nok'al chab', haxo yowal heb' chi' ix tupcanel icha stup te' k'ak' t'a junok te' taquinh q'uiix. Yuj spoder Jehová ix wak' ganar heb'."
        },
        {
            "number": "12",
            "text": "Tzin yec telwoc heb' t'a smasanil yip snaani, palta haxo Jehová sjawi in scolo'."
        },
        {
            "number": "13",
            "text": "Tzin b'itan t'a Jehová. Ha tz'ak'anoch wip, in Kolumal yaji."
        },
        {
            "number": "14",
            "text": "Ha t'a spat heb' anima tojol spensar ay b'it yet' tzalajk'olal, yujto ix yak' ganar owal heb' yuj spoder Jehová te satub'tac."
        },
        {
            "number": "15",
            "text": "Yuj spoder Jehová chi' ix ak'ji ganar heb' ajk'ool. Satub'tac yoch spoder chi'."
        },
        {
            "number": "16",
            "text": "Manto ol in chamlaj, palta ayto in k 'inal yic wach' ol walel tas ix sb'o Jehová wed'oc."
        },
        {
            "number": "17",
            "text": "Te niwan in yaelal ix yak'a', palta maj in scha chamlaj."
        },
        {
            "number": "18",
            "text": "Jaquec spuertail stemplo Dios Tojol. In gana tzin ochi yic swak' yuj diosal t'ay ta'."
        },
        {
            "number": "19",
            "text": "Aton jun tik spuertail b'aj tzonh k'och t'a yichanh Jehová. Ata' ol ochk'och heb' tojol sb'eyb'al."
        },
        {
            "number": "20",
            "text": "Swak' yuj diosal t'ayach Jehová yujto ix ach tak'wi t'ayin, in Kolumal ach."
        },
        {
            "number": "21",
            "text": "Ha jun k'een k'een malaj yelk'och t'a yichanh heb' b'oum pat, aton k'een ix ochkan sjolomoc schiquin te' pat chi'."
        },
        {
            "number": "22",
            "text": "Icha chi' ix yutej Jehová. Yuj chi' ayic squilani, ste sat ko k'ool yuj."
        },
        {
            "number": "23",
            "text": "Aton t'a jun k'u tik ix yak'elk'och Jehová tas nab'ilkan yuj, yuj chi' tzonh tzalaj ticnaik, tz'el lenaj squila'."
        },
        {
            "number": "24",
            "text": "Mamin Jehová, cotanh k'elan t'ayonh, colonheli, wach'okab' tzonh ajkan uuj."
        },
        {
            "number": "25",
            "text": "Calec wach' lolonel t'a Jun checb'ilcot yuj Jehová. Scal wach' lolonel t'ayex mach ex molan ex ek' t'a stemplo Jehová."
        },
        {
            "number": "26",
            "text": "Ha Jehová Dios toni, a tz'ak'an sakil k'inal t'ayonh. Cak'ecoch q'uinh, squik'ancot skab' te te' ay xiil, tzonh eq'ek oyoyoc t'a spatic altar."
        },
        {
            "number": "27",
            "text": "Skak' yuj diosal t'ayach Mamin, yujto ko Diosal ach, skal wach' lolonel t'ayach, tzach quik'anchaanh."
        },
        {
            "number": "28",
            "text": "Calec wach' lolonel t'a Jehová yujto te wach' spensar. Ha swach'k'olal aynhejek' t'a masanil tiempo."
        }
    ]
}