{
    "chapter": "118",
    "verses": [
        {
            "number": "1",
            "text": "Caq'uec yuj diosal d'a Jehová yujto vach' spensar. A svach'k'olal aynhejek' d'a masanil tiempo."
        },
        {
            "number": "2",
            "text": "Calec a onh israel onh tic to a svach'k'olal Jehová aynhejek' d'a masanil tiempo."
        },
        {
            "number": "3",
            "text": "Yalocab' eb' sacerdote to a svach'k'olal Jehová aynhejek' d'a masanil tiempo."
        },
        {
            "number": "4",
            "text": "Calec a onh ay yelk'och Jehová d'ayonh to a svach'k'olal aynhejek' d'a masanil tiempo."
        },
        {
            "number": "5",
            "text": "Ay in val och d'a in yaelal, ix in avaj d'a Jehová, ix yab' in lesal, ix in scolaneli."
        },
        {
            "number": "6",
            "text": "Ayek' Jehová ved'oc, manh ol in xivlaj yuj tas ol in yutoc eb' vetanimail."
        },
        {
            "number": "7",
            "text": "Ayek' Jehová ved'oc, yujto a tzin colani, yuj chi' ol vil yak'ji ganar eb' tzin chacaneli."
        },
        {
            "number": "8",
            "text": "Yelxo val te vach' tato scak'och Jehová yipoc co k'ool d'a yichanh to a eb' quetanimail scak'och yipoc co k'ool."
        },
        {
            "number": "9",
            "text": "Yelxo val te vach' tato scak'och Jehová yipoc co k'ool d'a yichanh to a eb' yajal scak'och yipoc co k'ool."
        },
        {
            "number": "10",
            "text": "Ix och oyan masanil eb' ch'oc chonhab'il d'a in patic vichanh, palta yuj spoder Jehová ix vak' ganar eb'."
        },
        {
            "number": "11",
            "text": "Ix och oyan eb' d'ayin icha val nok' nok'al chab', axo yoval eb' chi' ix tupcanel icha stup te' k'ak' d'a junoc te' taquinh q'uiix. Yuj spoder Jehová ix vak' ganar eb'."
        },
        {
            "number": "12",
            "text": "Tzin yec telvoc eb' d'a smasanil yip snaani, palta axo Jehová sjavi in scolo'."
        },
        {
            "number": "13",
            "text": "Tzin b'itan d'a Jehová. A tz'ak'anoch vip, in Columal yaji."
        },
        {
            "number": "14",
            "text": "A d'a spat eb' anima tojol spensar ay b'it yed' tzalajk'olal, yujto ix yak' ganar oval eb' yuj spoder Jehová te satub'tac."
        },
        {
            "number": "15",
            "text": "Yuj spoder Jehová chi' ix ak'ji ganar eb' ajk'ool. Satub'tac yoch spoder chi'."
        },
        {
            "number": "16",
            "text": "Manto ol in chamlaj, palta ayto in q'uinal yic vach' ol valel tas ix sb'o Jehová ved'oc."
        },
        {
            "number": "17",
            "text": "Te nivan in yaelal ix yak'a', palta maj in scha chamlaj."
        },
        {
            "number": "18",
            "text": "Jaquec spuertail stemplo Dios Tojol. In gana tzin ochi yic svak' yuj diosal d'ay ta'."
        },
        {
            "number": "19",
            "text": "Aton jun tic spuertail b'aj tzonh k'och d'a yichanh Jehová. Ata' ol ochk'och eb' tojol sb'eyb'al."
        },
        {
            "number": "20",
            "text": "Svak' yuj diosal d'ayach Jehová yujto ix ach tak'vi d'ayin, in Columal ach."
        },
        {
            "number": "21",
            "text": "A jun q'uen q'ueen malaj yelk'och d'a yichanh eb' b'oum pat, aton q'uen ix ochcan sjolomoc schiquin te' pat chi'."
        },
        {
            "number": "22",
            "text": "Icha chi' ix yutej Jehová. Yuj chi' ayic squilani, ste sat co k'ool yuuj."
        },
        {
            "number": "23",
            "text": "Aton d'a jun k'u tic ix yaq'uelk'och Jehová tas nab'ilcan yuuj, yuj chi' tzonh tzalaj ticnaic, tz'el lenaj squila'."
        },
        {
            "number": "24",
            "text": "Mamin Jehová, cotanh q'uelan d'ayonh, colonheli, vach'ocab' tzonh ajcan uuj."
        },
        {
            "number": "25",
            "text": "Calec vach' lolonel d'a Jun checb'ilcot yuj Jehová. Scal vach' lolonel d'ayex mach ex molan ex ek' d'a stemplo Jehová."
        },
        {
            "number": "26",
            "text": "A Jehová Dios toni, a tz'ak'an saquilq'uinal d'ayonh. Caq'uecoch q'uinh, squik'ancot scab' te te' ay xiil, tzonh eq'uec oyoyoc d'a spatic altar."
        },
        {
            "number": "27",
            "text": "Scak' yuj diosal d'ayach Mamin, yujto co Diosal ach, scal vach' lolonel d'ayach, tzach quik'anchaanh."
        },
        {
            "number": "28",
            "text": "Calec vach' lolonel d'a Jehová yujto te vach' spensar. A svach'k'olal aynhejek' d'a masanil tiempo."
        }
    ]
}