{
    "chapter": "119",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, te wach' yic heb' sk'anab'ajan a k'ayb'ub'al, malaj mach tz'alan heb' chukal."
        },
        {
            "number": "2",
            "text": "Te wach' yic heb' sk'anab'ajan a kachnab'il, t'a smasanil sk'ol heb' tz'och tzak'an uuj."
        },
        {
            "number": "3",
            "text": "Aton heb' max k'ulanlaj chukal, heb' sk'anab'ajan sb'eyb'alan tas tzala'."
        },
        {
            "number": "4",
            "text": "Mamin Jehová, a ach ix ala' to tz'akan tz'aj sk'anab'ajax a checnab'il."
        },
        {
            "number": "5",
            "text": "Comonoc aynhejoch t'a in k'ool in k'anab'ajan a ley."
        },
        {
            "number": "6",
            "text": "¿Tas yuj ol in q'uixwoc tato tzin k'anab'ajej masanil a checnab'il chi'?"
        },
        {
            "number": "7",
            "text": "Ol wal wach' lolonel t'ayach t'a smasanil in k'ool ayic toxo ix in k'ayb'ej a ley te tojol."
        },
        {
            "number": "8",
            "text": "Ol in k'anab'ajej a ley. Manh in actejkan t'a junelnhej. BET"
        },
        {
            "number": "9",
            "text": "¿Tas wal ol aj heb' kelemtac yic max och smul heb'? Anhej tato sk'anab'ajej a lolonel heb'."
        },
        {
            "number": "10",
            "text": "D'a smasanil in k'ol tzin och tzak'an uuj. Manh a cha wik'el in b'ha t'a a checnab'il."
        },
        {
            "number": "11",
            "text": "Ix cham wal in k'ayb'an a lolonel yic wach' max och in mul t'ayach."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, te wach' ach. k'ayb'ej in t'a a ley."
        },
        {
            "number": "13",
            "text": "Ol walel masanil a ley, aton juntzanh alb'ilkan uuj."
        },
        {
            "number": "14",
            "text": "Ek'b'al stzalaj in k'ool ayic tzin k'anab'ajan in kachnab'il tzak'a' t'a yichanh pax swik'an masanil makanhil b'eyumal."
        },
        {
            "number": "15",
            "text": "Ol in naub'tanhej a checnab'il ix ak' t'ayonh. Ol cham wal in naub'tanhan a k'ayb'ub'al."
        },
        {
            "number": "16",
            "text": "Ol wak' tzalajb'oc in k'ool yet' a checnab'il tik, manh ol b'atkan a lolonel satk'olal wuuj. GUÍMEL"
        },
        {
            "number": "17",
            "text": "Ak' a wach'k'olal t'ayin yic wach' ol in k'anab'ajej a lolonel yacb'an pitzan into."
        },
        {
            "number": "18",
            "text": "Jac in sat yic wach' snachajel a k'ayb'ub'al wuuj, aton te satub'tac yochi."
        },
        {
            "number": "19",
            "text": "Ek'elb'anhej wek' t'a sat lu'um tik, manh a k'ub'ejel a checnab'il t'ayin."
        },
        {
            "number": "20",
            "text": "Snib'ej wal in k'ol swojtaquejel a ley t'a junjun rato."
        },
        {
            "number": "21",
            "text": "Ha ach ton tza cach heb' ak'umtac syutej sb'a, aton heb' katab'il yujto syik'el sb'a heb' t'a a checnab'il."
        },
        {
            "number": "22",
            "text": "Yujto tzin k'anab'ajej in kachnab'il tzak'a', yuj chi' colinel t'a schukal lolonel heb' tzin patikaneli."
        },
        {
            "number": "23",
            "text": "Wach'chom a heb' yajal smol naej heb' in yixtani, a inxo a chekab' in tik, a a ley ol in naub'tanhej."
        },
        {
            "number": "24",
            "text": "Swak' tzalaj in k'ool yuj in kachnab'il, yujto syak' in razón. DÁLET"
        },
        {
            "number": "25",
            "text": "Ijan wal tzin cham swab'i, ak' in k 'inal ichataxon alani."
        },
        {
            "number": "26",
            "text": "Ix in ch'ox chajtil in b'ey t'a ichanh, ix in a tak'wani. k'ayb'ej in t'a a b'eyb'al."
        },
        {
            "number": "27",
            "text": "Ak' nachajel wuuj yic wach' tzin k'anab'ajej a checnab'il. In gana tzin naub'tanhej juntzanh tas ix a k'ulej to satub'tac yochi."
        },
        {
            "number": "28",
            "text": "Ay in och t'a cusk'olal, tek'an tzin utej in k'ana' icha yaj alankani."
        },
        {
            "number": "29",
            "text": "Ochanh wed'oc yic wach' max wesej, tzak'an a wach'k'olal t'ayin yuj a k'ayb'ub'al."
        },
        {
            "number": "30",
            "text": "Toxo ix wak'och t'a in k'ool to yelnhej tas ol wala', tzin nib'ej a ley."
        },
        {
            "number": "31",
            "text": "Mamin Jehová, te naan in kachnab'il ix ak'a', manh in a cha q'uixwoc."
        },
        {
            "number": "32",
            "text": "Van wak'an wip in k'anab'ajan a checnab'il yujto wan ak'an in pensar. HE"
        },
        {
            "number": "33",
            "text": "Mamin Jehová, k'ayb'ej in t'a a ley, in gana tzin k'anab'ajej masanto t'a slajwub'."
        },
        {
            "number": "34",
            "text": "Ak' nachajel wuuj yic wach' ol in k'anab'ajej a k'ayb'ub'al. D'a wal smasanil in k'ool in gana tzin k'anab'ajej a k'ayb'ub'al chi'."
        },
        {
            "number": "35",
            "text": "Cuchb'ej in t'a sb'eal a checnab'il, yujto ay in tzalajk'olal t'ay."
        },
        {
            "number": "36",
            "text": "Ak' in nib'ejoch in kachnab'il tzak'a, mokab' b'eyumal tzin nib'ejochi."
        },
        {
            "number": "37",
            "text": "Manh a cha wak'och in pensar t'a juntzanh yechel comon Dios. Ak' in k 'inal, yic wach' swak'och a k'ayb'ub'al t'a in k'ool."
        },
        {
            "number": "38",
            "text": "Hak'uelk'och t'ayin a in a chekab' in tik, juntzanh tas alb'ilkan uuj t'a heb' ay elk'och t'a yol sat."
        },
        {
            "number": "39",
            "text": "Te wach' a ley t'a yol in sat, yuj chi' colinel t'a juntzanh lolonel stzuntzancot yowal in k'ool, to tzin xiv t'ay."
        },
        {
            "number": "40",
            "text": "Te xajanab'il a checnab'il wuuj, ak' in k 'inal, yujto tojol ach toni. VAW"
        },
        {
            "number": "41",
            "text": "Mamin Jehová, ak' a wach'k'olal yet' a colwal t'ayin, ichataxon alani."
        },
        {
            "number": "42",
            "text": "Icha chi' ol yal in pactzitan heb' tzin tzuntzani, yujto a a lolonel ayoch yipoc in k'ool."
        },
        {
            "number": "43",
            "text": "Ochanh wed'oc yic swalel a lolonel te yel, yujto yipk'olal yaj a ley wuuj."
        },
        {
            "number": "44",
            "text": "In gana tzin k'anab'ajej a k'ayb'ub'al, malajokab' b'ak'uinh swactejkani."
        },
        {
            "number": "45",
            "text": "Junk'olal ol in ajoc, yujto swak'och a ley t'a in k'ool."
        },
        {
            "number": "46",
            "text": "Ha t'a yichanh heb' winh rey ol walel a checnab'il, manh ol in q'uixwoclaj walani."
        },
        {
            "number": "47",
            "text": "Te xajan a checnab'il wuuj, ay pax in tzalajk'olal yuj."
        },
        {
            "number": "48",
            "text": "Tzin xajanej wal a checnab'il, in gana wal yaji. Tzin te naub'tanhej a ley chi'. ZAÍN"
        },
        {
            "number": "49",
            "text": "Nacot tas alnakkan t'ayin, a in a chekab' in tik, a a lolonel chi' ix wak'och yipoc in k'ool."
        },
        {
            "number": "50",
            "text": "Ha lolonel chi' tz'ak'an sniwanil in k'ool ayic ilk'olal waji. Ha tas alnakkan chi', aton wan yak'an in k 'inal."
        },
        {
            "number": "51",
            "text": "Ha heb' te ak'umtac, max yaktej heb' in stzuntzani, palta max wactejkanlaj a k'ayb'ub'al."
        },
        {
            "number": "52",
            "text": "Mamin Jehová, tzin nacot juntzanh a ley aytax ek' t'a yichb’anel. Ha t'a juntzanh chi' swik' sniwanil in k'ool."
        },
        {
            "number": "53",
            "text": "Ha heb' sk'ulan chukal, syactejkan a k'ayb'ub'al heb', yuj chi' ste cot wowal."
        },
        {
            "number": "54",
            "text": "Ha a ley ix wak'och in b'itoc t'a sat lu'um tik, yujto ek'elb'anhej weq'ui."
        },
        {
            "number": "55",
            "text": "Mamin Jehová, tzach in nacot t'ak'walil, in gana tzin k'anab'ajejnhej a k'ayb'ub'al."
        },
        {
            "number": "56",
            "text": "Sja in tzalajk'olal yujto tzin k'anab'ajej a checnab'il chi'. CHET"
        },
        {
            "number": "57",
            "text": "Mamin Jehová, a achnhej tzach in nib'ej. Toxo ix wak' in ti' to tzin k'anab'ajej tas tzala'."
        },
        {
            "number": "58",
            "text": "D'a wal smasanil in k'ool tzin na'a to swak' tzalajb'oc a k'ool. Ok'oc a k'ool t'ayin, ichataxon alankani."
        },
        {
            "number": "59",
            "text": "Ix in b'eytzitej in b'eyb'al, ix in yamoch in k'anab'ajan in kachnab'il tzak'a'."
        },
        {
            "number": "60",
            "text": "D'a elanhchamel swak' wip in k'anab'ajan a checnab'il."
        },
        {
            "number": "61",
            "text": "Ha heb' sk'ulan chukal ix yak'em yaal heb' t'a wichanh, palta max b'atlaj a k'ayb'ub'al satk'olal wuuj."
        },
        {
            "number": "62",
            "text": "Ha t'a chimilak'wal tzin k'e waan swak'an yuj diosal t'ayach yuj a ley, yujto tojol toni."
        },
        {
            "number": "63",
            "text": "Wach' wak'an yet' heb' syak'em sb'a t'ayach yet' heb' sk'anab'ajan a checnab'il."
        },
        {
            "number": "64",
            "text": "Mamin Jehová, niwan chequel a wach'k'olal t'a yol yib'anhk’inal tik, k'ayb'ej in t'a a ley. TET"
        },
        {
            "number": "65",
            "text": "Mamin Jehová, wach' ton ix utej a k'ool t'ayin a in a chekab' in tik, ichataxon alankani."
        },
        {
            "number": "66",
            "text": "In gana tzin a k'ayb'ej t'a a jelanil yet' t'a tas scojtaquej, yujto a a checnab'il swak'och yipoc in k'ool."
        },
        {
            "number": "67",
            "text": "Ayic manto och in yaelal, manh jantacoc b'aj ix in b'at t'a skal chukal, haxo ticnaik jun, tzin k'anab'ajej a lolonel."
        },
        {
            "number": "68",
            "text": "Ha ach tik, te wach' ach, wach'nhej tas tza k'ulej. k'ayb'ej in t'a a b'eyb'al."
        },
        {
            "number": "69",
            "text": "Ha heb' ak'umtac, syal lolonel heb' manh yeloc t'a in patic, a inxo jun, tzin k'anab'ajej a checnab'il t'a smasanil in k'ool."
        },
        {
            "number": "70",
            "text": "Ix ixtaxel spensar heb' sk'ulan chukal, xal in jun, swak' tzalajb'oc in k'ool t'a a k'ayb'ub'al."
        },
        {
            "number": "71",
            "text": "Te wach' ix in elk'ochi yujto ix och in yaelal. Ichaton wal chi' ix aj in k'ayb'an a b'eyb'al."
        },
        {
            "number": "72",
            "text": "Ha a k'ayb'ub'al t'ayin ek'b'al yelk'och t'a yichanh k'een tzijtumal oro yet' k'een plata. YOD"
        },
        {
            "number": "73",
            "text": "Ha ach ton wal ix in a b'o'o. Ak' in jelanil yic wach' tzin k'ayb'ej a checnab'il."
        },
        {
            "number": "74",
            "text": "Ha heb' ay elk'och t'a yol sat, tzalajokab' sk'ool heb' ayic tzin yilan heb' yujto a a lolonel ix wak'och yipoc in k'ool."
        },
        {
            "number": "75",
            "text": "Mamin Jehová, wojtak to te tojol a ley. Ayic tzin ak'anoch t'a ilk'olal, ayton wal yuj, yuj chi' icha chi' tzutej."
        },
        {
            "number": "76",
            "text": "Aokab' a wach'k'olal sniwanan in k'ool ichataxon alan t'ayin."
        },
        {
            "number": "77",
            "text": "Ch'ox swach'il a k'ool t'ayin, tzak'an pax in k 'inal. Ay wal in tzalajk'olal yuj a k'ayb'ub'al."
        },
        {
            "number": "78",
            "text": "Q'uixwokab'el heb' ak'umtac syutej sb'a, yujto tzin sb'aj heb' wach'chom malaj in mul t'a heb'. Ha inxo tik tzin naub'tanhej a checnab'il."
        },
        {
            "number": "79",
            "text": "Ha heb' ay elk'och t'a sat, heb' ojtannac kachnab'il tzak'a', smolb'ejokab' sb'a heb' wed'oc."
        },
        {
            "number": "80",
            "text": "Wach'okab'nhej yaj in pensar icha syal a ley, yic wach' malaj b'aj ol in q'uixwoc. CAF"
        },
        {
            "number": "81",
            "text": "Toxonhej nanon yek' in k'ool b'ak'uinh ol in a colo', palta a a lolonel swak'och yipoc in k'ool."
        },
        {
            "number": "82",
            "text": "Van yixtax yol in sat yuj in maclani b'ak'uinh ol elk'och tas alnakkani. Tzin naan icha tik: ¿B'aq'uinh ol ach ja ak' sniwanil in k'ool? xin chi."
        },
        {
            "number": "83",
            "text": "Wach'chom manhxalaj wopisio yujto icham inxo, palta max b'atlaj a ley satk'olal wuuj."
        },
        {
            "number": "84",
            "text": "¿Jantacto tiempo ol wil a in a chekab' in tik? ¿B'aq'uinhto wal ol ak'och syaelal heb' ayoch ajk'olal t'ayin?"
        },
        {
            "number": "85",
            "text": "Ha heb' ak'umtac syutej sb'a, manh naanoc a k'ayb'ub'al yuj heb'. Toxo ix sjoy olan heb' yic tzin telwi t'ay yalan heb'."
        },
        {
            "number": "86",
            "text": "Masanil a checnab'il, yelnhej syala'. Ochanh wed'oc, ina to malaj in mul, palta manh jantacoc heb' ayoch ajk'olal t'ayin."
        },
        {
            "number": "87",
            "text": "Toxo ijan tzin cham yuj heb', palta max b'atlaj a checnab'il satk'olal wuuj."
        },
        {
            "number": "88",
            "text": "Ak' in k 'inal, icha syal jantac a wach'k'olal, icha chi' ol in k'anab'ajej in kachnab'il ix ak'a'. LAMED"
        },
        {
            "number": "89",
            "text": "Mamin Jehová, a a lolonel max k'exmajlaj. Aynhejek' t'a masanil k 'inal t'a satcha’anh."
        },
        {
            "number": "90",
            "text": "Ha ach tik, tz'elnhejk'och tas tzal t'a masanil tiempo. Ha ach a b'onac lum lum tik, yuj chi' anheja' yaj lu'um ticnaik."
        },
        {
            "number": "91",
            "text": "Masanil tasi, anheja' yaji ichataxon yaj alannakkani, anhejtona' ha' wan a k'anan ticnaik."
        },
        {
            "number": "92",
            "text": "Tato maj in tzalaj in naub'tanhan a k'ayb'ub'al, toxom ix in lajwiel yuj cusk'olal."
        },
        {
            "number": "93",
            "text": "Malaj b'ak'uinh sb'atkan a checnab'il satk'olal wuuj. Ha yuj a lolonel tik ix ak' in k 'inal."
        },
        {
            "number": "94",
            "text": "Colin yujto ic innhej toni, naannhej a checnab'il wuuj."
        },
        {
            "number": "95",
            "text": "Ha heb' sk'ulan chukal, wan stanhwan heb' in lajwieli, palta a inxo jun, a wal a kachnab'il tzala', a tzin naub'tanhej."
        },
        {
            "number": "96",
            "text": "Ix wila'' to malaj junok tas tz'ak'an wach'il, haxo a checnab'il, manhxo jantacoc swach'il. MEM"
        },
        {
            "number": "97",
            "text": "Te xajan a k'ayb'ub'al wuuj. Masanil tiempo tzin naub'tanhej."
        },
        {
            "number": "98",
            "text": "Naannhej a checnab'il wuuj, yuj chi' yelxo wal jelan in t'a yichanh heb' ayoch ajk'olal t'ayin."
        },
        {
            "number": "99",
            "text": "Ek'al in jelanil t'a yichanh masanil heb' in k'ayb'umal, yujto naannhej a k'ayb'ub'al wuuj."
        },
        {
            "number": "100",
            "text": "Yelxo wal snachajel wuuj t'a yichanh heb' ichamtac winak, yujto tzin k'anab'ajej a checnab'il."
        },
        {
            "number": "101",
            "text": "Max yal-laj in k'ol swak'och in b'ha t'a chuk b'eyb'al, yic wach' tzin k'anab'ajejnhej a lolonel."
        },
        {
            "number": "102",
            "text": "Maj wik'el-laj in b'ha t'a a k'ayb'ub'al, yujto wan in a k'ayb'ani."
        },
        {
            "number": "103",
            "text": "Ek'b'al schi'al a lolonel t'a yichanh schi'al nok' yal chab' swab'i."
        },
        {
            "number": "104",
            "text": "Te ay in jelanil ix wik'elta t'a a checnab'il, yuj chi' tzin chaquel masanil chuk b'eyb'al. NUN"
        },
        {
            "number": "105",
            "text": "Ha a lolonel sch'oxan wach' b'eyb'al t'ayin ichato a tz'ak'an sakil k'inal t'a yol in b'e, ha' sch'oxan b'e t'ayin."
        },
        {
            "number": "106",
            "text": "Ach in Diosal, ix wak' in ti' t'ayach, yuj chi' yowalil ol in k'anab'ajej. Ol in k'ayb'ej in b'ha t'a a ley to te tojol."
        },
        {
            "number": "107",
            "text": "Mamin Jehová, yelxo wal ste kus in k'ool swab'i. Ak' in k 'inal ichataxon alani."
        },
        {
            "number": "108",
            "text": "Mamin, cha in wach' lolonel swal t'ayach t'a smasanil in k'ool, tzin a k'ayb'an pax t'a a k'ayb'ub'al."
        },
        {
            "number": "109",
            "text": "Junjun k'u sjawi tas ay smay t'a wib'anh, palta max b'atkanlaj a k'ayb'ub'al satk'olal wuuj."
        },
        {
            "number": "110",
            "text": "Ha heb' sk'ulan chukal, syak'em in yaalil heb', palta max b'atlaj a checnab'il satk'olal wuuj."
        },
        {
            "number": "111",
            "text": "Ha a lolonel ix al t'ayin, wicnhej yaj t'a masanil tiempo, yujto ha' tz'ak'an in tzalajk'olal."
        },
        {
            "number": "112",
            "text": "Toxo ix wak' pensar to ol in k'anab'ajej a ley masanto t'a slajwub'. SAMEC"
        },
        {
            "number": "113",
            "text": "Tzin chaquel heb' anima chab' sat, palta tzin xajanej a k'ayb'ub'al."
        },
        {
            "number": "114",
            "text": "Ha ach ton ay ach och wenhuloc yet' in colnab'iloc. Ha a lolonel ayoch yipoc in k'ool."
        },
        {
            "number": "115",
            "text": "Elanhec t'a in tz'ey a ex tze k'ulej chukal, yujto in gana tzin k'anab'ajej schecnab'il in Diosal."
        },
        {
            "number": "116",
            "text": "Mamin, ak' wip, ichataxon yaj alankani, yic aynhej in k 'inal. Manh ak' lajwoc tas ayoch yipoc in k'ool."
        },
        {
            "number": "117",
            "text": "Ochanh wed'oc, yic ol in colchajoc. Ichato chi' ol in k'anab'ajan a ley."
        },
        {
            "number": "118",
            "text": "Ix a tek'kanem heb' syik'el sb'ha t'a a ley, yujto a sjelanil heb' malaj yelk'ochi."
        },
        {
            "number": "119",
            "text": "Icha wal k'alem, icha chi' yaj heb' sk'ulan chukal t'a yol a sat, yuj chi' tzin xajanej a lolonel."
        },
        {
            "number": "120",
            "text": "Ha in niwanil tik, tz'ib'xi yuj in xivk'olal t'ayach, yujto te niwan yelk'och a ley t'ayin. 'AYIN"
        },
        {
            "number": "121",
            "text": "Ha wach'il yet' tojolal tzin b'eyb'alej. Manh in actejkan t'a yol sk'ab' heb' ayoch ajk'olal t'ayin."
        },
        {
            "number": "122",
            "text": "Ochanh wilumaloc yuj in wach'iloc. Mokab' in yixtej heb' ak'umtac syutej sb'a."
        },
        {
            "number": "123",
            "text": "Van yixtaxel yol in sat yuj in maclan a jawi yic tzul in a colani. Van in tanhwan in ik'anel t'a libre ichataxon alankani."
        },
        {
            "number": "124",
            "text": "Wach' tzutej a k'ol t'ayin a in a chekab' in tik, icha jantac a wach'k'olal. k'ayb'ej in t'a a ley."
        },
        {
            "number": "125",
            "text": "Ak' in jelanil a in a chekab' in tik. In gana swojtaquejel a kachnab'il tzala'."
        },
        {
            "number": "126",
            "text": "Mamin Jehová, stiempoalxo ak'an syaelal heb' sk'ulan chukal, yujto ix spitej sb'a heb' t'a a k'ayb'ub'al."
        },
        {
            "number": "127",
            "text": "Ek'b'al tzin nib'ej a checnab'il t'a yichanh k'een oro te wach',"
        },
        {
            "number": "128",
            "text": "yuj chi' tzin k'anab'ajejnhej a checnab'il chi', haxo pax masanil chuk b'eyb'al, tzin chakkaneli. PE"
        },
        {
            "number": "129",
            "text": "Satub'tac a kachnab'il, yuj wal chi' tzin k'anab'ajej t'ay."
        },
        {
            "number": "130",
            "text": "Ayic tz'alchajel tas syalelk'och a lolonel, icha wal sakil k'inal yaj t'ayonh. Sk'ayb'aj heb' anima emnaquil yuj."
        },
        {
            "number": "131",
            "text": "Tzin te nib'ej wal a checnab'il, icha wal snib'an ha ha' junok mach yuj taquinhtial."
        },
        {
            "number": "132",
            "text": "Ilincoti, ok'oc wal a k'ol t'ayin icha wal tzutej a k'ol t'a heb' tzach xajanani."
        },
        {
            "number": "133",
            "text": "Cuchb'ej in t'a a b'eyb'al, icha wal yalan a lolonel. Manh in a cha ak'joc ganar yuj chukal."
        },
        {
            "number": "134",
            "text": "Colinel t'a heb' anima malaj yok'elk'olal. In gana tzin k'anab'ajej a checnab'il."
        },
        {
            "number": "135",
            "text": "Tzalajokab' a k'ool wuj a in a chekab' in tik, tzin a k'ayb'anpax t'a a ley."
        },
        {
            "number": "136",
            "text": "Tzin te oq'ui, yujto malaj yelk'och a k'ayb'ub'al t'a heb' wetanimail. TZADE"
        },
        {
            "number": "137",
            "text": "Mamin Jehová, tojol ach toni, wach'nhej yelk'och a ley."
        },
        {
            "number": "138",
            "text": "Masanil a kachnab'il, tojol toni, yuj chi' syal kak'anoch t'a ko k'ool."
        },
        {
            "number": "139",
            "text": "Te tacnac in k'ool yuj heb' ayoch ajk'olal t'ayin, yujto ix b'atkan a lolonel satk'olal yuj heb'."
        },
        {
            "number": "140",
            "text": "Ha tas tzala' tz'elnhejk'ochi, yuj chi' tzin xajanej a in a chekab' in tik."
        },
        {
            "number": "141",
            "text": "Emnaquil anima in, patikab'il in el yuj heb' wetanimail, palta max b'atkanlaj a checnab'il satk'olal wuuj."
        },
        {
            "number": "142",
            "text": "Ha a tojolal malaj b'ak'uinh slajwi. Ha a k'ayb'ub'al yelnhej syala'."
        },
        {
            "number": "143",
            "text": "Manhxo animaoc waj yuj cusk'olal yet' yaelal, haxo a checnab'il tz'ak'an in tzalajk'olal."
        },
        {
            "number": "144",
            "text": "Ha a kachnab'il tojolnhej toni. Ak' ja in pensar yic wach' aynhej in k 'inal. COF"
        },
        {
            "number": "145",
            "text": "Mamin Jehová, t'a wal smasanil in k'ool tzin awaj t'ayach, tak'wej in, yujto in gana tzin k'anab'ajej a ley."
        },
        {
            "number": "146",
            "text": "Ha t'ayach swal in b'a. Ochanh wed'oc yic wach' ol in k'anab'ajej a kachnab'il tzala'."
        },
        {
            "number": "147",
            "text": "Ayic manto sacb'ilaj tzin k'e waan, tzin k'anan a colwal yujto swak'och a lolonel yipoc in k'ool."
        },
        {
            "number": "148",
            "text": "Pitzan in tzek' ak'wal, tzin naub'tanhan tas alb'ilkan uuj."
        },
        {
            "number": "149",
            "text": "Mamin Jehová, ab' tas swala' icha jantac a wach'k'olal. Ak' in k 'inal icha wal stojolal a b'eyb'al."
        },
        {
            "number": "150",
            "text": "Ha heb' snaan yak'an chukal t'ayin, ayek' heb' t'a in lak'anil, palta najat yajkan heb' t'a a k'ayb'ub'al."
        },
        {
            "number": "151",
            "text": "Ha achxo pax Mamin, te lak'an ayach eq'ui, yelton wal syal masanil a checnab'il."
        },
        {
            "number": "152",
            "text": "Pecatax ix wojtaquejel yuj a kachnab'il tik, a ach ix ak'kan t'a junelnhej. REX"
        },
        {
            "number": "153",
            "text": "Mamin, ilincot yet' in yaelal tik, tzin a colani yujto max b'atkan a k'ayb'ub'al satk'olal wuuj."
        },
        {
            "number": "154",
            "text": "Colinel t'a yol sk'ab' heb' tz'esanoch t'a wib'anh. Ak' in k 'inal ichataxon alani."
        },
        {
            "number": "155",
            "text": "Ha heb' sk'ulan chukal, malaj yalan yic heb' t'a a colwal, yujto max sk'anab'ajejlaj a checnab'il heb'."
        },
        {
            "number": "156",
            "text": "Mamin Jehová, te niwan tz'ok' a k'ool t'ayonh. Ak' in k 'inal icha wal a tojolal."
        },
        {
            "number": "157",
            "text": "Manh jantacoc heb' ayoch ajk'olal t'ayin yet' heb' tzin ixtani, a inxo jun, max wik'el-laj in b'ha t'a a kachnab'il."
        },
        {
            "number": "158",
            "text": "Tzin chaquel heb' tzek' yib'anh sk'ulan chukal, aton heb' max k'anab'ajan a lolonel."
        },
        {
            "number": "159",
            "text": "Mamin Jehová, yelxo wal xajan a checnab'il wuuj. Ak' in k 'inal icha wal jantac a wach'k'olal."
        },
        {
            "number": "160",
            "text": "Ha a lolonel te yel. Tojolton masanil a k'ayb'ub'al, malaj b'ak'uinh ol lajwoqueloc. SIN"
        },
        {
            "number": "161",
            "text": "Wach'chom malaj in mul, tzin spech b'eyek' heb' anima niwan yopisio, palta te niwan yelk'och a lolonel t'ayin."
        },
        {
            "number": "162",
            "text": "Stzalaj in k'ool yuj tas alnakkani, icha junok mach te niwan sb'eyumal syik'a'."
        },
        {
            "number": "163",
            "text": "Max yal-laj in k'ool naojk'e lolonel, ste takkanel in k'ool yuj, palta tzin xajanej a k'ayb'ub'al."
        },
        {
            "number": "164",
            "text": "D'a junjun rato swalan wach' lolonel t'ayach, yujto tojol ton a ley."
        },
        {
            "number": "165",
            "text": "Ha heb' xajanan a k'ayb'ub'al, junk'olalnhej yaj heb', malaj tas tz'ak'an telwoc heb'."
        },
        {
            "number": "166",
            "text": "Mamin Jehová, wan in tanhwan in a colani, yujto wan in k'anab'ajan a checnab'il."
        },
        {
            "number": "167",
            "text": "Van in k'anab'ajan a kachnab'il te xajan wuuj."
        },
        {
            "number": "168",
            "text": "Van in k'anab'ajan a checnab'il yet' a kachnab'il. Ojtac masanil in b'eyb'al. TAV"
        },
        {
            "number": "169",
            "text": "Mamin Jehová, k'eokab'k'och wav t'a ichanh, ak' ja in pensar ichataxon yalan a lolonel."
        },
        {
            "number": "170",
            "text": "Axo in lesal jun, k'eokab'k'och t'a ichanh, colineli, ichataxon yaj alankani."
        },
        {
            "number": "171",
            "text": "Swal wach' lolonel t'ayach, yujto tzin a k'ayb'ej t'a a b'eyb'al."
        },
        {
            "number": "172",
            "text": "Ol in b'itej junok b'it yuj tas alnakkani, yujto masanil a checnab'il tojol yaji."
        },
        {
            "number": "173",
            "text": "Aynhejokab'cot b'akhan a k'ab' t'ayin yic tzin a colani, yujto tzin te nib'ej a checnab'il."
        },
        {
            "number": "174",
            "text": "Mamin Jehová, snib'ej wal in k'ool to tzin a colo'. Ay in tzalajk'olal t'a a k'ayb'ub'al."
        },
        {
            "number": "175",
            "text": "Tzin nib'ej to pitzaninnhej, yic wach' ol in b'itan t'ayach. Aokab' a tojolal tz'och wed'oc."
        },
        {
            "number": "176",
            "text": "Ix in satb'at icha nok' kalnel sacleminac yajb'ati. Cotanh, say in ek' a in a chekab' in tik, yujto max b'atlaj a checnab'il satk'olal wuuj."
        }
    ]
}