{
    "chapter": "119",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, te wach' yic eb' sk'anab'ajan a k'ayb'ub'al, malaj mach tz'alan eb' chucal."
        },
        {
            "number": "2",
            "text": "Te wach' yic eb' sk'anab'ajan a cachnab'il, t'a smasanil sk'ol eb' tz'och tzak'an uuj."
        },
        {
            "number": "3",
            "text": "Aton eb' max k'ulanlaj chucal, eb' sk'anab'ajan sb'eyb'alan tas tzala'."
        },
        {
            "number": "4",
            "text": "Mamin Jehová, a ach ix ala' to tz'acan tz'aj sk'anab'ajax a checnab'il."
        },
        {
            "number": "5",
            "text": "Comonoc aynhejoch t'a in k'ool in k'anab'ajan a ley."
        },
        {
            "number": "6",
            "text": "¿Tas yuj ol in q'uixvoc tato tzin k'anab'ajej masanil a checnab'il chi'?"
        },
        {
            "number": "7",
            "text": "Ol val wach' lolonel t'ayach t'a smasanil in k'ool ayic toxo ix in k'ayb'ej a ley te tojol."
        },
        {
            "number": "8",
            "text": "Ol in k'anab'ajej a ley. Manh in actejcan t'a junelnhej. BET"
        },
        {
            "number": "9",
            "text": "¿Tas val ol aj eb' quelemtac yic max och smul eb'? Anhej tato sk'anab'ajej a lolonel eb'."
        },
        {
            "number": "10",
            "text": "D'a smasanil in k'ol tzin och tzak'an uuj. Manh a cha viq'uel in b'ha t'a a checnab'il."
        },
        {
            "number": "11",
            "text": "Ix cham val in k'ayb'an a lolonel yic wach' max och in mul t'ayach."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, te wach' ach. k'ayb'ej in t'a a ley."
        },
        {
            "number": "13",
            "text": "Ol valel masanil a ley, aton juntzanh alb'ilcan uuj."
        },
        {
            "number": "14",
            "text": "Ek'b'al stzalaj in k'ool ayic tzin k'anab'ajan in cachnab'il tzak'a' t'a yichanh pax svik'an masanil macanhil b'eyumal."
        },
        {
            "number": "15",
            "text": "Ol in naub'tanhej a checnab'il ix ak' t'ayonh. Ol cham val in naub'tanhan a k'ayb'ub'al."
        },
        {
            "number": "16",
            "text": "Ol vak' tzalajb'oc in k'ool yet' a checnab'il tik, manh ol b'atcan a lolonel satk'olal vuuj. GUÍMEL"
        },
        {
            "number": "17",
            "text": "Ak' a wach'k'olal t'ayin yic wach' ol in k'anab'ajej a lolonel yacb'an pitzan into."
        },
        {
            "number": "18",
            "text": "Jac in sat yic wach' snachajel a k'ayb'ub'al vuuj, aton te satub'tac yochi."
        },
        {
            "number": "19",
            "text": "Eq'uelb'anhej vek' t'a sat lu'um tik, manh a k'ub'ejel a checnab'il t'ayin."
        },
        {
            "number": "20",
            "text": "Snib'ej val in k'ol svojtaquejel a ley t'a junjun rato."
        },
        {
            "number": "21",
            "text": "Ha ach ton tza cach eb' ak'umtac syutej sb'a, aton eb' catab'il yujto syiq'uel sb'a eb' t'a a checnab'il."
        },
        {
            "number": "22",
            "text": "Yujto tzin k'anab'ajej in cachnab'il tzak'a', yuj chi' colinel t'a schucal lolonel eb' tzin paticaneli."
        },
        {
            "number": "23",
            "text": "Wach'chom a eb' yajal smol naej eb' in yixtani, a inxo a checab' in tik, a a ley ol in naub'tanhej."
        },
        {
            "number": "24",
            "text": "Svak' tzalaj in k'ool yuj in cachnab'il, yujto syak' in razón. DÁLET"
        },
        {
            "number": "25",
            "text": "Ijan val tzin cham svab'i, ak' in q'uinal ichataxon alani."
        },
        {
            "number": "26",
            "text": "Ix in ch'ox chajtil in b'ey t'a ichanh, ix in a tak'vani. k'ayb'ej in t'a a b'eyb'al."
        },
        {
            "number": "27",
            "text": "Ak' nachajel vuuj yic wach' tzin k'anab'ajej a checnab'il. In gana tzin naub'tanhej juntzanh tas ix a k'ulej to satub'tac yochi."
        },
        {
            "number": "28",
            "text": "Ay in och t'a cusk'olal, tek'an tzin utej in k'ana' icha yaj alancani."
        },
        {
            "number": "29",
            "text": "Ochanh ved'oc yic wach' max vesej, tzak'an a wach'k'olal t'ayin yuj a k'ayb'ub'al."
        },
        {
            "number": "30",
            "text": "Toxo ix vak'och t'a in k'ool to yelnhej tas ol vala', tzin nib'ej a ley."
        },
        {
            "number": "31",
            "text": "Mamin Jehová, te naan in cachnab'il ix ak'a', manh in a cha q'uixvoc."
        },
        {
            "number": "32",
            "text": "Van vak'an vip in k'anab'ajan a checnab'il yujto van ak'an in pensar. HE"
        },
        {
            "number": "33",
            "text": "Mamin Jehová, k'ayb'ej in t'a a ley, in gana tzin k'anab'ajej masanto t'a slajvub'."
        },
        {
            "number": "34",
            "text": "Ak' nachajel vuuj yic wach' ol in k'anab'ajej a k'ayb'ub'al. D'a val smasanil in k'ool in gana tzin k'anab'ajej a k'ayb'ub'al chi'."
        },
        {
            "number": "35",
            "text": "Cuchb'ej in t'a sb'eal a checnab'il, yujto ay in tzalajk'olal t'ay."
        },
        {
            "number": "36",
            "text": "Ak' in nib'ejoch in cachnab'il tzak'a, mocab' b'eyumal tzin nib'ejochi."
        },
        {
            "number": "37",
            "text": "Manh a cha vak'och in pensar t'a juntzanh yechel comon dios. Ak' in q'uinal, yic wach' svak'och a k'ayb'ub'al t'a in k'ool."
        },
        {
            "number": "38",
            "text": "Hak'uelk'och t'ayin a in a checab' in tik, juntzanh tas alb'ilcan uuj t'a eb' ay elk'och t'a yol sat."
        },
        {
            "number": "39",
            "text": "Te wach' a ley t'a yol in sat, yuj chi' colinel t'a juntzanh lolonel stzuntzancot yoval in k'ool, to tzin xiv t'ay."
        },
        {
            "number": "40",
            "text": "Te xajanab'il a checnab'il vuuj, ak' in q'uinal, yujto tojol ach toni. VAW"
        },
        {
            "number": "41",
            "text": "Mamin Jehová, ak' a wach'k'olal yet' a colval t'ayin, ichataxon alani."
        },
        {
            "number": "42",
            "text": "Icha chi' ol yal in pactzitan eb' tzin tzuntzani, yujto a a lolonel ayoch yipoc in k'ool."
        },
        {
            "number": "43",
            "text": "Ochanh ved'oc yic svalel a lolonel te yel, yujto yipk'olal yaj a ley vuuj."
        },
        {
            "number": "44",
            "text": "In gana tzin k'anab'ajej a k'ayb'ub'al, malajocab' b'ak'uinh svactejcani."
        },
        {
            "number": "45",
            "text": "Junk'olal ol in ajoc, yujto svak'och a ley t'a in k'ool."
        },
        {
            "number": "46",
            "text": "Ha t'a yichanh eb' vinh rey ol valel a checnab'il, manh ol in q'uixvoclaj valani."
        },
        {
            "number": "47",
            "text": "Te xajan a checnab'il vuuj, ay pax in tzalajk'olal yuj."
        },
        {
            "number": "48",
            "text": "Tzin xajanej val a checnab'il, in gana val yaji. Tzin te naub'tanhej a ley chi'. ZAÍN"
        },
        {
            "number": "49",
            "text": "Nacot tas alnaccan t'ayin, a in a checab' in tik, a a lolonel chi' ix vak'och yipoc in k'ool."
        },
        {
            "number": "50",
            "text": "Ha lolonel chi' tz'ak'an snivanil in k'ool ayic ilk'olal vaji. Ha tas alnaccan chi', aton van yak'an in q'uinal."
        },
        {
            "number": "51",
            "text": "Ha eb' te ak'umtac, max yactej eb' in stzuntzani, palta max vactejcanlaj a k'ayb'ub'al."
        },
        {
            "number": "52",
            "text": "Mamin Jehová, tzin nacot juntzanh a ley aytax ek' t'a yichb’anel. Ha t'a juntzanh chi' svik' snivanil in k'ool."
        },
        {
            "number": "53",
            "text": "Ha eb' sk'ulan chucal, syactejcan a k'ayb'ub'al eb', yuj chi' ste cot voval."
        },
        {
            "number": "54",
            "text": "Ha a ley ix vak'och in b'itoc t'a sat lu'um tik, yujto eq'uelb'anhej veq'ui."
        },
        {
            "number": "55",
            "text": "Mamin Jehová, tzach in nacot t'ak'walil, in gana tzin k'anab'ajejnhej a k'ayb'ub'al."
        },
        {
            "number": "56",
            "text": "Sja in tzalajk'olal yujto tzin k'anab'ajej a checnab'il chi'. CHET"
        },
        {
            "number": "57",
            "text": "Mamin Jehová, a achnhej tzach in nib'ej. Toxo ix vak' in ti' to tzin k'anab'ajej tas tzala'."
        },
        {
            "number": "58",
            "text": "D'a val smasanil in k'ool tzin na'a to svak' tzalajb'oc a k'ool. Ok'oc a k'ool t'ayin, ichataxon alancani."
        },
        {
            "number": "59",
            "text": "Ix in b'eytzitej in b'eyb'al, ix in yamoch in k'anab'ajan in cachnab'il tzak'a'."
        },
        {
            "number": "60",
            "text": "D'a elanhchamel svak' vip in k'anab'ajan a checnab'il."
        },
        {
            "number": "61",
            "text": "Ha eb' sk'ulan chucal ix yaq'uem yaal eb' t'a vichanh, palta max b'atlaj a k'ayb'ub'al satk'olal vuuj."
        },
        {
            "number": "62",
            "text": "Ha t'a chimilak'val tzin q'ue vaan svak'an yuj diosal t'ayach yuj a ley, yujto tojol toni."
        },
        {
            "number": "63",
            "text": "Wach' vak'an yet' eb' syaq'uem sb'a t'ayach yet' eb' sk'anab'ajan a checnab'il."
        },
        {
            "number": "64",
            "text": "Mamin Jehová, niwan chequel a wach'k'olal t'a yol yib'anhk’inal tik, k'ayb'ej in t'a a ley. TET"
        },
        {
            "number": "65",
            "text": "Mamin Jehová, wach' ton ix utej a k'ool t'ayin a in a checab' in tik, ichataxon alancani."
        },
        {
            "number": "66",
            "text": "In gana tzin a k'ayb'ej t'a a jelanil yet' t'a tas scojtaquej, yujto a a checnab'il svak'och yipoc in k'ool."
        },
        {
            "number": "67",
            "text": "Ayic manto och in yaelal, manh jantacoc b'aj ix in b'at t'a skal chucal, haxo ticnaic jun, tzin k'anab'ajej a lolonel."
        },
        {
            "number": "68",
            "text": "Ha ach tik, te wach' ach, wach'nhej tas tza k'ulej. k'ayb'ej in t'a a b'eyb'al."
        },
        {
            "number": "69",
            "text": "Ha eb' ak'umtac, syal lolonel eb' manh yeloc t'a in patic, a inxo jun, tzin k'anab'ajej a checnab'il t'a smasanil in k'ool."
        },
        {
            "number": "70",
            "text": "Ix ixtaxel spensar eb' sk'ulan chucal, xal in jun, svak' tzalajb'oc in k'ool t'a a k'ayb'ub'al."
        },
        {
            "number": "71",
            "text": "Te wach' ix in elk'ochi yujto ix och in yaelal. Ichaton val chi' ix aj in k'ayb'an a b'eyb'al."
        },
        {
            "number": "72",
            "text": "Ha a k'ayb'ub'al t'ayin ek'b'al yelk'och t'a yichanh q'uen tzijtumal oro yet' q'uen plata. YOD"
        },
        {
            "number": "73",
            "text": "Ha ach ton val ix in a b'o'o. Ak' in jelanil yic wach' tzin k'ayb'ej a checnab'il."
        },
        {
            "number": "74",
            "text": "Ha eb' ay elk'och t'a yol sat, tzalajocab' sk'ool eb' ayic tzin yilan eb' yujto a a lolonel ix vak'och yipoc in k'ool."
        },
        {
            "number": "75",
            "text": "Mamin Jehová, vojtac to te tojol a ley. Ayic tzin ak'anoch t'a ilk'olal, ayton val yuj, yuj chi' icha chi' tzutej."
        },
        {
            "number": "76",
            "text": "Aocab' a wach'k'olal snivanan in k'ool ichataxon alan t'ayin."
        },
        {
            "number": "77",
            "text": "Ch'ox svach'il a k'ool t'ayin, tzak'an pax in q'uinal. Ay val in tzalajk'olal yuj a k'ayb'ub'al."
        },
        {
            "number": "78",
            "text": "Q'uixvocab'el eb' ak'umtac syutej sb'a, yujto tzin sb'aj eb' wach'chom malaj in mul t'a eb'. Ha inxo tik tzin naub'tanhej a checnab'il."
        },
        {
            "number": "79",
            "text": "Ha eb' ay elk'och t'a sat, eb' ojtannac cachnab'il tzak'a', smolb'ejocab' sb'a eb' ved'oc."
        },
        {
            "number": "80",
            "text": "Wach'ocab'nhej yaj in pensar icha syal a ley, yic wach' malaj b'aj ol in q'uixvoc. CAF"
        },
        {
            "number": "81",
            "text": "Toxonhej nanon yek' in k'ool b'ak'uinh ol in a colo', palta a a lolonel svak'och yipoc in k'ool."
        },
        {
            "number": "82",
            "text": "Van yixtax yol in sat yuj in maclani b'ak'uinh ol elk'och tas alnaccani. Tzin naan icha tik: ¿B'aq'uinh ol ach ja ak' snivanil in k'ool? xin chi."
        },
        {
            "number": "83",
            "text": "Wach'chom manhxalaj vopisio yujto icham inxo, palta max b'atlaj a ley satk'olal vuuj."
        },
        {
            "number": "84",
            "text": "¿Jantacto tiempo ol vil a in a checab' in tik? ¿B'aq'uinhto val ol ak'och syaelal eb' ayoch ajk'olal t'ayin?"
        },
        {
            "number": "85",
            "text": "Ha eb' ak'umtac syutej sb'a, manh naanoc a k'ayb'ub'al yuj eb'. Toxo ix sjoy olan eb' yic tzin telvi t'ay yalan eb'."
        },
        {
            "number": "86",
            "text": "Masanil a checnab'il, yelnhej syala'. Ochanh ved'oc, ina to malaj in mul, palta manh jantacoc eb' ayoch ajk'olal t'ayin."
        },
        {
            "number": "87",
            "text": "Toxo ijan tzin cham yuj eb', palta max b'atlaj a checnab'il satk'olal vuuj."
        },
        {
            "number": "88",
            "text": "Ak' in q'uinal, icha syal jantac a wach'k'olal, icha chi' ol in k'anab'ajej in cachnab'il ix ak'a'. LAMED"
        },
        {
            "number": "89",
            "text": "Mamin Jehová, a a lolonel max q'uexmajlaj. Aynhejek' t'a masanil q'uinal t'a satcha’anh."
        },
        {
            "number": "90",
            "text": "Ha ach tik, tz'elnhejk'och tas tzal t'a masanil tiempo. Ha ach a b'onac lum lum tik, yuj chi' anheja' yaj lu'um ticnaic."
        },
        {
            "number": "91",
            "text": "Masanil tasi, anheja' yaji ichataxon yaj alannaccani, anhejtona' ha' van a k'anan ticnaic."
        },
        {
            "number": "92",
            "text": "Tato maj in tzalaj in naub'tanhan a k'ayb'ub'al, toxom ix in lajviel yuj cusk'olal."
        },
        {
            "number": "93",
            "text": "Malaj b'ak'uinh sb'atcan a checnab'il satk'olal vuuj. Ha yuj a lolonel tik ix ak' in q'uinal."
        },
        {
            "number": "94",
            "text": "Colin yujto ic innhej toni, naannhej a checnab'il vuuj."
        },
        {
            "number": "95",
            "text": "Ha eb' sk'ulan chucal, van stanhvan eb' in lajvieli, palta a inxo jun, a val a cachnab'il tzala', a tzin naub'tanhej."
        },
        {
            "number": "96",
            "text": "Ix wila'' to malaj junok tas tz'ak'an wach'il, haxo a checnab'il, manhxo jantacoc svach'il. MEM"
        },
        {
            "number": "97",
            "text": "Te xajan a k'ayb'ub'al vuuj. Masanil tiempo tzin naub'tanhej."
        },
        {
            "number": "98",
            "text": "Naannhej a checnab'il vuuj, yuj chi' yelxo val jelan in t'a yichanh eb' ayoch ajk'olal t'ayin."
        },
        {
            "number": "99",
            "text": "Ek'al in jelanil t'a yichanh masanil eb' in k'ayb'umal, yujto naannhej a k'ayb'ub'al vuuj."
        },
        {
            "number": "100",
            "text": "Yelxo val snachajel vuuj t'a yichanh eb' ichamtac vinac, yujto tzin k'anab'ajej a checnab'il."
        },
        {
            "number": "101",
            "text": "Max yal-laj in k'ol svak'och in b'ha t'a chuc b'eyb'al, yic wach' tzin k'anab'ajejnhej a lolonel."
        },
        {
            "number": "102",
            "text": "Maj viq'uel-laj in b'ha t'a a k'ayb'ub'al, yujto van in a k'ayb'ani."
        },
        {
            "number": "103",
            "text": "Ek'b'al schi'al a lolonel t'a yichanh schi'al nok' yal chab' svab'i."
        },
        {
            "number": "104",
            "text": "Te ay in jelanil ix viq'uelta t'a a checnab'il, yuj chi' tzin chaquel masanil chuc b'eyb'al. NUN"
        },
        {
            "number": "105",
            "text": "Ha a lolonel sch'oxan wach' b'eyb'al t'ayin ichato a tz'ak'an sakil k'inal t'a yol in b'e, ha' sch'oxan b'e t'ayin."
        },
        {
            "number": "106",
            "text": "Ach in Diosal, ix vak' in ti' t'ayach, yuj chi' yovalil ol in k'anab'ajej. Ol in k'ayb'ej in b'ha t'a a ley to te tojol."
        },
        {
            "number": "107",
            "text": "Mamin Jehová, yelxo val ste cus in k'ool svab'i. Ak' in q'uinal ichataxon alani."
        },
        {
            "number": "108",
            "text": "Mamin, cha in wach' lolonel sval t'ayach t'a smasanil in k'ool, tzin a k'ayb'an pax t'a a k'ayb'ub'al."
        },
        {
            "number": "109",
            "text": "Junjun k'u sjavi tas ay smay t'a vib'anh, palta max b'atcanlaj a k'ayb'ub'al satk'olal vuuj."
        },
        {
            "number": "110",
            "text": "Ha eb' sk'ulan chucal, syaq'uem in yaalil eb', palta max b'atlaj a checnab'il satk'olal vuuj."
        },
        {
            "number": "111",
            "text": "Ha a lolonel ix al t'ayin, vicnhej yaj t'a masanil tiempo, yujto ha' tz'ak'an in tzalajk'olal."
        },
        {
            "number": "112",
            "text": "Toxo ix vak' pensar to ol in k'anab'ajej a ley masanto t'a slajvub'. SAMEC"
        },
        {
            "number": "113",
            "text": "Tzin chaquel eb' anima chab' sat, palta tzin xajanej a k'ayb'ub'al."
        },
        {
            "number": "114",
            "text": "Ha ach ton ay ach och venhuloc yet' in colnab'iloc. Ha a lolonel ayoch yipoc in k'ool."
        },
        {
            "number": "115",
            "text": "Elanhec t'a in tz'ey a ex tze k'ulej chucal, yujto in gana tzin k'anab'ajej schecnab'il in Diosal."
        },
        {
            "number": "116",
            "text": "Mamin, ak' vip, ichataxon yaj alancani, yic aynhej in q'uinal. Manh ak' lajvoc tas ayoch yipoc in k'ool."
        },
        {
            "number": "117",
            "text": "Ochanh ved'oc, yic ol in colchajoc. Ichato chi' ol in k'anab'ajan a ley."
        },
        {
            "number": "118",
            "text": "Ix a tek'canem eb' syiq'uel sb'ha t'a a ley, yujto a sjelanil eb' malaj yelk'ochi."
        },
        {
            "number": "119",
            "text": "Icha val k'alem, icha chi' yaj eb' sk'ulan chucal t'a yol a sat, yuj chi' tzin xajanej a lolonel."
        },
        {
            "number": "120",
            "text": "Ha in nivanil tik, tz'ib'xi yuj in xivk'olal t'ayach, yujto te niwan yelk'och a ley t'ayin. 'AYIN"
        },
        {
            "number": "121",
            "text": "Ha wach'il yet' tojolal tzin b'eyb'alej. Manh in actejcan t'a yol sk'ab' eb' ayoch ajk'olal t'ayin."
        },
        {
            "number": "122",
            "text": "Ochanh vilumaloc yuj in wach'iloc. Mocab' in yixtej eb' ak'umtac syutej sb'a."
        },
        {
            "number": "123",
            "text": "Van yixtaxel yol in sat yuj in maclan a javi yic tzul in a colani. Van in tanhvan in ik'anel t'a libre ichataxon alancani."
        },
        {
            "number": "124",
            "text": "Wach' tzutej a k'ol t'ayin a in a checab' in tik, icha jantac a wach'k'olal. k'ayb'ej in t'a a ley."
        },
        {
            "number": "125",
            "text": "Ak' in jelanil a in a checab' in tik. In gana svojtaquejel a cachnab'il tzala'."
        },
        {
            "number": "126",
            "text": "Mamin Jehová, stiempoalxo ak'an syaelal eb' sk'ulan chucal, yujto ix spitej sb'a eb' t'a a k'ayb'ub'al."
        },
        {
            "number": "127",
            "text": "Ek'b'al tzin nib'ej a checnab'il t'a yichanh q'uen oro te wach',"
        },
        {
            "number": "128",
            "text": "yuj chi' tzin k'anab'ajejnhej a checnab'il chi', haxo pax masanil chuc b'eyb'al, tzin chaccaneli. PE"
        },
        {
            "number": "129",
            "text": "Satub'tac a cachnab'il, yuj val chi' tzin k'anab'ajej t'ay."
        },
        {
            "number": "130",
            "text": "Ayic tz'alchajel tas syalelk'och a lolonel, icha val sakil k'inal yaj t'ayonh. Sk'ayb'aj eb' anima emnaquil yuj."
        },
        {
            "number": "131",
            "text": "Tzin te nib'ej val a checnab'il, icha val snib'an ha ha' junok mach yuj taquinhtial."
        },
        {
            "number": "132",
            "text": "Ilincoti, ok'oc val a k'ol t'ayin icha val tzutej a k'ol t'a eb' tzach xajanani."
        },
        {
            "number": "133",
            "text": "Cuchb'ej in t'a a b'eyb'al, icha val yalan a lolonel. Manh in a cha ak'joc ganar yuj chucal."
        },
        {
            "number": "134",
            "text": "Colinel t'a eb' anima malaj yoq'uelk'olal. In gana tzin k'anab'ajej a checnab'il."
        },
        {
            "number": "135",
            "text": "Tzalajocab' a k'ool vuj a in a checab' in tik, tzin a k'ayb'anpax t'a a ley."
        },
        {
            "number": "136",
            "text": "Tzin te oq'ui, yujto malaj yelk'och a k'ayb'ub'al t'a eb' vetanimail. TZADE"
        },
        {
            "number": "137",
            "text": "Mamin Jehová, tojol ach toni, wach'nhej yelk'och a ley."
        },
        {
            "number": "138",
            "text": "Masanil a cachnab'il, tojol toni, yuj chi' syal cak'anoch t'a co k'ool."
        },
        {
            "number": "139",
            "text": "Te tacnac in k'ool yuj eb' ayoch ajk'olal t'ayin, yujto ix b'atcan a lolonel satk'olal yuj eb'."
        },
        {
            "number": "140",
            "text": "Ha tas tzala' tz'elnhejk'ochi, yuj chi' tzin xajanej a in a checab' in tik."
        },
        {
            "number": "141",
            "text": "Emnaquil anima in, paticab'il in el yuj eb' vetanimail, palta max b'atcanlaj a checnab'il satk'olal vuuj."
        },
        {
            "number": "142",
            "text": "Ha a tojolal malaj b'ak'uinh slajvi. Ha a k'ayb'ub'al yelnhej syala'."
        },
        {
            "number": "143",
            "text": "Manhxo animaoc vaj yuj cusk'olal yet' yaelal, haxo a checnab'il tz'ak'an in tzalajk'olal."
        },
        {
            "number": "144",
            "text": "Ha a cachnab'il tojolnhej toni. Ak' ja in pensar yic wach' aynhej in q'uinal. COF"
        },
        {
            "number": "145",
            "text": "Mamin Jehová, t'a val smasanil in k'ool tzin avaj t'ayach, tak'vej in, yujto in gana tzin k'anab'ajej a ley."
        },
        {
            "number": "146",
            "text": "Ha t'ayach sval in b'a. Ochanh ved'oc yic wach' ol in k'anab'ajej a cachnab'il tzala'."
        },
        {
            "number": "147",
            "text": "Ayic manto sacb'ilaj tzin q'ue vaan, tzin k'anan a colval yujto svak'och a lolonel yipoc in k'ool."
        },
        {
            "number": "148",
            "text": "Pitzan in tzek' ak'val, tzin naub'tanhan tas alb'ilcan uuj."
        },
        {
            "number": "149",
            "text": "Mamin Jehová, ab' tas svala' icha jantac a wach'k'olal. Ak' in q'uinal icha val stojolal a b'eyb'al."
        },
        {
            "number": "150",
            "text": "Ha eb' snaan yak'an chucal t'ayin, ayek' eb' t'a in lak'anil, palta najat yajcan eb' t'a a k'ayb'ub'al."
        },
        {
            "number": "151",
            "text": "Ha achxo pax Mamin, te lak'an ayach eq'ui, yelton val syal masanil a checnab'il."
        },
        {
            "number": "152",
            "text": "Pecatax ix vojtaquejel yuj a cachnab'il tik, a ach ix ak'kan t'a junelnhej. REX"
        },
        {
            "number": "153",
            "text": "Mamin, ilincot yet' in yaelal tik, tzin a colani yujto max b'atcan a k'ayb'ub'al satk'olal vuuj."
        },
        {
            "number": "154",
            "text": "Colinel t'a yol sk'ab' eb' tz'esanoch t'a vib'anh. Ak' in q'uinal ichataxon alani."
        },
        {
            "number": "155",
            "text": "Ha eb' sk'ulan chucal, malaj yalan yic eb' t'a a colval, yujto max sk'anab'ajejlaj a checnab'il eb'."
        },
        {
            "number": "156",
            "text": "Mamin Jehová, te niwan tz'ok' a k'ool t'ayonh. Ak' in q'uinal icha val a tojolal."
        },
        {
            "number": "157",
            "text": "Manh jantacoc eb' ayoch ajk'olal t'ayin yet' eb' tzin ixtani, a inxo jun, max viq'uel-laj in b'ha t'a a cachnab'il."
        },
        {
            "number": "158",
            "text": "Tzin chaquel eb' tzek' yib'anh sk'ulan chucal, aton eb' max k'anab'ajan a lolonel."
        },
        {
            "number": "159",
            "text": "Mamin Jehová, yelxo val xajan a checnab'il vuuj. Ak' in q'uinal icha val jantac a wach'k'olal."
        },
        {
            "number": "160",
            "text": "Ha a lolonel te yel. Tojolton masanil a k'ayb'ub'al, malaj b'ak'uinh ol lajvoqueloc. SIN"
        },
        {
            "number": "161",
            "text": "Wach'chom malaj in mul, tzin spech b'eyek' eb' anima niwan yopisio, palta te niwan yelk'och a lolonel t'ayin."
        },
        {
            "number": "162",
            "text": "Stzalaj in k'ool yuj tas alnaccani, icha junok mach te niwan sb'eyumal syik'a'."
        },
        {
            "number": "163",
            "text": "Max yal-laj in k'ool naojq'ue lolonel, ste taccanel in k'ool yuj, palta tzin xajanej a k'ayb'ub'al."
        },
        {
            "number": "164",
            "text": "D'a junjun rato svalan wach' lolonel t'ayach, yujto tojol ton a ley."
        },
        {
            "number": "165",
            "text": "Ha eb' xajanan a k'ayb'ub'al, junk'olalnhej yaj eb', malaj tas tz'ak'an telvoc eb'."
        },
        {
            "number": "166",
            "text": "Mamin Jehová, van in tanhvan in a colani, yujto van in k'anab'ajan a checnab'il."
        },
        {
            "number": "167",
            "text": "Van in k'anab'ajan a cachnab'il te xajan vuuj."
        },
        {
            "number": "168",
            "text": "Van in k'anab'ajan a checnab'il yet' a cachnab'il. Ojtac masanil in b'eyb'al. TAV"
        },
        {
            "number": "169",
            "text": "Mamin Jehová, q'ueocab'k'och vav t'a ichanh, ak' ja in pensar ichataxon yalan a lolonel."
        },
        {
            "number": "170",
            "text": "Axo in lesal jun, q'ueocab'k'och t'a ichanh, colineli, ichataxon yaj alancani."
        },
        {
            "number": "171",
            "text": "Sval wach' lolonel t'ayach, yujto tzin a k'ayb'ej t'a a b'eyb'al."
        },
        {
            "number": "172",
            "text": "Ol in b'itej junok b'it yuj tas alnaccani, yujto masanil a checnab'il tojol yaji."
        },
        {
            "number": "173",
            "text": "Aynhejocab'cot b'achan a k'ab' t'ayin yic tzin a colani, yujto tzin te nib'ej a checnab'il."
        },
        {
            "number": "174",
            "text": "Mamin Jehová, snib'ej val in k'ool to tzin a colo'. Ay in tzalajk'olal t'a a k'ayb'ub'al."
        },
        {
            "number": "175",
            "text": "Tzin nib'ej to pitzaninnhej, yic wach' ol in b'itan t'ayach. Aocab' a tojolal tz'och ved'oc."
        },
        {
            "number": "176",
            "text": "Ix in satb'at icha nok' calnel sacleminac yajb'ati. Cotanh, say in ek' a in a checab' in tik, yujto max b'atlaj a checnab'il satk'olal vuuj."
        }
    ]
}