{
    "chapter": "132",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová Te ay ip, ko Diosal ach a onh yinhtil onh winhaj Jacob, nacot winhaj Dawid yet' syaelal. Nacot sti' winh ix yak' t'ayach ayic ix yalan winh:"
        },
        {
            "number": "2",
            "text": "Manh ol in och t'a yol in pat, manh ol in ek'laj jichan t'a sat in ch'at,"
        },
        {
            "number": "3",
            "text": "manh ol in mutz'laj in sat, manh ol ochlaj numnaj jab'oc in wayanh"
        },
        {
            "number": "4",
            "text": "ayic manto in b'o junok kajnub' b'aj skajnaj Jehová ko Diosal Te ay yip a onh yinhtil onh winhaj Jacob, xchikan winh."
        },
        {
            "number": "5",
            "text": "Ha t'a Efrata ix kab' yab'ixal te' skaxail strato Dios, haxo t'a yol lum smacb'en winhaj Jaar ix ilchaj te' cuuj."
        },
        {
            "number": "6",
            "text": "Koyec t'a stemplo Jehová, haxo ta' tzonh emec cuman t'a yichanh."
        },
        {
            "number": "7",
            "text": "Mamin Jehová, cotanh t'a a kajnub' aynhej eq'ui. Cotanh yet' te' skaxail a trato, aton b'aj scheclajel a poder."
        },
        {
            "number": "8",
            "text": "Aokab' wach'il sb'eyb'alej heb' a sacerdote. Elokab' yav heb' icxo t'a tzalajk'olal."
        },
        {
            "number": "9",
            "text": "Yuj tas alnakkan t'a winh a chekab' aj Dawid, manh ik'el a sat t'a winh rey sik'b'ilel uuj."
        },
        {
            "number": "10",
            "text": "Ach Jehová, ix ak'kan a ti' t'a winhaj Dawid t'a sjichanil to manh ol a k'exlaj tas ix ala', ayic ix alan icha tik: Ha junok uninal ol wak'kanoch reyal a k'exuloc."
        },
        {
            "number": "11",
            "text": "Tato sk'anab'ajej in trato heb' inhtilal yet' tastac ol wal t'a heb', ol ochnhej heb' t'a a despacho t'a masanil tiempo, xa chi t'a winh."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, a ach ix a sik'kanel lum tzalan Sion yic tzach kajnaj ta', yujto icha chi' snib'ej a k'ool."
        },
        {
            "number": "13",
            "text": "Ix alan icha tik: Aton jun tzalan tik b'aj in gana tzin kajnaji. Ol in kajnaj t'a lu'um yujto icha chi' ix aj schaan in k'ool."
        },
        {
            "number": "14",
            "text": "Manh jantacoc wael uk'el ol wak' t'a heb' ayek' kajan ta', ol wak'an b'ud'joc sk'ool heb' meb'a'."
        },
        {
            "number": "15",
            "text": "Ol in col heb' sacerdote. Axo heb' ol in k'anab'ajanoc, ol wak' awajk'e heb' yuj tzalajk'olal."
        },
        {
            "number": "16",
            "text": "Ha t'a Sion chi', ol wak'och jun yinhtilal winhaj Dawid reyal. Ha winh sik'b'ilel wuuj, manhxa b'ak'uinh ol yaktej heb' yinhtilal winh yak'an reyal."
        },
        {
            "number": "17",
            "text": "Ha heb' ayoch ajk'olal t'a winh ol wak'kan q'uixwelal heb'. Axo yopisio winh, ol wik'chaanh, xa chikan ach Jehová."
        }
    ]
}