{
    "chapter": "135",
    "verses": [
        {
            "number": "1",
            "text": "Calec vach' lolonel d'a Jehová. Ex schecab' ex Jehová, alec vach' lolonel d'ay."
        },
        {
            "number": "2",
            "text": "Mach ex ayex ek' d'a yamaq'uil stemplo Jehová co Diosal,"
        },
        {
            "number": "3",
            "text": "alec vach' lolonel d'ay, yujto vach'. B'itananhec d'ay yujto te ay svach'k'olal d'ayonh anima onh tic."
        },
        {
            "number": "4",
            "text": "Ix onh sik'canel a onh israel onh yinhtilal onh vinhaj Jacob, yic tzonh och yicoc."
        },
        {
            "number": "5",
            "text": "A in tic vojtac val sik'lab'il to a Jehová co Diosal, yelxo val ek'b'al yelk'och d'a yichanh masanil comon dios."
        },
        {
            "number": "6",
            "text": "Syalnhej sk'ulan masanil tas snib'ej sk'ulej, vach'chom d'a satchaanh, ma d'a sat luum tic, ma d'a a' mar, ma pax d'a yich a'."
        },
        {
            "number": "7",
            "text": "A' tz'ak'ancot asun b'aj slajvik'och lum luum tic. A' tz'ak'anek' copnaj leb'lon ayic syak'an nhab'. A' sjacanelta ik' b'aj molanek' yuuj."
        },
        {
            "number": "8",
            "text": "A' milannaccham eb' b'ab'el unin d'a junjun patil eb' aj Egipto yed' pax sb'ab'el yune' junjun nok' snok' eb'."
        },
        {
            "number": "9",
            "text": "A d'a snanhal chonhab' Egipto chi', ay juntzanh tas te satub'tac sk'ulejnac yic syak'an syaelal vinh rey yed' pax eb' schecab' vinh."
        },
        {
            "number": "10",
            "text": "Tzijtum juntzanh chonhab' satnaquel yuuj, smilannaccham eb' rey te nivac yopisio."
        },
        {
            "number": "11",
            "text": "Smilnaccham vinhaj Sehón, sreyal eb' amorreo yed' vinhaj Og sreyal Basán yed' masanil eb' rey d'a yol yic Canaán."
        },
        {
            "number": "12",
            "text": "Axo lum sluum eb' rey chi' yak'nac d'ayonh a onh israel onh tic, yic squiquejcan luum."
        },
        {
            "number": "13",
            "text": "Mamin Jehová, a a b'inajnaquil malaj b'aq'uinh ol sateloc. D'a masanil tiempo ol ach nachajcotoc."
        },
        {
            "number": "14",
            "text": "A Jehová sb'oan yaj oval d'a eb' schonhab', tz'ok' sk'ol d'a eb' schecab'."
        },
        {
            "number": "15",
            "text": "A sdiosal eb' ch'oc chonhab'il, nab'a oro, nab'a plata, anima sb'oani."
        },
        {
            "number": "16",
            "text": "Ay sti' sdiosal eb' chi', palta max lolonlaj. Ay sat, palta max yil-laj."
        },
        {
            "number": "17",
            "text": "Ay schiquin, palta max yab'laj, max yik'laj yik'."
        },
        {
            "number": "18",
            "text": "A eb' sb'oan juntzanh yechel chi' yed' eb' tz'ak'anoch d'a sk'ool, lajan eb' yed'oc."
        },
        {
            "number": "19",
            "text": "Ex vetisraelal, calec vach' lolonel d'a Jehová. Ex sacerdote, ex yinhtilal vinhaj Aarón, alec vach' lolonel d'a Jehová."
        },
        {
            "number": "20",
            "text": "Ex yinhtilal vinhaj Leví, alec vach' lolonel d'a Jehová. Mach ex ay yelk'och Jehová d'a e sat, alec vach' lolonel d'ay."
        },
        {
            "number": "21",
            "text": "Aljocab' vach' lolonel d'a Jehová d'a Sion, aton d'a Jerusalén b'aj cajan. Calec vach' lolonel d'a Jehová."
        }
    ]
}