{
    "chapter": "135",
    "verses": [
        {
            "number": "1",
            "text": "Calec wach' lolonel t'a Jehová. Ex schecab' ex Jehová, alec wach' lolonel t'ay."
        },
        {
            "number": "2",
            "text": "Mach ex ayex ek' t'a yamaq'uil stemplo Jehová ko Diosal,"
        },
        {
            "number": "3",
            "text": "alec wach' lolonel t'ay, yujto wach'. B'itananhec t'ay yujto te ay swach'k'olal t'ayonh anima onh tik."
        },
        {
            "number": "4",
            "text": "Ix onh sik'canel a onh israel onh yinhtilal onh winhaj Jacob, yic tzonh och yicoc."
        },
        {
            "number": "5",
            "text": "Ha in tik wojtac wal sik'lab'il to a Jehová ko Diosal, yelxo wal ek'b'al yelk'och t'a yichanh masanil comon Dios."
        },
        {
            "number": "6",
            "text": "Syalnhej sk'ulan masanil tas snib'ej sk'ulej, wach'chom t'a satcha’anh, ma t'a sat lu'um tik, ma t'ha ha' mar, ma pax t'a yich ha'."
        },
        {
            "number": "7",
            "text": "A' tz'ak'ancot asun b'aj slajwik'och lum lum tik. A' tz'ak'anek' copnaj lheb'lon ayic syak'an nhab'. A' sjacanelta ik' b'aj molanek' yuj."
        },
        {
            "number": "8",
            "text": "A' milannaccham heb' b'ab'el unin t'a junjun patil heb' aj Egipto yet' pax sb'ab'el yune' junjun nok' snok' heb'."
        },
        {
            "number": "9",
            "text": "Ha t'a snanhal chonhab' Egipto chi', ay juntzanh tas te satub'tac sk'ulejnac yic syak'an syaelal winh rey yet' pax heb' schecab' winh."
        },
        {
            "number": "10",
            "text": "Tzijtum juntzanh chonhab' satnaquel yuj, smilannaccham heb' rey te niwac yopisio."
        },
        {
            "number": "11",
            "text": "Smilnaccham winhaj Sehón, sreyal heb' amorreo yet' winhaj Og sreyal Basán yet' masanil heb' rey t'a yol yic Canaán."
        },
        {
            "number": "12",
            "text": "Axo lum sluum heb' rey chi' yak'nac t'ayonh a onh israel onh tik, yic squiquejcan lu'um."
        },
        {
            "number": "13",
            "text": "Mamin Jehová, a a b'inajnaquil malaj b'ak'uinh ol sateloc. D'a masanil tiempo ol ach nachajcotoc."
        },
        {
            "number": "14",
            "text": "Ha Jehová sb'oan yaj owal t'a heb' schonhab', tz'ok' sk'ol t'a heb' schecab'."
        },
        {
            "number": "15",
            "text": "Ha sdiosal heb' ch'oc chonhab'il, nab'a oro, nab'a plata, anima sb'oani."
        },
        {
            "number": "16",
            "text": "Ay sti' sdiosal heb' chi', palta max lolonlaj. Ay sat, palta max yil-laj."
        },
        {
            "number": "17",
            "text": "Ay schiquin, palta max yab'laj, max yik'laj yik'."
        },
        {
            "number": "18",
            "text": "Ha heb' sb'oan juntzanh yechel chi' yet' heb' tz'ak'anoch t'a sk'ool, lajan heb' yet'oc."
        },
        {
            "number": "19",
            "text": "Ex wetisraelal, calec wach' lolonel t'a Jehová. Ex sacerdote, ex yinhtilal winhaj Aarón, alec wach' lolonel t'a Jehová."
        },
        {
            "number": "20",
            "text": "Ex yinhtilal winhaj Leví, alec wach' lolonel t'a Jehová. Mach ex ay yelk'och Jehová t'a he sat, alec wach' lolonel t'ay."
        },
        {
            "number": "21",
            "text": "Aljocab' wach' lolonel t'a Jehová t'a Sion, aton t'a Jerusalén b'aj cajan. Calec wach' lolonel t'a Jehová."
        }
    ]
}