{
    "chapter": "136",
    "verses": [
        {
            "number": "1",
            "text": "Calec vach' lolonel d'a Jehová yujto te vach' spensar, yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "2",
            "text": "Aljocab' vach' lolonel d'a Dios, aton sDiosal masanil juntzanh dios, yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "3",
            "text": "Aljocab' vach' lolonel d'a Dios Yajal eb' yajal, yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "4",
            "text": "Anhej sb'oan tas te satub'tac, yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "5",
            "text": "A' b'oannac satchaanh yed' sjelanil, yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "6",
            "text": "A' b'oannacq'ue lum luum d'a yib'anh a' mar te jul yich, yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "7",
            "text": "A' b'oannac k'u yed' q'uen uj, yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "8",
            "text": "A' b'oannac k'u yic ay saquilq'uinal d'a k'ualil, yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "9",
            "text": "A' b'oannac q'uen uj yed' q'uen k'anal yic ay saquilq'uinal d'ak'valil, yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "10",
            "text": "A' milannaccham eb' b'ab'el unin d'a junjun pat d'a Egipto, yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "11",
            "text": "A' ik'annaquelta eb' israel co mam quicham d'a Egipto chi', yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "12",
            "text": "Yed' val spoder yik'naquelta eb', yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "13",
            "text": "A' pojannac em snanhal a' Chacchac Mar, yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "14",
            "text": "A' ik'annac ek'ta eb' israel d'a snanhal a' mar chi', yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "15",
            "text": "Palta axo vinh sreyal Egipto yed' eb' soldado, b'atnaccan eb' yuuj d'a yol a' mar chi', yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "16",
            "text": "A' ik'annac b'ey eb' schonhab' d'a tz'inan luum, yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "17",
            "text": "A' milannaccham eb' nivac rey, yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "18",
            "text": "A' ik'annaquel sq'uinal eb' rey te b'inajnac, yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "19",
            "text": "Aton vinhaj Sehón sreyal eb' amorreo, ik'jinaquel sq'uinal vinh yuuj, yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "20",
            "text": "Yed' pax vinhaj Og sreyal Basán, ik'jinaquel sq'uinal vinh yuuj, yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "21",
            "text": "A' ik'annac ek' lum sluum eb' rey chi', yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "22",
            "text": "Yak'naccan luum quicoc a onh israel schecab' onh tic, yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "23",
            "text": "A' onh naancoti ayic ayonhek' d'a scal yaelal, yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "24",
            "text": "Ix onh scolcanel d'a yol sk'ab' eb' ayoch ajk'olal d'ayonh, yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "25",
            "text": "A' tz'ak'an tas sva eb' anima yed' nok' nok', yujto aynhej svach'k'olal d'a masanil tiempo."
        },
        {
            "number": "26",
            "text": "Calec vach' lolonel d'a sDiosal satchaanh, yujto aynhej svach'k'olal d'a masanil tiempo."
        }
    ]
}