{
    "chapter": "136",
    "verses": [
        {
            "number": "1",
            "text": "Calec wach' lolonel t'a Jehová yujto te wach' spensar, yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "2",
            "text": "Aljocab' wach' lolonel d'ha Dios, aton sDiosal masanil juntzanh dios, yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "3",
            "text": "Aljocab' wach' lolonel d'ha Dios Yajal eb' yajal, yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "4",
            "text": "Anhej sb'oan tas te satub'tac, yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "5",
            "text": "A' b'oannac satcha’anh yet' sjelanil, yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "6",
            "text": "A' b'oannacq'ue lum lum t'a yib'anh ha' mar te jul yich, yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "7",
            "text": "A' b'oannac k'u yet' q'uen uj, yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "8",
            "text": "A' b'oannac k'u yic ay sakil k'inal t'a k'ualil, yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "9",
            "text": "A' b'oannac q'uen uj yet' q'uen k'anal yic ay sakil k'inal t'ak'walil, yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "10",
            "text": "A' milannaccham eb' b'ab'el unin t'a junjun pat t'a Egipto, yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "11",
            "text": "A' ik'annaquelta eb' israel co mam quicham t'a Egipto chi', yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "12",
            "text": "Yed' val spoder yik'naquelta eb', yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "13",
            "text": "A' pojannac em snanhal ha' Chacchac Mar, yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "14",
            "text": "A' ik'annac ek'ta eb' israel t'a snanhal ha' mar chi', yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "15",
            "text": "Palta haxo vinh sreyal Egipto yet' eb' soldado, b'atnaccan eb' yuj t'a yol ha' mar chi', yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "16",
            "text": "A' ik'annac b'ey eb' schonhab' t'a tzinan lu'um, yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "17",
            "text": "A' milannaccham eb' nivac rey, yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "18",
            "text": "A' ik'annaquel sq'uinal eb' rey te b'inajnac, yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "19",
            "text": "Aton vinhaj Sehón sreyal eb' amorreo, ik'jinaquel sq'uinal vinh yuj, yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "20",
            "text": "Yed' pax vinhaj Og sreyal Basán, ik'jinaquel sq'uinal vinh yuj, yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "21",
            "text": "A' ik'annac ek' lum sluum eb' rey chi', yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "22",
            "text": "Yak'naccan lu'um quicoc a onh israel schecab' onh tik, yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "23",
            "text": "A' onh naancoti ayic ayonhek' t'a skal yaelal, yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "24",
            "text": "Ix onh scolcanel t'a yol sk'ab' eb' ayoch ajk'olal t'ayonh, yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "25",
            "text": "A' tz'ak'an tas sva eb' anima yet' nok' nok', yujto aynhej swach'k'olal t'a masanil tiempo."
        },
        {
            "number": "26",
            "text": "Calec wach' lolonel t'a sDiosal satcha’anh, yujto aynhej swach'k'olal t'a masanil tiempo."
        }
    ]
}