{
    "chapter": "139",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ojtac in sik'lab'il, ix in a b'eyk'olej sik'lab'il."
        },
        {
            "number": "2",
            "text": "Ojtac ayic tzin em k'ojan yed' pax yic tzin q'ue vaan. Ayocto tzojtacanel tas tzin na'a."
        },
        {
            "number": "3",
            "text": "Ojtacxo b'ajtil tzin eq'ui yed' b'ajtil svik' vip. Ojtac pax masanil tas tzin k'ulej."
        },
        {
            "number": "4",
            "text": "Ayic mantzac in na tas ol vala' a achxo pax Mamin, ojtacxo."
        },
        {
            "number": "5",
            "text": "Ayachnhejek' d'a in patic vichanh, b'achanb'at a k'ab' d'a vib'anh."
        },
        {
            "number": "6",
            "text": "Satub'tac yoch a jelanil tic, manh jab'oc snachajel vuuj, te nivan yelk'ochi, ste sat in k'ool yuuj."
        },
        {
            "number": "7",
            "text": "¿B'ajto val ol in b'at elelal d'a Espíritu? ¿B'ajto val ol in b'at elelal d'a ichanh?"
        },
        {
            "number": "8",
            "text": "Tato tzin q'uek'och d'a satchaanh, ata' ayach eq'ui. Tato tzin em d'a yol luum, ay ach pax ek'ta."
        },
        {
            "number": "9",
            "text": "Tato tzin b'at d'a yichanhb'at b'aj sjavi k'u, ma tzin b'at cajan d'a sk'axepal a' mar b'aj tz'em k'u,"
        },
        {
            "number": "10",
            "text": "palta sk'och pax a k'ab' d'ayin ta'. Tzin a quetzchaanh yed' a vach' k'ab', tzin ik'an b'eyoc."
        },
        {
            "number": "11",
            "text": "Tato tzin na in k'ub'ejel in b'a d'a scal q'uik'alq'uinal, mato a saquilq'uinal oyanoch d'a in patic tz'och q'uik'alq'uinalil,"
        },
        {
            "number": "12",
            "text": "a d'ak'valil chi' max yal-laj in sk'ub'anel d'a ichanh. A q'uik'alq'uinal, lajan yed' saquilq'uinal d'a ichanh. Malaj sq'uexanhil d'ak'valil d'a ichanh, yujto saquilq'uinalnhej masanil d'ayach."
        },
        {
            "number": "13",
            "text": "A ach ton ix a b'o masanil tas d'a in nivanil tic. A ach ix in a b'o d'a yol sk'ool in nun."
        },
        {
            "number": "14",
            "text": "Sval vach' lolonel d'ayach, yujto satub'tac tas tza b'o'o. Sat in k'ol in naani, palta vojtac sik'lab'il to icha chi' yaji."
        },
        {
            "number": "15",
            "text": "Ayic ix q'uib' in nivanil tic d'a yol sk'ol in nun, vach'chom manh chequeloc, palta manh k'ub'eltacoc yaj d'a yol a sat."
        },
        {
            "number": "16",
            "text": "A ach ix il in nivanil tic ayic manto in aljilaj. Masanil sb'isul sk'ual in q'uinal, tz'ib'ab'il d'a yol a libro ayic mantalaj junoc k'ual svila'."
        },
        {
            "number": "17",
            "text": "Ach in Diosal, max nachajel-laj vuuj tas yaj a pensar d'ayin. Manhxo b'ischajb'enoc a pensar chi'."
        },
        {
            "number": "18",
            "text": "Tato tzin och ijan in b'isani, ek'to sb'isul d'a yichanh q'uen arena. Ayic tz'el in vayanh, ayinnhej ek' d'a ichanh."
        },
        {
            "number": "19",
            "text": "Ach in Diosal, iq'uel sq'uinal eb' sk'ulan chucal. Najat tzik'canel eb' mak'umcham anima d'a in tz'ey."
        },
        {
            "number": "20",
            "text": "Yujto chuc tas syal eb', tzach yalub'tanhej eb' d'a chucal."
        },
        {
            "number": "21",
            "text": "Mamin Jehová, tzin chac eb' tzach chacani, max in nib'ejlaj eb' ayoch ajk'olal d'ayach."
        },
        {
            "number": "22",
            "text": "Junelnhej malaj in gana svil eb', aypaxoch eb' ajk'olal d'ayin valani."
        },
        {
            "number": "23",
            "text": "Ach in Diosal, b'eytzitej tas vaji, il pax in pensar."
        },
        {
            "number": "24",
            "text": "Ila' tato van in b'at d'a chucal b'eyb'al, tzin a cuchb'anb'at d'a sb'eal q'uinal to aynhej d'a masanil tiempo."
        }
    ]
}