{
    "chapter": "139",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ojtac in sik'lab'il, ix in a b'eyk'olej sik'lab'il."
        },
        {
            "number": "2",
            "text": "Ojtac ayic tzin em k'ojan yet' pax yic tzin q'ue vaan. Ayocto tzojtacanel tas tzin na'a."
        },
        {
            "number": "3",
            "text": "Ojtacxo b'ajtil tzin eq'ui yet' b'ajtil svik' vip. Ojtac pax masanil tas tzin k'ulej."
        },
        {
            "number": "4",
            "text": "Ayic mantzac in na tas ol vala' a achxo pax Mamin, ojtacxo."
        },
        {
            "number": "5",
            "text": "Ayachnhejek' t'a in patic vichanh, b'achanb'at a k'ab' t'a vib'anh."
        },
        {
            "number": "6",
            "text": "Satub'tac yoch a jelanil tik, manh jab'oc snachajel vuuj, te niwan yelk'ochi, ste sat in k'ool yuj."
        },
        {
            "number": "7",
            "text": "¿B'ajto val ol in b'at elelal t'a Espíritu? ¿B'ajto val ol in b'at elelal t'a ichanh?"
        },
        {
            "number": "8",
            "text": "Tato tzin q'uek'och t'a satcha’anh, ata' ayach eq'ui. Tato tzin em t'a yol lu'um, ay ach pax ek'ta."
        },
        {
            "number": "9",
            "text": "Tato tzin b'at t'a yichanhb'at b'aj sjavi k'u, ma tzin b'at cajan t'a sk'axepal ha' mar b'aj tz'em k'u,"
        },
        {
            "number": "10",
            "text": "palta sk'och pax a k'ab' t'ayin ta'. Tzin a quetzchaanh yet' a wach' k'ab', tzin ik'an b'eyoc."
        },
        {
            "number": "11",
            "text": "Tato tzin na in k'ub'ejel in b'ha t'a skal k’ik’ k’inal, mato a sakil k'inal oyanoch t'a in patic tz'och k'ik'alq'uinalil,"
        },
        {
            "number": "12",
            "text": "a t'ak'walil chi' max yal-laj in sk'ub'anel t'a ichanh. Ha k’ik’ k’inal, lajan yet' sakil k'inal t'a ichanh. Malaj sq'uexanhil t'ak'walil t'a ichanh, yujto saquilq'uinalnhej masanil t'ayach."
        },
        {
            "number": "13",
            "text": "Ha ach ton ix a b'o masanil tas t'a in nivanil tik. Ha ach ix in a b'o t'a yol sk'ool in nun."
        },
        {
            "number": "14",
            "text": "Sval wach' lolonel t'ayach, yujto satub'tac tas tza b'o'o. Sat in k'ol in naani, palta vojtac sik'lab'il to icha chi' yaji."
        },
        {
            "number": "15",
            "text": "Ayic ix q'uib' in nivanil tik t'a yol sk'ol in nun, wach'chom manh chequeloc, palta manh k'ub'eltacoc yaj t'a yol a sat."
        },
        {
            "number": "16",
            "text": "Ha ach ix il in nivanil tik ayic manto in aljilaj. Masanil sb'isul sk'ual in q'uinal, tz'ib'ab'il t'a yol a libro ayic mantalaj junok k'ual svila'."
        },
        {
            "number": "17",
            "text": "Ach in Diosal, max nachajel-laj vuuj tas yaj a pensar t'ayin. Manhxo b'ischajb'enoc a pensar chi'."
        },
        {
            "number": "18",
            "text": "Tato tzin och ijan in b'isani, ek'to sb'isul t'a yichanh q'uen arena. Ayic tz'el in vayanh, ayinnhej ek' t'a ichanh."
        },
        {
            "number": "19",
            "text": "Ach in Diosal, iq'uel sq'uinal eb' sk'ulan chukal. Najat tzik'canel eb' mak'umcham anima t'a in tz'ey."
        },
        {
            "number": "20",
            "text": "Yujto chuk tas syal eb', tzach yalub'tanhej eb' t'a chukal."
        },
        {
            "number": "21",
            "text": "Mamin Jehová, tzin chac eb' tzach chacani, max in nib'ejlaj eb' ayoch ajk'olal t'ayach."
        },
        {
            "number": "22",
            "text": "Junelnhej malaj in gana svil eb', aypaxoch eb' ajk'olal t'ayin valani."
        },
        {
            "number": "23",
            "text": "Ach in Diosal, b'eytzitej tas vaji, il pax in pensar."
        },
        {
            "number": "24",
            "text": "Ila' tato van in b'at t'a chukal b'eyb'al, tzin a cuchb'anb'at t'a sb'eal q'uinal to aynhej t'a masanil tiempo."
        }
    ]
}