{
    "chapter": "140",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehov치, colinel t'a yol sk'ab' eb' sk'ulan chukal, k'ub'ej in el t'a eb' b'aj malaj yelk'och a k'ayb'ub'al,"
        },
        {
            "number": "2",
            "text": "yet' t'a yol sk'ab' eb' naannhej chukal yuj, yujto anhej oval sna eb' t'a masanil tiempo."
        },
        {
            "number": "3",
            "text": "Ha sti' eb' icha val sti' nok' chan, a tas syal eb' icha val svenenoal sti' junok nok' chan smilan anima."
        },
        {
            "number": "4",
            "text": "Mamin Jehov치, k'ub'ej in el t'a eb' sk'ulan chukal, eb' malaj yelk'och a k'ayb'ub'al t'ay, eb' naannhej yuj tas tz'aj in yak'an telvoc."
        },
        {
            "number": "5",
            "text": "Ha juntzanh eb' anima syik'chaanh sb'a chi', ix yaq'uem yaal eb' t'a yol in b'e."
        },
        {
            "number": "6",
            "text": "Mamin Jehov치, a t'ayach ix vala': In Diosal ach, ab' tas svala' ayic tzin avaji svalan in b'a t'ayach."
        },
        {
            "number": "7",
            "text": "Mamin Dios, ach Vajalil, in Columal to syalnhej uuj, a ach ton tzin a col t'a skal oval, xin chi."
        },
        {
            "number": "8",
            "text": "Mamin Jehov치, manh ak' sgana eb' sk'ulan chukal, manh ak' sgana spensar eb' yic max yik'chaanh sb'a eb'. Ha eb' tzoymajoch t'ayin, sna tastac eb', palta aocab' tas sna eb' chi' scot t'a yib'anh."
        },
        {
            "number": "9",
            "text": "Emocab' tzak'ak' chac xilinac t'a yib'anh eb', b'atocab' eb' t'a skal k'ak'. Yumjocab'b'at eb' t'a yol xab' olan, b'aj maxtzac yal-laj sq'ueta eb'."
        },
        {
            "number": "10",
            "text": "Mocxob' cajnajek' eb' alum chukal lolonel t'a sat lu'um tik. Javocab' yaelal t'a yib'anh eb' malaj yelk'och a k'ayb'ub'al t'ay, satocab'el eb'."
        },
        {
            "number": "11",
            "text": "Vojtac a in tik to a ach tza b'o yaj yoval eb' meb'a', tza colanel eb' t'a yol sk'ab' eb' tz'ik'ancanek' junok tas t'a eb'."
        },
        {
            "number": "12",
            "text": "Ha eb' anima wach' spensar, ol yal wach' lolonel eb' t'ayach. Ha eb' anima tojol sb'eyb'al, ol ajnhejek' eb' t'a ichanh."
        }
    ]
}