{
    "chapter": "140",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehov치, colinel d'a yol sk'ab' eb' sk'ulan chucal, k'ub'ej in el d'a eb' b'aj malaj yelk'och a k'ayb'ub'al,"
        },
        {
            "number": "2",
            "text": "yed' d'a yol sk'ab' eb' naannhej chucal yuuj, yujto anhej oval sna eb' d'a masanil tiempo."
        },
        {
            "number": "3",
            "text": "A sti' eb' icha val sti' nok' chan, a tas syal eb' icha val svenenoal sti' junoc nok' chan smilan anima."
        },
        {
            "number": "4",
            "text": "Mamin Jehov치, k'ub'ej in el d'a eb' sk'ulan chucal, eb' malaj yelk'och a k'ayb'ub'al d'ay, eb' naannhej yuuj tas tz'aj in yak'an telvoc."
        },
        {
            "number": "5",
            "text": "A juntzanh eb' anima syik'chaanh sb'a chi', ix yaq'uem yaal eb' d'a yol in b'e."
        },
        {
            "number": "6",
            "text": "Mamin Jehov치, a d'ayach ix vala': In Diosal ach, ab' tas svala' ayic tzin avaji svalan in b'a d'ayach."
        },
        {
            "number": "7",
            "text": "Mamin Dios, ach Vajalil, in Columal to syalnhej uuj, a ach ton tzin a col d'a scal oval, xin chi."
        },
        {
            "number": "8",
            "text": "Mamin Jehov치, manh ak' sgana eb' sk'ulan chucal, manh ak' sgana spensar eb' yic max yik'chaanh sb'a eb'. A eb' tzoymajoch d'ayin, sna tastac eb', palta aocab' tas sna eb' chi' scot d'a yib'anh."
        },
        {
            "number": "9",
            "text": "Emocab' tzak'ak' chac xilinac d'a yib'anh eb', b'atocab' eb' d'a scal k'ak'. Yumjocab'b'at eb' d'a yol xab' olan, b'aj maxtzac yal-laj sq'ueta eb'."
        },
        {
            "number": "10",
            "text": "Mocxob' cajnajek' eb' alum chucal lolonel d'a sat luum tic. Javocab' yaelal d'a yib'anh eb' malaj yelk'och a k'ayb'ub'al d'ay, satocab'el eb'."
        },
        {
            "number": "11",
            "text": "Vojtac a in tic to a ach tza b'o yaj yoval eb' meb'a', tza colanel eb' d'a yol sk'ab' eb' tz'ik'ancanek' junoc tas d'a eb'."
        },
        {
            "number": "12",
            "text": "A eb' anima vach' spensar, ol yal vach' lolonel eb' d'ayach. A eb' anima tojol sb'eyb'al, ol ajnhejek' eb' d'a ichanh."
        }
    ]
}