{
    "chapter": "143",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ab' in lesal, cham val ab'an tas svala'. Tak'vanh d'ayin, ina to te tojol ach, tzak'annhejelk'och tas tzala'."
        },
        {
            "number": "2",
            "text": "Manh a k'anb'ej tas vaj a in a checab' in tic, yujto malaj junoc mach vach' yaj d'a a sat."
        },
        {
            "number": "3",
            "text": "Ix in pechji b'eyek' yuj eb' ayoch ajk'olal d'ayin, ix in stek'anem eb' d'a sat luum. Ix in yak' cajnaj eb' d'a scal q'uik'alq'uinal, icha val yaj eb' chamnacxo."
        },
        {
            "number": "4",
            "text": "Manhxo animaoc vaj ticnaic svab'i, te somchajnac in k'ool."
        },
        {
            "number": "5",
            "text": "Tzin nacot juntzanh k'ual ek'nac d'a peca', tzin naub'tanhan masanil tas a b'onac d'a yalanhtax chi'."
        },
        {
            "number": "6",
            "text": "A d'ayach tzin mojb'ejq'ue in k'ab', tzach in nib'ej val, icha val junoc lum taquinh luum snib'an a a'."
        },
        {
            "number": "7",
            "text": "Mamin Jehová, tak'vanh d'ayin d'a elanhchamel, toxo val tz'el in k'ol svab'i. Manh a yaej a colval d'ayin. Icha val eb' chamnac smucchajemi, icham chi' ol in ajoc tato tza yaej a colval d'ayin."
        },
        {
            "number": "8",
            "text": "Ak' in nacot a vach'k'olal d'a junjun q'uinhib'alil, ina to a ach tzach vak'och yipoc in k'ool. Ch'ox d'ayin tas ol aj in b'eyb'ati, yujto van in lesalvi d'ayach."
        },
        {
            "number": "9",
            "text": "Mamin Jehová, colinel d'a yol sk'ab' eb' ajk'ool, yujto a d'ayach tzin say in colnab'il."
        },
        {
            "number": "10",
            "text": "k'ayb'ej in yic tzin b'o icha tas tza nib'ej, yujto in Diosal ach. Aocab' Espíritu vach' tzin ik'an b'ey d'a a vach' b'eyb'al."
        },
        {
            "number": "11",
            "text": "Mamin, manh in a cha chamoc, yic vach' max alchaj chucal lolonel d'ayach. Ik' in elta d'a scal vilk'olal, yujto vach' ach toni."
        },
        {
            "number": "12",
            "text": "Yuj a vach'k'olal d'ayin, yuj chi' tza satcanel masanil eb' ayoch ajk'olal d'ayin, yujto a checab' in."
        }
    ]
}