{
    "chapter": "143",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ab' in lesal, cham wal ab'an tas swala'. Tak'wanh t'ayin, ina to te tojol ach, tzak'annhejelk'och tas tzala'."
        },
        {
            "number": "2",
            "text": "Manh a k'anb'ej tas waj a in a checab' in tik, yujto malaj junok mach wach' yaj t'a a sat."
        },
        {
            "number": "3",
            "text": "Ix in pechji b'eyek' yuj heb' ayoch ajk'olal t'ayin, ix in stek'anem heb' t'a sat lu'um. Ix in yak' cajnaj heb' t'a skal k’ik’ k’inal, icha wal yaj heb' chamnacxo."
        },
        {
            "number": "4",
            "text": "Manhxo animaoc waj ticnaik swab'i, te somchajnac in k'ool."
        },
        {
            "number": "5",
            "text": "Tzin nacot juntzanh k'ual ek'nac t'a peka', tzin naub'tanhan masanil tas a b'onac t'a yalanhtax chi'."
        },
        {
            "number": "6",
            "text": "Ha t'ayach tzin mojb'ejk'e in k'ab', tzach in nib'ej wal, icha wal junok lum taquinh lu'um snib'an ha ha'."
        },
        {
            "number": "7",
            "text": "Mamin Jehová, tak'wanh t'ayin t'a elanhchamel, toxo wal tz'el in k'ol swab'i. Manh a yaej a colwal t'ayin. Icha wal heb' chamnac smucchajemi, icham chi' ol in ajoc tato tza yaej a colwal t'ayin."
        },
        {
            "number": "8",
            "text": "Ak' in nacot a wach'k'olal t'a junjun q'uinhib'alil, ina to a ach tzach wak'och yipoc in k'ool. Ch'ox t'ayin tas ol aj in b'eyb'ati, yujto wan in lesalwi t'ayach."
        },
        {
            "number": "9",
            "text": "Mamin Jehová, colinel t'a yol sk'ab' heb' ajk'ool, yujto a t'ayach tzin say in colnab'il."
        },
        {
            "number": "10",
            "text": "k'ayb'ej in yic tzin b'o icha tas tza nib'ej, yujto in Diosal ach. Aocab' Espíritu wach' tzin ik'an b'ey t'a a wach' b'eyb'al."
        },
        {
            "number": "11",
            "text": "Mamin, manh in a cha chamoc, yic wach' max alchaj chukal lolonel t'ayach. Ik' in elta t'a skal wilk'olal, yujto wach' ach toni."
        },
        {
            "number": "12",
            "text": "Yuj a wach'k'olal t'ayin, yuj chi' tza satcanel masanil heb' ayoch ajk'olal t'ayin, yujto a checab' in."
        }
    ]
}