{
    "chapter": "143",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ab' in lesal, cham val ab'an tas svala'. Tak'vanh t'ayin, ina to te tojol ach, tzak'annhejelk'och tas tzala'."
        },
        {
            "number": "2",
            "text": "Manh a k'anb'ej tas vaj a in a checab' in tik, yujto malaj junok mach wach' yaj t'a a sat."
        },
        {
            "number": "3",
            "text": "Ix in pechji b'eyek' yuj eb' ayoch ajk'olal t'ayin, ix in stek'anem eb' t'a sat lu'um. Ix in yak' cajnaj eb' t'a skal k’ik’ k’inal, icha val yaj eb' chamnacxo."
        },
        {
            "number": "4",
            "text": "Manhxo animaoc vaj ticnaic svab'i, te somchajnac in k'ool."
        },
        {
            "number": "5",
            "text": "Tzin nacot juntzanh k'ual ek'nac t'a peca', tzin naub'tanhan masanil tas a b'onac t'a yalanhtax chi'."
        },
        {
            "number": "6",
            "text": "Ha t'ayach tzin mojb'ejq'ue in k'ab', tzach in nib'ej val, icha val junok lum taquinh lu'um snib'an ha ha'."
        },
        {
            "number": "7",
            "text": "Mamin Jehová, tak'vanh t'ayin t'a elanhchamel, toxo val tz'el in k'ol svab'i. Manh a yaej a colval t'ayin. Icha val eb' chamnac smucchajemi, icham chi' ol in ajoc tato tza yaej a colval t'ayin."
        },
        {
            "number": "8",
            "text": "Ak' in nacot a wach'k'olal t'a junjun q'uinhib'alil, ina to a ach tzach vak'och yipoc in k'ool. Ch'ox t'ayin tas ol aj in b'eyb'ati, yujto van in lesalvi t'ayach."
        },
        {
            "number": "9",
            "text": "Mamin Jehová, colinel t'a yol sk'ab' eb' ajk'ool, yujto a t'ayach tzin say in colnab'il."
        },
        {
            "number": "10",
            "text": "k'ayb'ej in yic tzin b'o icha tas tza nib'ej, yujto in Diosal ach. Aocab' Espíritu wach' tzin ik'an b'ey t'a a wach' b'eyb'al."
        },
        {
            "number": "11",
            "text": "Mamin, manh in a cha chamoc, yic wach' max alchaj chucal lolonel t'ayach. Ik' in elta t'a skal vilk'olal, yujto wach' ach toni."
        },
        {
            "number": "12",
            "text": "Yuj a wach'k'olal t'ayin, yuj chi' tza satcanel masanil eb' ayoch ajk'olal t'ayin, yujto a checab' in."
        }
    ]
}