{
    "chapter": "144",
    "verses": [
        {
            "number": "1",
            "text": "Aljocab' vach' lolonel d'a Jehová, aton tz'ak'an vip. Aton val tzin k'ayb'ani, syak'anpax in jelanil yic vach' svak' oval."
        },
        {
            "number": "2",
            "text": "Aton icha in nhaq'ueen, icha val in cuartel, in Columal paxi. A' tzin k'ub'aneli. A' ayoch venhuloc. A' tz'ak'anoch eb' chonhab' d'a yalanh in mandar."
        },
        {
            "number": "3",
            "text": "Mamin Jehová ¿tas val jab'oc quelk'och a onh anima onh tic d'a yol a sat, yuj chi' tzonh a nacoti? ¿Tas val quelk'ochi yuj chi' tzonh a ya'ilej?"
        },
        {
            "number": "4",
            "text": "A onh anima onh tic, lajan onh icha val b'aj squik' quik', axo co q'uinal icha val junoc enhul tz'eq'ui."
        },
        {
            "number": "5",
            "text": "Mamin, jac spuertail satchaanh yic tzach emuli. Tzach emul d'a jolomtac vitz yic sq'ue stab'il lum uuj."
        },
        {
            "number": "6",
            "text": "Julemta junoc a jul-lab', aton jun k'ak' tz'ek' copnajoc, tza pechanb'at eb' ayoch ajk'olal d'ayach d'a scal somk'olal."
        },
        {
            "number": "7",
            "text": "Masanto d'a satchaanh chi' tzaq'uemta a k'ab' tzin a colanel d'a jun a' mar te nivan, syalelk'ochi, aton eb' ch'oc chonhab'il."
        },
        {
            "number": "8",
            "text": "Colinel d'a eb' esalvum chi', aton eb' syik'chaanh sk'ab' syak'an sti' d'a tastac manh yeloc."
        },
        {
            "number": "9",
            "text": "Ach in Diosal, ol in b'itej jun ak' b'it d'ayach. Ol in b'itan yed' sb'ital salterio d'ayach."
        },
        {
            "number": "10",
            "text": "Uuj val, syal yuj eb' rey, a ach ton ix in a col d'a q'uen espada tzonh milanchamoc, a in David a checab' in tic."
        },
        {
            "number": "11",
            "text": "A ticnaic, colinel d'a yol sk'ab' eb' ch'oc chonhab'il, eb' esalvum syak' sti' d'a tastac manh yeloc syala'."
        },
        {
            "number": "12",
            "text": "Q'uib'ocab' eb' cuninal icha val tas tz'avchaj to ya ilab'il. A eb' ix quisil lajanocab' eb' ix icha junoc yoyal templo tzeyb'il, te vach' yilji."
        },
        {
            "number": "13",
            "text": "A co pat, b'ud'jinacocab'el yuj junjun macanh vael. A nok' co calnel, q'uib'ocab' sb'isul nok' d'a smilal. Manhxo b'ischajb'enocab' tz'aj sb'isul nok' co vacax."
        },
        {
            "number": "14",
            "text": "Uneviocab' nok', mocab' tonhejoc tz'ek' sti' nok'. Malajocab' mach tz'el yav d'a yol scalleal co chonhab' yuj yaelal."
        },
        {
            "number": "15",
            "text": "Yelxo val te vach' yic junoc chonhab' to icha chi' yaji. Yelxo val te vach' yic junoc chonhab' to a Jehová ayoch sDiosaloc."
        }
    ]
}