{
    "chapter": "144",
    "verses": [
        {
            "number": "1",
            "text": "Aljocab' wach' lolonel t'a Jehová, aton tz'ak'an vip. Aton val tzin k'ayb'ani, syak'anpax in jelanil yic wach' svak' oval."
        },
        {
            "number": "2",
            "text": "Aton icha in nhaq'ueen, icha val in cuartel, in Columal paxi. A' tzin k'ub'aneli. A' ayoch venhuloc. A' tz'ak'anoch eb' chonhab' t'a yalanh in mandar."
        },
        {
            "number": "3",
            "text": "Mamin Jehová ¿tas val jab'oc quelk'och a onh anima onh tik t'a yol a sat, yuj chi' tzonh a nacoti? ¿Tas val quelk'ochi yuj chi' tzonh a ya'ilej?"
        },
        {
            "number": "4",
            "text": "Ha onh anima onh tik, lajan onh icha val b'aj squik' quik', haxo co q'uinal icha val junok enhul tz'eq'ui."
        },
        {
            "number": "5",
            "text": "Mamin, jac spuertail satcha’anh yic tzach emuli. Tzach emul t'a jolomtac vitz yic sq'ue stab'il lum uuj."
        },
        {
            "number": "6",
            "text": "Julemta junok a jul-lab', aton jun k'ak' tzek' copnajoc, tza pechanb'at eb' ayoch ajk'olal t'ayach t'a skal somk'olal."
        },
        {
            "number": "7",
            "text": "Masanto t'a satcha’anh chi' tzaq'uemta a k'ab' tzin a colanel t'a jun ha' mar te niwan, syalelk'ochi, aton eb' ch'oc chonhab'il."
        },
        {
            "number": "8",
            "text": "Colinel t'a eb' esalvum chi', aton eb' syik'chaanh sk'ab' syak'an sti' t'a tastac manh yeloc."
        },
        {
            "number": "9",
            "text": "Ach in Diosal, ol in b'itej jun ak' b'it t'ayach. Ol in b'itan yet' sb'ital salterio t'ayach."
        },
        {
            "number": "10",
            "text": "Uuj val, syal yuj eb' rey, a ach ton ix in a col t'a q'uen espada tzonh milanchamoc, a in David a checab' in tik."
        },
        {
            "number": "11",
            "text": "Ha ticnaic, colinel t'a yol sk'ab' eb' ch'oc chonhab'il, eb' esalvum syak' sti' t'a tastac manh yeloc syala'."
        },
        {
            "number": "12",
            "text": "Q'uib'ocab' eb' cuninal icha val tas tz'avchaj to ya ilab'il. Ha eb' ix quisil lajanocab' eb' ix icha junok yoyal templo tzeyb'il, te wach' yilji."
        },
        {
            "number": "13",
            "text": "Ha co pat, b'ud'jinacocab'el yuj junjun makan vael. Ha nok' co calnel, q'uib'ocab' sb'isul nok' t'a smilal. Manhxo b'ischajb'enocab' tz'aj sb'isul nok' co vacax."
        },
        {
            "number": "14",
            "text": "Uneviocab' nok', mocab' tonhejoc tzek' sti' nok'. Malajocab' mach tz'el yav t'a yol scalleal co chonhab' yuj yaelal."
        },
        {
            "number": "15",
            "text": "Yelxo val te wach' yic junok chonhab' to icha chi' yaji. Yelxo val te wach' yic junok chonhab' to a Jehová ayoch sDiosaloc."
        }
    ]
}