{
    "chapter": "145",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, a ach ton in Reyal ach, ol valcanel a b'inajnaquil. D'a masanil tiempo ol vak' yuj diosal t'ayach."
        },
        {
            "number": "2",
            "text": "Junjun k'u ol val wach' lolonel t'ayach. Ol ach vik'anchaanh t'a masanil tiempo."
        },
        {
            "number": "3",
            "text": "Mamin Jehová, te niwan ton elk'ochi, a moj ton val yalchaj wach' lolonel t'ayach. Ha a b'inajnaquil, manhxo b'ischajb'enoc."
        },
        {
            "number": "4",
            "text": "Ha eb' mamab'il, ol yalel yab'ixal tastac tza k'ulej t'a eb' yuninal. Axo eb' uninab'il chi', ol yal pax eb' t'a eb' yixchiquin."
        },
        {
            "number": "5",
            "text": "Ol yalel yab'ixal a tziquiquial eb', aton te niwan yelk'ochi, a inxo jun, ol in naub'tanhej tas satub'tac tza k'ulej."
        },
        {
            "number": "6",
            "text": "Ol alchajel yab'ixal tas satub'tac ix a k'ulej, te ay pax smay. Ha inxo tik, ol valel a b'inajnaquil."
        },
        {
            "number": "7",
            "text": "Ol alchajel yab'ixal jantac a niwan wach'k'olal, te chaanh ol aljoc to te wach' ach toni."
        },
        {
            "number": "8",
            "text": "Mamin Jehová, te niwan ton a wach'k'olal, ay pax oq'uelk'olal, manh elanhchameloc scot oval, tz'ok'nhej a k'ool t'ayonh."
        },
        {
            "number": "9",
            "text": "Mamin Jehová, yelxo val te wach' ach t'a masanil anima. Masanil tas a b'onac, te xajan uuj."
        },
        {
            "number": "10",
            "text": "Mamin Jehová, masanil tastac b'ob'il uuj, yalocab' wach' lolonel t'ayach. Yak'ocab' yuj diosal eb' a chonhab' t'ayach."
        },
        {
            "number": "11",
            "text": "Yalocab'el eb' to te wach' ak'an yajalil. Yalocab' wach' lolonel eb' t'a tas ix a k'ulej, a sch'oxanel a niwan poder."
        },
        {
            "number": "12",
            "text": "Ha yab'ixal a poder yet' a b'inajnaquil t'a opisio, ol yab' eb' anima."
        },
        {
            "number": "13",
            "text": "Ha opisio aynhej ek' t'a junelnhej, Yajal ach t'a masanil tiempo. Ha ach tik tzak'nhejelk'och tas tzala'. Te wach' ach yet' masanil tas a b'onac."
        },
        {
            "number": "14",
            "text": "Mamin Jehová, tzak' yip eb' toxo val stelvi, tzik'an q'ue vaan eb' tz'ixtaxi."
        },
        {
            "number": "15",
            "text": "Ha masanil eb' anima, stanhvej a colval eb', yujto a ach tzak' svael eb' t'a stiempoal."
        },
        {
            "number": "16",
            "text": "Elb'ennhej tas uuj t'a smasanil a k'ool, tzak'an svael masanil tas pitzan."
        },
        {
            "number": "17",
            "text": "Mamin Jehová, tojolton a b'eyb'al, te ay a wach'k'olal t'a tas a b'onaccani."
        },
        {
            "number": "18",
            "text": "B'ecannhej a k'ol a colvaj t'a eb' syal sb'a t'ayach t'a smasanil sk'ool."
        },
        {
            "number": "19",
            "text": "Mamin Jehová, tzak' tas icha sgana eb' ay xivk'olal t'ayach. Ayic sk'anan eb', tzab'i tza colan eb'."
        },
        {
            "number": "20",
            "text": "Mamin Jehová, tzil eb' tzach xajanani. Axo eb' sk'ulan chucal jun, tza satel eb'."
        },
        {
            "number": "21",
            "text": "Mamin Jehová, sval wach' lolonel t'ayach. Axo pax masanil tas b'ob'il uuj, yalocab' wach' lolonel t'ayach ticnaic yet' t'a masanil tiempo."
        }
    ]
}