{
    "chapter": "145",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, a ach ton in Reyal ach, ol valcanel a b'inajnaquil. D'a masanil tiempo ol vak' yuj diosal d'ayach."
        },
        {
            "number": "2",
            "text": "Junjun k'u ol val vach' lolonel d'ayach. Ol ach vik'anchaanh d'a masanil tiempo."
        },
        {
            "number": "3",
            "text": "Mamin Jehová, te nivan ton elk'ochi, a moj ton val yalchaj vach' lolonel d'ayach. A a b'inajnaquil, manhxo b'ischajb'enoc."
        },
        {
            "number": "4",
            "text": "A eb' mamab'il, ol yalel yab'ixal tastac tza k'ulej d'a eb' yuninal. Axo eb' uninab'il chi', ol yal pax eb' d'a eb' yixchiquin."
        },
        {
            "number": "5",
            "text": "Ol yalel yab'ixal a tziquiquial eb', aton te nivan yelk'ochi, a inxo jun, ol in naub'tanhej tas satub'tac tza k'ulej."
        },
        {
            "number": "6",
            "text": "Ol alchajel yab'ixal tas satub'tac ix a k'ulej, te ay pax smay. A inxo tic, ol valel a b'inajnaquil."
        },
        {
            "number": "7",
            "text": "Ol alchajel yab'ixal jantac a nivan vach'k'olal, te chaanh ol aljoc to te vach' ach toni."
        },
        {
            "number": "8",
            "text": "Mamin Jehová, te nivan ton a vach'k'olal, ay pax oq'uelk'olal, manh elanhchameloc scot oval, tz'ok'nhej a k'ool d'ayonh."
        },
        {
            "number": "9",
            "text": "Mamin Jehová, yelxo val te vach' ach d'a masanil anima. Masanil tas a b'onac, te xajan uuj."
        },
        {
            "number": "10",
            "text": "Mamin Jehová, masanil tastac b'ob'il uuj, yalocab' vach' lolonel d'ayach. Yak'ocab' yuj diosal eb' a chonhab' d'ayach."
        },
        {
            "number": "11",
            "text": "Yalocab'el eb' to te vach' ak'an yajalil. Yalocab' vach' lolonel eb' d'a tas ix a k'ulej, a sch'oxanel a nivan poder."
        },
        {
            "number": "12",
            "text": "A yab'ixal a poder yed' a b'inajnaquil d'a opisio, ol yab' eb' anima."
        },
        {
            "number": "13",
            "text": "A opisio aynhej ek' d'a junelnhej, Yajal ach d'a masanil tiempo. A ach tic tzak'nhejelk'och tas tzala'. Te vach' ach yed' masanil tas a b'onac."
        },
        {
            "number": "14",
            "text": "Mamin Jehová, tzak' yip eb' toxo val stelvi, tzik'an q'ue vaan eb' tz'ixtaxi."
        },
        {
            "number": "15",
            "text": "A masanil eb' anima, stanhvej a colval eb', yujto a ach tzak' svael eb' d'a stiempoal."
        },
        {
            "number": "16",
            "text": "Elb'ennhej tas uuj d'a smasanil a k'ool, tzak'an svael masanil tas pitzan."
        },
        {
            "number": "17",
            "text": "Mamin Jehová, tojolton a b'eyb'al, te ay a vach'k'olal d'a tas a b'onaccani."
        },
        {
            "number": "18",
            "text": "B'ecannhej a k'ol a colvaj d'a eb' syal sb'a d'ayach d'a smasanil sk'ool."
        },
        {
            "number": "19",
            "text": "Mamin Jehová, tzak' tas icha sgana eb' ay xivk'olal d'ayach. Ayic sk'anan eb', tzab'i tza colan eb'."
        },
        {
            "number": "20",
            "text": "Mamin Jehová, tzil eb' tzach xajanani. Axo eb' sk'ulan chucal jun, tza satel eb'."
        },
        {
            "number": "21",
            "text": "Mamin Jehová, sval vach' lolonel d'ayach. Axo pax masanil tas b'ob'il uuj, yalocab' vach' lolonel d'ayach ticnaic yed' d'a masanil tiempo."
        }
    ]
}