{
    "chapter": "147",
    "verses": [
        {
            "number": "1",
            "text": "Calec vach' lolonel d'a Jehová. Manhxo jantacoc svach'il co b'itan b'it d'a co Diosal. Smojton val co b'itan d'ay yed' juntzanh b'it te vach'."
        },
        {
            "number": "2",
            "text": "A Jehová sb'oanxi Jerusalén, ol smolb'ejxicot eb' quetisraelal sacleminac yajcanb'ati."
        },
        {
            "number": "3",
            "text": "A tz'ak'an snivanil sk'ol eb' pitz'anoch cuselal d'a spixan. A' tz'anhtan syaelal eb' chi'."
        },
        {
            "number": "4",
            "text": "A' na'annac jantac sb'isul q'uen k'anal sb'onac, yak'annacoch sb'i junjun q'ueen."
        },
        {
            "number": "5",
            "text": "Yelxo val te nivan yelk'och co Diosal tic, nivan spoder, malaj slajvub'al sjelanil."
        },
        {
            "number": "6",
            "text": "A' tz'ik'an q'ue vaan eb' anima emnaquil yeq'ui, palta a eb' sk'ulan chucal, tz'ik'chajcanem eb' sik'lab'il yuuj."
        },
        {
            "number": "7",
            "text": "Co b'itejec Jehová yic scak'an yuj diosal yed' te' arpa sco b'itejec."
        },
        {
            "number": "8",
            "text": "A' tz'ak'anoch asun d'a satchaanh, slajvi chi' syak'ancot nhab' d'a sat luum tic. A' tz'ak'an q'uib' anh ank'ultac d'a tzalquixtac."
        },
        {
            "number": "9",
            "text": "Anhejton pax a' tz'ak'an svael nok' nok' yed' nok' yunetac joj ayic tz'el yav nok' yuj vejel."
        },
        {
            "number": "10",
            "text": "A Jehová, max tzalajlaj yed' eb' anima tz'ak'anoch yip nok' chej, ma yipal eb' soldado yipoc sk'ool."
        },
        {
            "number": "11",
            "text": "Palta stzalaj yed' eb' ay xivk'olal d'ay, aton eb' tz'ak'anoch svach'k'olal yipoc sk'ool."
        },
        {
            "number": "12",
            "text": "Ex aj Jerusalén, calec vach' lolonel d'a Jehová. Ex aj Sion, co b'itejec co Diosal."
        },
        {
            "number": "13",
            "text": "A' tz'ak'anoch yip yijchuloc spuertail chonhab' Jerusalén, syak'anpax svach'k'olal d'a eb' cuninal."
        },
        {
            "number": "14",
            "text": "A' tz'ak'an junk'olal d'a yol smacb'en co chonhab' tic, syak'anpax b'ud'joc yuj ixim trigo te vach'."
        },
        {
            "number": "15",
            "text": "A' tz'ak'ancot slolonel d'a sat luum tic, elanhchamel tz'elk'ochi."
        },
        {
            "number": "16",
            "text": "A co Diosal tz'ak'ancot q'uen sacb'acom icha yilji sac lana. A' tz'ak'anoch q'uen cheev pococal, icha q'uen tik'aq'uil taanh tz'ajcan q'ueen."
        },
        {
            "number": "17",
            "text": "A' tz'ak'ancot q'uen sacb'at icha q'uen cotac q'ueen. Axo val sical q'ueen, malaj junoc mach stechaj yuuj."
        },
        {
            "number": "18",
            "text": "Syalanpaxi to tz'ulaxb'at q'ueen, syak'ancot ik', yic sb'ey yalil q'ueen chi'."
        },
        {
            "number": "19",
            "text": "A slolonel yed' sk'ayb'ub'al, ix yak' cojtaquejel a onh israel yinhtilal onh vinhaj Jacob tic."
        },
        {
            "number": "20",
            "text": "Manh ichocta' ix yutej d'a junocxo nación. Maj yojtaquejel-laj sk'ayb'ub'al co Diosal juntzanhxo chonhab' chi'. Calec vach' lolonel d'a Jehová."
        }
    ]
}