{
    "chapter": "147",
    "verses": [
        {
            "number": "1",
            "text": "Calec wach' lolonel t'a Jehová. Manhxo jantacoc svach'il co b'itan b'it t'a co Diosal. Smojton val co b'itan t'ay yet' juntzanh b'it te wach'."
        },
        {
            "number": "2",
            "text": "Ha Jehová sb'oanxi Jerusalén, ol smolb'ejxicot eb' quetisraelal sacleminac yajcanb'ati."
        },
        {
            "number": "3",
            "text": "Ha tz'ak'an snivanil sk'ol eb' pitz'anoch cuselal t'a spixan. A' tz'anhtan syaelal eb' chi'."
        },
        {
            "number": "4",
            "text": "A' na'annac jantac sb'isul q'uen k'anal sb'onac, yak'annacoch sb'i junjun q'ueen."
        },
        {
            "number": "5",
            "text": "Yelxo val te niwan yelk'och co Diosal tik, niwan spoder, malaj slajvub'al sjelanil."
        },
        {
            "number": "6",
            "text": "A' tz'ik'an q'ue vaan eb' anima emnaquil yeq'ui, palta a eb' sk'ulan chucal, tz'ik'chajcanem eb' sik'lab'il yuj."
        },
        {
            "number": "7",
            "text": "Co b'itejec Jehová yic scak'an yuj diosal yet' te' arpa sco b'itejec."
        },
        {
            "number": "8",
            "text": "A' tz'ak'anoch asun t'a satcha’anh, slajvi chi' syak'ancot nhab' t'a sat lu'um tik. A' tz'ak'an q'uib' anh ank'ultak t'a tzalquixtac."
        },
        {
            "number": "9",
            "text": "Anhejton pax ha' tz'ak'an svael nok' nok' yet' nok' yunetac joj ayic tz'el yav nok' yuj vejel."
        },
        {
            "number": "10",
            "text": "Ha Jehová, max tzalajlaj yet' eb' anima tz'ak'anoch yip nok' chej, ma yipal eb' soldado yipoc sk'ool."
        },
        {
            "number": "11",
            "text": "Palta stzalaj yet' eb' ay xivk'olal t'ay, aton eb' tz'ak'anoch svach'k'olal yipoc sk'ool."
        },
        {
            "number": "12",
            "text": "Ex aj Jerusalén, calec wach' lolonel t'a Jehová. Ex aj Sion, co b'itejec co Diosal."
        },
        {
            "number": "13",
            "text": "A' tz'ak'anoch yip yijchuloc spuertail chonhab' Jerusalén, syak'anpax svach'k'olal t'a eb' cuninal."
        },
        {
            "number": "14",
            "text": "A' tz'ak'an junk'olal t'a yol smacb'en co chonhab' tik, syak'anpax b'ud'joc yuj ixim trigo te wach'."
        },
        {
            "number": "15",
            "text": "A' tz'ak'ancot slolonel t'a sat lu'um tik, elanhchamel tz'elk'ochi."
        },
        {
            "number": "16",
            "text": "Ha co Diosal tz'ak'ancot q'uen sacb'acom icha yilji sac lana. A' tz'ak'anoch q'uen cheev pococal, icha q'uen tik'aq'uil taanh tz'ajkan q'ueen."
        },
        {
            "number": "17",
            "text": "A' tz'ak'ancot q'uen sacb'at icha q'uen cotac q'ueen. Axo val sical q'ueen, malaj junok mach stechaj yuj."
        },
        {
            "number": "18",
            "text": "Syalanpaxi to tz'ulaxb'at q'ueen, syak'ancot ik', yic sb'ey yalil q'ueen chi'."
        },
        {
            "number": "19",
            "text": "Ha slolonel yet' sk'ayb'ub'al, ix yak' cojtaquejel a onh israel yinhtilal onh vinhaj Jacob tik."
        },
        {
            "number": "20",
            "text": "Manh ichocta' ix yutej t'a junocxo nación. Maj yojtaquejel-laj sk'ayb'ub'al co Diosal juntzanhxo chonhab' chi'. Calec wach' lolonel t'a Jehová."
        }
    ]
}