{
    "chapter": "148",
    "verses": [
        {
            "number": "1",
            "text": "Calec vach' lolonel d'a Jehová. Aljocab' vach' lolonel d'a Jehová masanto d'a schaanhil satchaanh."
        },
        {
            "number": "2",
            "text": "Alec vach' lolonel d'ay masanil ex yángel. Alec vach' lolonel masanil ex soldadoal satchaanh."
        },
        {
            "number": "3",
            "text": "Ik'chajocab' chaanh Jehová yuj k'u yed' q'uen uj. Ik'chajocab' chaanh yuj q'uen nitk'anal te vach' yilji yoc."
        },
        {
            "number": "4",
            "text": "Ik'chajocab' chaanh yuj satchaanh, to chaanh ay yed' pax yuj a a' ayek' d'a yib'anh satchaanh chi'."
        },
        {
            "number": "5",
            "text": "Alchajocab' vach' lolonel d'a Jehová, yujto tonhej ix yala' ix b'ocan smasanil."
        },
        {
            "number": "6",
            "text": "A' ix b'oancan masanil juntzanh chi' d'a yed'tal yic vach' ayek' ta' d'a masanil tiempo, ix yak'ancanoch d'a sleyal to malaj b'aq'uinh ol q'uexchajoc."
        },
        {
            "number": "7",
            "text": "Yalocab' vach' lolonel d'a Jehová masanil tastac ay d'a sat luum tic, nok' nivac nok' ay d'a yol a' mar yed' pax nok' ay d'a sjulal yich a',"
        },
        {
            "number": "8",
            "text": "yed' leb'lon, q'uen sacb'at, q'uen sacb'acom, q'uik'al asun yed' chacxuxum ik', k'anab'ajumocab' syutej sb'a d'a slolonel Jehová chi'."
        },
        {
            "number": "9",
            "text": "Yalocab' vach' lolonel lum nivac vitz d'a Jehová, lum tzalquixtac, te te' syak' sat, te' k'ute',"
        },
        {
            "number": "10",
            "text": "yed' nok' k'ultaquil nok', nok' molb'etzal nok', nok' snhervi, ma sjachvi yed' pax nok' much."
        },
        {
            "number": "11",
            "text": "Ex sreyal yolyib'anhq'uinal tic, ex anima d'a junjun chonhab', ex yajal yed' ex tze b'o yaj eb' chonhab',"
        },
        {
            "number": "12",
            "text": "ex vinac, ex ix, ex ichamtac anima yed' pax ex unin, alec vach' lolonel d'a Jehová e masanil."
        },
        {
            "number": "13",
            "text": "Alec vach' lolonel d'a Jehová e masanil yujto anhej te b'inajnac. A stziquiquial ay masanto d'a yib'anh satchaanh yed' d'a yib'anh lum luum tic."
        },
        {
            "number": "14",
            "text": "A' ix ak'an quipal a onh schonhab' onh tic. Calec vach' lolonel d'ay a onh israel onh tic, a onhton te xajanab'il onh yuuj. Calec vach' lolonel d'a Jehová."
        }
    ]
}