{
    "chapter": "148",
    "verses": [
        {
            "number": "1",
            "text": "Calec wach' lolonel t'a Jehová. Aljocab' wach' lolonel t'a Jehová masanto t'a schaanhil satcha’anh."
        },
        {
            "number": "2",
            "text": "Alec wach' lolonel t'ay masanil ex yángel. Alec wach' lolonel masanil ex soldadoal satcha’anh."
        },
        {
            "number": "3",
            "text": "Ik'chajocab' chaanh Jehová yuj k'u yet' q'uen uj. Ik'chajocab' chaanh yuj q'uen nitk'anal te wach' yilji yoc."
        },
        {
            "number": "4",
            "text": "Ik'chajocab' chaanh yuj satcha’anh, to chaanh ay yet' pax yuj ha ha' ayek' t'a yib'anh satcha’anh chi'."
        },
        {
            "number": "5",
            "text": "Alchajocab' wach' lolonel t'a Jehová, yujto tonhej ix yala' ix b'ocan smasanil."
        },
        {
            "number": "6",
            "text": "A' ix b'oancan masanil juntzanh chi' t'a yet'tal yic wach' ayek' ta' t'a masanil tiempo, ix yak'ancanoch t'a sleyal to malaj b'ak'uinh ol q'uexchajoc."
        },
        {
            "number": "7",
            "text": "Yalocab' wach' lolonel t'a Jehová masanil tastac ay t'a sat lu'um tik, nok' nivac nok' ay t'a yol ha' mar yet' pax nok' ay t'a sjulal yich ha',"
        },
        {
            "number": "8",
            "text": "yet' leb'lon, q'uen sacb'at, q'uen sacb'acom, k'ik'al asun yet' chacxuxum ik', k'anab'ajumocab' syutej sb'ha t'a slolonel Jehová chi'."
        },
        {
            "number": "9",
            "text": "Yalocab' wach' lolonel lum nivac vitz t'a Jehová, lum tzalquixtac, te te' syak' sat, te' k'ute',"
        },
        {
            "number": "10",
            "text": "yet' nok' k'ultaquil nok', nok' molb'etzal nok', nok' snhervi, ma sjachvi yet' pax nok' much."
        },
        {
            "number": "11",
            "text": "Ex sreyal yol yib'anhk’inal tik, ex anima t'a junjun chonhab', ex yajal yet' ex tze b'o yaj eb' chonhab',"
        },
        {
            "number": "12",
            "text": "ex vinac, ex ix, ex ichamtac anima yet' pax ex unin, alec wach' lolonel t'a Jehová e masanil."
        },
        {
            "number": "13",
            "text": "Alec wach' lolonel t'a Jehová e masanil yujto anhej te b'inajnac. Ha stziquiquial ay masanto t'a yib'anh satcha’anh yet' t'a yib'anh lum lum tik."
        },
        {
            "number": "14",
            "text": "A' ix ak'an quipal a onh schonhab' onh tik. Calec wach' lolonel t'ay a onh israel onh tik, a onhton te xajanab'il onh yuj. Calec wach' lolonel t'a Jehová."
        }
    ]
}