{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, tanhvej in val, anhej d'ayach tzin col in b'a."
        },
        {
            "number": "2",
            "text": "Mamin Jehov치, sval d'ayach to Vajal ach. Masanil vach'il ay d'ayin, a d'ayach scoti."
        },
        {
            "number": "3",
            "text": "Te vach' yic eb' tzach k'anab'ajan d'a scal eb' a chonhab'. In gana tzin aj d'a scal eb'."
        },
        {
            "number": "4",
            "text": "Ol te q'uib'chaanh syaelal eb' sb'atcan d'a spatic junoc comon dios. Max vak'ochlaj in b'a vak'an schiq'uil nok' silab' yed' eb' d'a scomon dios chi'. Max val-laj in b'a d'a sdiosal eb' chi'."
        },
        {
            "number": "5",
            "text": "Mamin Jehov치, anhej d'ayach svik' masanil vach'il. A achton tzak' masanil tas snib'ej in k'ool. D'a yol a k'ab' ayek' in q'uinal."
        },
        {
            "number": "6",
            "text": "A val b'aj ix echtejcan in macb'en, yelxo te vach'. Manhxo jantacoc svach'il tas ix ak'can chi' d'ayin."
        },
        {
            "number": "7",
            "text": "Mamin Jehov치, sval vach' lolonel d'ayach yujto a ach tzak' in raz칩n, tza k'ayb'an pax in pensar d'ak'valil."
        },
        {
            "number": "8",
            "text": "Masanil tiempo naan achnhej vuuj. Yujto ayachnhej ek' ved'oc, yuj chi' malaj tas tzin ik'ani."
        },
        {
            "number": "9",
            "text": "Yuj chi' ste tzalaj in k'ool tzin b'itani. Malaj tas tzin na'a, yujto tzach vak'och yipoc in k'ool."
        },
        {
            "number": "10",
            "text": "Manh ol in actejcanlaj d'a scal eb' chamnac, manh ol a cha k'ab'at in nivanil tic, a in k'anab'ajum in tic d'ayach."
        },
        {
            "number": "11",
            "text": "Tzak' vojtaquejel sb'eal q'uinal, tzak'an tzalajb'oc in k'ool ayic ayinek' ed'oc. Aynhej tzalajk'olal d'a a tz'ey d'a masanil q'uinal."
        }
    ]
}