{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, tanhvej in val, anhej t'ayach tzin col in b'a."
        },
        {
            "number": "2",
            "text": "Mamin Jehov치, swal t'ayach to Vajal ach. Masanil wach'il ay t'ayin, a t'ayach scoti."
        },
        {
            "number": "3",
            "text": "Te wach' yic eb' tzach k'anab'ajan t'a skal eb' a chonhab'. In gana tzin aj t'a skal eb'."
        },
        {
            "number": "4",
            "text": "Ol te q'uib'chaanh syaelal eb' sb'atcan t'a spatic junok comon dios. Max vak'ochlaj in b'a vak'an schiq'uil nok' silab' yet' eb' t'a scomon dios chi'. Max val-laj in b'ha t'a sdiosal eb' chi'."
        },
        {
            "number": "5",
            "text": "Mamin Jehov치, anhej t'ayach svik' masanil wach'il. Ha achton tzak' masanil tas snib'ej in k'ool. D'a yol a k'ab' ayek' in q'uinal."
        },
        {
            "number": "6",
            "text": "Ha val b'aj ix echtejcan in macb'en, yelxo te wach'. Manhxo jantacoc swach'il tas ix ak'kan chi' t'ayin."
        },
        {
            "number": "7",
            "text": "Mamin Jehov치, swal wach' lolonel t'ayach yujto a ach tzak' in raz칩n, tza k'ayb'an pax in pensar t'ak'walil."
        },
        {
            "number": "8",
            "text": "Masanil tiempo naan achnhej vuuj. Yujto ayachnhej ek' ved'oc, yuj chi' malaj tas tzin ik'ani."
        },
        {
            "number": "9",
            "text": "Yuj chi' ste tzalaj in k'ool tzin b'itani. Malaj tas tzin na'a, yujto tzach vak'och yipoc in k'ool."
        },
        {
            "number": "10",
            "text": "Manh ol in actejcanlaj t'a skal eb' chamnac, manh ol a cha k'ab'at in nivanil tik, a in k'anab'ajum in tik t'ayach."
        },
        {
            "number": "11",
            "text": "Tzak' vojtaquejel sb'eal q'uinal, tzak'an tzalajb'oc in k'ool ayic ayinek' ed'oc. Aynhej tzalajk'olal t'a a tz'ey t'a masanil q'uinal."
        }
    ]
}