{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ab' in lolonel te yel tik, cotanh k'elan t'ayin ayic swalan in b'a t'ayach. Ak'cot tz'eyan a chiquin t'a in lesal tik, yujto manh in k'ajanoc walan esal lolonel."
        },
        {
            "number": "2",
            "text": "Ha ach ton tzala' to malaj in mul, ojtac wal to tojol in pensar."
        },
        {
            "number": "3",
            "text": "Ojtac masanil tas tzin na'a, wach'chom t'ak'walil. Ix in a b'eyk'olej, palta malaj jab'oc chukal ix ilchaj uuj t'ayin. Toxo ix in na' to malaj tas chuk ol wala'. Icha syal a lolonel, najat ix in elcan t'a sb'eal heb' comonxonhej smak'an heb' yetanimail."
        },
        {
            "number": "4",
            "text": "Tek'tek' swutej in b'a in b'at t'a yol a b'e. Malaj b'aj ix in el b'esnaj t'ay."
        },
        {
            "number": "5",
            "text": "Ach in Diosal, swal in b'a t'ayach, yujto tzab'nhej tas swala'. Mamin ak'cot tz'eyan a chiquin t'ayin t'a tas swal tik."
        },
        {
            "number": "6",
            "text": "Ha heb' sayanek' a colwal, tza col heb' t'a heb' yajk'ool, tzin nib'ej to tza ch'ox a wach'k'olal t'ayin, aton juntzanh satub'tac."
        },
        {
            "number": "7",
            "text": "Ya'ilej in, icha syutej junok mach syailan yol sat, icha chi' tzin utej. k'ub'ej in el icha wal syutej nok' caxlanh smoyank'e yune'."
        },
        {
            "number": "8",
            "text": "Colinel t'a heb' chuk scot t'ayin. Colin t'a heb' milumcham anima tz'och oyan t'a in patic chi'."
        },
        {
            "number": "9",
            "text": "Max ok'laj sk'ol heb' chuk chi' t'a heb' yetanimail, te ak'umtacnhej slolon heb'."
        },
        {
            "number": "10",
            "text": "Lak'an tzak'an heb' t'a in patic, ix oymaj heb' t'a in patic wichanh, toxonhej stanhwej heb' in yecan telwoc t'a sat lu'um."
        },
        {
            "number": "11",
            "text": "Lajan heb' icha junok nok' choj wotz'anemi, ayic tz'elta jucnaj nok' syam schib'ej."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, ochanh wed'oc, mac sat heb' ayoch ajk'olal t'ayin yic stelwi heb'. Ak'lab'ej k'een espada tzin a colanel t'a yol sk'ab' heb' chuk chi'."
        },
        {
            "number": "13",
            "text": "Mamin Jehová, colinel yet' a poder t'a yol sk'ab' heb' anima anhej tastac ay t'a yol yib'anhk’inal tik snib'ej syik'cani. Ak'cot syaelal heb', jun yaelal yictaxon heb' yaji. Ochocab' locan heb' yuninal heb' yet' yixchiquin heb' yet'oc."
        },
        {
            "number": "14",
            "text": "Ha inxo jun, yujto tojol in pensar, yuj chi' ol ach wila''. Ayic ol in pitzwock'e waan, manhxalaj tas ol snib'ej in k'ool, yujto ol in tzalaj wal t'a ichanh."
        }
    ]
}