{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ab' in lolonel te yel tik, cotanh q'uelan t'ayin ayic svalan in b'a t'ayach. Ak'cot tz'eyan a chiquin t'a in lesal tik, yujto manh in k'ajanoc valan esal lolonel."
        },
        {
            "number": "2",
            "text": "Ha ach ton tzala' to malaj in mul, ojtac val to tojol in pensar."
        },
        {
            "number": "3",
            "text": "Ojtac masanil tas tzin na'a, wach'chom t'ak'walil. Ix in a b'eyk'olej, palta malaj jab'oc chucal ix ilchaj uuj t'ayin. Toxo ix in na' to malaj tas chuc ol vala'. Icha syal a lolonel, najat ix in elcan t'a sb'eal eb' comonxonhej smak'an eb' yetanimail."
        },
        {
            "number": "4",
            "text": "Tek'tek' svutej in b'a in b'at t'a yol a b'e. Malaj b'aj ix in el b'esnaj t'ay."
        },
        {
            "number": "5",
            "text": "Ach in Diosal, sval in b'a t'ayach, yujto tzab'nhej tas svala'. Mamin ak'cot tz'eyan a chiquin t'ayin t'a tas sval tik."
        },
        {
            "number": "6",
            "text": "Ha eb' sayanek' a colval, tza col eb' t'a eb' yajk'ool, tzin nib'ej to tza ch'ox a wach'k'olal t'ayin, aton juntzanh satub'tac."
        },
        {
            "number": "7",
            "text": "Ya'ilej in, icha syutej junok mach syailan yol sat, icha chi' tzin utej. k'ub'ej in el icha val syutej nok' caxlanh smoyanq'ue yune'."
        },
        {
            "number": "8",
            "text": "Colinel t'a eb' chuc scot t'ayin. Colin t'a eb' milumcham anima tz'och oyan t'a in patic chi'."
        },
        {
            "number": "9",
            "text": "Max ok'laj sk'ol eb' chuc chi' t'a eb' yetanimail, te ak'umtacnhej slolon eb'."
        },
        {
            "number": "10",
            "text": "Lak'an tzak'an eb' t'a in patic, ix oymaj eb' t'a in patic vichanh, toxonhej stanhvej eb' in yecan telvoc t'a sat lu'um."
        },
        {
            "number": "11",
            "text": "Lajan eb' icha junok nok' choj votz'anemi, ayic tz'elta jucnaj nok' syam schib'ej."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, ochanh ved'oc, mac sat eb' ayoch ajk'olal t'ayin yic stelvi eb'. Ak'lab'ej q'uen espada tzin a colanel t'a yol sk'ab' eb' chuc chi'."
        },
        {
            "number": "13",
            "text": "Mamin Jehová, colinel yet' a poder t'a yol sk'ab' eb' anima anhej tastac ay t'a yol yib'anhk’inal tik sgana syik'cani. Ak'cot syaelal eb', jun yaelal yictaxon eb' yaji. Ochocab' locan eb' yuninal eb' yet' yixchiquin eb' yet'oc."
        },
        {
            "number": "14",
            "text": "Ha inxo jun, yujto tojol in pensar, yuj chi' ol ach wila''. Ayic ol in pitzvocq'ue vaan, manhxalaj tas ol snib'ej in k'ool, yujto ol in tzalaj val t'a ichanh."
        }
    ]
}