{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, tzach in xajanej, a ach tzak' ipal t'ayin."
        },
        {
            "number": "2",
            "text": "Mamin Jehová, ichato nhaq'ueen aj t'ayin, ichato in cuartel aji, yujto in Columal ach. Ach in Diosal, a t'ayach scot vip, a t'ayach tzin col in b'a, in Tanhvumal aji. In Columal ach, te ay a poder. Uuj max in yamchajlaj yuj eb' ayoch ajk'olal t'ayin."
        },
        {
            "number": "3",
            "text": "Smojton val a b'itaji. Ayic svalan in b'a t'ayach, t'a val elanhchamel tzin a colcanel t'a yol sk'ab' eb' ajk'ol yajoch t'ayin."
        },
        {
            "number": "4",
            "text": "Ha smay chamel ix oymaj t'a in patic. Manh jantacoc yaelal ix javi t'a vib'anh yic tzin sateli."
        },
        {
            "number": "5",
            "text": "Ha chamel, ichato toxo ix spixoch slasu t'ayin, ichato ix sb'o in yaalil b'aj ol in telvoc."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, ix val in b'a t'ayach ayic ayinek' t'a skal in somk'olal. Ach in Diosal, ix in k'an a colval. Ha t'a a templo ix ab' tas ix vala'. Ix k'och vav t'a a chiquin."
        },
        {
            "number": "7",
            "text": "Ichato chi' ix ek' jun niwan quixcab'. Yelk'olal ix ib'xi yib' lum nivac vitz. Ix tzicub'tanhaj val yuj yoval a k'ool ach in Diosal."
        },
        {
            "number": "8",
            "text": "Ichato ix elta tab' t'a yol a nhi', haxo t'a yol a ti' ichato ix elta jun k'ak' te ov. Ichato ix elta tzipipoc tzak'ak' t'a yol a ti' chi'."
        },
        {
            "number": "9",
            "text": "Ix a jac satcha’anh, ix ach emuli. Ayoch nivac k'ik'al asun t'a yalanh oc ayic ach emul chi'."
        },
        {
            "number": "10",
            "text": "Ay ach q'ue t'a yib'anh jun querubín, ix ach b'at jenhenhoc, ix ach b'at b'achachoc t'a yib'anh ik'."
        },
        {
            "number": "11",
            "text": "k'ub'an ach el b'aj te k'ik'q'uinal. Ix a k'ub'ejel a b'ha t'a skal k'ik'al asun b'ud'jinaquel yuj ha ha'."
        },
        {
            "number": "12",
            "text": "Ay k'ak' ix laj elta copnaj t'a ichanh icha val leb'lon. Ix cot sacb'at t'a skal asun yet' tzak'ak'."
        },
        {
            "number": "13",
            "text": "Mamin Jehová, ek' achto t'a yib'anh smasanil, ix el av, icha val sk'anh k'u t'a satcha’anh. Ix cot sacb'at yet' tzak'ak'."
        },
        {
            "number": "14",
            "text": "Ix ak'anb'at a jul-lab' chi', haxo eb' ajk'ool ix saclemcanb'at eb' yuj. Ix a julanb'at jun k'ak' tzek' copnaj t'a skal eb', ix pechchaj eb' yuj."
        },
        {
            "number": "15",
            "text": "Mamin Jehová, yuj schaanhil ix ach avaji, yuj pax jun ik' te ov ix aq'uelta, ix checlaj yich ha' mar. Yuj pax chi' ix checlaj yich yol yib'anhk’inal tik."
        },
        {
            "number": "16",
            "text": "Ach in Diosal, masanto t'a satcha’anh ix ak'cot a colval t'ayin, ichato ix in ik'q'ueta t'a yol jun ha ha' te jul yich."
        },
        {
            "number": "17",
            "text": "Ix in a colan t'a eb' ajk'ool te ay yip, malaj tzin och t'a eb', yelxo val te tek'an eb' t'a vichanh."
        },
        {
            "number": "18",
            "text": "Ix och b'ulnaj eb' t'ayin ayic ay in och t'a ilk'olal, a achxo Jehová ix ach och ved'oc."
        },
        {
            "number": "19",
            "text": "Ix in ik'anelta b'aj lot'an, ix in ak'ancanoch b'aj levan. Ix in a colo' yujto xajan in uuj."
        },
        {
            "number": "20",
            "text": "Mamin Jehová, ix ak' spak t'ayin, yujto tojol ix vutej in b'a. Ix ak' a wach'k'olal t'ayin, yujto malaj in mul,"
        },
        {
            "number": "21",
            "text": "yujto ix in k'anab'ajej a b'eyb'al. Ach in Diosal, maj in k'ulejlaj chukal yic svik'canel in b'a t'ayach."
        },
        {
            "number": "22",
            "text": "Masanil a k'ayb'ub'al, naannhej vuuj, malaj b'ak'uinh sb'at a lolonel satk'olal vuuj."
        },
        {
            "number": "23",
            "text": "Wach'nhej in b'eyb'al t'a ichanh. Ix in ya'ilej in b'a yic max in b'at t'a chukal."
        },
        {
            "number": "24",
            "text": "Yujnhejton chi' ix ak' spak t'ayin yujto tojol svutej in b'a, malaj pax in mul t'a yol a sat ach Jehová."
        },
        {
            "number": "25",
            "text": "Mamin, a eb' tzach k'anab'ajani, ol elk'och syal a lolonel t'a eb'. Ha eb' wach' spensar, wach' pax tzutej a pensar t'a eb'."
        },
        {
            "number": "26",
            "text": "Wach' tzutej a b'ha t'a eb' wach' sb'eyb'al, palta tza ch'ox a jelanil a tenanek' spensar eb' ixtum anima."
        },
        {
            "number": "27",
            "text": "Tza col eb' emnaquil, haxo eb' syik'chaanh sb'a, tziq'uemta eb'."
        },
        {
            "number": "28",
            "text": "Mamin Jehová, a achton tzak' sakil k'inal t'ayin. Ach in Diosal, a achton tzik'canel k’ik’ k’inal t'ayin."
        },
        {
            "number": "29",
            "text": "Yuj a colval ix in saclemejb'at eb' soldado, ix in k'axpajek' t'a yib'anh smuroal juntzanh chonhab'."
        },
        {
            "number": "30",
            "text": "Ach Jehová Dios, yelxo val te wach' a b'eyb'al. Ha a lolonel ix ak'cani, smoj ton val malaj co chab'k'olal t'ay. Tza colel masanil mach yipk'olal aj yuj."
        },
        {
            "number": "31",
            "text": "Mamin Jehová, malaj junocxo Dios, a achnhej. ¿Tocval ay junocxo colvajum icha ach tik?"
        },
        {
            "number": "32",
            "text": "Ach Dios, a ach tzak'nhej vip. Ha ach tzin a cuchb'ej t'a jun b'e te wach'."
        },
        {
            "number": "33",
            "text": "Icha val sb'ey junok nok' k'ultaquil chej, icha val chi' tz'aj in b'ey uuj. D'a sattac vitz yeq'ui, tek'tek' vaj uuj."
        },
        {
            "number": "34",
            "text": "Ha ach tzin a k'ayb'ej t'a oval, tzak'anpax vip yic tzin pacchitan junok jul-lab' nab'a bronce."
        },
        {
            "number": "35",
            "text": "Mamin, a ach tzin a tanhvej, tzin a colani. Ha a wach' k'ab' tzin yamanq'ue linhan. Yujnhej a wach'k'olal ix in ik'chaanh."
        },
        {
            "number": "36",
            "text": "Wach' ix utej in b'e a b'oani yic wach' max in el-laj nhernajoc."
        },
        {
            "number": "37",
            "text": "Ix in pech eb' ayoch ajk'olal t'ayin, ix yamchaj eb' vuuj. Maj in ochlaj vaan masanto ix cham eb' vuuj."
        },
        {
            "number": "38",
            "text": "Chok' ix vutejcan eb' yic wach' manhxo ol q'ue vaan eb'. Ix telvi eb' t'a skal voc."
        },
        {
            "number": "39",
            "text": "Ha achton tzak' vip yic svak'an oval. Ha eb' schichon sk'ol t'ayin, tzak' yaq'uem sb'a eb' t'ayin."
        },
        {
            "number": "40",
            "text": "Ha ach tza pechel eb' ayoch ajk'olal t'ayin. Yuj chi' syal in satanel eb' malaj tzin och t'ay."
        },
        {
            "number": "41",
            "text": "Sk'an colval eb', palta malaj mach scolan eb'. Stevi eb' t'ayach Jehová, palta max ach tak'vilaj t'a eb'."
        },
        {
            "number": "42",
            "text": "Chok' tz'aj eb' vuuj icha val pococ tz'ik'chajq'ue vaan yuj ik'. Tzin tek'anem eb' icha val stek'chajem lum sok'om t'a yoltac b'e."
        },
        {
            "number": "43",
            "text": "Tzin a colel t'a yoval eb' ch'oc chonhab'il, tzin ak'ancanoch yajaliloc juntzanh nivac chonhab'. Ha eb' anima manh vojtacoclaj, a eb' tzin ak'an servil."
        },
        {
            "number": "44",
            "text": "Anhej syab'an vab'ixal eb', tzin sk'anab'ajan eb'. Ha eb' ch'oc chonhab'il chi', syak'och sb'a eb' t'a yol in k'ab'."
        },
        {
            "number": "45",
            "text": "Tz'ib'xiq'ue eb' yuj xivelal ayic tz'elta eb' t'a yol scuartel."
        },
        {
            "number": "46",
            "text": "Ach Jehová pitzan ach. Ach in Columal, alchajocab' wach' lolonel t'ayach. Ach Dios in Columal, ik'jocab' chaanh a b'i."
        },
        {
            "number": "47",
            "text": "Ha ach tzak' yojtaquejel eb' tzin ixtani to ayach och ved'oc. Tzik'ancot eb' ch'oc chonhab'il t'a yalanh in mandar."
        },
        {
            "number": "48",
            "text": "Ha ach tzin a colel t'a yoval sk'ool eb' ayoch ajk'olal t'ayin, aton eb' schichon sk'ool t'ayin. Mamin, tzin a colanpax t'a eb' comonnhej smak'an anima."
        },
        {
            "number": "49",
            "text": "Yuj chi' jun, swal wach' lolonel t'ayach t'a skal juntzanh nivac chonhab', tzin b'itan pax a b'i."
        },
        {
            "number": "50",
            "text": "Uuj val, svak' ganar nivac oval a in rey in tik, a in sik'b'il in el uuj. D'a masanil tiempo tza ch'ox a wach'k'olal t'ayin a in David in tik yet' t'a eb' winhtilal icha ajnac alani."
        }
    ]
}