{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ha satcha’anh yet' masanil tas ay t'ay, a sch'oxanel sb'inajnaquil Dios, sch'oxanel swach'il smunlajel."
        },
        {
            "number": "2",
            "text": "Junjun k'u, junjun ak'val sch'oxjiel sjelanil yuj tastac ay t'a satcha’anh."
        },
        {
            "number": "3",
            "text": "Wach'chom malaj junok lolonel tz'ab'chaji, malaj pax junok jaj tz'ab'chaj yochi,"
        },
        {
            "number": "4",
            "text": "palta sb'eyb'at yab'ixal Dios t'a masanil sat lu'um tik, masanto b'aj slajvik'och masanil yol yib'anhk’inal tik. Ha t'a satcha’anh, ata' ay k'u yuj Dios."
        },
        {
            "number": "5",
            "text": "Icha val junok vinh quelem ato val snupnaji, stzalaji tz'elta t'a yol scuarto, icha chi' sjavi k'u. Ma icha junok vinac te ay yip stzalaj sk'ool ayic sb'at t'a smunlajel."
        },
        {
            "number": "6",
            "text": "Sq'ueul yoc k'u t'a yichchaanh, sb'atxican t'a b'aj tz'emxicani, malaj junok tas syal scolan sb'ha t'a sk'ak'al."
        },
        {
            "number": "7",
            "text": "Ha val sk'ayb'ub'al Jehová malaj jab'oc spaltail, tz'ak'ji quip yuj. Ha schecnab'il te yel, syak'an sjelanil eb' mantalaj spensar."
        },
        {
            "number": "8",
            "text": "Ha tas syal Jehová, te wach'nhej yaji, stzalajb'i co k'ool yuj. Ha sley Jehová, tojol toni, sjacvi co pensar yuj."
        },
        {
            "number": "9",
            "text": "Ha emnaquilal t'a Jehová te wach'nhej, aynhejek' t'a junelnhej. Ha tas nab'il yuj Jehová te yel, tojol toni."
        },
        {
            "number": "10",
            "text": "Yelxo val te nib'ab'il t'a yichanh q'uen oro te wach'. Yelxo val te chi' t'a yichanh nok' yal chab' ayoch t'a yet'tal."
        },
        {
            "number": "11",
            "text": "Cachnab'il pax yaj t'ayin a in a checab' in tik. Tato tzin k'anab'ajej a lolonel chi', wach' ol in elk'och yuj."
        },
        {
            "number": "12",
            "text": "¿Tom ay junok mach syal yilan sb'ha t'a spaltail? Mamin Jehová, ak' in nivank'olal yuj juntzanhxo in paltail max vil in k'ulani."
        },
        {
            "number": "13",
            "text": "Manh a cha vak'och in b'ha t'a skal chucal. Manh a cha yak' yajalil chucal chi' t'ayin. Icha chi' max och in mul, malaj junok in chucal t'a yol a sat."
        },
        {
            "number": "14",
            "text": "Mamin Jehová in Columal ach, in Tanhvumal ach, chab'ilocab' uuj tas svala' yet' tas tzin na'a."
        }
    ]
}