{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "¿Tas val yuj tz'el veq'uek'oc yav eb' ch'oc chonhab'il sq'uechaanh? ¿Tas val yuj slajtiej sb'a eb' t'a junok tas manh ol tzak'van eb' sb'oani?"
        },
        {
            "number": "2",
            "text": "Ha eb' vinh rey yet' eb' yajal t'a juntzanh chonhab' chi', schichonoch sk'ool eb', junlajanxonhej syutej slajtian sb'a eb' yoch ajk'olal t'a Jehová yet' t'a Vinh Rey Sik'b'ilel yuj."
        },
        {
            "number": "3",
            "text": "Slaj yalan eb' icha tik: Quiq'uequel co b'ha t'a yol sk'ab' Dios yic manhxalaj yalan yic t'ayonh, xchi eb'."
        },
        {
            "number": "4",
            "text": "Ha Jehová Yajal t'a satcha’anh tonhej stzetzaj val eb' yuj, sb'uchji eb' yuj."
        },
        {
            "number": "5",
            "text": "Scot yoval t'a eb', xib'taj eb' yuj. Yed' yoval sk'ool ol yalan t'a eb' icha tik:"
        },
        {
            "number": "6",
            "text": "Toxo ix vak'och yopisio Vinh Rey t'a tzalan Sion, aton jun tzalan sik'b'ilel vuuj, xcham Jehová chi'."
        },
        {
            "number": "7",
            "text": "Axo Vinh Rey Sik'b'ilel chi' tz'alani: Svalcanel tastac ix sna Jehová. Ix yal t'ayin: Ha t'a jun k'u tik, tzin ch'oxeli to Vuninal ach."
        },
        {
            "number": "8",
            "text": "k'an t'ayin, ol vak'an juntzanh nivac chonhab' yet' masanil yol yib'anhk’inal tik t'ayach."
        },
        {
            "number": "9",
            "text": "Ol ak' yajalil t'a yib'anh eb' yet' val a poder. Ol a satel eb' icha tz'aj smak'jipoj junok lum chen t'a junok q'uen k'ococh, xchi t'ayin, xchi Vinh Uninab'il chi'."
        },
        {
            "number": "10",
            "text": "Ha ticnaic jun, ex sreyal, ex yajalil juntzanh chonhab', jelanocab' tzeyutej e pensar, scham val e k'ayb'an tas svala'."
        },
        {
            "number": "11",
            "text": "Hak'uequem e b'ha t'a Jehová t'a tzalajk'olal, ayocab' yelk'och t'a yol e sat."
        },
        {
            "number": "12",
            "text": "Emnaquil tzeyutej pax e b'a t'ay t'a smasanil e k'ool, yic max cot yoval t'ayex. Tato maay, ol ex satel yuj, yujto elanhchamel scot yoval. Te tzalajk'olal yic masanil eb' scol sb'ha t'a Jehová."
        }
    ]
}