{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "¿Tas val yuj tz'el veq'uek'oc yav eb' ch'oc chonhab'il sq'uechaanh? ¿Tas val yuj slajtiej sb'a eb' d'a junoc tas manh ol tzak'van eb' sb'oani?"
        },
        {
            "number": "2",
            "text": "A eb' vinh rey yed' eb' yajal d'a juntzanh chonhab' chi', schichonoch sk'ool eb', junlajanxonhej syutej slajtian sb'a eb' yoch ajk'olal d'a Jehová yed' d'a Vinh Rey Sik'b'ilel yuuj."
        },
        {
            "number": "3",
            "text": "Slaj yalan eb' icha tic: Quiq'uequel co b'a d'a yol sk'ab' Dios yic manhxalaj yalan yic d'ayonh, xchi eb'."
        },
        {
            "number": "4",
            "text": "A Jehová Yajal d'a satchaanh tonhej stzetzaj val eb' yuuj, sb'uchji eb' yuuj."
        },
        {
            "number": "5",
            "text": "Scot yoval d'a eb', xib'taj eb' yuuj. Yed' yoval sk'ool ol yalan d'a eb' icha tic:"
        },
        {
            "number": "6",
            "text": "Toxo ix vak'och yopisio Vinh Rey d'a tzalan Sion, aton jun tzalan sik'b'ilel vuuj, xcham Jehová chi'."
        },
        {
            "number": "7",
            "text": "Axo Vinh Rey Sik'b'ilel chi' tz'alani: Svalcanel tastac ix sna Jehová. Ix yal d'ayin: A d'a jun k'u tic, tzin ch'oxeli to Vuninal ach."
        },
        {
            "number": "8",
            "text": "k'an d'ayin, ol vak'an juntzanh nivac chonhab' yed' masanil yolyib'anhq'uinal tic d'ayach."
        },
        {
            "number": "9",
            "text": "Ol ak' yajalil d'a yib'anh eb' yed' val a poder. Ol a satel eb' icha tz'aj smak'jipoj junoc lum chen d'a junoc q'uen k'ococh, xchi d'ayin, xchi Vinh Uninab'il chi'."
        },
        {
            "number": "10",
            "text": "A ticnaic jun, ex sreyal, ex yajalil juntzanh chonhab', jelanocab' tzeyutej e pensar, scham val e k'ayb'an tas svala'."
        },
        {
            "number": "11",
            "text": "Aq'uequem e b'a d'a Jehová d'a tzalajk'olal, ayocab' yelk'och d'a yol e sat."
        },
        {
            "number": "12",
            "text": "Emnaquil tzeyutej pax e b'a d'ay d'a smasanil e k'ool, yic max cot yoval d'ayex. Tato maay, ol ex satel yuuj, yujto elanhchamel scot yoval. Te tzalajk'olal yic masanil eb' scol sb'a d'a Jehová."
        }
    ]
}