{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehov치, a in rey in tik, tzin tzalaji, yujto syal uuj smasanil. Yelxo val tzin te tzalaji, yujto uuj val ix vak' ganar."
        },
        {
            "number": "2",
            "text": "Ix a b'o tas snib'ej in k'ool, maj a tenek'laj tas ix in k'ana'."
        },
        {
            "number": "3",
            "text": "Te niwan wach'il ix ak' t'ayin, ix ak'anq'ue jun corona oro t'a in jolom."
        },
        {
            "number": "4",
            "text": "Ix in k'an t'ayach to tzak' najatb'oc in q'uinal, a achxo ix ak' t'ayin."
        },
        {
            "number": "5",
            "text": "Te b'inajnac in yuj a colval. Uuj val syal vuuj, ay pax in tziquiquial."
        },
        {
            "number": "6",
            "text": "Manh jantacoc a wach'k'olal ix ak' t'ayin t'a masanil tiempo. Ste tzalaj in k'ool t'a ichanh."
        },
        {
            "number": "7",
            "text": "Mamin Jehov치, ek'al ach t'a yib'anh masanil, yujto a a wach'k'olal ayoch yipoc in k'ool, yuj chi' malaj b'ak'uinh ol in ak'joc ganar."
        },
        {
            "number": "8",
            "text": "Mamin rey, ol a yam masanil eb' ayoch ajk'olal t'ayach, aton eb' malaj sgana tzach yila'."
        },
        {
            "number": "9",
            "text": "Ayic ol a ch'oxan a b'ha t'a skal eb', ol a satancanel eb', icha val tz'aj junok tas slajviel yuj k'ak'. Ha Jehov치 ol satanel eb' yet' yoval sk'ool, haxo k'ak' ol ak'an lajvoquel eb'."
        },
        {
            "number": "10",
            "text": "Ha yuninal eb' ajk'ool chi' yet' eb' yinhtilal eb', ol a satcanel eb' t'a skal anima t'a sat lu'um tik."
        },
        {
            "number": "11",
            "text": "Wach'chom ix snib'ej eb' ix ach yixtej, ix say val modo eb' tas tz'aj ach yak'an ganar, palta maj yal-laj yuj eb',"
        },
        {
            "number": "12",
            "text": "yujto a ach tik ix a pechcanb'at eb' ayic ix och ijan a jul-lab' t'a eb'."
        },
        {
            "number": "13",
            "text": "Mamin Jehov치, ach ik'jocab'chaanh yujto masanil syal uuj. Ol co b'itej ipalil."
        }
    ]
}