{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehov치, a in rey in tik, tzin tzalaji, yujto syal uuj smasanil. Yelxo wal tzin te tzalaji, yujto uuj wal ix wak' ganar."
        },
        {
            "number": "2",
            "text": "Ix a b'o tas snib'ej in k'ool, maj a tenek'laj tas ix in k'ana'."
        },
        {
            "number": "3",
            "text": "Te niwan wach'il ix ak' t'ayin, ix ak'ank'e jun corona oro t'a in jolom."
        },
        {
            "number": "4",
            "text": "Ix in k'an t'ayach to tzak' najatb'oc in k 'inal, a achxo ix ak' t'ayin."
        },
        {
            "number": "5",
            "text": "Te b'inajnac in yuj a colwal. Uuj wal syal wuuj, ay pax in tziquiquial."
        },
        {
            "number": "6",
            "text": "Manh jantacoc a wach'k'olal ix ak' t'ayin t'a masanil tiempo. Ste tzalaj in k'ool t'a ichanh."
        },
        {
            "number": "7",
            "text": "Mamin Jehov치, ek'al ach t'a yib'anh masanil, yujto a a wach'k'olal ayoch yipoc in k'ool, yuj chi' malaj b'ak'uinh ol in ak'joc ganar."
        },
        {
            "number": "8",
            "text": "Mamin rey, ol a yam masanil heb' ayoch ajk'olal t'ayach, aton heb' malaj snib'ej tzach yila'."
        },
        {
            "number": "9",
            "text": "Ayic ol a ch'oxan a b'ha t'a skal heb', ol a satankanel heb', icha wal tz'aj junok tas slajwiel yuj k'ak'. Ha Jehov치 ol satanel heb' yet' yowal sk'ool, haxo k'ak' ol ak'an lajwoquel heb'."
        },
        {
            "number": "10",
            "text": "Ha yuninal heb' ajk'ool chi' yet' heb' yinhtilal heb', ol a satkanel heb' t'a skal anima t'a sat lu'um tik."
        },
        {
            "number": "11",
            "text": "Wach'chom ix snib'ej heb' ix ach yixtej, ix say wal modo heb' tas tz'aj ach yak'an ganar, palta maj yal-laj yuj heb',"
        },
        {
            "number": "12",
            "text": "yujto a ach tik ix a pechcanb'at heb' ayic ix och ijan a jul-lab' t'a heb'."
        },
        {
            "number": "13",
            "text": "Mamin Jehov치, ach ik'jokab'chaanh yujto masanil syal uuj. Ol ko b'itej ipalil."
        }
    ]
}