{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, ach in Diosal, ¿tas wal yuj tzin actejcani? ¿tas wal yuj max in a colo' ayic tz'el wav t'a skal in yaelal?"
        },
        {
            "number": "2",
            "text": "Ach in Diosal, k'ual t'ak'wal wawaj t'ayach, palta max ach tak'wilaj t'ayin, manhxa b'aj syal wik'an wip."
        },
        {
            "number": "3",
            "text": "Ha achxo pax jun, a achxonhejochi, tzach sb'itej heb' wetisraelal."
        },
        {
            "number": "4",
            "text": "Ha heb' ko mam quicham, yak'nac ach och heb' yipoc sk'ool, yalnac sb'a heb' t'ayach, yuj chi' a colnaccanel heb'. Yak'annac ach och heb' t'a sk'ool, yuj chi' maj q'uixwoquel-laj heb'."
        },
        {
            "number": "5",
            "text": "Ha inxo jun, manhxo in animaoc swab'i, icha wal junok nok' ha'ay waj swab'i. Tzheb'ajtac in yilanoch heb' wetanimail, paticab'il in caneli."
        },
        {
            "number": "6",
            "text": "Ha heb' tzin ilani, sb'uchwaj heb' t'ayin, syed'tej in sat heb', syak'an ib'xoc sjolom heb'."
        },
        {
            "number": "7",
            "text": "Syalan heb': Ha jun winh tik, a Jehová ix yak'och winh yipoc sk'ool yalani, yuj chi' coljocab'el winh yuj Jehová chi'. Tato stzalaj sk'ol Dios yet' winh, ak'jocab' el winh t'a libre yuj, xchi heb'."
        },
        {
            "number": "8",
            "text": "Yel toni, a ach ix in ak' aljoc. Ayic wanto in chuni t'a in nun, ix in a tanhwej."
        },
        {
            "number": "9",
            "text": "Atax ix in alji ix in ochcan t'a yol a k'ab'. Atax ay in ek' t'a yol sk'ool in nun, in Diosal achtaxoni."
        },
        {
            "number": "10",
            "text": "Yuj chi' jun, manh a b'esel a b'a t'ayin. Ay in och t'a niwac yaelal, malaj pax mach tz'och wed'oc."
        },
        {
            "number": "11",
            "text": "Toxo ix oymaj heb' ajk'olal t'a in patic, icha wal juntzanh owal wacax t'a yol yic Basán, icha wal chi' heb'."
        },
        {
            "number": "12",
            "text": "Toxonhej sjalali sjaj heb' icha wal junok nok' choj. Sjac sti' heb', sjawi jucnaj heb' t'ayin."
        },
        {
            "number": "13",
            "text": "Van yelcan wip, icha wal tz'aj stob'b'at ha ha'. Toxo ix yaktej sb'a in b'aquil, a wal in pixan, toxo ix ulaxb'at t'a yol in k'ool icha wal nok' chaq'uib'."
        },
        {
            "number": "14",
            "text": "Toxo ix tacji yol in jaj, icha wal junok taquinh lu'um. Toxo ix k'e lotzan wak' stacji, ix in ak'anem t'a skal pokok icha wal junok chamnac."
        },
        {
            "number": "15",
            "text": "Jun wal nhilanh heb' chuk ix och b'uyan t'ayin icha wal nok' tz'i', ix yol in k'ab' heb' yet' woc."
        },
        {
            "number": "16",
            "text": "Syal in b'isan masanil in b'aquil. Yacb'an wan wab'an syail chi', haxo heb' chuk chi', k'elannhej och heb' t'ayin."
        },
        {
            "number": "17",
            "text": "Ha in pichul, ix spuquek' heb' t'a spatic. Axo t'a in pichul jucan, ix yak' suerte heb'."
        },
        {
            "number": "18",
            "text": "Ha achxo Mamin Jehová, Vipumal aji. Manh ach najatb'ocb'at t'ayin. Colin, cotanh elanhchamel t'ayin."
        },
        {
            "number": "19",
            "text": "Colin, manh in a cha xicjocchamoc, manh in a cha smilcham heb' anima icha nok' tz'i'."
        },
        {
            "number": "20",
            "text": "Colinel t'a sti' juntzanh heb' icha nok' choj chi', colinel t'a sch'aac juntzanh icha wal nok' k'ultaquil wacax chi'."
        },
        {
            "number": "21",
            "text": "Ol walanel ab'ixal t'a heb' wetchonhab'. Ayic ol smolb'an sb'a heb', ol ach in b'itej t'a skal heb', ol walan icha tik:"
        },
        {
            "number": "22",
            "text": "Mach onh ay yelk'och Jehová t'a ko sat, calec wach' lolonel t'ay. B'inajnacocab' cuuj masanil onh yinhtilal onh winhaj Jacob. Masanil onh yinhtilal onh Israel, cak'equem ko b'a t'ay."
        },
        {
            "number": "23",
            "text": "Ha Jehová maj yactejcanlaj heb' ayoch syaelal. Manh tonhejoc ix yilochi, maj sk'ub'ejel-laj sb'a. Ayic ix sk'anan scolwal heb', ix sk'anab'ajej Jehová chi' yab'ani, xin cham t'a heb'."
        },
        {
            "number": "24",
            "text": "Mamin Jehová, ol ach in b'itej t'a yichanh junok sniwan molchajelal heb' a chonhab' yet' t'a yichanh heb' tzach xajanani. Ol wak'elk'och in ti' ix wak' t'ayach."
        },
        {
            "number": "25",
            "text": "Ol wa heb' meb'a', ol b'ud'joccan sk'ool heb'. Ol och heb' ejmelal t'a Jehová, ol yal wach' lolonel heb' t'ay, pitzannhej heb' t'a masanil tiempo."
        },
        {
            "number": "26",
            "text": "Masanil juntzanh ch'oc nacional yet' yinhtilal cajan t'a slajwub'k'och sat lu'um tik, ol nachajcot Jehová yuj heb', ol ja heb' t'ay, ol em cuman heb' t'a yichanh."
        },
        {
            "number": "27",
            "text": "Yujto a Jehová ay yic masanil opisio, a Yajal yaj t'a masanil nación t'a yol yib'anhk’inal tik."
        },
        {
            "number": "28",
            "text": "Masanil heb' b'eyum ol wa heb', ol yak'anem sb'a heb' ejmelal t'a Jehová. Masanil heb' chamelb'a yaji, ol em cuman heb' t'a yichanh yujto malaj mach syal scolan sb'ha t'a chamel."
        },
        {
            "number": "29",
            "text": "Ha heb' ichiquinab'il t'a yic b'ak'uinh, ol yak'em sb'a heb' t'a Jehová. Ol alchajel yab'ixal winh Yajal t'a heb' anima toto ol aljoc."
        },
        {
            "number": "30",
            "text": "Ha yab'ixal stojolal yet' swach'il tas sb'onac, ol alchaj t'a heb' toto ol aljoc chi'."
        }
    ]
}