{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, ach in Diosal, ¿tas val yuj tzin actejcani? ¿tas val yuj max in a colo' ayic tz'el vav d'a scal in yaelal?"
        },
        {
            "number": "2",
            "text": "Ach in Diosal, k'ual d'ak'val vavaj d'ayach, palta max ach tak'vilaj d'ayin, manhxa b'aj syal vik'an vip."
        },
        {
            "number": "3",
            "text": "A achxo pax jun, a achxonhejochi, tzach sb'itej eb' vetisraelal."
        },
        {
            "number": "4",
            "text": "A eb' co mam quicham, yak'nac ach och eb' yipoc sk'ool, yalnac sb'a eb' d'ayach, yuj chi' a colnaccanel eb'. Yak'annac ach och eb' d'a sk'ool, yuj chi' maj q'uixvoquel-laj eb'."
        },
        {
            "number": "5",
            "text": "A inxo jun, manhxo in animaoc svab'i, icha val junoc nok' a'ay vaj svab'i. Tzeb'ajtac in yilanoch eb' vetanimail, paticab'il in caneli."
        },
        {
            "number": "6",
            "text": "A eb' tzin ilani, sb'uchvaj eb' d'ayin, syed'tej in sat eb', syak'an ib'xoc sjolom eb'."
        },
        {
            "number": "7",
            "text": "Syalan eb': A jun vinh tic, a Jehová ix yak'och vinh yipoc sk'ool yalani, yuj chi' coljocab'el vinh yuj Jehová chi'. Tato stzalaj sk'ol Dios yed' vinh, ak'jocab' el vinh d'a libre yuuj, xchi eb'."
        },
        {
            "number": "8",
            "text": "Yel toni, a ach ix in ak' aljoc. Ayic vanto in chuni d'a in nun, ix in a tanhvej."
        },
        {
            "number": "9",
            "text": "Atax ix in alji ix in ochcan d'a yol a k'ab'. Atax ay in ek' d'a yol sk'ool in nun, in Diosal achtaxoni."
        },
        {
            "number": "10",
            "text": "Yuj chi' jun, manh a b'esel a b'a d'ayin. Ay in och d'a nivac yaelal, malaj pax mach tz'och ved'oc."
        },
        {
            "number": "11",
            "text": "Toxo ix oymaj eb' ajk'olal d'a in patic, icha val juntzanh oval vacax d'a yol yic Basán, icha val chi' eb'."
        },
        {
            "number": "12",
            "text": "Toxonhej sjalali sjaj eb' icha val junoc nok' choj. Sjac sti' eb', sjavi jucnaj eb' d'ayin."
        },
        {
            "number": "13",
            "text": "Van yelcan vip, icha val tz'aj stob'b'at a a'. Toxo ix yactej sb'a in b'aquil, a val in pixan, toxo ix ulaxb'at d'a yol in k'ool icha val nok' chaq'uib'."
        },
        {
            "number": "14",
            "text": "Toxo ix tacji yol in jaj, icha val junoc taquinh luum. Toxo ix q'ue lotzan vak' stacji, ix in ak'anem d'a scal pococ icha val junoc chamnac."
        },
        {
            "number": "15",
            "text": "Jun val nhilanh eb' chuc ix och b'uyan d'ayin icha val nok' tz'i', ix yol in k'ab' eb' yed' voc."
        },
        {
            "number": "16",
            "text": "Syal in b'isan masanil in b'aquil. Yacb'an van vab'an syail chi', axo eb' chuc chi', q'uelannhej och eb' d'ayin."
        },
        {
            "number": "17",
            "text": "A in pichul, ix spuquek' eb' d'a spatic. Axo d'a in pichul jucan, ix yak' suerte eb'."
        },
        {
            "number": "18",
            "text": "A achxo Mamin Jehová, Vipumal aji. Manh ach najatb'ocb'at d'ayin. Colin, cotanh elanhchamel d'ayin."
        },
        {
            "number": "19",
            "text": "Colin, manh in a cha xicjocchamoc, manh in a cha smilcham eb' anima icha nok' tz'i'."
        },
        {
            "number": "20",
            "text": "Colinel d'a sti' juntzanh eb' icha nok' choj chi', colinel d'a sch'aac juntzanh icha val nok' k'ultaquil vacax chi'."
        },
        {
            "number": "21",
            "text": "Ol valanel ab'ixal d'a eb' vetchonhab'. Ayic ol smolb'an sb'a eb', ol ach in b'itej d'a scal eb', ol valan icha tic:"
        },
        {
            "number": "22",
            "text": "Mach onh ay yelk'och Jehová d'a co sat, calec vach' lolonel d'ay. B'inajnacocab' cuuj masanil onh yinhtilal onh vinhaj Jacob. Masanil onh yinhtilal onh Israel, caq'uequem co b'a d'ay."
        },
        {
            "number": "23",
            "text": "A Jehová maj yactejcanlaj eb' ayoch syaelal. Manh tonhejoc ix yilochi, maj sk'ub'ejel-laj sb'a. Ayic ix sk'anan scolval eb', ix sk'anab'ajej Jehová chi' yab'ani, xin cham d'a eb'."
        },
        {
            "number": "24",
            "text": "Mamin Jehová, ol ach in b'itej d'a yichanh junoc snivan molchajelal eb' a chonhab' yed' d'a yichanh eb' tzach xajanani. Ol vaq'uelk'och in ti' ix vak' d'ayach."
        },
        {
            "number": "25",
            "text": "Ol va eb' meb'a', ol b'ud'joccan sk'ool eb'. Ol och eb' ejmelal d'a Jehová, ol yal vach' lolonel eb' d'ay, pitzannhej eb' d'a masanil tiempo."
        },
        {
            "number": "26",
            "text": "Masanil juntzanh ch'oc nacional yed' yinhtilal cajan d'a slajvub'k'och sat luum tic, ol nachajcot Jehová yuj eb', ol ja eb' d'ay, ol em cuman eb' d'a yichanh."
        },
        {
            "number": "27",
            "text": "Yujto a Jehová ay yic masanil opisio, a Yajal yaj d'a masanil nación d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "28",
            "text": "Masanil eb' b'eyum ol va eb', ol yak'anem sb'a eb' ejmelal d'a Jehová. Masanil eb' chamelb'a yaji, ol em cuman eb' d'a yichanh yujto malaj mach syal scolan sb'a d'a chamel."
        },
        {
            "number": "29",
            "text": "A eb' ichiquinab'il d'a yic b'aq'uinh, ol yaq'uem sb'a eb' d'a Jehová. Ol alchajel yab'ixal vinh Yajal d'a eb' anima toto ol aljoc."
        },
        {
            "number": "30",
            "text": "A yab'ixal stojolal yed' svach'il tas sb'onac, ol alchaj d'a eb' toto ol aljoc chi'."
        }
    ]
}