{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, tik val sval in b'a t'ayach."
        },
        {
            "number": "2",
            "text": "Ach in Diosal, a achnhej tzach vak'och yipoc in k'ool. Manh in actejcan t'a skal nivac q'uixvelal. Manh in a cha yak' ganar eb' ajk'ool yajoch t'ayin yic max tzalaj eb' in stzetzani."
        },
        {
            "number": "3",
            "text": "Vojtac val to a masanil eb' tzach ak'anoch yipoc sk'ool, manh ol q'uixvoquel-laj eb'. Ha eb' schichon sk'ol t'ayach t'a nab'anhej, q'uixvocab'el eb'."
        },
        {
            "number": "4",
            "text": "Mamin Jehová, ch'ox a b'e t'ayin. D'a juntzanh a b'e chi' tzin ik' b'eyoc."
        },
        {
            "number": "5",
            "text": "k'ayb'ej in t'a a lolonel te yel, yic wach' tzin b'ey t'a wach'il, yujto in Diosal ach, in Columal ach. Ha achnhej tzach vak'och yipoc in k'ool t'a masanil tiempo."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, nacot a chamk'olal yet' a wach'k'olal, jun toxonton ix ak' quila'."
        },
        {
            "number": "7",
            "text": "Axo pax juntzanh in mul jun, manhxo a nacoti. Manhxoocab' a nacot in chucal t'a yictax ix vak'an quelemal. Mamin, tzin a nacot yet' a niwan chamk'olal yet' a wach'k'olal."
        },
        {
            "number": "8",
            "text": "Mamin Jehová, wach' ach toni, tojol ach toni. Yuj chi' tza tojolb'itej sb'eyb'al eb' sk'ulan chucal."
        },
        {
            "number": "9",
            "text": "Tza ch'oxan pax eb' emnaquil t'a sb'eal tojolal, aton b'eyb'al tza nib'ej."
        },
        {
            "number": "10",
            "text": "Yuj a wach'k'olal, yujto tza k'anab'ajej pax tas tzala', yuj chi' tza cuchb'ej eb' sk'anab'ajan a checnab'il icha syal a trato."
        },
        {
            "number": "11",
            "text": "Mamin Jehová, te niwan in chucal. Ak' in nivank'olal icha val ix utej alani."
        },
        {
            "number": "12",
            "text": "Ha mach tzach k'anab'ajani, tza k'ayb'ej eb'. D'a jun b'e wach' tzik'b'at eb'."
        },
        {
            "number": "13",
            "text": "Toxonton tzik'chaanh eb'. Ha eb' yuninal eb' ol icancan lum lum tik."
        },
        {
            "number": "14",
            "text": "Ha eb' ay elk'och t'a sat, aton eb' ay xivk'olal t'ayach, tzak' razón t'a eb', tzak'an pax elk'och a trato t'a eb'."
        },
        {
            "number": "15",
            "text": "Mamin Jehová, anhej t'ayach ayoch in pensar. Ha ach ol in a colel t'a ch'anh yaal."
        },
        {
            "number": "16",
            "text": "Mamin, ilincoti, ok'oc val a k'ool t'ayin. Ina to in ch'ocojil, te ay in och t'a ilk'olal."
        },
        {
            "number": "17",
            "text": "Ix te nivanb'i vilk'olal tik, colinel t'a in somk'olal."
        },
        {
            "number": "18",
            "text": "Ilincot t'a in cusk'olal yet' t'a in yaelal, tzak'ancan nivank'olal in chucal."
        },
        {
            "number": "19",
            "text": "Il tonab'i, manh jantacoc eb' ayoch ajk'olal t'ayin, ste chichonoch sk'ol eb' t'ayin."
        },
        {
            "number": "20",
            "text": "Tanhvej in, manh in a cha chamoc, manh in a chab'at t'a nivac q'uixvelal, yujto a t'ayach tzin col in b'a."
        },
        {
            "number": "21",
            "text": "Comonoc tzin a colo', yujto wach' in b'eyb'al, malaj in mul. Ha ach ayachoch yipoc in k'ool."
        },
        {
            "number": "22",
            "text": "Ach in Diosal, colonhcanel a onh israel onh tik t'a co cusk'olal yuj masanil syaelal."
        }
    ]
}