{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ch'oxcaneli to malaj in mul, yujto anhej tas vach' ayoch d'a in pensar in k'ulani. Mamin, ayach och yipoc in k'ool, malaj in chab'k'olal d'ayach."
        },
        {
            "number": "2",
            "text": "Mamin, ilin, b'eytzitej in pensar yed' tas tzin nib'ej."
        },
        {
            "number": "3",
            "text": "Yujto max b'atcanlaj a vach'k'olal satk'olal vuuj, tzach in k'anab'ajejnhej."
        },
        {
            "number": "4",
            "text": "Manh junnhejoclaj tzin ek' yed' eb' ixtum anima. Malaj b'aj junnhej tzin ek' yed' eb' chab' sat."
        },
        {
            "number": "5",
            "text": "Tzin yajcanel smolchajelal eb' chuc chi'. Val yel malaj b'aj vach' vak'an yed' eb' tz'ixtanb'at vach' b'eyb'al."
        },
        {
            "number": "6",
            "text": "Tzin b'iquel in k'ab' yuj in ch'oxaneli to malaj in chucal. Ichato chi' b'ian tzin ek' oyoyoc d'a spatic yichanh altar,"
        },
        {
            "number": "7",
            "text": "svalan vach' lolonel d'a b'ital, svalanel masanil tas satub'tac tza b'o'o."
        },
        {
            "number": "8",
            "text": "Mamin Jehová, tzin xajanej a templo b'aj cajan ach eq'ui. Ata' tz'alchajel snivanil elk'ochi."
        },
        {
            "number": "9",
            "text": "Manh iq'uel in q'uinal yed' eb' sk'ulan chucal. Manh in a satel yed' eb' milum anima,"
        },
        {
            "number": "10",
            "text": "yujto anhej chucal snib'ej eb' sk'ulej, b'ecan sk'ol eb' schaan q'uen tumin yic smontaji."
        },
        {
            "number": "11",
            "text": "A inxo jun, tzin nib'ej tzin b'eynhej d'a in vach'ilal, yuj chi' colinel Mamin, ok'oc val a k'ool d'ayin,"
        },
        {
            "number": "12",
            "text": "yic tek'annhej vaj d'a b'eyb'al vach'. Mamin Jehová, ol val vach' lolonel d'ayach d'a scal eb' molanek' d'a ichanh."
        }
    ]
}