{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ch'oxcaneli to malaj in mul, yujto anhej tas wach' ayoch t'a in pensar in k'ulani. Mamin, ayach och yipoc in k'ool, malaj in chab'k'olal t'ayach."
        },
        {
            "number": "2",
            "text": "Mamin, ilin, b'eytzitej in pensar yet' tas tzin nib'ej."
        },
        {
            "number": "3",
            "text": "Yujto max b'atcanlaj a wach'k'olal satk'olal vuuj, tzach in k'anab'ajejnhej."
        },
        {
            "number": "4",
            "text": "Manh junnhejoclaj tzin ek' yet' eb' ixtum anima. Malaj b'aj junnhej tzin ek' yet' eb' chab' sat."
        },
        {
            "number": "5",
            "text": "Tzin yajcanel smolchajelal eb' chuk chi'. Val yel malaj b'aj wach' vak'an yet' eb' tz'ixtanb'at wach' b'eyb'al."
        },
        {
            "number": "6",
            "text": "Tzin b'iquel in k'ab' yuj in ch'oxaneli to malaj in chukal. Ichato chi' b'ian tzin ek' oyoyoc t'a spatic yichanh altar,"
        },
        {
            "number": "7",
            "text": "svalan wach' lolonel t'a b'ital, svalanel masanil tas satub'tac tza b'o'o."
        },
        {
            "number": "8",
            "text": "Mamin Jehová, tzin xajanej a templo b'aj cajan ach eq'ui. Ata' tz'alchajel snivanil elk'ochi."
        },
        {
            "number": "9",
            "text": "Manh iq'uel in q'uinal yet' eb' sk'ulan chukal. Manh in a satel yet' eb' milum anima,"
        },
        {
            "number": "10",
            "text": "yujto anhej chukal snib'ej eb' sk'ulej, b'ecan sk'ol eb' schaan q'uen tumin yic smontaji."
        },
        {
            "number": "11",
            "text": "Ha inxo jun, tzin nib'ej tzin b'eynhej t'a in wach'ilal, yuj chi' colinel Mamin, ok'oc val a k'ool t'ayin,"
        },
        {
            "number": "12",
            "text": "yic tek'annhej vaj t'a b'eyb'al wach'. Mamin Jehová, ol val wach' lolonel t'ayach t'a skal eb' molanek' t'a ichanh."
        }
    ]
}