{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová tz'ak'an sakil k'inal t'ayin, in Kolumal paxi. ¿Machto wal b'aj syal in xiwi? Ha tzin colani, yuj chi' malaj b'aj tzin xiwi."
        },
        {
            "number": "2",
            "text": "Ha heb' chuk smol sb'ha t'a in patic yic tzin satanel heb' yalani, palta a heb' ayoch ajk'olal chi' t'ayin, ol lajwoquel heb'."
        },
        {
            "number": "3",
            "text": "Wach'chom junok b'ulan soldado tz'och oyan t'a in patic wichanh, wal yel, manh ol in xivlaj. Wach'chom sk'e waan heb' yak' owal wed'oc, anheja' wak'anoch Dios yipoc in k'ool."
        },
        {
            "number": "4",
            "text": "Junnhej wal tas tzin k'an t'a Jehová, aton jun tik tzin nib'ej: To tzin ek' t'a stemplo Dios yacb'an pitzan in yic swil sniwanil yelk'och Dios chi', swak'anpaxem in b'a t'ay."
        },
        {
            "number": "5",
            "text": "Ayic ol jawok yaelal t'a wib'anh, a ol in k'ub'aneloc. Ha t'a skajnub', ata' ol in sk'ub'ejeli. Ol in yik'k'e t'a yib'anh junok k'een yic tzin colchajkaneli."
        },
        {
            "number": "6",
            "text": "Ichaton wal chi' ol aj in scolankanel t'a heb' ajk'ool oyanoch t'a in patic wichanh. D'a skal av yet' tzalajk'olal ol wak' in silab' t'a Jehová t'a yol stemplo. Ol wal wach' lolonel t'a b'ital t'ay."
        },
        {
            "number": "7",
            "text": "Mamin, a t'ayach tzin awaji, cha ab' t'ayin. Ok'oc wal a k'ool t'ayin, tak'wanh t'ayin."
        },
        {
            "number": "8",
            "text": "Mamin Jehová, a in pensar ix alan t'ayin to tzin nitzcot in b'ha t'a a tz'ey. Yuj chi' swak' wip in nitzanoch in b'ha t'a a tz'ey chi'."
        },
        {
            "number": "9",
            "text": "Manh a k'ub'ejel a b'a t'ayin. Manh in a chec meltzaj yet' yowal a k'ool. Ha achtaxon tzin a colo'. Ach in Diosal in Kolumal ach, manh in actejkan in ch'ocoj."
        },
        {
            "number": "10",
            "text": "Mamin Jehová, wach'chom tzin yaktejkan heb' in mam in nun, palta a ach ol in a tanhwej."
        },
        {
            "number": "11",
            "text": "Mamin, ch'ox a b'e t'ayin, ik' in b'at t'a yol b'e tojol, yuj heb' ajk'ool snib'an in yak'an telwoc."
        },
        {
            "number": "12",
            "text": "Manh in ak'kanoch t'a yol sk'ab' heb' ayoch ajk'olal t'ayin. Sk'e waan heb' t'a in patic, syesan in muloc heb'. Snib'ej heb' tzin yak' chamoc."
        },
        {
            "number": "13",
            "text": "Mamin Jehová, swak'och t'a in k'ool to ol a ch'ox a wach'k'olal t'ayin yacb'an pitzan into, tato maay, toxom ix pax wip naic."
        },
        {
            "number": "14",
            "text": "Ex wetchonhab', ak'ecoch Jehová yipoc he k'ool. Tek'tek' tzeyutej he b'a, manh eyak' chab'ax he k'ool. Val yel, ak'ecnhejoch Jehová yipoc he k'ool."
        }
    ]
}