{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová tz'ak'an sakil k'inal t'ayin, in Columal paxi. ¿Machto val b'aj syal in xivi? Ha tzin colani, yuj chi' malaj b'aj tzin xivi."
        },
        {
            "number": "2",
            "text": "Ha eb' chuk smol sb'ha t'a in patic yic tzin satanel eb' yalani, palta a eb' ayoch ajk'olal chi' t'ayin, ol lajvoquel eb'."
        },
        {
            "number": "3",
            "text": "Wach'chom junok b'ulan soldado tz'och oyan t'a in patic vichanh, val yel, manh ol in xivlaj. Wach'chom sq'ue vaan eb' yak' oval ved'oc, anheja' vak'anoch Dios yipoc in k'ool."
        },
        {
            "number": "4",
            "text": "Junnhej val tas tzin k'an t'a Jehová, aton jun tik tzin nib'ej: To tzin ek' t'a stemplo Dios yacb'an pitzan in yic svil snivanil yelk'och Dios chi', svak'anpaxem in b'a t'ay."
        },
        {
            "number": "5",
            "text": "Ayic ol javok yaelal t'a vib'anh, a ol in k'ub'aneloc. Ha t'a scajnub', ata' ol in sk'ub'ejeli. Ol in yik'q'ue t'a yib'anh junok q'ueen yic tzin colchajcaneli."
        },
        {
            "number": "6",
            "text": "Ichaton val chi' ol aj in scolancanel t'a eb' ajk'ool oyanoch t'a in patic vichanh. D'a skal av yet' tzalajk'olal ol vak' in silab' t'a Jehová t'a yol stemplo. Ol val wach' lolonel t'a b'ital t'ay."
        },
        {
            "number": "7",
            "text": "Mamin, a t'ayach tzin avaji, cha ab' t'ayin. Ok'oc val a k'ool t'ayin, tak'vanh t'ayin."
        },
        {
            "number": "8",
            "text": "Mamin Jehová, a in pensar ix alan t'ayin to tzin nitzcot in b'ha t'a a tz'ey. Yuj chi' svak' vip in nitzanoch in b'ha t'a a tz'ey chi'."
        },
        {
            "number": "9",
            "text": "Manh a k'ub'ejel a b'a t'ayin. Manh in a chec meltzaj yet' yoval a k'ool. Ha achtaxon tzin a colo'. Ach in Diosal in Columal ach, manh in actejcan in ch'ocoj."
        },
        {
            "number": "10",
            "text": "Mamin Jehová, wach'chom tzin yactejcan eb' in mam in nun, palta a ach ol in a tanhvej."
        },
        {
            "number": "11",
            "text": "Mamin, ch'ox a b'e t'ayin, ik' in b'at t'a yol b'e tojol, yuj eb' ajk'ool snib'an in yak'an telvoc."
        },
        {
            "number": "12",
            "text": "Manh in ak'canoch t'a yol sk'ab' eb' ayoch ajk'olal t'ayin. Sq'ue vaan eb' t'a in patic, syesan in muloc eb'. Sgana eb' tzin yak' chamoc."
        },
        {
            "number": "13",
            "text": "Mamin Jehová, svak'och t'a in k'ool to ol a ch'ox a wach'k'olal t'ayin yacb'an pitzan into, tato maay, toxom ix pax vip naic."
        },
        {
            "number": "14",
            "text": "Ex vetchonhab', aq'uecoch Jehová yipoc e k'ool. Tek'tek' tzeyutej e b'a, manh eyak' chab'ax e k'ool. Val yel, aq'uecnhejoch Jehová yipoc e k'ool."
        }
    ]
}