{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ex aj satchaanh, alec vach' lolonel d'a Jehová. Alec vach' lolonel d'ay to syal yuj smasanil, te b'inajnac."
        },
        {
            "number": "2",
            "text": "Alec vach' lolonel d'a Jehová icha d'a smojal. Aq'uequem e b'a d'ay d'a stemplo te vach' yilji."
        },
        {
            "number": "3",
            "text": "A Jehová Dios te nivan yelk'ochi, tz'ab'chaj sjaj d'a yib'anh a' mar. A tz'ak'an k'anh k'u, a tz'ak'an mandar d'a yib'anh a' oval mar chi'."
        },
        {
            "number": "4",
            "text": "A sjaj Jehová tz'ab'chaji, manh jantacoc spoder. Yuj sjaj chi' scheclaji to te nivan yelk'ochi."
        },
        {
            "number": "5",
            "text": "Yuj yav Jehová sjecchajcanb'at te' k'ute'. Yuj Jehová spojcan juntzanh te' nivac k'ute' d'a Líbano."
        },
        {
            "number": "6",
            "text": "A juntzanh lum nivac vitz yic Líbano yed' lum yic Sirión, tz'ib'xi lum yuj Jehová. Sq'ue b'achnaj lum vitz chi', icha sq'ue chennaj junoc nok' quelem vacax."
        },
        {
            "number": "7",
            "text": "A yav Jehová, a tz'ak'ancot copnaj leb'lon."
        },
        {
            "number": "8",
            "text": "A yav Jehová tz'ak'an ib'xoc lum tz'inan luum. A' tz'ak'an ib'xoc lum tz'inan luum yic Cades."
        },
        {
            "number": "9",
            "text": "A yuj yav Jehová tz'el jequeljoc sk'ab'tac te' ji, axonhej yib' te' scan d'a sat lum vitz. Axo d'a stemplo tz'alchaj vach' lolonel d'ay yuj eb' anima smasanil."
        },
        {
            "number": "10",
            "text": "A Jehová ak'annac yajalil d'a jun a' oval a' mucvajum. Yajal yaj d'a masanil tiempo."
        },
        {
            "number": "11",
            "text": "A tz'ak'an yip eb' schonhab'. Yuj svach'il sk'ool Jehová, syak' junk'olal d'ayonh a onh schonhab' onh tic."
        }
    ]
}