{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ex aj satcha’anh, alec wach' lolonel t'a Jehová. Alec wach' lolonel t'ay to syal yuj smasanil, te b'inajnac."
        },
        {
            "number": "2",
            "text": "Alec wach' lolonel t'a Jehová icha t'a smojal. Hak'uequem e b'a t'ay t'a stemplo te wach' yilji."
        },
        {
            "number": "3",
            "text": "Ha Jehová Dios te niwan yelk'ochi, tz'ab'chaj sjaj t'a yib'anh ha' mar. Ha tz'ak'an k'anh k'u, a tz'ak'an mandar t'a yib'anh ha' oval mar chi'."
        },
        {
            "number": "4",
            "text": "Ha sjaj Jehová tz'ab'chaji, manh jantacoc spoder. Yuj sjaj chi' scheclaji to te niwan yelk'ochi."
        },
        {
            "number": "5",
            "text": "Yuj yav Jehová sjecchajcanb'at te' k'ute'. Yuj Jehová spojcan juntzanh te' nivac k'ute' t'a Líbano."
        },
        {
            "number": "6",
            "text": "Ha juntzanh lum nivac vitz yic Líbano yet' lum yic Sirión, tz'ib'xi lum yuj Jehová. Sq'ue b'achnaj lum vitz chi', icha sq'ue chennaj junok nok' quelem vacax."
        },
        {
            "number": "7",
            "text": "Ha yav Jehová, a tz'ak'ancot copnaj leb'lon."
        },
        {
            "number": "8",
            "text": "Ha yav Jehová tz'ak'an ib'xoc lum tzinan lu'um. A' tz'ak'an ib'xoc lum tzinan lu'um yic Cades."
        },
        {
            "number": "9",
            "text": "Ha yuj yav Jehová tz'el jequeljoc sk'ab'tac te' ji, axonhej yib' te' skan t'a sat lum vitz. Axo t'a stemplo tz'alchaj wach' lolonel t'ay yuj eb' anima smasanil."
        },
        {
            "number": "10",
            "text": "Ha Jehová ak'annac yajalil t'a jun ha' oval ha' mucvajum. Yajal yaj t'a masanil tiempo."
        },
        {
            "number": "11",
            "text": "Ha tz'ak'an yip eb' schonhab'. Yuj svach'il sk'ool Jehová, syak' junk'olal t'ayonh a onh schonhab' onh tik."
        }
    ]
}