{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, tzach in b'itej yet' in wach' lolonel, yujto ix in a sik'k'e waan t'a skal in niwan yaelal, maj in a cha b'uchjoc yuj heb' ayoch ajk'olal t'ayin."
        },
        {
            "number": "2",
            "text": "Mamin, in Diosal ach, ix in k'an a colwal, ix ak'an b'oxoc in k'ool."
        },
        {
            "number": "3",
            "text": "Mamin, a ach ton ix in a colel t'a chamel. Ix ak' in k 'inal, maj in a chab'atlaj t'a skal heb' chamnac."
        },
        {
            "number": "4",
            "text": "B'itananhec t'a Jehová, mach ex to schonhab' ex, b'itejec yujto anhej Te Niwan Yelk'ochi."
        },
        {
            "number": "5",
            "text": "Yujto junnhej rato ay yowal sk'ool, haxo swach'k'olal aynhejek' t'a masanil tiempo. Wach'chom tzonh ok' t'ak'walil, haxo yic sq'uinhib'i sja ko tzalajk'olal."
        },
        {
            "number": "6",
            "text": "Ayic te wach' waji, ix in na' icha tik: Malaj b'ak'uinh ol in telwoc yuj junok tas, xin chi."
        },
        {
            "number": "7",
            "text": "Mamin Jehová, yuj wal swach'il a k'ool, ix in ak'kanoch b'aj malaj tas tzin ik'ani. Palta ayic ix ik'anel a b'a t'ayin, ix somchajkanel in k'ool."
        },
        {
            "number": "8",
            "text": "Mamin, ix ach wavtej, ix walan in b'a t'ayach:"
        },
        {
            "number": "9",
            "text": "¿Tasto a ganar t'ayin, q'uinaloc tato tzin chami, tzin mucchaji? Manhxo ol yal-laj ach sb'itan heb' toxo ix och pokokal. Manh ol yal pax laj yalan wach' lolonel heb' t'ayach yuj swach'il tas ix a b'o'o, xin chi."
        },
        {
            "number": "10",
            "text": "Mamin Jehová, ab' wal tas swala', ok'oc wal a k'ool t'ayin. Mamin, ochannhej wed'oc."
        },
        {
            "number": "11",
            "text": "Ix ak'an k'exmaj in yaelal t'a tzalajk'olal. Ix ik'anel in cusk'olal, ix ak'ankanoch k'apac pichul yic q'uinh in pichuloc."
        },
        {
            "number": "12",
            "text": "Yuj wal chi' jun, ach Jehová in Diosal, max yal-laj wem numan. Tzin b'itan t'ayach t'a aloj wach' lolonel yet' ak'oj yuj diosal t'ayach t'a masanil tiempo."
        }
    ]
}