{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, anhej d'ayach tzin col in b'a. Malajocab' b'aq'uinh tzin a cha somchajeli. Colinel yuj a tojolal."
        },
        {
            "number": "2",
            "text": "Ak'cot tz'eyan a chiquin d'ayin, tzin a colan d'a elanhchamel. Ochanh in nhaq'ueenoc b'aj ol in col in b'a."
        },
        {
            "number": "3",
            "text": "Yujto in nhaq'ueen ach, in cuartel ach, yuj chi' ochanh venhuloc. Ik' in b'eyoc yic manh ol ach alchaj chucal."
        },
        {
            "number": "4",
            "text": "Colin d'a jun yaal ix em d'a vichanh, yujto in Columal ach."
        },
        {
            "number": "5",
            "text": "Mamin Jehová, ach in Diosal, svak'canoch in b'a d'a yol a k'ab'. A ach tzin a colcaneli, to tz'elk'och syal a lolonel."
        },
        {
            "number": "6",
            "text": "Tzin chaquel eb' anima syaq'uem sb'a d'a juntzanh comon dios malaj yelk'ochi. A inxo Mamin Jehová, tzach vak'och yipoc in k'ool."
        },
        {
            "number": "7",
            "text": "Tzin tzalaj val yuj a vach'k'olal. A ach ix iq'uel in cusk'olal, ojtac pax in yaelal."
        },
        {
            "number": "8",
            "text": "Maj in ak'canoch d'a yol sk'ab' eb' vajk'ool. Te levan b'aj ix in can uuj."
        },
        {
            "number": "9",
            "text": "Mamin Jehová, ok'ocab' val a k'ool d'ayin, yujto ay in och d'a ilk'olal. Ix te chacb'i in sat voq'ui, manhxalaj yip in pixan yed' in nivanil."
        },
        {
            "number": "10",
            "text": "A in q'uinal slajviem d'a scal in yaelal. A vab'ilal slajviel yuj in k'acvi. A cusk'olal tz'ik'anel vip, k'ununi yel yip in nivanil tic svab'i."
        },
        {
            "number": "11",
            "text": "Tzetzab'il in yuj eb' ayoch ajk'olal d'ayin, b'uchb'il in yuj eb' cajan d'a in lak'anil. Yajb'il in canel yuj eb' ojtannac in. A eb' tzin ilan d'a yoltac b'e, tz'el eb' d'ayin."
        },
        {
            "number": "12",
            "text": "Junelnhej ix in b'atcan satk'olal yuj eb'. Icha val to manhxo in animaoc svab'i, icha val junoc lum xalu pojnac, icha chi' vaji."
        },
        {
            "number": "13",
            "text": "Svab' sajson eb' vetchonhab' d'a in patic. Yalxonhej b'ajtiil, ay xivk'olal sja d'ayin. Junlajanxonhej snaan eb' d'a in patic. Nanon yek' sk'ool eb' tas syutej in yak'anchamoc."
        },
        {
            "number": "14",
            "text": "A inxo jun Mamin Jehová, a achnhej ayachoch yipoc in k'ool. Toxonton svala': A ach val tic, in Diosal ach, xin chi."
        },
        {
            "number": "15",
            "text": "Yol val a k'ab' ay in q'uinal. Colinel d'a eb' ayoch ajk'olal d'ayin, aton eb' tzak'anoch vuuj."
        },
        {
            "number": "16",
            "text": "Il in val och a in a checab' in tic yuj svach'il a k'ool, tzin a colanel yuj a vach'k'olal."
        },
        {
            "number": "17",
            "text": "Mamin, van valan in b'a d'ayach. Manh in ak'b'at d'a nivac q'uixvelal. A eb' chuc tzak'canb'at d'a nivac q'uixvelal chi', tzak'ancanb'at eb' b'aj tz'inan, b'aj ay eb' chamnac."
        },
        {
            "number": "18",
            "text": "A eb' snaanq'ue lolonel, numk'ajocab' eb', yujto syal lolonel eb' ya d'a eb' anima vach'. Spatiquejel eb' vach' spensar eb', sb'uchvaj eb' d'a eb' vach' chi'."
        },
        {
            "number": "19",
            "text": "Yel ton val nivan a vach'k'olal tzak' d'a eb' tzach ik'anchaanh. D'a yichanh eb' anima tzak' a vach'ilal d'a eb' tzach ak'anoch yipoc sk'ool."
        },
        {
            "number": "20",
            "text": "A d'a a tz'ey tza k'ub'ejel eb' d'a chucal sna eb' puch vinac. A b'aj ay ach tza colel eb' d'a schucal lolonel eb' ajk'olal yajoch d'a eb'."
        },
        {
            "number": "21",
            "text": "Alchajocab' vach' lolonel d'ayach Mamin Jehová, yujto satub'tac tas ix a b'o d'ayin yuj a vach'k'olal, ayic oyanoch eb' ajk'ool d'a in patic vichanh."
        },
        {
            "number": "22",
            "text": "A val yic manhxo animaoc in k'ool, ix in na' to ix in ik'canel d'a ichanh, axo val yic ix in k'anan a colval, ix ab' in tevi."
        },
        {
            "number": "23",
            "text": "Xajanejec Jehová, masanil ex yiquexxo yujto a' stanhvan eb' sk'anab'ajani, palta tz'acan syutej yak'an yaelal d'a yib'anh eb' syik'chaanh sb'a."
        },
        {
            "number": "24",
            "text": "Tek'b'ejec e b'a mach ex tzeyak'och Jehová yipoc e k'ool."
        }
    ]
}