{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, anhej t'ayach tzin col in b'a. Malajokab' b'ak'uinh tzin a cha somchajeli. Colinel yuj a tojolal."
        },
        {
            "number": "2",
            "text": "Ak'cot tz'eyan a chiquin t'ayin, tzin a colan t'a elanhchamel. Ochanh in nhak'eenoc b'aj ol in col in b'a."
        },
        {
            "number": "3",
            "text": "Yujto in nhak'een ach, in cuartel ach, yuj chi' ochanh wenhuloc. Ik' in b'eyoc yic manh ol ach alchaj chukal."
        },
        {
            "number": "4",
            "text": "Colin t'a jun yaal ix em t'a wichanh, yujto in Kolumal ach."
        },
        {
            "number": "5",
            "text": "Mamin Jehová, ach in Diosal, swak'kanoch in b'ha t'a yol a k'ab'. Ha ach tzin a colcaneli, to tz'elk'och syal a lolonel."
        },
        {
            "number": "6",
            "text": "Tzin chaquel heb' anima syak'em sb'ha t'a juntzanh comon Dios malaj yelk'ochi. Ha inxo Mamin Jehová, tzach wak'och yipoc in k'ool."
        },
        {
            "number": "7",
            "text": "Tzin tzalaj wal yuj a wach'k'olal. Ha ach ix ik'el in cusk'olal, ojtak pax in yaelal."
        },
        {
            "number": "8",
            "text": "Maj in ak'kanoch t'a yol sk'ab' heb' wajk'ool. Te lewan b'aj ix in kan uuj."
        },
        {
            "number": "9",
            "text": "Mamin Jehová, ok'okab' wal a k'ool t'ayin, yujto ay in och t'a ilk'olal. Ix te chacb'i in sat woq'ui, manhxalaj yip in pixan yet' in niwanil."
        },
        {
            "number": "10",
            "text": "Ha in k 'inal slajwiem t'a skal in yaelal. Ha wab'ilal slajwiel yuj in k'acwi. Ha cusk'olal tz'ik'anel wip, k'ununi yel yip in niwanil tik swab'i."
        },
        {
            "number": "11",
            "text": "Tzetzab'il in yuj heb' ayoch ajk'olal t'ayin, b'uchb'il in yuj heb' kajan t'a in lak'anil. Yajb'il in canel yuj heb' ojtannac in. Ha heb' tzin ilan t'a yoltac b'e, tz'el heb' t'ayin."
        },
        {
            "number": "12",
            "text": "Junelnhej ix in b'atkan satk'olal yuj heb'. Icha wal to manhxo in animaoc swab'i, icha wal junok lum xalu pojnac, icha chi' waji."
        },
        {
            "number": "13",
            "text": "Swab' sajson heb' wetchonhab' t'a in patic. Yalxonhej b'ajtiil, ay xivk'olal sja t'ayin. Junlajanxonhej snaan heb' t'a in patic. Nanon yek' sk'ool heb' tas syutej in yak'anchamoc."
        },
        {
            "number": "14",
            "text": "Ha inxo jun Mamin Jehová, a achnhej ayachoch yipoc in k'ool. Toxonton swala': Ha ach wal tik, in Diosal ach, xin chi."
        },
        {
            "number": "15",
            "text": "Yol wal a k'ab' ay in k 'inal. Colinel t'a heb' ayoch ajk'olal t'ayin, aton heb' tzak'anoch wuuj."
        },
        {
            "number": "16",
            "text": "Il in wal och a in a chekab' in tik yuj swach'il a k'ool, tzin a colanel yuj a wach'k'olal."
        },
        {
            "number": "17",
            "text": "Mamin, wan walan in b'a t'ayach. Manh in ak'b'at t'a niwac q'uixwelal. Ha heb' chuk tzak'kanb'at t'a niwac q'uixwelal chi', tzak'ankanb'at heb' b'aj tzinan, b'aj ay heb' chamnac."
        },
        {
            "number": "18",
            "text": "Ha heb' snaank'e lolonel, numk'ajokab' heb', yujto syal lolonel heb' ya t'a heb' anima wach'. Spatiquejel heb' wach' spensar heb', sb'uchwaj heb' t'a heb' wach' chi'."
        },
        {
            "number": "19",
            "text": "Yel ton wal niwan a wach'k'olal tzak' t'a heb' tzach ik'anchaanh. D'a yichanh heb' anima tzak' a wach'ilal t'a heb' tzach ak'anoch yipoc sk'ool."
        },
        {
            "number": "20",
            "text": "Ha t'a a tz'ey tza k'ub'ejel heb' t'a chukal sna heb' puch winak. Ha b'aj ay ach tza colel heb' t'a schukal lolonel heb' ajk'olal yajoch t'a heb'."
        },
        {
            "number": "21",
            "text": "Alchajokab' wach' lolonel t'ayach Mamin Jehová, yujto satub'tac tas ix a b'o t'ayin yuj a wach'k'olal, ayic oyanoch heb' ajk'ool t'a in patic wichanh."
        },
        {
            "number": "22",
            "text": "Ha wal yic manhxo animaoc in k'ool, ix in na' to ix in ik'kanel t'a ichanh, haxo wal yic ix in k'anan a colwal, ix ab' in tewi."
        },
        {
            "number": "23",
            "text": "Xajanejec Jehová, masanil ex yiquexxo yujto ha' stanhwan heb' sk'anab'ajani, palta tz'akan syutej yak'an yaelal t'a yib'anh heb' syik'chaanh sb'a."
        },
        {
            "number": "24",
            "text": "Tek'b'ejec he b'a mach ex tzeyak'och Jehová yipoc he k'ool."
        }
    ]
}