{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, anhej t'ayach tzin col in b'a. Malajocab' b'ak'uinh tzin a cha somchajeli. Colinel yuj a tojolal."
        },
        {
            "number": "2",
            "text": "Ak'cot tz'eyan a chiquin t'ayin, tzin a colan t'a elanhchamel. Ochanh in nhaq'ueenoc b'aj ol in col in b'a."
        },
        {
            "number": "3",
            "text": "Yujto in nhaq'ueen ach, in cuartel ach, yuj chi' ochanh venhuloc. Ik' in b'eyoc yic manh ol ach alchaj chukal."
        },
        {
            "number": "4",
            "text": "Colin t'a jun yaal ix em t'a vichanh, yujto in Columal ach."
        },
        {
            "number": "5",
            "text": "Mamin Jehová, ach in Diosal, svak'canoch in b'ha t'a yol a k'ab'. Ha ach tzin a colcaneli, to tz'elk'och syal a lolonel."
        },
        {
            "number": "6",
            "text": "Tzin chaquel eb' anima syaq'uem sb'ha t'a juntzanh comon dios malaj yelk'ochi. Ha inxo Mamin Jehová, tzach vak'och yipoc in k'ool."
        },
        {
            "number": "7",
            "text": "Tzin tzalaj val yuj a wach'k'olal. Ha ach ix iq'uel in cusk'olal, ojtac pax in yaelal."
        },
        {
            "number": "8",
            "text": "Maj in ak'canoch t'a yol sk'ab' eb' vajk'ool. Te levan b'aj ix in kan uuj."
        },
        {
            "number": "9",
            "text": "Mamin Jehová, ok'ocab' val a k'ool t'ayin, yujto ay in och t'a ilk'olal. Ix te chacb'i in sat voq'ui, manhxalaj yip in pixan yet' in nivanil."
        },
        {
            "number": "10",
            "text": "Ha in q'uinal slajviem t'a skal in yaelal. Ha vab'ilal slajviel yuj in k'acvi. Ha cusk'olal tz'ik'anel vip, k'ununi yel yip in nivanil tik svab'i."
        },
        {
            "number": "11",
            "text": "Tzetzab'il in yuj eb' ayoch ajk'olal t'ayin, b'uchb'il in yuj eb' cajan t'a in lak'anil. Yajb'il in canel yuj eb' ojtannac in. Ha eb' tzin ilan t'a yoltac b'e, tz'el eb' t'ayin."
        },
        {
            "number": "12",
            "text": "Junelnhej ix in b'atcan satk'olal yuj eb'. Icha val to manhxo in animaoc svab'i, icha val junok lum xalu pojnac, icha chi' vaji."
        },
        {
            "number": "13",
            "text": "Svab' sajson eb' vetchonhab' t'a in patic. Yalxonhej b'ajtiil, ay xivk'olal sja t'ayin. Junlajanxonhej snaan eb' t'a in patic. Nanon yek' sk'ool eb' tas syutej in yak'anchamoc."
        },
        {
            "number": "14",
            "text": "Ha inxo jun Mamin Jehová, a achnhej ayachoch yipoc in k'ool. Toxonton svala': Ha ach val tik, in Diosal ach, xin chi."
        },
        {
            "number": "15",
            "text": "Yol val a k'ab' ay in q'uinal. Colinel t'a eb' ayoch ajk'olal t'ayin, aton eb' tzak'anoch vuuj."
        },
        {
            "number": "16",
            "text": "Il in val och a in a checab' in tik yuj swach'il a k'ool, tzin a colanel yuj a wach'k'olal."
        },
        {
            "number": "17",
            "text": "Mamin, van valan in b'a t'ayach. Manh in ak'b'at t'a nivac q'uixvelal. Ha eb' chuk tzak'canb'at t'a nivac q'uixvelal chi', tzak'ancanb'at eb' b'aj tzinan, b'aj ay eb' chamnac."
        },
        {
            "number": "18",
            "text": "Ha eb' snaanq'ue lolonel, numk'ajocab' eb', yujto syal lolonel eb' ya t'a eb' anima wach'. Spatiquejel eb' wach' spensar eb', sb'uchvaj eb' t'a eb' wach' chi'."
        },
        {
            "number": "19",
            "text": "Yel ton val niwan a wach'k'olal tzak' t'a eb' tzach ik'anchaanh. D'a yichanh eb' anima tzak' a wach'ilal t'a eb' tzach ak'anoch yipoc sk'ool."
        },
        {
            "number": "20",
            "text": "Ha t'a a tz'ey tza k'ub'ejel eb' t'a chukal sna eb' puch vinac. Ha b'aj ay ach tza colel eb' t'a schucal lolonel eb' ajk'olal yajoch t'a eb'."
        },
        {
            "number": "21",
            "text": "Alchajocab' wach' lolonel t'ayach Mamin Jehová, yujto satub'tac tas ix a b'o t'ayin yuj a wach'k'olal, ayic oyanoch eb' ajk'ool t'a in patic vichanh."
        },
        {
            "number": "22",
            "text": "Ha val yic manhxo animaoc in k'ool, ix in na' to ix in ik'canel t'a ichanh, haxo val yic ix in k'anan a colval, ix ab' in tevi."
        },
        {
            "number": "23",
            "text": "Xajanejec Jehová, masanil ex yiquexxo yujto ha' stanhvan eb' sk'anab'ajani, palta tz'acan syutej yak'an yaelal t'a yib'anh eb' syik'chaanh sb'a."
        },
        {
            "number": "24",
            "text": "Tek'b'ejec e b'a mach ex tzeyak'och Jehová yipoc e k'ool."
        }
    ]
}