{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Te wach' yic eb' tz'ak'chaj lajvoc smul, succhaj sat schucal eb'."
        },
        {
            "number": "2",
            "text": "Te wach' yic eb' syal Jehová to manhxalaj smul eb' t'a yichanh, aton eb' maxtzac k'ub'anel smul t'a eb' yetanimail."
        },
        {
            "number": "3",
            "text": "Ayic manto valq'uetalaj in mul, yelxo val ijan ix lajviel in nivanil ix vab'i, yujto ix in te k'acvi."
        },
        {
            "number": "4",
            "text": "Ach in Diosal, k'ual t'ak'val yelk'olal ix ak'och in yaelal. Icha val anh taquinh ank'ultak stacjiel yuj varesma, ichinta ix vab'i."
        },
        {
            "number": "5",
            "text": "Ichato chi' ix valanq'ueta in mul chi' t'ayach, malaj tas ix in k'ub'ejeli. Ix el val t'a in k'ool valan in b'a t'ayach. Ha achxo Mamin Jehová ix in ak' nivank'olal."
        },
        {
            "number": "6",
            "text": "Yuj val chi' jun, yalocab' sb'a eb' tzach k'anab'ajani yacb'an tzato yala'. Wach'chom sja yaelal icha ha' eluma', palta max yamchajlaj eb' yuj."
        },
        {
            "number": "7",
            "text": "Ha ach ay ach och venhuloc, a ach ol in a colel t'a yaelal. Tzach in b'itej yujto ix in a coleli."
        },
        {
            "number": "8",
            "text": "Ix yal Jehová t'ayin: Ol ach in k'ayb'ej t'a tas ol a k'ulej. Ol in ch'ox t'ayach b'ajtil ol ach b'atoc, ol ach in tanhvej."
        },
        {
            "number": "9",
            "text": "Manh utej a b'a icha nok' chej ma icha junok nok' mula, a juntzanh nok' chi' max nachajel-laj yuj nok'. Yovalil syamchajoch vaan nok' yet' q'uen freno. Tato manh ichocta tz'utaj nok', max sk'anab'ajejlaj nok', xchi Jehová t'ayin."
        },
        {
            "number": "10",
            "text": "Ha eb' chuc sb'eyb'al, manh jantacoc yaelal ol cot t'a yib'anh eb'. Axo eb' ayoch Dios yipoc sk'ool, a svach'k'olal Dios chi' ol moyanq'ue eb'."
        },
        {
            "number": "11",
            "text": "Hak'ek tzalajb'oc e k'ool t'a Jehová ex anima wach' e pensar. B'itananhec t'a tzalajk'olal e masanil ex ayex och t'a stojolal."
        }
    ]
}