{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Ex anima vach' e pensar, b'itejec Jehová d'a tzalajk'olal. Yujto a eb' anima tojol sb'eyb'al, smojton val sb'itan eb' d'a Jehová chi'."
        },
        {
            "number": "2",
            "text": "Alec vach' lolonel d'a Jehová yed' te' arpa. B'itananhec d'ay yed' salterio lajunhe' sch'anhal."
        },
        {
            "number": "3",
            "text": "B'itananhec d'a Jehová yed' ak' b'it. Vach' tzeyutej e b'itan d'ay d'a tzalajk'olal."
        },
        {
            "number": "4",
            "text": "Yujto a slolonel Jehová yel toni. A tas sb'o'o, a sch'oxaneli to syaq'uelk'och tas syala'."
        },
        {
            "number": "5",
            "text": "A Jehová, a tojolal yed' vach' b'eyb'al snib'ej. Sch'oxel sb'a svach'k'olal d'a masanil yolyib'anhq'uinal tic."
        },
        {
            "number": "6",
            "text": "Tonhej ix yal Jehová, ix b'o satchaanh yed' masanil tastac ay d'ay."
        },
        {
            "number": "7",
            "text": "A' ix molb'ancan a a'. A a' mar tonhej malanek' a' d'a yed'tal yuuj."
        },
        {
            "number": "8",
            "text": "Ayocab' yelk'och Jehová d'a masanil tastac ay d'a sat luum tic. E masanil cajan ex d'a yolyib'anhq'uinal tic, ayocab' e xivk'olal d'a Jehová."
        },
        {
            "number": "9",
            "text": "Yujto a' ix alani, ix b'o smasanil. A' ix alani, vach' ix ajcan masanil tas."
        },
        {
            "number": "10",
            "text": "A Jehová smak'an lajvoc spensar juntzanh ch'oc nacional."
        },
        {
            "number": "11",
            "text": "Axo tas sna'a, aynhej ek' d'a masanil tiempo."
        },
        {
            "number": "12",
            "text": "Tzalajk'olal yic junoc nación to a Jehová ayoch sDiosaloc, to sik'b'ilel yuuj yic tz'och yicoc."
        },
        {
            "number": "13",
            "text": "A d'a satchaanh q'uelanemta Jehová, syilanemta masanil anima."
        },
        {
            "number": "14",
            "text": "A b'aj cajanek' Jehová syilcot masanil eb' cajan d'a sat luum tic."
        },
        {
            "number": "15",
            "text": "A' ix b'oan spensar eb' smasanil. Anheja' pax smaclan yila' tas sk'ulej eb'."
        },
        {
            "number": "16",
            "text": "Manh yujoc to te nivan sb'isul soldado ol colchajel junoc yajal. Manh yujoc to te ay yip junoc soldado, ol colchajoc."
        },
        {
            "number": "17",
            "text": "A nok' chej, malaj yopisio nok' scolan eb' anima. Vach'chom te ay yip nok', palta max yal-laj scolvaj nok'."
        },
        {
            "number": "18",
            "text": "A Jehová q'uelanoch d'a eb' ay xivk'olal d'ay, aton eb' ayoch svach'k'olal yipoc sk'ool."
        },
        {
            "number": "19",
            "text": "Scoljicanel eb' yuuj d'a chamel, tz'ak'ji va eb' yuuj d'a stiempoal vejel."
        },
        {
            "number": "20",
            "text": "A onh tic, a Jehová scak'och yipoc co k'ool. A' tzonh colani, tzonh stanhvan paxi."
        },
        {
            "number": "21",
            "text": "Yuj chi' stzalajb'i co k'ool yuuj. Scak'anoch yipoc co k'ool, yujto Axonhejochi."
        },
        {
            "number": "22",
            "text": "Mamin Jehová, ayocab'och a vach'k'olal d'ayonh, yujto tzach cak'och yipoc co k'ool."
        }
    ]
}