{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Svik'chaanh Jehová t'a masanil tiempo, svalnhej wach' lolonel t'ay."
        },
        {
            "number": "2",
            "text": "Ha t'ay stzalaj in k'ool. Ab'ec ex anima emnaquil, tzalajanhec."
        },
        {
            "number": "3",
            "text": "Alequel yab'ixal sb'inajnaquil Jehová ved'oc, junnhej scutej quik'anec chaanh."
        },
        {
            "number": "4",
            "text": "Ix in avaj t'a Jehová, ix tak'vi t'ayin, ix yik'canel masanil in xivk'olal."
        },
        {
            "number": "5",
            "text": "Ha eb' tz'ak'anoch Jehová yipoc sk'ool, stzetzon sat eb' yuj tzalajk'olal, malaj b'aj sq'uixvi eb'."
        },
        {
            "number": "6",
            "text": "Ix val in b'ha t'a Jehová, wach'chom te malaj velk'ochi, haxo ix ab'ani, ix in scolanel t'a masanil vilk'olal."
        },
        {
            "number": "7",
            "text": "Ha eb' ay yelk'och Jehová t'a sat, a yángel tzoymaj t'a spatic yichanh eb', haxo scolchaj eb' chi' yuj."
        },
        {
            "number": "8",
            "text": "Ak'lejec eyila', ol eyilani to te ay swach'k'olal Jehová. Te wach' yic eb' scol sb'ha t'a Jehová chi'."
        },
        {
            "number": "9",
            "text": "Mach ex yiquex Jehová, ayocab' yelk'och t'a e sat. Malaj tas ol yak' palta t'a eb' ay yelk'och Dios t'ay."
        },
        {
            "number": "10",
            "text": "Ha nok' choj, tz'el yip nok' yuj vejel, haxo pax eb' syaq'uem sb'ha t'a Jehová, malaj b'ak'uinh ol yak' palta junok tas wach' t'a eb'."
        },
        {
            "number": "11",
            "text": "Ex unin, cotanhec, ab'ec tas svala', ol ex in k'ayb'ej yic tzeyak'och e pensar t'a Jehová."
        },
        {
            "number": "12",
            "text": "Tato syal e k'ol snajatb'i e q'uinal, e gana pax tzalajk'olal tzek' junjun k'u eyuuj,"
        },
        {
            "number": "13",
            "text": "manhxo eyal chucal lolonel, manhxo eyesej."
        },
        {
            "number": "14",
            "text": "Iq'uequel e b'ha t'a chucal, manhxo eyak' oval, haxo wach'il tze k'ulej, tze b'eyb'alan junk'olal."
        },
        {
            "number": "15",
            "text": "Ha Jehová stanhvan eb' anima wach' sb'eyb'al, smaclan val yab'i ayic syalan sb'a eb' t'ay."
        },
        {
            "number": "16",
            "text": "Ha Jehová, aycot yoval sk'ol t'a eb' sk'ulan chucal yic satel eb', yic manhxa mach ol naan eb'."
        },
        {
            "number": "17",
            "text": "Syab' Jehová ayic syalan sb'a eb' anima wach' spensar t'ay, scolchajcanel eb' t'a masanil yilk'olal."
        },
        {
            "number": "18",
            "text": "Ha Jehová ayek' t'a stz'ey eb' anima manhxo animaoc yet'nac syab'i, scolancanel eb' somchajel sk'ool yuj cuselal."
        },
        {
            "number": "19",
            "text": "Ha eb' anima wach' spensar, wach'chom tzijtum tas tz'ik'an eb', haxo Jehová scolanel eb' t'a masanil juntzanh syaelal chi'."
        },
        {
            "number": "20",
            "text": "A' stanhvan eb', malaj junok sb'aquil eb' ol q'uichajoc."
        },
        {
            "number": "21",
            "text": "Axo pax eb' sk'ulan chucal jun, a yuj schucal eb' chi' ol chamoc. Ha eb' schichon sk'ol t'a eb' wach' sb'eyb'al, ol cotcan t'a yib'anh eb'."
        },
        {
            "number": "22",
            "text": "Axo Jehová ol colan eb' schecab'. Ha eb' scol sb'a t'ay, manh ol cotcanlaj t'a yib'anh eb'."
        }
    ]
}