{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Svik'chaanh Jehová d'a masanil tiempo, svalnhej vach' lolonel d'ay."
        },
        {
            "number": "2",
            "text": "A d'ay stzalaj in k'ool. Ab'ec ex anima emnaquil, tzalajanhec."
        },
        {
            "number": "3",
            "text": "Alequel yab'ixal sb'inajnaquil Jehová ved'oc, junnhej scutej quik'anec chaanh."
        },
        {
            "number": "4",
            "text": "Ix in avaj d'a Jehová, ix tak'vi d'ayin, ix yik'canel masanil in xivk'olal."
        },
        {
            "number": "5",
            "text": "A eb' tz'ak'anoch Jehová yipoc sk'ool, stzetzon sat eb' yuj tzalajk'olal, malaj b'aj sq'uixvi eb'."
        },
        {
            "number": "6",
            "text": "Ix val in b'a d'a Jehová, vach'chom te malaj velk'ochi, axo ix ab'ani, ix in scolanel d'a masanil vilk'olal."
        },
        {
            "number": "7",
            "text": "A eb' ay yelk'och Jehová d'a sat, a yángel tzoymaj d'a spatic yichanh eb', axo scolchaj eb' chi' yuuj."
        },
        {
            "number": "8",
            "text": "Ak'lejec eyila', ol eyilani to te ay svach'k'olal Jehová. Te vach' yic eb' scol sb'a d'a Jehová chi'."
        },
        {
            "number": "9",
            "text": "Mach ex yiquex Jehová, ayocab' yelk'och d'a e sat. Malaj tas ol yak' palta d'a eb' ay yelk'och Dios d'ay."
        },
        {
            "number": "10",
            "text": "A nok' choj, tz'el yip nok' yuj vejel, axo pax eb' syaq'uem sb'a d'a Jehová, malaj b'aq'uinh ol yak' palta junoc tas vach' d'a eb'."
        },
        {
            "number": "11",
            "text": "Ex unin, cotanhec, ab'ec tas svala', ol ex in k'ayb'ej yic tzeyak'och e pensar d'a Jehová."
        },
        {
            "number": "12",
            "text": "Tato syal e k'ol snajatb'i e q'uinal, e gana pax tzalajk'olal tz'ek' junjun k'u eyuuj,"
        },
        {
            "number": "13",
            "text": "manhxo eyal chucal lolonel, manhxo eyesej."
        },
        {
            "number": "14",
            "text": "Iq'uequel e b'a d'a chucal, manhxo eyak' oval, axo vach'il tze k'ulej, tze b'eyb'alan junk'olal."
        },
        {
            "number": "15",
            "text": "A Jehová stanhvan eb' anima vach' sb'eyb'al, smaclan val yab'i ayic syalan sb'a eb' d'ay."
        },
        {
            "number": "16",
            "text": "A Jehová, aycot yoval sk'ol d'a eb' sk'ulan chucal yic satel eb', yic manhxa mach ol naan eb'."
        },
        {
            "number": "17",
            "text": "Syab' Jehová ayic syalan sb'a eb' anima vach' spensar d'ay, scolchajcanel eb' d'a masanil yilk'olal."
        },
        {
            "number": "18",
            "text": "A Jehová ayek' d'a stz'ey eb' anima manhxo animaoc yed'nac syab'i, scolancanel eb' somchajel sk'ool yuj cuselal."
        },
        {
            "number": "19",
            "text": "A eb' anima vach' spensar, vach'chom tzijtum tas tz'ik'an eb', axo Jehová scolanel eb' d'a masanil juntzanh syaelal chi'."
        },
        {
            "number": "20",
            "text": "A' stanhvan eb', malaj junoc sb'aquil eb' ol q'uichajoc."
        },
        {
            "number": "21",
            "text": "Axo pax eb' sk'ulan chucal jun, a yuj schucal eb' chi' ol chamoc. A eb' schichon sk'ol d'a eb' vach' sb'eyb'al, ol cotcan d'a yib'anh eb'."
        },
        {
            "number": "22",
            "text": "Axo Jehová ol colan eb' schecab'. A eb' scol sb'a d'ay, manh ol cotcanlaj d'a yib'anh eb'."
        }
    ]
}