{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, telaj a b'a yet' eb' stelaj sb'a ved'oc, ak' oval yet' eb' tz'ak'an oval ved'oc."
        },
        {
            "number": "2",
            "text": "Iq'uelta a yamk'ab' yic oval, tzul in a colani."
        },
        {
            "number": "3",
            "text": "Iq'uelta a lanza tza macan sat eb' tzin pechan b'eyek'oc. Al t'ayin to in Columal ach."
        },
        {
            "number": "4",
            "text": "Ha eb' sgana in chami, somchajocab'b'at eb' yuj q'uixvelal. Ha eb' snib'ej ay tas scot t'a vib'anh, meltzajocab'b'at eb' t'a spatic."
        },
        {
            "number": "5",
            "text": "Ichocab' smatz'il ixim trigo syik'b'at ik', ichocab' ta tz'aj eb'. Pechjocab'b'at eb' yuj ángel."
        },
        {
            "number": "6",
            "text": "K'ik'olinacocab'i, nhereriocab' sb'e eb', haxo ángel spechan eb'."
        },
        {
            "number": "7",
            "text": "Wach'chom malaj in mul, palta ix yaq'uem in yaalil eb'. Malaj in mul, palta ix sjoy jun olan eb' yic wach' tzin b'at t'a yool snaan eb'."
        },
        {
            "number": "8",
            "text": "Yuj chi', mocab' naanoc yuj eb' ayic sjavi nivac yaelal t'a yib'anh eb'. Canocab' eb' t'a syaalil ix yaq'uem chi'. B'atocab'kan eb' t'a yol jun olan ix sb'o chi'."
        },
        {
            "number": "9",
            "text": "Ichato chi' ol vak'an tzalajb'oc in k'ol t'ayach Jehová. Ol el lenaj ol vil yuj a colval."
        },
        {
            "number": "10",
            "text": "D'a smasanil in k'ool ol val icha tik: Mamin Jehová, ¿machto val junok icha ach tik? Ha eb' meb'a' yet' eb' ayoch t'a tzapan majanil, tza colel eb' t'a yol sk'ab' eb' te ay yip, to syiq'uek' eb' tastac ay t'a eb', xin chama."
        },
        {
            "number": "11",
            "text": "Scot eb' testigo esum, haxo tas manh vojtacoc sk'anb'ej eb' t'ayin."
        },
        {
            "number": "12",
            "text": "Ha in wach'k'olal chuc ix yutej eb' spactzitan t'ayin, ix in stzuntzej cus eb'."
        },
        {
            "number": "13",
            "text": "Ha inxo, ayic ya'ay eb', ix vak'och pichul yic cusk'olal, maxtzac in valaj yuj cusk'olal, ya svab'i. Max vactejcanlaj in lesalvi t'a in pixan yuj eb'."
        },
        {
            "number": "14",
            "text": "Cusnac in k'ool ix in b'eyeq'ui, icha val to a yuj junok vamigo, ma vuk'tac, ma icha in nun tzin cus yuj."
        },
        {
            "number": "15",
            "text": "Ayic ix in telvi, ix q'ue umnaj eb' smasanil in stzetzani. Ichato ch'oc animail in t'a eb', ichato manh in yojtacoc eb'. Max yactejcanlaj eb' in ste b'ajani."
        },
        {
            "number": "16",
            "text": "Te ya ix in ek' yuj eb', ix in sb'uch eb', ix cot q'uelan eb' t'ayin yet' schichonk'olal."
        },
        {
            "number": "17",
            "text": "Mamin Jehová, ¿tom tonhej ol ach och q'uelan yuj jun tik? Colinel t'a yol sk'ab' eb' icha nok' choj, tz'el yav, scot t'ayin."
        },
        {
            "number": "18",
            "text": "Ol valel yab'ixal a wach'k'olal t'a yichanh eb' tzijtumal anima molaneq'ui. Ol val wach' lolonel t'ayach t'a yichanh eb' a chonhab'."
        },
        {
            "number": "19",
            "text": "Mocab' tzalaj sk'ool eb' ayoch ajk'olal t'ayin. Mocab' reprepan sat eb' schichon sk'ol t'ayin, wach'chom malaj in mul t'a eb'."
        },
        {
            "number": "20",
            "text": "Malaj sgana eb' t'a junk'olal. Sgana eb' snaq'ue esal lolonel t'a spatic eb' munil ayeq'ui."
        },
        {
            "number": "21",
            "text": "Te chaanh tz'el yav eb' t'ayin, syalan eb': Ix quil tas ix a k'ulej chi', toxo ix quila', xchi eb'."
        },
        {
            "number": "22",
            "text": "Mamin, ix il val. Ak' yovalil t'a eb', manh ach najatb'ocb'ati, manh ach el t'a in tz'ey."
        },
        {
            "number": "23",
            "text": "Mamin ach Vajal, in Diosal ach, cotanh, colin, b'o yaj tas sval tik. Ochanh ved'oc."
        },
        {
            "number": "24",
            "text": "Ach Jehová in Diosal ach, b'o yaj t'ayin ato syal a tojolal, in gana to max in tzetzaj yuj eb'."
        },
        {
            "number": "25",
            "text": "Mocab' yal eb' t'ayin icha tik: Ix elk'och icha co gana. Junelnhej ix quixtejcanb'at vinh, mocab' xchioc eb'."
        },
        {
            "number": "26",
            "text": "Ha eb' stzalaj yuj in yaelal, q'uixvocab'kan eb', somchajocab'el sk'ool eb'. Q'uixvocab'el eb' nivac vinac syutej sb'ha t'a vichanh."
        },
        {
            "number": "27",
            "text": "Axo eb' sgana to wach' tzin elk'ochi, tzalajocab' sk'ool eb'. Elocab' yav eb' yuj tzalajk'olal. Yalocab' eb' t'a masanil tiempo: Ha Jehová, te niwan ton yelk'ochi, stzalaj val yuj svach'il jun schecab' tik, xchiocab' eb'."
        },
        {
            "number": "28",
            "text": "Mamin, ol valel a tojolal, ol valnhej wach' lolonel t'ayach t'a masanil tiempo."
        }
    ]
}