{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, telaj a b'a yet' heb' stelaj sb'a wed'oc, ak' owal yet' heb' tz'ak'an owal wed'oc."
        },
        {
            "number": "2",
            "text": "Ik'elta a yamk'ab' yic owal, tzul in a colani."
        },
        {
            "number": "3",
            "text": "Ik'elta a lanza tza macan sat heb' tzin pechan b'eyek'oc. Al t'ayin to in Kolumal ach."
        },
        {
            "number": "4",
            "text": "Ha heb' snib'ej in chami, somchajocab'b'at heb' yuj q'uixwelal. Ha heb' snib'ej ay tas scot t'a wib'anh, meltzajocab'b'at heb' t'a spatic."
        },
        {
            "number": "5",
            "text": "Ichocab' smatz'il ixim trigo syik'b'at ik', ichocab' ta tz'aj heb'. Pechjocab'b'at heb' yuj ángel."
        },
        {
            "number": "6",
            "text": "K'ik'olinacocab'i, nhereriocab' sb'e heb', haxo ángel spechan heb'."
        },
        {
            "number": "7",
            "text": "Wach'chom malaj in mul, palta ix yak'em in yaalil heb'. Malaj in mul, palta ix sjoy jun olan heb' yic wach' tzin b'at t'a yool snaan heb'."
        },
        {
            "number": "8",
            "text": "Yuj chi', mocab' naanoc yuj heb' ayic sjawi niwac yaelal t'a yib'anh heb'. Canocab' heb' t'a syaalil ix yak'em chi'. B'atocab'kan heb' t'a yol jun olan ix sb'o chi'."
        },
        {
            "number": "9",
            "text": "Ichato chi' ol wak'an tzalajb'oc in k'ol t'ayach Jehová. Ol el lenaj ol wil yuj a colwal."
        },
        {
            "number": "10",
            "text": "D'a smasanil in k'ool ol wal icha tik: Mamin Jehová, ¿machto wal junok icha ach tik? Ha heb' meb'a' yet' heb' ayoch t'a tzapan majanil, tza colel heb' t'a yol sk'ab' heb' te ay yip, to syik'ek' heb' tastac ay t'a heb', xin chama."
        },
        {
            "number": "11",
            "text": "Scot heb' testigo esum, haxo tas manh wojtacoc sk'anb'ej heb' t'ayin."
        },
        {
            "number": "12",
            "text": "Ha in wach'k'olal chuk ix yutej heb' spactzitan t'ayin, ix in stzuntzej kus heb'."
        },
        {
            "number": "13",
            "text": "Ha inxo, ayic ya'ay heb', ix wak'och pichul yic cusk'olal, maxtzac in walaj yuj cusk'olal, ya swab'i. Max wactejcanlaj in lesalwi t'a in pixan yuj heb'."
        },
        {
            "number": "14",
            "text": "Cusnac in k'ool ix in b'eyeq'ui, icha wal to a yuj junok wamigo, ma wuk'tac, ma icha in nun tzin kus yuj."
        },
        {
            "number": "15",
            "text": "Ayic ix in telwi, ix k'e umnaj heb' smasanil in stzetzani. Ichato ch'oc animail in t'a heb', ichato manh in yojtacoc heb'. Max yactejcanlaj heb' in ste b'ajani."
        },
        {
            "number": "16",
            "text": "Te ya ix in ek' yuj heb', ix in sb'uch heb', ix cot k'elan heb' t'ayin yet' schichonk'olal."
        },
        {
            "number": "17",
            "text": "Mamin Jehová, ¿tom tonhej ol ach och k'elan yuj jun tik? Colinel t'a yol sk'ab' heb' icha nok' choj, tz'el yav, scot t'ayin."
        },
        {
            "number": "18",
            "text": "Ol walel yab'ixal a wach'k'olal t'a yichanh heb' tzijtumal anima molaneq'ui. Ol wal wach' lolonel t'ayach t'a yichanh heb' a chonhab'."
        },
        {
            "number": "19",
            "text": "Mocab' tzalaj sk'ool heb' ayoch ajk'olal t'ayin. Mocab' reprepan sat heb' schichon sk'ol t'ayin, wach'chom malaj in mul t'a heb'."
        },
        {
            "number": "20",
            "text": "Malaj snib'ej heb' t'a junk'olal. Snib'ej heb' snak'e esal lolonel t'a spatic heb' munil ayeq'ui."
        },
        {
            "number": "21",
            "text": "Te chaanh tz'el yav heb' t'ayin, syalan heb': Ix quil tas ix a k'ulej chi', toxo ix quila', xchi heb'."
        },
        {
            "number": "22",
            "text": "Mamin, ix il wal. Ak' yowalil t'a heb', manh ach najatb'ocb'ati, manh ach el t'a in tz'ey."
        },
        {
            "number": "23",
            "text": "Mamin ach Vajal, in Diosal ach, cotanh, colin, b'o yaj tas swal tik. Ochanh wed'oc."
        },
        {
            "number": "24",
            "text": "Ach Jehová in Diosal ach, b'o yaj t'ayin ato syal a tojolal, in gana to max in tzetzaj yuj heb'."
        },
        {
            "number": "25",
            "text": "Mocab' yal heb' t'ayin icha tik: Ix elk'och icha ko gana. Junelnhej ix quixtejcanb'at winh, mocab' xchioc heb'."
        },
        {
            "number": "26",
            "text": "Ha heb' stzalaj yuj in yaelal, q'uixwocab'kan heb', somchajocab'el sk'ool heb'. Q'uixwocab'el heb' niwac winak syutej sb'ha t'a wichanh."
        },
        {
            "number": "27",
            "text": "Axo heb' snib'ej to wach' tzin elk'ochi, tzalajocab' sk'ool heb'. Elocab' yav heb' yuj tzalajk'olal. Yalocab' heb' t'a masanil tiempo: Ha Jehová, te niwan ton yelk'ochi, stzalaj wal yuj swach'il jun schecab' tik, xchiocab' heb'."
        },
        {
            "number": "28",
            "text": "Mamin, ol walel a tojolal, ol walnhej wach' lolonel t'ayach t'a masanil tiempo."
        }
    ]
}