{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "A eb' sk'ulan chucal, anhej chucal chi' ayoch d'a spensar eb' sk'ulani. Malaj jab'oc yelk'och Dios d'a sat eb'."
        },
        {
            "number": "2",
            "text": "Yujto syaloch sb'a eb' vach'il, manh ojtacab'iloc smul eb' chi' snaani. Max snalaj eb' yactejcan schucal chi'."
        },
        {
            "number": "3",
            "text": "Anhej chucal lolonel syal eb', naumq'ue lolonel eb'. Syactejcan vach' pensaril eb', max sb'olaj vach'il eb'."
        },
        {
            "number": "4",
            "text": "Ayic vaynac eb' d'a sat sch'at, toxonhej snanonek' sk'ool eb' sk'ulan chucal. Manh vach'oc sb'eyb'al eb', max yal-laj sk'ol eb' syiq'uel sb'a d'a chucal."
        },
        {
            "number": "5",
            "text": "A achxo Mamin Jehová, te nivanxo pax a vach'k'olal, masanto d'a satchaanh sq'uek'ochi, tzak'nhejelk'och tas tzala'."
        },
        {
            "number": "6",
            "text": "Ek'al a vach'ilal d'a yichanh lum nivac vitz. A a tojolal, ek'al d'a sjulal yich a' nivac mar. Mamin Jehová, ilb'il eb' anima yed' masanil nok' nok' uuj."
        },
        {
            "number": "7",
            "text": "Ach Dios, satub'tacxonhej a vach'k'olal, yuj chi' sco col co b'a d'ayach, icha nok' yunetac caxlanh tz'och d'a yalanh snun."
        },
        {
            "number": "8",
            "text": "Tzonh b'ud'ji yuj jun nivan vael tzak' d'ayonh. A a a' manhxo jantacoc svach'il yuk'ji tzak' cuq'uej."
        },
        {
            "number": "9",
            "text": "Yujto a d'ayach scot co q'uinal icha yaj sjaj a a'. Yujnhej a saquilq'uinal ay co q'uinal."
        },
        {
            "number": "10",
            "text": "A onh cojtac achxo, ayocab' a vach'k'olal d'ayonh. A onh vach' co pensar, colonhcaneli."
        },
        {
            "number": "11",
            "text": "Manh a cha yak' chucal eb' syik'chaanh sb'a d'ayin. Manh a cha in spech b'eyek' eb' sk'ulan chucal."
        },
        {
            "number": "12",
            "text": "Ilecnab' b'ajtil ix telvi eb' sk'ulan chucal. Ix telvi eb', manhxa b'aq'uinh ol q'uex vaan eb'."
        }
    ]
}