{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' sk'ulan chucal, anhej chucal chi' ayoch t'a spensar eb' sk'ulani. Malaj jab'oc yelk'och Dios t'a sat eb'."
        },
        {
            "number": "2",
            "text": "Yujto syaloch sb'a eb' wach'il, manh ojtacab'iloc smul eb' chi' snaani. Max snalaj eb' yactejcan schucal chi'."
        },
        {
            "number": "3",
            "text": "Anhej chucal lolonel syal eb', naumq'ue lolonel eb'. Syactejcan wach' pensaril eb', max sb'olaj wach'il eb'."
        },
        {
            "number": "4",
            "text": "Ayic vaynac eb' t'a sat sch'at, toxonhej snanonek' sk'ool eb' sk'ulan chucal. Manh wach'oc sb'eyb'al eb', max yal-laj sk'ol eb' syiq'uel sb'ha t'a chucal."
        },
        {
            "number": "5",
            "text": "Ha achxo Mamin Jehová, te nivanxo pax a wach'k'olal, masanto t'a satcha’anh sq'uek'ochi, tzak'nhejelk'och tas tzala'."
        },
        {
            "number": "6",
            "text": "Ek'al a wach'ilal t'a yichanh lum nivac vitz. Ha a tojolal, ek'al t'a sjulal yich ha' nivac mar. Mamin Jehová, ilb'il eb' anima yet' masanil nok' nok' uuj."
        },
        {
            "number": "7",
            "text": "Ach Dios, satub'tacxonhej a wach'k'olal, yuj chi' sco col co b'a t'ayach, icha nok' yunetac caxlanh tz'och t'a yalanh snun."
        },
        {
            "number": "8",
            "text": "Tzonh b'ud'ji yuj jun niwan vael tzak' t'ayonh. Ha ha ha' manhxo jantacoc svach'il yuk'ji tzak' cuq'uej."
        },
        {
            "number": "9",
            "text": "Yujto a t'ayach scot co q'uinal icha yaj sjaj ha ha'. Yujnhej a sakil k'inal ay co q'uinal."
        },
        {
            "number": "10",
            "text": "Ha onh cojtac achxo, ayocab' a wach'k'olal t'ayonh. Ha onh wach' co pensar, colonhcaneli."
        },
        {
            "number": "11",
            "text": "Manh a cha yak' chucal eb' syik'chaanh sb'a t'ayin. Manh a cha in spech b'eyek' eb' sk'ulan chucal."
        },
        {
            "number": "12",
            "text": "Ilecnab' b'ajtil ix telvi eb' sk'ulan chucal. Ix telvi eb', manhxa b'ak'uinh ol q'uex vaan eb'."
        }
    ]
}