{
    "chapter": "37",
    "verses": [
        {
            "number": "1",
            "text": "Mocab' somchajel ko k'ool yuj heb' sk'ulan chukal. Mocab' ko nib'ejoch sb'eyumal heb'."
        },
        {
            "number": "2",
            "text": "Yujto elanhchamel ol satel heb', icha stacji anh ac sjochchajeli, ma icha stacjiel anh ank'ultak."
        },
        {
            "number": "3",
            "text": "Cak'ecoch Jehová yipoc ko k'ool, ko b'oec tas wach'. Conh canecnhej cajan t'a lum lum tik, ol onh ak'joc wa t'a ak'ank'olal."
        },
        {
            "number": "4",
            "text": "Caq'ek tzalajb'oc ko k'ool t'a Jehová, a ol ak'an tas sco nib'ej."
        },
        {
            "number": "5",
            "text": "Scab'enejoch ko b'ha t'a yol sk'ab' Jehová, skak'anoch yipoc ko k'ool, a ol kolwaj qued'oc."
        },
        {
            "number": "6",
            "text": "Axo ol ak'an checlaj swach'il ko b'eyb'al icha wal tz'aj scheclaj yoc k'u t'a chimk'ualil."
        },
        {
            "number": "7",
            "text": "Numan scutejec ko b'ha t'a yichanh Jehová. Niwan scutejec ko k'ool ko tanhwan skolwaj qued'oc. Manh caq'ek somchajel ko k'ool yuj heb' te wach' tz'elk'och yuj chukal sk'ulej."
        },
        {
            "number": "8",
            "text": "Co satequel cowal, caq'ek tup ko k'ak'alk'olal. Mocab' te chichon ko k'ool, ta maay, chucnhej tas ol onh ajelk'ochoc."
        },
        {
            "number": "9",
            "text": "D'a wal yel ol satel heb' sk'ulan chukal, a onhxo pax skak'och Jehová yipoc ko k'ool jun, ol ko cha ko macb'en yic b'aj ol onh cajnaj t'a lum lum tik."
        },
        {
            "number": "10",
            "text": "Ayic jaye' k'ual tik, manhxalaj heb' sk'ulan chukal chi'. Wach'chom ol ko sayek' heb', palta manhxo ol ilchajlaj heb' cuuj."
        },
        {
            "number": "11",
            "text": "Axo heb' anima emnaquil, ol aj heb' t'a sat lum lum tik, ol yak'an wal snib'ej heb' yajek' t'a junk'olal."
        },
        {
            "number": "12",
            "text": "Ha heb' sk'ulan chukal, nanon yek' sk'ool heb' yak'an chukal chi' t'a anima wach' sb'eyb'al. Juch'uch'i sk'uxan ye heb' t'a heb' yuj chichonk'olal."
        },
        {
            "number": "13",
            "text": "Axo Jehová tonhej stzewaj yuj heb', yujto yojtac to lak'anxo sja yaelal t'a yib'anh heb'."
        },
        {
            "number": "14",
            "text": "Ha heb' sk'ulan chukal, syik'elta yespada heb', sb'oan sjul-lab' heb' yic wach' slajwiel heb' emnaquil anima meb'a', to smilcham heb' wach' sb'eyb'al heb' yalani."
        },
        {
            "number": "15",
            "text": "Ha k'een yespada heb' chuk chi', anheja' k'een ol ek' t'a spixan heb'. Axo sjul-lab' heb' chi', ol canhchajcanb'at te'."
        },
        {
            "number": "16",
            "text": "Yelxo wal te wach' jab'oc tas ay t'a heb' anima wach' spensar, t'a yichanh sb'eyumal jantac heb' sk'ulan chukal."
        },
        {
            "number": "17",
            "text": "Ol satel sb'eyumal heb' anima chuk chi' yuj Jehová, haxo heb' anima wach' spensar, ol coljoc heb' yuj."
        },
        {
            "number": "18",
            "text": "Ha Jehová stanhwan heb' malaj spaltail, haxo tas ay t'a heb', malaj b'ak'uinh ol sateloc."
        },
        {
            "number": "19",
            "text": "Ayic te chuk tiempo yujto te ay wejel, manh ol ek'laj heb' k'exab', aynhej tas ol swa heb'."
        },
        {
            "number": "20",
            "text": "Ha heb' sk'ulan chukal, ol satel heb' icha wal stacji anh xumac ay t'a caltac te'. Ha heb' ayoch ajk'olal t'a Jehová, ol satcanel heb' icha wal satem te' tab'."
        },
        {
            "number": "21",
            "text": "Ha heb' sk'ulan chukal, tz'och heb' majan, maxtzac yak' meltzaj smajan heb' chi'. Axo heb' anima wach' spensar, ay yok'elk'olal heb', elb'ennhej yel yuj heb'."
        },
        {
            "number": "22",
            "text": "Ha heb' schaan swach'k'olal Jehová, a heb' ol cajan lum lum, haxo pax heb' chuk catab'il yuj, ol ik'chajel heb' t'a sat lu'um."
        },
        {
            "number": "23",
            "text": "Ha Jehová scuchb'an b'ey heb' anima wach' spensar ayic wan sb'ey heb' t'a tojolal."
        },
        {
            "number": "24",
            "text": "Wach'chom stelwi heb', palta max ek'laj tiempo sk'exwan heb', yujto yamb'il sk'ab' heb' yuj Jehová."
        },
        {
            "number": "25",
            "text": "Atax t'a in quelemal masanto yic icham winak inxo tik, malaj b'aj ix wil yactajcan junok anima wach' spensar yuj Jehová yic tzek' t'a syaelal. Malaj pax b'aj ix wil yuninal heb' wach' sb'eyb'al chi' sk'anan wa sb'ha t'a titac pat."
        },
        {
            "number": "26",
            "text": "Tz'ok'nhej sk'ool heb' wach' pensar chi' t'a heb' yetanimail, aynhej tas syak' heb' majanil. Axo yuninal heb' chi', syik'cot yaxilal heb' t'a skal heb' yetanimail."
        },
        {
            "number": "27",
            "text": "Yuj chi', cactejeccan chukal, sco k'ulan wach'il, ichato wal chi' wach' ol onh aj t'a masanil tiempo."
        },
        {
            "number": "28",
            "text": "Yujto stzalaj Jehová yet' tojolal, malaj b'ak'uinh syactejcan heb' sk'anab'ajan t'ay. D'a masanil tiempo scolchajel heb'. Axo yinhtilal heb' sk'ulan chukal, satjiel heb' yuj Jehová chi'."
        },
        {
            "number": "29",
            "text": "Ha heb' anima wach' spensar chi' ol ik'ancan lum lum tik, ol cajnajek' heb' t'a lum t'a masanil tiempo."
        },
        {
            "number": "30",
            "text": "Ha heb' wach' sb'eyb'al, slolon heb' t'a jelanil, wach'nhej tas syal heb'."
        },
        {
            "number": "31",
            "text": "Ha sk'ayb'ub'al Dios yet'nac heb', yuj chi' malaj b'aj ol em heb' t'a chukal."
        },
        {
            "number": "32",
            "text": "Ha heb' sk'ulan chukal, aynhejoch sat heb' t'a heb' anima wach' sb'eyb'al, snib'ej heb' smilcham heb'."
        },
        {
            "number": "33",
            "text": "Palta manh ol ak'chajcanlaj heb' wach' t'a yol sk'ab' heb' chuk chi' yuj Jehová. Manh ol stak'laj Dios scotcan t'a yib'anh heb' wach' t'a yichanh ley."
        },
        {
            "number": "34",
            "text": "Cak'ecoch Jehová t'a ko k'ool, sco k'anab'ajanec. A' ol onh ik'anchaanh. Ol yak' lum lum tik t'ayonh. Ol quil wal satel heb' sk'ulan chukal."
        },
        {
            "number": "35",
            "text": "Ha heb' sk'ulan chukal, ix wil wal yixtan heb' yetanimail heb', ix yik'chanh sb'a heb', niwaquil syutej sb'a heb' icha junok te te' manh jantacoc sk'ab', te yax xiil."
        },
        {
            "number": "36",
            "text": "Palta ix satel heb', manhxalaj mach ix cani. Ix in say heb', palta majxo ilchajlaj heb' wuuj."
        },
        {
            "number": "37",
            "text": "Scham wal quilan heb' wach' spensar max k'ulanlaj chukal chi', te wach'nhej ol elk'och heb' yujto a junk'olal sayek' heb'."
        },
        {
            "number": "38",
            "text": "Axo heb' pit, ol satjoquel heb'. Ol satjocpaxel yinhtilal heb' b'ak'uinh."
        },
        {
            "number": "39",
            "text": "Ha Jehová scolanel heb' anima wach' spensar. A' ayoch yenhuloc heb' ayic sja yaelal."
        },
        {
            "number": "40",
            "text": "A' ol colanel heb' t'a yol sk'ab' heb' sk'ulan chukal, yujto ha' ayoch yipoc sk'ool heb'."
        }
    ]
}