{
    "chapter": "38",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, manh ak' in yaelal yuj yoval a k'ool. Manh ak' in yaelal yacb'an aycot a k'ak'alk'olal."
        },
        {
            "number": "2",
            "text": "Toxo ix och tzolan a jul-lab' t'ayin, ix ak'och in yaelal."
        },
        {
            "number": "3",
            "text": "Ha yuj yoval a k'ool chi', masanil in nivanil tik te ya' ay svab'i, yujnhej to ix och in mul t'ayach."
        },
        {
            "number": "4",
            "text": "Ha in chucal ichato k'ojanq'ue t'a vib'anh icha icatz, maxtzac techajlaj vuuj."
        },
        {
            "number": "5",
            "text": "Yujnhej in pital, vanxo sq'ue sjab' vechen yujto van sk'ab'ati."
        },
        {
            "number": "6",
            "text": "nhojan in emi tzin b'eyi. Junelnhej lachan vaji. Maxtzac och vaan jab'oc in cusk'olal."
        },
        {
            "number": "7",
            "text": "Van in cham yuj q'uixvelal svab'i. Masanil in nivanil te ya ay svab'i."
        },
        {
            "number": "8",
            "text": "Ix te b'uychaj in nivanil tik, manhxalaj jab'oc yip. Tzin k'acvi yuj vilk'olal."
        },
        {
            "number": "9",
            "text": "Mamin Vajalil, ojtac masanil tas tzin nib'ej. Ayic sik'son sja in k'ool, ichanh yaj jun tik."
        },
        {
            "number": "10",
            "text": "Toxonhej ste tinhtinhan in pixan yab'an syail. Numumi yel vip, maxtzac yal-laj vilani."
        },
        {
            "number": "11",
            "text": "Ha eb' anima wach' vak'an yet'oc yet' eb' junnhej tzin ek' yet'oc, najat sb'esel sb'a eb' t'ayin. Ha eb' cajan t'a in lak'anil, najat sb'esel sb'a eb' t'ayin yuj in yaelal."
        },
        {
            "number": "12",
            "text": "Ha eb' sgana in smilanchamoc, van yak'anem in yaalil eb'. Ha eb' snib'an yak' chucal t'ayin, anhej chucal syal eb' t'a in patic. Max ochlaj vaan eb' snaub'tanhan tas ol in yutoc t'a elk'altac."
        },
        {
            "number": "13",
            "text": "Ha inxo pax jun, ichato macan in chiquin, max vab'laj tas syal eb', ichato max ujilaj in loloni, malaj tas tz'elta t'a in ti'."
        },
        {
            "number": "14",
            "text": "Lajan in icha junok mach max yab'laj, max yal-laj yalan sb'a."
        },
        {
            "number": "15",
            "text": "Mamin Jehová in Diosal, a achnhej tzach vak'och yipoc in k'ool, a ach ol in a tak'vej."
        },
        {
            "number": "16",
            "text": "Ha jun tik tzin k'an t'ayach: Mocab' in stzetzej eb' ajk'ol chi'. Mocab' b'itan eb' yuj tzalajk'olal tato tzin ak'ji ganar."
        },
        {
            "number": "17",
            "text": "Palta ijanxo val tzin ak'ji ganar svab'i. Max och vaan jab'oc in yaelal tik."
        },
        {
            "number": "18",
            "text": "Ol valq'ueta in mul. Manhxo in animaoc svab' yuj in chucal."
        },
        {
            "number": "19",
            "text": "Ha eb' ajk'ol sgana in chami, toxo ix te q'uib' sb'isul eb'. Manhxo jantacoc ix te aj eb' tzin chacani, wach'chom malaj in mul t'a eb'."
        },
        {
            "number": "20",
            "text": "Chucnhej syutej sb'a eb' t'ayin yuj in wach'k'olal t'a eb'. Yujnhej to tzin b'eyb'alej wach'il, tz'och eb' ajk'olal t'ayin."
        },
        {
            "number": "21",
            "text": "Mamin Jehová, manh in actejcani. Ach in Diosal, manh a b'esel a b'a t'ayin."
        },
        {
            "number": "22",
            "text": "Ach Vajalil, ach in Columal, cotanh t'a elanhchamel tzin a colani."
        }
    ]
}