{
    "chapter": "38",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, manh ak' in yaelal yuj yoval a k'ool. Manh ak' in yaelal yacb'an aycot a k'ak'alk'olal."
        },
        {
            "number": "2",
            "text": "Toxo ix och tzolan a jul-lab' d'ayin, ix ak'och in yaelal."
        },
        {
            "number": "3",
            "text": "A yuj yoval a k'ool chi', masanil in nivanil tic te ya' ay svab'i, yujnhej to ix och in mul d'ayach."
        },
        {
            "number": "4",
            "text": "A in chucal ichato k'ojanq'ue d'a vib'anh icha icatz, maxtzac techajlaj vuuj."
        },
        {
            "number": "5",
            "text": "Yujnhej in pital, vanxo sq'ue sjab' vechen yujto van sk'ab'ati."
        },
        {
            "number": "6",
            "text": "nhojan in emi tzin b'eyi. Junelnhej lachan vaji. Maxtzac och vaan jab'oc in cusk'olal."
        },
        {
            "number": "7",
            "text": "Van in cham yuj q'uixvelal svab'i. Masanil in nivanil te ya ay svab'i."
        },
        {
            "number": "8",
            "text": "Ix te b'uychaj in nivanil tic, manhxalaj jab'oc yip. Tzin k'acvi yuj vilk'olal."
        },
        {
            "number": "9",
            "text": "Mamin Vajalil, ojtac masanil tas tzin nib'ej. Ayic sik'son sja in k'ool, ichanh yaj jun tic."
        },
        {
            "number": "10",
            "text": "Toxonhej ste tinhtinhan in pixan yab'an syail. Numumi yel vip, maxtzac yal-laj vilani."
        },
        {
            "number": "11",
            "text": "A eb' anima vach' vak'an yed'oc yed' eb' junnhej tzin ek' yed'oc, najat sb'esel sb'a eb' d'ayin. A eb' cajan d'a in lak'anil, najat sb'esel sb'a eb' d'ayin yuj in yaelal."
        },
        {
            "number": "12",
            "text": "A eb' sgana in smilanchamoc, van yak'anem in yaalil eb'. A eb' snib'an yak' chucal d'ayin, anhej chucal syal eb' d'a in patic. Max ochlaj vaan eb' snaub'tanhan tas ol in yutoc d'a elk'altac."
        },
        {
            "number": "13",
            "text": "A inxo pax jun, ichato macan in chiquin, max vab'laj tas syal eb', ichato max ujilaj in loloni, malaj tas tz'elta d'a in ti'."
        },
        {
            "number": "14",
            "text": "Lajan in icha junoc mach max yab'laj, max yal-laj yalan sb'a."
        },
        {
            "number": "15",
            "text": "Mamin Jehová in Diosal, a achnhej tzach vak'och yipoc in k'ool, a ach ol in a tak'vej."
        },
        {
            "number": "16",
            "text": "A jun tic tzin k'an d'ayach: Mocab' in stzetzej eb' ajk'ol chi'. Mocab' b'itan eb' yuj tzalajk'olal tato tzin ak'ji ganar."
        },
        {
            "number": "17",
            "text": "Palta ijanxo val tzin ak'ji ganar svab'i. Max och vaan jab'oc in yaelal tic."
        },
        {
            "number": "18",
            "text": "Ol valq'ueta in mul. Manhxo in animaoc svab' yuj in chucal."
        },
        {
            "number": "19",
            "text": "A eb' ajk'ol sgana in chami, toxo ix te q'uib' sb'isul eb'. Manhxo jantacoc ix te aj eb' tzin chacani, vach'chom malaj in mul d'a eb'."
        },
        {
            "number": "20",
            "text": "Chucnhej syutej sb'a eb' d'ayin yuj in vach'k'olal d'a eb'. Yujnhej to tzin b'eyb'alej vach'il, tz'och eb' ajk'olal d'ayin."
        },
        {
            "number": "21",
            "text": "Mamin Jehová, manh in actejcani. Ach in Diosal, manh a b'esel a b'a d'ayin."
        },
        {
            "number": "22",
            "text": "Ach Vajalil, ach in Columal, cotanh d'a elanhchamel tzin a colani."
        }
    ]
}