{
    "chapter": "39",
    "verses": [
        {
            "number": "1",
            "text": "Ix vak' pensar to ol in ya'ilej in b'eyb'al, yic max och in mul yuj tas svala'. Tzin yamoch vaan in ti' yacb'an ayek' eb' anima chuk spensar t'a vichanh."
        },
        {
            "number": "2",
            "text": "Ix in em numnajoc, majxo valpaxlaj wach' lolonel. Palta haxo in yaelal ix te nivtaji."
        },
        {
            "number": "3",
            "text": "Vanxo stz'a in pixan ix vab'i. Yacb'an van in te naub'tanhani, ix wach' och pitz'an t'a in pixan. Yuj chi' chaanh ix in avaji, ix valani:"
        },
        {
            "number": "4",
            "text": "Mamin Jehová, ak' val vojtaquejeli to chamel b'a vaji, to jayenhej ab'il in q'uinal. In gana snachajel vuuj to elanhchamel tzek'b'at in q'uinal."
        },
        {
            "number": "5",
            "text": "Quennhej in q'uinal ix ak'a'. Manh nivanoclaj in q'uinal t'a ichanh. Ha onh anima onh tik, icha val quik'an jab'oc quik', icha chi' co q'uinal."
        },
        {
            "number": "6",
            "text": "Icha veven caj co masanil. Nab'anhej sco mak' k'unb'oc co b'a. ¿Tocval scak' co gana yet' co b'eyumal sco molb'ejq'ue b'ulan? Manh cojtacoc mach ol ik'ancanb'atoc."
        },
        {
            "number": "7",
            "text": "Mamin Vajal, haxo ticnaic, ¿tas wach' svak'och yipoc in k'ool? Ha ach ton ayach och yipoc in k'ool."
        },
        {
            "number": "8",
            "text": "Colinel t'a masanil in chukal. Manh in a cha b'uchjoc yuj eb' chuk spensar."
        },
        {
            "number": "9",
            "text": "Icha val eb' max ujilaj sloloni, icha chi' ix vutej in b'a. Manhxalaj tas ix elta t'a in ti', yujto a ach tik ix ak'och juntzanh tik t'ayin."
        },
        {
            "number": "10",
            "text": "Iq'uel in yaelal ix ak'ochi. Vanxo in lajviel svab' yuj b'aj ix in a mak'a'."
        },
        {
            "number": "11",
            "text": "Ha ach tzak'och co yaelal a onh anima onh tik. Tzak'anoch co tz'uumal yuj co mul. Ha ach tzak' lajvoc tas nib'ab'il cuuj, ichato tz'ijaxb'ati. Co masanil, icha val quik'an quik', icha chi' yek' co q'uinal."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, ab' in lesal tik, cotanh q'uelan t'ayin ayic svalan in b'a t'ayach. Manh ak' sat a k'ool t'a yal in sat tik. Mamin, a t'ayach, eq'uelb'anhej vek' t'a sat lu'um tik icha eb' in mam vicham."
        },
        {
            "number": "13",
            "text": "Mamin, manh ak'cot a k'ak'alk'olal t'ayin, yic wach' tzin tzalaj junok rato, yacb'an manto el-laj in k'ool."
        }
    ]
}