{
    "chapter": "39",
    "verses": [
        {
            "number": "1",
            "text": "Ix vak' pensar to ol in ya'ilej in b'eyb'al, yic max och in mul yuj tas svala'. Tzin yamoch vaan in ti' yacb'an ayek' eb' anima chuc spensar d'a vichanh."
        },
        {
            "number": "2",
            "text": "Ix in em numnajoc, majxo valpaxlaj vach' lolonel. Palta axo in yaelal ix te nivtaji."
        },
        {
            "number": "3",
            "text": "Vanxo stz'a in pixan ix vab'i. Yacb'an van in te naub'tanhani, ix vach' och pitz'an d'a in pixan. Yuj chi' chaanh ix in avaji, ix valani:"
        },
        {
            "number": "4",
            "text": "Mamin Jehová, ak' val vojtaquejeli to chamel b'a vaji, to jayenhej ab'il in q'uinal. In gana snachajel vuuj to elanhchamel tz'ek'b'at in q'uinal."
        },
        {
            "number": "5",
            "text": "Quennhej in q'uinal ix ak'a'. Manh nivanoclaj in q'uinal d'a ichanh. A onh anima onh tic, icha val quik'an jab'oc quik', icha chi' co q'uinal."
        },
        {
            "number": "6",
            "text": "Icha veven caj co masanil. Nab'anhej sco mak' k'unb'oc co b'a. ¿Tocval scak' co gana yed' co b'eyumal sco molb'ejq'ue b'ulan? Manh cojtacoc mach ol ik'ancanb'atoc."
        },
        {
            "number": "7",
            "text": "Mamin Vajal, axo ticnaic, ¿tas vach' svak'och yipoc in k'ool? A ach ton ayach och yipoc in k'ool."
        },
        {
            "number": "8",
            "text": "Colinel d'a masanil in chucal. Manh in a cha b'uchjoc yuj eb' chuc spensar."
        },
        {
            "number": "9",
            "text": "Icha val eb' max ujilaj sloloni, icha chi' ix vutej in b'a. Manhxalaj tas ix elta d'a in ti', yujto a ach tic ix ak'och juntzanh tic d'ayin."
        },
        {
            "number": "10",
            "text": "Iq'uel in yaelal ix ak'ochi. Vanxo in lajviel svab' yuj b'aj ix in a mak'a'."
        },
        {
            "number": "11",
            "text": "A ach tzak'och co yaelal a onh anima onh tic. Tzak'anoch co tz'uumal yuj co mul. A ach tzak' lajvoc tas nib'ab'il cuuj, ichato tz'ijaxb'ati. Co masanil, icha val quik'an quik', icha chi' yek' co q'uinal."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, ab' in lesal tic, cotanh q'uelan d'ayin ayic svalan in b'a d'ayach. Manh ak' sat a k'ool d'a yal in sat tic. Mamin, a d'ayach, eq'uelb'anhej vek' d'a sat luum tic icha eb' in mam vicham."
        },
        {
            "number": "13",
            "text": "Mamin, manh ak'cot a k'ak'alk'olal d'ayin, yic vach' tzin tzalaj junoc rato, yacb'an manto el-laj in k'ool."
        }
    ]
}