{
    "chapter": "40",
    "verses": [
        {
            "number": "1",
            "text": "Ix in tanhvejnhej scolval Jehová, haxo ix ab'ani ayic ix in tevi t'ay."
        },
        {
            "number": "2",
            "text": "Ix in yik'q'ueta t'a jun olan te ay smay. Ix in scol b'aj sitz'atac. Ix in yak'anq'ue t'a yib'anh jun q'uen q'ueen yic tzin tek'b'ej in b'a."
        },
        {
            "number": "3",
            "text": "Ix yak' val jun b'it ak'to t'ayin, b'it yic aloj wach' lolonel t'a co Diosal. Comonoc sat sk'ol jantac eb' tz'ilan jun tik, yic syak'och Jehová eb' yipoc sk'ool."
        },
        {
            "number": "4",
            "text": "Te wach' yic eb' tz'ak'anoch Jehová yipoc sk'ool, max yak'och spensar eb' t'a eb' syik'chaanh sb'a, aton eb' tz'och tzak'an t'a spatic juntzanh comon dios."
        },
        {
            "number": "5",
            "text": "Mamin Jehová in Diosal, manh jantacoc juntzanh tas satub'tac ix a b'o'o yet' jantac a wach'k'olal ix ak' t'ayonh. Malaj junok mach syal slajb'an sb'a ed'oc. In gana svalel masanil a wach'k'olal chi', palta max in tzak'vanlaj, yujto manhxo b'ischajb'enoc."
        },
        {
            "number": "6",
            "text": "Max a nib'ejlaj nok' nok' yet' ixim trigo silab'il. Malaj nok' nok' tza k'ana' yic snhusji silab'il t'ayach, ma silab' yic stupcanel co mul. Palta ix a jac in chiquin yic tzin cha vab' tas tzala'."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix vala': Tik tzin ja'i, xin chi. Ha tas tz'ib'ab'ilcan t'a a lolonel, a vab'ixal syala'."
        },
        {
            "number": "8",
            "text": "Ach in Diosal, snib'ej in k'ool tzin k'ulej icha a gana. Ayoch a k'ayb'ub'al t'a in pensar."
        },
        {
            "number": "9",
            "text": "Mamin Jehová, ix valcanel yab'ixal a tojolal t'a skal eb' a chonhab'. Ojtac val to malaj b'aj ix vactejcan valaneli."
        },
        {
            "number": "10",
            "text": "Malaj b'aj max valel a tojolal. Ix valel yab'ixal to tz'elnhejk'och tas tzala', tzak'anpax colnab'il. Malaj b'aj ix in k'ub'ejel t'a yichanh eb' a chonhab' molaneq'ui, to te niwan a wach'k'olal, yelnhej pax tzala'."
        },
        {
            "number": "11",
            "text": "Mamin Jehová, ayocab'nhej oq'uelk'olal t'ayin. Ilinnhej yet' a wach'k'olal icha ix aj alani."
        },
        {
            "number": "12",
            "text": "Yujto te ay tas sjavi t'a vib'anh, maxtzac b'ischajlaj vuuj. In yamchajelta yuj in chukal. Ichato maxtzac yal-laj vilani. Ek'b'al in chukal chi' t'a yichanh sb'isul xil in jolom. Vanxo somchajel in k'ool."
        },
        {
            "number": "13",
            "text": "Mamin, cotanh val q'uelan t'ayin, cotanh, colineli. Cotanh elanhchamel, tzach och ved'oc."
        },
        {
            "number": "14",
            "text": "Ha eb' sgana in smilanchamoc, javocab' q'uixvelal yet' somk'olal t'a yib'anh eb'. B'atocab' eb' elelal t'a skal nivac q'uixvelal, yujto sgana eb' yak'an chukal t'ayin."
        },
        {
            "number": "15",
            "text": "Ha eb' tzin b'uchani, canocab' eb' t'a manh pensaril yuj somk'olal."
        },
        {
            "number": "16",
            "text": "Axo masanil eb' ayoch spensar t'ayach, tzalajocab' eb' t'ayach. Te niwan elk'och ach Jehová, xchiocab' eb' snib'an a colval."
        },
        {
            "number": "17",
            "text": "Ha inxo jun, ob'iltac in, ay in och t'a ilk'olal. Mamin, mocab' in b'atcan satk'olal uuj. Ha ach tzach ochtaxon ved'oc yic tzin a colani. Ach Jehová in Diosal, manh iq'uek' tiempo in a colani."
        }
    ]
}