{
    "chapter": "41",
    "verses": [
        {
            "number": "1",
            "text": "Wach' yic eb' scolvaj t'a eb' meb'a', a Jehová ol colanel eb' t'a skal syaelal."
        },
        {
            "number": "2",
            "text": "A' ol tanhvan eb', ol ak'joc sq'uinal eb' yet' stzalajk'olal yuj t'a sat lu'um tik. Manh ol ak'joc ochlaj eb' t'a yol sk'ab' eb' ajk'ool yuj."
        },
        {
            "number": "3",
            "text": "Ol ak'joc yip eb' t'a skal syaelal yuj Jehová, ol b'oxoc sk'ool eb'."
        },
        {
            "number": "4",
            "text": "Ha in ix vala': Mamin Jehová, ok'oc a k'ool t'ayin. Anhtej in, yel toni ay in mul t'ayach, xin chi."
        },
        {
            "number": "5",
            "text": "Ha eb' ayoch ajk'olal t'ayin, syal chuk eb' t'ayin: Comonoc spet chami yic manhxo ol nachajcotoc, xchi eb'."
        },
        {
            "number": "6",
            "text": "Sja eb' yak' in paxyal, palta manhoc t'a swach'il sk'ol eb' tzul in yila'. Masanil tas syilb'at eb' t'ayin, sik'kan eb' t'a spensar, haxo t'a yoltac b'e syal in pecal eb'."
        },
        {
            "number": "7",
            "text": "Ha eb' tzin chacaneli, smolb'ej sb'a eb', syalan in pecal eb'. Chuc tas sna eb' t'a in patic."
        },
        {
            "number": "8",
            "text": "Syalan eb': Ha syaelal jun tik, manhxa yanhal. Toxo ix b'atcan t'a sat sch'at, manhxo ol b'oxlaj sk'ool, xchi eb'."
        },
        {
            "number": "9",
            "text": "Ha jun vamigo junnhej tzin wa yet'oc, yip in k'ool valani, ha' ix och ajk'olal t'ayin."
        },
        {
            "number": "10",
            "text": "Ha achxo Mamin Jehová, ok'oc val a k'ool t'ayin. Ik' in q'ue vaan yic ol vak'anek' in pac t'a eb'."
        },
        {
            "number": "11",
            "text": "Tato manh ol tzalaj sk'ool eb' ayoch ajk'olal t'ayin, ichato chi' ol nachajel vuuj to tzach tzalaj ved'oc."
        },
        {
            "number": "12",
            "text": "Ha inxo pax jun, malaj in mul t'a ichanh, yuj chi' ix in a quetz yet' a k'ab'. Ayinnhejocab' ek' t'a ichanh t'a masanil tiempo."
        },
        {
            "number": "13",
            "text": "Alchajocab' wach' lolonel t'a Jehová co Diosal a onh israel onh tik, ticnaic yet' t'a masanil tiempo. Ujocab'i."
        }
    ]
}