{
    "chapter": "41",
    "verses": [
        {
            "number": "1",
            "text": "Vach' yic eb' scolvaj d'a eb' meb'a', a Jehová ol colanel eb' d'a scal syaelal."
        },
        {
            "number": "2",
            "text": "A' ol tanhvan eb', ol ak'joc sq'uinal eb' yed' stzalajk'olal yuuj d'a sat luum tic. Manh ol ak'joc ochlaj eb' d'a yol sk'ab' eb' ajk'ool yuuj."
        },
        {
            "number": "3",
            "text": "Ol ak'joc yip eb' d'a scal syaelal yuj Jehová, ol b'oxoc sk'ool eb'."
        },
        {
            "number": "4",
            "text": "A in ix vala': Mamin Jehová, ok'oc a k'ool d'ayin. Anhtej in, yel toni ay in mul d'ayach, xin chi."
        },
        {
            "number": "5",
            "text": "A eb' ayoch ajk'olal d'ayin, syal chuc eb' d'ayin: Comonoc spet chami yic manhxo ol nachajcotoc, xchi eb'."
        },
        {
            "number": "6",
            "text": "Sja eb' yak' in paxyal, palta manhoc d'a svach'il sk'ol eb' tzul in yila'. Masanil tas syilb'at eb' d'ayin, sik'can eb' d'a spensar, axo d'a yoltac b'e syal in pecal eb'."
        },
        {
            "number": "7",
            "text": "A eb' tzin chacaneli, smolb'ej sb'a eb', syalan in pecal eb'. Chuc tas sna eb' d'a in patic."
        },
        {
            "number": "8",
            "text": "Syalan eb': A syaelal jun tic, manhxa yanhal. Toxo ix b'atcan d'a sat sch'at, manhxo ol b'oxlaj sk'ool, xchi eb'."
        },
        {
            "number": "9",
            "text": "A jun vamigo junnhej tzin va yed'oc, yip in k'ool valani, a' ix och ajk'olal d'ayin."
        },
        {
            "number": "10",
            "text": "A achxo Mamin Jehová, ok'oc val a k'ool d'ayin. Ik' in q'ue vaan yic ol vak'anek' in pac d'a eb'."
        },
        {
            "number": "11",
            "text": "Tato manh ol tzalaj sk'ool eb' ayoch ajk'olal d'ayin, ichato chi' ol nachajel vuuj to tzach tzalaj ved'oc."
        },
        {
            "number": "12",
            "text": "A inxo pax jun, malaj in mul d'a ichanh, yuj chi' ix in a quetz yed' a k'ab'. Ayinnhejocab' ek' d'a ichanh d'a masanil tiempo."
        },
        {
            "number": "13",
            "text": "Alchajocab' vach' lolonel d'a Jehová co Diosal a onh israel onh tic, ticnaic yed' d'a masanil tiempo. Ujocab'i."
        }
    ]
}