{
    "chapter": "42",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, tzach in nib'ej val icha junok nok' k'ultaquil chej tzek' sayoj ha' yuj taquinhtial."
        },
        {
            "number": "2",
            "text": "Ach Dios pitzan, a val in pensar tzach nib'anochi, ¿b'aq'uinh ol in k'och t'a ichanh junelxo?"
        },
        {
            "number": "3",
            "text": "k'ual t'ak'val voq'ui. Axonhej voq'uel tik ayoch in vaeloc, yacb'an sb'uchvaj eb' anima t'ayin sk'anb'ejnhej eb': ¿B'ajtil ay jun a Diosal chi? xchi eb'."
        },
        {
            "number": "4",
            "text": "Ayic tzin naan juntzanh tik, ste och pitz'an t'a in k'ool. Tzin naancoti ayic ay in ek' t'a skal eb' anima, yic tzin cuchb'an eb', yic tzonh b'at t'a a templo. Manhxo jantacoc yel yav eb' yuj tzalajk'olal yet' ak'oj yuj diosal. Nivan q'uinh ton val jun chi'."
        },
        {
            "number": "5",
            "text": "¿Tas val yuj schab'axq'ue in k'ool? ¿Tas yuj somchaj in pensar? Ach in Diosal, ayach och yipoc in k'ool, olto val wach' lolonel t'ayach, in Columal, in Diosal aji."
        },
        {
            "number": "6",
            "text": "Ach in Diosal te cusk'olal vaj ticnaic, yuj chi', manh jantacoc ach in naancot t'a yol yic ha' Jordán yet' t'a yol yic svitzal Hermón yet' svitzal Mizar."
        },
        {
            "number": "7",
            "text": "Icha sk'anh yem ponholjoc ha ha' t'a nivac pajav, icha val chi' juntzanh nivac cusk'olal tzek' t'a vib'anh uuj."
        },
        {
            "number": "8",
            "text": "Ach Jehová, ha t'a k'ualil tza ch'oxnhej a wach'k'olal t'ayin, haxo t'ak'walil, max in och vaan ach in b'itani, max in och pax vaan in lesalvi t'ayach, yujto a ach tzak' in q'uinal."
        },
        {
            "number": "9",
            "text": "Svalan icha tik t'ayach: Ach in Columal, ¿tas yuj tzin b'atcan satk'olal uuj? Yuj chi' cusnac in k'ool ayic tzin b'eyeq'ui, yujto tzin yixtej val eb' ayoch ajk'olal t'ayin, xin chi."
        },
        {
            "number": "10",
            "text": "Svab' val syail, icha val to smak'jipoj in b'aquil b'aj tzin yixtej eb' ajk'ool chi'. Junjun rato sb'uchvaj eb' t'ayin sk'anb'an eb': ¿B'ajtil ay jun a Diosal chi'? xchi eb'."
        },
        {
            "number": "11",
            "text": "¿Tas val yuj schab'axq'ue in k'ool? ¿Tas yuj somchaj in pensar? Ach in Diosal, ayach och yipoc in k'ool, olto val wach' lolonel t'ayach, in Columal, in Diosal aji."
        }
    ]
}