{
    "chapter": "44",
    "verses": [
        {
            "number": "1",
            "text": "Ach ko Diosal, ix kab' a poder yujto a heb' ko mam quicham ix alan t'ayonh tas utejnac heb' t'a peka'."
        },
        {
            "number": "2",
            "text": "Yed' a poder ix a pechel juntzanh heb' ch'oc chonhab'il, ix a satankanel heb' t'a juntzanh niwac chonhab' chi', haxo heb' ko mam quicham chi' ix ak' kajnaj t'a tik."
        },
        {
            "number": "3",
            "text": "Manhok yet' yip heb', manhoc pax k'een yespada heb' ix yak'lab'ej ayic ix yik'an jun lu'um tik heb'. Maj yik'laj jun lu'um tik heb' t'a ak'oj owalil, palta yuj a poder, yuj ipalil yet' yuj a wach'k'olal ix yak' ganar jun owal chi' heb', yujto xajan heb' uuj."
        },
        {
            "number": "4",
            "text": "Ach ko Diosal, ko Reyal ach, a ach alnac, yuj chi' kak'nac ganar a onh yinhtilal onh kan winhaj Jacob tik."
        },
        {
            "number": "5",
            "text": "Ha ach ton tzach och qued'oc, yuj chi' skak' ganar heb' ajk'ool chi'. Yuj ipalil skan heb' ajk'ool chi' t'a yalanh cuuj."
        },
        {
            "number": "6",
            "text": "Manhoklaj yamk'ab' yic owal skak'och yipoc ko k'ool, manhocpaxlaj yuj k'een quespada ol kak' ganar owal."
        },
        {
            "number": "7",
            "text": "Ha heb' kajk'ool schichonoch sk'ool t'ayonh, tzonh a col t'a yol sk'ab' heb', q'uixwelal tz'ajkan heb' uuj."
        },
        {
            "number": "8",
            "text": "Anhej t'ayach ol kak'nhej tzalajb'oc ko k'ool, a achnhej ol ach ko b'itej."
        },
        {
            "number": "9",
            "text": "Palta a ticnaik Mamin, ix onh a patiquejeli, ix onh ak'anoch t'a q'uixwelal, maxtzac yal-laj a k'ool tzach b'at yet' heb' ko soldado."
        },
        {
            "number": "10",
            "text": "Ha ach ix onh actejkani, yuj chi' ix onh el lemnaj t'a heb' kajk'ool. Ha heb' schichon sk'ool t'ayonh, ix yik'b'at heb' tastac ay t'ayonh."
        },
        {
            "number": "11",
            "text": "Ix onh ak'anoch t'a yol sk'ab' heb', icha junok nok' kalnel tz'ik'jib'at b'aj smiljichamoc. Ix onh a saclemejkanb'at t'a skal juntzanh nación."
        },
        {
            "number": "12",
            "text": "Te yechel ix onh a chonhcanel a onh a chonhab' onh tik. Malaj jab'oc tas ix ak' ganar yuj b'aj ix onh a chonhel chi'."
        },
        {
            "number": "13",
            "text": "Ix onh ak'an b'uchjoc yuj heb' anima kajan t'a juntzanh chonhab' t'a ko lak'anil. Tzonh stzuntzan heb', malaj quelk'och t'a heb'."
        },
        {
            "number": "14",
            "text": "Ix onh ak'an b'uchjoc yuj heb' ch'oc chonhab'il. Anhej wal yic tzonh yilan heb', tzonh ste tzetzan heb'."
        },
        {
            "number": "15",
            "text": "Junjun k'u, toxonhej tzonh te em nhojan yuj q'uixwelal."
        },
        {
            "number": "16",
            "text": "Tzonh stzuntzan heb' kajk'ool snib'ej onh yixtani. Malaj quelk'och t'a heb'."
        },
        {
            "number": "17",
            "text": "Aton juntzanh tik scot t'a quib'anh, wach'chom maj ach b'atkan satk'olal cuuj. Ina to sko k'anab'ajejnhej a trato ak'nac t'ayonh."
        },
        {
            "number": "18",
            "text": "Max ko nalaj ach ko patiquejeli. Malaj a k'ayb'ub'al ix kactejkani."
        },
        {
            "number": "19",
            "text": "Wach'chom icha chi', palta ichato tzonh actejkan t'a skal nok' nok' ay smay, ichato onh a macchejem b'aj te k'ik'k 'inal."
        },
        {
            "number": "20",
            "text": "Ach ko Diosal, q'uinaloc ach b'atkan satk'olal cuuj, haxo t'a comon Dios ix kak'em ko b'a,"
        },
        {
            "number": "21",
            "text": "ix am ila', yujto malaj junok tas k'ub'eltac manh ojtakoc."
        },
        {
            "number": "22",
            "text": "Palta uuj junjun rato ijan onh smilancham heb' ajk'ol chi', icha nok' kalnel tz'ik'jib'at b'aj schami, icha chi' tzonh yutej heb'."
        },
        {
            "number": "23",
            "text": "Mamin, ¿tas yuj ichato waynac ach b'ati? Ilonhcoti, manh onh a patiquejkanel t'a junelnhej."
        },
        {
            "number": "24",
            "text": "¿Tas yuj tzach b'at mikan t'ayonh? ¿Tas wal yuj tzonh b'atkan satk'olal uuj t'a skal ko niwan yaelal tik?"
        },
        {
            "number": "25",
            "text": "Toxo wan yel quip, maxtzac yal-laj ko loloni, toxonhej tzonh ek' telton t'a sat lu'um."
        },
        {
            "number": "26",
            "text": "Pil ip. Cotanh. Colonh eli yujto te xajan onh uuj."
        }
    ]
}