{
    "chapter": "44",
    "verses": [
        {
            "number": "1",
            "text": "Ach co Diosal, ix cab' a poder yujto a eb' co mam quicham ix alan d'ayonh tas utejnac eb' d'a peca'."
        },
        {
            "number": "2",
            "text": "Yed' a poder ix a pechel juntzanh eb' ch'oc chonhab'il, ix a satancanel eb' d'a juntzanh nivac chonhab' chi', axo eb' co mam quicham chi' ix ak' cajnaj d'a tic."
        },
        {
            "number": "3",
            "text": "Manhoc yed' yip eb', manhoc pax q'uen yespada eb' ix yak'lab'ej ayic ix yik'an jun luum tic eb'. Maj yik'laj jun luum tic eb' d'a ak'oj ovalil, palta yuj a poder, yuj ipalil yed' yuj a vach'k'olal ix yak' ganar jun oval chi' eb', yujto xajan eb' uuj."
        },
        {
            "number": "4",
            "text": "Ach co Diosal, co Reyal ach, a ach alnac, yuj chi' cak'nac ganar a onh yinhtilal onh can vinhaj Jacob tic."
        },
        {
            "number": "5",
            "text": "A ach ton tzach och qued'oc, yuj chi' scak' ganar eb' ajk'ool chi'. Yuj ipalil scan eb' ajk'ool chi' d'a yalanh cuuj."
        },
        {
            "number": "6",
            "text": "Manhoclaj yamk'ab' yic oval scak'och yipoc co k'ool, manhocpaxlaj yuj q'uen quespada ol cak' ganar oval."
        },
        {
            "number": "7",
            "text": "A eb' cajk'ool schichonoch sk'ool d'ayonh, tzonh a col d'a yol sk'ab' eb', q'uixvelal tz'ajcan eb' uuj."
        },
        {
            "number": "8",
            "text": "Anhej d'ayach ol cak'nhej tzalajb'oc co k'ool, a achnhej ol ach co b'itej."
        },
        {
            "number": "9",
            "text": "Palta a ticnaic Mamin, ix onh a patiquejeli, ix onh ak'anoch d'a q'uixvelal, maxtzac yal-laj a k'ool tzach b'at yed' eb' co soldado."
        },
        {
            "number": "10",
            "text": "A ach ix onh actejcani, yuj chi' ix onh el lemnaj d'a eb' cajk'ool. A eb' schichon sk'ool d'ayonh, ix yik'b'at eb' tastac ay d'ayonh."
        },
        {
            "number": "11",
            "text": "Ix onh ak'anoch d'a yol sk'ab' eb', icha junoc nok' calnel tz'ik'jib'at b'aj smiljichamoc. Ix onh a saclemejcanb'at d'a scal juntzanh nación."
        },
        {
            "number": "12",
            "text": "Te yechel ix onh a chonhcanel a onh a chonhab' onh tic. Malaj jab'oc tas ix ak' ganar yuj b'aj ix onh a chonhel chi'."
        },
        {
            "number": "13",
            "text": "Ix onh ak'an b'uchjoc yuj eb' anima cajan d'a juntzanh chonhab' d'a co lak'anil. Tzonh stzuntzan eb', malaj quelk'och d'a eb'."
        },
        {
            "number": "14",
            "text": "Ix onh ak'an b'uchjoc yuj eb' ch'oc chonhab'il. Anhej val yic tzonh yilan eb', tzonh ste tzetzan eb'."
        },
        {
            "number": "15",
            "text": "Junjun k'u, toxonhej tzonh te em nhojan yuj q'uixvelal."
        },
        {
            "number": "16",
            "text": "Tzonh stzuntzan eb' cajk'ool snib'ej onh yixtani. Malaj quelk'och d'a eb'."
        },
        {
            "number": "17",
            "text": "Aton juntzanh tic scot d'a quib'anh, vach'chom maj ach b'atcan satk'olal cuuj. Ina to sco k'anab'ajejnhej a trato ak'nac d'ayonh."
        },
        {
            "number": "18",
            "text": "Max co nalaj ach co patiquejeli. Malaj a k'ayb'ub'al ix cactejcani."
        },
        {
            "number": "19",
            "text": "Vach'chom icha chi', palta ichato tzonh actejcan d'a scal nok' nok' ay smay, ichato onh a macchejem b'aj te q'uik'q'uinal."
        },
        {
            "number": "20",
            "text": "Ach co Diosal, q'uinaloc ach b'atcan satk'olal cuuj, axo d'a comon dios ix caq'uem co b'a,"
        },
        {
            "number": "21",
            "text": "ix am ila', yujto malaj junoc tas k'ub'eltac manh ojtacoc."
        },
        {
            "number": "22",
            "text": "Palta uuj junjun rato ijan onh smilancham eb' ajk'ol chi', icha nok' calnel tz'ik'jib'at b'aj schami, icha chi' tzonh yutej eb'."
        },
        {
            "number": "23",
            "text": "Mamin, ¿tas yuj ichato vaynac ach b'ati? Ilonhcoti, manh onh a patiquejcanel d'a junelnhej."
        },
        {
            "number": "24",
            "text": "¿Tas yuj tzach b'at mican d'ayonh? ¿Tas val yuj tzonh b'atcan satk'olal uuj d'a scal co nivan yaelal tic?"
        },
        {
            "number": "25",
            "text": "Toxo van yel quip, maxtzac yal-laj co loloni, toxonhej tzonh ek' telton d'a sat luum."
        },
        {
            "number": "26",
            "text": "Pil ip. Cotanh. Colonh eli yujto te xajan onh uuj."
        }
    ]
}