{
    "chapter": "45",
    "verses": [
        {
            "number": "1",
            "text": "Ay val ek' vach' lolonel d'a in pensar. Ol in b'itan d'a vinh rey yed' juntzanh in lolonel chi'. A in ti' lajan icha stz'ib'lab' junoc mach te jelan stz'ib'ani."
        },
        {
            "number": "2",
            "text": "Ach rey, a achnhej vach' ilji d'a yichanh masanil eb' vinh vinac. Te vach'nhej tas tzala', te jelan a loloni yujto syak'nhej svach'k'olal Dios d'a ib'anh."
        },
        {
            "number": "3",
            "text": "Ak'och jachan q'uen espada d'a a nanhal, ach vinac te ak'um oval, te b'inajnac ach, te ay val elk'ochi."
        },
        {
            "number": "4",
            "text": "Ixic d'a yib'anh nok' a chej yed' a poder yic tzak'an ganar oval, yic sb'oji yaj lolonel d'a stojolal d'a eb' emnaquil. Nivan tastac satub'tac ol a k'ulej yed' ipalil."
        },
        {
            "number": "5",
            "text": "Ach co reyal, a jul-lab' te jay snhi' ol b'at ch'apnaj d'a snhi' sk'ool eb' ajk'ool. Yuj chi' ol telvoc eb' anima yic juntzanh chonhab' d'a scal oc."
        },
        {
            "number": "6",
            "text": "Ach co Diosal, yajal ach d'a smasanil tiempo. Yajal ach, vach'nhej tz'aj a ch'olb'itan tastac."
        },
        {
            "number": "7",
            "text": "A val tojolal scha a k'ool, max schalaj a k'ool chucal. Yuj chi' ix ach siq'uel Dios, aton a Diosal. Ix yak' nivan tzalajk'olal d'ayach d'a yichanh juntzanhxo eb' ay yopisio ed'oc."
        },
        {
            "number": "8",
            "text": "Tz'el sjab' sperfumeal mirra, áloes yed' te' canela ayoch d'a a pichul. A son ay sch'anhal ol ak'an tzalaj a k'ool d'a a pat marfilnhej ayoch yelvanub'oc."
        },
        {
            "number": "9",
            "text": "Ay eb' ix yisil eb' vinh rey d'a scal eb' avtab'il uuj. A d'a a tz'ey d'a a vach', ata' ayek' ix reina. A q'uen oro yelxo val vach' ayoch d'a spichul ix."
        },
        {
            "number": "10",
            "text": "Ach yisil rey, maclej val ab'i, scham val ab'an tas ol val d'ayach. Manhxo a na eb' a k'ab' oc yed' eb' etchonhab',"
        },
        {
            "number": "11",
            "text": "yujto a vinh rey chi' snib'an svach'il ilji, aton vinh ajalil. Aq'uem a b'a d'a vinh."
        },
        {
            "number": "12",
            "text": "Ol yak' silab' eb' aj Tiro d'ayach. A eb' nivac b'eyum, ol snib'ej eb' yoch amigooc."
        },
        {
            "number": "13",
            "text": "Tic sja ix ix van yoch yetb'eyumoc vinh rey, vach'nhej yilji ix, yisil pax ix junocxo vinh rey. Oro ayoch yelvanub'oc spichul ix."
        },
        {
            "number": "14",
            "text": "Vach'nhej yaj sb'o ix yed' spichul, tz'ik'jib'at ix d'a vinh rey. Tzak'anoch eb' ix cob'estac yuk'levoc ix, aton eb' ix yamiga ix."
        },
        {
            "number": "15",
            "text": "Stzalaj eb' ix sb'at eb' ix, masanto sk'och eb' ix d'a spat vinh rey chi'."
        },
        {
            "number": "16",
            "text": "Ach rey, a eb' uninal ol em k'ojan b'aj tz'emtaxon k'ojan eb' a mam icham. Ol ak'anoch yopisio eb' yic syilan masanil yol a macb'en tic eb'."
        },
        {
            "number": "17",
            "text": "A in ol vak' nachajcot a b'i yuj masanil anima toto ol aljoc d'a yolyib'anhq'uinal tic. Ol yal vach' lolonel junjun chonhab' d'ayach d'a masanil tiempo."
        }
    ]
}