{
    "chapter": "45",
    "verses": [
        {
            "number": "1",
            "text": "Ay val ek' wach' lolonel t'a in pensar. Ol in b'itan t'a vinh rey yet' juntzanh in lolonel chi'. Ha in ti' lajan icha stz'ib'lab' junok mach te jelan stz'ib'ani."
        },
        {
            "number": "2",
            "text": "Ach rey, a achnhej wach' ilji t'a yichanh masanil eb' vinh vinac. Te wach'nhej tas tzala', te jelan a loloni yujto syak'nhej swach'k'olal Dios t'a ib'anh."
        },
        {
            "number": "3",
            "text": "Ak'och jachan q'uen espada t'a a nanhal, ach vinac te ak'um oval, te b'inajnac ach, te ay val elk'ochi."
        },
        {
            "number": "4",
            "text": "Ixic t'a yib'anh nok' a chej yet' a poder yic tzak'an ganar oval, yic sb'oji yaj lolonel t'a stojolal t'a eb' emnaquil. Nivan tastac satub'tac ol a k'ulej yet' ipalil."
        },
        {
            "number": "5",
            "text": "Ach co reyal, a jul-lab' te jay snhi' ol b'at ch'apnaj t'a snhi' sk'ool eb' ajk'ool. Yuj chi' ol telvoc eb' anima yic juntzanh chonhab' t'a skal oc."
        },
        {
            "number": "6",
            "text": "Ach co Diosal, yajal ach t'a smasanil tiempo. Yajal ach, wach'nhej tz'aj a ch'olb'itan tastac."
        },
        {
            "number": "7",
            "text": "Ha val tojolal scha a k'ool, max schalaj a k'ool chucal. Yuj chi' ix ach siq'uel Dios, aton a Diosal. Ix yak' niwan tzalajk'olal t'ayach t'a yichanh juntzanhxo eb' ay yopisio ed'oc."
        },
        {
            "number": "8",
            "text": "Tz'el sjab' sperfumeal mirra, áloes yet' te' canela ayoch t'a a pichul. Ha son ay sch'anhal ol ak'an tzalaj a k'ool t'a a pat marfilnhej ayoch yelvanub'oc."
        },
        {
            "number": "9",
            "text": "Ay eb' ix yisil eb' vinh rey t'a skal eb' avtab'il uuj. Ha t'a a tz'ey t'a a wach', ata' ayek' ix reina. Ha q'uen oro yelxo val wach' ayoch t'a spichul ix."
        },
        {
            "number": "10",
            "text": "Ach yisil rey, maclej val ab'i, scham val ab'an tas ol val t'ayach. Manhxo a na eb' a k'ab' oc yet' eb' etchonhab',"
        },
        {
            "number": "11",
            "text": "yujto a vinh rey chi' snib'an swach'il ilji, aton vinh ajalil. Hak'uem a b'ha t'a vinh."
        },
        {
            "number": "12",
            "text": "Ol yak' silab' eb' aj Tiro t'ayach. Ha eb' nivac b'eyum, ol snib'ej eb' yoch amigooc."
        },
        {
            "number": "13",
            "text": "Tik sja ix ix van yoch yetb'eyumoc vinh rey, wach'nhej yilji ix, yisil pax ix junocxo vinh rey. Oro ayoch yelvanub'oc spichul ix."
        },
        {
            "number": "14",
            "text": "Wach'nhej yaj sb'o ix yet' spichul, tz'ik'jib'at ix t'a vinh rey. Tzak'anoch eb' ix cob'estac yuk'levoc ix, aton eb' ix yamiga ix."
        },
        {
            "number": "15",
            "text": "Stzalaj eb' ix sb'at eb' ix, masanto sk'och eb' ix t'a spat vinh rey chi'."
        },
        {
            "number": "16",
            "text": "Ach rey, a eb' uninal ol em k'ojan b'aj tz'emtaxon k'ojan eb' a mam icham. Ol ak'anoch yopisio eb' yic syilan masanil yol a macb'en tik eb'."
        },
        {
            "number": "17",
            "text": "Ha in ol vak' nachajcot a b'i yuj masanil anima toto ol aljoc t'a yol yib'anhk’inal tik. Ol yal wach' lolonel junjun chonhab' t'ayach t'a masanil tiempo."
        }
    ]
}