{
    "chapter": "46",
    "verses": [
        {
            "number": "1",
            "text": "Ha Dios ayoch quenhuloc, anheja' pax ayoch quipumaloc. Ha tz'och qued'oc ayic ayonh t'a skal yaelal."
        },
        {
            "number": "2",
            "text": "Yuj chi' max onh xivlaj. Wach'chom stzicub'tanhaj lum lum tik, scot juyuljoc juntzanh vitz t'a yol ha' mar,"
        },
        {
            "number": "3",
            "text": "wach'chom sk'anh ha' mar chi', sq'uepax chulnaj sat ha', wach'chom stzicub'tanhaj jolomtac vitz yuj yoval ha', palta max onh xivlaj."
        },
        {
            "number": "4",
            "text": "Ay jun ha' niwan ha' tz'ak'an tzalaj sk'ol eb' cajan t'a schonhab' Dios, aton b'aj cajan Dios ek'to t'a yib'anh smasanil."
        },
        {
            "number": "5",
            "text": "Ha Dios ayek' t'a schonhab' chi', yuj chi' manh ol satel-laj. Ha tz'och yet' schonhab' chi' ayic van sakb'i."
        },
        {
            "number": "6",
            "text": "Tz'el yav juntzanh nivac chonhab' yuj oval. Ol satel juntzanh nación chi'. Ol ulaxb'at lum lum tik ayic ol ab'chaj sjaj Dios."
        },
        {
            "number": "7",
            "text": "Ha Jehová Yajal t'a Smasanil, ayek' qued'oc. Ha sDiosal co mam quicham Jacob, a ayoch qued'oc, ay paxoch quenhuloc."
        },
        {
            "number": "8",
            "text": "Ul ilec satub'taquil tas ix aj satjiel eb' ajk'ol t'a sat lu'um tik yuj Jehová."
        },
        {
            "number": "9",
            "text": "Slajviek' oval yuj masanto t'a slajvub' yol yib'anhk’inal tik. Scanhchajcanb'at sjul-lab' eb' yuj. Ha q'uen lanza, chok' tz'aj q'uen yuj. Syak'anoch sk'ak'al carruaje yic oval chi'."
        },
        {
            "number": "10",
            "text": "Syalan Dios chi' t'a juntzanh nación: Actejec eyak'an oval. Nachajocab'el eyuuj to a in ton Dios in. Ol alchajel in poder t'a skal masanil nación t'a sat lu'um tik, xchi Dios."
        },
        {
            "number": "11",
            "text": "Ha Jehová Yajal t'a Smasanil, ayek' qued'oc. Ha sDiosal co mam quicham Jacob, a ayoch qued'oc, ay paxoch quenhuloc."
        }
    ]
}