{
    "chapter": "46",
    "verses": [
        {
            "number": "1",
            "text": "A Dios ayoch quenhuloc, anheja' pax ayoch quipumaloc. A tz'och qued'oc ayic ayonh d'a scal yaelal."
        },
        {
            "number": "2",
            "text": "Yuj chi' max onh xivlaj. Vach'chom stzicub'tanhaj lum luum tic, scot juyuljoc juntzanh vitz d'a yol a' mar,"
        },
        {
            "number": "3",
            "text": "vach'chom sk'anh a' mar chi', sq'uepax chulnaj sat a', vach'chom stzicub'tanhaj jolomtac vitz yuj yoval a', palta max onh xivlaj."
        },
        {
            "number": "4",
            "text": "Ay jun a' nivan a' tz'ak'an tzalaj sk'ol eb' cajan d'a schonhab' Dios, aton b'aj cajan Dios ek'to d'a yib'anh smasanil."
        },
        {
            "number": "5",
            "text": "A Dios ayek' d'a schonhab' chi', yuj chi' manh ol satel-laj. A tz'och yed' schonhab' chi' ayic van sacb'i."
        },
        {
            "number": "6",
            "text": "Tz'el yav juntzanh nivac chonhab' yuj oval. Ol satel juntzanh nación chi'. Ol ulaxb'at lum luum tic ayic ol ab'chaj sjaj Dios."
        },
        {
            "number": "7",
            "text": "A Jehová Yajal d'a Smasanil, ayek' qued'oc. A sDiosal co mam quicham Jacob, a ayoch qued'oc, ay paxoch quenhuloc."
        },
        {
            "number": "8",
            "text": "Ul ilec satub'taquil tas ix aj satjiel eb' ajk'ol d'a sat luum tic yuj Jehová."
        },
        {
            "number": "9",
            "text": "Slajviek' oval yuuj masanto d'a slajvub' yolyib'anhq'uinal tic. Scanhchajcanb'at sjul-lab' eb' yuuj. A q'uen lanza, chok' tz'aj q'uen yuuj. Syak'anoch sk'ak'al carruaje yic oval chi'."
        },
        {
            "number": "10",
            "text": "Syalan Dios chi' d'a juntzanh nación: Actejec eyak'an oval. Nachajocab'el eyuuj to a in ton Dios in. Ol alchajel in poder d'a scal masanil nación d'a sat luum tic, xchi Dios."
        },
        {
            "number": "11",
            "text": "A Jehová Yajal d'a Smasanil, ayek' qued'oc. A sDiosal co mam quicham Jacob, a ayoch qued'oc, ay paxoch quenhuloc."
        }
    ]
}