{
    "chapter": "48",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová ko Diosal, yelxo wal niwan yelk'ochi, smoj wal yalchaj wach' lolonel t'ay t'a yol schonhab', aton tzalan b'aj tz'och ejmelal t'ay."
        },
        {
            "number": "2",
            "text": "Manhxo jantacoc swach'il yilji jun tzalan tik, chaanh ayk'ei. Ha t'a chon tzalan Sion tik, b'aj kajan Dios, a tik ay wal stzalajk'olal masanil heb' kajan t'a yol yib'anhk’inal tik. Ha Sion tik schonhab' Vinh Rey yelxo wal niwan yelk'ochi."
        },
        {
            "number": "3",
            "text": "Ha Dios ayek' t'a juntzanh palacio t'a tzalan Sion tik. Ojtakab'il to ha Dios ayoch ko columaloc."
        },
        {
            "number": "4",
            "text": "Ix smolb'ej sb'a heb' winh rey, ix cot nhililoc heb' winh yak' owal t'a chonhab' Sion tik."
        },
        {
            "number": "5",
            "text": "Palta ayic ix yilan jun chonhab' tik heb' winh, ix sat sk'ool heb' winh. Ix somchajel sk'ool heb' winh, ix b'at heb' winh elelal."
        },
        {
            "number": "6",
            "text": "Ix yamchaj heb' winh yuj xiwelal, tz'ib'xi heb' winh yuj yaelal, icha junok ix ix wan yalji yune'."
        },
        {
            "number": "7",
            "text": "Icha tz'aj spojb'at te' barco yic chonhab' Tarsis yuj owal ik' scot t'a b'aj sjawi k'u, icha chi' ix aj satel heb' winh yuj Dios."
        },
        {
            "number": "8",
            "text": "Ha t'a schonhab' Jehová ko Diosal Yajal t'a Smasanil, ix quil wal yelk'och icha wal alb'ilkan t'ayonh. Ha Dios ol yak'nhej stek'anil Jerusalén."
        },
        {
            "number": "9",
            "text": "Ach ko Diosal, ayic ayonhek' t'a a templo, sko nacot a niwan wach'k'olal."
        },
        {
            "number": "10",
            "text": "Ach ko Diosal, te b'inajnac ach t'a smasanil yol yib'anhk’inal tik, yuj chi' tz'alchaj wach' lolonel t'ayach. Tza b'o yaj masanil tas t'a stojolal yet' a poder."
        },
        {
            "number": "11",
            "text": "Ay stzalajk'olal heb' aj Sion. Te tzalajokab' heb' aj Judá yujto t'a stojolal ix a b'o yaj smasanil."
        },
        {
            "number": "12",
            "text": "Ek'anhec oyoyoc t'a spatic yichanh Sion, tze b'isani jaye' storreal."
        },
        {
            "number": "13",
            "text": "Scham wal he sayan eyil smuroal. Schampax eyilan spat heb' yajal, yic wach' ol yal eyalanel yab'ixal t'a heb' unin manto aljoclaj."
        },
        {
            "number": "14",
            "text": "Ha sDiosal Sion, aton ko Diosal t'a junelnhej. Ha tzonh ik'annhej b'eyoc masanto t'a slajwub'."
        }
    ]
}