{
    "chapter": "48",
    "verses": [
        {
            "number": "1",
            "text": "A Jehová co Diosal, yelxo val nivan yelk'ochi, smoj val yalchaj vach' lolonel d'ay d'a yol schonhab', aton tzalan b'aj tz'och ejmelal d'ay."
        },
        {
            "number": "2",
            "text": "Manhxo jantacoc svach'il yilji jun tzalan tic, chaanh ayq'uei. A d'a chon tzalan Sion tic, b'aj cajan Dios, a tic ay val stzalajk'olal masanil eb' cajan d'a yolyib'anhq'uinal tic. A Sion tic schonhab' Vinh Rey yelxo val nivan yelk'ochi."
        },
        {
            "number": "3",
            "text": "A Dios ayek' d'a juntzanh palacio d'a tzalan Sion tic. Ojtacab'il to a Dios ayoch co columaloc."
        },
        {
            "number": "4",
            "text": "Ix smolb'ej sb'a eb' vinh rey, ix cot nhililoc eb' vinh yak' oval d'a chonhab' Sion tic."
        },
        {
            "number": "5",
            "text": "Palta ayic ix yilan jun chonhab' tic eb' vinh, ix sat sk'ool eb' vinh. Ix somchajel sk'ool eb' vinh, ix b'at eb' vinh elelal."
        },
        {
            "number": "6",
            "text": "Ix yamchaj eb' vinh yuj xivelal, tz'ib'xi eb' vinh yuj yaelal, icha junoc ix ix van yalji yune'."
        },
        {
            "number": "7",
            "text": "Icha tz'aj spojb'at te' barco yic chonhab' Tarsis yuj oval ik' scot d'a b'aj sjavi k'u, icha chi' ix aj satel eb' vinh yuj Dios."
        },
        {
            "number": "8",
            "text": "A d'a schonhab' Jehová co Diosal Yajal d'a Smasanil, ix quil val yelk'och icha val alb'ilcan d'ayonh. A Dios ol yak'nhej stek'anil Jerusalén."
        },
        {
            "number": "9",
            "text": "Ach co Diosal, ayic ayonhek' d'a a templo, sco nacot a nivan vach'k'olal."
        },
        {
            "number": "10",
            "text": "Ach co Diosal, te b'inajnac ach d'a smasanil yolyib'anhq'uinal tic, yuj chi' tz'alchaj vach' lolonel d'ayach. Tza b'o yaj masanil tas d'a stojolal yed' a poder."
        },
        {
            "number": "11",
            "text": "Ay stzalajk'olal eb' aj Sion. Te tzalajocab' eb' aj Judá yujto d'a stojolal ix a b'o yaj smasanil."
        },
        {
            "number": "12",
            "text": "Ek'anhec oyoyoc d'a spatic yichanh Sion, tze b'isani jaye' storreal."
        },
        {
            "number": "13",
            "text": "Scham val e sayan eyil smuroal. Schampax eyilan spat eb' yajal, yic vach' ol yal eyalanel yab'ixal d'a eb' unin manto aljoclaj."
        },
        {
            "number": "14",
            "text": "A sDiosal Sion, aton co Diosal d'a junelnhej. A tzonh ik'annhej b'eyoc masanto d'a slajvub'."
        }
    ]
}