{
    "chapter": "48",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová co Diosal, yelxo val niwan yelk'ochi, smoj val yalchaj wach' lolonel t'ay t'a yol schonhab', aton tzalan b'aj tz'och ejmelal t'ay."
        },
        {
            "number": "2",
            "text": "Manhxo jantacoc swach'il yilji jun tzalan tik, chaanh ayq'uei. Ha t'a chon tzalan Sion tik, b'aj cajan Dios, a tik ay val stzalajk'olal masanil eb' cajan t'a yol yib'anhk’inal tik. Ha Sion tik schonhab' Vinh Rey yelxo val niwan yelk'ochi."
        },
        {
            "number": "3",
            "text": "Ha Dios ayek' t'a juntzanh palacio t'a tzalan Sion tik. Ojtacab'il to ha Dios ayoch co columaloc."
        },
        {
            "number": "4",
            "text": "Ix smolb'ej sb'a eb' vinh rey, ix cot nhililoc eb' vinh yak' oval t'a chonhab' Sion tik."
        },
        {
            "number": "5",
            "text": "Palta ayic ix yilan jun chonhab' tik eb' vinh, ix sat sk'ool eb' vinh. Ix somchajel sk'ool eb' vinh, ix b'at eb' vinh elelal."
        },
        {
            "number": "6",
            "text": "Ix yamchaj eb' vinh yuj xivelal, tz'ib'xi eb' vinh yuj yaelal, icha junok ix ix van yalji yune'."
        },
        {
            "number": "7",
            "text": "Icha tz'aj spojb'at te' barco yic chonhab' Tarsis yuj oval ik' scot t'a b'aj sjavi k'u, icha chi' ix aj satel eb' vinh yuj Dios."
        },
        {
            "number": "8",
            "text": "Ha t'a schonhab' Jehová co Diosal Yajal t'a Smasanil, ix quil val yelk'och icha val alb'ilcan t'ayonh. Ha Dios ol yak'nhej stek'anil Jerusalén."
        },
        {
            "number": "9",
            "text": "Ach co Diosal, ayic ayonhek' t'a a templo, sco nacot a niwan wach'k'olal."
        },
        {
            "number": "10",
            "text": "Ach co Diosal, te b'inajnac ach t'a smasanil yol yib'anhk’inal tik, yuj chi' tz'alchaj wach' lolonel t'ayach. Tza b'o yaj masanil tas t'a stojolal yet' a poder."
        },
        {
            "number": "11",
            "text": "Ay stzalajk'olal eb' aj Sion. Te tzalajocab' eb' aj Judá yujto t'a stojolal ix a b'o yaj smasanil."
        },
        {
            "number": "12",
            "text": "Ek'anhec oyoyoc t'a spatic yichanh Sion, tze b'isani jaye' storreal."
        },
        {
            "number": "13",
            "text": "Scham val e sayan eyil smuroal. Schampax eyilan spat eb' yajal, yic wach' ol yal eyalanel yab'ixal t'a eb' unin manto aljoclaj."
        },
        {
            "number": "14",
            "text": "Ha sDiosal Sion, aton co Diosal t'a junelnhej. Ha tzonh ik'annhej b'eyoc masanto t'a slajvub'."
        }
    ]
}