{
    "chapter": "49",
    "verses": [
        {
            "number": "1",
            "text": "Ex anima ay t'a masanil yol yib'anhk’inal tik, scham val eyab'an jun lolonel tik."
        },
        {
            "number": "2",
            "text": "Ab'ec ex b'eyum yet' ex meb'a', mach ex ay eyelk'ochi yet' ex comon anima ex."
        },
        {
            "number": "3",
            "text": "Ol in lolon t'a jelanil, ol val juntzanh pensar ajaltac snachajeli."
        },
        {
            "number": "4",
            "text": "Ol in maclej val vab' slolonel eb' jelan. Ol in b'itej tas ix in k'ayb'ej chi' yet' sonal te' arpa."
        },
        {
            "number": "5",
            "text": "¿Tas yuj ol in xivoc ayic ol ja juntzanh sk'ual yaelal t'ayin, ayic ol k'och oyan eb' ajk'ool t'ayin?"
        },
        {
            "number": "6",
            "text": "Ha eb' ajk'ol chi', a sb'eyumal eb' syak'och yipoc sk'ool, syik'anchaanh sb'a eb' yujto manh jantacoc tas ay t'a eb'."
        },
        {
            "number": "7",
            "text": "Palta malaj junok mach syal scolan yetanimail t'a yol yico', ma smananel sq'uinal d'ha Dios."
        },
        {
            "number": "8",
            "text": "Max yal-laj co mananel co q'uinal yic wach' ayonnhej eq'ui, yic max onh chami, yujto max techajlaj co tupani."
        },
        {
            "number": "9",
            "text": "Ina squila' to junlajan scham anima smasanil. Scham eb' jelan, schampax eb' man jelanoc, haxo sb'eyumal eb', ch'oc mach b'aj scani."
        },
        {
            "number": "10",
            "text": "Wach'chom manh jantacoc co lu'um, palta nab'anhej. Ha b'aj tzonh mucchaji, ata' ayonnhejek' t'a masanil tiempo. Junelnhej ol onh cannhej ta'."
        },
        {
            "number": "11",
            "text": "Ha onh anima onh tik, manh masaniloc tiempo ayonhek' t'a yol yib'anhk’inal tik. Wach'chom yel te b'eyum onh, palta tzonh chamnhej icha scham nok' nok'."
        },
        {
            "number": "12",
            "text": "Icha pax chi' tz'aj satel eb' syipk'olej sb'a, aton eb' syaloch sb'a wach'il."
        },
        {
            "number": "13",
            "text": "Ha juntzanh anima chi', a chamel ayoch yilumaloc eb'. Ha tz'ik'anb'at eb' b'aj smucchaj chamnac. Ayic ol sacb'oc, t'a sk'ual yic ol onh ch'olb'itajoc, a eb' anima wach' spensar ol ak'an ganar t'a yichanh eb'. k'ojank'olal ol satem snivanil eb', haxo b'aj smucchaj chamnac ol och scajnub'oc eb'."
        },
        {
            "number": "14",
            "text": "Ha in xo jun, ha Dios ol in ik'ancanel t'a yol sk'ab' chamel, ol in yik'anb'at yet'oc."
        },
        {
            "number": "15",
            "text": "Ex vetanimail, manh eyak' pensar yuj eb' tz'och b'eyumal, eb' ste q'uechaanh sb'eyumal t'a spat."
        },
        {
            "number": "16",
            "text": "Yuj chi' manh e na'a, yujto ayic ol cham eb', malaj jab'oc tas ol yik'b'at eb' yet'oc, manh ol b'atlaj sb'eyumal eb' chi' yet'oc."
        },
        {
            "number": "17",
            "text": "Wach'chom te tzalajk'olal yic eb' ayic pitzan eb', ma tz'alji pax wach' lolonel t'a eb' yuj eb' yetanimail yuj sb'eyumal chi',"
        },
        {
            "number": "18",
            "text": "ol ja sk'ual scham eb', icha ix aj scham eb' smam yicham eb', manhxo ol yil-laj sakil k'inal eb'."
        },
        {
            "number": "19",
            "text": "Ha eb' anima b'eyum, tato max nachajel yuj eb' to eq'uelb'anhej yek' masanil tas, lajan ol aj scham eb' icha tz'aj scham nok' nok'."
        }
    ]
}