{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehov치, cham val ab'an tas svala'. Ochanh q'uelan d'ayin ayic sja sik'son in k'ool."
        },
        {
            "number": "2",
            "text": "Scham val ab'ani a svalan in b'a d'ayach. In reyal ach, in Diosal ach, yuj chi' a d'ayach ol in lesalvoc."
        },
        {
            "number": "3",
            "text": "Mamin Jehov치, d'a junjun q'uinhib'alil tzin avaj d'ayach. A sq'uinhib'i svalan in b'a d'ayach, tzin tanhvan a pactzitan d'ayin."
        },
        {
            "number": "4",
            "text": "Val yel Mamin, malaj a gana d'a chucal, max yal-laj yaj eb' chuc d'a a tz'ey."
        },
        {
            "number": "5",
            "text": "A eb' syik'chaanh sb'a, manh ol aj eb' d'a ichanh, max schalaj a k'ool eb' sk'ulan chucal."
        },
        {
            "number": "6",
            "text": "Ol a satel eb' tz'esani. Tza chacancanel eb' ixtum anima yed' eb' milumcham anima."
        },
        {
            "number": "7",
            "text": "A inxo ol in k'och d'a a cajnub' yuj a nivan vach'k'olal d'ayin. Ol val vach' lolonel d'ayach d'a emnaquil d'a a cajnub' icnhej yaji."
        },
        {
            "number": "8",
            "text": "Mamin Jehov치 tojol ach toni, yuj chi' cuchb'ej in d'a a b'eal, checlitej a b'eal d'a vichanh yujnhej eb' ajk'ool tzin maclani."
        },
        {
            "number": "9",
            "text": "Malaj val lolonel yel syal eb', anhej tas chuc sna eb'. Yuj tas syal eb' chi' sb'atcan eb' anima d'a chamel, syal vach' lolonel eb' d'a chab'satil."
        },
        {
            "number": "10",
            "text": "Ach in Diosal, ak' val cot yaelal d'a yib'anh eb'. Cotocab' d'a yib'anh eb' yuj juntzanh chucal sna eb' d'a yib'anh eb' yetanimail. Yujto manh jantacoc schucal eb', ik'canel eb' d'a scal a chonhab', ina to spitej val sb'a eb' d'ayach."
        },
        {
            "number": "11",
            "text": "Axo pax masanil eb' tzach ak'anoch yipoc sk'ool jun, tzalajocab' sk'ool eb'. Elocab' yav eb' d'a tzalajk'olal d'a masanil tiempo, yujto tza colel eb'. A eb' tzach xajanani, tzalajocab' eb' uuj."
        },
        {
            "number": "12",
            "text": "Yujto a ach Jehov치, tzak' a vach'k'olal d'a eb' vach' syutej sb'a. Tza colanel eb' yed' a vach'k'olal."
        }
    ]
}