{
    "chapter": "50",
    "verses": [
        {
            "number": "1",
            "text": "A Jehová, Dios Axonhejochi, a ix loloni. Ix yavtej eb' cajan d'a yolyib'anhq'uinal tic, b'aj sjavi k'u masanto b'aj tz'em k'u."
        },
        {
            "number": "2",
            "text": "A d'a tzalan Sion, aton chonhab' te vach' yilji, ata' sch'ox saquilq'uinal Dios."
        },
        {
            "number": "3",
            "text": "Tic sja co Diosal, palta manh ichnhejoctalaj ol javoc. A d'a spatic yichanh ay jun k'ak' to satumeli yed' jun chacxuxum ik'."
        },
        {
            "number": "4",
            "text": "Ato d'a chaanh tz'avtaj eb' aj satchaanh yed' eb' cajan d'a sat lum luum tic yuj Dios, yic vach' syil eb' sch'olb'itaj schonhab'."
        },
        {
            "number": "5",
            "text": "Syal Dios icha tic: Molb'ejec e b'a ex vicxo, a ex eyak'nac jun silab' d'ayin, ayic eyak'annac e trato ved'oc, xchi."
        },
        {
            "number": "6",
            "text": "A satchaanh sch'oxani to a Dios Juez ton d'a stojolal."
        },
        {
            "number": "7",
            "text": "Syalanpax Dios icha tic: Ex in chonhab' Israel, ab'ecnab'i, jichan ol vutej valanoch e paltail d'a e sat. A in Dios in, e Diosal in."
        },
        {
            "number": "8",
            "text": "Maj ex in tumejlaj yuj eyofrenda tzeyak'taxon d'ayin yed' nok' nok' tze nhus silab'il d'ayin d'a valtar."
        },
        {
            "number": "9",
            "text": "Max in k'anlaj nok' quelemtac vacax molb'il eyuuj. Malaj nok' mam chiva d'a yol e macte' tzin k'an d'ayex."
        },
        {
            "number": "10",
            "text": "Vicnhej masanil nok' caltacte'al nok', vic pax nok' molb'etzal nok' ay d'a jolomtac vitz."
        },
        {
            "number": "11",
            "text": "Vic masanil nok' much ay d'a caltac te' yed' masanil tas tz'ek' d'a cal vayumtac."
        },
        {
            "number": "12",
            "text": "Q'uinaloc ay in vejel, manh ol val-laj d'ayex, yujto vic jun yolyib'anhq'uinal tic yed' masanil tas ay d'ay."
        },
        {
            "number": "13",
            "text": "¿Tocval a sb'ak'chil nok' vacax tzin chi'a? ¿Tocval a pax schiq'uil nok' mam chiva svuq'uej?"
        },
        {
            "number": "14",
            "text": "A silab' tzin nib'ej, to tzeyak' yuj diosal d'ayin, tzeyaq'uelk'och tas tzeyaltej d'ayin, a in ton ek' in to d'a yib'anh smasanil."
        },
        {
            "number": "15",
            "text": "Ayic ay eyaelal, avtejinec, ol ex in colo', a exxo ol in eyik'chaanh, xchi Dios."
        },
        {
            "number": "16",
            "text": "Axo d'a eb' chuc sb'eyb'al, syal Dios icha tic: ¿Toc ay eyalan eyic eyalanel in k'ayb'ub'al, ma eyalanel yab'ixal in trato?"
        },
        {
            "number": "17",
            "text": "Ina to max yal-laj e k'ool tzex in cacha', malaj yelk'och in lolonel d'ayex."
        },
        {
            "number": "18",
            "text": "Ayic sja vinh elk'umtaxoni, tzex q'ue urnaj e b'at yed' vinh. Te vach' eyak'anpax yed' eb' sk'ulan ajmulal."
        },
        {
            "number": "19",
            "text": "Palta a tas tze k'ulej, to tze naq'ue lolonel, max ex och vaan eyesani."
        },
        {
            "number": "20",
            "text": "A d'a eb' eyuk'tac junnhej e nun yed'oc, tzeyal chucal lolonel d'a spatic eb'."
        },
        {
            "number": "21",
            "text": "Ayic ix e k'ulan juntzanh chucal tic, malaj tas svala'. Yuj chi' tze na' to lajan in eyed'oc, palta ol valoch e mul chi' d'a e sat, ol vil-lajoch in sat eyed'oc."
        },
        {
            "number": "22",
            "text": "A ex tzin b'at satk'olal eyuuj tic, vach'ocab' tz'aj snachajel jun tic eyuuj, axo talaj tz'aji, ol ex in jatchitejb'ati, manhxalaj mach ol ex colan d'ayin."
        },
        {
            "number": "23",
            "text": "A mach tz'ak'an yuj diosal d'ayin, ay velk'och d'a yol sat. A mach tzin k'anab'ajani, ol in colcaneli, xchi Dios."
        }
    ]
}