{
    "chapter": "50",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová, Dios Axonhejochi, a ix loloni. Ix yavtej eb' cajan t'a yol yib'anhk’inal tik, b'aj sjavi k'u masanto b'aj tz'em k'u."
        },
        {
            "number": "2",
            "text": "Ha t'a tzalan Sion, aton chonhab' te wach' yilji, ata' sch'ox sakil k'inal Dios."
        },
        {
            "number": "3",
            "text": "Tik sja co Diosal, palta manh ichnhejoctalaj ol javoc. Ha t'a spatic yichanh ay jun k'ak' to satumeli yet' jun chacxuxum ik'."
        },
        {
            "number": "4",
            "text": "Ato t'a chaanh tz'avtaj eb' aj satcha’anh yet' eb' cajan t'a sat lum lum tik yuj Dios, yic wach' syil eb' sch'olb'itaj schonhab'."
        },
        {
            "number": "5",
            "text": "Syal Dios icha tik: Molb'ejec e b'a ex vicxo, a ex eyak'nac jun silab' t'ayin, ayic eyak'annac e trato ved'oc, xchi."
        },
        {
            "number": "6",
            "text": "Ha satcha’anh sch'oxani to ha Dios Juez ton t'a stojolal."
        },
        {
            "number": "7",
            "text": "Syalanpax Dios icha tik: Ex in chonhab' Israel, ab'ecnab'i, jichan ol vutej valanoch e paltail t'a e sat. Ha in Dios in, e Diosal in."
        },
        {
            "number": "8",
            "text": "Maj ex in tumejlaj yuj eyofrenda tzeyak'taxon t'ayin yet' nok' nok' tze nhus silab'il t'ayin t'a valtar."
        },
        {
            "number": "9",
            "text": "Max in k'anlaj nok' quelemtac vacax molb'il eyuuj. Malaj nok' mam chiva t'a yol e macte' tzin k'an t'ayex."
        },
        {
            "number": "10",
            "text": "Vicnhej masanil nok' caltacte'al nok', vic pax nok' molb'etzal nok' ay t'a jolomtac vitz."
        },
        {
            "number": "11",
            "text": "Vic masanil nok' much ay t'a caltac te' yet' masanil tas tzek' t'a cal vayumtac."
        },
        {
            "number": "12",
            "text": "Q'uinaloc ay in vejel, manh ol val-laj t'ayex, yujto vic jun yol yib'anhk’inal tik yet' masanil tas ay t'ay."
        },
        {
            "number": "13",
            "text": "¿Tocval a sb'ak'chil nok' vacax tzin chi'a? ¿Tocval a pax schiq'uil nok' mam chiva svuq'uej?"
        },
        {
            "number": "14",
            "text": "Ha silab' tzin nib'ej, to tzeyak' yuj diosal t'ayin, tzeyaq'uelk'och tas tzeyaltej t'ayin, a in ton ek' in to t'a yib'anh smasanil."
        },
        {
            "number": "15",
            "text": "Ayic ay eyaelal, avtejinec, ol ex in colo', a exxo ol in eyik'chaanh, xchi Dios."
        },
        {
            "number": "16",
            "text": "Axo t'a eb' chuk sb'eyb'al, syal Dios icha tik: ¿Toc ay eyalan eyic eyalanel in k'ayb'ub'al, ma eyalanel yab'ixal in trato?"
        },
        {
            "number": "17",
            "text": "Ina to max yal-laj e k'ool tzex in cacha', malaj yelk'och in lolonel t'ayex."
        },
        {
            "number": "18",
            "text": "Ayic sja vinh elk'umtaxoni, tzex q'ue urnaj e b'at yet' vinh. Te wach' eyak'anpax yet' eb' sk'ulan ajmulal."
        },
        {
            "number": "19",
            "text": "Palta a tas tze k'ulej, to tze naq'ue lolonel, max ex och vaan eyesani."
        },
        {
            "number": "20",
            "text": "Ha t'a eb' eyuk'tac junnhej e nun yet'oc, tzeyal chukal lolonel t'a spatic eb'."
        },
        {
            "number": "21",
            "text": "Ayic ix e k'ulan juntzanh chukal tik, malaj tas svala'. Yuj chi' tze na' to lajan in eyed'oc, palta ol valoch e mul chi' t'a e sat, ol vil-lajoch in sat eyed'oc."
        },
        {
            "number": "22",
            "text": "Ha ex tzin b'at satk'olal eyuuj tik, wach'ocab' tz'aj snachajel jun tik eyuuj, haxo talaj tz'aji, ol ex in jatchitejb'ati, manhxalaj mach ol ex colan t'ayin."
        },
        {
            "number": "23",
            "text": "Ha mach tz'ak'an yuj diosal t'ayin, ay velk'och t'a yol sat. Ha mach tzin k'anab'ajani, ol in colcaneli, xchi Dios."
        }
    ]
}