{
    "chapter": "51",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal yujto tzin a xajanej, ok'oc val a k'ool d'ayin. A yuj a nivan oq'uelk'olal, sucsat in mul."
        },
        {
            "number": "2",
            "text": "B'ic in el d'a masanil in mul, tzin a sacb'itani."
        },
        {
            "number": "3",
            "text": "Yel toni ix och in mul, ix in ek' d'a yib'anh, max b'atlaj satk'olal junoc rato in mul chi' vuuj."
        },
        {
            "number": "4",
            "text": "Ix och val in mul chi' d'ayach. Ix in k'ulej chucal d'a yol a sat. Yuj chi' smoj val ak'an in yaelal. Max yal-laj yalchaj chucal d'ayach ayic tzin a ch'olb'itani."
        },
        {
            "number": "5",
            "text": "Val yel, yictax valjub'al chuc in. Toxonton chuc in atax yic cuchb'il into och yuj ix in nun."
        },
        {
            "number": "6",
            "text": "Val yel tza xajanej mach sgana tojolal d'a smasanil sk'ool. Yuj chi' ak' a jelanil d'ayin."
        },
        {
            "number": "7",
            "text": "nhiccanel in mul yic tzin sacb'icaneli. B'ic in eli, yic vach' sacxonhej tzin ajcan icha q'uen sacb'acom."
        },
        {
            "number": "8",
            "text": "Ak'xi in tzalajk'olal in k'ana' yic tz'el in cusk'olal yuj b'aj ix ak' in yaelal sik'lab'il."
        },
        {
            "number": "9",
            "text": "Manhxo a nacot in mul chi', tza sucan sat masanil in chucal."
        },
        {
            "number": "10",
            "text": "Ach in Diosal, tojolb'itej in pensar. A junoc ak' b'eyb'al tzak' d'ayin yic tzin k'anab'ajej yed' smasanil in k'ool."
        },
        {
            "number": "11",
            "text": "Manh in ik'canel d'a ichanh, manh ik'paxel a Santo Espíritu d'ayin."
        },
        {
            "number": "12",
            "text": "Ak'xi in tzalajk'olal yuj in colnab'il. Ak' vip yic b'ecan in k'ool ach in k'anab'ajani,"
        },
        {
            "number": "13",
            "text": "yic vach' tzin k'ayb'ej eb' chuc yic sb'eyb'alej a b'eyb'al eb' yic smeltzajoch eb' d'a yol a k'ab'."
        },
        {
            "number": "14",
            "text": "Ach in Diosal, ix ak' in colnab'il, manhxo a cha in mil anima, colinel d'a in mul yic ol valan a tojolal d'a b'italil."
        },
        {
            "number": "15",
            "text": "Mamin, jac in ti' yic ol ach in b'itani."
        },
        {
            "number": "16",
            "text": "Tato a ofrenda, ma silab' nhusb'il tza nib'ej, tzam vak'laj, ocxo jun, max a nib'ej paxlaj."
        },
        {
            "number": "17",
            "text": "A tas a gana, aton eb' scus sk'ol yuj smul. Ach in Diosal, max a patiquejel-laj anima syiq'uem sb'a yujto sna sb'a yuj smul."
        },
        {
            "number": "18",
            "text": "Ak' a vach'k'olal d'a Sion. Yuj svach'il a k'ool, b'oxiq'ue smuroal Jerusalén."
        },
        {
            "number": "19",
            "text": "Ichato val chi' d'a tzalajk'olal ol aj a chaan silab' a gana tz'ak'ji d'ayach, aton nok' nok' snhusji. Ichato chi' ol ak'joc nok' vacax silab'il d'ayach d'a altar."
        }
    ]
}