{
    "chapter": "55",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, ab' in lesal, manh a patiquejel tas tzin k'an t'ayach."
        },
        {
            "number": "2",
            "text": "Cotanh q'uelan t'ayin, tak'vanh t'ayin in k'ana. D'a skal in yaelal sval in b'a t'ayach."
        },
        {
            "number": "3",
            "text": "Tzin ib'xiq'ue yuj xivelal yuj eb' chuc ayoch ajk'olal t'ayin. Tz'el yav eb' yuj yajk'olal. Te niwan in yaelal ix yak'cot eb' t'a vib'anh. Yed' val yoval sk'ol eb' tzin spechan b'eyek' eb'."
        },
        {
            "number": "4",
            "text": "Syab' val syail in pixan yuj eb'. Toxo ix javi smay chamel t'a vib'anh."
        },
        {
            "number": "5",
            "text": "Ix javi jun niwan xivk'olal t'ayin, van vib'xiq'ue yuj."
        },
        {
            "number": "6",
            "text": "Tzin naani, comonoc ay in k'axil icha nok' uch, tzam in b'at jenhenhoc, tato icha chi' junk'olal am tzin aji."
        },
        {
            "number": "7",
            "text": "Tzam in b'at jenhenhoc t'a najat, a am laj t'a tzinan lu'um tzin cajnaji."
        },
        {
            "number": "8",
            "text": "Tzam in b'at in col in b'a yuj yoval junok anima icha oval ik'nhab' yaji, xin chi."
        },
        {
            "number": "9",
            "text": "Mamin, satcanel eb' chuc, jub'at tas syal eb'. Anhej oval svil t'a yol chonhab' tik, malaj jab'oc yoq'uelk'olal eb'."
        },
        {
            "number": "10",
            "text": "k'ual t'ak'val yek' eb' yoymitej chonhab' t'a yib'anh muro. Ay val chucal t'a yol chonhab' yet' naoj chaanh es. Ix te juwiel chonhab' yuj eb'."
        },
        {
            "number": "11",
            "text": "Comonxonhej sk'ulej chucal eb' t'a yoltac calle yet' ak'oj musansatil."
        },
        {
            "number": "12",
            "text": "Tato a eb' comon ajk'ool tzin ixtani, tzam techajlaj vuuj. Tato a mach schichonoch sk'ol t'ayin icha chi' tzin utani, tzam in k'ub'ejel in b'a t'ay."
        },
        {
            "number": "13",
            "text": "Ocxo ticnaic, a mach vuk'lev yaji, in wach' k'ol yaji, ha' tzin utan icha tik."
        },
        {
            "number": "14",
            "text": "Junnhej ix b'at ved' t'a stemplo Dios. Ix onh lolon t'a amigoal. Junnhej ix ek' ved' t'a skal eb' anima t'a templo chi'."
        },
        {
            "number": "15",
            "text": "Jaocab' jucnaj chamel t'a eb' ajk'ool yajoch t'ayin. Pitzanocab' eb' tz'emcan eb' b'aj smucjiem eb' chamnac, yujto ay val och chucal t'a spensar eb' yet' t'a yol spat eb'."
        },
        {
            "number": "16",
            "text": "Ha in tik, ha t'a Jehová Dios ol val in b'a. A' ol in colanoc."
        },
        {
            "number": "17",
            "text": "D'a q'uinhib'alil, t'a chimk'ualil yet' t'a yemk'ualil, ol val in b'a t'ay t'a skal yal in sat, haxo ol ab'an tas ol vala'."
        },
        {
            "number": "18",
            "text": "A' ol in colanel t'a skal oval. Manh ol in chajoclaj cham yuj, wach'chom tzijtum eb' ayoch ajk'olal t'ayin."
        },
        {
            "number": "19",
            "text": "Ha Dios Yajal t'a masanil tiempo, ha' ol ab'an tas svala', emnaquil ol ajkan eb' ajk'ol chi' yuj, yujto max sq'uexlaj jab'oc sb'eyb'al eb', max xivpaxlaj eb' t'ay."
        },
        {
            "number": "20",
            "text": "Ha vinh vuk'lev chi', ix yik'chaanh sk'ab' vinh t'ayin, wach'chom in wach' k'ol in b'a yet' vinh. Max sk'anab'ajejlaj b'aj ix yak' sti' vinh yoch vamigooc."
        },
        {
            "number": "21",
            "text": "k'ununi slolon vinh, palta haxo t'a spensar vinh, anhej oval sgana vinh. Te k'ununi syutej vinh sloloni, palta icha q'uen espada te jay ye, icha chi' yaj slolonel vinh chi'."
        },
        {
            "number": "22",
            "text": "Masanil tas tzin na'a, ol vak'b'at t'a yol sk'ab' Jehová, ha' ol ak'an in tek'anil. Tato k'anab'ajum svutej in b'a t'ay, malaj b'ak'uinh ol in scha telvoc."
        },
        {
            "number": "23",
            "text": "Ach in Diosal, a eb' mak'umcham anima yet' eb' naumq'ue es, tzapan ol aj sq'uinal eb', manh ol yil-laj nanhalb'oc sq'uinal eb'. Ha ach ton ol ak'b'at eb' b'aj smucchaj eb' chamnac. Palta a in tik, tzach vak'och yipoc in k'ool."
        }
    ]
}