{
    "chapter": "56",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, ok'oc wal a k'ool t'ayin, ay heb' anima tzin pechaneq'ui. Aynhejoch heb' yak'an owal t'ayin, manhxo animaoc tzin ajkan yuj heb'."
        },
        {
            "number": "2",
            "text": "Ha heb' ajk'ol t'ayin, manhxo jantacoc heb', max yaktej heb' in spechanb'eyek'oc. Yuj yak'umtaquil heb' syak' owal heb' wed'oc."
        },
        {
            "number": "3",
            "text": "Ayic tzin xiwi, a ach tzach wak'och yipoc in k'ool."
        },
        {
            "number": "4",
            "text": "Ach in Diosal, tzach wak'och yipoc in k'ool, swalan wach' lolonel yuj tas alb'ilkan uuj. Tzach wak'och yipoc in k'ool, yuj chi' max in xivlaj yuj tas sna heb' anima in yutej."
        },
        {
            "number": "5",
            "text": "Max yaktej heb' yalan lolonel te ya t'ayin. Anhej tas tz'aj in yixtan heb', a nab'il yuj heb'."
        },
        {
            "number": "6",
            "text": "Yalxonhej b'ajtil sk'ub'ejel sb'a heb' yic tzin smaclani. Stanhwan heb' janik' ol in smilcham heb'."
        },
        {
            "number": "7",
            "text": "Ach in Diosal, ak'kan juntzanh anima chi' t'a yalanh yuj yowal a k'ool. Manh a cha scol sb'a heb' t'a yalanh yaelal yuj schukal chi'."
        },
        {
            "number": "8",
            "text": "Ojtac jantacxo sb'isul tzin eleq'ui. Ojtac jantac yal in sat ix eli. Vojtak to tz'ib'ab'il juntzanh tik uuj."
        },
        {
            "number": "9",
            "text": "Ha heb' wajk'ool, ol el heb' ayic ol in k'anan a colwal. Ha in tik wojtak wal to ay ach och wed'oc."
        },
        {
            "number": "10",
            "text": "Ach Jehová Dios, tzach wak'och yipoc in k'ool, swalan pax wach' lolonel yuj tas alb'ilkan uuj."
        },
        {
            "number": "11",
            "text": "Ach Dios, tzach wak' wal och yipoc in k'ool, yuj chi' max in xivlaj yuj tas sna heb' anima in yutej."
        },
        {
            "number": "12",
            "text": "Ach in Diosal, ol wak' silab' yic ak'oj yuj diosal t'ayach icha ix aj wak'an in ti' t'ayach."
        },
        {
            "number": "13",
            "text": "Yujto ix in a col t'a chamel, ix in a colani yic maj in telwoc. Yuj chi' tzin b'eyek' t'a ichanh t'a jun sakil k'inal tzak' t'a heb' pitzan."
        }
    ]
}