{
    "chapter": "56",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, ok'oc val a k'ool t'ayin, ay eb' anima tzin pechaneq'ui. Aynhejoch eb' yak'an oval t'ayin, manhxo animaoc tzin ajkan yuj eb'."
        },
        {
            "number": "2",
            "text": "Ha eb' ajk'ol t'ayin, manhxo jantacoc eb', max yactej eb' in spechanb'eyek'oc. Yuj yak'umtaquil eb' syak' oval eb' ved'oc."
        },
        {
            "number": "3",
            "text": "Ayic tzin xivi, a ach tzach vak'och yipoc in k'ool."
        },
        {
            "number": "4",
            "text": "Ach in Diosal, tzach vak'och yipoc in k'ool, svalan wach' lolonel yuj tas alb'ilcan uuj. Tzach vak'och yipoc in k'ool, yuj chi' max in xivlaj yuj tas sna eb' anima in yutej."
        },
        {
            "number": "5",
            "text": "Max yactej eb' yalan lolonel te ya t'ayin. Anhej tas tz'aj in yixtan eb', a nab'il yuj eb'."
        },
        {
            "number": "6",
            "text": "Yalxonhej b'ajtil sk'ub'ejel sb'a eb' yic tzin smaclani. Stanhvan eb' janik' ol in smilcham eb'."
        },
        {
            "number": "7",
            "text": "Ach in Diosal, ak'kan juntzanh anima chi' t'a yalanh yuj yoval a k'ool. Manh a cha scol sb'a eb' t'a yalanh yaelal yuj schucal chi'."
        },
        {
            "number": "8",
            "text": "Ojtac jantacxo sb'isul tzin eleq'ui. Ojtac jantac yal in sat ix eli. Vojtac to tz'ib'ab'il juntzanh tik uuj."
        },
        {
            "number": "9",
            "text": "Ha eb' vajk'ool, ol el eb' ayic ol in k'anan a colval. Ha in tik vojtac val to ay ach och ved'oc."
        },
        {
            "number": "10",
            "text": "Ach Jehová Dios, tzach vak'och yipoc in k'ool, svalan pax wach' lolonel yuj tas alb'ilcan uuj."
        },
        {
            "number": "11",
            "text": "Ach Dios, tzach vak' val och yipoc in k'ool, yuj chi' max in xivlaj yuj tas sna eb' anima in yutej."
        },
        {
            "number": "12",
            "text": "Ach in Diosal, ol vak' silab' yic ak'oj yuj diosal t'ayach icha ix aj vak'an in ti' t'ayach."
        },
        {
            "number": "13",
            "text": "Yujto ix in a col t'a chamel, ix in a colani yic maj in telvoc. Yuj chi' tzin b'eyek' t'a ichanh t'a jun sakil k'inal tzak' t'a eb' pitzan."
        }
    ]
}