{
    "chapter": "57",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, ok'oc val a k'ool t'ayin, a t'ayach tzin say in colnab'il. In gana tzin col in b'a t'ayach icha tz'aj scolan sb'a nok' yunetac caxlanh t'a yalanh sk'axil snun, masanto ol lajvoquek' jun yaelal tik."
        },
        {
            "number": "2",
            "text": "Ach in Diosal te niwan elk'ochi, tzin avaj t'ayach, yujto a achnhej tzach colvajnhej ved'oc."
        },
        {
            "number": "3",
            "text": "Ha yuj a wach'k'olal, yuj pax to tz'elk'och tas tzala', yuj chi' masanto t'a satcha’anh tzak'cot in colnab'il. Ol in a colel t'a yol sk'ab' eb' tzin ixtan chi'."
        },
        {
            "number": "4",
            "text": "Ichato t'a skal nok' choj schi'an anima ayin eq'ui. Ha q'uen ye eb' lajan icha q'uen lanza yet' te' jul-lab'. Ha tas syal eb', lajan icha q'uen espada te jay ye."
        },
        {
            "number": "5",
            "text": "Ach in Diosal, tzek'b'at snivanil elk'och t'a satcha’anh. Ha snivanil elk'och chi', chequel t'a masanil yol yib'anhk’inal tik."
        },
        {
            "number": "6",
            "text": "Ha eb' ajk'ol yajoch t'ayin, ix yaq'uem in yaalil eb', manhxo animaoc vaj yuj eb', ix sb'oan jun olan eb' t'a yol in b'e, palta anheja' eb' ix b'at t'a yool."
        },
        {
            "number": "7",
            "text": "Ach in Diosal, b'ecan in k'ool, in gana tzach in b'itej yet' wach' lolonel."
        },
        {
            "number": "8",
            "text": "Yuj chi' ol vaq'uel in vayanh, ol ach in b'itej yet' te' arpa yet' salterio. Ayic van sakb'i, ol el in vayanh, ol ach in b'itani."
        },
        {
            "number": "9",
            "text": "Mamin, ol val wach' lolonel t'ayach t'a skal juntzanh chonhab'. Ol ach in b'itej t'a skal juntzanh nación."
        },
        {
            "number": "10",
            "text": "Nivan ton a wach'k'olal, masanto t'a satcha’anh sk'ochi. Tz'elnhejk'och tas tzala'."
        },
        {
            "number": "11",
            "text": "Ach in Diosal, tzek'b'at snivanil elk'och t'a satcha’anh. Ha snivanil elk'och chi', chequel t'a masanil yol yib'anhk’inal tik."
        }
    ]
}