{
    "chapter": "57",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, ok'oc val a k'ool d'ayin, a d'ayach tzin say in colnab'il. In gana tzin col in b'a d'ayach icha tz'aj scolan sb'a nok' yunetac caxlanh d'a yalanh sk'axil snun, masanto ol lajvoquek' jun yaelal tic."
        },
        {
            "number": "2",
            "text": "Ach in Diosal te nivan elk'ochi, tzin avaj d'ayach, yujto a achnhej tzach colvajnhej ved'oc."
        },
        {
            "number": "3",
            "text": "A yuj a vach'k'olal, yuj pax to tz'elk'och tas tzala', yuj chi' masanto d'a satchaanh tzak'cot in colnab'il. Ol in a colel d'a yol sk'ab' eb' tzin ixtan chi'."
        },
        {
            "number": "4",
            "text": "Ichato d'a scal nok' choj schi'an anima ayin eq'ui. A q'uen ye eb' lajan icha q'uen lanza yed' te' jul-lab'. A tas syal eb', lajan icha q'uen espada te jay ye."
        },
        {
            "number": "5",
            "text": "Ach in Diosal, tz'ek'b'at snivanil elk'och d'a satchaanh. A snivanil elk'och chi', chequel d'a masanil yolyib'anhq'uinal tic."
        },
        {
            "number": "6",
            "text": "A eb' ajk'ol yajoch d'ayin, ix yaq'uem in yaalil eb', manhxo animaoc vaj yuj eb', ix sb'oan jun olan eb' d'a yol in b'e, palta anheja' eb' ix b'at d'a yool."
        },
        {
            "number": "7",
            "text": "Ach in Diosal, b'ecan in k'ool, in gana tzach in b'itej yed' vach' lolonel."
        },
        {
            "number": "8",
            "text": "Yuj chi' ol vaq'uel in vayanh, ol ach in b'itej yed' te' arpa yed' salterio. Ayic van sacb'i, ol el in vayanh, ol ach in b'itani."
        },
        {
            "number": "9",
            "text": "Mamin, ol val vach' lolonel d'ayach d'a scal juntzanh chonhab'. Ol ach in b'itej d'a scal juntzanh nación."
        },
        {
            "number": "10",
            "text": "Nivan ton a vach'k'olal, masanto d'a satchaanh sk'ochi. Tz'elnhejk'och tas tzala'."
        },
        {
            "number": "11",
            "text": "Ach in Diosal, tz'ek'b'at snivanil elk'och d'a satchaanh. A snivanil elk'och chi', chequel d'a masanil yolyib'anhq'uinal tic."
        }
    ]
}