{
    "chapter": "57",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, ok'oc wal a k'ool t'ayin, a t'ayach tzin say in colnab'il. In gana tzin col in b'a t'ayach icha tz'aj scolan sb'a nok' yunetac caxlanh t'a yalanh sk'axil snun, masanto ol lajwoquek' jun yaelal tik."
        },
        {
            "number": "2",
            "text": "Ach in Diosal te niwan elk'ochi, tzin awaj t'ayach, yujto a achnhej tzach colwajnhej wed'oc."
        },
        {
            "number": "3",
            "text": "Ha yuj a wach'k'olal, yuj pax to tz'elk'och tas tzala', yuj chi' masanto t'a satcha’anh tzak'cot in colnab'il. Ol in a colel t'a yol sk'ab' heb' tzin ixtan chi'."
        },
        {
            "number": "4",
            "text": "Ichato t'a skal nok' choj schi'an anima ayin eq'ui. Ha k'een ye heb' lajan icha k'een lanza yet' te' jul-lab'. Ha tas syal heb', lajan icha k'een espada te jay ye."
        },
        {
            "number": "5",
            "text": "Ach in Diosal, tzek'b'at sniwanil elk'och t'a satcha’anh. Ha sniwanil elk'och chi', chequel t'a masanil yol yib'anhk’inal tik."
        },
        {
            "number": "6",
            "text": "Ha heb' ajk'ol yajoch t'ayin, ix yak'em in yaalil heb', manhxo animaoc waj yuj heb', ix sb'oan jun olan heb' t'a yol in b'e, palta anheja' heb' ix b'at t'a yool."
        },
        {
            "number": "7",
            "text": "Ach in Diosal, b'ekan in k'ool, in gana tzach in b'itej yet' wach' lolonel."
        },
        {
            "number": "8",
            "text": "Yuj chi' ol wak'el in wayanh, ol ach in b'itej yet' te' arpa yet' salterio. Ayic wan sakb'i, ol el in wayanh, ol ach in b'itani."
        },
        {
            "number": "9",
            "text": "Mamin, ol wal wach' lolonel t'ayach t'a skal juntzanh chonhab'. Ol ach in b'itej t'a skal juntzanh nación."
        },
        {
            "number": "10",
            "text": "Niwan ton a wach'k'olal, masanto t'a satcha’anh sk'ochi. Tz'elnhejk'och tas tzala'."
        },
        {
            "number": "11",
            "text": "Ach in Diosal, tzek'b'at sniwanil elk'och t'a satcha’anh. Ha sniwanil elk'och chi', chequel t'a masanil yol yib'anhk’inal tik."
        }
    ]
}