{
    "chapter": "58",
    "verses": [
        {
            "number": "1",
            "text": "Ha ex val juez ex tik, ¿tojol am val tzeyutej e ch'olb'itan yaj junok tasi? ¿Yel am val to t'a smojalil tze b'o yaj oval?"
        },
        {
            "number": "2",
            "text": "Palta jun, chuc tzeyutej e b'oani. Cuchb'um ex t'a elk'al yet' t'a mak'val t'a yol chonhab' tik."
        },
        {
            "number": "3",
            "text": "Ha eb' sk'ulan chucal, atax manto alji eb', chuctaxon eb'. Esalvumtaxon eb' atax yic yaljinac eb'."
        },
        {
            "number": "4",
            "text": "Lajan eb' yet' nok' chan ay svenenoal. Lajan eb' yet' nok' ajavchan max ab'anlaj."
        },
        {
            "number": "5",
            "text": "Max yab'laj sonal eb' vinh mago nok', aton eb' vinh jelan syal yak'an quistalax nok'."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, ach in Diosal, iq'uel yip eb'. Utejcan eb' icha junok nok' choj mak'b'ilpoj yalanh sti'."
        },
        {
            "number": "7",
            "text": "Satocab'em eb' icha tz'aj satem ha ha' stob'b'ati. Ayic sjulvaj eb', malajocab' snhi' te' sjul-lab' eb' chi'."
        },
        {
            "number": "8",
            "text": "Ulaxocab'b'at eb' icha nok' unin. Ichaocab' junok unin manh tz'acanoc yujal a tz'alji, max yil-laj sakil k'inal, ichocab' ta' tz'ajcanb'at eb'."
        },
        {
            "number": "9",
            "text": "Icha te' taquinh q'uiix, smolchajoch spayuloc lum chen, stup sk'ak'al te' ayic manto xejq'ue lum chen chi', ichocab' ta' tzutej ik'ancanel eb' chuc sb'eyb'al chi', ayic pitzanto eb'."
        },
        {
            "number": "10",
            "text": "Ha eb' sk'anab'ajan Dios, ol tzalaj eb' ayic ol ek' spac eb' t'a eb' chuc chi'. Ol sb'onhanb'at yoc eb' t'a skal schiq'uil eb'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ol yal eb' anima icha tik: Wach' yic eb' sk'anab'ajan slolonel Dios. Ayton jun Dios sch'olb'itan eb' cajan t'a yol yib'anhk’inal tik, xcham eb'."
        }
    ]
}