{
    "chapter": "58",
    "verses": [
        {
            "number": "1",
            "text": "Ha ex wal juez ex tik, ¿tojol am wal tzeyutej he ch'olb'itan yaj junok tasi? ¿Yel am wal to t'a smojalil tze b'o yaj owal?"
        },
        {
            "number": "2",
            "text": "Palta jun, chuk tzeyutej he b'oani. Cuchb'um ex t'a elk'al yet' t'a mak'wal t'a yol chonhab' tik."
        },
        {
            "number": "3",
            "text": "Ha heb' sk'ulan chukal, atax manto alji heb', chuctaxon heb'. Esalwumtaxon heb' atax yic yaljinac heb'."
        },
        {
            "number": "4",
            "text": "Lajan heb' yet' nok' chan ay swenenoal. Lajan heb' yet' nok' ajavchan max ab'anlaj."
        },
        {
            "number": "5",
            "text": "Max yab'laj sonal heb' winh mago nok', aton heb' winh jelan syal yak'an quistalax nok'."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, ach in Diosal, ik'el yip heb'. Utejkan heb' icha junok nok' choj mak'b'ilpoj yalanh sti'."
        },
        {
            "number": "7",
            "text": "Satokab'em heb' icha tz'aj satem ha ha' stob'b'ati. Ayic sjulwaj heb', malajokab' snhi' te' sjul-lab' heb' chi'."
        },
        {
            "number": "8",
            "text": "Ulaxokab'b'at heb' icha nok' unin. Ichaokab' junok unin manh tz'akanok yujal a tz'alji, max yil-laj sakil k'inal, ichokab' ta' tz'ajkanb'at heb'."
        },
        {
            "number": "9",
            "text": "Icha te' taquinh q'uiix, smolchajoch spayuloc lum chen, stup sk'ak'al te' ayic manto xejk'e lum chen chi', ichokab' ta' tzutej ik'ankanel heb' chuk sb'eyb'al chi', ayic pitzanto heb'."
        },
        {
            "number": "10",
            "text": "Ha heb' sk'anab'ajan Dios, ol tzalaj heb' ayic ol ek' spak heb' t'a heb' chuk chi'. Ol sb'onhanb'at yoc heb' t'a skal schiq'uil heb'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ol yal heb' anima icha tik: Wach' yic heb' sk'anab'ajan slolonel Dios. Ayton jun Dios sch'olb'itan heb' kajan t'a yol yib'anhk’inal tik, xcham heb'."
        }
    ]
}