{
    "chapter": "59",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, colinel t'a yol sk'ab' eb' ayoch ajk'olal t'ayin. Colinel t'a eb' scot t'ayin yuj yajk'olal."
        },
        {
            "number": "2",
            "text": "Colinel t'a yol sk'ab' eb' sk'ulan chucal. Colinel t'a eb' mak'umcham anima."
        },
        {
            "number": "3",
            "text": "Mamin Jehová, tzin smaclej eb' anima te ov yic tzin smak'ancham eb', palta manh yujoc in chucal, malaj tas ix vutej eb'."
        },
        {
            "number": "4",
            "text": "Mamin, malaj in mul t'a eb'. Malaj tas chuc ix in k'ulej. Palta snanonek' sk'ol eb' yak'an chucal t'ayin. Mamin, il in coti, cotanh, tzul in a colani."
        },
        {
            "number": "5",
            "text": "Mamin Jehová, Yajal ach t'a smasanil, co Diosal ach a onh israel onh tik, cotanh elanhchamel, tzak'anoch syaelal juntzanh nación. Mocab' ok' a k'ool t'a eb' smeltzajoch yak'an chucal t'ayin."
        },
        {
            "number": "6",
            "text": "Ayic sq'uik'b'i sjavi eb', tz'el yav eb' icha nok' tz'i', slajvi chi' slaj ek' eb' t'a cal chonhab'."
        },
        {
            "number": "7",
            "text": "Svoman sti' eb' tzek' eb', haxo lolonel te ya syal eb'. Malaj mach tzab'an calani, xchamlaj eb'."
        },
        {
            "number": "8",
            "text": "Ha achxo Mamin Jehová, tzaton ach tzevaj yuj eb'. Tzach b'uchvaj t'a juntzanh nación chi'."
        },
        {
            "number": "9",
            "text": "Ach in Diosal, a t'ayach ipan in colan in b'a, yujto a ach ay ach och vipumaloc yet' venhuloc."
        },
        {
            "number": "10",
            "text": "Ach in Diosal, xajan in uuj, a ach ol ul in a colo'. Ol a ch'ox t'ayin tas val ol aj skan eb' vajk'ol chi' t'a yalanh uuj."
        },
        {
            "number": "11",
            "text": "Ach Jehová co Columal, tzicub'tanhej eb' yet' a poder. Emnaquilocab' tzutejcan eb', palta manh a mak'chamlaj eb' yic a syaelal eb' chi' manh ol b'atlaj satk'olal yuj eb' vetchonhab'."
        },
        {
            "number": "12",
            "text": "Tz'och smul eb' yuj masanil tas syala'. Canocab' eb' t'a yalanh yuj yak'umtaquil, yuj yesalvumal yet' yuj scatab'vumal eb'."
        },
        {
            "number": "13",
            "text": "Satel eb' yet' yoval a k'ool. ¿Tasto val yuj pitzan eb'? Ach Dios Cajal a onh yinhtilonhcan vinhaj Jacob, elocab' a pecal masanto b'aj slajvik'och yol yib'anhk’inal tik."
        },
        {
            "number": "14",
            "text": "Sjavi eb' t'ak'walil, tz'el yav eb' icha nok' tz'i', slaj ek' eb' t'a cal chonhab' say svael, tz'avaj eb' icha yok' nok' tz'i', yujto max yab'laj sk'ool svael eb'."
        },
        {
            "number": "15",
            "text": "Ha in xo pax jun, ol ach in b'itej t'a q'uinhib'alil. Ol valel snivanil elk'ochi yet' a wach'k'olal t'a b'ital, yujto ayachnhejoch venhuloc. In Columal ach t'a stiempoal yaelal."
        },
        {
            "number": "16",
            "text": "Ach in Diosal, ol val wach' lolonel t'ayach t'a b'ital. In Columal ach, in Diosal ach, xajanab'il in uuj."
        }
    ]
}