{
    "chapter": "60",
    "verses": [
        {
            "number": "1",
            "text": "Ach co Diosal yed' val yoval a k'ool ix onh actancani. Ix onh actejcani, onh ak'ji ganar. Mamin, ak'xicot quip ticnaic."
        },
        {
            "number": "2",
            "text": "Ix ak' ib'xoc jun lum tic, ix jatcanb'at luum. A ticnaic, macxi sjatelal lum chi', yic mantzac ib'xilaj luum."
        },
        {
            "number": "3",
            "text": "A onh a chonhab' onh tic, nivan yaelal ix ak' quila'. Ichato te nivan vino ix ak' d'ayonh, ix q'ue d'a co jolom."
        },
        {
            "number": "4",
            "text": "Ix ak' jun ch'oxnab'il d'a eb' nivan elk'och d'a yichanh yic vach' max yamchaj eb' yuj sjul-lab' eb' ajk'ool."
        },
        {
            "number": "5",
            "text": "Tak'vanh d'ayonh, colonheli, yujto masanil syal uuj. Colonhcanel a onh xajanab'il onh tic uuj."
        },
        {
            "number": "6",
            "text": "Ix loloncot Dios masanto d'a scajnub', ix yalan icha tic: Ol tzalaj in k'ool ayic ol in cotac pojanb'at lum Siquem yed' yak'lical lum Sucot."
        },
        {
            "number": "7",
            "text": "Axo lum Galaad yed' lum Manasés vic yaj luum. A Efraín icha in q'uen xumpil yaji. Axo Judá icha sk'ocochal vopisio yaji."
        },
        {
            "number": "8",
            "text": "A Moab, icha yed'tal b'aj tzin b'ic in b'a yaji. A d'a yib'anh Edom ol vak'canb'at in xanhab'. D'a tzalajk'olal ol in avajoc yujto ol vak' ganar eb' filisteo, xchi Dios."
        },
        {
            "number": "9",
            "text": "Ach in Diosal ¿mach tzin ik'anb'at d'a jun chonhab' ayoch smuroal d'a spatic yichanh? ¿Mach tzin ik'anb'at d'a Edom?"
        },
        {
            "number": "10",
            "text": "Ach co Diosal, ix onh a patiquejeli. Maxtzac yal-laj a k'ol tzach b'at yed' eb' co soldado d'a oval."
        },
        {
            "number": "11",
            "text": "Ochanh qued'oc, colonhel d'a eb' ayoch ajk'olal d'ayonh. A scolval eb' quetanimail d'ayonh, malaj yalani."
        },
        {
            "number": "12",
            "text": "Ach co Diosal, a yed' a colval ol cak' ganar oval. A ach ol a tek'canem eb' ayoch ajk'olal d'ayonh."
        }
    ]
}