{
    "chapter": "60",
    "verses": [
        {
            "number": "1",
            "text": "Ach co Diosal yet' val yoval a k'ool ix onh actancani. Ix onh actejcani, onh ak'ji ganar. Mamin, ak'xicot quip ticnaic."
        },
        {
            "number": "2",
            "text": "Ix ak' ib'xoc jun lum tik, ix jatcanb'at lu'um. Ha ticnaic, macxi sjatelal lum chi', yic mantzac ib'xilaj lu'um."
        },
        {
            "number": "3",
            "text": "Ha onh a chonhab' onh tik, niwan yaelal ix ak' quila'. Ichato te niwan vino ix ak' t'ayonh, ix q'ue t'a co jolom."
        },
        {
            "number": "4",
            "text": "Ix ak' jun ch'oxnab'il t'a eb' niwan elk'och t'a yichanh yic wach' max yamchaj eb' yuj sjul-lab' eb' ajk'ool."
        },
        {
            "number": "5",
            "text": "Tak'vanh t'ayonh, colonheli, yujto masanil syal uuj. Colonhcanel a onh xajanab'il onh tik uuj."
        },
        {
            "number": "6",
            "text": "Ix loloncot Dios masanto t'a scajnub', ix yalan icha tik: Ol tzalaj in k'ool ayic ol in cotac pojanb'at lum Siquem yet' yak'lical lum Sucot."
        },
        {
            "number": "7",
            "text": "Axo lum Galaad yet' lum Manasés wik yaj lu'um. Ha Efraín icha in q'uen xumpil yaji. Axo Judá icha sk'ocochal vopisio yaji."
        },
        {
            "number": "8",
            "text": "Ha Moab, icha yet'tal b'aj tzin b'ic in b'a yaji. Ha t'a yib'anh Edom ol vak'canb'at in xanhab'. D'a tzalajk'olal ol in avajoc yujto ol vak' ganar eb' filisteo, xchi Dios."
        },
        {
            "number": "9",
            "text": "Ach in Diosal ¿mach tzin ik'anb'at t'a jun chonhab' ayoch smuroal t'a spatic yichanh? ¿Mach tzin ik'anb'at t'a Edom?"
        },
        {
            "number": "10",
            "text": "Ach co Diosal, ix onh a patiquejeli. Maxtzac yal-laj a k'ol tzach b'at yet' eb' co soldado t'a oval."
        },
        {
            "number": "11",
            "text": "Ochanh qued'oc, colonhel t'a eb' ayoch ajk'olal t'ayonh. Ha scolval eb' quetanimail t'ayonh, malaj yalani."
        },
        {
            "number": "12",
            "text": "Ach co Diosal, a yet' a colval ol cak' ganar oval. Ha ach ol a tek'canem eb' ayoch ajk'olal t'ayonh."
        }
    ]
}