{
    "chapter": "62",
    "verses": [
        {
            "number": "1",
            "text": "Anhejton d'a Dios tz'ilchaj junk'olal vuuj. A d'ay scot in colnab'il."
        },
        {
            "number": "2",
            "text": "Anhej tzin colaneli, a tz'ochpax venhuloc. Malaj b'aq'uinh ol in ak'joc ganar yujto a' ayoch in colnab'iloc."
        },
        {
            "number": "3",
            "text": "¿B'aq'uinh ol eyactej eyoch b'ulan d'ayin yic ol in e tek'ancanem eyalani? Ichato toxo val tzin telvi icha junoc pat k'axo, ma icha junoc macte' toxo tz'ek' lecnajoc."
        },
        {
            "number": "4",
            "text": "Axonhej tas tz'aj yixtaxel in b'inajnaquil tze naub'tanhej. E q'uinalxonhej e naanq'ue es. Tze tz'ac eyal vach' lolonel d'ayin, palta axo d'a e pensar, tzin e catab'ej."
        },
        {
            "number": "5",
            "text": "Anhej d'a Dios tz'ilchaj junk'olal vuuj. Anhej ayoch yipoc in k'ool."
        },
        {
            "number": "6",
            "text": "Anhej tzin colaneli, tz'ochpax venhuloc. Manh ol in telvoclaj. A' ayoch in colnab'iloc."
        },
        {
            "number": "7",
            "text": "A d'a Dios scot in colnab'il, yuj chi' ay velk'ochi. A' ayoch venhuloc yed' in colnab'iloc."
        },
        {
            "number": "8",
            "text": "Ex vetchonhab', anhej Dios tzeyak'och yipoc e k'ool. D'a smasanil e k'ool, tzex lesalvi d'ay, yujto a co colnab'il yaji."
        },
        {
            "number": "9",
            "text": "A eb' anima, junelnhej malaj jab'oc yelk'och eb', vach'chom meb'a' eb', ma b'eyum eb'. Q'uinaloc tz'echtaj yalil eb' d'a junoc echlab' smasanil, toton max checlajlaj jab'oc yalil eb' chi', yuj chi' manh caq'uec ochlaj co pensar d'a eb'."
        },
        {
            "number": "10",
            "text": "Manh eyak'och ixtoj anima, ma elk'al yipoc e k'ool. Tato tzex och b'eyumal, manh eyak'och e b'eyumal chi' yipoc e k'ool."
        },
        {
            "number": "11",
            "text": "Manh jantacoc vab'an yalchaji to a Dios aljinaccan icha tic: A in Dios Yajal in tic, masanil syal vuuj, aynhej pax in vach'k'olal. Tzin pactzitej d'a junjun anima icha syal tas tz'el sk'ulani, xchi Dios."
        }
    ]
}