{
    "chapter": "62",
    "verses": [
        {
            "number": "1",
            "text": "Anhejton d'ha Dios tz'ilchaj junk'olal vuuj. Ha t'ay scot in colnab'il."
        },
        {
            "number": "2",
            "text": "Anhej tzin colaneli, a tz'ochpax venhuloc. Malaj b'ak'uinh ol in ak'joc ganar yujto ha' ayoch in colnab'iloc."
        },
        {
            "number": "3",
            "text": "¿B'aq'uinh ol eyactej eyoch b'ulan t'ayin yic ol in e tek'ancanem eyalani? Ichato toxo val tzin telvi icha junok pat k'haxo, ma icha junok macte' toxo tzek' lecnajoc."
        },
        {
            "number": "4",
            "text": "Axonhej tas tz'aj yixtaxel in b'inajnaquil tze naub'tanhej. E q'uinalxonhej e naanq'ue es. Tze tz'ac eyal wach' lolonel t'ayin, palta haxo t'a e pensar, tzin e catab'ej."
        },
        {
            "number": "5",
            "text": "Anhej d'ha Dios tz'ilchaj junk'olal vuuj. Anhej ayoch yipoc in k'ool."
        },
        {
            "number": "6",
            "text": "Anhej tzin colaneli, tz'ochpax venhuloc. Manh ol in telvoclaj. A' ayoch in colnab'iloc."
        },
        {
            "number": "7",
            "text": "Ha d'ha Dios scot in colnab'il, yuj chi' ay velk'ochi. A' ayoch venhuloc yet' in colnab'iloc."
        },
        {
            "number": "8",
            "text": "Ex vetchonhab', anhej Dios tzeyak'och yipoc e k'ool. D'a smasanil e k'ool, tzex lesalvi t'ay, yujto a co colnab'il yaji."
        },
        {
            "number": "9",
            "text": "Ha eb' anima, junelnhej malaj jab'oc yelk'och eb', wach'chom meb'a' eb', ma b'eyum eb'. Q'uinaloc tz'echtaj yalil eb' t'a junok echlab' smasanil, toton max checlajlaj jab'oc yalil eb' chi', yuj chi' manh caq'ek ochlaj co pensar t'a eb'."
        },
        {
            "number": "10",
            "text": "Manh eyak'och ixtoj anima, ma elk'al yipoc e k'ool. Tato tzex och b'eyumal, manh eyak'och e b'eyumal chi' yipoc e k'ool."
        },
        {
            "number": "11",
            "text": "Manh jantacoc vab'an yalchaji to ha Dios aljinaccan icha tik: Ha in Dios Yajal in tik, masanil syal vuuj, aynhej pax in wach'k'olal. Tzin pactzitej t'a junjun anima icha syal tas tz'el sk'ulani, xchi Dios."
        }
    ]
}