{
    "chapter": "63",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, toxonton in Diosal ach. Tzach in nib'ej t'a smasanil in k'ool, tzach snib'ej in pixan icha tz'aj snib'an nhab' lum lum taquinh."
        },
        {
            "number": "2",
            "text": "In gana tzach wiloch t'a a templo, ol cham wal in k'ool wilan a poder yet' a tziquiquial."
        },
        {
            "number": "3",
            "text": "Te niwan yelk'och a wach'k'olal t'a yichanh b'aj pitzan in t'a yol yib'anhk’inal tik. Yuj chi', ol ach in b'itej."
        },
        {
            "number": "4",
            "text": "Yacb'an pitzan in, ol wal wach' lolonel t'ayach. Ol in mojb'ejk'e in k'ab' t'ayach t'a in lesal."
        },
        {
            "number": "5",
            "text": "Wach'xonhej ol ajkan in k'ool uuj, icha junok mach syak' wal snib'ej yet' junok wael te wach'. Yed' in tzalajk'olal ol ach in b'itej."
        },
        {
            "number": "6",
            "text": "Ha t'ak'walil ayic jichan inxo eq'ui, tzach in naub'tanhani, aynhejoch in pensar t'ayach."
        },
        {
            "number": "7",
            "text": "Ha ach ton tzach kolwaj wed'oc, yuj chi' malaj tas tzin na' icha nok' yunetac caxlanh t'a yalanh sk'axil snun."
        },
        {
            "number": "8",
            "text": "Junnhej waj ed'oc sik'lab'il. Max in actejel-laj yet' a wach' k'ab'."
        },
        {
            "number": "9",
            "text": "Ha heb' snib'ej in smilanchamoc, ol b'atcan heb' t'a yol sjulal b'aj smucchaj heb' chamnac."
        },
        {
            "number": "10",
            "text": "Ol miljoccham heb' t'a k'een espada, haxo nok' oques ol chianb'at heb'."
        },
        {
            "number": "11",
            "text": "Ha inxo pax rey in tik jun, ol wak' tzalajb'oc in k'ool ed'oc ach in Diosal. Masanil heb' tzach ak'an b'inaj b'aj syak' sti', ol tzalaj heb'. Axo pax heb' tz'esan jun, ol queecaxcan heb' uuj."
        }
    ]
}