{
    "chapter": "63",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, toxonton in Diosal ach. Tzach in nib'ej d'a smasanil in k'ool, tzach snib'ej in pixan icha tz'aj snib'an nhab' lum luum taquinh."
        },
        {
            "number": "2",
            "text": "In gana tzach viloch d'a a templo, ol cham val in k'ool vilan a poder yed' a tziquiquial."
        },
        {
            "number": "3",
            "text": "Te nivan yelk'och a vach'k'olal d'a yichanh b'aj pitzan in d'a yolyib'anhq'uinal tic. Yuj chi', ol ach in b'itej."
        },
        {
            "number": "4",
            "text": "Yacb'an pitzan in, ol val vach' lolonel d'ayach. Ol in mojb'ejq'ue in k'ab' d'ayach d'a in lesal."
        },
        {
            "number": "5",
            "text": "Vach'xonhej ol ajcan in k'ool uuj, icha junoc mach syak' val sgana yed' junoc vael te vach'. Yed' in tzalajk'olal ol ach in b'itej."
        },
        {
            "number": "6",
            "text": "A d'ak'valil ayic jichan inxo eq'ui, tzach in naub'tanhani, aynhejoch in pensar d'ayach."
        },
        {
            "number": "7",
            "text": "A ach ton tzach colvaj ved'oc, yuj chi' malaj tas tzin na' icha nok' yunetac caxlanh d'a yalanh sk'axil snun."
        },
        {
            "number": "8",
            "text": "Junnhej vaj ed'oc sik'lab'il. Max in actejel-laj yed' a vach' k'ab'."
        },
        {
            "number": "9",
            "text": "A eb' sgana in smilanchamoc, ol b'atcan eb' d'a yol sjulal b'aj smucchaj eb' chamnac."
        },
        {
            "number": "10",
            "text": "Ol miljoccham eb' d'a q'uen espada, axo nok' oques ol chianb'at eb'."
        },
        {
            "number": "11",
            "text": "A inxo pax rey in tic jun, ol vak' tzalajb'oc in k'ool ed'oc ach in Diosal. Masanil eb' tzach ak'an b'inaj b'aj syak' sti', ol tzalaj eb'. Axo pax eb' tz'esan jun, ol queecaxcan eb' uuj."
        }
    ]
}