{
    "chapter": "65",
    "verses": [
        {
            "number": "1",
            "text": "Ach co Diosal, smoj val yalji wach' lolonel t'ayach t'a Sion. Ha moj val scaq'uelk'och tas scaltej t'ayach."
        },
        {
            "number": "2",
            "text": "Masanil eb' anima sja t'ayach yujto tzab'nhej slesal eb'."
        },
        {
            "number": "3",
            "text": "Ha jantac co chucal tz'ak'an yajalil t'a quib'anh, palta a achxo tza suc sat co mul chi'."
        },
        {
            "number": "4",
            "text": "Te wach' quico', yujto a ach ix onh a sik'caneli yic wach' ayonhek' t'a a templo. Wach' caj yuj swach'il tas ay t'a a cajnub', aton a templo te niwan yelk'ochi."
        },
        {
            "number": "5",
            "text": "Ach Dios co Columal, tza pactzitej co lesal yet' tas satub'tac tza k'ulej t'a stojolal. Masanil anima cajan t'a yol yib'anhk’inal tik, aton eb' cajan t'a tik yet' eb' cajan t'a sk'axepal ha' mar, ol ach yak'och eb' yipoc sk'ool."
        },
        {
            "number": "6",
            "text": "Te tzatz ix utejcan juntzanh lum nivac vitz yuj a poder yet' ipalil."
        },
        {
            "number": "7",
            "text": "Ha ach tzak' numk'aj sat ha' mar. Ayic sq'ue somnaj juntzanh nivac chonhab', a ach tzak' pax numk'ajoc."
        },
        {
            "number": "8",
            "text": "Ha eb' cajan t'a juntzanh najatil lu'um, tz'ib'xiq'ue eb' t'a yichanh tas satub'tac tza k'ulej. Uuj val ay tzalajk'olal b'aj sjavi k'u, masanto b'aj tz'em k'u."
        },
        {
            "number": "9",
            "text": "Ayachnhejoch ilan lum lum, tzak' snhab'il lu'um, tzak'anpax q'uib' tas tz'avchaj t'a lu'um. Tzak' q'uib' ixim trigo yuj ha ha' tz'el yoc. Ichaton val chi', tzutej a b'oan lum lum tik."
        },
        {
            "number": "10",
            "text": "Ha ach tzak' yaxb'oc sat lu'um, tzak' ch'ayxoc sch'olquiltaquil lu'um, tzak'an k'unb'oc lum yuj yax nhab', tzak'an pax a wach'k'olal yic satan tas tz'avchaj t'a sat lu'um."
        },
        {
            "number": "11",
            "text": "Manh jantacoc sat avb'en syak' t'a junjun ab'il yuj nhab' tzak'coti."
        },
        {
            "number": "12",
            "text": "Syaxb'i anh ank'ultak t'a tzinan lu'um b'aj sva nok' calnel. Axo tzalquixtac wach' tz'aj yilji yuj avb'en."
        },
        {
            "number": "13",
            "text": "Sb'ud'jiel tzalquixtac yuj nok' calnel. Axo opquixtac, sb'ud'jicanel yuj ixim trigo. Yuj chi' sb'itan eb' anima smasanil, tz'el yav eb' yuj tzalajk'olal."
        }
    ]
}