{
    "chapter": "65",
    "verses": [
        {
            "number": "1",
            "text": "Ach co Diosal, smoj val yalji vach' lolonel d'ayach d'a Sion. A moj val scaq'uelk'och tas scaltej d'ayach."
        },
        {
            "number": "2",
            "text": "Masanil eb' anima sja d'ayach yujto tzab'nhej slesal eb'."
        },
        {
            "number": "3",
            "text": "A jantac co chucal tz'ak'an yajalil d'a quib'anh, palta a achxo tza suc sat co mul chi'."
        },
        {
            "number": "4",
            "text": "Te vach' quico', yujto a ach ix onh a sik'caneli yic vach' ayonhek' d'a a templo. Vach' caj yuj svach'il tas ay d'a a cajnub', aton a templo te nivan yelk'ochi."
        },
        {
            "number": "5",
            "text": "Ach Dios co Columal, tza pactzitej co lesal yed' tas satub'tac tza k'ulej d'a stojolal. Masanil anima cajan d'a yolyib'anhq'uinal tic, aton eb' cajan d'a tic yed' eb' cajan d'a sk'axepal a' mar, ol ach yak'och eb' yipoc sk'ool."
        },
        {
            "number": "6",
            "text": "Te tzatz ix utejcan juntzanh lum nivac vitz yuj a poder yed' ipalil."
        },
        {
            "number": "7",
            "text": "A ach tzak' numk'aj sat a' mar. Ayic sq'ue somnaj juntzanh nivac chonhab', a ach tzak' pax numk'ajoc."
        },
        {
            "number": "8",
            "text": "A eb' cajan d'a juntzanh najatil luum, tz'ib'xiq'ue eb' d'a yichanh tas satub'tac tza k'ulej. Uuj val ay tzalajk'olal b'aj sjavi k'u, masanto b'aj tz'em k'u."
        },
        {
            "number": "9",
            "text": "Ayachnhejoch ilan lum luum, tzak' snhab'il luum, tzak'anpax q'uib' tas tz'avchaj d'a luum. Tzak' q'uib' ixim trigo yuj a a' tz'el yoc. Ichaton val chi', tzutej a b'oan lum luum tic."
        },
        {
            "number": "10",
            "text": "A ach tzak' yaxb'oc sat luum, tzak' ch'ayxoc sch'olquiltaquil luum, tzak'an k'unb'oc lum yuj yax nhab', tzak'an pax a vach'k'olal yic satan tas tz'avchaj d'a sat luum."
        },
        {
            "number": "11",
            "text": "Manh jantacoc sat avb'en syak' d'a junjun ab'il yuj nhab' tzak'coti."
        },
        {
            "number": "12",
            "text": "Syaxb'i anh ank'ultac d'a tz'inan luum b'aj sva nok' calnel. Axo tzalquixtac vach' tz'aj yilji yuj avb'en."
        },
        {
            "number": "13",
            "text": "Sb'ud'jiel tzalquixtac yuj nok' calnel. Axo opquixtac, sb'ud'jicanel yuj ixim trigo. Yuj chi' sb'itan eb' anima smasanil, tz'el yav eb' yuj tzalajk'olal."
        }
    ]
}