{
    "chapter": "66",
    "verses": [
        {
            "number": "1",
            "text": "E masanil ex cajan ex t'a yol yib'anhk’inal tik, b'itananhec d'ha Dios t'a tzalajk'olal."
        },
        {
            "number": "2",
            "text": "B'itejec sb'inajnaquil. B'itananhec t'ay yet' juntzanh b'it manhxo jantacoc swach'il."
        },
        {
            "number": "3",
            "text": "Alec d'ha Dios icha tik: Mamin a tas tza b'o'o, te satub'tac. Ha val t'a ichanh stelvican eb' ayoch ajk'olal t'ayach, yujto te niwan a poder."
        },
        {
            "number": "4",
            "text": "Masanil eb' anima t'a yol yib'anhk’inal tik syaq'uem sb'a t'ayach, tzach sb'itan eb', xe chi t'ay."
        },
        {
            "number": "5",
            "text": "Cotanhec, ilec val tas sb'onac Dios. Satub'tac tas sk'ulej yuj co wach'iloc a onh anima onh tik."
        },
        {
            "number": "6",
            "text": "Taquinh lu'um ajnac ha' mar yet' ha' nivac ha' yuj, haxo ta' ek'naccot eb' co mam quicham. Tzalajocab' co k'ool d'ha Dios."
        },
        {
            "number": "7",
            "text": "Ha yet' spoder syak' yajalil t'a masanil tiempo. Aynhejoch sat t'a junjun nación, yic wach' max och eb' syik'chaanh sb'a ajk'olal t'ay."
        },
        {
            "number": "8",
            "text": "Ex junjun nación, alec wach' lolonel t'a co Diosal. Ab'chajocab' e b'itan t'ay t'a wach' lolonelal."
        },
        {
            "number": "9",
            "text": "Yujto ha' tz'ak'an co q'uinal, max onh schalaj telvoc."
        },
        {
            "number": "10",
            "text": "Ach Dios, tik val ix il co pensar. Icha val sacb'itaj q'uen plata, icha val chi' ix aj onh a sacb'itani."
        },
        {
            "number": "11",
            "text": "Ix onh ak'kan t'a te' yaal. Yelxo val te al icatz ix ak' co cuchu'."
        },
        {
            "number": "12",
            "text": "Ha eb' comon anima ix ak'lab'ej onh stek'ani. Ix onh ak' ek' t'a skal te' k'ak' yet' t'a yol ha' nivac ha'. Ixlajwi chi' ix onh ik'anb'at b'aj junk'olal tzonh aji."
        },
        {
            "number": "13",
            "text": "Ol in och t'a yol a templo yuj vak'an in silab' t'ayach. Ichato val chi' ol vak'anelk'och in ti' vak'nac t'ayach,"
        },
        {
            "number": "14",
            "text": "aton tas valnac ayic ay in och t'a ilk'olal."
        },
        {
            "number": "15",
            "text": "Ha nok' nok' b'ak'uech ol in nhustz'ha t'a altar. Ol vak' nok' vacax, nok' mam chiva yet' pax nok' ch'ac calnel in silab'oc t'ayach, aton tik scha a k'ool."
        },
        {
            "number": "16",
            "text": "Cotanhec e masanil, mach ex ay yelk'och Dios t'a e sat. Maclejec eyab' t'ayin, ol val t'ayex jantac swach'k'olal t'ayin."
        },
        {
            "number": "17",
            "text": "Ix in k'an scolval ved'oc, ix valan wach' lolonel t'ay."
        },
        {
            "number": "18",
            "text": "Q'uinaloc tato a chukal ix in nib'ej in k'ulej, maj am schalaj yab' Dios Yajal t'a Smasanil tas ix in k'an t'ay."
        },
        {
            "number": "19",
            "text": "Palta ix yab'i tas ix in k'an chi' t'ay, ix sk'anab'ajej in lesal."
        },
        {
            "number": "20",
            "text": "Alchajocab' wach' lolonel d'ha Dios, yujto max spatiquejel in lesal, manh puraloclaj ix yak' swach'k'olal t'ayin."
        }
    ]
}