{
    "chapter": "66",
    "verses": [
        {
            "number": "1",
            "text": "E masanil ex cajan ex d'a yolyib'anhq'uinal tic, b'itananhec d'a Dios d'a tzalajk'olal."
        },
        {
            "number": "2",
            "text": "B'itejec sb'inajnaquil. B'itananhec d'ay yed' juntzanh b'it manhxo jantacoc svach'il."
        },
        {
            "number": "3",
            "text": "Alec d'a Dios icha tic: Mamin a tas tza b'o'o, te satub'tac. A val d'a ichanh stelvican eb' ayoch ajk'olal d'ayach, yujto te nivan a poder."
        },
        {
            "number": "4",
            "text": "Masanil eb' anima d'a yolyib'anhq'uinal tic syaq'uem sb'a d'ayach, tzach sb'itan eb', xe chi d'ay."
        },
        {
            "number": "5",
            "text": "Cotanhec, ilec val tas sb'onac Dios. Satub'tac tas sk'ulej yuj co vach'iloc a onh anima onh tic."
        },
        {
            "number": "6",
            "text": "Taquinh luum ajnac a' mar yed' a' nivac a' yuuj, axo ta' ek'naccot eb' co mam quicham. Tzalajocab' co k'ool d'a Dios."
        },
        {
            "number": "7",
            "text": "A yed' spoder syak' yajalil d'a masanil tiempo. Aynhejoch sat d'a junjun nación, yic vach' max och eb' syik'chaanh sb'a ajk'olal d'ay."
        },
        {
            "number": "8",
            "text": "Ex junjun nación, alec vach' lolonel d'a co Diosal. Ab'chajocab' e b'itan d'ay d'a vach' lolonelal."
        },
        {
            "number": "9",
            "text": "Yujto a' tz'ak'an co q'uinal, max onh schalaj telvoc."
        },
        {
            "number": "10",
            "text": "Ach Dios, tic val ix il co pensar. Icha val sacb'itaj q'uen plata, icha val chi' ix aj onh a sacb'itani."
        },
        {
            "number": "11",
            "text": "Ix onh ak'can d'a te' yaal. Yelxo val te al icatz ix ak' co cuchu'."
        },
        {
            "number": "12",
            "text": "A eb' comon anima ix ak'lab'ej onh stek'ani. Ix onh ak' ek' d'a scal te' k'ak' yed' d'a yol a' nivac a'. Ix lajvi chi' ix onh ik'anb'at b'aj junk'olal tzonh aji."
        },
        {
            "number": "13",
            "text": "Ol in och d'a yol a templo yuj vak'an in silab' d'ayach. Ichato val chi' ol vak'anelk'och in ti' vak'nac d'ayach,"
        },
        {
            "number": "14",
            "text": "aton tas valnac ayic ay in och d'a ilk'olal."
        },
        {
            "number": "15",
            "text": "A nok' nok' b'aq'uech ol in nhustz'a d'a altar. Ol vak' nok' vacax, nok' mam chiva yed' pax nok' ch'ac calnel in silab'oc d'ayach, aton tic scha a k'ool."
        },
        {
            "number": "16",
            "text": "Cotanhec e masanil, mach ex ay yelk'och Dios d'a e sat. Maclejec eyab' d'ayin, ol val d'ayex jantac svach'k'olal d'ayin."
        },
        {
            "number": "17",
            "text": "Ix in k'an scolval ved'oc, ix valan vach' lolonel d'ay."
        },
        {
            "number": "18",
            "text": "Q'uinaloc tato a chucal ix in nib'ej in k'ulej, maj am schalaj yab' Dios Yajal d'a Smasanil tas ix in k'an d'ay."
        },
        {
            "number": "19",
            "text": "Palta ix yab'i tas ix in k'an chi' d'ay, ix sk'anab'ajej in lesal."
        },
        {
            "number": "20",
            "text": "Alchajocab' vach' lolonel d'a Dios, yujto max spatiquejel in lesal, manh puraloclaj ix yak' svach'k'olal d'ayin."
        }
    ]
}