{
    "chapter": "68",
    "verses": [
        {
            "number": "1",
            "text": "Ayic syak'an oval Dios, sacleminac tz'aj yel eb' ayoch ajk'olal d'ay. A eb' schichonoch sk'ol d'ay, tz'el lemnaj eb' d'a yichanh."
        },
        {
            "number": "2",
            "text": "Icha val tz'aj satem te' tab' d'a scal ik', icha chi' tz'aj satem eb'. Icha val yulaxb'at nok' chaq'uib' d'a scal te' k'ak', icha chi' tz'aj satel eb' sk'ulan chucal d'a yichanh Dios."
        },
        {
            "number": "3",
            "text": "Axo eb' vach' sb'eyb'al jun, ste tzalaj sk'ol eb' d'a yichanh Dios. Sq'ue val chennaj eb' yuj tzalajk'olal."
        },
        {
            "number": "4",
            "text": "Conh b'itanec d'a Dios yuj snivanil yelk'ochi. Calec vach' lolonel d'a Jehová, aton tz'ek' d'a yib'anh asun. Conh tzalajec d'a Jehová, conh tzalajec d'a yichanh."
        },
        {
            "number": "5",
            "text": "A Dios, cajanek' d'a scajnub', aton b'aj tz'och ejmelal d'ay. Mamab'il yaj d'a eb' manhxalaj smam, Scolumal yaj pax d'a eb' ix ix chamnacxo yetb'eyum."
        },
        {
            "number": "6",
            "text": "A eb' meb'a', a Dios tz'ak'an b'aj scajnaj eb'. A eb' ayoch d'a preso, tz'el eb' d'a libre yuuj, slajvi chi' tz'ik'jichaanh eb'. Axo eb' pit syutej sb'a d'ay, a d'a tz'inan lum ol cajnaj eb'."
        },
        {
            "number": "7",
            "text": "Ach co Diosal, ayic ix ach b'ey d'a yichanh a chonhab' d'a tz'inan luum,"
        },
        {
            "number": "8",
            "text": "ix ib'xiq'ue lum luum, ix cot yaxnhab' d'a satchaanh, ix ib'xiq'ue tzalan Sinaí d'a ichanh. A onh israel onh tic, co Diosal ach."
        },
        {
            "number": "9",
            "text": "Ach co Diosal, manh jantacoc nhab' ix ak'coti yic syaxb'ixi sat lum a macb'en tacjinac sat."
        },
        {
            "number": "10",
            "text": "Ach co Diosal, aton ta' ix aj eb' a chonhab'. Yuj a vach'k'olal, ix ak' svael eb' meb'a'."
        },
        {
            "number": "11",
            "text": "Ach Cajalil, ayic alannac to toxo ix ak'ji ganar eb' ajk'ool, manhxo jantacoc eb' ix ix, ix alaneli."
        },
        {
            "number": "12",
            "text": "Vanxo yel lemnaj eb' vinh rey yed' eb' vinh soldado. A tas ix tok'jiek' d'a eb' ajk'ool, ix pucchajek' d'a eb' ix ix d'a caltac pat,"
        },
        {
            "number": "13",
            "text": "aton juntzanh yechel nok' uch uk'nac sk'axil d'a q'uen plata yed' d'a q'uen oro. ¿Tas yuj ix ex can jayvanh ex tic d'a scal nok' calnel yic max ex b'at d'a oval?"
        },
        {
            "number": "14",
            "text": "Ayic ix el lemnaj eb' vinh rey yuj Dios Syal Yuj Smasanil, ix cot q'uen sacb'acom d'a yib'anh lum vitzal Salmón."
        },
        {
            "number": "15",
            "text": "Yelxo val te chaanh steel lum vitzal Basán. Manh jantacoc yunetac vitz d'a sjolomtac luum."
        },
        {
            "number": "16",
            "text": "Mach ex cajan ex d'a jolomtac vitz chi', ¿tas yuj yed' e chichonk'olal tzeyilcot jun vitz sik'b'ilel yuj Jehová Dios yic tz'och yicoc? Ata' ol cajnaj Dios chi' d'a junelnhej."
        },
        {
            "number": "17",
            "text": "A Dios, manh b'ischajb'enoc scarruaje yic oval. A d'a Sinaí ix cot yed' scarruaje chi', ix javi d'a scajnub'."
        },
        {
            "number": "18",
            "text": "Ach Dios, ix ach q'uecan d'a satchaanh, ix ik'anb'at eb' ix yamchaj uuj. Ix a chaan silab' d'a eb' anima, ajun pax eb' pit syutej sb'a d'ayach ix yak' yico'. Ach Jehová co Diosal, ix ach q'uek'och cajan ta'."
        },
        {
            "number": "19",
            "text": "Calec vach' lolonel d'a Cajal co Diosal, aton co Columal. A tzonh tanhvan d'a junjun k'u."
        },
        {
            "number": "20",
            "text": "A co Diosal, Colvajum toni. A Jehová Cajalil tzonh scolel d'a chamel."
        },
        {
            "number": "21",
            "text": "A Dios ol mak'anpoj sjolom eb' ayoch ajk'olal d'ay, aton sjolom eb' anheja' sk'ulan chucal."
        },
        {
            "number": "22",
            "text": "A Dios Cajal tz'alan d'ayonh: A eb' ajk'ol d'ayex ay d'a jolom vitz Basán, ol vik'xicot eb' d'ayex. Ol vik'anpaxcot eb' ay d'a sjulal yich a' mar,"
        },
        {
            "number": "23",
            "text": "yic vach' ol e b'onh eyoc d'a schiq'uil eb', ol slek'anpaxq'ue nok' e tz'i', xchi."
        },
        {
            "number": "24",
            "text": "Ach Dios, co Diosal ach, masanil anima tz'ilan a k'och d'a a cajnub'. Ach co Reyal, b'ab'el ach yuj anima van sb'at nhililoc yic tzach yik'anchaanh eb'."
        },
        {
            "number": "25",
            "text": "B'ab'el eb' sb'itani, axo eb' ak'um son, tzak'an eb'. Axo d'a spatictac eb' ayoch eb' ix cob'estac tz'ak'an k'anh pandereta."
        },
        {
            "number": "26",
            "text": "Calec vach' lolonel d'a Dios Cajal. Ex vetisraelal, calec vach' lolonel d'ay b'aj molanonhek' tic."
        },
        {
            "number": "27",
            "text": "B'ab'el sb'at eb' yinhtilal vinhaj Benjamín, vinh tzak'an unin. Tzak'an eb' yajal yic Judá, eb' yajal yic Zabulón yed' eb' yic Neftalí."
        },
        {
            "number": "28",
            "text": "Ach co Diosal, icha ajnac a ch'oxanel a poder d'a yalanhtaxo, icha chi' tzutej a ch'oxanpaxel d'ayonh ticnaic,"
        },
        {
            "number": "29",
            "text": "yuj svach'iloc a templo d'a Jerusalén, aton b'aj sjavi eb' vinh rey yak' silab' d'ayach."
        },
        {
            "number": "30",
            "text": "Cachoch vaan eb' anima icha nok' oval nok' ay d'a scaltac te' aj. Cachoch vaan jun nhilanh oval vacax yed' nok' yune', aton juntzanh nivac chonhab' stek'b'ej sb'a d'a oval, yujto anhej b'eyumal snib'ej eb'. Pech saclem eb' nivac chonhab' to sgana syak' oval."
        },
        {
            "number": "31",
            "text": "Ol cot eb' aj Egipto stup alcabar d'ayach. Ol smojb'ejq'ue sk'ab' eb' aj Etiopía d'ayach ach co Diosal."
        },
        {
            "number": "32",
            "text": "Ex yajal d'a juntzanh chonhab', b'itananhec d'a Dios. B'itej b'it d'a Cajalil,"
        },
        {
            "number": "33",
            "text": "aton sb'eyek' d'a satchaanh, aton satchaanh aytaxon ek' d'a yichb'anil. Ab'ec yel yav, aton yav te ay spoder."
        },
        {
            "number": "34",
            "text": "Scham val eyalanel spoder Dios. A a ayoch co Reyaloc a onh israel onh tic. A spoder sq'uek'och d'a satchaanh."
        },
        {
            "number": "35",
            "text": "Ach co Diosal, te satub'tac ilji d'a a cajnub'. Tzak' a poder d'ayonh a onh israel a chonhab' onh tic. Alchajocab' vach' lolonel d'ayach ach co Diosal."
        }
    ]
}