{
    "chapter": "68",
    "verses": [
        {
            "number": "1",
            "text": "Ayic syak'an oval Dios, sacleminac tz'aj yel eb' ayoch ajk'olal t'ay. Ha eb' schichonoch sk'ol t'ay, tz'el lemnaj eb' t'a yichanh."
        },
        {
            "number": "2",
            "text": "Icha val tz'aj satem te' tab' t'a skal ik', icha chi' tz'aj satem eb'. Icha val yulaxb'at nok' chaq'uib' t'a skal te' k'ak', icha chi' tz'aj satel eb' sk'ulan chukal t'a yichanh Dios."
        },
        {
            "number": "3",
            "text": "Axo eb' wach' sb'eyb'al jun, ste tzalaj sk'ol eb' t'a yichanh Dios. Sq'ue val chennaj eb' yuj tzalajk'olal."
        },
        {
            "number": "4",
            "text": "Conh b'itanec d'ha Dios yuj snivanil yelk'ochi. Calec wach' lolonel t'a Jehová, aton tzek' t'a yib'anh asun. Conh tzalajec t'a Jehová, conh tzalajec t'a yichanh."
        },
        {
            "number": "5",
            "text": "Ha Dios, cajanek' t'a scajnub', aton b'aj tz'och ejmelal t'ay. Mamab'il yaj t'a eb' manhxalaj smam, Scolumal yaj pax t'a eb' ix ix chamnacxo yetb'eyum."
        },
        {
            "number": "6",
            "text": "Ha eb' meb'a', ha Dios tz'ak'an b'aj scajnaj eb'. Ha eb' ayoch t'a preso, tz'el eb' t'a libre yuj, slajvi chi' tz'ik'jichaanh eb'. Axo eb' pit syutej sb'a t'ay, ha t'a tzinan lum ol cajnaj eb'."
        },
        {
            "number": "7",
            "text": "Ach co Diosal, ayic ix ach b'ey t'a yichanh a chonhab' t'a tzinan lu'um,"
        },
        {
            "number": "8",
            "text": "ix ib'xiq'ue lum lum, ix cot yaxnhab' t'a satcha’anh, ix ib'xiq'ue tzalan Sinaí t'a ichanh. Ha onh israel onh tik, co Diosal ach."
        },
        {
            "number": "9",
            "text": "Ach co Diosal, manh jantacoc nhab' ix ak'coti yic syaxb'ixi sat lum a macb'en tacjinac sat."
        },
        {
            "number": "10",
            "text": "Ach co Diosal, aton ta' ix aj eb' a chonhab'. Yuj a wach'k'olal, ix ak' svael eb' meb'a'."
        },
        {
            "number": "11",
            "text": "Ach Cajalil, ayic alannac to toxo ix ak'ji ganar eb' ajk'ool, manhxo jantacoc eb' ix ix, ix alaneli."
        },
        {
            "number": "12",
            "text": "Vanxo yel lemnaj eb' winh rey yet' eb' winh soldado. Ha tas ix tok'jiek' t'a eb' ajk'ool, ix pucchajek' t'a eb' ix ix t'a caltac pat,"
        },
        {
            "number": "13",
            "text": "aton juntzanh yechel nok' uch uk'nac sk'axil t'a q'uen plata yet' t'a q'uen oro. ¿Tas yuj ix ex kan jayvanh ex tik t'a skal nok' calnel yic max ex b'at t'a oval?"
        },
        {
            "number": "14",
            "text": "Ayic ix el lemnaj eb' winh rey yuj Dios Syal Yuj Smasanil, ix cot q'uen sacb'acom t'a yib'anh lum vitzal Salmón."
        },
        {
            "number": "15",
            "text": "Yelxo val te chaanh steel lum vitzal Basán. Manh jantacoc yunetac vitz t'a sjolomtac lu'um."
        },
        {
            "number": "16",
            "text": "Mach ex cajan ex t'a jolomtac vitz chi', ¿tas yuj yet' e chichonk'olal tzeyilcot jun vitz sik'b'ilel yuj Jehová Dios yic tz'och yicoc? Ata' ol cajnaj Dios chi' t'a junelnhej."
        },
        {
            "number": "17",
            "text": "Ha Dios, manh b'ischajb'enoc scarruaje yic oval. Ha t'a Sinaí ix cot yet' scarruaje chi', ix javi t'a scajnub'."
        },
        {
            "number": "18",
            "text": "Ach Dios, ix ach k'ekan t'a satcha’anh, ix ik'anb'at eb' ix yamchaj uuj. Ix a chaan silab' t'a eb' anima, ajun pax eb' pit syutej sb'a t'ayach ix yak' yico'. Ach Jehová co Diosal, ix ach q'uek'och cajan ta'."
        },
        {
            "number": "19",
            "text": "Calec wach' lolonel t'a Cajal co Diosal, aton co Columal. Ha tzonh tanhvan t'a junjun k'u."
        },
        {
            "number": "20",
            "text": "Ha co Diosal, Colvajum toni. Ha Jehová Cajalil tzonh scolel t'a chamel."
        },
        {
            "number": "21",
            "text": "Ha Dios ol mak'anpoj sjolom eb' ayoch ajk'olal t'ay, aton sjolom eb' anheja' sk'ulan chukal."
        },
        {
            "number": "22",
            "text": "Ha Dios Cajal tz'alan t'ayonh: Ha eb' ajk'ol t'ayex ay t'a jolom vitz Basán, ol vik'xicot eb' t'ayex. Ol vik'anpaxcot eb' ay t'a sjulal yich ha' mar,"
        },
        {
            "number": "23",
            "text": "yic wach' ol e b'onh eyoc t'a schiq'uil eb', ol slek'anpaxq'ue nok' e tz'i', xchi."
        },
        {
            "number": "24",
            "text": "Ach Dios, co Diosal ach, masanil anima tz'ilan a k'och t'a a cajnub'. Ach co Reyal, b'ab'el ach yuj anima van sb'at nhililoc yic tzach yik'anchaanh eb'."
        },
        {
            "number": "25",
            "text": "B'ab'el eb' sb'itani, haxo eb' ak'um son, tzak'an eb'. Axo t'a spatictac eb' ayoch eb' ix cob'estac tz'ak'an k'anh pandereta."
        },
        {
            "number": "26",
            "text": "Calec wach' lolonel d'ha Dios Cajal. Ex vetisraelal, calec wach' lolonel t'ay b'aj molanonhek' tik."
        },
        {
            "number": "27",
            "text": "B'ab'el sb'at eb' yinhtilal winhaj Benjamín, winh tzak'an unin. Tzak'an eb' yajal yic Judá, eb' yajal yic Zabulón yet' eb' yic Neftalí."
        },
        {
            "number": "28",
            "text": "Ach co Diosal, icha ajnac a ch'oxanel a poder t'a yalanhtaxo, icha chi' tzutej a ch'oxanpaxel t'ayonh ticnaic,"
        },
        {
            "number": "29",
            "text": "yuj swach'iloc a templo t'a Jerusalén, aton b'aj sjavi eb' winh rey yak' silab' t'ayach."
        },
        {
            "number": "30",
            "text": "Cachoch vaan eb' anima icha nok' oval nok' ay t'a scaltac te' aj. Cachoch vaan jun nhilanh oval vacax yet' nok' yune', aton juntzanh nivac chonhab' stek'b'ej sb'ha t'a oval, yujto anhej b'eyumal snib'ej eb'. Pech saclem eb' nivac chonhab' to sgana syak' oval."
        },
        {
            "number": "31",
            "text": "Ol cot eb' aj Egipto stup alcabar t'ayach. Ol smojb'ejq'ue sk'ab' eb' aj Etiopía t'ayach ach co Diosal."
        },
        {
            "number": "32",
            "text": "Ex yajal t'a juntzanh chonhab', b'itananhec d'ha Dios. B'itej b'it t'a Cajalil,"
        },
        {
            "number": "33",
            "text": "aton sb'eyek' t'a satcha’anh, aton satcha’anh aytaxon ek' t'a yichb’anel. Ab'ec yel yav, aton yav te ay spoder."
        },
        {
            "number": "34",
            "text": "Scham val eyalanel spoder Dios. Ha a ayoch co Reyaloc a onh israel onh tik. Ha spoder sq'uek'och t'a satcha’anh."
        },
        {
            "number": "35",
            "text": "Ach co Diosal, te satub'tac ilji t'a a cajnub'. Tzak' a poder t'ayonh a onh israel a chonhab' onh tik. Alchajocab' wach' lolonel t'ayach ach co Diosal."
        }
    ]
}