{
    "chapter": "68",
    "verses": [
        {
            "number": "1",
            "text": "Ayic syak'an owal Dios, sacleminac tz'aj yel heb' ayoch ajk'olal t'ay. Ha heb' schichonoch sk'ol t'ay, tz'el lemnaj heb' t'a yichanh."
        },
        {
            "number": "2",
            "text": "Icha wal tz'aj satem te' tab' t'a skal ik', icha chi' tz'aj satem heb'. Icha wal yulaxb'at nok' chaq'uib' t'a skal te' k'ak', icha chi' tz'aj satel heb' sk'ulan chukal t'a yichanh Dios."
        },
        {
            "number": "3",
            "text": "Axo heb' wach' sb'eyb'al jun, ste tzalaj sk'ol heb' t'a yichanh Dios. Sk'e wal chennaj heb' yuj tzalajk'olal."
        },
        {
            "number": "4",
            "text": "Conh b'itanec d'ha Dios yuj sniwanil yelk'ochi. Calec wach' lolonel t'a Jehová, aton tzek' t'a yib'anh asun. Conh tzalajec t'a Jehová, conh tzalajec t'a yichanh."
        },
        {
            "number": "5",
            "text": "Ha Dios, kajanek' t'a skajnub', aton b'aj tz'och ejmelal t'ay. Mamab'il yaj t'a heb' manhxalaj smam, Scolumal yaj pax t'a heb' ix ix chamnacxo yetb'eyum."
        },
        {
            "number": "6",
            "text": "Ha heb' meb'a', ha Dios tz'ak'an b'aj skajnaj heb'. Ha heb' ayoch t'a preso, tz'el heb' t'a libre yuj, slajwi chi' tz'ik'jichaanh heb'. Axo heb' pit syutej sb'a t'ay, ha t'a tzinan lum ol kajnaj heb'."
        },
        {
            "number": "7",
            "text": "Ach ko Diosal, ayic ix ach b'ey t'a yichanh a chonhab' t'a tzinan lu'um,"
        },
        {
            "number": "8",
            "text": "ix ib'xik'e lum lum, ix cot yaxnhab' t'a satcha’anh, ix ib'xik'e tzalan Sinaí t'a ichanh. Ha onh israel onh tik, ko Diosal ach."
        },
        {
            "number": "9",
            "text": "Ach ko Diosal, manh jantacoc nhab' ix ak'koti yic syaxb'ixi sat lum a macb'en tacjinac sat."
        },
        {
            "number": "10",
            "text": "Ach ko Diosal, aton ta' ix aj heb' a chonhab'. Yuj a wach'k'olal, ix ak' swael heb' meb'a'."
        },
        {
            "number": "11",
            "text": "Ach Cajalil, ayic alannac to toxo ix ak'ji ganar heb' ajk'ool, manhxo jantacoc heb' ix ix, ix alaneli."
        },
        {
            "number": "12",
            "text": "Vanxo yel lemnaj heb' winh rey yet' heb' winh soldado. Ha tas ix tok'jiek' t'a heb' ajk'ool, ix pucchajek' t'a heb' ix ix t'a kaltac pat,"
        },
        {
            "number": "13",
            "text": "aton juntzanh yechel nok' uch uk'nac sk'axil t'a k'een plata yet' t'a k'een oro. ¿Tas yuj ix ex kan jaywanh ex tik t'a skal nok' kalnel yic max ex b'at t'a owal?"
        },
        {
            "number": "14",
            "text": "Ayic ix el lemnaj heb' winh rey yuj Dios Syal Yuj Smasanil, ix cot k'een sacb'akom t'a yib'anh lum witzal Salmón."
        },
        {
            "number": "15",
            "text": "Yelxo wal te chaanh steel lum witzal Basán. Manh jantacoc yunetac witz t'a sjolomtac lu'um."
        },
        {
            "number": "16",
            "text": "Mach ex kajan ex t'a jolomtac witz chi', ¿tas yuj yet' he chichonk'olal tzeyilcot jun witz sik'b'ilel yuj Jehová Dios yic tz'och yicoc? Ata' ol kajnaj Dios chi' t'a junelnhej."
        },
        {
            "number": "17",
            "text": "Ha Dios, manh b'ischajb'enoc skarruaje yic owal. Ha t'a Sinaí ix cot yet' skarruaje chi', ix jawi t'a skajnub'."
        },
        {
            "number": "18",
            "text": "Ach Dios, ix ach k'ekan t'a satcha’anh, ix ik'anb'at heb' ix yamchaj uuj. Ix a chaan silab' t'a heb' anima, ajun pax heb' pit syutej sb'a t'ayach ix yak' yico'. Ach Jehová ko Diosal, ix ach k'ek'och kajan ta'."
        },
        {
            "number": "19",
            "text": "Calec wach' lolonel t'a Kajal ko Diosal, aton ko Kolumal. Ha tzonh tanhwan t'a junjun k'u."
        },
        {
            "number": "20",
            "text": "Ha ko Diosal, Colwajum toni. Ha Jehová Cajalil tzonh scolel t'a chamel."
        },
        {
            "number": "21",
            "text": "Ha Dios ol mak'anpoj sjolom heb' ayoch ajk'olal t'ay, aton sjolom heb' anheja' sk'ulan chukal."
        },
        {
            "number": "22",
            "text": "Ha Dios Kajal tz'alan t'ayonh: Ha heb' ajk'ol t'ayex ay t'a jolom witz Basán, ol wik'xicot heb' t'ayex. Ol wik'anpaxcot heb' ay t'a sjulal yich ha' mar,"
        },
        {
            "number": "23",
            "text": "yic wach' ol he b'onh eyoc t'a schiq'uil heb', ol slek'anpaxk'e nok' he tz'i', xchi."
        },
        {
            "number": "24",
            "text": "Ach Dios, ko Diosal ach, masanil anima tz'ilan a k'och t'a a kajnub'. Ach ko Reyal, b'ab'el ach yuj anima wan sb'at nhililoc yic tzach yik'anchaanh heb'."
        },
        {
            "number": "25",
            "text": "B'ab'el heb' sb'itani, haxo heb' ak'um son, tzak'an heb'. Axo t'a spatictac heb' ayoch heb' ix cob'estac tz'ak'an k'anh pandereta."
        },
        {
            "number": "26",
            "text": "Calec wach' lolonel d'ha Dios Kajal. Ex wetisraelal, kalek wach' lolonel t'ay b'aj molanonhek' tik."
        },
        {
            "number": "27",
            "text": "B'ab'el sb'at heb' yinhtilal winhaj Benjamín, winh tzak'an unin. Tzak'an heb' yajal yic Judá, heb' yajal yic Zabulón yet' heb' yic Neftalí."
        },
        {
            "number": "28",
            "text": "Ach ko Diosal, icha ajnac a ch'oxanel a poder t'a yalanhtaxo, icha chi' tzutej a ch'oxanpaxel t'ayonh ticnaik,"
        },
        {
            "number": "29",
            "text": "yuj swach'iloc a templo t'a Jerusalén, aton b'aj sjawi heb' winh rey yak' silab' t'ayach."
        },
        {
            "number": "30",
            "text": "Cachoch waan heb' anima icha nok' owal nok' ay t'a skaltac te' aj. Cachoch waan jun nhilanh owal wakax yet' nok' yune', aton juntzanh niwac chonhab' stek'b'ej sb'ha t'a owal, yujto anhej b'eyumal snib'ej heb'. Pech saclem heb' niwac chonhab' to snib'ej syak' owal."
        },
        {
            "number": "31",
            "text": "Ol cot heb' aj Egipto stup alcabar t'ayach. Ol smojb'ejk'e sk'ab' heb' aj Etiopía t'ayach ach ko Diosal."
        },
        {
            "number": "32",
            "text": "Ex yajal t'a juntzanh chonhab', b'itananhec d'ha Dios. B'itej b'it t'a Cajalil,"
        },
        {
            "number": "33",
            "text": "aton sb'eyek' t'a satcha’anh, aton satcha’anh aytaxon ek' t'a yichb’anel. Ab'ec yel yav, aton yav te ay spoder."
        },
        {
            "number": "34",
            "text": "Scham wal eyalanel spoder Dios. Ha a ayoch ko Reyaloc a onh israel onh tik. Ha spoder sk'ek'och t'a satcha’anh."
        },
        {
            "number": "35",
            "text": "Ach ko Diosal, te satub'tac ilji t'a a kajnub'. Tzak' a poder t'ayonh a onh israel a chonhab' onh tik. Alchajokab' wach' lolonel t'ayach ach ko Diosal."
        }
    ]
}