{
    "chapter": "69",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, colineli yujto ichato wan in b'atkan t'a yich ha ha'."
        },
        {
            "number": "2",
            "text": "Van in b'atkan t'a yich jun te sitz'atac te jul yich swab'i, manhxa b'aj tz'emk'och tek'tek' woc. Ichato toxo ix in emk'och t'a sjulal yich ha', wanxo in skuchanb'at ha'."
        },
        {
            "number": "3",
            "text": "Toxo ix te tzap in jaj wawaji, ix te k'e syail. Toxo ix k'e syail yol in sat yuj in maclan wil a jawi ach in Diosal."
        },
        {
            "number": "4",
            "text": "Ix ek'b'at sb'isul heb' tzin chakanel t'a xil in jolom, wach'chom malaj in mul t'a heb'. Toxo ix te k'echaanh sb'isul heb' snib'ej in smilanchamoc. Snib'ej heb' swak' meltzaj tastac to manh welk'aloc."
        },
        {
            "number": "5",
            "text": "Ach in Diosal, ojtak wal in pital. Max yal-laj in k'ub'anel juntzanh in mul chi' t'ayach."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, Yajal ach t'a smasanil, a heb' tzach ak'anoch yipoc sk'ool, mokab' q'uixwoc heb' yuj in mul. Ach ko Diosal a onh israel onh tik, a heb' syak'em sb'a t'ayach t'a smasanil sk'ool, mokab' takkank'e sk'ol heb' yuj in chukal."
        },
        {
            "number": "7",
            "text": "Uuj wal, ix techaj yek' juntzanh jixjon lolonel wuuj. Maxtzac yal-laj in k'ol tzin ch'ox in sat yuj q'uixwelal."
        },
        {
            "number": "8",
            "text": "Ichato manh in ojtakab'iloc yuj heb' wuk'tac, a na to junnhej in nun yet' heb'."
        },
        {
            "number": "9",
            "text": "Te pitz'anoch in k'ool in ya'ilan a kajnub'. Ayic sb'uchwaj heb' t'ayach, a in jun swab' pax syail."
        },
        {
            "number": "10",
            "text": "Ayic tzin oq'ui, tzin och t'a tzek'ojk'olal, sb'uchwaj heb' t'ayin."
        },
        {
            "number": "11",
            "text": "Tato a pichul yic tzin ch'oxanel in cusk'olal swak'ochi, sk'e umnaj heb' in stzetzani."
        },
        {
            "number": "12",
            "text": "Ha innhej tzin yal heb' tz'em k'ojan t'a spuertail chonhab'. Ha heb' uk'um anh, tzin yak' b'inaj heb' t'a sb'it."
        },
        {
            "number": "13",
            "text": "Ha inxo pax Mamin Jehová, a t'ayach tzin awaji. Ach in Diosal, ochanh wed' ticnaik. Yuj a niwan wach'k'olal, tak'wanh t'ayin. Yujto tzach colwajnhej wed'oc, yuj chi' ochanh wed'oc."
        },
        {
            "number": "14",
            "text": "Colinel t'a yol sk'ab' heb' tzin chakaneli. Ichato wan in b'at t'a skal lum sok'om, ma t'a skal ha ha' jul yich, yuj chi' manh in actejb'ati."
        },
        {
            "number": "15",
            "text": "Manh in a cha yik'b'at ha ha'. Manh in a cha b'atkan t'a sjulal yich ha', in sattacanemlaj ta'."
        },
        {
            "number": "16",
            "text": "Mamin Jehová, tak'wanh t'ayin. Wach' ach a ach tik, aynhej a wach'k'olal. Cotanh k'elan t'ayin yet' a niwan ok'elk'olal."
        },
        {
            "number": "17",
            "text": "Manh in a patiquejel a in a chekab' in tik, tak'wanh t'ayin t'a elanhchamel yujto ay smay b'aj ay in ek' tik."
        },
        {
            "number": "18",
            "text": "Colineli, nitzcot a b'ha t'a in tz'ey. Colinel t'a heb' ayoch ajk'olal t'ayin."
        },
        {
            "number": "19",
            "text": "Tik wal ojtak heb' tz'alan lolonel ya t'ayin. Ix in ixtaxel yuj heb', q'uixavk'olal waji, manhxo in animaoc t'a sat heb'. Ojtac wal mach heb' ayoch ajk'olal t'ayin."
        },
        {
            "number": "20",
            "text": "Ix ixtaxb'at in pensar yuj b'uchwal lolonel. Manhxo animaoc waji, manhxalaj wip swab'i. Nab'anhej ix in say mach tz'ak'an sniwanil in k'ool yet' mach tz'ok' sk'ool t'ayin."
        },
        {
            "number": "21",
            "text": "Ix yak'b'at weneno heb' t'a skal in wael. Ayic ix tacji in ti', a winagre ix yak' heb' wuk'ej."
        },
        {
            "number": "22",
            "text": "Ochokab' jun sq'uinh heb' chi' syaaliloc. Telwokab' heb' yuj jun sq'uinh chi'."
        },
        {
            "number": "23",
            "text": "Mocxob' yal-laj yilan heb' uuj. Luclonokab' xub' heb' yuj manh ipal t'a masanil tiempo."
        },
        {
            "number": "24",
            "text": "Ak'cot yowal a k'ol t'a yib'anh heb'. Yamchajokab' heb' yuj a k'ak'alk'olal."
        },
        {
            "number": "25",
            "text": "Canokab' tzinan b'aj kajan heb'. Manhxaokab' mach ol kajnaj t'ay."
        },
        {
            "number": "26",
            "text": "Yujto tzin spech b'eyek' heb' a in tzin ak' kus tik. Sb'uchwajpax heb' t'ayin a in tzin ak' echnaj tik."
        },
        {
            "number": "27",
            "text": "Tz'akan tzutej ak'ancot yaelal t'a yib'anh heb' icha smojal yuj chukal sk'ulej heb'. Manhxaokab' yalan yic heb' t'a colnab'il tzak'a'."
        },
        {
            "number": "28",
            "text": "Sucsat sb'i heb' t'a yol ch'anh libro yic k 'inal. Manh ak'kanem sb'i heb' t'a yol ch'anh libro yic heb' tojol sb'eyb'al t'a ichanh."
        },
        {
            "number": "29",
            "text": "Ha inxo pax tik jun, penaay in, ayin och t'a cusk'olal. Ach in Diosal, ik' in k'e waan, colin."
        },
        {
            "number": "30",
            "text": "Ach in Diosal, ol ach in b'itej yet' wach' lolonel. Ol ach in b'itej t'a ak'oj yuj diosal."
        },
        {
            "number": "31",
            "text": "Mamin Jehová, ol ach te tzalaj yuj in b'it chi' t'a yichanh pax to a junok nok' ek'um wakax swak' in silab'oc t'ayach."
        },
        {
            "number": "32",
            "text": "Ayic ol yilan heb' tz'ixtaj yuj heb' anima to ix in a colo', ol tzalajb'oc sk'ool heb'. Anhejtona' ol tzalajpax heb' syak'em sb'a t'ayach ach in Diosal."
        },
        {
            "number": "33",
            "text": "Ach Jehová, tzab' tas syal heb' meb'a'. Max a patiquejel-laj heb' a chonhab' ayoch t'a preso."
        },
        {
            "number": "34",
            "text": "Masanil tas pitzan t'a satcha’anh, t'a sat lu'um yet' t'a yol ha' mar, b'itanokab' t'ayach."
        },
        {
            "number": "35",
            "text": "Ach ko Diosal, a ach ol a colel chonhab' Sion, ol a b'oanxi b'aj ixtaxnac juntzanh chonhab' t'a yol yic Judá. Ha heb' yuninal heb' a chekab' ol kajnaj t'a juntzanh chonhab' chi'. Ata' ol kajnaj heb', ol och heb' aj chonhab'il. Ha heb' tzach xajanani, ol kajnaj heb' t'ay."
        }
    ]
}