{
    "chapter": "69",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, colineli yujto ichato van in b'atcan t'a yich ha ha'."
        },
        {
            "number": "2",
            "text": "Van in b'atcan t'a yich jun te sitz'atac te jul yich svab'i, manhxa b'aj tz'emk'och tek'tek' voc. Ichato toxo ix in emk'och t'a sjulal yich ha', vanxo in scuchanb'at ha'."
        },
        {
            "number": "3",
            "text": "Toxo ix te tzap in jaj vavaji, ix te q'ue syail. Toxo ix q'ue syail yol in sat yuj in maclan vil a javi ach in Diosal."
        },
        {
            "number": "4",
            "text": "Ix ek'b'at sb'isul eb' tzin chacanel t'a xil in jolom, wach'chom malaj in mul t'a eb'. Toxo ix te q'uechaanh sb'isul eb' sgana in smilanchamoc. Sgana eb' svak' meltzaj tastac to manh velk'aloc."
        },
        {
            "number": "5",
            "text": "Ach in Diosal, ojtac val in pital. Max yal-laj in k'ub'anel juntzanh in mul chi' t'ayach."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, Yajal ach t'a smasanil, a eb' tzach ak'anoch yipoc sk'ool, mocab' q'uixvoc eb' yuj in mul. Ach co Diosal a onh israel onh tik, a eb' syaq'uem sb'a t'ayach t'a smasanil sk'ool, mocab' taccanq'ue sk'ol eb' yuj in chukal."
        },
        {
            "number": "7",
            "text": "Uuj val, ix techaj yek' juntzanh jixjon lolonel vuuj. Maxtzac yal-laj in k'ol tzin ch'ox in sat yuj q'uixvelal."
        },
        {
            "number": "8",
            "text": "Ichato manh in ojtacab'iloc yuj eb' vuk'tac, a na to junnhej in nun yet' eb'."
        },
        {
            "number": "9",
            "text": "Te pitz'anoch in k'ool in ya'ilan a cajnub'. Ayic sb'uchvaj eb' t'ayach, a in jun svab' pax syail."
        },
        {
            "number": "10",
            "text": "Ayic tzin oq'ui, tzin och t'a tzek'ojk'olal, sb'uchvaj eb' t'ayin."
        },
        {
            "number": "11",
            "text": "Tato a pichul yic tzin ch'oxanel in cusk'olal svak'ochi, sq'ue umnaj eb' in stzetzani."
        },
        {
            "number": "12",
            "text": "Ha innhej tzin yal eb' tz'em k'ojan t'a spuertail chonhab'. Ha eb' uk'um anh, tzin yak' b'inaj eb' t'a sb'it."
        },
        {
            "number": "13",
            "text": "Ha inxo pax Mamin Jehová, a t'ayach tzin avaji. Ach in Diosal, ochanh ved' ticnaic. Yuj a niwan wach'k'olal, tak'vanh t'ayin. Yujto tzach colvajnhej ved'oc, yuj chi' ochanh ved'oc."
        },
        {
            "number": "14",
            "text": "Colinel t'a yol sk'ab' eb' tzin chacaneli. Ichato van in b'at t'a skal lum sok'om, ma t'a skal ha ha' jul yich, yuj chi' manh in actejb'ati."
        },
        {
            "number": "15",
            "text": "Manh in a cha yik'b'at ha ha'. Manh in a cha b'atcan t'a sjulal yich ha', in sattacanemlaj ta'."
        },
        {
            "number": "16",
            "text": "Mamin Jehová, tak'vanh t'ayin. Wach' ach a ach tik, aynhej a wach'k'olal. Cotanh q'uelan t'ayin yet' a niwan oq'uelk'olal."
        },
        {
            "number": "17",
            "text": "Manh in a patiquejel a in a checab' in tik, tak'vanh t'ayin t'a elanhchamel yujto ay smay b'aj ay in ek' tik."
        },
        {
            "number": "18",
            "text": "Colineli, nitzcot a b'ha t'a in tz'ey. Colinel t'a eb' ayoch ajk'olal t'ayin."
        },
        {
            "number": "19",
            "text": "Tik val ojtac eb' tz'alan lolonel ya t'ayin. Ix in ixtaxel yuj eb', q'uixavk'olal vaji, manhxo in animaoc t'a sat eb'. Ojtac val mach eb' ayoch ajk'olal t'ayin."
        },
        {
            "number": "20",
            "text": "Ix ixtaxb'at in pensar yuj b'uchval lolonel. Manhxo animaoc vaji, manhxalaj vip svab'i. Nab'anhej ix in say mach tz'ak'an snivanil in k'ool yet' mach tz'ok' sk'ool t'ayin."
        },
        {
            "number": "21",
            "text": "Ix yak'b'at veneno eb' t'a skal in vael. Ayic ix tacji in ti', a vinagre ix yak' eb' vuq'uej."
        },
        {
            "number": "22",
            "text": "Ochocab' jun sq'uinh eb' chi' syaaliloc. Telvocab' eb' yuj jun sq'uinh chi'."
        },
        {
            "number": "23",
            "text": "Mocxob' yal-laj yilan eb' uuj. Luclonocab' xub' eb' yuj manh ipal t'a masanil tiempo."
        },
        {
            "number": "24",
            "text": "Ak'cot yoval a k'ol t'a yib'anh eb'. Yamchajocab' eb' yuj a k'ak'alk'olal."
        },
        {
            "number": "25",
            "text": "Canocab' tzinan b'aj cajan eb'. Manhxaocab' mach ol cajnaj t'ay."
        },
        {
            "number": "26",
            "text": "Yujto tzin spech b'eyek' eb' a in tzin ak' cus tik. Sb'uchvajpax eb' t'ayin a in tzin ak' echnaj tik."
        },
        {
            "number": "27",
            "text": "Tz'acan tzutej ak'ancot yaelal t'a yib'anh eb' icha smojal yuj chukal sk'ulej eb'. Manhxaocab' yalan yic eb' t'a colnab'il tzak'a'."
        },
        {
            "number": "28",
            "text": "Sucsat sb'i eb' t'a yol ch'anh libro yic q'uinal. Manh ak'canem sb'i eb' t'a yol ch'anh libro yic eb' tojol sb'eyb'al t'a ichanh."
        },
        {
            "number": "29",
            "text": "Ha inxo pax tik jun, penaay in, ayin och t'a cusk'olal. Ach in Diosal, ik' in q'ue vaan, colin."
        },
        {
            "number": "30",
            "text": "Ach in Diosal, ol ach in b'itej yet' wach' lolonel. Ol ach in b'itej t'a ak'oj yuj diosal."
        },
        {
            "number": "31",
            "text": "Mamin Jehová, ol ach te tzalaj yuj in b'it chi' t'a yichanh pax to a junok nok' ek'um vacax svak' in silab'oc t'ayach."
        },
        {
            "number": "32",
            "text": "Ayic ol yilan eb' tz'ixtaj yuj eb' anima to ix in a colo', ol tzalajb'oc sk'ool eb'. Anhejtona' ol tzalajpax eb' syaq'uem sb'a t'ayach ach in Diosal."
        },
        {
            "number": "33",
            "text": "Ach Jehová, tzab' tas syal eb' meb'a'. Max a patiquejel-laj eb' a chonhab' ayoch t'a preso."
        },
        {
            "number": "34",
            "text": "Masanil tas pitzan t'a satcha’anh, t'a sat lu'um yet' t'a yol ha' mar, b'itanocab' t'ayach."
        },
        {
            "number": "35",
            "text": "Ach co Diosal, a ach ol a colel chonhab' Sion, ol a b'oanxi b'aj ixtaxnac juntzanh chonhab' t'a yol yic Judá. Ha eb' yuninal eb' a checab' ol cajnaj t'a juntzanh chonhab' chi'. Ata' ol cajnaj eb', ol och eb' aj chonhab'il. Ha eb' tzach xajanani, ol cajnaj eb' t'ay."
        }
    ]
}