{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ach in Diosal, ha t'a yol a k'ab' wan in sayan in colnab'il. Colinel t'a yol sk'ab' heb' tzin pechan b'eyek'oc."
        },
        {
            "number": "2",
            "text": "Tato maay, ol in scotac jecchitejb'at heb' ayoch ajk'olal chi' t'ayin, icha syutej schib'ej nok' choj, yujto manhxalaj mach ol yal in scolani."
        },
        {
            "number": "3",
            "text": "Ach Jehová in Diosal, ¿tocwal ix in k'ulej icha juntzanh tas syal heb' t'a in patic? ¿Tocwal ay in mul t'a jun chi'?"
        },
        {
            "number": "4",
            "text": "Malaj b'aj chuk ix wutej in k'ool t'a heb' wach' syutej sk'ool t'ayin. Malaj b'aj ix wixtej winh ayoch ajk'olal t'ayin wach'chom malaj in mul."
        },
        {
            "number": "5",
            "text": "Tato ix wixtej winh, yak'okab' snib'ej winh in spechan b'eyek'oc. In yamchajokab' yuj winh, tzin stek'ub'tanhan winh masanto satel in b'inajnaquil."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, k'eanh linhan yet' yowal a k'ool. Elanhcot t'a yichanh yowal sk'ool heb' ayoch ajk'olal t'ayin. B'o yaj t'ayin icha wal a gana t'a stojolal."
        },
        {
            "number": "7",
            "text": "Ochokab' oyan juntzanh nación t'a ichanh, tza ch'olb'itan yaj heb' masanto t'a satcha’anh b'aj ay a despacho."
        },
        {
            "number": "8",
            "text": "Mamin Jehová, a achton ol a ch'olb'itej juntzanh nación. B'o yaj t'ayin icha wal in wach' b'eyb'al yet' in tojolal."
        },
        {
            "number": "9",
            "text": "Ach Dios te tojol, tzil spensar yet' tas tzek' t'a sk'ol junjun anima. k'ocb'ilxo Mamin, satokab'el heb' te chuk sb'eyb'al chi', tzak'anpax stek'anil heb' wach' sb'eyb'al."
        },
        {
            "number": "10",
            "text": "Ha Dios in Kolumal yaji, aton ek'to t'a yib'anh smasanil, a scolan heb' wach' spensar."
        },
        {
            "number": "11",
            "text": "Ha Dios Juez tojol toni, yuj chi' aycot yowal t'a heb' chuk t'a junjun k'u."
        },
        {
            "number": "12",
            "text": "Tato max snalaj sb'a sk'ool heb', ha Dios ol yak'och ye yespada. Wach'xo yaj sjul-lab' b'aj ol sjul heb'."
        },
        {
            "number": "13",
            "text": "Vanxo sk'e sk'ak'al yol sjul-lab' chi'. Wach'xo yaj syamk'ab' to ol och chamel yuj."
        },
        {
            "number": "14",
            "text": "Ilecnab' wal tas sna heb' chuk t'a heb' yetanimail, anhej ixtoj anima syak' heb'."
        },
        {
            "number": "15",
            "text": "Ichato sb'o jun olan heb' te jul yich yic syamchaj heb' yetanimail heb', palta ha' heb' ol b'atkan t'a jun olan ix sb'o chi'."
        },
        {
            "number": "16",
            "text": "Ha schukal heb' comonnhej sk'ulej, a ol kotkan t'a yib'anh heb'."
        },
        {
            "number": "17",
            "text": "Swak' yuj diosal t'a Jehová yuj stojolal. Tzin b'itej Dios ek'to t'a yib'anh smasanil."
        }
    ]
}