{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ach in Diosal, ha t'a yol a k'ab' van in sayan in colnab'il. Colinel t'a yol sk'ab' eb' tzin pechan b'eyek'oc."
        },
        {
            "number": "2",
            "text": "Tato maay, ol in scotac jecchitejb'at eb' ayoch ajk'olal chi' t'ayin, icha syutej schib'ej nok' choj, yujto manhxalaj mach ol yal in scolani."
        },
        {
            "number": "3",
            "text": "Ach Jehová in Diosal, ¿tocval ix in k'ulej icha juntzanh tas syal eb' t'a in patic? ¿Tocval ay in mul t'a jun chi'?"
        },
        {
            "number": "4",
            "text": "Malaj b'aj chuk ix vutej in k'ool t'a eb' wach' syutej sk'ool t'ayin. Malaj b'aj ix vixtej winh ayoch ajk'olal t'ayin wach'chom malaj in mul."
        },
        {
            "number": "5",
            "text": "Tato ix vixtej winh, yak'ocab' sgana winh in spechan b'eyek'oc. In yamchajocab' yuj winh, tzin stek'ub'tanhan winh masanto satel in b'inajnaquil."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, q'ueanh linhan yet' yoval a k'ool. Elanhcot t'a yichanh yoval sk'ool eb' ayoch ajk'olal t'ayin. B'o yaj t'ayin icha val a gana t'a stojolal."
        },
        {
            "number": "7",
            "text": "Ochocab' oyan juntzanh nación t'a ichanh, tza ch'olb'itan yaj eb' masanto t'a satcha’anh b'aj ay a despacho."
        },
        {
            "number": "8",
            "text": "Mamin Jehová, a achton ol a ch'olb'itej juntzanh nación. B'o yaj t'ayin icha val in wach' b'eyb'al yet' in tojolal."
        },
        {
            "number": "9",
            "text": "Ach Dios te tojol, tzil spensar yet' tas tzek' t'a sk'ol junjun anima. k'ocb'ilxo Mamin, satocab'el eb' te chuk sb'eyb'al chi', tzak'anpax stek'anil eb' wach' sb'eyb'al."
        },
        {
            "number": "10",
            "text": "Ha Dios in Columal yaji, aton ek'to t'a yib'anh smasanil, a scolan eb' wach' spensar."
        },
        {
            "number": "11",
            "text": "Ha Dios Juez tojol toni, yuj chi' aycot yoval t'a eb' chuk t'a junjun k'u."
        },
        {
            "number": "12",
            "text": "Tato max snalaj sb'a sk'ool eb', ha Dios ol yak'och ye yespada. Wach'xo yaj sjul-lab' b'aj ol sjul eb'."
        },
        {
            "number": "13",
            "text": "Vanxo sq'ue sk'ak'al yol sjul-lab' chi'. Wach'xo yaj syamk'ab' to ol och chamel yuj."
        },
        {
            "number": "14",
            "text": "Ilecnab' val tas sna eb' chuk t'a eb' yetanimail, anhej ixtoj anima syak' eb'."
        },
        {
            "number": "15",
            "text": "Ichato sb'o jun olan eb' te jul yich yic syamchaj eb' yetanimail eb', palta ha' eb' ol b'atcan t'a jun olan ix sb'o chi'."
        },
        {
            "number": "16",
            "text": "Ha schucal eb' comonnhej sk'ulej, a ol cotcan t'a yib'anh eb'."
        },
        {
            "number": "17",
            "text": "Svak' yuj diosal t'a Jehová yuj stojolal. Tzin b'itej Dios ek'to t'a yib'anh smasanil."
        }
    ]
}