{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ach in Diosal, a d'a yol a k'ab' van in sayan in colnab'il. Colinel d'a yol sk'ab' eb' tzin pechan b'eyek'oc."
        },
        {
            "number": "2",
            "text": "Tato maay, ol in scotac jecchitejb'at eb' ayoch ajk'olal chi' d'ayin, icha syutej schib'ej nok' choj, yujto manhxalaj mach ol yal in scolani."
        },
        {
            "number": "3",
            "text": "Ach Jehová in Diosal, ¿tocval ix in k'ulej icha juntzanh tas syal eb' d'a in patic? ¿Tocval ay in mul d'a jun chi'?"
        },
        {
            "number": "4",
            "text": "Malaj b'aj chuc ix vutej in k'ool d'a eb' vach' syutej sk'ool d'ayin. Malaj b'aj ix vixtej vinh ayoch ajk'olal d'ayin vach'chom malaj in mul."
        },
        {
            "number": "5",
            "text": "Tato ix vixtej vinh, yak'ocab' sgana vinh in spechan b'eyek'oc. In yamchajocab' yuj vinh, tzin stek'ub'tanhan vinh masanto satel in b'inajnaquil."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, q'ueanh linhan yed' yoval a k'ool. Elanhcot d'a yichanh yoval sk'ool eb' ayoch ajk'olal d'ayin. B'o yaj d'ayin icha val a gana d'a stojolal."
        },
        {
            "number": "7",
            "text": "Ochocab' oyan juntzanh nación d'a ichanh, tza ch'olb'itan yaj eb' masanto d'a satchaanh b'aj ay a despacho."
        },
        {
            "number": "8",
            "text": "Mamin Jehová, a achton ol a ch'olb'itej juntzanh nación. B'o yaj d'ayin icha val in vach' b'eyb'al yed' in tojolal."
        },
        {
            "number": "9",
            "text": "Ach Dios te tojol, tzil spensar yed' tas tz'ek' d'a sk'ol junjun anima. k'ocb'ilxo Mamin, satocab'el eb' te chuc sb'eyb'al chi', tzak'anpax stek'anil eb' vach' sb'eyb'al."
        },
        {
            "number": "10",
            "text": "A Dios in Columal yaji, aton ek'to d'a yib'anh smasanil, a scolan eb' vach' spensar."
        },
        {
            "number": "11",
            "text": "A Dios Juez tojol toni, yuj chi' aycot yoval d'a eb' chuc d'a junjun k'u."
        },
        {
            "number": "12",
            "text": "Tato max snalaj sb'a sk'ool eb', a Dios ol yak'och ye yespada. Vach'xo yaj sjul-lab' b'aj ol sjul eb'."
        },
        {
            "number": "13",
            "text": "Vanxo sq'ue sk'ak'al yol sjul-lab' chi'. Vach'xo yaj syamk'ab' to ol och chamel yuuj."
        },
        {
            "number": "14",
            "text": "Ilecnab' val tas sna eb' chuc d'a eb' yetanimail, anhej ixtoj anima syak' eb'."
        },
        {
            "number": "15",
            "text": "Ichato sb'o jun olan eb' te jul yich yic syamchaj eb' yetanimail eb', palta a' eb' ol b'atcan d'a jun olan ix sb'o chi'."
        },
        {
            "number": "16",
            "text": "A schucal eb' comonnhej sk'ulej, a ol cotcan d'a yib'anh eb'."
        },
        {
            "number": "17",
            "text": "Svak' yuj diosal d'a Jehová yuj stojolal. Tzin b'itej Dios ek'to d'a yib'anh smasanil."
        }
    ]
}