{
    "chapter": "71",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, a t'ayach tzin col in b'a, mocab' in kan t'a q'uixvelal uuj."
        },
        {
            "number": "2",
            "text": "Colin, colinel t'a yol sk'ab' eb' ajk'ool yajoch t'ayin, yujto tojol ach. Ab' val tas svala', tzin a colani."
        },
        {
            "number": "3",
            "text": "Ochanh venhuloc icha junok nhaq'ueen b'aj syal in colan in b'a. Ala' to tzin colchaji yujto icha in cuartel aji, icha in nhaq'ueen aji."
        },
        {
            "number": "4",
            "text": "Ach in Diosal, colinel t'a eb' chuk, t'a eb' milumcham anima yet' t'a eb' ixtum anima."
        },
        {
            "number": "5",
            "text": "Mamin Jehová Vajalil, toxonton yip ach in k'ool yictax t'a in quelemal."
        },
        {
            "number": "6",
            "text": "Yictax ix in alji t'a ix in nun, a t'ayach svik' vip. Ha ach ix in ak' aljoc. Ol ach in b'itejnhej."
        },
        {
            "number": "7",
            "text": "Tzijtum mach sat sk'ol yilan tas tzin ik'ani, palta ach in Diosal, anhej t'ayach tzin col in b'a."
        },
        {
            "number": "8",
            "text": "Masanil tiempo, swal wach' lolonel t'ayach yuj snivanil elk'ochi."
        },
        {
            "number": "9",
            "text": "Manh in a patiquejeli, yujto icham vinaquinxo. Manh in actejcani yujto manhxalaj vip."
        },
        {
            "number": "10",
            "text": "Ha eb' ayoch ajk'olal t'ayin sgana in smilanchamoc, smol yetb'eyum eb', slajtian sb'a eb' t'a in patic."
        },
        {
            "number": "11",
            "text": "Syalan eb': Pechec, yamec. Manhxo ayococh Dios yet'oc, manhxalaj mach ol colanel ticnaic, xchi eb'."
        },
        {
            "number": "12",
            "text": "Ach in Diosal, manh najatoc tzach el t'a in tz'ey. Cotanh t'a elanhchamel, ochanh ved'oc."
        },
        {
            "number": "13",
            "text": "Ha eb' ayoch ajk'olal t'ayin, chamocab' eb' yuj q'uixvelal. Ha eb' tz'alan tas chuk t'a in patic yic tzin yixtan eb' yalani, malajocab' tz'ajkan yelk'och eb'."
        },
        {
            "number": "14",
            "text": "Palta, a inxo tik ach in Diosal, ayachnhej och yipoc in k'ol t'a junjun rato. Ol ach in b'itej yet' in tzalajk'olal."
        },
        {
            "number": "15",
            "text": "Masanil tiempo ol valel yab'ixal a tojolal yet' a colval, wach'chom max nachaj vuuj smasanil."
        },
        {
            "number": "16",
            "text": "Mamin Jehová Cajalil, a juntzanh tastac te satub'tac ix a k'ulej, ha' ol in b'itej. Ol valel ab'ixal to a achnhej tojol ach."
        },
        {
            "number": "17",
            "text": "Ach in Diosal, yictax in quelemal, ix in a k'ayb'ani. Anhejtona' valanel juntzanh tastac nivac b'ob'ilcan uuj ticnaic."
        },
        {
            "number": "18",
            "text": "Ach in Diosal, wach'chom icham inxo, sacxo xil in jolom, palta manh in actejcani yic ol yal valanel yab'ixal a poder t'a eb' toto ol aljoc."
        },
        {
            "number": "19",
            "text": "Ach in Diosal, yelxo val te niwan a tojolal icha snajatil satcha’anh. Nivan tastac ix a k'ulej. Malaj junok mach icha ach tik."
        },
        {
            "number": "20",
            "text": "Wach'chom tzijtum tas ix in ik'ani yet' yaelal ix ak' t'ayin, palta ol in ak'xi pitzvoc. Ol in ik'xiq'ueta t'a sjulal lum lum."
        },
        {
            "number": "21",
            "text": "Te niwan ol aj velk'och uuj, ol ak'anpax snivanil in k'ool."
        },
        {
            "number": "22",
            "text": "Ha inxo tik, ol ach in b'itej yujto tzaq'uelk'och tas tzala'. Ol vak'an yuj diosal t'ayach yet' te' arpa yet' te' chinhb'il. Ach in Diosal, co Diosal ach a onh aj israel onh tik."
        },
        {
            "number": "23",
            "text": "Ol ach in b'itej t'a tzalajk'olal, yujto ix in a colo'."
        },
        {
            "number": "24",
            "text": "Ol valel a tojolal t'a masanil q'uinal. Ha eb' ix nib'an to ay tas ix in ik'ani, ix telvi eb', ix te q'uixvicanel eb'."
        }
    ]
}