{
    "chapter": "72",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, ak' a tojolal yet' a wach' pensaril t'a winh rey tik, aton yuninal winh rey sik'b'ilel uuj,"
        },
        {
            "number": "2",
            "text": "yic wach' t'a stojolal yet' t'a swach'ilal syak' yajalil winh t'a a chonhab' yet' t'a eb' meb'a'."
        },
        {
            "number": "3",
            "text": "Yuj chi', ol aj junk'olal yet' tojolal t'a skal eb' a chonhab' cajan t'a jolomtac vitz yet' t'a tzalquixtac."
        },
        {
            "number": "4",
            "text": "Tojol ol yutoc winh rey tik sb'oan yaj t'a eb' meb'a'. Ol coljoc eb' ayoch t'a yalanh meb'ail yuj winh. Axo eb' ixtum anima, ol ak'joc syaelal eb' yuj winh."
        },
        {
            "number": "5",
            "text": "Yak'ocab'em sb'a eb' a chonhab' t'ayach, yacb'an ayto ek' k'u yet' q'uen uj t'a masanil tiempo."
        },
        {
            "number": "6",
            "text": "Yak'ocab' swach'k'olal winh rey icha nhab', ma icha yal ak'val tz'ak'anoch yaal lum lum yet' anh ank'ultak."
        },
        {
            "number": "7",
            "text": "Ayokab' wach'ilal yet' tojolal t'a yol stiempoal winh, masanto ol satel q'uen uj."
        },
        {
            "number": "8",
            "text": "Yak'ocab' yajalil winh t'a yib'anh masanil, schael yich t'a sti' ha' mar, masanto t'a sti' junxo ha' mar chi'. D'a sti' ha' niwan Éufrates, masanto b'aj slajvik'och lum lum tik."
        },
        {
            "number": "9",
            "text": "Ha eb' ayoch ajk'olal t'a winh, aton eb' cajan t'a tzinan lu'um, yak'ocab'em sb'a eb' t'a winh t'a emnaquilal masanto tz'emk'och tenan sti' eb' t'a sat lu'um."
        },
        {
            "number": "10",
            "text": "Masanil eb' winh sreyal juntzanh chonhab', aton Tarsis, juntzanh ay t'a stitac ha' mar, Sabá yet' Seba, yak'ocab' silab' eb' yet' yalcabar t'a winh."
        },
        {
            "number": "11",
            "text": "Emocab' cuman eb' rey smasanil t'a winh. Ak'jocab' servil winh yuj masanil nación."
        },
        {
            "number": "12",
            "text": "Yujto a winh ol colanel eb' meb'a' syal sb'a t'ay, aton eb' ayoch t'a tzapan majanil malaj mach scolani."
        },
        {
            "number": "13",
            "text": "Ol ok' sk'ol winh yuj eb' meb'a' ilb'aj k'ool. Ol coljoquel eb' t'a yol sk'ab' chamel yuj winh."
        },
        {
            "number": "14",
            "text": "Ol coljoquel eb' t'a yol sk'ab' eb' ixtum anima yet' t'a yol sk'ab' eb' comonnhej sb'at t'a yib'anh eb' yetanimail, yujto niwan yelk'och sk'inal eb' meb'a' chi' t'a yichanh winh."
        },
        {
            "number": "15",
            "text": "Aynhejocab' sk'inal winh rey chi'. Ak'jocab' q'uen oro yic Sabá t'a winh. k'anjocab' sk'inal winh d'ha Dios. Alchajnhejocab' wach' lolonel t'a winh."
        },
        {
            "number": "16",
            "text": "Te wach'ocab' tz'aj ixim trigo t'a sat lum co lu'um tik. Yak'ocab' ixim t'a jolomtac vitz. Q'uib'ocab' ixim trigo icha tz'aj sq'uib' te te' t'a Líbano. Q'uib'ocab' sb'isul anima t'a co chonhab' tik icha anh ank'ultak t'a sat lu'um."
        },
        {
            "number": "17",
            "text": "Nachajocab'cot winh rey t'a masanil tiempo. Aynhejocab' sb'inajnaquil winh icha k'u. Masanilocab' nación schaan wach'ilal yuj winh. Yalocab' eb' to te wach' yic winh."
        },
        {
            "number": "18",
            "text": "Alchajocab' wach' lolonel t'a Jehová Dios, aton co Diosal a onh israel onh tik. Anhej syal sk'ulan juntzanh tas sat co k'ool quilani."
        },
        {
            "number": "19",
            "text": "Alchajocab' wach' lolonel t'ay t'a masanil tiempo. Ojtacajocab'el sb'inajnaquil t'a masanil yol yib'anhk’inal tik. Yik'ocab' icha chi'."
        },
        {
            "number": "20",
            "text": "Aton t'a tik ix lajvican slesal winhaj David, yuninal winhaj Isaí."
        }
    ]
}