{
    "chapter": "72",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, ak' a tojolal yet' a wach' pensaril t'a vinh rey tik, aton yuninal vinh rey sik'b'ilel uuj,"
        },
        {
            "number": "2",
            "text": "yic wach' t'a stojolal yet' t'a swach'ilal syak' yajalil vinh t'a a chonhab' yet' t'a eb' meb'a'."
        },
        {
            "number": "3",
            "text": "Yuj chi', ol aj junk'olal yet' tojolal t'a skal eb' a chonhab' cajan t'a jolomtac vitz yet' t'a tzalquixtac."
        },
        {
            "number": "4",
            "text": "Tojol ol yutoc vinh rey tik sb'oan yaj t'a eb' meb'a'. Ol coljoc eb' ayoch t'a yalanh meb'ail yuj vinh. Axo eb' ixtum anima, ol ak'joc syaelal eb' yuj vinh."
        },
        {
            "number": "5",
            "text": "Yak'ocab'em sb'a eb' a chonhab' t'ayach, yacb'an ayto ek' k'u yet' q'uen uj t'a masanil tiempo."
        },
        {
            "number": "6",
            "text": "Yak'ocab' swach'k'olal vinh rey icha nhab', ma icha yal ak'val tz'ak'anoch yaal lum lum yet' anh ank'ultak."
        },
        {
            "number": "7",
            "text": "Ayokab' wach'ilal yet' tojolal t'a yol stiempoal vinh, masanto ol satel q'uen uj."
        },
        {
            "number": "8",
            "text": "Yak'ocab' yajalil vinh t'a yib'anh masanil, schael yich t'a sti' ha' mar, masanto t'a sti' junxo ha' mar chi'. D'a sti' ha' niwan Éufrates, masanto b'aj slajvik'och lum lum tik."
        },
        {
            "number": "9",
            "text": "Ha eb' ayoch ajk'olal t'a vinh, aton eb' cajan t'a tzinan lu'um, yak'ocab'em sb'a eb' t'a vinh t'a emnaquilal masanto tz'emk'och tenan sti' eb' t'a sat lu'um."
        },
        {
            "number": "10",
            "text": "Masanil eb' vinh sreyal juntzanh chonhab', aton Tarsis, juntzanh ay t'a stitac ha' mar, Sabá yet' Seba, yak'ocab' silab' eb' yet' yalcabar t'a vinh."
        },
        {
            "number": "11",
            "text": "Emocab' cuman eb' rey smasanil t'a vinh. Ak'jocab' servil vinh yuj masanil nación."
        },
        {
            "number": "12",
            "text": "Yujto a vinh ol colanel eb' meb'a' syal sb'a t'ay, aton eb' ayoch t'a tzapan majanil malaj mach scolani."
        },
        {
            "number": "13",
            "text": "Ol ok' sk'ol vinh yuj eb' meb'a' ilb'aj k'ool. Ol coljoquel eb' t'a yol sk'ab' chamel yuj vinh."
        },
        {
            "number": "14",
            "text": "Ol coljoquel eb' t'a yol sk'ab' eb' ixtum anima yet' t'a yol sk'ab' eb' comonnhej sb'at t'a yib'anh eb' yetanimail, yujto niwan yelk'och sq'uinal eb' meb'a' chi' t'a yichanh vinh."
        },
        {
            "number": "15",
            "text": "Aynhejocab' sq'uinal vinh rey chi'. Ak'jocab' q'uen oro yic Sabá t'a vinh. k'anjocab' sq'uinal vinh d'ha Dios. Alchajnhejocab' wach' lolonel t'a vinh."
        },
        {
            "number": "16",
            "text": "Te wach'ocab' tz'aj ixim trigo t'a sat lum co lu'um tik. Yak'ocab' ixim t'a jolomtac vitz. Q'uib'ocab' ixim trigo icha tz'aj sq'uib' te te' t'a Líbano. Q'uib'ocab' sb'isul anima t'a co chonhab' tik icha anh ank'ultak t'a sat lu'um."
        },
        {
            "number": "17",
            "text": "Nachajocab'cot vinh rey t'a masanil tiempo. Aynhejocab' sb'inajnaquil vinh icha k'u. Masanilocab' nación schaan wach'ilal yuj vinh. Yalocab' eb' to te wach' yic vinh."
        },
        {
            "number": "18",
            "text": "Alchajocab' wach' lolonel t'a Jehová Dios, aton co Diosal a onh israel onh tik. Anhej syal sk'ulan juntzanh tas sat co k'ool quilani."
        },
        {
            "number": "19",
            "text": "Alchajocab' wach' lolonel t'ay t'a masanil tiempo. Ojtacajocab'el sb'inajnaquil t'a masanil yol yib'anhk’inal tik. Yik'ocab' icha chi'."
        },
        {
            "number": "20",
            "text": "Aton t'a tik ix lajvican slesal vinhaj David, yuninal vinhaj Isaí."
        }
    ]
}