{
    "chapter": "73",
    "verses": [
        {
            "number": "1",
            "text": "Ayton val svach'k'olal Dios d'ayonh a onh israel onh tic, mach onh tojol yaj co pensar."
        },
        {
            "number": "2",
            "text": "Ixocto val yak' jab'ocxo, in telvi. Jab'xonhej maj in b'atcan d'a scal chucal,"
        },
        {
            "number": "3",
            "text": "yujto ix viloch in k'ol d'a eb' ak'umtac yed' eb' anima chuc ayic ix vilani to te vach'nhej yaj eb'."
        },
        {
            "number": "4",
            "text": "Malaj chamel sja d'a yib'anh eb' svila'. Tek'an yaj eb', malaj syab' syail snivanil eb'."
        },
        {
            "number": "5",
            "text": "Malaj yaelal sja d'a yib'anh eb'. Malaj stzapan majanil eb' sja d'a yib'anh."
        },
        {
            "number": "6",
            "text": "Yuj chi' te vach' syutej eb' sb'oan sb'a yuj sch'oxanel yak'umtaquil yed' pax yixtan anima."
        },
        {
            "number": "7",
            "text": "Ijan val maxtzac checlaj yol sat eb' yuj sb'aq'uechal. Yelxo val te chuc spensar eb'."
        },
        {
            "number": "8",
            "text": "B'uchumtac slolon eb', syik'chaanh sb'a eb'. Malaj jab'oc sq'uixvelal eb' yak'an oval, syixtan anima eb'."
        },
        {
            "number": "9",
            "text": "Anhej b'uchval lolonel syal eb' d'a Dios aj satchaanh. Syalanpax chuc eb' d'a anima d'a sat luum tic."
        },
        {
            "number": "10",
            "text": "Yuj chi' tz'och tzak'an eb' anima yuj eb', schaan yab' eb' anima chi' jantac chucal syal eb'."
        },
        {
            "number": "11",
            "text": "Snaan eb' icha tic: ¿Tas ol yutoc Dios Ek'to d'a yib'anh smasanil yojtacanel tas sco k'ulej tic? ¿Tocval syil tas tzuji tic? xchi eb'."
        },
        {
            "number": "12",
            "text": "Ilecnab' val juntzanh anima chuc tic, malaj tas tz'ik'an eb', ste q'uib'nhej chaanh sb'eyumal eb'."
        },
        {
            "number": "13",
            "text": "Palta a inxo tic, malaj tas ix vak' ganar vach'chom ix in yamoch vaan in pensar d'a chucal, vach'chom vach' ix vutej in b'eyb'al."
        },
        {
            "number": "14",
            "text": "Cotac scal tz'ak'ji in yaelal, ichato tzin mak'ji. Junjun q'uinhib'alil svik'an tz'uum."
        },
        {
            "number": "15",
            "text": "Mamin, q'uinaloc ix val icha syal eb' chi', ix am vixtej eb' vetchonhab', a onh ton a chonhab' onh tic."
        },
        {
            "number": "16",
            "text": "Ix snib'ej in k'ool to snachajel jun tic vuuj, palta tonhej ix somchaj in pensar yuuj."
        },
        {
            "number": "17",
            "text": "Ato val yic ix in och d'a a cajnub', ichato chi' ix nachajel vuuj tas ol cotcan d'a yib'anh eb' chuc chi'."
        },
        {
            "number": "18",
            "text": "Toxo ix aq'uem linhan eb' d'a yax nhelek'tac yic stelvi eb'. Tzecancanb'at eb' b'aj ol ixtaxoc."
        },
        {
            "number": "19",
            "text": "Elanhchamel ol aj satel eb'. D'a scal xivk'olal ol lajvoccanel eb'."
        },
        {
            "number": "20",
            "text": "Ach Mamin Vajalil, icha tz'aj sat svayich junoc mach d'a sk'ool ayic tz'el svayanh, icha chi' ol aj a paticanel eb' chuc chi' ayic ol a naanq'ue tas ol aj eb'."
        },
        {
            "number": "21",
            "text": "Ayic manto nachajel-laj jun tic vuuj, ix in te cusi, ix och pitz'an syail d'a in pixan."
        },
        {
            "number": "22",
            "text": "A yuj in quistalil maj nachajel-laj vuuj, yuj chi' lajan ix vutej in b'a d'a ichanh icha junoc nok' nok' malaj spensar."
        },
        {
            "number": "23",
            "text": "Palta jun, ayinnhej ek' ed'oc, quetzb'il in uuj."
        },
        {
            "number": "24",
            "text": "Tzin a k'ayb'an d'a tas svutej in b'a. Axo d'a slajvub', ol in a cha d'a a vach'ilal."
        },
        {
            "number": "25",
            "text": "Malaj junocxo mach ayek' d'a satchaanh b'aj svak'och in pensar, a achnhej toni. Ayic snachajel vuuj to ayach ek' ved'oc, manhxalaj tas tzin nib'ejoch d'a sat luum tic."
        },
        {
            "number": "26",
            "text": "Vach'chom spax yip in nivanil tic, stacpax in k'ool, palta a achxo ach Dios, Vipumal aji, anhej d'ayach ay masanil tas snib'ej in k'ool."
        },
        {
            "number": "27",
            "text": "A eb' syiq'uel sb'a d'ayach, ol cham eb'. Ol a satel masanil eb' syiq'uel sb'a chi'."
        },
        {
            "number": "28",
            "text": "Palta a in val tic Mamin Jehová Vajalil, tzin nitzoch in b'a d'a a tz'ey yujto anhej jun chi' nivan yelk'och d'ayin. Tzach vak'och yipoc in k'ool yic svalel jantac tas ix a k'ulej."
        }
    ]
}