{
    "chapter": "73",
    "verses": [
        {
            "number": "1",
            "text": "Ayton val swach'k'olal Dios t'ayonh a onh israel onh tik, mach onh tojol yaj co pensar."
        },
        {
            "number": "2",
            "text": "Ixocto val yak' jab'ocxo, in telvi. Jab'xonhej maj in b'atcan t'a skal chucal,"
        },
        {
            "number": "3",
            "text": "yujto ix viloch in k'ol t'a eb' ak'umtac yet' eb' anima chuc ayic ix vilani to te wach'nhej yaj eb'."
        },
        {
            "number": "4",
            "text": "Malaj chamel sja t'a yib'anh eb' svila'. Tek'an yaj eb', malaj syab' syail snivanil eb'."
        },
        {
            "number": "5",
            "text": "Malaj yaelal sja t'a yib'anh eb'. Malaj stzapan majanil eb' sja t'a yib'anh."
        },
        {
            "number": "6",
            "text": "Yuj chi' te wach' syutej eb' sb'oan sb'a yuj sch'oxanel yak'umtaquil yet' pax yixtan anima."
        },
        {
            "number": "7",
            "text": "Ijan val maxtzac checlaj yol sat eb' yuj sb'aq'uechal. Yelxo val te chuc spensar eb'."
        },
        {
            "number": "8",
            "text": "B'uchumtac slolon eb', syik'chaanh sb'a eb'. Malaj jab'oc sq'uixvelal eb' yak'an oval, syixtan anima eb'."
        },
        {
            "number": "9",
            "text": "Anhej b'uchval lolonel syal eb' d'ha Dios aj satcha’anh. Syalanpax chuc eb' t'a anima t'a sat lu'um tik."
        },
        {
            "number": "10",
            "text": "Yuj chi' tz'och tzak'an eb' anima yuj eb', schaan yab' eb' anima chi' jantac chucal syal eb'."
        },
        {
            "number": "11",
            "text": "Snaan eb' icha tik: ¿Tas ol yutoc Dios Ek'to t'a yib'anh smasanil yojtacanel tas sco k'ulej tik? ¿Tocval syil tas tzuji tik? xchi eb'."
        },
        {
            "number": "12",
            "text": "Ilecnab' val juntzanh anima chuc tik, malaj tas tz'ik'an eb', ste q'uib'nhej chaanh sb'eyumal eb'."
        },
        {
            "number": "13",
            "text": "Palta a inxo tik, malaj tas ix vak' ganar wach'chom ix in yamoch vaan in pensar t'a chucal, wach'chom wach' ix vutej in b'eyb'al."
        },
        {
            "number": "14",
            "text": "Cotac skal tz'ak'ji in yaelal, ichato tzin mak'ji. Junjun q'uinhib'alil svik'an tz'uum."
        },
        {
            "number": "15",
            "text": "Mamin, q'uinaloc ix val icha syal eb' chi', ix am vixtej eb' vetchonhab', a onh ton a chonhab' onh tik."
        },
        {
            "number": "16",
            "text": "Ix snib'ej in k'ool to snachajel jun tik vuuj, palta tonhej ix somchaj in pensar yuj."
        },
        {
            "number": "17",
            "text": "Ato val yic ix in och t'a a cajnub', ichato chi' ix nachajel vuuj tas ol cotcan t'a yib'anh eb' chuc chi'."
        },
        {
            "number": "18",
            "text": "Toxo ix aq'uem linhan eb' t'a yax nhelek'tac yic stelvi eb'. Tzecancanb'at eb' b'aj ol ixtaxoc."
        },
        {
            "number": "19",
            "text": "Elanhchamel ol aj satel eb'. D'a skal xivk'olal ol lajvoccanel eb'."
        },
        {
            "number": "20",
            "text": "Ach Mamin Vajalil, icha tz'aj sat svayich junok mach t'a sk'ool ayic tz'el svayanh, icha chi' ol aj a paticanel eb' chuc chi' ayic ol a naanq'ue tas ol aj eb'."
        },
        {
            "number": "21",
            "text": "Ayic manto nachajel-laj jun tik vuuj, ix in te cusi, ix och pitz'an syail t'a in pixan."
        },
        {
            "number": "22",
            "text": "Ha yuj in quistalil maj nachajel-laj vuuj, yuj chi' lajan ix vutej in b'ha t'a ichanh icha junok nok' nok' malaj spensar."
        },
        {
            "number": "23",
            "text": "Palta jun, ayinnhej ek' ed'oc, quetzb'il in uuj."
        },
        {
            "number": "24",
            "text": "Tzin a k'ayb'an t'a tas svutej in b'a. Axo t'a slajvub', ol in a cha t'a a wach'ilal."
        },
        {
            "number": "25",
            "text": "Malaj junocxo mach ayek' t'a satcha’anh b'aj svak'och in pensar, a achnhej toni. Ayic snachajel vuuj to ayach ek' ved'oc, manhxalaj tas tzin nib'ejoch t'a sat lu'um tik."
        },
        {
            "number": "26",
            "text": "Wach'chom spax yip in nivanil tik, stacpax in k'ool, palta a achxo ach Dios, Vipumal aji, anhej t'ayach ay masanil tas snib'ej in k'ool."
        },
        {
            "number": "27",
            "text": "Ha eb' syiq'uel sb'a t'ayach, ol cham eb'. Ol a satel masanil eb' syiq'uel sb'a chi'."
        },
        {
            "number": "28",
            "text": "Palta a in val tik Mamin Jehová Vajalil, tzin nitzoch in b'ha t'a a tz'ey yujto anhej jun chi' niwan yelk'och t'ayin. Tzach vak'och yipoc in k'ool yic svalel jantac tas ix a k'ulej."
        }
    ]
}