{
    "chapter": "73",
    "verses": [
        {
            "number": "1",
            "text": "Ayton wal swach'k'olal Dios t'ayonh a onh israel onh tik, mach onh tojol yaj ko pensar."
        },
        {
            "number": "2",
            "text": "Ixocto wal yak' jab'ocxo, in telwi. Jab'xonhej maj in b'atcan t'a skal chukal,"
        },
        {
            "number": "3",
            "text": "yujto ix wiloch in k'ol t'a heb' ak'umtac yet' heb' anima chuk ayic ix wilani to te wach'nhej yaj heb'."
        },
        {
            "number": "4",
            "text": "Malaj chamel sja t'a yib'anh heb' swila'. Tek'an yaj heb', malaj syab' syail sniwanil heb'."
        },
        {
            "number": "5",
            "text": "Malaj yaelal sja t'a yib'anh heb'. Malaj stzapan majanil heb' sja t'a yib'anh."
        },
        {
            "number": "6",
            "text": "Yuj chi' te wach' syutej heb' sb'oan sb'a yuj sch'oxanel yak'umtaquil yet' pax yixtan anima."
        },
        {
            "number": "7",
            "text": "Ijan wal maxtzac checlaj yol sat heb' yuj sb'ak'echal. Yelxo wal te chuk spensar heb'."
        },
        {
            "number": "8",
            "text": "B'uchumtac slolon heb', syik'chaanh sb'a heb'. Malaj jab'oc sq'uixwelal heb' yak'an owal, syixtan anima heb'."
        },
        {
            "number": "9",
            "text": "Anhej b'uchwal lolonel syal heb' d'ha Dios aj satcha’anh. Syalanpax chuk heb' t'a anima t'a sat lu'um tik."
        },
        {
            "number": "10",
            "text": "Yuj chi' tz'och tzak'an heb' anima yuj heb', schaan yab' heb' anima chi' jantac chukal syal heb'."
        },
        {
            "number": "11",
            "text": "Snaan heb' icha tik: ¿Tas ol yutoc Dios Ek'to t'a yib'anh smasanil yojtacanel tas sco k'ulej tik? ¿Tocwal syil tas tzuji tik? xchi heb'."
        },
        {
            "number": "12",
            "text": "Ilecnab' wal juntzanh anima chuk tik, malaj tas tz'ik'an heb', ste q'uib'nhej chaanh sb'eyumal heb'."
        },
        {
            "number": "13",
            "text": "Palta a inxo tik, malaj tas ix wak' ganar wach'chom ix in yamoch waan in pensar t'a chukal, wach'chom wach' ix wutej in b'eyb'al."
        },
        {
            "number": "14",
            "text": "Cotac skal tz'ak'ji in yaelal, ichato tzin mak'ji. Junjun q'uinhib'alil swik'an tz'uum."
        },
        {
            "number": "15",
            "text": "Mamin, q'uinaloc ix wal icha syal heb' chi', ix am wixtej heb' wetchonhab', a onh ton a chonhab' onh tik."
        },
        {
            "number": "16",
            "text": "Ix snib'ej in k'ool to snachajel jun tik wuuj, palta tonhej ix somchaj in pensar yuj."
        },
        {
            "number": "17",
            "text": "Ato wal yic ix in och t'a a cajnub', ichato chi' ix nachajel wuuj tas ol cotcan t'a yib'anh heb' chuk chi'."
        },
        {
            "number": "18",
            "text": "Toxo ix ak'em linhan heb' t'a yax nhelek'tac yic stelwi heb'. Tzecancanb'at heb' b'aj ol ixtaxoc."
        },
        {
            "number": "19",
            "text": "Elanhchamel ol aj satel heb'. D'a skal xivk'olal ol lajwoccanel heb'."
        },
        {
            "number": "20",
            "text": "Ach Mamin Vajalil, icha tz'aj sat swayich junok mach t'a sk'ool ayic tz'el swayanh, icha chi' ol aj a paticanel heb' chuk chi' ayic ol a naank'e tas ol aj heb'."
        },
        {
            "number": "21",
            "text": "Ayic manto nachajel-laj jun tik wuuj, ix in te cusi, ix och pitz'an syail t'a in pixan."
        },
        {
            "number": "22",
            "text": "Ha yuj in quistalil maj nachajel-laj wuuj, yuj chi' lajan ix wutej in b'ha t'a ichanh icha junok nok' nok' malaj spensar."
        },
        {
            "number": "23",
            "text": "Palta jun, ayinnhej ek' ed'oc, quetzb'il in uuj."
        },
        {
            "number": "24",
            "text": "Tzin a k'ayb'an t'a tas swutej in b'a. Axo t'a slajwub', ol in a cha t'a a wach'ilal."
        },
        {
            "number": "25",
            "text": "Malaj junocxo mach ayek' t'a satcha’anh b'aj swak'och in pensar, a achnhej toni. Ayic snachajel wuuj to ayach ek' wed'oc, manhxalaj tas tzin nib'ejoch t'a sat lu'um tik."
        },
        {
            "number": "26",
            "text": "Wach'chom spax yip in niwanil tik, stacpax in k'ool, palta a achxo ach Dios, Vipumal aji, anhej t'ayach ay masanil tas snib'ej in k'ool."
        },
        {
            "number": "27",
            "text": "Ha heb' syik'el sb'a t'ayach, ol cham heb'. Ol a satel masanil heb' syik'el sb'a chi'."
        },
        {
            "number": "28",
            "text": "Palta a in wal tik Mamin Jehová Vajalil, tzin nitzoch in b'ha t'a a tz'ey yujto anhej jun chi' niwan yelk'och t'ayin. Tzach wak'och yipoc in k'ool yic swalel jantac tas ix a k'ulej."
        }
    ]
}