{
    "chapter": "74",
    "verses": [
        {
            "number": "1",
            "text": "Ach co Diosal, ¿tas val yuj ix onh actejcan d'a junelnhej? ¿Tas yuj ix te cot yoval a k'ool d'a quib'anh a onh a chonhab' onh tic?"
        },
        {
            "number": "2",
            "text": "Naonhcot a onh onh a mannaquel d'a peca'. A onh onh a colannaqueli yic tzonh och a chonhab'oc. Nacot tzalan Sion b'aj cajan achtaxon eq'ui."
        },
        {
            "number": "3",
            "text": "Cotanh, tzul ilan tas ix aj yixtaxb'at a chonhab' tic d'a junelnhej yuj eb' ajk'ool. Ul il tas ix aj yixtaxb'at a cajnub' yuj eb'."
        },
        {
            "number": "4",
            "text": "A eb' ayoch ajk'olal d'ayach, ix el yav eb' yuj yoval d'a yol a cajnub' b'aj scaq'uem co b'a d'ayach. Ix yak'anq'ue sbandera eb' ta', yic scheclaji to ix yak' ganar eb'."
        },
        {
            "number": "5",
            "text": "Ichato k'atzitzvum eb' d'a caltac te'."
        },
        {
            "number": "6",
            "text": "A q'uen sch'acab' eb' yed' q'uen smartillo ix yak'lab'ej d'a juntzanh chemte' ayoch d'a yol a cajnub' chi'. Ix lajviel svach'il yilji yuj eb'."
        },
        {
            "number": "7",
            "text": "Ix yak'och sk'ak'al a cajnub' chi' eb'. Ix ixtaxb'at b'aj tz'och ejmelal d'ayach yuj eb', ix emcan lanhnaj d'a sat luum."
        },
        {
            "number": "8",
            "text": "Ix sna eb' onh sataneli. Masanil b'aj scaq'uem co b'a d'ayach d'a yol co nación tic, ix laj yak'och sk'ak'al eb'."
        },
        {
            "number": "9",
            "text": "Manhxo chequeloc junoc sch'oxnab'il to a chonhab' onh. Manhxa junoc a checab' d'a co cal, manh cojtacoc paxi jantacto tiempo ol yak' jun tic."
        },
        {
            "number": "10",
            "text": "Ach co Diosal, ¿jantacto tiempo ol onh stzuntzej eb' ajk'ool tic? ¿B'aq'uinh ol yactejcan eb' yalan chucal lolonel d'ayach?"
        },
        {
            "number": "11",
            "text": "¿Tas val yuj max a ch'oxel a poder yic tza satel eb'?"
        },
        {
            "number": "12",
            "text": "Atax d'a peca' co Reyal achnhej. Ach co Diosal, tzijtum b'aj ix cak' ganar oval yuj a colval."
        },
        {
            "number": "13",
            "text": "A ach ix a poj snanhal a' mar yuj a poder. Ix a mak'poj juntzanh sjolom nok' nivac nok' d'a yol a' mar chi'."
        },
        {
            "number": "14",
            "text": "Ix a tek'an vecchaj juntzanh sjolom nok' nivan leviatán, ix ak'an nok' schib'at nok' chium nok' d'a tz'inan luum."
        },
        {
            "number": "15",
            "text": "A ach ix ak' q'ueul sjaj a a' sb'eyi. Ix ak'an pax tup a' nivac a' malaj taxon b'aj stupi."
        },
        {
            "number": "16",
            "text": "A ach ay ic k'ualil yed' d'ak'valil. A ach ix a b'o k'u yed' q'uen uj."
        },
        {
            "number": "17",
            "text": "A ach a b'onac b'aj sk'ochcan k'aman yolyib'anhq'uinal. A ach a b'onac varesma yed' nhab'ilq'uinal."
        },
        {
            "number": "18",
            "text": "Mamin Jehová, nacoti, to a eb' ajk'ol sb'uchvaj eb' d'ayach. Te quistal eb', yuj chi' tzach spatiquejel eb'."
        },
        {
            "number": "19",
            "text": "Mamin, manh onh ak' sat d'a a k'ool. Manh onh ak' d'a yol sk'ab' eb' ajk'ool, icha junoc syak'b'at junoc yalak' cuvajte' d'a nok' ch'acb'a."
        },
        {
            "number": "20",
            "text": "Mocab' b'atcan satk'olal a trato qued'oc, yujto a d'a masanil b'aj d'a yol co chonhab', b'aj manhxo chequeloc, ix te pimb'i eb' vinh manhxa yoq'uelk'olal yixtan eb' a chonhab'."
        },
        {
            "number": "21",
            "text": "Manh a cha ixtax eb' ilb'ajk'ool. B'itanocab' eb' meb'a' yed' eb' ilb'ajk'ol chi' d'ayach."
        },
        {
            "number": "22",
            "text": "Ach co Diosal, ochanh qued'oc, colonh a onh iconh tic. Nacoti to a eb' sk'ulan chucal, max yactej eb' sb'uchvaj d'ayach."
        },
        {
            "number": "23",
            "text": "Mocab' ak'b'at satk'olal b'aj ste el yav eb' ayoch ajk'olal d'ayach, aton eb' tz'el val yav yuj spitan sb'a d'ayach."
        }
    ]
}