{
    "chapter": "74",
    "verses": [
        {
            "number": "1",
            "text": "Ach co Diosal, ¿tas val yuj ix onh actejcan t'a junelnhej? ¿Tas yuj ix te cot yoval a k'ool t'a quib'anh a onh a chonhab' onh tik?"
        },
        {
            "number": "2",
            "text": "Naonhcot a onh onh a mannaquel t'a peca'. Ha onh onh a colannaqueli yic tzonh och a chonhab'oc. Nacot tzalan Sion b'aj cajan achtaxon eq'ui."
        },
        {
            "number": "3",
            "text": "Cotanh, tzul ilan tas ix aj yixtaxb'at a chonhab' tik t'a junelnhej yuj eb' ajk'ool. Ul il tas ix aj yixtaxb'at a cajnub' yuj eb'."
        },
        {
            "number": "4",
            "text": "Ha eb' ayoch ajk'olal t'ayach, ix el yav eb' yuj yoval t'a yol a cajnub' b'aj scaq'uem co b'a t'ayach. Ix yak'anq'ue sbandera eb' ta', yic scheclaji to ix yak' ganar eb'."
        },
        {
            "number": "5",
            "text": "Ichato k'atzitzvum eb' t'a caltac te'."
        },
        {
            "number": "6",
            "text": "Ha q'uen sch'acab' eb' yet' q'uen smartillo ix yak'lab'ej t'a juntzanh chemte' ayoch t'a yol a cajnub' chi'. Ix lajviel swach'il yilji yuj eb'."
        },
        {
            "number": "7",
            "text": "Ix yak'och sk'ak'al a cajnub' chi' eb'. Ix ixtaxb'at b'aj tz'och ejmelal t'ayach yuj eb', ix emcan lanhnaj t'a sat lu'um."
        },
        {
            "number": "8",
            "text": "Ix sna eb' onh sataneli. Masanil b'aj scaq'uem co b'a t'ayach t'a yol co nación tik, ix laj yak'och sk'ak'al eb'."
        },
        {
            "number": "9",
            "text": "Manhxo chequeloc junok sch'oxnab'il to a chonhab' onh. Manhxa junok a checab' t'a co cal, manh cojtacoc paxi jantacto tiempo ol yak' jun tik."
        },
        {
            "number": "10",
            "text": "Ach co Diosal, ¿jantacto tiempo ol onh stzuntzej eb' ajk'ool tik? ¿B'aq'uinh ol yactejcan eb' yalan chukal lolonel t'ayach?"
        },
        {
            "number": "11",
            "text": "¿Tas val yuj max a ch'oxel a poder yic tza satel eb'?"
        },
        {
            "number": "12",
            "text": "Atax t'a peca' co Reyal achnhej. Ach co Diosal, tzijtum b'aj ix cak' ganar oval yuj a colval."
        },
        {
            "number": "13",
            "text": "Ha ach ix a poj snanhal ha' mar yuj a poder. Ix a mak'poj juntzanh sjolom nok' nivac nok' t'a yol ha' mar chi'."
        },
        {
            "number": "14",
            "text": "Ix a tek'an vecchaj juntzanh sjolom nok' niwan leviatán, ix ak'an nok' schib'at nok' chium nok' t'a tzinan lu'um."
        },
        {
            "number": "15",
            "text": "Ha ach ix ak' q'ueul sjaj ha ha' sb'eyi. Ix ak'an pax tup ha' nivac ha' malaj taxon b'aj stupi."
        },
        {
            "number": "16",
            "text": "Ha ach ay ic k'ualil yet' t'ak'walil. Ha ach ix a b'o k'u yet' q'uen uj."
        },
        {
            "number": "17",
            "text": "Ha ach a b'onac b'aj sk'ochcan k'aman yol yib'anhk’inal. Ha ach a b'onac varesma yet' nhab'ilq'uinal."
        },
        {
            "number": "18",
            "text": "Mamin Jehová, nacoti, to a eb' ajk'ol sb'uchvaj eb' t'ayach. Te quistal eb', yuj chi' tzach spatiquejel eb'."
        },
        {
            "number": "19",
            "text": "Mamin, manh onh ak' sat t'a a k'ool. Manh onh ak' t'a yol sk'ab' eb' ajk'ool, icha junok syak'b'at junok yalak' cuvajte' t'a nok' ch'acb'a."
        },
        {
            "number": "20",
            "text": "Mocab' b'atcan satk'olal a trato qued'oc, yujto ha t'a masanil b'aj t'a yol co chonhab', b'aj manhxo chequeloc, ix te pimb'i eb' vinh manhxa yoq'uelk'olal yixtan eb' a chonhab'."
        },
        {
            "number": "21",
            "text": "Manh a cha ixtax eb' ilb'ajk'ool. B'itanocab' eb' meb'a' yet' eb' ilb'ajk'ol chi' t'ayach."
        },
        {
            "number": "22",
            "text": "Ach co Diosal, ochanh qued'oc, colonh a onh iconh tik. Nacoti to a eb' sk'ulan chukal, max yactej eb' sb'uchvaj t'ayach."
        },
        {
            "number": "23",
            "text": "Mocab' ak'b'at satk'olal b'aj ste el yav eb' ayoch ajk'olal t'ayach, aton eb' tz'el val yav yuj spitan sb'a t'ayach."
        }
    ]
}