{
    "chapter": "74",
    "verses": [
        {
            "number": "1",
            "text": "Ach ko Diosal, ¿tas wal yuj ix onh actejcan t'a junelnhej? ¿Tas yuj ix te cot yowal a k'ool t'a quib'anh a onh a chonhab' onh tik?"
        },
        {
            "number": "2",
            "text": "Naonhcot a onh onh a mannaquel t'a peka'. Ha onh onh a colannaqueli yic tzonh och a chonhab'oc. Nacot tzalan Sion b'aj cajan achtaxon eq'ui."
        },
        {
            "number": "3",
            "text": "Cotanh, tzul ilan tas ix aj yixtaxb'at a chonhab' tik t'a junelnhej yuj heb' ajk'ool. Ul il tas ix aj yixtaxb'at a cajnub' yuj heb'."
        },
        {
            "number": "4",
            "text": "Ha heb' ayoch ajk'olal t'ayach, ix el yav heb' yuj yowal t'a yol a cajnub' b'aj skak'em ko b'a t'ayach. Ix yak'ank'e sbandera heb' ta', yic scheclaji to ix yak' ganar heb'."
        },
        {
            "number": "5",
            "text": "Ichato k'atzitzwum heb' t'a caltac te'."
        },
        {
            "number": "6",
            "text": "Ha k'een sch'acab' heb' yet' k'een smartillo ix yak'lab'ej t'a juntzanh chemte' ayoch t'a yol a cajnub' chi'. Ix lajwiel swach'il yilji yuj heb'."
        },
        {
            "number": "7",
            "text": "Ix yak'och sk'ak'al a cajnub' chi' heb'. Ix ixtaxb'at b'aj tz'och ejmelal t'ayach yuj heb', ix emcan lanhnaj t'a sat lu'um."
        },
        {
            "number": "8",
            "text": "Ix sna heb' onh sataneli. Masanil b'aj skak'em ko b'a t'ayach t'a yol ko nación tik, ix laj yak'och sk'ak'al heb'."
        },
        {
            "number": "9",
            "text": "Manhxo chequeloc junok sch'oxnab'il to a chonhab' onh. Manhxa junok a checab' t'a ko kal, manh cojtacoc paxi jantacto tiempo ol yak' jun tik."
        },
        {
            "number": "10",
            "text": "Ach ko Diosal, ¿jantacto tiempo ol onh stzuntzej heb' ajk'ool tik? ¿B'aq'uinh ol yaktejcan heb' yalan chukal lolonel t'ayach?"
        },
        {
            "number": "11",
            "text": "¿Tas wal yuj max a ch'oxel a poder yic tza satel heb'?"
        },
        {
            "number": "12",
            "text": "Atax t'a peka' ko Reyal achnhej. Ach ko Diosal, tzijtum b'aj ix cak' ganar owal yuj a colwal."
        },
        {
            "number": "13",
            "text": "Ha ach ix a poj snanhal ha' mar yuj a poder. Ix a mak'poj juntzanh sjolom nok' niwac nok' t'a yol ha' mar chi'."
        },
        {
            "number": "14",
            "text": "Ix a tek'an wecchaj juntzanh sjolom nok' niwan lewiatán, ix ak'an nok' schib'at nok' chium nok' t'a tzinan lu'um."
        },
        {
            "number": "15",
            "text": "Ha ach ix ak' k'eul sjaj ha ha' sb'eyi. Ix ak'an pax tup ha' niwac ha' malaj taxon b'aj stupi."
        },
        {
            "number": "16",
            "text": "Ha ach ay ic k'ualil yet' t'ak'walil. Ha ach ix a b'o k'u yet' k'een uj."
        },
        {
            "number": "17",
            "text": "Ha ach a b'onac b'aj sk'ochcan k'aman yol yib'anhk’inal. Ha ach a b'onac waresma yet' nhab'ilq'uinal."
        },
        {
            "number": "18",
            "text": "Mamin Jehová, nacoti, to a heb' ajk'ol sb'uchwaj heb' t'ayach. Te quistal heb', yuj chi' tzach spatiquejel heb'."
        },
        {
            "number": "19",
            "text": "Mamin, manh onh ak' sat t'a a k'ool. Manh onh ak' t'a yol sk'ab' heb' ajk'ool, icha junok syak'b'at junok yalak' cuwajte' t'a nok' ch'acb'a."
        },
        {
            "number": "20",
            "text": "Mocab' b'atcan satk'olal a trato qued'oc, yujto ha t'a masanil b'aj t'a yol ko chonhab', b'aj manhxo chequeloc, ix te pimb'i heb' winh manhxa yok'elk'olal yixtan heb' a chonhab'."
        },
        {
            "number": "21",
            "text": "Manh a cha ixtax heb' ilb'ajk'ool. B'itanocab' heb' meb'a' yet' heb' ilb'ajk'ol chi' t'ayach."
        },
        {
            "number": "22",
            "text": "Ach ko Diosal, ochanh qued'oc, colonh a onh iconh tik. Nacoti to a heb' sk'ulan chukal, max yaktej heb' sb'uchwaj t'ayach."
        },
        {
            "number": "23",
            "text": "Mocab' ak'b'at satk'olal b'aj ste el yav heb' ayoch ajk'olal t'ayach, aton heb' tz'el wal yav yuj spitan sb'a t'ayach."
        }
    ]
}