{
    "chapter": "76",
    "verses": [
        {
            "number": "1",
            "text": "Ojtacab'il Dios t'a yol yic Judá. Te niwan pax yelk'och sb'i t'a yol yic Israel."
        },
        {
            "number": "2",
            "text": "Ha t'a tzalan Sion, ata' ay scajnub'. Ha t'a Jerusalén smacvaj icha nok' choj."
        },
        {
            "number": "3",
            "text": "Ata' ix satcanel syamk'ab' eb' ajk'ol yuj, aton jul-lab', q'uen espada yet' maclab' jul-lab'."
        },
        {
            "number": "4",
            "text": "Ach co Diosal, te niwan a poder. Yelxo val te ek'b'al snivanil elk'och t'a lum jolomtac vitz aytaxon t'a peca'."
        },
        {
            "number": "5",
            "text": "Ha eb' soldado te jelan t'a oval, ix ik'chajek' syamk'ab' eb'. Ha eb' te ay yip, manhxa tas ix yal eb', ix vayb'at eb' t'a junelnhej."
        },
        {
            "number": "6",
            "text": "Ach sDioal vinhaj Jacob, ayic ix el av yuj oval, majxo ib'xoclaj eb', majxo ib'xocpaxlaj scarruaje eb' yet' nok' schej."
        },
        {
            "number": "7",
            "text": "Te ay a may. ¿Mach val ol yal yoch linhan t'a ichanh ayic aycot oval?"
        },
        {
            "number": "8",
            "text": "Ato t'a satcha’anh ix alel tas ol utej a ch'olb'itan eb' anima. Ix xivb'at eb' anima chi', ix emcan numan eb'"
        },
        {
            "number": "9",
            "text": "ayic ix ach q'ue vaan a ch'olb'itan chi' yic tza colcanel eb' te ilb'ajk'ool yaj t'a yol yib'anhk’inal tik."
        },
        {
            "number": "10",
            "text": "Ha yoval sk'ol eb' anima, ol ak'kan meltzajoch t'a aloj wach' lolonel t'ayach. Ha jab'ocxo yoval sk'ol eb' chi', ol a cachoch vaan."
        },
        {
            "number": "11",
            "text": "Caq'ek co ti' t'a Jehová co Diosal, sco k'anab'ajan tas skal chi' t'ay. Ha exxo nación ex ayex t'a slak'anil schonhab' Dios te niwan yelk'ochi, iq'ueccot e silab' t'ay."
        },
        {
            "number": "12",
            "text": "Yujto ha' tz'ik'anel sq'uinal eb' yajal. A' eb' rey t'a yol yib'anhk’inal tik, xivpax eb' t'ay."
        }
    ]
}