{
    "chapter": "76",
    "verses": [
        {
            "number": "1",
            "text": "Ojtacab'il Dios d'a yol yic Judá. Te nivan pax yelk'och sb'i d'a yol yic Israel."
        },
        {
            "number": "2",
            "text": "A d'a tzalan Sion, ata' ay scajnub'. A d'a Jerusalén smacvaj icha nok' choj."
        },
        {
            "number": "3",
            "text": "Ata' ix satcanel syamk'ab' eb' ajk'ol yuuj, aton jul-lab', q'uen espada yed' maclab' jul-lab'."
        },
        {
            "number": "4",
            "text": "Ach co Diosal, te nivan a poder. Yelxo val te ek'b'al snivanil elk'och d'a lum jolomtac vitz aytaxon d'a peca'."
        },
        {
            "number": "5",
            "text": "A eb' soldado te jelan d'a oval, ix ik'chajek' syamk'ab' eb'. A eb' te ay yip, manhxa tas ix yal eb', ix vayb'at eb' d'a junelnhej."
        },
        {
            "number": "6",
            "text": "Ach sDioal vinhaj Jacob, ayic ix el av yuj oval, majxo ib'xoclaj eb', majxo ib'xocpaxlaj scarruaje eb' yed' nok' schej."
        },
        {
            "number": "7",
            "text": "Te ay a may. ¿Mach val ol yal yoch linhan d'a ichanh ayic aycot oval?"
        },
        {
            "number": "8",
            "text": "Ato d'a satchaanh ix alel tas ol utej a ch'olb'itan eb' anima. Ix xivb'at eb' anima chi', ix emcan numan eb'"
        },
        {
            "number": "9",
            "text": "ayic ix ach q'ue vaan a ch'olb'itan chi' yic tza colcanel eb' te ilb'ajk'ool yaj d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "10",
            "text": "A yoval sk'ol eb' anima, ol ak'can meltzajoch d'a aloj vach' lolonel d'ayach. A jab'ocxo yoval sk'ol eb' chi', ol a cachoch vaan."
        },
        {
            "number": "11",
            "text": "Caq'uec co ti' d'a Jehová co Diosal, sco k'anab'ajan tas scal chi' d'ay. A exxo nación ex ayex d'a slak'anil schonhab' Dios te nivan yelk'ochi, iq'ueccot e silab' d'ay."
        },
        {
            "number": "12",
            "text": "Yujto a' tz'ik'anel sq'uinal eb' yajal. A' eb' rey d'a yolyib'anhq'uinal tic, xivpax eb' d'ay."
        }
    ]
}