{
    "chapter": "77",
    "verses": [
        {
            "number": "1",
            "text": "Te chaanh sval in b'a d'a Dios, yic vach' syab' tas svala'."
        },
        {
            "number": "2",
            "text": "Ix in lesalvi d'a Cajal ayic ay in cusk'olal. Maj vactejcan in mojb'an in k'ab' d'ay d'a junjun ak'val, palta malaj tas syal yak'an snivanil in k'ool."
        },
        {
            "number": "3",
            "text": "Ayic tzin naancot Dios, tzin oq'ui. Ayic tzin te ak'an pensar, schab'axq'ue in k'ool."
        },
        {
            "number": "4",
            "text": "Mamin, maj in a cha vayb'atoc. Manhxo animaoc vaj svab'i, maxtzac yal-laj in loloni."
        },
        {
            "number": "5",
            "text": "Tzin nacot juntzanh k'ual yed' juntzanh ab'il ek'nac d'a peca'."
        },
        {
            "number": "6",
            "text": "Tzin nacot ticnaic atax yic tzin b'itan d'ak'valil. Tzin naub'tanhej, tzin k'anb'an d'ayin:"
        },
        {
            "number": "7",
            "text": "¿Tocval aynhejcot yoval sk'ol Dios Cajal d'ayonh? ¿Tom manhxo ol onh xajanej?"
        },
        {
            "number": "8",
            "text": "¿Tom ix lajviel svach'k'olal? ¿Tom junelnhej ix lajvi b'aj yak'naccan sti'?"
        },
        {
            "number": "9",
            "text": "¿Tom ix sat sk'ol Dios d'a svach'k'olal? ¿Yel am val te aycot yoval sk'ool, manhxo am ol ok' sk'ol d'ayonh?"
        },
        {
            "number": "10",
            "text": "Ay tas yelxo val ya svab' ticnaic, svalan d'a yol vico': A Dios Ek'to d'a yib'anh smasanil, mantzac colvajlaj d'ayonh, icha ix aj scolvaj d'a yalanhtaxo, xin chi."
        },
        {
            "number": "11",
            "text": "Ach in Diosal, a ticnaic ol in nacot juntzanh tas satub'tac a b'onac d'a peca'."
        },
        {
            "number": "12",
            "text": "Ol in nacot masanil tas a b'onac."
        },
        {
            "number": "13",
            "text": "Ach in Diosal, te vach'nhej masanil tastac tza b'o'o. Malaj junocxo dios nivan yelk'och icha ach tic ach co Diosal."
        },
        {
            "number": "14",
            "text": "A ach tic, Dios ach, sb'oumal ach tastac satub'tac. Ix a ch'oxel a poder d'a masanil nación."
        },
        {
            "number": "15",
            "text": "A yed' a poder a colnaccanel a chonhab', aton eb' yinhtilal vinhaj Jacob yed' vinhaj José."
        },
        {
            "number": "16",
            "text": "Ach co Diosal, ayic ix ach yilan a' mar, ix xivq'ue a'. Ix ib'xiq'ue a' masanto d'a sjulal yich."
        },
        {
            "number": "17",
            "text": "A asun ix yaq'uemta snhab'il. Ix k'anh k'u d'a satchaanh, tzijtum b'aj ix checlaj leb'lon d'a sat luum tic."
        },
        {
            "number": "18",
            "text": "Ix ib'xi lum luum tic yuuj. Ix ab'chaj sk'anh k'u d'a scal chacxuxum ik'. A a leb'lon, ix yak' saquilq'uinal d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "19",
            "text": "A d'a yol a' mar ix a jac a b'e, tzijtum a a' b'aj ix ach k'axpaji, palta malaj mach ix ilan yechel oclem."
        },
        {
            "number": "20",
            "text": "Ix ik' b'ey a chonhab' icha nok' calnel. Ix a yamk'ab'ej vinhaj Moisés yed' vinhaj Aarón yic scuchb'an a chonhab' eb' vinh."
        }
    ]
}