{
    "chapter": "78",
    "verses": [
        {
            "number": "1",
            "text": "Ex wetchonhab', ab'ec in k'ayb'ub'al, ak'ecoch he chiquin t'a tas swala'."
        },
        {
            "number": "2",
            "text": "Ol wal juntzanh lolonel niwan yelk'och t'ayex. Ha juntzanh tas k'ub'eltac yajkan t'a peka', a ol wala', aton juntzanh manta b'aj tz'alchajeli."
        },
        {
            "number": "3",
            "text": "Ol wal juntzanh tas kab'nac, aton tas cojtak, a heb' ko mam quicham alannac kab'i."
        },
        {
            "number": "4",
            "text": "Yowalil ol kal t'a heb' cuninal. Ha juntzanh tas satub'tac sb'onac Jehová yet' spoder, ol kal t'a heb' toto ol aljoc."
        },
        {
            "number": "5",
            "text": "Ha Dios ix b'oankan jun b'eyb'al t'ayonh a onh yinhtil onh winhaj Jacob tik. Ix yak'ankan jun k'ayb'ub'al t'ayonh israel onh tik. Yalannakkan t'a heb' ko mam quicham to sk'ayb'ej yuninal heb', a onh ton tik. Ha onhxo pax tik ol ko k'ayb'ej heb' cuninal"
        },
        {
            "number": "6",
            "text": "yic wach' ay yab'ix heb' anima t'a b'ak'uinh, heb' mantzac alji. Axo heb' chi' ol alan pax t'a heb' yuninal."
        },
        {
            "number": "7",
            "text": "Yic wach' ha Dios syak'och heb' yipoc sk'ool. Yic a tas sb'onac Dios max b'atkan satk'olal yuj heb'. Yic sk'anab'ajej pax schecnab'il Dios chi' heb'."
        },
        {
            "number": "8",
            "text": "Yic wach' manh ol yutej sb'a heb' icha yutejnac sb'a heb' ko mam quicham, manh schanacoc yab' sk'ayb'ub'al Dios heb', spitejnac sb'a heb'. Manh tek'anoc yutejnac spensar heb', manh sk'anab'ajejnacoc Dios heb'."
        },
        {
            "number": "9",
            "text": "Ha heb' soldado yic Efraín, ay syamk'ab' heb' yic owal. Palta ayic ix och owal chi', ix b'at heb' elelal."
        },
        {
            "number": "10",
            "text": "Malaj yelk'och strato Dios t'a heb'. Max yal-laj sk'ol heb' sk'anab'ajej sk'ayb'ub'al Dios chi'."
        },
        {
            "number": "11",
            "text": "Ha tas ix sb'o Dios, aton juntzanh sat ko k'ool quilani, ix b'atkan satk'olal yuj heb'."
        },
        {
            "number": "12",
            "text": "Ha Dios ixb’o’an tas satub'tac t'a yichanh heb' ko mam quicham t'a Zoán t'a yol yic Egipto."
        },
        {
            "number": "13",
            "text": "Ix spoj sb'ha ha' mar yuj, ix schekanek' heb' t'a snanhal ha' chi'. Ix syamoch waan jun ha' mar chi', icha muro ix ajkan ha' yuj."
        },
        {
            "number": "14",
            "text": "D'a k'ualil ix ik'ji b'ey heb' yuj t'a yalanh jun asun. Axo t'ak'walil, ix ik'ji b'ey heb' yet' sakil k'inal jun k'ak'."
        },
        {
            "number": "15",
            "text": "Ix jat k'een niwac k'een yuj t'a taquinh lu'um, manh jantacoc ha ha' ix elta, ix yuk'an ha' heb'."
        },
        {
            "number": "16",
            "text": "Ha t'a yol k'een niwan k'een ix elul ha' niwac ha' yuj."
        },
        {
            "number": "17",
            "text": "Wach'chom ix yil jun chi' heb', palta anheja' ix och smul heb' d'ha Dios t'a tzinan lu'um chi'. Ix chichon sk'ol heb' d'ha Dios Ek'to t'a yib'anh smasanil."
        },
        {
            "number": "18",
            "text": "Ix yak' prowal Dios heb', ix sk'anan swael heb' icha wal t'a snib'ej."
        },
        {
            "number": "19",
            "text": "Ix yalan spekal Dios heb' icha tik: ¿Maxto ol yal-laj yak'ji ko wael yuj Dios t'a tzinan lu'um tik?"
        },
        {
            "number": "20",
            "text": "Yel toni, ix jat k'een niwac k'een yuj. Ha t'a yol k'een ix elul ha' niwac ha', ix ch'ayxi lum lum yuj ha', ¿ol am yal pax yak'an ko wael ticnaik? ¿Ol am yal yak'an chib'ej t'ayonh a onh schonhab' onh tik? xchi heb'."
        },
        {
            "number": "21",
            "text": "Ix cot yowal Jehová ayic ix yab'an jun slolonel heb' chi'. Icha wal te' k'ak' ix aj scot yowal, ix ja copnaj t'a heb' yinhtilal winhaj Jacob,"
        },
        {
            "number": "22",
            "text": "yujto maj yak'och sk'ool heb' t'ay. Maj yak'paxoch scolwal Dios chi' heb' yipoc sk'ool."
        },
        {
            "number": "23",
            "text": "Wach'chom icha chi' ix yutej sb'a heb', palta ix ak'chajemta asun yuj Dios, ix sjakan spuertail satcha’anh."
        },
        {
            "number": "24",
            "text": "Ix emul maná t'a yib'anh heb' schonhab' icha sja yax nhab'. satcha’anhil trigo ix swa heb'."
        },
        {
            "number": "25",
            "text": "Ha swael heb' ángel ix swa heb'. Cham ix wa heb' yuj Dios."
        },
        {
            "number": "26",
            "text": "Ha ik' ix cot t'a stojolal b'aj sjawi k'u yet' t'a sur, ix cot xumumoc t'a satcha’anh, yuj spoder Dios ix jawi."
        },
        {
            "number": "27",
            "text": "Ha ik' chi' ix ik'ancot nok' chib'ej t'a yib'anh schonhab' Dios chi'. Manhxo jantacoc nok' much ix emuli, icha lum pokok, ma icha yarenail sti' ha' mar ix aj sjawi nok'."
        },
        {
            "number": "28",
            "text": "Ha b'aj ayek' chonhab' chi', ata' ix ja b'ulan nok' yet' t'a spatic yichanh smantiado heb'."
        },
        {
            "number": "29",
            "text": "Yuj spek'al heb', ha Dios ix ak'an tas ix snib'ej heb' chi'. Ix yak' wal snib'ej heb' schi'an nok'."
        },
        {
            "number": "30",
            "text": "Palta ayic manto tzactzajlaj heb' schi'an nok', ayic aytooch nok' chib'ej chi' t'a yol sti' heb',"
        },
        {
            "number": "31",
            "text": "ix cot yowal sk'ol Dios t'a yib'anh heb'. Axo ix ak'an cham heb' winak ay yip, aton heb' winak ch'oc yel t'a skal heb' quetisraelal chi'."
        },
        {
            "number": "32",
            "text": "Palta manhoc yuj chi' ix sb'o sb'eyb'al heb'. Anheja' yoch smul heb'. Maj yak'laj pensar heb' yuj tas satub'tac ix sk'ulej Dios chi', maj yak'ochlaj heb' t'a sk'ool."
        },
        {
            "number": "33",
            "text": "Yuj chi' ix satjiel heb' yuj Dios chi' t'a skal niwac xivk'olal. Junnhej mutz'satil, ma icha quik'an quik', icha chi' ix aj satel heb'."
        },
        {
            "number": "34",
            "text": "Ayic ix cham jaywanh heb' chi' yuj Dios, ix sna sb'a sk'ol juntzanhxo heb', ix k'och heb' t'a yichanh Dios, ix lesalwi heb' t'ay t'a smasanil sk'ool."
        },
        {
            "number": "35",
            "text": "Ichato chi' ix najicot Dios Ek'to t'a yib'anh Smasanil yuj heb', yujto ha' stanhwan heb', ha' scolan pax heb'."
        },
        {
            "number": "36",
            "text": "Anhej yet' sti' heb' stz'ac yal wach' lolonel d'ha Dios chi'."
        },
        {
            "number": "37",
            "text": "Malaj b'aj wach' ix yutej sb'a heb' t'ay. Maj sk'anab'ajej pax strato heb' yet'oc."
        },
        {
            "number": "38",
            "text": "Palta ix te ok' sk'ol t'a heb', yuj chi' ix succhaj sat schukal heb' yuj. Maj ak'joc cham heb'. Tzijtum el ix och waan yowal, majxo yak'elk'ochlaj yowal chi' t'a heb'."
        },
        {
            "number": "39",
            "text": "Ix snacoti to animanhej heb'. Lajan heb' icha ik' tonhej tzek'b'ati, maxtzac meltzajlaj."
        },
        {
            "number": "40",
            "text": "Tzijtum el ix spitej sb'a heb' t'ay, ix yab' syail t'a tzinan lu'um yuj heb'."
        },
        {
            "number": "41",
            "text": "Palta anheja' yak'ji prowal yuj heb'. Ix tzuntzajcot yowal sk'ol ko Diosal Axonhejoch chi' yuj heb'."
        },
        {
            "number": "42",
            "text": "Max snacotlaj jun k'ual heb' ayic ix coljiel heb' yuj spoder t'a yol sk'ab' heb' ajk'ool."
        },
        {
            "number": "43",
            "text": "Maj snapaxcot juntzanh milagro yilnac heb' t'a Zoán t'a yol yic Egipto."
        },
        {
            "number": "44",
            "text": "Ix yak'och a niwac ha' chik'al t'a Egipto, haxo heb' aj Egipto chi', majxo yal-laj yuk'an ha' heb'."
        },
        {
            "number": "45",
            "text": "Ix yak'anpaxcot nok' us t'a skal heb' aj Egipto chi', icha wal asun yek' nok', ix te ixtaj heb' yuj nok'. Ix yak'anpaxcot nok' tzijtumal pajtza' t'a skal heb', yic tz'ixtaxel schonhab' heb' yuj nok'."
        },
        {
            "number": "46",
            "text": "Masanil sat tastac awab'il yuj heb' ix yak'och t'a yol sk'ab' nok' k'ulub'. Ix lajwiel sat yavb'en heb' yuj nok'."
        },
        {
            "number": "47",
            "text": "Ha k'een sacb'at yet' k'een cheev ix lajanel te' higo yet' te' uwa awab'il yuj heb'."
        },
        {
            "number": "48",
            "text": "Ix cham nok' swakax heb' yet' nok' skalnel heb' yuj k'een sacb'at, yuj pax b'aj ix mak'waj k'u."
        },
        {
            "number": "49",
            "text": "Ix yak'cot yaelal Dios t'a yib'anh heb', yuj yowal sk'ol manhxa yalb'anil. Manh jantacoc heb' ángel ix scheccoti yic tzul satjiel heb' aj Egipto chi'."
        },
        {
            "number": "50",
            "text": "Junelnhej ix te cot yowal, majxo ok'laj jab'oc sk'ol t'a heb'. Ix ak'jib'at heb' t'a yol sk'ab' chamel yuj."
        },
        {
            "number": "51",
            "text": "Masanil heb' winak b'ab'el tz'alji t'a snun t'a yol yic Egipto chi' ix smilchamoc. D'a junjun patil heb' aj Egipto chi', jun mach ix chami."
        },
        {
            "number": "52",
            "text": "Ix ik'ji b'ey heb' ko mam quicham chi' yuj Dios t'a tzinan lu'um, icha yik'ji b'ey nok' kalnel, icha chi' ix utaj heb'."
        },
        {
            "number": "53",
            "text": "Wach' ix aj yik'ji b'ey heb' yuj, yic wach' max xiv heb'. Axo heb' ayoch ajk'olal t'a heb', ix b'atkan heb' t'a yol ha' mar."
        },
        {
            "number": "54",
            "text": "Ix ik'jicot heb' yuj Dios t'a jun lu'um sik'b'ilel tik yuj, t'a juntzanh witz ix yik'kanek' tik t'a skal owal."
        },
        {
            "number": "55",
            "text": "Ix yik'anel juntzanh nación t'a yichanh heb'. Ix spojankanek' lum lum chi'. Macquiltac ix yutej t'a junjun yinhtilal. Ix kajnaj heb' t'a schonhab' heb' ajk'ool chi'."
        },
        {
            "number": "56",
            "text": "Palta haxo heb' ko mam chi', ix ak'ji prowal Dios Ek'to t'a yib'anh smasanil yuj heb'. Ix tzuntzajcot yowal sk'ol yuj heb'. Maj sk'anab'ajej heb' tas ix yal Dios chi'."
        },
        {
            "number": "57",
            "text": "Icha yutejnac sb'a heb' ko mam quicham, icha chi' ix yutej sb'a heb' t'a yichanh Dios. Maj sk'anab'ajejlaj heb' t'ay. Ix el heb' t'a yol sb'e icha junok jul-lab' coxo."
        },
        {
            "number": "58",
            "text": "Ix stzuntzejcot yowal Dios chi' heb', yujto b'at lesalwoc heb' t'a jolomtac witz, b'at yak'anem sb'a heb' t'a juntzanh yechel comon Dios."
        },
        {
            "number": "59",
            "text": "Ix cot yowal Dios chi' ayic ix yilan jun chi', ix paticajkanel heb' yuj."
        },
        {
            "number": "60",
            "text": "Ix yactankan skajnub' t'a Silo, aton jun spat yaj t'a ko kal."
        },
        {
            "number": "61",
            "text": "Tonhej ix yila' ix ik'jib'at skaxail strato yuj heb' ajk'ool, aton sch'oxnab'il stziquiquial yet' spoder."
        },
        {
            "number": "62",
            "text": "Ix te cot wal yowal Dios chi' t'a heb', yuj chi' ix actajkan heb' t'a yol sk'ab' heb' ajk'ol chi' yic smiljicham heb'."
        },
        {
            "number": "63",
            "text": "Ha heb' kelemtac, ix cham heb' t'a skal owal, ichato ix tz'ab'at heb'. Manhxalaj b'it yic nupnajel ix och t'a heb' ix cob'estac."
        },
        {
            "number": "64",
            "text": "Ha heb' winh sacerdote, ix miljicham heb' winh t'a k'een espada. Maj ok'laj heb' ix yetb'eyum heb' winh ix cham chi'."
        },
        {
            "number": "65",
            "text": "Ixlajwi chi', ix k'e jucnaj Dios Kajal, icha tz'aj yel swayanh anima, icha junok soldado jelan t'a owal tz'el yav yuj anh anh."
        },
        {
            "number": "66",
            "text": "Ix ak'ji ganar heb' ajk'ool yuj, ix b'at heb' elelal. Ix q'uixwikanel heb' t'a masanil tiempo."
        },
        {
            "number": "67",
            "text": "Ayic ix sayanxi Dios b'ajtil ol ajxoc skajnub', ix spatiquejkanel smacb'en heb' yinhtilal José. Manhoklaj smacb'en heb' yinhtilal Efraín ix sik'elta."
        },
        {
            "number": "68",
            "text": "Palta ha t'a smacb'en heb' yinhtilal Judá ix sik'jielta yuj, aton tzalan Sion to xajan yuj."
        },
        {
            "number": "69",
            "text": "Ix sb'ok'e skajnub' Dios yic skan t'a junelnhej icha satcha’anh. Ix yak'em yich yic aynhejek' t'a masanil tiempo icha lum lum."
        },
        {
            "number": "70",
            "text": "Ix sik'anel jun schekab', aton winhaj Dawid, winh tanhwum kalnel."
        },
        {
            "number": "71",
            "text": "Ix ik'jiel winh yuj Dios chi' t'a spatic nok' nun kalnel ay yune', yic wach' a winh stanhwan heb' israel yinhtilal winhaj Jacob chi'. Ix ochkan schonhab' Dios chi' icha skalneloc winh."
        },
        {
            "number": "72",
            "text": "Ix tanhwaj schonhab' Dios yuj winhaj Dawid chi'. D'a smasanil sk'ol winh yet' sjelanil ix stanhwej."
        }
    ]
}