{
    "chapter": "78",
    "verses": [
        {
            "number": "1",
            "text": "Ex vetchonhab', ab'ec in k'ayb'ub'al, aq'uecoch e chiquin t'a tas svala'."
        },
        {
            "number": "2",
            "text": "Ol val juntzanh lolonel niwan yelk'och t'ayex. Ha juntzanh tas k'ub'eltac yajcan t'a peca', a ol vala', aton juntzanh manta b'aj tz'alchajeli."
        },
        {
            "number": "3",
            "text": "Ol val juntzanh tas cab'nac, aton tas cojtac, a eb' co mam quicham alannac cab'i."
        },
        {
            "number": "4",
            "text": "Yovalil ol cal t'a eb' cuninal. Ha juntzanh tas satub'tac sb'onac Jehová yet' spoder, ol cal t'a eb' toto ol aljoc."
        },
        {
            "number": "5",
            "text": "Ha Dios ix b'oancan jun b'eyb'al t'ayonh a onh yinhtil onh vinhaj Jacob tik. Ix yak'ancan jun k'ayb'ub'al t'ayonh israel onh tik. Yalannaccan t'a eb' co mam quicham to sk'ayb'ej yuninal eb', a onh ton tik. Ha onhxo pax tik ol co k'ayb'ej eb' cuninal"
        },
        {
            "number": "6",
            "text": "yic wach' ay yab'ix eb' anima t'a b'ak'uinh, eb' mantzac alji. Axo eb' chi' ol alan pax t'a eb' yuninal."
        },
        {
            "number": "7",
            "text": "Yic wach' ha Dios syak'och eb' yipoc sk'ool. Yic a tas sb'onac Dios max b'atcan satk'olal yuj eb'. Yic sk'anab'ajej pax schecnab'il Dios chi' eb'."
        },
        {
            "number": "8",
            "text": "Yic wach' manh ol yutej sb'a eb' icha yutejnac sb'a eb' co mam quicham, manh schanacoc yab' sk'ayb'ub'al Dios eb', spitejnac sb'a eb'. Manh tek'anoc yutejnac spensar eb', manh sk'anab'ajejnacoc Dios eb'."
        },
        {
            "number": "9",
            "text": "Ha eb' soldado yic Efraín, ay syamk'ab' eb' yic oval. Palta ayic ix och oval chi', ix b'at eb' elelal."
        },
        {
            "number": "10",
            "text": "Malaj yelk'och strato Dios t'a eb'. Max yal-laj sk'ol eb' sk'anab'ajej sk'ayb'ub'al Dios chi'."
        },
        {
            "number": "11",
            "text": "Ha tas ix sb'o Dios, aton juntzanh sat co k'ool quilani, ix b'atcan satk'olal yuj eb'."
        },
        {
            "number": "12",
            "text": "Ha Dios ixb’o’an tas satub'tac t'a yichanh eb' co mam quicham t'a Zoán t'a yol yic Egipto."
        },
        {
            "number": "13",
            "text": "Ix spoj sb'ha ha' mar yuj, ix schecanek' eb' t'a snanhal ha' chi'. Ix syamoch vaan jun ha' mar chi', icha muro ix ajkan ha' yuj."
        },
        {
            "number": "14",
            "text": "D'a k'ualil ix ik'ji b'ey eb' yuj t'a yalanh jun asun. Axo t'ak'walil, ix ik'ji b'ey eb' yet' sakil k'inal jun k'ak'."
        },
        {
            "number": "15",
            "text": "Ix jat q'uen nivac q'ueen yuj t'a taquinh lu'um, manh jantacoc ha ha' ix elta, ix yuk'an ha' eb'."
        },
        {
            "number": "16",
            "text": "Ha t'a yol q'uen niwan q'ueen ix elul ha' nivac ha' yuj."
        },
        {
            "number": "17",
            "text": "Wach'chom ix yil jun chi' eb', palta anheja' ix och smul eb' d'ha Dios t'a tzinan lu'um chi'. Ix chichon sk'ol eb' d'ha Dios Ek'to t'a yib'anh smasanil."
        },
        {
            "number": "18",
            "text": "Ix yak' proval Dios eb', ix sk'anan svael eb' icha val t'a sgana."
        },
        {
            "number": "19",
            "text": "Ix yalan specal Dios eb' icha tik: ¿Maxto ol yal-laj yak'ji co vael yuj Dios t'a tzinan lu'um tik?"
        },
        {
            "number": "20",
            "text": "Yel toni, ix jat q'uen nivac q'ueen yuj. Ha t'a yol q'ueen ix elul ha' nivac ha', ix ch'ayxi lum lum yuj ha', ¿ol am yal pax yak'an co vael ticnaic? ¿Ol am yal yak'an chib'ej t'ayonh a onh schonhab' onh tik? xchi eb'."
        },
        {
            "number": "21",
            "text": "Ix cot yoval Jehová ayic ix yab'an jun slolonel eb' chi'. Icha val te' k'ak' ix aj scot yoval, ix ja copnaj t'a eb' yinhtilal vinhaj Jacob,"
        },
        {
            "number": "22",
            "text": "yujto maj yak'och sk'ool eb' t'ay. Maj yak'paxoch scolval Dios chi' eb' yipoc sk'ool."
        },
        {
            "number": "23",
            "text": "Wach'chom icha chi' ix yutej sb'a eb', palta ix ak'chajemta asun yuj Dios, ix sjacan spuertail satcha’anh."
        },
        {
            "number": "24",
            "text": "Ix emul maná t'a yib'anh eb' schonhab' icha sja yax nhab'. satcha’anhil trigo ix sva eb'."
        },
        {
            "number": "25",
            "text": "Ha svael eb' ángel ix sva eb'. Cham ix wa eb' yuj Dios."
        },
        {
            "number": "26",
            "text": "Ha ik' ix cot t'a stojolal b'aj sjavi k'u yet' t'a sur, ix cot xumumoc t'a satcha’anh, yuj spoder Dios ix javi."
        },
        {
            "number": "27",
            "text": "Ha ik' chi' ix ik'ancot nok' chib'ej t'a yib'anh schonhab' Dios chi'. Manhxo jantacoc nok' much ix emuli, icha lum pococ, ma icha yarenail sti' ha' mar ix aj sjavi nok'."
        },
        {
            "number": "28",
            "text": "Ha b'aj ayek' chonhab' chi', ata' ix ja b'ulan nok' yet' t'a spatic yichanh smantiado eb'."
        },
        {
            "number": "29",
            "text": "Yuj spek'al eb', ha Dios ix ak'an tas ix snib'ej eb' chi'. Ix yak' val sgana eb' schi'an nok'."
        },
        {
            "number": "30",
            "text": "Palta ayic manto tzactzajlaj eb' schi'an nok', ayic aytooch nok' chib'ej chi' t'a yol sti' eb',"
        },
        {
            "number": "31",
            "text": "ix cot yoval sk'ol Dios t'a yib'anh eb'. Axo ix ak'an cham eb' vinac ay yip, aton eb' vinac ch'oc yel t'a skal eb' quetisraelal chi'."
        },
        {
            "number": "32",
            "text": "Palta manhoc yuj chi' ix sb'o sb'eyb'al eb'. Anheja' yoch smul eb'. Maj yak'laj pensar eb' yuj tas satub'tac ix sk'ulej Dios chi', maj yak'ochlaj eb' t'a sk'ool."
        },
        {
            "number": "33",
            "text": "Yuj chi' ix satjiel eb' yuj Dios chi' t'a skal nivac xivk'olal. Junnhej mutz'satil, ma icha quik'an quik', icha chi' ix aj satel eb'."
        },
        {
            "number": "34",
            "text": "Ayic ix cham jayvanh eb' chi' yuj Dios, ix sna sb'a sk'ol juntzanhxo eb', ix k'och eb' t'a yichanh Dios, ix lesalvi eb' t'ay t'a smasanil sk'ool."
        },
        {
            "number": "35",
            "text": "Ichato chi' ix najicot Dios Ek'to t'a yib'anh Smasanil yuj eb', yujto ha' stanhvan eb', ha' scolan pax eb'."
        },
        {
            "number": "36",
            "text": "Anhej yet' sti' eb' stz'ac yal wach' lolonel d'ha Dios chi'."
        },
        {
            "number": "37",
            "text": "Malaj b'aj wach' ix yutej sb'a eb' t'ay. Maj sk'anab'ajej pax strato eb' yet'oc."
        },
        {
            "number": "38",
            "text": "Palta ix te ok' sk'ol t'a eb', yuj chi' ix succhaj sat schucal eb' yuj. Maj ak'joc cham eb'. Tzijtum el ix och vaan yoval, majxo yaq'uelk'ochlaj yoval chi' t'a eb'."
        },
        {
            "number": "39",
            "text": "Ix snacoti to animanhej eb'. Lajan eb' icha ik' tonhej tzek'b'ati, maxtzac meltzajlaj."
        },
        {
            "number": "40",
            "text": "Tzijtum el ix spitej sb'a eb' t'ay, ix yab' syail t'a tzinan lu'um yuj eb'."
        },
        {
            "number": "41",
            "text": "Palta anheja' yak'ji proval yuj eb'. Ix tzuntzajcot yoval sk'ol co Diosal Axonhejoch chi' yuj eb'."
        },
        {
            "number": "42",
            "text": "Max snacotlaj jun k'ual eb' ayic ix coljiel eb' yuj spoder t'a yol sk'ab' eb' ajk'ool."
        },
        {
            "number": "43",
            "text": "Maj snapaxcot juntzanh milagro yilnac eb' t'a Zoán t'a yol yic Egipto."
        },
        {
            "number": "44",
            "text": "Ix yak'och a nivac ha' chik'al t'a Egipto, haxo eb' aj Egipto chi', majxo yal-laj yuk'an ha' eb'."
        },
        {
            "number": "45",
            "text": "Ix yak'anpaxcot nok' us t'a skal eb' aj Egipto chi', icha val asun yek' nok', ix te ixtaj eb' yuj nok'. Ix yak'anpaxcot nok' tzijtumal pajtza' t'a skal eb', yic tz'ixtaxel schonhab' eb' yuj nok'."
        },
        {
            "number": "46",
            "text": "Masanil sat tastac avab'il yuj eb' ix yak'och t'a yol sk'ab' nok' k'ulub'. Ix lajviel sat yavb'en eb' yuj nok'."
        },
        {
            "number": "47",
            "text": "Ha q'uen sacb'at yet' q'uen cheev ix lajanel te' higo yet' te' uva avab'il yuj eb'."
        },
        {
            "number": "48",
            "text": "Ix cham nok' svacax eb' yet' nok' scalnel eb' yuj q'uen sacb'at, yuj pax b'aj ix mak'vaj k'u."
        },
        {
            "number": "49",
            "text": "Ix yak'cot yaelal Dios t'a yib'anh eb', yuj yoval sk'ol manhxa yalb'anil. Manh jantacoc eb' ángel ix scheccoti yic tzul satjiel eb' aj Egipto chi'."
        },
        {
            "number": "50",
            "text": "Junelnhej ix te cot yoval, majxo ok'laj jab'oc sk'ol t'a eb'. Ix ak'jib'at eb' t'a yol sk'ab' chamel yuj."
        },
        {
            "number": "51",
            "text": "Masanil eb' vinac b'ab'el tz'alji t'a snun t'a yol yic Egipto chi' ix smilchamoc. D'a junjun patil eb' aj Egipto chi', jun mach ix chami."
        },
        {
            "number": "52",
            "text": "Ix ik'ji b'ey eb' co mam quicham chi' yuj Dios t'a tzinan lu'um, icha yik'ji b'ey nok' calnel, icha chi' ix utaj eb'."
        },
        {
            "number": "53",
            "text": "Wach' ix aj yik'ji b'ey eb' yuj, yic wach' max xiv eb'. Axo eb' ayoch ajk'olal t'a eb', ix b'atcan eb' t'a yol ha' mar."
        },
        {
            "number": "54",
            "text": "Ix ik'jicot eb' yuj Dios t'a jun lu'um sik'b'ilel tik yuj, t'a juntzanh vitz ix yik'canek' tik t'a skal oval."
        },
        {
            "number": "55",
            "text": "Ix yik'anel juntzanh nación t'a yichanh eb'. Ix spojancanek' lum lum chi'. Macquiltac ix yutej t'a junjun yinhtilal. Ix cajnaj eb' t'a schonhab' eb' ajk'ool chi'."
        },
        {
            "number": "56",
            "text": "Palta haxo eb' co mam chi', ix ak'ji proval Dios Ek'to t'a yib'anh smasanil yuj eb'. Ix tzuntzajcot yoval sk'ol yuj eb'. Maj sk'anab'ajej eb' tas ix yal Dios chi'."
        },
        {
            "number": "57",
            "text": "Icha yutejnac sb'a eb' co mam quicham, icha chi' ix yutej sb'a eb' t'a yichanh Dios. Maj sk'anab'ajejlaj eb' t'ay. Ix el eb' t'a yol sb'e icha junok jul-lab' coxo."
        },
        {
            "number": "58",
            "text": "Ix stzuntzejcot yoval Dios chi' eb', yujto b'at lesalvoc eb' t'a jolomtac vitz, b'at yak'anem sb'a eb' t'a juntzanh yechel comon dios."
        },
        {
            "number": "59",
            "text": "Ix cot yoval Dios chi' ayic ix yilan jun chi', ix paticajcanel eb' yuj."
        },
        {
            "number": "60",
            "text": "Ix yactancan scajnub' t'a Silo, aton jun spat yaj t'a co cal."
        },
        {
            "number": "61",
            "text": "Tonhej ix yila' ix ik'jib'at scaxail strato yuj eb' ajk'ool, aton sch'oxnab'il stziquiquial yet' spoder."
        },
        {
            "number": "62",
            "text": "Ix te cot val yoval Dios chi' t'a eb', yuj chi' ix actajcan eb' t'a yol sk'ab' eb' ajk'ol chi' yic smiljicham eb'."
        },
        {
            "number": "63",
            "text": "Ha eb' quelemtac, ix cham eb' t'a skal oval, ichato ix tz'ab'at eb'. Manhxalaj b'it yic nupnajel ix och t'a eb' ix cob'estac."
        },
        {
            "number": "64",
            "text": "Ha eb' vinh sacerdote, ix miljicham eb' vinh t'a q'uen espada. Maj ok'laj eb' ix yetb'eyum eb' vinh ix cham chi'."
        },
        {
            "number": "65",
            "text": "Ixlajwi chi', ix q'ue jucnaj Dios Cajal, icha tz'aj yel svayanh anima, icha junok soldado jelan t'a oval tz'el yav yuj anh anh."
        },
        {
            "number": "66",
            "text": "Ix ak'ji ganar eb' ajk'ool yuj, ix b'at eb' elelal. Ix q'uixvicanel eb' t'a masanil tiempo."
        },
        {
            "number": "67",
            "text": "Ayic ix sayanxi Dios b'ajtil ol ajxoc scajnub', ix spatiquejcanel smacb'en eb' yinhtilal José. Manhoclaj smacb'en eb' yinhtilal Efraín ix siq'uelta."
        },
        {
            "number": "68",
            "text": "Palta ha t'a smacb'en eb' yinhtilal Judá ix sik'jielta yuj, aton tzalan Sion to xajan yuj."
        },
        {
            "number": "69",
            "text": "Ix sb'oq'ue scajnub' Dios yic skan t'a junelnhej icha satcha’anh. Ix yaq'uem yich yic aynhejek' t'a masanil tiempo icha lum lum."
        },
        {
            "number": "70",
            "text": "Ix sik'anel jun schecab', aton vinhaj David, vinh tanhvum calnel."
        },
        {
            "number": "71",
            "text": "Ix ik'jiel vinh yuj Dios chi' t'a spatic nok' nun calnel ay yune', yic wach' a vinh stanhvan eb' israel yinhtilal vinhaj Jacob chi'. Ix ochcan schonhab' Dios chi' icha scalneloc vinh."
        },
        {
            "number": "72",
            "text": "Ix tanhvaj schonhab' Dios yuj vinhaj David chi'. D'a smasanil sk'ol vinh yet' sjelanil ix stanhvej."
        }
    ]
}