{
    "chapter": "79",
    "verses": [
        {
            "number": "1",
            "text": "Ach co Diosal, ix och eb' ch'oc chonhab'il t'a lum a macb'en. Ix yixtanb'at a templo eb'. Ix smaq'uem lanhnaj Jerusalén eb'."
        },
        {
            "number": "2",
            "text": "Ha eb' a checab' k'anab'ajum t'ayach, ix miljicham eb' yuj eb'. Ha nok' ostoc yet' nok' chium nok' ix chianb'at snivanil eb' a checab' chi'."
        },
        {
            "number": "3",
            "text": "Icha ha ha' ix aj stob'kan schiq'uil eb' a checab' chi' t'a masanil Jerusalén. Malaj mach ix mucan snivanil eb'."
        },
        {
            "number": "4",
            "text": "Tzonh b'uchji yuj eb' anima cajan t'a co lak'anil. Tzeb'ajtac quilji t'a eb'."
        },
        {
            "number": "5",
            "text": "Mamin Jehová, ¿jantacto val tiempo ol ak'cot oval t'ayonh? ¿Anhej ama yajcot a k'ak'alk'olal t'ayonh icha sq'ue nhilnhon yoc te' k'ak'?"
        },
        {
            "number": "6",
            "text": "Ak'cot yoval a k'ol t'a eb' ch'oc chonhab'il manh ach ojtannacoc, aton eb' max yaq'uem sb'a t'ayach."
        },
        {
            "number": "7",
            "text": "Yujto a eb' ix onh satanel a onh yinhtilal onh winhaj Jacob tik, ix yixtanb'at co chonhab' eb'."
        },
        {
            "number": "8",
            "text": "Manh ak' co tupel smul eb' co mam quicham. Ak'cot a wach'k'olal t'a quib'anh t'a elanhchamel, yujto manhxo animaoc caj scab'i."
        },
        {
            "number": "9",
            "text": "Ach Dios, co Columal ach. Ochanh qued'oc, colvajanh qued'oc. Sucsat co mul yic max b'uchji a b'i yuj eb' anima."
        },
        {
            "number": "10",
            "text": "Tato maay, ol yal eb' ch'oc chonhab'il chi' icha tik: ¿Tocval ay yelk'och jun sDiosal eb' chi? xcham eb'. Ak' quil a pactzitan t'a eb' yuj eb' a checab' ix smilcham eb'. Yab'ocab' jun chi' eb' ch'oc chonhab'il."
        },
        {
            "number": "11",
            "text": "Ha eb' ayoch preso, van yalan sb'a eb' t'ayach, cotanh q'uelan t'a eb'. Ha eb' yicxo chamel yaji, colel eb' yet' a poder."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, aq'uek' uqueloc a pac t'a juntzanh nación ay t'a co lak'anil, yujto b'uchumtac eb' t'ayach."
        },
        {
            "number": "13",
            "text": "Ha onhxo a chonhab' onh tik, icha a calnel caji. Ol cak'nhej yuj diosal t'ayach. Ol co b'itej wach' lolonel t'ayach t'a masanil tiempo."
        }
    ]
}