{
    "chapter": "80",
    "verses": [
        {
            "number": "1",
            "text": "Maclej ab' ach quilumal a onh israel onh tik. Tanhwej onh a onh yinhtilal onh kan winhaj José. Ach k'ojan ach em t'a skal heb' querubín,"
        },
        {
            "number": "2",
            "text": "ak' checlaj a tziquiquial t'ayonh, a onh ton yinhtilal onh kan winhaj Efraín, winhaj Benjamín yet' winhaj Manasés. Ak'lab'ej a poder yic tzonh a colaneli."
        },
        {
            "number": "3",
            "text": "Ach ko Diosal, b'oxi caj icha t'a yalanhtaxo. Ak'cot a wach'k'olal t'ayonh, tzonh a colancaneli."
        },
        {
            "number": "4",
            "text": "Mamin Jehová, Yajal ach t'a Smasanil, ¿Tom anheja' manh ol ab' slesal heb' a chonhab' yuj yowal a k'ool?"
        },
        {
            "number": "5",
            "text": "Ha ko cusk'olal ix ak' ko waeloc. Ha yal ko sat ix ak' cuk'emoc."
        },
        {
            "number": "6",
            "text": "Ix onh ak'anoch sb'uchlab'ejoc heb' cajk'ool ay t'a ko lak'anil. Ste k'echaanh heb' onh stzetzani."
        },
        {
            "number": "7",
            "text": "Ach Dios Yajal t'a Smasanil, b'oxi caj icha t'a yalanhtaxo. Ak'cot a wach'k'olal t'ayonh, tzonh a colancaneli."
        },
        {
            "number": "8",
            "text": "Ha t'a Egipto ik'naquelta jun sk'ab' te' uwa, ik'annaquel juntzanh ch'oc nacional t'a sat lum tik, haxo te' uwa chi' awejnaccanem t'a sat lum tik."
        },
        {
            "number": "9",
            "text": "Ix ak'enan te'. Ix b'at sch'anhal yib' te'. Ix q'uib' te'. Ix majel sat lu'um tik yuj te'."
        },
        {
            "number": "10",
            "text": "Ix k'ek'och yenhul te' t'a jolomtac witz. Ix muschajpax te' niwac k'ute' chaanh steel yuj te'."
        },
        {
            "number": "11",
            "text": "Ix k'och te' snhi' t'a stitac ha' mar, ix k'ochpax te' swol t'ha ha' niwan Éufrates."
        },
        {
            "number": "12",
            "text": "¿Tas yuj ix eccan lanhchaj k'een smacte'al te' latz'b'ilk'ei, yuj chi' tz'ik'jiel sat te' yuj heb' tzek' ta'?"
        },
        {
            "number": "13",
            "text": "Van slajwiel te' yuj nok' k'ultaquil chitam. Van sk'uxanb'at te' nok' k'ultaquil nok'."
        },
        {
            "number": "14",
            "text": "Ach ko Diosal, Yajal ach t'a Smasanil, meltzajanhxicot k'elan t'ayonh ko k'ana'. Ilcot masanto t'a satcha’anh chi', tza naan cot te' uwa tik,"
        },
        {
            "number": "15",
            "text": "aton te' a ach wal lak'an awejnac, a te' swol a ach wal ix ak' yaxb'oc, a onh ton a chonhab' onh tik."
        },
        {
            "number": "16",
            "text": "Ha yet' yowal a k'ool, ak'cham heb' ix onh ixtani, heb' ix nhusantz'a ko chonhab'."
        },
        {
            "number": "17",
            "text": "Palta ochanh qued'oc a onh sik'b'il onh el tik uuj, a onh ton a chonhab' onh ix ak' ko tek'anil yic tzonh och icoc."
        },
        {
            "number": "18",
            "text": "Malaj b'ak'uinh ol quik'canel ko b'a t'ayach. Ak' ko k 'inal, anhej t'ayach ol kal ko b'a."
        },
        {
            "number": "19",
            "text": "Ach Jehová Dios, Yajal ach t'a Smasanil, b'oxi caj junelxo icha t'a yalanhtaxo. Ak'cot a wach'k'olal t'ayonh, tzonh a colancaneli."
        }
    ]
}