{
    "chapter": "80",
    "verses": [
        {
            "number": "1",
            "text": "Maclej ab' ach quilumal a onh israel onh tik. Tanhvej onh a onh yinhtilal onh kan winhaj José. Ach k'ojan ach em t'a skal eb' querubín,"
        },
        {
            "number": "2",
            "text": "ak' checlaj a tziquiquial t'ayonh, a onh ton yinhtilal onh kan winhaj Efraín, winhaj Benjamín yet' winhaj Manasés. Ak'lab'ej a poder yic tzonh a colaneli."
        },
        {
            "number": "3",
            "text": "Ach co Diosal, b'oxi caj icha t'a yalanhtaxo. Ak'cot a wach'k'olal t'ayonh, tzonh a colancaneli."
        },
        {
            "number": "4",
            "text": "Mamin Jehová, Yajal ach t'a Smasanil, ¿Tom anheja' manh ol ab' slesal eb' a chonhab' yuj yoval a k'ool?"
        },
        {
            "number": "5",
            "text": "Ha co cusk'olal ix ak' co vaeloc. Ha yal co sat ix ak' cuq'uemoc."
        },
        {
            "number": "6",
            "text": "Ix onh ak'anoch sb'uchlab'ejoc eb' cajk'ool ay t'a co lak'anil. Ste q'uechaanh eb' onh stzetzani."
        },
        {
            "number": "7",
            "text": "Ach Dios Yajal t'a Smasanil, b'oxi caj icha t'a yalanhtaxo. Ak'cot a wach'k'olal t'ayonh, tzonh a colancaneli."
        },
        {
            "number": "8",
            "text": "Ha t'a Egipto ik'naquelta jun sk'ab' te' uva, ik'annaquel juntzanh ch'oc nacional t'a sat lum tik, haxo te' uva chi' avejnaccanem t'a sat lum tik."
        },
        {
            "number": "9",
            "text": "Ix aq'uenan te'. Ix b'at sch'anhal yib' te'. Ix q'uib' te'. Ix majel sat lu'um tik yuj te'."
        },
        {
            "number": "10",
            "text": "Ix q'uek'och yenhul te' t'a jolomtac vitz. Ix muschajpax te' nivac k'ute' chaanh steel yuj te'."
        },
        {
            "number": "11",
            "text": "Ix k'och te' snhi' t'a stitac ha' mar, ix k'ochpax te' svol t'ha ha' niwan Éufrates."
        },
        {
            "number": "12",
            "text": "¿Tas yuj ix eccan lanhchaj q'uen smacte'al te' latz'b'ilq'uei, yuj chi' tz'ik'jiel sat te' yuj eb' tzek' ta'?"
        },
        {
            "number": "13",
            "text": "Van slajviel te' yuj nok' k'ultaquil chitam. Van sk'uxanb'at te' nok' k'ultaquil nok'."
        },
        {
            "number": "14",
            "text": "Ach co Diosal, Yajal ach t'a Smasanil, meltzajanhxicot q'uelan t'ayonh co k'ana'. Ilcot masanto t'a satcha’anh chi', tza naan cot te' uva tik,"
        },
        {
            "number": "15",
            "text": "aton te' a ach val lak'an avejnac, a te' svol a ach val ix ak' yaxb'oc, a onh ton a chonhab' onh tik."
        },
        {
            "number": "16",
            "text": "Ha yet' yoval a k'ool, ak'cham eb' ix onh ixtani, eb' ix nhusantz'a co chonhab'."
        },
        {
            "number": "17",
            "text": "Palta ochanh qued'oc a onh sik'b'il onh el tik uuj, a onh ton a chonhab' onh ix ak' co tek'anil yic tzonh och icoc."
        },
        {
            "number": "18",
            "text": "Malaj b'ak'uinh ol quik'canel co b'a t'ayach. Ak' co q'uinal, anhej t'ayach ol cal co b'a."
        },
        {
            "number": "19",
            "text": "Ach Jehová Dios, Yajal ach t'a Smasanil, b'oxi caj junelxo icha t'a yalanhtaxo. Ak'cot a wach'k'olal t'ayonh, tzonh a colancaneli."
        }
    ]
}