{
    "chapter": "81",
    "verses": [
        {
            "number": "1",
            "text": "Conh b'itanec t'a tzalajk'olal d'ha Dios tz'ak'an quip. Conh avajec t'a tzalajk'olal sco b'itan co Diosal a onh yinhtilal onh vinhaj Jacob tik."
        },
        {
            "number": "2",
            "text": "Conh b'itanec yet' pandereta yet' te' arpa wach' sk'anhi yet' pax salterio."
        },
        {
            "number": "3",
            "text": "Co puec q'uen trompeta ayic tz'alji q'uen uj. Co puec pax q'ueen ayic sk'ojnaj q'uen uj chi', yujto niwan q'uinh jun chi' t'ayonh."
        },
        {
            "number": "4",
            "text": "Aton jun checnab'il ix yak' Dios t'ayonh a onh israel onh tik, a onh yinhtilal onh vinhaj Jacob."
        },
        {
            "number": "5",
            "text": "Ix alchaj t'ayonh yinhtilal onh vinhaj José tik, ayic ix b'at Dios oval t'a Egipto. Ata' ix cab' jun lolonel, palta manh cojtacoc mach ix lolon chi'."
        },
        {
            "number": "6",
            "text": "Ix yalan t'ayonh: Toxo ix vik'canel eyicatz t'a yich e patic. Toxo ix vik'canel jun munlajel te ya t'a eyib'anh."
        },
        {
            "number": "7",
            "text": "Ix in eyavtejcoti ayic ayex och t'a syaelal, a inxo ix ex in colo'. Ix ex in tak'vej t'a skal asun ayic sk'anh k'u. Ix ex vak' proval t'ha ha' yic Meriba."
        },
        {
            "number": "8",
            "text": "Ex in chonhab', ab'ec tas svala', a in van in lolon t'ayex. Ex israel, octom tzin e k'anab'ajej."
        },
        {
            "number": "9",
            "text": "Malajocab' sdiosal eb' ch'oc chonhab'il ayek' t'ayex. Manh eyaq'uem e b'ha t'a juntzanh comon dios chi'."
        },
        {
            "number": "10",
            "text": "Ha in Jehová e Diosal in, a in ix ex viq'uelta t'a yol yic Egipto. Jaquec e ti', ol ex in vatzitej."
        },
        {
            "number": "11",
            "text": "Palta maj yal e k'ol ix in e k'anab'ajej a ex in chonhab' Israel ex tik."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix ex vactejcan yuj e pital, ix eyak'an e gana icha snib'ej e k'ool."
        },
        {
            "number": "13",
            "text": "Ex in chonhab' Israel, octom ix eyab' tas ix vala'. Octom ix e b'eyb'alej in checnab'il."
        },
        {
            "number": "14",
            "text": "Ix am vak'och yaelal t'a yib'anh eb' ayoch ajk'olal t'ayex. Junnhej am mutz'satil ix aj in satanel eb'."
        },
        {
            "number": "15",
            "text": "Ha eb' tzin yajaneli, toxonhej am nhojoji yek' eb' yuj xivelal t'ayin. Axo syaelal eb', skan t'a yib'anh eb' t'a junelnhej."
        },
        {
            "number": "16",
            "text": "Palta a exxo tik, ix am ex in vatzitej. Ha am val ixim trigo te wach' ix vak' t'ayex. Ix am vak' nok' yalchab' tz'elta t'a sattac q'uen q'ueen eyuq'uej yic tzex tzalaji, xchi Jehová."
        }
    ]
}