{
    "chapter": "83",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, mokab' tonhejoc tzach matz'ani. Colwajanh t'ayonh."
        },
        {
            "number": "2",
            "text": "Ilcot heb' ayoch ajk'olal t'ayach, sk'e wal somnaj heb' ach spatikaneli, schichon sk'ol heb' t'ayach."
        },
        {
            "number": "3",
            "text": "k'ub'eltac sna heb' to ol sk'ulej chukal heb' t'a ko patic, a onh a chonhab' onh tanhwab'il onh tik uuj."
        },
        {
            "number": "4",
            "text": "Sna heb' to ol ja heb' onh sateli yic wach' manhxo nacionoc ol onh ajkanoc. Snib'ej heb' to maxtzac onh nachajcot a onh israel onh tik."
        },
        {
            "number": "5",
            "text": "Ix smol naan heb' yak'an chukal t'ayach, junxonhej ix aj spensar heb'."
        },
        {
            "number": "6",
            "text": "Ix smolb'ej sb'a heb' aj Edom, heb' yinhtilal Ismael, heb' aj Agar, heb' aj Moab,"
        },
        {
            "number": "7",
            "text": "heb' aj Gebal, heb' aj Amón, heb' aj Amalec, heb' filisteo yet' heb' kajan t'a Tiro."
        },
        {
            "number": "8",
            "text": "Yamanpax ix aj heb' aj Asiria yet' heb' yic skolwaj heb' t'a heb' yinhtilalkan winhaj Lot chi'."
        },
        {
            "number": "9",
            "text": "Icha utejnac heb' aj Madián, icha chi' tzutej heb'. Icha utejnac winhaj Sísara yet' winhaj Jabín t'a sti' ha' Cisón, aton"
        },
        {
            "number": "10",
            "text": "heb' chamnac t'a Endor, icha chi' tzutej heb'. Ha heb' chi' ochnakkan sniwanil heb' yabonoaloc anh ank'ultak."
        },
        {
            "number": "11",
            "text": "Icha utejnac winhaj Oreb yet' winhaj Zeeb, icha chi' tzutej masanil heb' niwac winak t'a skal heb'. Icha utejnac winhaj Zeba yet' winhaj Zalmuna, icha chi' tzutej heb' yajalil heb',"
        },
        {
            "number": "12",
            "text": "yujto snib'ej heb' syiquejkan lum a macb'en."
        },
        {
            "number": "13",
            "text": "Ach in Diosal, icha k'alem tz'ik'jib'at yuj chacxuxum ik', ma icha te' taquinh xil te' scuchjib'at yuj ik', icha chi' tzutejkan heb'."
        },
        {
            "number": "14",
            "text": "Icha tz'aj sb'at k'ak' t'a kaltac wayumtac, masanil yaxluum stz'ab'at yuj,"
        },
        {
            "number": "15",
            "text": "ichokab'ta' tzutej a satanel heb' yet' yowal a k'ool. Xib'tejkanb'at heb', pech b'eyek' heb' icha yik'jib'at tastac yuj owal ik'."
        },
        {
            "number": "16",
            "text": "Mamin Jehová, ak' q'uixwelal heb' yic wach' syojtaquejel heb' to a achnhej Dios ach."
        },
        {
            "number": "17",
            "text": "Q'uixwokab'kank'e sk'ool heb' t'a masanil tiempo. Chamokab' heb' yuj q'uixwelal,"
        },
        {
            "number": "18",
            "text": "yic wach' masanil heb' anima t'a yol yib'anhk’inal tik tz'ojtakaneli to a ach Jehová ach, a achnhej ek'achto t'a yib'anh smasanil."
        }
    ]
}