{
    "chapter": "83",
    "verses": [
        {
            "number": "1",
            "text": "Ach in Diosal, mocab' tonhejoc tzach matz'ani. Colvajanh t'ayonh."
        },
        {
            "number": "2",
            "text": "Ilcot eb' ayoch ajk'olal t'ayach, sq'ue val somnaj eb' ach spaticaneli, schichon sk'ol eb' t'ayach."
        },
        {
            "number": "3",
            "text": "k'ub'eltac sna eb' to ol sk'ulej chukal eb' t'a co patic, a onh a chonhab' onh tanhvab'il onh tik uuj."
        },
        {
            "number": "4",
            "text": "Sna eb' to ol ja eb' onh sateli yic wach' manhxo nacionoc ol onh ajcanoc. Sgana eb' to maxtzac onh nachajcot a onh israel onh tik."
        },
        {
            "number": "5",
            "text": "Ix smol naan eb' yak'an chukal t'ayach, junxonhej ix aj spensar eb'."
        },
        {
            "number": "6",
            "text": "Ix smolb'ej sb'a eb' aj Edom, eb' yinhtilal Ismael, eb' aj Agar, eb' aj Moab,"
        },
        {
            "number": "7",
            "text": "eb' aj Gebal, eb' aj Amón, eb' aj Amalec, eb' filisteo yet' eb' cajan t'a Tiro."
        },
        {
            "number": "8",
            "text": "Yamanpax ix aj eb' aj Asiria yet' eb' yic skolwaj eb' t'a eb' yinhtilalcan vinhaj Lot chi'."
        },
        {
            "number": "9",
            "text": "Icha utejnac eb' aj Madián, icha chi' tzutej eb'. Icha utejnac vinhaj Sísara yet' vinhaj Jabín t'a sti' ha' Cisón, aton"
        },
        {
            "number": "10",
            "text": "eb' chamnac t'a Endor, icha chi' tzutej eb'. Ha eb' chi' ochnaccan snivanil eb' yabonoaloc anh ank'ultak."
        },
        {
            "number": "11",
            "text": "Icha utejnac vinhaj Oreb yet' vinhaj Zeeb, icha chi' tzutej masanil eb' nivac vinac t'a skal eb'. Icha utejnac vinhaj Zeba yet' vinhaj Zalmuna, icha chi' tzutej eb' yajalil eb',"
        },
        {
            "number": "12",
            "text": "yujto sgana eb' syiquejcan lum a macb'en."
        },
        {
            "number": "13",
            "text": "Ach in Diosal, icha k'alem tz'ik'jib'at yuj chacxuxum ik', ma icha te' taquinh xil te' scuchjib'at yuj ik', icha chi' tzutejcan eb'."
        },
        {
            "number": "14",
            "text": "Icha tz'aj sb'at k'ak' t'a caltac vayumtac, masanil yaxluum stz'ab'at yuj,"
        },
        {
            "number": "15",
            "text": "ichocab'ta' tzutej a satanel eb' yet' yoval a k'ool. Xib'tejcanb'at eb', pech b'eyek' eb' icha yik'jib'at tastac yuj oval ik'."
        },
        {
            "number": "16",
            "text": "Mamin Jehová, ak' q'uixvelal eb' yic wach' syojtaquejel eb' to a achnhej Dios ach."
        },
        {
            "number": "17",
            "text": "Q'uixvocab'canq'ue sk'ool eb' t'a masanil tiempo. Chamocab' eb' yuj q'uixvelal,"
        },
        {
            "number": "18",
            "text": "yic wach' masanil eb' anima t'a yol yib'anhk’inal tik tz'ojtacaneli to a ach Jehová ach, a achnhej ek'achto t'a yib'anh smasanil."
        }
    ]
}