{
    "chapter": "84",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová Yajal d'a Smasanil, yelxo val te nib'ab'il a cajnub'."
        },
        {
            "number": "2",
            "text": "Manh jantacoc snib'ej in k'ol tzin aj d'a yamaq'uil a cajnub' chi'. Ach Dios pitzan, tzin b'itan d'ayach d'a tzalajk'olal d'a smasanil in k'ool."
        },
        {
            "number": "3",
            "text": "A nok' tz'unun yed' nok' sanhcapech, tz'ilchaj b'aj tz'aj nok', sb'oan so' nok' b'aj tz'aj yune' d'a slak'anil altar, ach Jehová Yajal d'a Smasanil, in Reyal ach, in Diosal ach."
        },
        {
            "number": "4",
            "text": "Vach' yic eb' cajanek' d'a a cajnub'. Max yactejlaj eb' sb'itan d'ayach."
        },
        {
            "number": "5",
            "text": "Te vach' yic eb' tzach ak'anoch yipoc sk'ool, aton eb' snib'ej spet javi sk'ual q'uinh, yic sb'at eb' d'a a cajnub' d'a tzalan Sion."
        },
        {
            "number": "6",
            "text": "Ayic tz'ek' eb' d'a lum ch'olan b'aj sq'uib' te' bálsamo, icha sjaj a' cotac melem tz'ajcan jun ch'olan chi'. Axo b'ab'el nhab' tz'ak'an yaxb'oc lum ch'olan chi'."
        },
        {
            "number": "7",
            "text": "Tz'ochnhej stek'anil eb' sik'lab'il, axo d'a Sion tzach yil eb' ach in Diosal Axonhej Ochi."
        },
        {
            "number": "8",
            "text": "Mamin Jehová Yajal d'a Smasanil, ach sDiosal vinhaj Jacob, ab' co lesal tic."
        },
        {
            "number": "9",
            "text": "Ach Dios, ilcot vinh co reyal tzonh tanhvani, aton vinh a sik'naquelta. Ak' a vach'k'olal d'a yib'anh vinh."
        },
        {
            "number": "10",
            "text": "Yelxo val te vach' tzin aj junoc k'ual d'a slak'anil a cajnub', d'a yichanh pax mil k'ual najat ay in eli. In gana to tzin aj in tanhvej spuertail a cajnub' chi' d'a yichanh to tzin aj d'a spat eb' sk'ulan chucal."
        },
        {
            "number": "11",
            "text": "Ach Jehová co Diosal, a ach tzak' saquilq'uinal d'ayonh, tzonh a tanhvani. Tzak' a vach'k'olal d'a yib'anh eb' sb'eyb'alan tojolal, tzik'anchaanh eb'. Tzak'nhej masanil tastac vach' d'a eb' yujto ay elk'och d'a sat eb'."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, Yajal ach d'a Smasanil, te vach' yic eb' tzach ak'anoch yipoc sk'ool."
        }
    ]
}