{
    "chapter": "84",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová Yajal t'a Smasanil, yelxo wal te nib'ab'il a cajnub'."
        },
        {
            "number": "2",
            "text": "Manh jantacoc snib'ej in k'ol tzin aj t'a yamaq'uil a cajnub' chi'. Ach Dios pitzan, tzin b'itan t'ayach t'a tzalajk'olal t'a smasanil in k'ool."
        },
        {
            "number": "3",
            "text": "Ha nok' tz'unun yet' nok' sanhcapech, tz'ilchaj b'aj tz'aj nok', sb'oan so' nok' b'aj tz'aj yune' t'a slak'anil altar, ach Jehová Yajal t'a Smasanil, in Reyal ach, in Diosal ach."
        },
        {
            "number": "4",
            "text": "Wach' yic heb' cajanek' t'a a cajnub'. Max yactejlaj heb' sb'itan t'ayach."
        },
        {
            "number": "5",
            "text": "Te wach' yic heb' tzach ak'anoch yipoc sk'ool, aton heb' snib'ej spet jawi sk'ual q'uinh, yic sb'at heb' t'a a cajnub' t'a tzalan Sion."
        },
        {
            "number": "6",
            "text": "Ayic tzek' heb' t'a lum ch'olan b'aj sq'uib' te' bálsamo, icha sjaj ha' cotac melem tz'ajkan jun ch'olan chi'. Axo b'ab'el nhab' tz'ak'an yaxb'oc lum ch'olan chi'."
        },
        {
            "number": "7",
            "text": "Tz'ochnhej stek'anil heb' sik'lab'il, haxo t'a Sion tzach yil heb' ach in Diosal Axonhej Ochi."
        },
        {
            "number": "8",
            "text": "Mamin Jehová Yajal t'a Smasanil, ach sDiosal winhaj Jacob, ab' ko lesal tik."
        },
        {
            "number": "9",
            "text": "Ach Dios, ilcot winh ko reyal tzonh tanhwani, aton winh a sik'naquelta. Ak' a wach'k'olal t'a yib'anh winh."
        },
        {
            "number": "10",
            "text": "Yelxo wal te wach' tzin aj junok k'ual t'a slak'anil a cajnub', t'a yichanh pax mil k'ual najat ay in eli. In gana to tzin aj in tanhwej spuertail a cajnub' chi' t'a yichanh to tzin aj t'a spat heb' sk'ulan chukal."
        },
        {
            "number": "11",
            "text": "Ach Jehová ko Diosal, a ach tzak' sakil k'inal t'ayonh, tzonh a tanhwani. Tzak' a wach'k'olal t'a yib'anh heb' sb'eyb'alan tojolal, tzik'anchaanh heb'. Tzak'nhej masanil tastac wach' t'a heb' yujto ay elk'och t'a sat heb'."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, Yajal ach t'a Smasanil, te wach' yic heb' tzach ak'anoch yipoc sk'ool."
        }
    ]
}