{
    "chapter": "84",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová Yajal t'a Smasanil, yelxo val te nib'ab'il a cajnub'."
        },
        {
            "number": "2",
            "text": "Manh jantacoc snib'ej in k'ol tzin aj t'a yamaq'uil a cajnub' chi'. Ach Dios pitzan, tzin b'itan t'ayach t'a tzalajk'olal t'a smasanil in k'ool."
        },
        {
            "number": "3",
            "text": "Ha nok' tz'unun yet' nok' sanhcapech, tz'ilchaj b'aj tz'aj nok', sb'oan so' nok' b'aj tz'aj yune' t'a slak'anil altar, ach Jehová Yajal t'a Smasanil, in Reyal ach, in Diosal ach."
        },
        {
            "number": "4",
            "text": "Wach' yic eb' cajanek' t'a a cajnub'. Max yactejlaj eb' sb'itan t'ayach."
        },
        {
            "number": "5",
            "text": "Te wach' yic eb' tzach ak'anoch yipoc sk'ool, aton eb' snib'ej spet javi sk'ual q'uinh, yic sb'at eb' t'a a cajnub' t'a tzalan Sion."
        },
        {
            "number": "6",
            "text": "Ayic tzek' eb' t'a lum ch'olan b'aj sq'uib' te' bálsamo, icha sjaj ha' cotac melem tz'ajkan jun ch'olan chi'. Axo b'ab'el nhab' tz'ak'an yaxb'oc lum ch'olan chi'."
        },
        {
            "number": "7",
            "text": "Tz'ochnhej stek'anil eb' sik'lab'il, haxo t'a Sion tzach yil eb' ach in Diosal Axonhej Ochi."
        },
        {
            "number": "8",
            "text": "Mamin Jehová Yajal t'a Smasanil, ach sDiosal winhaj Jacob, ab' co lesal tik."
        },
        {
            "number": "9",
            "text": "Ach Dios, ilcot winh co reyal tzonh tanhvani, aton winh a sik'naquelta. Ak' a wach'k'olal t'a yib'anh winh."
        },
        {
            "number": "10",
            "text": "Yelxo val te wach' tzin aj junok k'ual t'a slak'anil a cajnub', t'a yichanh pax mil k'ual najat ay in eli. In gana to tzin aj in tanhvej spuertail a cajnub' chi' t'a yichanh to tzin aj t'a spat eb' sk'ulan chukal."
        },
        {
            "number": "11",
            "text": "Ach Jehová co Diosal, a ach tzak' sakil k'inal t'ayonh, tzonh a tanhvani. Tzak' a wach'k'olal t'a yib'anh eb' sb'eyb'alan tojolal, tzik'anchaanh eb'. Tzak'nhej masanil tastac wach' t'a eb' yujto ay elk'och t'a sat eb'."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, Yajal ach t'a Smasanil, te wach' yic eb' tzach ak'anoch yipoc sk'ool."
        }
    ]
}