{
    "chapter": "85",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, yelxo val te vach' ach d'ayonh a onh a chonhab' onh tic. Ix onh ik'xi meltzaj b'aj sacleminac cajcanb'at a onh yinhtil onh vinhaj Jacob tic."
        },
        {
            "number": "2",
            "text": "Ix a sucsat co chucal a onh a chonhab' onh tic. Ix ak' lajvoc masanil co mul."
        },
        {
            "number": "3",
            "text": "Ix a yamoch vaan yoval a k'ool yed' a k'ak'alk'olal."
        },
        {
            "number": "4",
            "text": "Ach co Diosal, co Columal, ochanh qued'oc junelxo, yechelocxob' ste cot yoval a k'ol d'ayonh."
        },
        {
            "number": "5",
            "text": "¿Tom anheja' ol cotnhej oval d'ayonh d'a masanil tiempo?"
        },
        {
            "number": "6",
            "text": "¿Tom manhxo ol ak'xi co tek'anil yic vach' tzonh tzalaj ed'oc a onh a chonhab' onh tic?"
        },
        {
            "number": "7",
            "text": "Ach Jehová, ch'oxcan a vach'k'olal d'ayonh, tzonh a colanpaxeli."
        },
        {
            "number": "8",
            "text": "Ol vab' tas ol yal Jehová Dios d'ayonh. Ol yak' junk'olal d'ayonh schonhab' onh tic, tato mantzac co k'ulej manh pensaril."
        },
        {
            "number": "9",
            "text": "Yeltoni, b'ecan sk'ol Dios scolvaj d'a eb' ay tz'och emnaquil d'ay, yic vach' scheclaj stziquiquial d'a co cal."
        },
        {
            "number": "10",
            "text": "Ol yak' svach'k'olal Dios d'a eb' schonhab', axo eb' ol k'anab'ajan d'ay. A eb' anima tojol sb'eyb'al, ol ak'joc sjunk'olal eb' yuj Dios."
        },
        {
            "number": "11",
            "text": "k'anab'ajum ol aj eb' anima d'a sat lum tic. Axo Dios, ato d'a satchaanh ol yak'cot scolval."
        },
        {
            "number": "12",
            "text": "Ol yak'cot svach'k'olal Jehová, ol yak'an sat jantac tas scavej d'a sat co lum tic."
        },
        {
            "number": "13",
            "text": "A tojolal ol b'ab'laj cot yuj Jehová, a' ol tojolb'itan b'e b'aj ol javoc."
        }
    ]
}