{
    "chapter": "85",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, yelxo val te wach' ach t'ayonh a onh a chonhab' onh tik. Ix onh ik'xi meltzaj b'aj sacleminac cajcanb'at a onh yinhtil onh vinhaj Jacob tik."
        },
        {
            "number": "2",
            "text": "Ix a sucsat co chukal a onh a chonhab' onh tik. Ix ak' lajvoc masanil co mul."
        },
        {
            "number": "3",
            "text": "Ix a yamoch vaan yoval a k'ool yet' a k'ak'alk'olal."
        },
        {
            "number": "4",
            "text": "Ach co Diosal, co Columal, ochanh qued'oc junelxo, yechelocxob' ste cot yoval a k'ol t'ayonh."
        },
        {
            "number": "5",
            "text": "¿Tom anheja' ol cotnhej oval t'ayonh t'a masanil tiempo?"
        },
        {
            "number": "6",
            "text": "¿Tom manhxo ol ak'xi co tek'anil yic wach' tzonh tzalaj ed'oc a onh a chonhab' onh tik?"
        },
        {
            "number": "7",
            "text": "Ach Jehová, ch'oxcan a wach'k'olal t'ayonh, tzonh a colanpaxeli."
        },
        {
            "number": "8",
            "text": "Ol vab' tas ol yal Jehová Dios t'ayonh. Ol yak' junk'olal t'ayonh schonhab' onh tik, tato mantzac co k'ulej manh pensaril."
        },
        {
            "number": "9",
            "text": "Yeltoni, b'ecan sk'ol Dios skolwaj t'a eb' ay tz'och emnaquil t'ay, yic wach' scheclaj stziquiquial t'a co cal."
        },
        {
            "number": "10",
            "text": "Ol yak' swach'k'olal Dios t'a eb' schonhab', haxo eb' ol k'anab'ajan t'ay. Ha eb' anima tojol sb'eyb'al, ol ak'joc sjunk'olal eb' yuj Dios."
        },
        {
            "number": "11",
            "text": "k'anab'ajum ol aj eb' anima t'a sat lum tik. Axo Dios, ato t'a satcha’anh ol yak'cot scolval."
        },
        {
            "number": "12",
            "text": "Ol yak'cot swach'k'olal Jehová, ol yak'an sat jantac tas scavej t'a sat co lum tik."
        },
        {
            "number": "13",
            "text": "Ha tojolal ol b'ab'laj cot yuj Jehová, ha' ol tojolb'itan b'e b'aj ol javoc."
        }
    ]
}