{
    "chapter": "86",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, schaocab' a k'ol ab'an tas svala', yujto ilb'aj in k'ool, te malaj pax vip svab'i."
        },
        {
            "number": "2",
            "text": "Colineli, yujto k'anab'ajum in d'ayach. Mamin, colin a in a checab' in tic, yujto a ach tzach vak'och yipoc in k'ool."
        },
        {
            "number": "3",
            "text": "Mamin Jehová, ok'ocab' a k'ool d'ayin. Masanil k'u sval in b'a d'ayach."
        },
        {
            "number": "4",
            "text": "Mamin, ak' tzalajb'oc in k'ol a in a checab' in tic, yujto a d'ayach tzin lesalvi."
        },
        {
            "number": "5",
            "text": "Mamin, te vach' ach, ak'um ach lajvoc chucal. Te nivan a vach'k'olal aycot d'a yib'anh eb' syal sb'a d'ayach."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, ab' in lesal, maclej ab' tas tzin k'an d'ayach."
        },
        {
            "number": "7",
            "text": "Ayic ayin och d'a syaelal sval in b'a d'ayach, yujto tzach tak'vitaxon d'a in lesal."
        },
        {
            "number": "8",
            "text": "Mamin Cajalil, malaj junocxo Dios icha val ach tic. Mamin, malaj junoc mach syal sb'oan icha tas tza b'o tic."
        },
        {
            "number": "9",
            "text": "Mamin, a ach ix a b'o masanil nivac chonhab'. Ol ja eb' yaq'uem sb'a d'ayach, ol yalan vach' lolonel eb' d'ayach,"
        },
        {
            "number": "10",
            "text": "yujto a achnhej val Dios ach. Nivan elk'ochi, satub'tac tas tza k'ulej."
        },
        {
            "number": "11",
            "text": "Mamin Jehová, ch'ox a b'e d'ayin yic vach' tzin b'eyb'alej tas tza nib'ej d'a smasanil in k'ool. Ak' stek'anil in pensar tic yic vach' naanachnhej vuuj."
        },
        {
            "number": "12",
            "text": "Ach Vajalil, ach in Diosal, ol valnhej vach' lolonel d'ayach d'a smasanil in k'ool. Ol ach vik'nhejchaanh d'a masanil tiempo."
        },
        {
            "number": "13",
            "text": "Yelxo val te nivan a vach'k'olal d'ayin. Maj in a chab'atlaj d'a yed'tal eb' chamnac."
        },
        {
            "number": "14",
            "text": "Ach in Diosal, jun val b'ulanh eb' ak'umtac scot d'ayin. Malaj jab'oc yoq'uelk'olal eb', sgana eb' in smilanchamoc. Malaj elk'och d'a sat eb'."
        },
        {
            "number": "15",
            "text": "A ach xo tic ach Dios Vajalil, te ay a vach'k'olal, te ay oq'uelk'olal. Manh k'unoc scot yoval a k'ool, tzaq'uelk'och tas tzala'."
        },
        {
            "number": "16",
            "text": "Ok'oc val a k'ol d'ayin, ilincoti. Ak' val vip, tzin a colanel a in a checab' in tic."
        },
        {
            "number": "17",
            "text": "Ak' a vach'k'olal d'ayin d'a sjichanil, yic a ol yilan eb' ayoch ajk'olal d'ayin, ol q'uixvoc eb', yujto a ach Jehová ach tzach colvaj ved'oc, tzak'an snivanil in k'ool."
        }
    ]
}