{
    "chapter": "86",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, schaocab' a k'ol ab'an tas swala', yujto ilb'aj in k'ool, te malaj pax wip swab'i."
        },
        {
            "number": "2",
            "text": "Colineli, yujto k'anab'ajum in t'ayach. Mamin, colin a in a checab' in tik, yujto a ach tzach wak'och yipoc in k'ool."
        },
        {
            "number": "3",
            "text": "Mamin Jehová, ok'ocab' a k'ool t'ayin. Masanil k'u swal in b'a t'ayach."
        },
        {
            "number": "4",
            "text": "Mamin, ak' tzalajb'oc in k'ol a in a checab' in tik, yujto a t'ayach tzin lesalwi."
        },
        {
            "number": "5",
            "text": "Mamin, te wach' ach, ak'um ach lajwoc chukal. Te niwan a wach'k'olal aycot t'a yib'anh heb' syal sb'a t'ayach."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, ab' in lesal, maclej ab' tas tzin k'an t'ayach."
        },
        {
            "number": "7",
            "text": "Ayic ayin och t'a syaelal swal in b'a t'ayach, yujto tzach tak'witaxon t'a in lesal."
        },
        {
            "number": "8",
            "text": "Mamin Cajalil, malaj junocxo Dios icha wal ach tik. Mamin, malaj junok mach syal sb'oan icha tas tza b'o tik."
        },
        {
            "number": "9",
            "text": "Mamin, a ach ix a b'o masanil niwac chonhab'. Ol ja heb' yak'em sb'a t'ayach, ol yalan wach' lolonel heb' t'ayach,"
        },
        {
            "number": "10",
            "text": "yujto a achnhej wal Dios ach. Niwan elk'ochi, satub'tac tas tza k'ulej."
        },
        {
            "number": "11",
            "text": "Mamin Jehová, ch'ox a b'e t'ayin yic wach' tzin b'eyb'alej tas tza nib'ej t'a smasanil in k'ool. Ak' stek'anil in pensar tik yic wach' naanachnhej wuuj."
        },
        {
            "number": "12",
            "text": "Ach Vajalil, ach in Diosal, ol walnhej wach' lolonel t'ayach t'a smasanil in k'ool. Ol ach wik'nhejchaanh t'a masanil tiempo."
        },
        {
            "number": "13",
            "text": "Yelxo wal te niwan a wach'k'olal t'ayin. Maj in a chab'atlaj t'a yet'tal heb' chamnac."
        },
        {
            "number": "14",
            "text": "Ach in Diosal, jun wal b'ulanh heb' ak'umtac scot t'ayin. Malaj jab'oc yok'elk'olal heb', sgana heb' in smilanchamoc. Malaj elk'och t'a sat heb'."
        },
        {
            "number": "15",
            "text": "Ha ach xo tik ach Dios Vajalil, te ay a wach'k'olal, te ay ok'elk'olal. Manh k'unoc scot yowal a k'ool, tzak'elk'och tas tzala'."
        },
        {
            "number": "16",
            "text": "Ok'oc wal a k'ol t'ayin, ilincoti. Ak' wal wip, tzin a colanel a in a checab' in tik."
        },
        {
            "number": "17",
            "text": "Ak' a wach'k'olal t'ayin t'a sjichanil, yic a ol yilan heb' ayoch ajk'olal t'ayin, ol q'uixwoc heb', yujto a ach Jehová ach tzach kolwaj wed'oc, tzak'an sniwanil in k'ool."
        }
    ]
}