{
    "chapter": "86",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, schaocab' a k'ol ab'an tas svala', yujto ilb'aj in k'ool, te malaj pax vip svab'i."
        },
        {
            "number": "2",
            "text": "Colineli, yujto k'anab'ajum in t'ayach. Mamin, colin a in a checab' in tik, yujto a ach tzach vak'och yipoc in k'ool."
        },
        {
            "number": "3",
            "text": "Mamin Jehová, ok'ocab' a k'ool t'ayin. Masanil k'u sval in b'a t'ayach."
        },
        {
            "number": "4",
            "text": "Mamin, ak' tzalajb'oc in k'ol a in a checab' in tik, yujto a t'ayach tzin lesalvi."
        },
        {
            "number": "5",
            "text": "Mamin, te wach' ach, ak'um ach lajvoc chukal. Te niwan a wach'k'olal aycot t'a yib'anh eb' syal sb'a t'ayach."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, ab' in lesal, maclej ab' tas tzin k'an t'ayach."
        },
        {
            "number": "7",
            "text": "Ayic ayin och t'a syaelal sval in b'a t'ayach, yujto tzach tak'vitaxon t'a in lesal."
        },
        {
            "number": "8",
            "text": "Mamin Cajalil, malaj junocxo Dios icha val ach tik. Mamin, malaj junok mach syal sb'oan icha tas tza b'o tik."
        },
        {
            "number": "9",
            "text": "Mamin, a ach ix a b'o masanil nivac chonhab'. Ol ja eb' yaq'uem sb'a t'ayach, ol yalan wach' lolonel eb' t'ayach,"
        },
        {
            "number": "10",
            "text": "yujto a achnhej val Dios ach. Nivan elk'ochi, satub'tac tas tza k'ulej."
        },
        {
            "number": "11",
            "text": "Mamin Jehová, ch'ox a b'e t'ayin yic wach' tzin b'eyb'alej tas tza nib'ej t'a smasanil in k'ool. Ak' stek'anil in pensar tik yic wach' naanachnhej vuuj."
        },
        {
            "number": "12",
            "text": "Ach Vajalil, ach in Diosal, ol valnhej wach' lolonel t'ayach t'a smasanil in k'ool. Ol ach vik'nhejchaanh t'a masanil tiempo."
        },
        {
            "number": "13",
            "text": "Yelxo val te niwan a wach'k'olal t'ayin. Maj in a chab'atlaj t'a yet'tal eb' chamnac."
        },
        {
            "number": "14",
            "text": "Ach in Diosal, jun val b'ulanh eb' ak'umtac scot t'ayin. Malaj jab'oc yoq'uelk'olal eb', sgana eb' in smilanchamoc. Malaj elk'och t'a sat eb'."
        },
        {
            "number": "15",
            "text": "Ha ach xo tik ach Dios Vajalil, te ay a wach'k'olal, te ay oq'uelk'olal. Manh k'unoc scot yoval a k'ool, tzaq'uelk'och tas tzala'."
        },
        {
            "number": "16",
            "text": "Ok'oc val a k'ol t'ayin, ilincoti. Ak' val vip, tzin a colanel a in a checab' in tik."
        },
        {
            "number": "17",
            "text": "Ak' a wach'k'olal t'ayin t'a sjichanil, yic a ol yilan eb' ayoch ajk'olal t'ayin, ol q'uixvoc eb', yujto a ach Jehová ach tzach kolwaj ved'oc, tzak'an snivanil in k'ool."
        }
    ]
}