{
    "chapter": "88",
    "verses": [
        {
            "number": "1",
            "text": "Ach Jehová, in Diosal ach, in Columal aji. k'ual d'ak'val in k'anan a colval d'a vib'anh."
        },
        {
            "number": "2",
            "text": "Cha in lesal, ak'cot a chiquin d'a tas tzin k'an tic."
        },
        {
            "number": "3",
            "text": "Manhxo jantacoc tas sja d'a vib'anh, ichato ayinxo och d'a yol sk'ab' chamel, svab'i."
        },
        {
            "number": "4",
            "text": "Ichato ayinxo och sb'isuloc eb' chamnac, manhxalaj vip svab'i."
        },
        {
            "number": "5",
            "text": "Ichato ix in actajcanb'at d'a scal eb' chamnac svab'i. Icha eb' chamnac d'a oval, to mucb'ilxo eb' ticnaic, icha val chi' vaj svab'i. Icha eb' ix b'atcan satk'olal uuj, manhxalaj a colval d'a eb', icha chi' vaj svab'i."
        },
        {
            "number": "6",
            "text": "Ichato d'a yich jun olan b'aj smucchaj eb' chamnac, b'aj te q'uik'q'uinal ix in ak'canem svab'i."
        },
        {
            "number": "7",
            "text": "Ix smol sb'a yoval a k'ol d'a vib'anh. B'elb'on sjavi juntzanh yaelal d'a vib'anh uuj."
        },
        {
            "number": "8",
            "text": "Ix ik'canel eb' vamigo d'ayin, yajb'entac ix in utejcan d'a eb'. Lajan in icha junoc presovum max yal-laj yeli."
        },
        {
            "number": "9",
            "text": "Maxtzac yal-laj vilan yuj b'aj tzin te oq'ui. Mamin Jehová, junjun k'u sval in b'a d'ayach, tzin mojb'an in k'ab' d'ayach."
        },
        {
            "number": "10",
            "text": "¿Tocval tzato a ch'ox a poder d'a scal eb' chamnac? ¿Tocval syal vach' lolonel eb' chamnac chi' d'ayach?"
        },
        {
            "number": "11",
            "text": "A b'aj mucan eb' chamnac chi', maxtzac b'inajlaj a vach'k'olal. Maxtzac alji paxi to a ach tic tzaq'uelk'och tas tzala'."
        },
        {
            "number": "12",
            "text": "¿Tocval ay mach d'a scal b'aj ay sq'uik'alq'uinalil chamel ol ilancot a tojolal yed' tas satub'tac tza k'ulej? A d'a scal eb' chamnac chi' sb'atcan satk'olal smasanil."
        },
        {
            "number": "13",
            "text": "A inxo pax Mamin Jehová, a d'ayach sval in b'a. A d'a q'uinhib'alil tzin lesalvi d'ayach."
        },
        {
            "number": "14",
            "text": "Mamin Jehová, ¿tas val yuj tzin a patiquejeli? ¿Tas val yuj tza k'ub'ejel a b'a d'ayin?"
        },
        {
            "number": "15",
            "text": "Yictax in quelemal masanto ticnaic, yicxo max in chami, yujto aynhejoch in yaelal uuj, yuj chi' maxtzac techajlaj vuuj."
        },
        {
            "number": "16",
            "text": "A yoval a k'ol tz'ek' d'a vib'anh, vanxo vak'ji ganar yuuj."
        },
        {
            "number": "17",
            "text": "Icha val yoval a' eluma' yajoch oyan yoval a k'ol d'ayin d'a junelnhej."
        },
        {
            "number": "18",
            "text": "Ix ik'canel eb' vamigo yed' eb' vetanimail d'a in tz'ey. A ticnaic anhej q'uik'alq'uinal oyanoch d'a in patic."
        }
    ]
}