{
    "chapter": "88",
    "verses": [
        {
            "number": "1",
            "text": "Ach Jehová, in Diosal ach, in Columal aji. k'ual t'ak'val in k'anan a colval t'a vib'anh."
        },
        {
            "number": "2",
            "text": "Cha in lesal, ak'cot a chiquin t'a tas tzin k'an tik."
        },
        {
            "number": "3",
            "text": "Manhxo jantacoc tas sja t'a vib'anh, ichato ayinxo och t'a yol sk'ab' chamel, svab'i."
        },
        {
            "number": "4",
            "text": "Ichato ayinxo och sb'isuloc eb' chamnac, manhxalaj vip svab'i."
        },
        {
            "number": "5",
            "text": "Ichato ix in actajcanb'at t'a skal eb' chamnac svab'i. Icha eb' chamnac t'a oval, to mucb'ilxo eb' ticnaic, icha val chi' vaj svab'i. Icha eb' ix b'atcan satk'olal uuj, manhxalaj a colval t'a eb', icha chi' vaj svab'i."
        },
        {
            "number": "6",
            "text": "Ichato t'a yich jun olan b'aj smucchaj eb' chamnac, b'aj te k'ik'q'uinal ix in ak'canem svab'i."
        },
        {
            "number": "7",
            "text": "Ix smol sb'a yoval a k'ol t'a vib'anh. B'elb'on sjavi juntzanh yaelal t'a vib'anh uuj."
        },
        {
            "number": "8",
            "text": "Ix ik'canel eb' vamigo t'ayin, yajb'entac ix in utejcan t'a eb'. Lajan in icha junok presovum max yal-laj yeli."
        },
        {
            "number": "9",
            "text": "Maxtzac yal-laj vilan yuj b'aj tzin te oq'ui. Mamin Jehová, junjun k'u swal in b'a t'ayach, tzin mojb'an in k'ab' t'ayach."
        },
        {
            "number": "10",
            "text": "¿Tocval tzato a ch'ox a poder t'a skal eb' chamnac? ¿Tocval syal wach' lolonel eb' chamnac chi' t'ayach?"
        },
        {
            "number": "11",
            "text": "Ha b'aj mucan eb' chamnac chi', maxtzac b'inajlaj a wach'k'olal. Maxtzac alji paxi to a ach tik tzaq'uelk'och tas tzala'."
        },
        {
            "number": "12",
            "text": "¿Tocval ay mach t'a skal b'aj ay sq'uik'alq'uinalil chamel ol ilancot a tojolal yet' tas satub'tac tza k'ulej? Ha t'a skal eb' chamnac chi' sb'atcan satk'olal smasanil."
        },
        {
            "number": "13",
            "text": "Ha inxo pax Mamin Jehová, a t'ayach swal in b'a. Ha t'a q'uinhib'alil tzin lesalvi t'ayach."
        },
        {
            "number": "14",
            "text": "Mamin Jehová, ¿tas val yuj tzin a patiquejeli? ¿Tas val yuj tza k'ub'ejel a b'a t'ayin?"
        },
        {
            "number": "15",
            "text": "Yictax in quelemal masanto ticnaic, yicxo max in chami, yujto aynhejoch in yaelal uuj, yuj chi' maxtzac techajlaj vuuj."
        },
        {
            "number": "16",
            "text": "Ha yoval a k'ol tzek' t'a vib'anh, vanxo vak'ji ganar yuj."
        },
        {
            "number": "17",
            "text": "Icha val yoval ha' eluma' yajoch oyan yoval a k'ol t'ayin t'a junelnhej."
        },
        {
            "number": "18",
            "text": "Ix ik'canel eb' vamigo yet' eb' vetanimail t'a in tz'ey. Ha ticnaic anhej k’ik’ k’inal oyanoch t'a in patic."
        }
    ]
}