{
    "chapter": "88",
    "verses": [
        {
            "number": "1",
            "text": "Ach Jehová, in Diosal ach, in Kolumal aji. k'ual t'ak'wal in k'anan a colwal t'a wib'anh."
        },
        {
            "number": "2",
            "text": "Cha in lesal, ak'cot a chiquin t'a tas tzin k'an tik."
        },
        {
            "number": "3",
            "text": "Manhxo jantacoc tas sja t'a wib'anh, ichato ayinxo och t'a yol sk'ab' chamel, swab'i."
        },
        {
            "number": "4",
            "text": "Ichato ayinxo och sb'isuloc heb' chamnac, manhxalaj wip swab'i."
        },
        {
            "number": "5",
            "text": "Ichato ix in actajkanb'at t'a skal heb' chamnac swab'i. Icha heb' chamnac t'a owal, to mucb'ilxo heb' ticnaik, icha wal chi' waj swab'i. Icha heb' ix b'atkan satk'olal uuj, manhxalaj a colwal t'a heb', icha chi' waj swab'i."
        },
        {
            "number": "6",
            "text": "Ichato t'a yich jun olan b'aj smucchaj heb' chamnac, b'aj te k'ik'k 'inal ix in ak'kanem swab'i."
        },
        {
            "number": "7",
            "text": "Ix smol sb'a yowal a k'ol t'a wib'anh. B'elb'on sjawi juntzanh yaelal t'a wib'anh uuj."
        },
        {
            "number": "8",
            "text": "Ix ik'kanel heb' wamigo t'ayin, yajb'entac ix in utejkan t'a heb'. Lajan in icha junok presowum max yal-laj yeli."
        },
        {
            "number": "9",
            "text": "Maxtzac yal-laj wilan yuj b'aj tzin te oq'ui. Mamin Jehová, junjun k'u swal in b'a t'ayach, tzin mojb'an in k'ab' t'ayach."
        },
        {
            "number": "10",
            "text": "¿Tocwal tzato a ch'ox a poder t'a skal heb' chamnac? ¿Tocwal syal wach' lolonel heb' chamnac chi' t'ayach?"
        },
        {
            "number": "11",
            "text": "Ha b'aj mukan heb' chamnac chi', maxtzac b'inajlaj a wach'k'olal. Maxtzac alji paxi to a ach tik tzak'elk'och tas tzala'."
        },
        {
            "number": "12",
            "text": "¿Tocwal ay mach t'a skal b'aj ay sq'uik'alq'uinalil chamel ol ilancot a tojolal yet' tas satub'tac tza k'ulej? Ha t'a skal heb' chamnac chi' sb'atkan satk'olal smasanil."
        },
        {
            "number": "13",
            "text": "Ha inxo pax Mamin Jehová, a t'ayach swal in b'a. Ha t'a q'uinhib'alil tzin lesalwi t'ayach."
        },
        {
            "number": "14",
            "text": "Mamin Jehová, ¿tas wal yuj tzin a patiquejeli? ¿Tas wal yuj tza k'ub'ejel a b'a t'ayin?"
        },
        {
            "number": "15",
            "text": "Yictax in quelemal masanto ticnaik, yicxo max in chami, yujto aynhejoch in yaelal uuj, yuj chi' maxtzac techajlaj wuuj."
        },
        {
            "number": "16",
            "text": "Ha yowal a k'ol tzek' t'a wib'anh, wanxo wak'ji ganar yuj."
        },
        {
            "number": "17",
            "text": "Icha wal yowal ha' eluma' yajoch oyan yowal a k'ol t'ayin t'a junelnhej."
        },
        {
            "number": "18",
            "text": "Ix ik'kanel heb' wamigo yet' heb' wetanimail t'a in tz'ey. Ha ticnaik anhej k’ik’ k’inal oyanoch t'a in patic."
        }
    ]
}