{
    "chapter": "89",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ol valnhej d'a in b'it to toxonton ay a vach'k'olal. D'a masanil tiempo ol valeli to yel tzaq'uelk'och tas tzala'."
        },
        {
            "number": "2",
            "text": "A yab'ixal a vach'k'olal ay d'a masanil tiempo ol valeli. Ol valanpaxeli to max q'uexmaj tas tzala', icha yaj juntzanh tas ay d'a satchaanh."
        },
        {
            "number": "3",
            "text": "Alnac: Ay jun in trato yed' vinhaj David in checab' ix in siq'ueli, ix vak'can in ti' d'a vinh, ix valan d'a vinh icha tic:"
        },
        {
            "number": "4",
            "text": "A eb' inhtilal, ol vak'nhejcanoch eb' reyal a q'uexuloc d'a masanil tiempo, xin chi."
        },
        {
            "number": "5",
            "text": "Mamin Jehová, masanil eb' molanek' d'a satchaanh, ol sb'itej eb' tas satub'tac tza k'ulej. Ol yalpaxel eb' to tzaq'uelk'och tas tzala'."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, malaj junocxo mach d'a satchaanh syal slajb'an sb'a ed'oc. Malaj junoc eb' lajan ed'oc."
        },
        {
            "number": "7",
            "text": "Te nivan elk'och d'a scal eb' ángel. Te ay a poder d'a yichanh eb' oyanoch d'a a patic ichanh."
        },
        {
            "number": "8",
            "text": "Mamin Jehová Yajal d'a Smasanil, ¿mach val junocxo lajan ed'oc? Masanil tas syalnhej uuj. Tzaq'uelk'och masanil tas tzala'."
        },
        {
            "number": "9",
            "text": "Yol a k'ab' ayek' a' mar ayic ste ovaj a'. A achxo tzak'och vaan a' ayic ste k'anh a'."
        },
        {
            "number": "10",
            "text": "A nok' nok' ay smay d'a yol a' mar, ix ach q'ue tek'tek' d'a yib'anh nok', ix a tek'ancham nok'. Ix a saclemej eb' ayoch ajk'olal d'ayach yuj a poder."
        },
        {
            "number": "11",
            "text": "A satchaanh yed' sat lum tic, ic toni. A ach a b'onac yolyib'anhq'uinal tic yed' masanil tastac ay d'ay."
        },
        {
            "number": "12",
            "text": "A norte masanto sk'och d'a sur, a ach ix a b'o'o. A lum vitzal Tabor yed' lum vitzal Hermón, sb'itan lum d'ayach."
        },
        {
            "number": "13",
            "text": "A a k'ab' te ay yip. A a vach' k'ab', masanil syal yuuj."
        },
        {
            "number": "14",
            "text": "A a despacho te tek'an yaj yuj a vach'il yed' a tojolal. A d'a masanil scheclajel a vach'k'olal, tzak'an elk'och tas tzala'."
        },
        {
            "number": "15",
            "text": "Mamin Jehová, te vach' yic eb' anima tzach b'itani. Tzalajk'olalnhej yic eb' yuj a vach'k'olal."
        },
        {
            "number": "16",
            "text": "A val d'ayach syak' tzalajb'oc sk'ol eb'. Yuj a tojolal tz'ik'jichaanh eb'."
        },
        {
            "number": "17",
            "text": "D'a val yel, te nivan ipalil tzak' d'ayonh. Yuj a vach'k'olal syalnhej cuuj."
        },
        {
            "number": "18",
            "text": "Mamin Jehová, co Columal aji. Ach co Diosal a onh israel onh tic, co Reyal ach."
        },
        {
            "number": "19",
            "text": "A d'a peca', ix ach lolon d'a vayichal, ix alan d'a eb' a checab' tzach k'anab'ajan icha tic: Ix in och yed' jun soldado te tek'an, aton jun mach sik'b'ilel vuj d'a scal in chonhab', ix vak'an yopisio."
        },
        {
            "number": "20",
            "text": "Ix ilchaj vinhaj David in checab' vuuj, a yed' vaceite yic sik'val ix in ch'oxo' to reyxo yaj vinh."
        },
        {
            "number": "21",
            "text": "Manh ol in och vaan in colvaj d'a vinh, yujto a in poder ol ak'an yip vinh."
        },
        {
            "number": "22",
            "text": "A eb' ayoch ajk'olal d'a vinh, manh ol yal-laj yoch sk'ab' eb' d'a vinh. A eb' sk'ulan chucal, manh ol tzak'vanlaj eb' d'a vinh."
        },
        {
            "number": "23",
            "text": "Ol in tek'canem eb' ayoch ajk'olal d'a vinh. Ol in milancham eb' schichonoch sk'ol d'a vinh."
        },
        {
            "number": "24",
            "text": "Ayinnhej ek' yed' vinh yujto xajan vinh vuuj. Ol vak' elk'och tas svala'. Vuujnhej ol yalnhej yuj vinh."
        },
        {
            "number": "25",
            "text": "Ol vak' nivanb'oc smacb'en vinh. Ol schael yich d'a a' mar Mediterráneo masanto sk'och d'a a' nivan Éufrates."
        },
        {
            "number": "26",
            "text": "Ol yalan vinh d'ayin: In Mam ach, in Diosal ach, a d'ayach tzin col in b'a, xcham vinh."
        },
        {
            "number": "27",
            "text": "A inxo ol vak' snivanil yelk'och vinh, icha junoc b'ab'el unin. Yelxo val ek'alto snivanil ol aj yelk'och vinh d'a yichanh masanil eb' rey."
        },
        {
            "number": "28",
            "text": "Ol in xajanej vinh d'a junelnhej. A in trato yed' vinh, manh ol q'uexmajlaj."
        },
        {
            "number": "29",
            "text": "A eb' yinhtilal vinh ol ak'an reyal sq'uexuloc, ol b'eynhejb'atoc yacb'an ayto ek' satchaanh tic."
        },
        {
            "number": "30",
            "text": "Palta tato ol yactejcan in k'ayb'ub'al eb' yinhtilal vinh chi', tato manh ol sk'anab'ajej eb' tas svala',"
        },
        {
            "number": "31",
            "text": "tato manh ol sb'eyb'alej in b'eyb'al eb', tato manh ol sk'anab'ajej in lolonel eb' svak' sk'ulej,"
        },
        {
            "number": "32",
            "text": "ol vak'och syaelal eb' yed' te' jixk'ab'te' yuj spital. Ol in mak' eb' yed' nok' tz'um yuj schucal."
        },
        {
            "number": "33",
            "text": "Axo pax vinhaj David jun, manh ol vactejcan in xajanan vinh, ol vak'nhejelk'och in ti' ix vak' d'a vinh."
        },
        {
            "number": "34",
            "text": "Manh ol ek'b'atlaj in trato yed' vinh. Ol vak'nhejelk'och tas ix valcan d'a vinh."
        },
        {
            "number": "35",
            "text": "D'a junelnhej ix vak'can in ti' d'a vinhaj David chi', a in ix vak' testigoal in b'a to manh ol in q'uexa'."
        },
        {
            "number": "36",
            "text": "A eb' yinhtilal vinh ol ak'an reyal sq'uexuloc d'a vichanh d'a masanil tiempo icha yaj yoc k'u tic."
        },
        {
            "number": "37",
            "text": "Tek'annhej ol ajek' eb' yak'an yajalil, icha yaj q'uen uj d'a satchaanh, xa chi."
        },
        {
            "number": "38",
            "text": "Axo ticnaic Mamin, ix a chaccanel vinh rey a sik'naccanelta, ix a patiquejcanel vinh. Ix cot oval d'a vinh."
        },
        {
            "number": "39",
            "text": "Maj aq'uelk'och a trato d'a vinh a checab' chi'. Ix a yumcanel scorona vinh d'a sat luum."
        },
        {
            "number": "40",
            "text": "Man jantacoc ix aj yolanil masanil smuroal schonhab' vinh. Ix ak' juvoquem schonhab' vinh."
        },
        {
            "number": "41",
            "text": "A eb' anima tz'ek' ta', masanil tas ay d'a chonhab' chi', syelq'uejb'at eb'. A eb' ay d'a slak'anil vinh, sb'uchvaj eb' d'a vinh."
        },
        {
            "number": "42",
            "text": "A ach ix ak' sk'ulej eb' ayoch ajk'olal d'a vinh, syik'anchaanh sk'ab' eb' yuj tzalajk'olal."
        },
        {
            "number": "43",
            "text": "Ix iq'uel ye q'uen yespada vinh. Maj ach ochlaj yed' vinh ayic ix och oval."
        },
        {
            "number": "44",
            "text": "Ix ak' lajvoc sb'inajnaquil vinh. Ix a yumancanem sdespacho vinh d'a sat luum."
        },
        {
            "number": "45",
            "text": "Ix pet ichamax vinh uuj, nivan ix aj ak'an q'uixvelal vinh."
        },
        {
            "number": "46",
            "text": "Mamin Jehová, ¿b'aq'uinh ol actej a k'ub'anel a b'a? ¿Ichanhej am tic ol ajcot yoval a k'ol icha junoc oval k'ak'?"
        },
        {
            "number": "47",
            "text": "Mamin, nacoti to a co q'uinal tzapan toni. A onh anima onh tic, tzapan ix utejcan co q'uinal."
        },
        {
            "number": "48",
            "text": "Malaj junoc anima to malaj b'aq'uinh ol chamoc. Malaj mach syal scolan sb'a d'a yol sk'ab' chamel."
        },
        {
            "number": "49",
            "text": "Mamin, ¿b'ajtil ay a vach'k'olal a ch'oxnac d'a peca', aton ak'annac a ti' d'a vinhaj David, to ol ak' elk'och tas ix ala'?"
        },
        {
            "number": "50",
            "text": "Mamin, nacoti to manh jantacoc onh stzuntzan eb' anima a onh a checab' onh tic. Pitz'anoch tas tzonh yutej eb' chi' d'a in pixan."
        },
        {
            "number": "51",
            "text": "Mamin Jehová, a eb' ayoch ajk'olal d'ayach tic, d'a junjun rato sb'uchvaj eb' d'a vinh a checab' sik'b'ilel uuj."
        },
        {
            "number": "52",
            "text": "Alchajocab' vach' lolonel d'a Jehová d'a masanil tiempo. Ujocab'i."
        }
    ]
}