{
    "chapter": "89",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ol walnhej t'a in b'it to toxonton ay a wach'k'olal. D'a masanil tiempo ol waleli to yel tzak'elk'och tas tzala'."
        },
        {
            "number": "2",
            "text": "Ha yab'ixal a wach'k'olal ay t'a masanil tiempo ol waleli. Ol walanpaxeli to max k'exmaj tas tzala', icha yaj juntzanh tas ay t'a satcha’anh."
        },
        {
            "number": "3",
            "text": "Alnac: Ay jun in trato yet' winhaj Dawid in chekab' ix in sik'eli, ix wak'kan in ti' t'a winh, ix walan t'a winh icha tik:"
        },
        {
            "number": "4",
            "text": "Ha heb' inhtilal, ol wak'nhejkanoch heb' reyal a k'exuloc t'a masanil tiempo, xin chi."
        },
        {
            "number": "5",
            "text": "Mamin Jehová, masanil heb' molanek' t'a satcha’anh, ol sb'itej heb' tas satub'tac tza k'ulej. Ol yalpaxel heb' to tzak'elk'och tas tzala'."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, malaj junocxo mach t'a satcha’anh syal slajb'an sb'a ed'oc. Malaj junok heb' lajan ed'oc."
        },
        {
            "number": "7",
            "text": "Te niwan elk'och t'a skal heb' ángel. Te ay a poder t'a yichanh heb' oyanoch t'a a patic ichanh."
        },
        {
            "number": "8",
            "text": "Mamin Jehová Yajal t'a Smasanil, ¿mach wal junocxo lajan ed'oc? Masanil tas syalnhej uuj. Tzak'elk'och masanil tas tzala'."
        },
        {
            "number": "9",
            "text": "Yol a k'ab' ayek' ha' mar ayic ste owaj ha'. Ha achxo tzak'och waan ha' ayic ste k'anh ha'."
        },
        {
            "number": "10",
            "text": "Ha nok' nok' ay smay t'a yol ha' mar, ix ach k'e tek'tek' t'a yib'anh nok', ix a tek'ancham nok'. Ix a saclemej heb' ayoch ajk'olal t'ayach yuj a poder."
        },
        {
            "number": "11",
            "text": "Ha satcha’anh yet' sat lum tik, ic toni. Ha ach a b'onac yol yib'anhk’inal tik yet' masanil tastac ay t'ay."
        },
        {
            "number": "12",
            "text": "Ha norte masanto sk'och t'a sur, a ach ix a b'o'o. Ha lum witzal Tabor yet' lum witzal Hermón, sb'itan lum t'ayach."
        },
        {
            "number": "13",
            "text": "Ha a k'ab' te ay yip. Ha a wach' k'ab', masanil syal yuj."
        },
        {
            "number": "14",
            "text": "Ha a despacho te tek'an yaj yuj a wach'il yet' a tojolal. Ha t'a masanil scheclajel a wach'k'olal, tzak'an elk'och tas tzala'."
        },
        {
            "number": "15",
            "text": "Mamin Jehová, te wach' yic heb' anima tzach b'itani. Tzalajk'olalnhej yic heb' yuj a wach'k'olal."
        },
        {
            "number": "16",
            "text": "Ha wal t'ayach syak' tzalajb'oc sk'ol heb'. Yuj a tojolal tz'ik'jichaanh heb'."
        },
        {
            "number": "17",
            "text": "D'a wal yel, te niwan ipalil tzak' t'ayonh. Yuj a wach'k'olal syalnhej cuuj."
        },
        {
            "number": "18",
            "text": "Mamin Jehová, ko Kolumal aji. Ach ko Diosal a onh israel onh tik, ko Reyal ach."
        },
        {
            "number": "19",
            "text": "Ha t'a peka', ix ach lolon t'a wayichal, ix alan t'a heb' a chekab' tzach k'anab'ajan icha tik: Ix in och yet' jun soldado te tek'an, aton jun mach sik'b'ilel wuj t'a skal in chonhab', ix wak'an yopisio."
        },
        {
            "number": "20",
            "text": "Ix ilchaj winhaj Dawid in chekab' wuuj, a yet' waceite yic sik'wal ix in ch'oxo' to reyxo yaj winh."
        },
        {
            "number": "21",
            "text": "Manh ol in och waan in kolwaj t'a winh, yujto a in poder ol ak'an yip winh."
        },
        {
            "number": "22",
            "text": "Ha heb' ayoch ajk'olal t'a winh, manh ol yal-laj yoch sk'ab' heb' t'a winh. Ha heb' sk'ulan chukal, manh ol tzak'wanlaj heb' t'a winh."
        },
        {
            "number": "23",
            "text": "Ol in tek'kanem heb' ayoch ajk'olal t'a winh. Ol in milancham heb' schichonoch sk'ol t'a winh."
        },
        {
            "number": "24",
            "text": "Ayinnhej ek' yet' winh yujto xajan winh wuuj. Ol wak' elk'och tas swala'. Vuujnhej ol yalnhej yuj winh."
        },
        {
            "number": "25",
            "text": "Ol wak' niwanb'oc smacb'en winh. Ol schael yich t'ha ha' mar Mediterráneo masanto sk'och t'ha ha' niwan Éufrates."
        },
        {
            "number": "26",
            "text": "Ol yalan winh t'ayin: In Mam ach, in Diosal ach, a t'ayach tzin col in b'a, xcham winh."
        },
        {
            "number": "27",
            "text": "Ha inxo ol wak' sniwanil yelk'och winh, icha junok b'ab'el unin. Yelxo wal ek'alto sniwanil ol aj yelk'och winh t'a yichanh masanil heb' rey."
        },
        {
            "number": "28",
            "text": "Ol in xajanej winh t'a junelnhej. Ha in trato yet' winh, manh ol k'exmajlaj."
        },
        {
            "number": "29",
            "text": "Ha heb' yinhtilal winh ol ak'an reyal sk'exuloc, ol b'eynhejb'atoc yacb'an ayto ek' satcha’anh tik."
        },
        {
            "number": "30",
            "text": "Palta tato ol yaktejkan in k'ayb'ub'al heb' yinhtilal winh chi', tato manh ol sk'anab'ajej heb' tas swala',"
        },
        {
            "number": "31",
            "text": "tato manh ol sb'eyb'alej in b'eyb'al heb', tato manh ol sk'anab'ajej in lolonel heb' swak' sk'ulej,"
        },
        {
            "number": "32",
            "text": "ol wak'och syaelal heb' yet' te' jixk'ab'te' yuj spital. Ol in mak' heb' yet' nok' tz'um yuj schukal."
        },
        {
            "number": "33",
            "text": "Axo pax winhaj Dawid jun, manh ol wactejkan in xajanan winh, ol wak'nhejelk'och in ti' ix wak' t'a winh."
        },
        {
            "number": "34",
            "text": "Manh ol ek'b'atlaj in trato yet' winh. Ol wak'nhejelk'och tas ix walkan t'a winh."
        },
        {
            "number": "35",
            "text": "D'a junelnhej ix wak'kan in ti' t'a winhaj Dawid chi', a in ix wak' testigoal in b'a to manh ol in k'exa'."
        },
        {
            "number": "36",
            "text": "Ha heb' yinhtilal winh ol ak'an reyal sk'exuloc t'a wichanh t'a masanil tiempo icha yaj yoc k'u tik."
        },
        {
            "number": "37",
            "text": "Tek'annhej ol ajek' heb' yak'an yajalil, icha yaj k'een uj t'a satcha’anh, xa chi."
        },
        {
            "number": "38",
            "text": "Axo ticnaik Mamin, ix a chakkanel winh rey a sik'nakkanelta, ix a patiquejkanel winh. Ix cot owal t'a winh."
        },
        {
            "number": "39",
            "text": "Maj ak'elk'och a trato t'a winh a chekab' chi'. Ix a yumcanel scorona winh t'a sat lu'um."
        },
        {
            "number": "40",
            "text": "Man jantacoc ix aj yolanil masanil smuroal schonhab' winh. Ix ak' juwoquem schonhab' winh."
        },
        {
            "number": "41",
            "text": "Ha heb' anima tzek' ta', masanil tas ay t'a chonhab' chi', syelk'ejb'at heb'. Ha heb' ay t'a slak'anil winh, sb'uchwaj heb' t'a winh."
        },
        {
            "number": "42",
            "text": "Ha ach ix ak' sk'ulej heb' ayoch ajk'olal t'a winh, syik'anchaanh sk'ab' heb' yuj tzalajk'olal."
        },
        {
            "number": "43",
            "text": "Ix ik'el ye k'een yespada winh. Maj ach ochlaj yet' winh ayic ix och owal."
        },
        {
            "number": "44",
            "text": "Ix ak' lajwoc sb'inajnaquil winh. Ix a yumankanem sdespacho winh t'a sat lu'um."
        },
        {
            "number": "45",
            "text": "Ix pet ichamax winh uuj, niwan ix aj ak'an q'uixwelal winh."
        },
        {
            "number": "46",
            "text": "Mamin Jehová, ¿b'aq'uinh ol actej a k'ub'anel a b'a? ¿Ichanhej am tik ol ajcot yowal a k'ol icha junok owal k'ak'?"
        },
        {
            "number": "47",
            "text": "Mamin, nacoti to a ko k 'inal tzapan toni. Ha onh anima onh tik, tzapan ix utejkan ko k 'inal."
        },
        {
            "number": "48",
            "text": "Malaj junok anima to malaj b'ak'uinh ol chamoc. Malaj mach syal scolan sb'ha t'a yol sk'ab' chamel."
        },
        {
            "number": "49",
            "text": "Mamin, ¿b'ajtil ay a wach'k'olal a ch'oxnac t'a peka', aton ak'annac a ti' t'a winhaj Dawid, to ol ak' elk'och tas ix ala'?"
        },
        {
            "number": "50",
            "text": "Mamin, nacoti to manh jantacoc onh stzuntzan heb' anima a onh a chekab' onh tik. Pitz'anoch tas tzonh yutej heb' chi' t'a in pixan."
        },
        {
            "number": "51",
            "text": "Mamin Jehová, a heb' ayoch ajk'olal t'ayach tik, t'a junjun rato sb'uchwaj heb' t'a winh a chekab' sik'b'ilel uuj."
        },
        {
            "number": "52",
            "text": "Alchajokab' wach' lolonel t'a Jehová t'a masanil tiempo. Ujokab'i."
        }
    ]
}