{
    "chapter": "89",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ol valnhej t'a in b'it to toxonton ay a wach'k'olal. D'a masanil tiempo ol valeli to yel tzaq'uelk'och tas tzala'."
        },
        {
            "number": "2",
            "text": "Ha yab'ixal a wach'k'olal ay t'a masanil tiempo ol valeli. Ol valanpaxeli to max q'uexmaj tas tzala', icha yaj juntzanh tas ay t'a satcha’anh."
        },
        {
            "number": "3",
            "text": "Alnac: Ay jun in trato yet' vinhaj David in checab' ix in siq'ueli, ix vak'kan in ti' t'a vinh, ix valan t'a vinh icha tik:"
        },
        {
            "number": "4",
            "text": "Ha eb' inhtilal, ol vak'nhejcanoch eb' reyal a q'uexuloc t'a masanil tiempo, xin chi."
        },
        {
            "number": "5",
            "text": "Mamin Jehová, masanil eb' molanek' t'a satcha’anh, ol sb'itej eb' tas satub'tac tza k'ulej. Ol yalpaxel eb' to tzaq'uelk'och tas tzala'."
        },
        {
            "number": "6",
            "text": "Mamin Jehová, malaj junocxo mach t'a satcha’anh syal slajb'an sb'a ed'oc. Malaj junok eb' lajan ed'oc."
        },
        {
            "number": "7",
            "text": "Te niwan elk'och t'a skal eb' ángel. Te ay a poder t'a yichanh eb' oyanoch t'a a patic ichanh."
        },
        {
            "number": "8",
            "text": "Mamin Jehová Yajal t'a Smasanil, ¿mach val junocxo lajan ed'oc? Masanil tas syalnhej uuj. Tzaq'uelk'och masanil tas tzala'."
        },
        {
            "number": "9",
            "text": "Yol a k'ab' ayek' ha' mar ayic ste ovaj ha'. Ha achxo tzak'och vaan ha' ayic ste k'anh ha'."
        },
        {
            "number": "10",
            "text": "Ha nok' nok' ay smay t'a yol ha' mar, ix ach q'ue tek'tek' t'a yib'anh nok', ix a tek'ancham nok'. Ix a saclemej eb' ayoch ajk'olal t'ayach yuj a poder."
        },
        {
            "number": "11",
            "text": "Ha satcha’anh yet' sat lum tik, ic toni. Ha ach a b'onac yol yib'anhk’inal tik yet' masanil tastac ay t'ay."
        },
        {
            "number": "12",
            "text": "Ha norte masanto sk'och t'a sur, a ach ix a b'o'o. Ha lum vitzal Tabor yet' lum vitzal Hermón, sb'itan lum t'ayach."
        },
        {
            "number": "13",
            "text": "Ha a k'ab' te ay yip. Ha a wach' k'ab', masanil syal yuj."
        },
        {
            "number": "14",
            "text": "Ha a despacho te tek'an yaj yuj a wach'il yet' a tojolal. Ha t'a masanil scheclajel a wach'k'olal, tzak'an elk'och tas tzala'."
        },
        {
            "number": "15",
            "text": "Mamin Jehová, te wach' yic eb' anima tzach b'itani. Tzalajk'olalnhej yic eb' yuj a wach'k'olal."
        },
        {
            "number": "16",
            "text": "Ha val t'ayach syak' tzalajb'oc sk'ol eb'. Yuj a tojolal tz'ik'jichaanh eb'."
        },
        {
            "number": "17",
            "text": "D'a val yel, te niwan ipalil tzak' t'ayonh. Yuj a wach'k'olal syalnhej cuuj."
        },
        {
            "number": "18",
            "text": "Mamin Jehová, co Columal aji. Ach co Diosal a onh israel onh tik, co Reyal ach."
        },
        {
            "number": "19",
            "text": "Ha t'a peca', ix ach lolon t'a vayichal, ix alan t'a eb' a checab' tzach k'anab'ajan icha tik: Ix in och yet' jun soldado te tek'an, aton jun mach sik'b'ilel vuj t'a skal in chonhab', ix vak'an yopisio."
        },
        {
            "number": "20",
            "text": "Ix ilchaj vinhaj David in checab' vuuj, a yet' vaceite yic sik'val ix in ch'oxo' to reyxo yaj vinh."
        },
        {
            "number": "21",
            "text": "Manh ol in och vaan in kolwaj t'a vinh, yujto a in poder ol ak'an yip vinh."
        },
        {
            "number": "22",
            "text": "Ha eb' ayoch ajk'olal t'a vinh, manh ol yal-laj yoch sk'ab' eb' t'a vinh. Ha eb' sk'ulan chukal, manh ol tzak'vanlaj eb' t'a vinh."
        },
        {
            "number": "23",
            "text": "Ol in tek'canem eb' ayoch ajk'olal t'a vinh. Ol in milancham eb' schichonoch sk'ol t'a vinh."
        },
        {
            "number": "24",
            "text": "Ayinnhej ek' yet' vinh yujto xajan vinh vuuj. Ol vak' elk'och tas svala'. Vuujnhej ol yalnhej yuj vinh."
        },
        {
            "number": "25",
            "text": "Ol vak' nivanb'oc smacb'en vinh. Ol schael yich t'ha ha' mar Mediterráneo masanto sk'och t'ha ha' niwan Éufrates."
        },
        {
            "number": "26",
            "text": "Ol yalan vinh t'ayin: In Mam ach, in Diosal ach, a t'ayach tzin col in b'a, xcham vinh."
        },
        {
            "number": "27",
            "text": "Ha inxo ol vak' snivanil yelk'och vinh, icha junok b'ab'el unin. Yelxo val ek'alto snivanil ol aj yelk'och vinh t'a yichanh masanil eb' rey."
        },
        {
            "number": "28",
            "text": "Ol in xajanej vinh t'a junelnhej. Ha in trato yet' vinh, manh ol q'uexmajlaj."
        },
        {
            "number": "29",
            "text": "Ha eb' yinhtilal vinh ol ak'an reyal sq'uexuloc, ol b'eynhejb'atoc yacb'an ayto ek' satcha’anh tik."
        },
        {
            "number": "30",
            "text": "Palta tato ol yactejcan in k'ayb'ub'al eb' yinhtilal vinh chi', tato manh ol sk'anab'ajej eb' tas svala',"
        },
        {
            "number": "31",
            "text": "tato manh ol sb'eyb'alej in b'eyb'al eb', tato manh ol sk'anab'ajej in lolonel eb' svak' sk'ulej,"
        },
        {
            "number": "32",
            "text": "ol vak'och syaelal eb' yet' te' jixk'ab'te' yuj spital. Ol in mak' eb' yet' nok' tz'um yuj schucal."
        },
        {
            "number": "33",
            "text": "Axo pax vinhaj David jun, manh ol vactejcan in xajanan vinh, ol vak'nhejelk'och in ti' ix vak' t'a vinh."
        },
        {
            "number": "34",
            "text": "Manh ol ek'b'atlaj in trato yet' vinh. Ol vak'nhejelk'och tas ix valcan t'a vinh."
        },
        {
            "number": "35",
            "text": "D'a junelnhej ix vak'kan in ti' t'a vinhaj David chi', a in ix vak' testigoal in b'a to manh ol in q'uexa'."
        },
        {
            "number": "36",
            "text": "Ha eb' yinhtilal vinh ol ak'an reyal sq'uexuloc t'a vichanh t'a masanil tiempo icha yaj yoc k'u tik."
        },
        {
            "number": "37",
            "text": "Tek'annhej ol ajek' eb' yak'an yajalil, icha yaj q'uen uj t'a satcha’anh, xa chi."
        },
        {
            "number": "38",
            "text": "Axo ticnaic Mamin, ix a chaccanel vinh rey a sik'naccanelta, ix a patiquejcanel vinh. Ix cot oval t'a vinh."
        },
        {
            "number": "39",
            "text": "Maj aq'uelk'och a trato t'a vinh a checab' chi'. Ix a yumcanel scorona vinh t'a sat lu'um."
        },
        {
            "number": "40",
            "text": "Man jantacoc ix aj yolanil masanil smuroal schonhab' vinh. Ix ak' juvoquem schonhab' vinh."
        },
        {
            "number": "41",
            "text": "Ha eb' anima tzek' ta', masanil tas ay t'a chonhab' chi', syelq'uejb'at eb'. Ha eb' ay t'a slak'anil vinh, sb'uchvaj eb' t'a vinh."
        },
        {
            "number": "42",
            "text": "Ha ach ix ak' sk'ulej eb' ayoch ajk'olal t'a vinh, syik'anchaanh sk'ab' eb' yuj tzalajk'olal."
        },
        {
            "number": "43",
            "text": "Ix iq'uel ye q'uen yespada vinh. Maj ach ochlaj yet' vinh ayic ix och oval."
        },
        {
            "number": "44",
            "text": "Ix ak' lajvoc sb'inajnaquil vinh. Ix a yumancanem sdespacho vinh t'a sat lu'um."
        },
        {
            "number": "45",
            "text": "Ix pet ichamax vinh uuj, niwan ix aj ak'an q'uixvelal vinh."
        },
        {
            "number": "46",
            "text": "Mamin Jehová, ¿b'aq'uinh ol actej a k'ub'anel a b'a? ¿Ichanhej am tik ol ajcot yoval a k'ol icha junok oval k'ak'?"
        },
        {
            "number": "47",
            "text": "Mamin, nacoti to a co q'uinal tzapan toni. Ha onh anima onh tik, tzapan ix utejcan co q'uinal."
        },
        {
            "number": "48",
            "text": "Malaj junok anima to malaj b'ak'uinh ol chamoc. Malaj mach syal scolan sb'ha t'a yol sk'ab' chamel."
        },
        {
            "number": "49",
            "text": "Mamin, ¿b'ajtil ay a wach'k'olal a ch'oxnac t'a peca', aton ak'annac a ti' t'a vinhaj David, to ol ak' elk'och tas ix ala'?"
        },
        {
            "number": "50",
            "text": "Mamin, nacoti to manh jantacoc onh stzuntzan eb' anima a onh a checab' onh tik. Pitz'anoch tas tzonh yutej eb' chi' t'a in pixan."
        },
        {
            "number": "51",
            "text": "Mamin Jehová, a eb' ayoch ajk'olal t'ayach tik, t'a junjun rato sb'uchvaj eb' t'a vinh a checab' sik'b'ilel uuj."
        },
        {
            "number": "52",
            "text": "Alchajocab' wach' lolonel t'a Jehová t'a masanil tiempo. Ujocab'i."
        }
    ]
}