{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, t'a smasanil in k'ool tzin nib'ej swal wach' lolonel t'ayach, svalanel yab'ixal masanil tastac satub'tac ix a k'ulej."
        },
        {
            "number": "2",
            "text": "Ach Dios, te ek' ach to t'a yib'anh smasanil, uuj val tzin avaj t'a niwan tzalajk'olal. In gana tzach in b'itej."
        },
        {
            "number": "3",
            "text": "D'a val ichanh ix b'atcan eb' ayoch ajk'olal t'ayin elelal. Ix telvi eb', ix cham eb'."
        },
        {
            "number": "4",
            "text": "Yajal ach t'a stojolal. k'ojan ach em t'a a despacho, ix a b'oan yaj tas ix in k'an t'ayach."
        },
        {
            "number": "5",
            "text": "Ix ak'an oval yet' juntzanh eb' ch'oc chonhab'il. Ix ak' telvoc eb' sk'ulan chukal. Ix a sucsat sb'i eb' yic wach' maxtzac nachajcot eb' t'a b'ak'uinh."
        },
        {
            "number": "6",
            "text": "Toxo ix cham eb' ajk'ool, ix satel schonhab' eb' t'a junelnhej. Ha ach ix a sateli, manhxalaj junok ix cani, yic wach' maxtzac nachajcoti."
        },
        {
            "number": "7",
            "text": "Ha achxo ach Jehová, toxonton rey ach t'a masanil tiempo. k'ojan ach em t'a a despacho yic tza ch'olb'itan eb' anima."
        },
        {
            "number": "8",
            "text": "Ol a ch'olb'itej yol yib'anhk’inal tik t'a wach'il. Ol ach och yajalil t'a masanil chonhab' t'a stojolal."
        },
        {
            "number": "9",
            "text": "Ach Jehová, tza col eb' tz'ixtaji, tzak' yip eb' ayic ayoch eb' t'a nivac yaelal."
        },
        {
            "number": "10",
            "text": "Mamin Jehová, yipk'olal aj yuj eb' ojtannac ach, yujto malaj b'aj tzactejcan eb' ayic syalan sb'a eb' t'ayach."
        },
        {
            "number": "11",
            "text": "B'itananhec t'a Jehová Cajal t'a Sion, alec yab' eb' chonhab' tastac ix sk'ulej."
        },
        {
            "number": "12",
            "text": "Manh tonhejoc tz'iljioch eb' milumcham anima yuj Dios, max b'atcanlaj satk'olal syaelal eb' ayoch t'a ilk'olal yuj."
        },
        {
            "number": "13",
            "text": "Mamin Jehová, ok'ocab' a k'ool t'ayin, il in emta, te ya tzin ek' yuj eb' tzin chacaneli. Colinel t'a chamel."
        },
        {
            "number": "14",
            "text": "Ichato val chi' b'ian, ol valan wach' lolonel t'ayach t'a yichanh eb' anima t'a spuertail Jerusalén. Tzin tzalaji, yujto ix in a colcaneli."
        },
        {
            "number": "15",
            "text": "Ha juntzanh ch'oc chonhab'il chi', ix telviem eb' t'a yol jun olan ix sb'o'o. Ha yoc eb' syamchaj yuj ch'anh yaal ix yaq'uem chi'."
        },
        {
            "number": "16",
            "text": "Ojtacab'il Jehová yujto tojol syutej spactzitan tas sk'ulej anima. Munil syik'cot yaelal eb' sk'ulan chukal t'a yib'anh."
        },
        {
            "number": "17",
            "text": "Ha eb' sk'ulan chukal yet' eb' sb'atcan Dios satk'olal yuj, ol b'atcan eb' t'a chamel."
        },
        {
            "number": "18",
            "text": "Manh masaniloc tiempo ol b'atcan eb' meb'a' satk'olal yuj Dios. Ol javok sk'ual ol elk'och tastac ayoch yipoc sk'ool eb'."
        },
        {
            "number": "19",
            "text": "Mamin Jehová, ch'oxel ipalil. Mocab' yik'chaanh sb'a eb' anima t'ayach. Ik'cot juntzanh chonhab' t'a ichanh, tzak'an syaelal eb'."
        },
        {
            "number": "20",
            "text": "Ak'och eb' t'a xivk'olal. Ak' yojtaquejel eb' to animanhej eb'."
        }
    ]
}