{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, d'a smasanil in k'ool tzin nib'ej sval vach' lolonel d'ayach, svalanel yab'ixal masanil tastac satub'tac ix a k'ulej."
        },
        {
            "number": "2",
            "text": "Ach Dios, te ek' ach to d'a yib'anh smasanil, uuj val tzin avaj d'a nivan tzalajk'olal. In gana tzach in b'itej."
        },
        {
            "number": "3",
            "text": "D'a val ichanh ix b'atcan eb' ayoch ajk'olal d'ayin elelal. Ix telvi eb', ix cham eb'."
        },
        {
            "number": "4",
            "text": "Yajal ach d'a stojolal. k'ojan ach em d'a a despacho, ix a b'oan yaj tas ix in k'an d'ayach."
        },
        {
            "number": "5",
            "text": "Ix ak'an oval yed' juntzanh eb' ch'oc chonhab'il. Ix ak' telvoc eb' sk'ulan chucal. Ix a sucsat sb'i eb' yic vach' maxtzac nachajcot eb' d'a b'aq'uinh."
        },
        {
            "number": "6",
            "text": "Toxo ix cham eb' ajk'ool, ix satel schonhab' eb' d'a junelnhej. A ach ix a sateli, manhxalaj junoc ix cani, yic vach' maxtzac nachajcoti."
        },
        {
            "number": "7",
            "text": "A achxo ach Jehová, toxonton rey ach d'a masanil tiempo. k'ojan ach em d'a a despacho yic tza ch'olb'itan eb' anima."
        },
        {
            "number": "8",
            "text": "Ol a ch'olb'itej yolyib'anhq'uinal tic d'a vach'il. Ol ach och yajalil d'a masanil chonhab' d'a stojolal."
        },
        {
            "number": "9",
            "text": "Ach Jehová, tza col eb' tz'ixtaji, tzak' yip eb' ayic ayoch eb' d'a nivac yaelal."
        },
        {
            "number": "10",
            "text": "Mamin Jehová, yipk'olal aj yuj eb' ojtannac ach, yujto malaj b'aj tzactejcan eb' ayic syalan sb'a eb' d'ayach."
        },
        {
            "number": "11",
            "text": "B'itananhec d'a Jehová Cajal d'a Sion, alec yab' eb' chonhab' tastac ix sk'ulej."
        },
        {
            "number": "12",
            "text": "Manh tonhejoc tz'iljioch eb' milumcham anima yuj Dios, max b'atcanlaj satk'olal syaelal eb' ayoch d'a ilk'olal yuuj."
        },
        {
            "number": "13",
            "text": "Mamin Jehová, ok'ocab' a k'ool d'ayin, il in emta, te ya tzin ek' yuj eb' tzin chacaneli. Colinel d'a chamel."
        },
        {
            "number": "14",
            "text": "Ichato val chi' b'ian, ol valan vach' lolonel d'ayach d'a yichanh eb' anima d'a spuertail Jerusalén. Tzin tzalaji, yujto ix in a colcaneli."
        },
        {
            "number": "15",
            "text": "A juntzanh ch'oc chonhab'il chi', ix telviem eb' d'a yol jun olan ix sb'o'o. A yoc eb' syamchaj yuj ch'anh yaal ix yaq'uem chi'."
        },
        {
            "number": "16",
            "text": "Ojtacab'il Jehová yujto tojol syutej spactzitan tas sk'ulej anima. Munil syik'cot yaelal eb' sk'ulan chucal d'a yib'anh."
        },
        {
            "number": "17",
            "text": "A eb' sk'ulan chucal yed' eb' sb'atcan Dios satk'olal yuuj, ol b'atcan eb' d'a chamel."
        },
        {
            "number": "18",
            "text": "Manh masaniloc tiempo ol b'atcan eb' meb'a' satk'olal yuj Dios. Ol javoc sk'ual ol elk'och tastac ayoch yipoc sk'ool eb'."
        },
        {
            "number": "19",
            "text": "Mamin Jehová, ch'oxel ipalil. Mocab' yik'chaanh sb'a eb' anima d'ayach. Ik'cot juntzanh chonhab' d'a ichanh, tzak'an syaelal eb'."
        },
        {
            "number": "20",
            "text": "Ak'och eb' d'a xivk'olal. Ak' yojtaquejel eb' to animanhej eb'."
        }
    ]
}