{
    "chapter": "90",
    "verses": [
        {
            "number": "1",
            "text": "Mamin, yictax yichb'anil, a ach tzonh a coltaxoni."
        },
        {
            "number": "2",
            "text": "Yictax manto a b'olaj juntzanh vitz yed' yolyib'anhq'uinal tic, masanto d'a slajvub', Dios ach taxoni."
        },
        {
            "number": "3",
            "text": "A ach tzonh ak' meltzajxioch pococal, ayic tzalani: Ex anima, meltzajanhecxioch pococal, xa chi."
        },
        {
            "number": "4",
            "text": "A jun mil ab'il, icha yaj junoc k'ual yaj d'a yol a sat. Icha yaj jayeoc hora d'ak'valil icha chi' yaj d'ayach."
        },
        {
            "number": "5",
            "text": "Elanhchamel tzik' b'ey co q'uinal. Icha val yek'b'at junoc vayich, icha val chi' caj a onh tic."
        },
        {
            "number": "6",
            "text": "Lajan onh icha anh ank'ultac sq'ueuli. Scot xumaquil anh d'a q'uinhib'alil, axo yic tz'emcan k'u, stacjieli, schamxicanem anh."
        },
        {
            "number": "7",
            "text": "Yel toni, a yoval a k'ool tzonh ak'an lajvoqueli. Manhxo animaoc tzonh ajcan yuuj."
        },
        {
            "number": "8",
            "text": "A co mul yed' co chucal, vach'chom te k'ub'eltac yaji, palta chequel yaj d'a ichanh."
        },
        {
            "number": "9",
            "text": "Yel ton val, a yuj yoval a k'ol satel co q'uinal. Elanhchamel tz'ek'b'at co q'uinal chi', ichanhej sja sik'son co k'ool."
        },
        {
            "number": "10",
            "text": "Anhej 70 ab'il co q'uinal. Axo eb' tek'an jun, sk'och eb' d'a 80 ab'il. Palta te yaxo yek' k'u ak'val yuj eb'. Elanhchamel tz'ek'b'at co q'uinal, tzonh sateli."
        },
        {
            "number": "11",
            "text": "¿Mach val ojtannac spoder yoval a k'ool? ¿Mach ay xivk'olal d'ayach icha smojal yoval a k'ool chi'?"
        },
        {
            "number": "12",
            "text": "Ak' cojtaquejeli to tzapan co q'uinal, yic vach' snachajel cuuj, yic tzonh b'ey d'a jelanil."
        },
        {
            "number": "13",
            "text": "Mamin Jehová, ochannhej qued'oc. ¿Jantacto val tiempo ol co tanhvej yic tzonh a colani? Ok'oc val a k'ol d'ayonh a onh a checab' onh tic."
        },
        {
            "number": "14",
            "text": "Ak' tzalajb'oc co k'ool d'a junjun q'uinhib'alil yuj a vach'k'olal, yic tzonh b'itan d'a tzalajk'olal yacb'an pitzan onhto."
        },
        {
            "number": "15",
            "text": "Sco nib'ej tzijtum ab'ilal co tzalajk'olal tzak'a', icha val sb'isul yab'ilal co yaelal."
        },
        {
            "number": "16",
            "text": "Elocab' d'a a k'ool to a onh a checab' onh tic yed' eb' quinhtilal, to squil tas satub'tac tza k'ulej yed' a poder."
        },
        {
            "number": "17",
            "text": "Mamin ach co Diosal, ayocab' a vach'k'olal d'a quib'anh. Ak' najtilb'oc co munlajel, checlajocab' d'a junelnhej. Yel ton Mamin, checlajocab' co munlajel chi' d'a junelnhej."
        }
    ]
}