{
    "chapter": "90",
    "verses": [
        {
            "number": "1",
            "text": "Mamin, yictax yichb’anel, a ach tzonh a coltaxoni."
        },
        {
            "number": "2",
            "text": "Yictax manto a b'olaj juntzanh vitz yet' yol yib'anhk’inal tik, masanto t'a slajvub', Dios ach taxoni."
        },
        {
            "number": "3",
            "text": "Ha ach tzonh ak' meltzajxioch pococal, ayic tzalani: Ex anima, meltzajanhecxioch pococal, xa chi."
        },
        {
            "number": "4",
            "text": "Ha jun mil ab'il, icha yaj junok k'ual yaj t'a yol a sat. Icha yaj jayeoc hora t'ak'walil icha chi' yaj t'ayach."
        },
        {
            "number": "5",
            "text": "Elanhchamel tzik' b'ey co q'uinal. Icha val yek'b'at junok vayich, icha val chi' caj a onh tik."
        },
        {
            "number": "6",
            "text": "Lajan onh icha anh ank'ultak sq'ueuli. Scot xumaquil anh t'a q'uinhib'alil, haxo yic tz'emcan k'u, stacjieli, schamxicanem anh."
        },
        {
            "number": "7",
            "text": "Yel toni, a yoval a k'ool tzonh ak'an lajvoqueli. Manhxo animaoc tzonh ajkan yuj."
        },
        {
            "number": "8",
            "text": "Ha co mul yet' co chucal, wach'chom te k'ub'eltac yaji, palta chequel yaj t'a ichanh."
        },
        {
            "number": "9",
            "text": "Yel ton val, a yuj yoval a k'ol satel co q'uinal. Elanhchamel tzek'b'at co q'uinal chi', ichanhej sja sik'son co k'ool."
        },
        {
            "number": "10",
            "text": "Anhej 70 ab'il co q'uinal. Axo eb' tek'an jun, sk'och eb' t'a 80 ab'il. Palta te yaxo yek' k'u ak'val yuj eb'. Elanhchamel tzek'b'at co q'uinal, tzonh sateli."
        },
        {
            "number": "11",
            "text": "¿Mach val ojtannac spoder yoval a k'ool? ¿Mach ay xivk'olal t'ayach icha smojal yoval a k'ool chi'?"
        },
        {
            "number": "12",
            "text": "Ak' cojtaquejeli to tzapan co q'uinal, yic wach' snachajel cuuj, yic tzonh b'ey t'a jelanil."
        },
        {
            "number": "13",
            "text": "Mamin Jehová, ochannhej qued'oc. ¿Jantacto val tiempo ol co tanhvej yic tzonh a colani? Ok'oc val a k'ol t'ayonh a onh a checab' onh tik."
        },
        {
            "number": "14",
            "text": "Ak' tzalajb'oc co k'ool t'a junjun q'uinhib'alil yuj a wach'k'olal, yic tzonh b'itan t'a tzalajk'olal yacb'an pitzan onhto."
        },
        {
            "number": "15",
            "text": "Sco nib'ej tzijtum ab'ilal co tzalajk'olal tzak'a', icha val sb'isul yab'ilal co yaelal."
        },
        {
            "number": "16",
            "text": "Elocab' t'a a k'ool to a onh a checab' onh tik yet' eb' quinhtilal, to squil tas satub'tac tza k'ulej yet' a poder."
        },
        {
            "number": "17",
            "text": "Mamin ach co Diosal, ayocab' a wach'k'olal t'a quib'anh. Ak' najtilb'oc co munlajel, checlajocab' t'a junelnhej. Yel ton Mamin, checlajocab' co munlajel chi' t'a junelnhej."
        }
    ]
}