{
    "chapter": "91",
    "verses": [
        {
            "number": "1",
            "text": "A ex mach ex tzeyak'och Dios Ek'to d'a Yib'anh Smasanil yipoc e k'ool, tanhvab'il ex yuuj, aton Dios Masanil syal yuuj."
        },
        {
            "number": "2",
            "text": "Ol eyal icha tic: Ach Jehov치, a d'ayach vach' co colan co b'a, a ach tzach och quenhuloc, co Diosal ach, yip co k'ol aji, xe chama."
        },
        {
            "number": "3",
            "text": "Anhejton Dios chi' ol onh colanel d'a yaal k'ub'eltac yajemi yed' d'a ilya ed'jinac chamel."
        },
        {
            "number": "4",
            "text": "Ol onh moyjocq'ue yuuj, ichato ay sk'axil, malaj tas ol onh ik'anoc. Yujto syaq'uelk'och sti', a' ol onh colanoc, icha tz'aj scolchaj junoc anima yuj smaclab' jul-lab'."
        },
        {
            "number": "5",
            "text": "Manh ol onh xivlaj d'a junoc tas ay smay tz'ek' d'ak'valil. Manh ol onh xivpaxlaj d'a jul-lab' sjulchaj d'a k'ualil."
        },
        {
            "number": "6",
            "text": "Manh ol onh xivlaj d'a ilya sja d'a scal q'uik'alq'uinal. Manh ol onh xivpaxlaj d'a tas tz'ak'an lajvoquel anima d'a k'ualil."
        },
        {
            "number": "7",
            "text": "Mil anima ol cham d'a co q'uexanh. Lajunhe' mil d'a co vach', a onhxo jun, malaj tas ol onh ik'anoc."
        },
        {
            "number": "8",
            "text": "Anhej to ol quila' tas spac ol scha eb' sk'ulan chucal."
        },
        {
            "number": "9",
            "text": "Yujto ix co col co b'a d'a Jehov치 Ek'to d'a Yib'anh Smasanil, a' ix cak'och yipoc co k'ool,"
        },
        {
            "number": "10",
            "text": "yuj chi' manh ol schacot chucal d'a quib'anh, manh ol k'ochlaj ilya d'a co pat."
        },
        {
            "number": "11",
            "text": "Ol yal d'a eb' y치ngel to tzonh stanhvej eb' yalnhej b'aj tzonh b'ati."
        },
        {
            "number": "12",
            "text": "Ol onh quetzchajq'ue yuj eb', yic vach' manh ol co tenoch coc d'a q'uen q'ueen."
        },
        {
            "number": "13",
            "text": "Ol yal co b'eyek' d'a scal nok' choj, ma d'a scal nok' chan. Vach'chom te ov nok' chan chi', ma te nivac nok' choj chi', palta malaj tas ol onh ik'anoc."
        },
        {
            "number": "14",
            "text": "Yalnaccan Jehov치 d'ayonh: Ol ex in colo' yujto tzin e xajanej. Ichato ol in och eyenhuloc, yujto tzin eyal e Yajaloc."
        },
        {
            "number": "15",
            "text": "Ayic ol in eyavtani, ol in tak'voc d'ayex. A in ol in cajnaj eyed'oc, ol ex in colanel d'a syaelal, ol ex vik'anchaanh."
        },
        {
            "number": "16",
            "text": "Nivan e q'uinal ol vak'a'. Ol vak' eyil in colval, xchi Dios."
        }
    ]
}