{
    "chapter": "91",
    "verses": [
        {
            "number": "1",
            "text": "Ha ex mach ex tzeyak'och Dios Ek'to t'a Yib'anh Smasanil yipoc he k'ool, tanhwab'il ex yuj, aton Dios Masanil syal yuj."
        },
        {
            "number": "2",
            "text": "Ol eyal icha tik: Ach Jehová, a t'ayach wach' ko colan ko b'a, a ach tzach och quenhuloc, ko Diosal ach, yip ko k'ol aji, xe chama."
        },
        {
            "number": "3",
            "text": "Anhejton Dios chi' ol onh colanel t'a yaal k'ub'eltac yajemi yet' t'a ilya ed'jinac chamel."
        },
        {
            "number": "4",
            "text": "Ol onh moyjock'e yuj, ichato ay sk'axil, malaj tas ol onh ik'anoc. Yujto syak'elk'och sti', ha' ol onh colanoc, icha tz'aj scolchaj junok anima yuj smaclab' jul-lab'."
        },
        {
            "number": "5",
            "text": "Manh ol onh xivlaj t'a junok tas ay smay tzek' t'ak'walil. Manh ol onh xivpaxlaj t'a jul-lab' sjulchaj t'a k'ualil."
        },
        {
            "number": "6",
            "text": "Manh ol onh xivlaj t'a ilya sja t'a skal k’ik’ k’inal. Manh ol onh xivpaxlaj t'a tas tz'ak'an lajwoquel anima t'a k'ualil."
        },
        {
            "number": "7",
            "text": "Mil anima ol cham t'a ko k'exanh. Lajunhe' mil t'a ko wach', a onhxo jun, malaj tas ol onh ik'anoc."
        },
        {
            "number": "8",
            "text": "Anhej to ol quila' tas spak ol scha heb' sk'ulan chukal."
        },
        {
            "number": "9",
            "text": "Yujto ix ko col ko b'ha t'a Jehová Ek'to t'a Yib'anh Smasanil, ha' ix kak'och yipoc ko k'ool,"
        },
        {
            "number": "10",
            "text": "yuj chi' manh ol schacot chukal t'a quib'anh, manh ol k'ochlaj ilya t'a ko pat."
        },
        {
            "number": "11",
            "text": "Ol yal t'a heb' yángel to tzonh stanhwej heb' yalnhej b'aj tzonh b'ati."
        },
        {
            "number": "12",
            "text": "Ol onh quetzchajk'e yuj heb', yic wach' manh ol ko tenoch coc t'a k'een k'een."
        },
        {
            "number": "13",
            "text": "Ol yal ko b'eyek' t'a skal nok' choj, ma t'a skal nok' chan. Wach'chom te ov nok' chan chi', ma te niwac nok' choj chi', palta malaj tas ol onh ik'anoc."
        },
        {
            "number": "14",
            "text": "Yalnakkan Jehová t'ayonh: Ol ex in colo' yujto tzin he xajanej. Ichato ol in och eyenhuloc, yujto tzin eyal he Yajaloc."
        },
        {
            "number": "15",
            "text": "Ayic ol in eyavtani, ol in tak'woc t'ayex. Ha in ol in kajnaj eyed'oc, ol ex in colanel t'a syaelal, ol ex wik'anchaanh."
        },
        {
            "number": "16",
            "text": "Niwan he k 'inal ol wak'a'. Ol wak' eyil in colwal, xchi Dios."
        }
    ]
}