{
    "chapter": "92",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, manh jantacoc swach'il cak'an yuj diosal t'ayach yet' co b'itan t'ayach yic tzach quik'anchaanh yujto ek'achto t'a yib'anh smasanil."
        },
        {
            "number": "2",
            "text": "Manh jantacoc swach'il calanel jantac a wach'k'olal t'a junjun q'uinhib'alil yet' calanpaxel t'a junjun t'ak'walil to tz'elnhejk'och tas tzala'."
        },
        {
            "number": "3",
            "text": "Manh jantacoc swach'il ach co b'itan yet' masanil juntzanh chinhb'il yet' pax te' arpa to wach' yoch sjaj."
        },
        {
            "number": "4",
            "text": "Mamin Jehová, a ach ix in ak'och t'a tzalajk'olal yuj tas b'ob'il uuj. Tzin b'itan t'a tzalajk'olal yuj tas ix a k'ulej chi'."
        },
        {
            "number": "5",
            "text": "Mamin Jehová, te satub'tac tas ix a k'ulej. Malaj junocxo stzak'van spensar t'ayach."
        },
        {
            "number": "6",
            "text": "Ha eb' malaj spensar, max nachajel-laj juntzanh tik yuj eb':"
        },
        {
            "number": "7",
            "text": "Wach'chom tz'och eb' ixtum anima b'eyumal, ma sq'uechaanh eb' chukal anima icha tz'aj sq'uib' anh ank'ultak, palta junnhej rato syak' sgana eb', slajvi chi' satixcanel eb' t'a junelnhej."
        },
        {
            "number": "8",
            "text": "Ha achxo Mamin Jehová, masanil tiempo te niwan elk'ochtaxoni."
        },
        {
            "number": "9",
            "text": "Yel ton Mamin, ol ak' satjoquel eb' ayoch ajk'olal t'ayach. Masanil eb' sk'ulan chukal, ol ak' saclemcanb'at eb'."
        },
        {
            "number": "10",
            "text": "Van ak'an vip icha yip junok nok' caltacte'al toro. Tzin te tzalaji yujto xajan in uuj."
        },
        {
            "number": "11",
            "text": "Yovalil ol vil yak'ji ganar eb' ayoch ajk'olal t'ayin. Ol vab'anpax sk'acvi eb' sk'ulan chukal chi'."
        },
        {
            "number": "12",
            "text": "Ha eb' anima wach' spensar, ol q'uechaanh eb' icha xumaquil te' palma. Ol q'uib'chaanh eb' icha val te' k'ute' t'a Líbano,"
        },
        {
            "number": "13",
            "text": "yujto aynhejek' eb' t'a yamaq'uil stemplo Jehová. Ol q'uechaanh eb' yujto ayek' eb' t'a slak'anil co Diosal."
        },
        {
            "number": "14",
            "text": "Wach'chom icham animaxo eb', palta lajanto val eb' icha junok te te' tzato satani, tek'anto val yip eb'."
        },
        {
            "number": "15",
            "text": "Ol sch'oxanel eb' to a Jehová co Columal, tojol toni, malaj jab'oc chukal t'ay."
        }
    ]
}