{
    "chapter": "92",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, manh jantacoc svach'il cak'an yuj diosal d'ayach yed' co b'itan d'ayach yic tzach quik'anchaanh yujto ek'achto d'a yib'anh smasanil."
        },
        {
            "number": "2",
            "text": "Manh jantacoc svach'il calanel jantac a vach'k'olal d'a junjun q'uinhib'alil yed' calanpaxel d'a junjun d'ak'valil to tz'elnhejk'och tas tzala'."
        },
        {
            "number": "3",
            "text": "Manh jantacoc svach'il ach co b'itan yed' masanil juntzanh chinhb'il yed' pax te' arpa to vach' yoch sjaj."
        },
        {
            "number": "4",
            "text": "Mamin Jehová, a ach ix in ak'och d'a tzalajk'olal yuj tas b'ob'il uuj. Tzin b'itan d'a tzalajk'olal yuj tas ix a k'ulej chi'."
        },
        {
            "number": "5",
            "text": "Mamin Jehová, te satub'tac tas ix a k'ulej. Malaj junocxo stzak'van spensar d'ayach."
        },
        {
            "number": "6",
            "text": "A eb' malaj spensar, max nachajel-laj juntzanh tic yuj eb':"
        },
        {
            "number": "7",
            "text": "Vach'chom tz'och eb' ixtum anima b'eyumal, ma sq'uechaanh eb' chucal anima icha tz'aj sq'uib' anh ank'ultac, palta junnhej rato syak' sgana eb', slajvi chi' satixcanel eb' d'a junelnhej."
        },
        {
            "number": "8",
            "text": "A achxo Mamin Jehová, masanil tiempo te nivan elk'ochtaxoni."
        },
        {
            "number": "9",
            "text": "Yel ton Mamin, ol ak' satjoquel eb' ayoch ajk'olal d'ayach. Masanil eb' sk'ulan chucal, ol ak' saclemcanb'at eb'."
        },
        {
            "number": "10",
            "text": "Van ak'an vip icha yip junoc nok' caltacte'al toro. Tzin te tzalaji yujto xajan in uuj."
        },
        {
            "number": "11",
            "text": "Yovalil ol vil yak'ji ganar eb' ayoch ajk'olal d'ayin. Ol vab'anpax sk'acvi eb' sk'ulan chucal chi'."
        },
        {
            "number": "12",
            "text": "A eb' anima vach' spensar, ol q'uechaanh eb' icha xumaquil te' palma. Ol q'uib'chaanh eb' icha val te' k'ute' d'a Líbano,"
        },
        {
            "number": "13",
            "text": "yujto aynhejek' eb' d'a yamaq'uil stemplo Jehová. Ol q'uechaanh eb' yujto ayek' eb' d'a slak'anil co Diosal."
        },
        {
            "number": "14",
            "text": "Vach'chom icham animaxo eb', palta lajanto val eb' icha junoc te te' tzato satani, tek'anto val yip eb'."
        },
        {
            "number": "15",
            "text": "Ol sch'oxanel eb' to a Jehová co Columal, tojol toni, malaj jab'oc chucal d'ay."
        }
    ]
}