{
    "chapter": "94",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ch'oxel a b'a to Dios ach, to tza pactzitej tas malaj swach'il."
        },
        {
            "number": "2",
            "text": "Ach Sjuezal yol yib'anhk’inal tik, cotanh, pactzitej t'a smojal t'a eb' syik'chaanh sb'a."
        },
        {
            "number": "3",
            "text": "Mamin Jehová, ¿jantacto val tiempo ol tzalajnhej eb' sk'ulan chukal?"
        },
        {
            "number": "4",
            "text": "Masanil eb' chuk chi', ak'umtac syutej sb'a eb', syik'chaanh sb'a eb' yet' schucal chi'."
        },
        {
            "number": "5",
            "text": "Ay, Mamin Jehová, syixtejb'at a chonhab' eb'. Manhxa tas syal eb' a chonhab' chi' yuj eb'."
        },
        {
            "number": "6",
            "text": "Smiljicham eb' ix chamnacxo yetb'eyum yuj eb'. Smilpaxcham eb' ch'oc chonhab'il eb' yet' pax eb' unin manhxalaj smam."
        },
        {
            "number": "7",
            "text": "Syalan eb' icha tik: Max yil-laj Jehová sDiosal winhaj Jacob tas sco k'ulej tik. Manh yojtacocpaxlaj, xchi eb'."
        },
        {
            "number": "8",
            "text": "Ex anima te pit, ex malaj jab'oc e pensar, ab'ec, ¿b'aq'uinh ol nachajel eyuuj?"
        },
        {
            "number": "9",
            "text": "Ha Dios ixb’o’an co chiquin, ¿tocval max yab'i tas tz'alchaji? A' ixb’o’an yol co sat, ¿tocval max yila' tas tze k'ulej chi'?"
        },
        {
            "number": "10",
            "text": "A' tz'ak'an syaelal juntzanh nivac nación, ¿tom manh ol yak' eyaelal? A' tz'ak'an sjelanil co pensar a onh anima onh tik, ¿tocval manh yojtacoc tas tze k'ulej chi'?"
        },
        {
            "number": "11",
            "text": "Ha Jehová yojtac to malaj yelk'och tas sco na' a onh anima onh tik."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, te wach' yic mach tzak' scachnab'il. Tzak'an pax a k'ayb'ub'al t'ay,"
        },
        {
            "number": "13",
            "text": "yic wach' malaj tas sna'a ayic sjavi yaelal, yacb'an stanhvej sb'oji olan b'aj tz'emcan eb' sk'ulan chukal."
        },
        {
            "number": "14",
            "text": "Mamin Jehová, manh ol onh a patiquejcanel-laj a onh a chonhab' onh tik. Manh ol onh actejcanlaj co ch'ocoj."
        },
        {
            "number": "15",
            "text": "Yuj chi', a eb' yajal, a tojolal ol sb'eyb'alej eb'. Axo eb' anima wach' spensar, ol yak'och eb' yajal chi' eb' yipoc sk'ool."
        },
        {
            "number": "16",
            "text": "Mamin ¿mach tzin colan t'a yol sk'ab' eb' ixtum anima yet' eb' sk'ulan tas malaj swach'il?"
        },
        {
            "number": "17",
            "text": "Mamin Jehová, tato manhoc ach tzin a colo', ayin xom ek' b'aj numan yaj eb' chamnac."
        },
        {
            "number": "18",
            "text": "Mamin Jehová, ayic ix in naani to vanxo in telvi, haxo val a wach'k'olal ix in yamanoch vaan."
        },
        {
            "number": "19",
            "text": "Ayic manh jantacoc tas tzin na'a, tzak' in tzalajk'olal, tza nivanan in k'ool."
        },
        {
            "number": "20",
            "text": "Mamin, malaj a gana to wach' ak'an yet' eb' juez chuk syutej yilan yopisio, to manh ichaoc yalan a ley syutej eb' sb'oan yaj junok tas."
        },
        {
            "number": "21",
            "text": "Ha eb' malaj smul syixtej eb'. Syak'anoch chamel eb' t'a yib'anh eb' wach' sb'eyb'al."
        },
        {
            "number": "22",
            "text": "Ha onhxo Mamin Jehová, a ach ayach och co colnab'iloc. Ach co Diosal, icha quenhul aji."
        },
        {
            "number": "23",
            "text": "Ha ach ol a pactzitej schucal eb' chuk. Ol satel eb' yuj smul. Ach co Diosal, ol ak'kan lajvoquel eb'."
        }
    ]
}