{
    "chapter": "94",
    "verses": [
        {
            "number": "1",
            "text": "Mamin Jehová, ch'oxel a b'a to Dios ach, to tza pactzitej tas malaj svach'il."
        },
        {
            "number": "2",
            "text": "Ach Sjuezal yolyib'anhq'uinal tic, cotanh, pactzitej d'a smojal d'a eb' syik'chaanh sb'a."
        },
        {
            "number": "3",
            "text": "Mamin Jehová, ¿jantacto val tiempo ol tzalajnhej eb' sk'ulan chucal?"
        },
        {
            "number": "4",
            "text": "Masanil eb' chuc chi', ak'umtac syutej sb'a eb', syik'chaanh sb'a eb' yed' schucal chi'."
        },
        {
            "number": "5",
            "text": "Ay, Mamin Jehová, syixtejb'at a chonhab' eb'. Manhxa tas syal eb' a chonhab' chi' yuj eb'."
        },
        {
            "number": "6",
            "text": "Smiljicham eb' ix chamnacxo yetb'eyum yuj eb'. Smilpaxcham eb' ch'oc chonhab'il eb' yed' pax eb' unin manhxalaj smam."
        },
        {
            "number": "7",
            "text": "Syalan eb' icha tic: Max yil-laj Jehová sDiosal vinhaj Jacob tas sco k'ulej tic. Manh yojtacocpaxlaj, xchi eb'."
        },
        {
            "number": "8",
            "text": "Ex anima te pit, ex malaj jab'oc e pensar, ab'ec, ¿b'aq'uinh ol nachajel eyuuj?"
        },
        {
            "number": "9",
            "text": "A Dios ix b'oan co chiquin, ¿tocval max yab'i tas tz'alchaji? A' ix b'oan yol co sat, ¿tocval max yila' tas tze k'ulej chi'?"
        },
        {
            "number": "10",
            "text": "A' tz'ak'an syaelal juntzanh nivac nación, ¿tom manh ol yak' eyaelal? A' tz'ak'an sjelanil co pensar a onh anima onh tic, ¿tocval manh yojtacoc tas tze k'ulej chi'?"
        },
        {
            "number": "11",
            "text": "A Jehová yojtac to malaj yelk'och tas sco na' a onh anima onh tic."
        },
        {
            "number": "12",
            "text": "Mamin Jehová, te vach' yic mach tzak' scachnab'il. Tzak'an pax a k'ayb'ub'al d'ay,"
        },
        {
            "number": "13",
            "text": "yic vach' malaj tas sna'a ayic sjavi yaelal, yacb'an stanhvej sb'oji olan b'aj tz'emcan eb' sk'ulan chucal."
        },
        {
            "number": "14",
            "text": "Mamin Jehová, manh ol onh a patiquejcanel-laj a onh a chonhab' onh tic. Manh ol onh actejcanlaj co ch'ocoj."
        },
        {
            "number": "15",
            "text": "Yuj chi', a eb' yajal, a tojolal ol sb'eyb'alej eb'. Axo eb' anima vach' spensar, ol yak'och eb' yajal chi' eb' yipoc sk'ool."
        },
        {
            "number": "16",
            "text": "Mamin ¿mach tzin colan d'a yol sk'ab' eb' ixtum anima yed' eb' sk'ulan tas malaj svach'il?"
        },
        {
            "number": "17",
            "text": "Mamin Jehová, tato manhoc ach tzin a colo', ayin xom ek' b'aj numan yaj eb' chamnac."
        },
        {
            "number": "18",
            "text": "Mamin Jehová, ayic ix in naani to vanxo in telvi, axo val a vach'k'olal ix in yamanoch vaan."
        },
        {
            "number": "19",
            "text": "Ayic manh jantacoc tas tzin na'a, tzak' in tzalajk'olal, tza nivanan in k'ool."
        },
        {
            "number": "20",
            "text": "Mamin, malaj a gana to vach' ak'an yed' eb' juez chuc syutej yilan yopisio, to manh ichaoc yalan a ley syutej eb' sb'oan yaj junoc tas."
        },
        {
            "number": "21",
            "text": "A eb' malaj smul syixtej eb'. Syak'anoch chamel eb' d'a yib'anh eb' vach' sb'eyb'al."
        },
        {
            "number": "22",
            "text": "A onhxo Mamin Jehová, a ach ayach och co colnab'iloc. Ach co Diosal, icha quenhul aji."
        },
        {
            "number": "23",
            "text": "A ach ol a pactzitej schucal eb' chuc. Ol satel eb' yuj smul. Ach co Diosal, ol ak'can lajvoquel eb'."
        }
    ]
}