{
    "chapter": "95",
    "verses": [
        {
            "number": "1",
            "text": "Cotanhec, conh b'itanec d'a Jehová d'a tzalajk'olal. Conh b'itanec d'a co Columal."
        },
        {
            "number": "2",
            "text": "Ochoconhec d'a yichanh d'a ak'oj yuj diosal. Conh b'itanec d'ay, yujto te nivan yelk'ochi."
        },
        {
            "number": "3",
            "text": "Yujto a Jehová te nivan yelk'ochi. Aton Rey yaj d'a yib'anh smasanil eb' dios."
        },
        {
            "number": "4",
            "text": "D'a yol sk'ab' ay juntzanh xab' olan d'a yich lum luum tic. A' ay yic juntzanh vitz te chaanh yajq'uei."
        },
        {
            "number": "5",
            "text": "A' ay yic a' mar, a' b'ojinac a'. A' b'oannacpax lum luum tic."
        },
        {
            "number": "6",
            "text": "Cotanhec, caq'uequem co b'a d'a Jehová, conh emec cuman d'a yichanh. A' d'ay tzonh emec cuman yujto a' ix onh b'oani."
        },
        {
            "number": "7",
            "text": "Aton co Diosal, a onhxo tic, schonhab' onh. Icha scalnel caji, yuj chi' tanhvab'il onh yuuj. Syal Dios icha tic: Tato tzeyab' tas sval ticnaic,"
        },
        {
            "number": "8",
            "text": "manh e pitej e b'a icha yutejnac sb'a eb' e mam eyicham d'a Meriba. Manh eyutej e b'a icha yutejnac pax sb'a eb' d'a Masah d'a taquinh luum."
        },
        {
            "number": "9",
            "text": "Aton ta' yak'nac in proval eb' e mam eyicham chi', vach'chom yilnac eb' juntzanh tas satub'tac in b'onac."
        },
        {
            "number": "10",
            "text": "40 ab'il te ov vutejnac in b'a d'a eb', valannac icha tic: A juntzanh anima tic, ch'ocnhej b'aj ayoch spensar eb', max nachajel-laj yuj eb' tas tzin nib'ej sb'eyb'alej eb', xin chi."
        },
        {
            "number": "11",
            "text": "Yuj chi' yed' val yoval in k'ool, vak'nac in ti' to max ochlaj eb' d'a lum luum b'aj ijan vak'nac yik' yip eb', xchi Dios."
        }
    ]
}