{
    "chapter": "95",
    "verses": [
        {
            "number": "1",
            "text": "Cotanhec, conh b'itanec t'a Jehová t'a tzalajk'olal. Conh b'itanec t'a ko Kolumal."
        },
        {
            "number": "2",
            "text": "Ochoconhec t'a yichanh t'a ak'oj yuj diosal. Conh b'itanec t'ay, yujto te niwan yelk'ochi."
        },
        {
            "number": "3",
            "text": "Yujto a Jehová te niwan yelk'ochi. Aton Rey yaj t'a yib'anh smasanil heb' Dios."
        },
        {
            "number": "4",
            "text": "D'a yol sk'ab' ay juntzanh xab' olan t'a yich lum lum tik. A' ay yic juntzanh witz te chaanh yajk'ei."
        },
        {
            "number": "5",
            "text": "A' ay yic ha' mar, ha' b'ojinac ha'. A' b'oannacpax lum lum tik."
        },
        {
            "number": "6",
            "text": "Cotanhec, cak'equem ko b'ha t'a Jehová, conh emec cuman t'a yichanh. A' t'ay tzonh emec cuman yujto ha' ix onh b'oani."
        },
        {
            "number": "7",
            "text": "Aton ko Diosal, a onhxo tik, schonhab' onh. Icha scalnel caji, yuj chi' tanhwab'il onh yuj. Syal Dios icha tik: Tato tzeyab' tas swal ticnaik,"
        },
        {
            "number": "8",
            "text": "manh he pitej he b'a icha yutejnac sb'a heb' he mam eyicham t'a Meriba. Manh eyutej he b'a icha yutejnac pax sb'a heb' t'a Masah t'a taquinh lu'um."
        },
        {
            "number": "9",
            "text": "Aton ta' yak'nac in prowal heb' he mam eyicham chi', wach'chom yilnac heb' juntzanh tas satub'tac in b'onac."
        },
        {
            "number": "10",
            "text": "40 ab'il te ov wutejnac in b'ha t'a heb', walannac icha tik: Ha juntzanh anima tik, ch'ocnhej b'aj ayoch spensar heb', max nachajel-laj yuj heb' tas tzin nib'ej sb'eyb'alej heb', xin chi."
        },
        {
            "number": "11",
            "text": "Yuj chi' yet' wal yowal in k'ool, wak'nac in ti' to max ochlaj heb' t'a lum lum b'aj ijan wak'nac yik' yip heb', xchi Dios."
        }
    ]
}