{
    "chapter": "95",
    "verses": [
        {
            "number": "1",
            "text": "Cotanhec, conh b'itanec t'a Jehová t'a tzalajk'olal. Conh b'itanec t'a co Columal."
        },
        {
            "number": "2",
            "text": "Ochoconhec t'a yichanh t'a ak'oj yuj diosal. Conh b'itanec t'ay, yujto te niwan yelk'ochi."
        },
        {
            "number": "3",
            "text": "Yujto a Jehová te niwan yelk'ochi. Aton Rey yaj t'a yib'anh smasanil eb' dios."
        },
        {
            "number": "4",
            "text": "D'a yol sk'ab' ay juntzanh xab' olan t'a yich lum lum tik. A' ay yic juntzanh vitz te chaanh yajq'uei."
        },
        {
            "number": "5",
            "text": "A' ay yic ha' mar, ha' b'ojinac ha'. A' b'oannacpax lum lum tik."
        },
        {
            "number": "6",
            "text": "Cotanhec, caq'uequem co b'ha t'a Jehová, conh emec cuman t'a yichanh. A' t'ay tzonh emec cuman yujto ha' ix onh b'oani."
        },
        {
            "number": "7",
            "text": "Aton co Diosal, a onhxo tik, schonhab' onh. Icha scalnel caji, yuj chi' tanhvab'il onh yuj. Syal Dios icha tik: Tato tzeyab' tas sval ticnaic,"
        },
        {
            "number": "8",
            "text": "manh e pitej e b'a icha yutejnac sb'a eb' e mam eyicham t'a Meriba. Manh eyutej e b'a icha yutejnac pax sb'a eb' t'a Masah t'a taquinh lu'um."
        },
        {
            "number": "9",
            "text": "Aton ta' yak'nac in proval eb' e mam eyicham chi', wach'chom yilnac eb' juntzanh tas satub'tac in b'onac."
        },
        {
            "number": "10",
            "text": "40 ab'il te ov vutejnac in b'ha t'a eb', valannac icha tik: Ha juntzanh anima tik, ch'ocnhej b'aj ayoch spensar eb', max nachajel-laj yuj eb' tas tzin nib'ej sb'eyb'alej eb', xin chi."
        },
        {
            "number": "11",
            "text": "Yuj chi' yet' val yoval in k'ool, vak'nac in ti' to max ochlaj eb' t'a lum lum b'aj ijan vak'nac yik' yip eb', xchi Dios."
        }
    ]
}