{
    "chapter": "96",
    "verses": [
        {
            "number": "1",
            "text": "Aocab' junoc ak' b'it sco b'itej d'a Jehová. Conh b'itanec d'ay co masanil cajan onh d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "2",
            "text": "Conh b'itanec d'a Jehová, calec vach' lolonel d'ay. Junjun k'u scalanec el co colnab'il syak'a'."
        },
        {
            "number": "3",
            "text": "Calequel yab'ixal sb'inajnaquil yed' tas satub'tac ix sk'ulej. Calequel d'a smasanil chonhab' yed' d'a junjun nación."
        },
        {
            "number": "4",
            "text": "Yujto nivan yelk'och Jehová, smoj tz'alchaj vach' lolonel d'ay. Yelxo val te ay smay d'a yichanh masanil eb' dios."
        },
        {
            "number": "5",
            "text": "Axo pax sdiosal juntzanhxo ch'oc chonhab'il jun, malaj yalani yujto yechelnhej yaji. Palta axo pax Jehová, a' b'oannac satchaanh."
        },
        {
            "number": "6",
            "text": "Te nivan yelk'ochi, te ay pax spoder. Scheclaj spoder yed' svach'il yilji d'a scajnub'."
        },
        {
            "number": "7",
            "text": "Ex anima d'a juntzanh chonhab', alec vach' lolonel d'a Jehová yujto te nivan yelk'ochi, te ay pax spoder."
        },
        {
            "number": "8",
            "text": "Alec vach' lolonel d'ay icha val smojal. Ochanhec yed' e silab' d'a yamaq'uil stemplo."
        },
        {
            "number": "9",
            "text": "Aq'uequem e b'a d'a Jehová d'a scajnub' vach' yilji. E masanil ex anima, ayocab' e xivk'olal d'a yichanh."
        },
        {
            "number": "10",
            "text": "Alec d'a juntzanhxo nación to a Jehová Rey toni. Tzatz ix yutej em k'ojan yolyib'anhq'uinal tic, yuj chi' max ib'xilaj. Junlajannhej syutej sch'olb'itan juntzanh chonhab'."
        },
        {
            "number": "11",
            "text": "Tzalajocab' satchaanh yed' lum luum tic. Elocab' yav a' mar yed' masanil tas ay d'a yol a'."
        },
        {
            "number": "12",
            "text": "Ayocab' tzalajk'olal d'a scal lum jacb'en yed' masanil tastac ay d'ay. Elocab' yav masanil te' nivac te' d'a tzalajk'olal,"
        },
        {
            "number": "13",
            "text": "yujto van sjavi Jehová. Tic val sjavi. Ol ul yak'an Yajalil d'a yolyib'anhq'uinal tic. Ol sch'olb'itan d'a vach'il yed' d'a stojolal."
        }
    ]
}