{
    "chapter": "97",
    "verses": [
        {
            "number": "1",
            "text": "Tzalajocab' masanil lum luum tic yed' masanil chonhab' d'a stitac a' mar, yujto a Jehová Rey toni."
        },
        {
            "number": "2",
            "text": "Oyanoch q'uik'al asun d'a spatic yichanh. Te tek'an yaj yopisio yujto tojol syutej sch'olb'itani."
        },
        {
            "number": "3",
            "text": "Van sb'at jun k'ak' d'a yichanh, ol tz'ab'at eb' ayoch ajk'olal d'ay."
        },
        {
            "number": "4",
            "text": "Sacb'i yolyib'anhq'uinal tic yuj k'ak' tz'ek' copnaj yuuj, tz'ib'xi lum luum a tz'eq'ui."
        },
        {
            "number": "5",
            "text": "Tz'ulaxb'at lum nivac vitz icha nok' chaq'uib' d'a yichanh Jehová Yajal d'a Smasanil yolyib'anhq'uinal tic."
        },
        {
            "number": "6",
            "text": "A satchaanh sch'oxanel stojolal, axo eb' chonhab', syil stziquiquial eb'."
        },
        {
            "number": "7",
            "text": "Ol q'uixvoccan eb' syaq'uem sb'a d'a juntzanh comon dios, eb' syik'chaanh sb'a yed' juntzanh yechel chi', yujto masanil juntzanh dios chi' ol yaq'uem sb'a d'a yichanh Jehová."
        },
        {
            "number": "8",
            "text": "Mamin Jehová, a yab'ixal tas ix utej ak'an syaelal eb' ajk'ool, ol yab' eb' aj Sion yed' juntzanhxo chonhab' d'a yol yic Judá, yuj chi' ol tzalaj eb'."
        },
        {
            "number": "9",
            "text": "Mamin Jehová, Yajal ach d'a yib'anh masanil yolyib'anhq'uinal tic. Ek'al ach d'a yib'anh masanil comon dios."
        },
        {
            "number": "10",
            "text": "A ex mach ex tze xajanej Jehová, chaquec el chucal. Yujto a eb' sk'anab'ajani, tanhvab'il eb' yuuj. Scolji eb' yuuj d'a yol sk'ab' eb' sk'ulan chucal."
        },
        {
            "number": "11",
            "text": "Tz'ak'ji saquilq'uinal d'a eb' anima vach' spensar yuuj, syak'an tzalajk'olal d'a eb' tojol sb'eyb'al."
        },
        {
            "number": "12",
            "text": "E masanil ex anima to vach' e pensar, tzalajanhec yuj tas vach' ix sk'ulej Jehová. Alec vach' lolonel d'ay."
        }
    ]
}