{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pablo in tik, vinhaj Silvano yet' vinhaj Timoteo, scak'b'at junxo co carta tik t'ayex ex iglesia ex t'a Tesalónica. Yic exxo co Mam Dios, yic exxo pax Cajal Jesucristo."
        },
        {
            "number": "2",
            "text": "Aocab' co Mam Dios yet' Cajal Jesucristo, syak' swach'k'olal yet' sjunk'olal t'ayex ta'."
        },
        {
            "number": "3",
            "text": "Ex vuk'tac ex vanab', yovalil scak'nhej yuj diosal d'ha Dios eyuuj. Smoj ton skal icha chi', yujto junjun k'u, tzeyak' val och Dios t'a e k'ool. Anhejtona', tze te xajanej val eb' eyetcreyenteal."
        },
        {
            "number": "4",
            "text": "Yuj chi' scalel e wach'il t'a skal eb' creyente t'a junjun yiglesia Dios. Yujto tzijtum tas tz'ak'jioch t'a eyib'anh, te niwan syaelal van eyab'an ta', palta tek'an val tzeyutej eyak'anoch Dios t'a e k'ool. Van eyak'an techaj smasanil."
        },
        {
            "number": "5",
            "text": "Icha chi' tz'aj scheclajeli to tojol syutej Dios onh sch'olb'itani. Yuj chi' syala' to smoj tzex och b'aj ol yak' Yajalil, yujnhej to van eyab'an syaelal yuj."
        },
        {
            "number": "6",
            "text": "Ha Dios te tojol toni, yuj chi' ol yak' syaelal eb' tzex ixtan ticnaic."
        },
        {
            "number": "7",
            "text": "Van eyab'an syaelal qued'oc. Palta ol ak'joc snivanil co k'ool yuj Dios ayic ol cot Cajal Jesús yet' eb' yángel t'a satcha’anh, aton eb' te niwan spoder. Ayic ol emuloc, yet'nac jun k'ak' nhilnhon sq'ue sk'ak'al."
        },
        {
            "number": "8",
            "text": "Ata' ol ak'joc syaelal eb' manh ojtannacoc Dios, aton eb' max k'anab'ajan wach' ab'ix yic Cajal Jesucristo."
        },
        {
            "number": "9",
            "text": "Ha eb' chi', ol b'atcan eb' t'a syaelal t'a junelnhej. Ol ik'joccanel eb' t'a stz'ey Cajal Jesús, yic manhxa b'ak'uinh ol yil swach'il eb' yet' spoder."
        },
        {
            "number": "10",
            "text": "Ha t'a jun k'ual ayic ol javoc Cajal Jesús chi', te niwan ol aj yelk'och t'ayonh a onh yic onhxo tik. Co masanil a onh creyente onh tik, ol caq'uem co b'a t'ay. Locan ex qued'oc yujto eyak'nac och jun ab'ix ek' calnac t'a e k'ool."
        },
        {
            "number": "11",
            "text": "Yuj val jun tik junjun k'u tzonh lesalvi eyuuj. Sco k'an t'a co Diosal eyuuj, yic wach' ex t'a yichanh, yujto ha' avtannac ex och yicoc. Sco k'ananpax t'ay to syak' spoder t'ayex, yic tze b'eyb'alej masanil tas wach' icha e gana, tzex munlaj pax t'ay, yujto tzeyak'och t'a e k'ool."
        },
        {
            "number": "12",
            "text": "Tato icha chi' tzeyutej e b'a, ol aljoc wach' lolonel t'a Cajal Jesucristo eyuuj. Axo ol ex alan pax wach'il. Icha chi' ol ex ajoc, yujto a co Diosal yet' Cajal Jesucristo chi' ol ak'an swach'k'olal t'ayex."
        }
    ]
}