{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaik, tzin tz'ib'ejb'at t'ayex chajtil ol aj sjawi Kajal Jesucristo, aton yic ol onh molchajoch yet'oc. Tzin tewib'at t'ayex to"
        },
        {
            "number": "2",
            "text": "max he comon ak'ej somchajel he pensar tato ay heb' tz'alan t'ayex to janacxo sk'ual Kajal chi'. Wach'chom syal heb' to a Yespíritu Dios ix ch'oxan t'a heb', ma munil syal heb' t'a yol yico', palta manh ex och ilk'olal yuj heb'. Taxonhej syal heb' to ix k'och ko carta t'a heb', palta manh he cha eyab'i."
        },
        {
            "number": "3",
            "text": "Manh eyak' musansatil he b'a, yujto ayic manto ja jun k'ual chi', tzijtum mach ol meltzaj pax och ajk'olal d'ha Dios. Ato ta' ol checlajel winh yajalil chukal. Ha winh chi', yowalil ol ak'joccanb'at winh t'a syaelal."
        },
        {
            "number": "4",
            "text": "Ha jun winh chi' ol yak' owal winh yet' Dios. Ol chichon sk'ool winh t'a jantacnhej comon Dios yet' t'a jantacnhej tas b'aj syal sb'a heb' anima. Ol em wal k'ojan winh t'a yol stemplo Dios, ol yalanoch sb'a winh Diosal."
        },
        {
            "number": "5",
            "text": "Naeccoti to ix walcan juntzanh tik t'ayex ayic ay in ek' eyed' ta'."
        },
        {
            "number": "6",
            "text": "Eyojtac tas tzato cachanoch waan winh yic max checlajelta winh. Palta ato yic ol jawok stiempoal, ato ta' ol checlajelta winh."
        },
        {
            "number": "7",
            "text": "Ha ticnaik, a chukal wanxo smunlaj t'a elk'altac masanto ol ik'joc el jun mach scachanoch waan sch'oxk'ab'an sb'a chi'."
        },
        {
            "number": "8",
            "text": "Ato wal ta' ol checlajcanel jun winh yajal chukal chi'. Palta ayic ol jawok Kajal Jesús ol spucham winh yajal chukal chi' yet' yik', haxo stziquiquial ol ik'an satcanel winh. Palta ayic manto satel winh chi', a tik ol sk'ulej winh:"
        },
        {
            "number": "9",
            "text": "Ayic ol checlajel winh ol yak'och sb'a winh Satanás yet' winh. Ol yak'och spoder winh t'a winh. Yuj chi' ol yal sb'oan juntzanh milagro winh yet' juntzanhxo tas ol ch'oxanel spoder, palta es juntzanh chi'."
        },
        {
            "number": "10",
            "text": "Tzijtum tas malaj swach'il ol sk'uloc winh, yic ol yak' musansatil heb' anima satnac winh. Ol satcanel heb', yujto malaj sgana heb' syak'och jun k'ayb'ub'al te yel tik t'a sk'ool yic scolchajel heb'."
        },
        {
            "number": "11",
            "text": "Yuj chi', ha Dios ol chaan ak'joc musansatil heb', yic ol yak'och jun es chi' heb' t'a sk'ool."
        },
        {
            "number": "12",
            "text": "Yuj chi' a jantacnhej heb' maj ak'anoch jun k'ayb'ub'al te yel tik t'a sk'ool, ol ak'joccanb'at heb' t'a syaelal, yujto ix k'echaanh heb' yet' chukal."
        },
        {
            "number": "13",
            "text": "Ex xajanab'il yuj Kajal Jesús, yowalil skak'nhej yuj diosal d'ha Dios eyuuj, yujto sik'b'il ex taxoncanel yuj Dios chi' qued'oc t'a yichb’anel, yic tzex colchaj yuj Yespíritu. Ha tzex ak'anoch yicoc Dios. Yuj chi' tzex colchaj qued'oc, yujto tzeyak'och jun k'ayb'ub'al te yel tik t'a he k'ool."
        },
        {
            "number": "14",
            "text": "Yuj jun wach' ab'ix yic colnab'il ek' calnac t'ayex, ha Dios avtannac ex och yicoc, yic wach' ay eyalan eyic t'a sniwanil yelk'och Kajal Jesucristo qued'oc."
        },
        {
            "number": "15",
            "text": "Yuj chi', tek'an wal tzeyutej he b'a. Manh eyak' sat he k'ool t'a juntzanh k'ayb'ub'al ek' calnaccan t'ayex yet' juntzanhxo ko tz'ib'ejnacb'at t'ayex."
        },
        {
            "number": "16",
            "text": "Tzonh xajanej Kajal Jesucristo yet' ko Mam Dios. Syak' sniwanil ko k'ool t'a masanil tiempo yuj swach'k'olal. Syak'anpax cak'och swach'il yipoc ko k'ool."
        },
        {
            "number": "17",
            "text": "Co gana a swach' ak'an tzalajk'olal t'ayex. Syak'anpax he tek'anil yic wach' a jantacnhej tas tzeyala', tze k'ulej, wach'nhej t'a yichanh."
        }
    ]
}