{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaic, tzin tz'ib'ejb'at t'ayex chajtil ol aj sjavi Cajal Jesucristo, aton yic ol onh molchajoch yet'oc. Tzin tevib'at t'ayex to"
        },
        {
            "number": "2",
            "text": "max e comon aq'uej somchajel e pensar tato ay eb' tz'alan t'ayex to janacxo sk'ual Cajal chi'. Wach'chom syal eb' to a Yespíritu Dios ix ch'oxan t'a eb', ma munil syal eb' t'a yol yico', palta manh ex och ilk'olal yuj eb'. Taxonhej syal eb' to ix k'och co carta t'a eb', palta manh e cha eyab'i."
        },
        {
            "number": "3",
            "text": "Manh eyak' musansatil e b'a, yujto ayic manto ja jun k'ual chi', tzijtum mach ol meltzaj pax och ajk'olal d'ha Dios. Ato ta' ol checlajel winh yajalil chukal. Ha winh chi', yowalil ol ak'joccanb'at winh t'a syaelal."
        },
        {
            "number": "4",
            "text": "Ha jun winh chi' ol yak' oval winh yet' Dios. Ol chichon sk'ool winh t'a jantacnhej comon dios yet' t'a jantacnhej tas b'aj syal sb'a eb' anima. Ol em val k'ojan winh t'a yol stemplo Dios, ol yalanoch sb'a winh Diosal."
        },
        {
            "number": "5",
            "text": "Naeccoti to ix valcan juntzanh tik t'ayex ayic ay in ek' eyed' ta'."
        },
        {
            "number": "6",
            "text": "Eyojtac tas tzato cachanoch vaan winh yic max checlajelta winh. Palta ato yic ol javok stiempoal, ato ta' ol checlajelta winh."
        },
        {
            "number": "7",
            "text": "Ha ticnaic, a chukal vanxo smunlaj t'a elk'altac masanto ol ik'joc el jun mach scachanoch vaan sch'oxk'ab'an sb'a chi'."
        },
        {
            "number": "8",
            "text": "Ato val ta' ol checlajcanel jun winh yajal chukal chi'. Palta ayic ol javok Cajal Jesús ol spucham winh yajal chukal chi' yet' yik', haxo stziquiquial ol ik'an satcanel winh. Palta ayic manto satel winh chi', a tik ol sk'ulej winh:"
        },
        {
            "number": "9",
            "text": "Ayic ol checlajel winh ol yak'och sb'a winh Satanás yet' winh. Ol yak'och spoder winh t'a winh. Yuj chi' ol yal sb'oan juntzanh milagro winh yet' juntzanhxo tas ol ch'oxanel spoder, palta es juntzanh chi'."
        },
        {
            "number": "10",
            "text": "Tzijtum tas malaj swach'il ol sk'uloc winh, yic ol yak' musansatil eb' anima satnac winh. Ol satcanel eb', yujto malaj sgana eb' syak'och jun k'ayb'ub'al te yel tik t'a sk'ool yic scolchajel eb'."
        },
        {
            "number": "11",
            "text": "Yuj chi', ha Dios ol chaan ak'joc musansatil eb', yic ol yak'och jun es chi' eb' t'a sk'ool."
        },
        {
            "number": "12",
            "text": "Yuj chi' a jantacnhej eb' maj ak'anoch jun k'ayb'ub'al te yel tik t'a sk'ool, ol ak'joccanb'at eb' t'a syaelal, yujto ix q'uechaanh eb' yet' chukal."
        },
        {
            "number": "13",
            "text": "Ex xajanab'il yuj Cajal Jesús, yowalil scak'nhej yuj diosal d'ha Dios eyuuj, yujto sik'b'il ex taxoncanel yuj Dios chi' qued'oc t'a yichb’anel, yic tzex colchaj yuj Yespíritu. Ha tzex ak'anoch yicoc Dios. Yuj chi' tzex colchaj qued'oc, yujto tzeyak'och jun k'ayb'ub'al te yel tik t'a e k'ool."
        },
        {
            "number": "14",
            "text": "Yuj jun wach' ab'ix yic colnab'il ek' calnac t'ayex, ha Dios avtannac ex och yicoc, yic wach' ay eyalan eyic t'a snivanil yelk'och Cajal Jesucristo qued'oc."
        },
        {
            "number": "15",
            "text": "Yuj chi', tek'an val tzeyutej e b'a. Manh eyak' sat e k'ool t'a juntzanh k'ayb'ub'al ek' calnaccan t'ayex yet' juntzanhxo co tz'ib'ejnacb'at t'ayex."
        },
        {
            "number": "16",
            "text": "Tzonh xajanej Cajal Jesucristo yet' co Mam Dios. Syak' snivanil co k'ool t'a masanil tiempo yuj swach'k'olal. Syak'anpax cak'och swach'il yipoc co k'ool."
        },
        {
            "number": "17",
            "text": "Co gana a swach' ak'an tzalajk'olal t'ayex. Syak'anpax e tek'anil yic wach' a jantacnhej tas tzeyala', tze k'ulej, wach'nhej t'a yichanh."
        }
    ]
}