{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaic, lesalvanhecnhej cuuj, yic wach' ol pucaxel slolonel Cajal Jesús t'a skal eb' anima smasanil t'a elanhchamel, yic ol scha eb' t'a smasanil sk'ool icha eyutejnac e chaani."
        },
        {
            "number": "2",
            "text": "k'anecnhej pax d'ha Dios cuuj, yic ol onh colchajel t'a yol sk'ab' eb' te chuk spensar. Yujto manh masaniloc anima tz'ak'anoch Dios t'a sk'ool."
        },
        {
            "number": "3",
            "text": "Palta a Cajal Jesús, tz'elnhejk'och tas syala'. Ha tz'ak'an e tek'anil. Tzex scolanpaxel t'a winh chuk."
        },
        {
            "number": "4",
            "text": "Scak'och Cajal Jesús yipoc co k'ool to van e k'anab'ajan juntzanh checnab'il calnaccan t'ayex to ol e k'anab'ajejnhej pax t'a masanil tiempo."
        },
        {
            "number": "5",
            "text": "Sco nib'ej to a Cajal Jesús tz'ak'an nachajel eyuuj to xajan ex yuj Dios. Sco nib'ej tz'och Cristo eyed'oc yic tek'an tzeyutej e b'a icha yutejnac sb'a."
        },
        {
            "number": "6",
            "text": "Ha t'a sb'i Cajal Jesucristo scalb'at juntzanhxo checnab'il tik t'ayex. Tato ay eb' creyente jaragana, tato max sk'anab'ajej juntzanh k'ayb'ub'al ek' calnaccan t'ayex eb', max yal-laj junnhej tzex ek' yet' eb'."
        },
        {
            "number": "7",
            "text": "Eyojtacxo, smoj val tze k'anab'ajej co b'eyb'al, yujto manh jaraganaoc ek' cutejnac co b'ha t'a e cal."
        },
        {
            "number": "8",
            "text": "Eyojtac to malaj b'aj co matanejnac wa co b'a t'ayex. Palta k'ual t'ak'val munlajnac onh t'a e cal. Cak'nac val quip co munlaji, yujto malaj co gana ay mach tz'ab'an syail yak'an tas tz'och cuuj ta'."
        },
        {
            "number": "9",
            "text": "Wach'chom ay calan quic co k'anan co gasto t'ayex, palta munlaj onh yet' co k'ab'. Icha chi' cutejnac co ch'oxan jun wach' b'eyb'al t'ayex, yic wach' tze k'anab'ajej co b'eyb'al chi'."
        },
        {
            "number": "10",
            "text": "Yujto ayic ay onh ek' t'a e cal, calannaccan jun checnab'il t'ayex, aton jun syal icha tik: Tato ay mach malaj sgana smunlaji, mocab' vaoc, xchi."
        },
        {
            "number": "11",
            "text": "Scalb'at juntzanh tik t'ayex yujto ix cab'i to ayex mach ex jaragana ex. Tonhej tze comon aq'uejoch e b'ha t'a skal juntzanh tas b'aj malaj eyalan eyiko'."
        },
        {
            "number": "12",
            "text": "Ha ex icha chi' tzeyutej e b'a, a t'ayex scalb'at jun checnab'il tik. Yuj Cajal Jesucristo scham val calanb'at t'ayex to tzex munlaj val t'a tzalajk'olal, yic wach' ol ilchaj tas yowalil tz'och eyuuj."
        },
        {
            "number": "13",
            "text": "Manh ex tzactzaj e k'ulan juntzanh tas wach' ta'."
        },
        {
            "number": "14",
            "text": "Tato ay eb' max k'anab'ajan tas scalb'at t'a jun co carta tik, yowalil tzeyak' checlajel eb' t'a e cal, yic ol q'uixvoquel eb'. Anhejtona', manh junnhejoc tzex ek' yet' eb'."
        },
        {
            "number": "15",
            "text": "Palta max yal eyajk'olan e b'a yet' eb'. Tze yec val sna eb', yujto creyente eb' eyed'oc."
        },
        {
            "number": "16",
            "text": "Aocab' Cajal Jesús, aton jun ak'um junk'olal syak' val sjunk'olal t'ayex t'a masanil tiempo. Ochocab' pax eyed'oc e masanil ta'."
        },
        {
            "number": "17",
            "text": "Ha in Pablo in tik, a in val lak'an tzin tz'ib'ejb'at jun stzatzil e k'ool tik, yic scheclaji to yel wik jun carta tik. Icha tik svutej in tz'ib'anb'at junjun in carta."
        },
        {
            "number": "18",
            "text": "Aocab' Cajal Jesucristo syak' swach'k'olal t'ayex e masanil ta'."
        }
    ]
}