{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha juntzanh sb'it vinhaj Salomón, manhxo jantacoc svach'il yalji. Syalan ix cob'es:"
        },
        {
            "number": "2",
            "text": "Ach quelem xajanab'il vuuj, tz'ub'elta jab'oc in ti'. Te wach' svab' t'a yichanh yal uva."
        },
        {
            "number": "3",
            "text": "Te wach' yel a jab' yuj yal suk'uq'ui sjab' ayoch t'ayach. Ayic svab'an a b'inaji, lajan val icha suk'uq'ui sjab' chi'. Yuj chi' te xajan ach yuj eb' ix ix."
        },
        {
            "number": "4",
            "text": "Iq'uinb'at t'a a pat ach in reyal, iq'uinb'at ed'oc elanhchamel, xchi ix. Syalan eb' anima: Te tzalajk'olal cajek' ed'oc, ol co nacot b'aj tzonh a xajanej yujto te wach' t'a yichanh yal uva. Tob'an yuj chi' te xajan ach yuj eb' ix ix tik, xchi eb'. Syalan ix cob'es:"
        },
        {
            "number": "5",
            "text": "Ex ix aj Jerusalén, a in tik k'ik' ch'uminac vilji, palta te wach' vilji. K'ik'ocab' vilji icha yilji smantiado eb' aj Cedar, palta te wach' vilji icha yilji k'apac cortina ayoch t'a yol spat vinhaj Salomón."
        },
        {
            "number": "6",
            "text": "Manh ex och val q'uelan t'ayin, yujto k'ik' ch'uminac vilji, yujto tz'anac in nivanil yuj yoc k'u. Ha eb' vinh in nulej ix cot yoval eb' vinh t'ayin, ix in yak'anoch eb' vinh tanhvoj uva, haxo ix aji, maj in ya'ilej in b'a."
        },
        {
            "number": "7",
            "text": "Ach quelem xajanab'il vuuj, al t'ayin ¿b'ajtil tza tanhvej nok' a calnel? ¿B'ajtil tzik'b'at nok' yik' yip t'a chimk'ualil? ¿Tas yuj ol in satek' ach in say t'a skal juntzanhxo eb' tanhvum calnel? xchi ix. Syalan eb' anima:"
        },
        {
            "number": "8",
            "text": "Tato manh ojtacoc ach ix te wach' ilji t'a skal eb' ix ix wach' yilji, ochanh tzak'an yuj yoclem nok' calnel chi'. Tanhvej wa nok' yunetac a chiva t'a slak'anil slechpat eb' vinh tanhvum calnel chi', xchi eb'. Syalan vinh quelem:"
        },
        {
            "number": "9",
            "text": "Ach cob'es xajanab'il vuuj, te wach' ilji svila', icha val yilji nok' cob'es chej stok'an scarruaje vinh sreyal Egipto."
        },
        {
            "number": "10",
            "text": "Te wach' yilji spak'ultac a ti' t'a skal q'uen uchiquin, te wach' pax yilji a jaj b'aj ayoch q'uen a tonh."
        },
        {
            "number": "11",
            "text": "Ol co b'o q'uen uchiquin nab'a oro, ol cak'och q'uen plata yelvanub'oc, xchi vinh. Syalan ix cob'es:"
        },
        {
            "number": "12",
            "text": "Yacb'an k'ojanem vinh rey t'a smexa, haxo anh nardo sumumi yel sjab' t'ayin."
        },
        {
            "number": "13",
            "text": "Ach quelem xajanab'il vuuj, lajan ach val icha junok yub'anh te' mirra suk'uq'ui sjab' ayek' t'a skal vim."
        },
        {
            "number": "14",
            "text": "Ach xajanab'il vuuj, lajan ach icha junok yub'anh xumaquil te alheña sq'uib' t'a skal te' uva avab'il t'a En-gadi, xchi ix. Syalan vinh quelem:"
        },
        {
            "number": "15",
            "text": "Te wach' ilji ach cob'es xajanab'il vuuj, val yel te wach' ilji. Lajan svach'il yilji yol a sat icha yilji yol sat nok' paramuch, xchi vinh. Syalan ix cob'es:"
        },
        {
            "number": "16",
            "text": "Te wach' ilji ach quelem xajanab'il vuuj, val yel te wach' ilji. Ha val anh yax ank'ultak ol och co vaynub'oc, xchi ix. Syalan vinh quelem:"
        },
        {
            "number": "17",
            "text": "Ha spatzab'il co pat ayochi nab'a a te' k'ute', haxo te' tzicap ayoch t'a yib'anh, xchi vinh."
        }
    ]
}