{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Lajan in icha junok anh xumac t'a sch'olanil yic Sarón, icha anh chochol sq'uib' t'a ak'lic, xchi ix. Syalan winh quelem:"
        },
        {
            "number": "2",
            "text": "D'a skal heb' ix yetixal ix xajanab'il wuuj, lajan ix icha junok anh xumac t'a skal te' q'uiix, xchi winh. Syalan ix cob'es:"
        },
        {
            "number": "3",
            "text": "D'a skal heb' yetquelemal winh xajanab'il wuuj, lajan winh icha junok te' mansan ay t'a kaltac te'. Manh jantacoc swach'il wem k'ojan t'a yenhul, te chi' sat te' swab'i."
        },
        {
            "number": "4",
            "text": "Ix in yik'b'at winh t'a spatil niwac wael, t'a smasanil sk'ol winh ix sch'oxo' to xajan in yuj."
        },
        {
            "number": "5",
            "text": "Ak' te' taquinh sat uwa t'ayin yic tz'och wip, a wal te' mansan tzak' in lo yic sicb'i in k'ool, yujto tzin cham ach in nib'ani."
        },
        {
            "number": "6",
            "text": "Ha sk'ab' winh t'a sk'exanh syak'och t'a yalanh in jolom, haxo swach' winh tzin lak'ank'ei, xchi ix. Syalan winh quelem:"
        },
        {
            "number": "7",
            "text": "Ex cob'estac aj Jerusalén, tzin tewi wal t'ayex to manh he pitzel swayanh ix xajanab'il wuuj, munil ol el swayanh ix, xchi winh. Syalan ix cob'es:"
        },
        {
            "number": "8",
            "text": "A... wan sjawi winh xajanab'il wuuj. Tzaxo wab' yoch sjaj winh. Sk'e wal chennaj winh scot t'a jolomtac witz. Sk'e wal chennaj winh sjawi t'a tzalquixtac."
        },
        {
            "number": "9",
            "text": "Ha winh xajanab'il wuuj, lajan winh icha nok' ch'ucul, icha wal junok yune' ch'ucul chi'. Ayxoek' winh t'a patic pat tik, t'anhanxooch winh t'a yolanil wentena."
        },
        {
            "number": "10",
            "text": "Ha winh xajanab'il wuuj chi', ix yal winh t'ayin icha tik: Q'ueanh waan ach xajanab'il wuuj, cotanh ach nib'ab'il wuuj."
        },
        {
            "number": "11",
            "text": "Inai, toxo ix ek'b'at sk'ual sicnhab'."
        },
        {
            "number": "12",
            "text": "Ayxo anh xumac t'a kaltac te', toxo ix k'och stiempoal yoch b'it, tzaxo kab' yoch sjaj nok' cuwajte' t'a tik."
        },
        {
            "number": "13",
            "text": "Ayxo sat te' higo, sumumi yel sjab' te' uwa. Q'ueanh waan ach xajanab'il wuuj, ach to te wach' ilji, cotanh, xchi winh t'ayin, xchi ix. Syalan winh quelem:"
        },
        {
            "number": "14",
            "text": "Ach xajanab'il wuuj, lajan ach icha nok' paramuch sk'ub'ej sb'ha t'a sattac k'een. Ch'ox a sat wila'', lolonanh jab'oc wab'i, yujto te wach'tzin a loloni, te wach'pax ilji."
        },
        {
            "number": "15",
            "text": "Pechec nok' waax yet' nok' yune', to syixtej te' cuwa nok', icha te' wanto yak'an xumaquil, xchi winh. Syalan ix cob'es:"
        },
        {
            "number": "16",
            "text": "Yic in winh xajanab'il wuuj, wik pax winh, stanhwi kalnel winh t'a skal anh xumac."
        },
        {
            "number": "17",
            "text": "Yacb'an manta ik' t'a q'uinhib'alil, ayic manto sakb'i, meltzajanhcot t'ayin ach xajanab'il wuuj. Lajan tzutej a b'a icha junok nok' ch'ucul, icha nok' quelem ch'ucul toxonhej sk'e chennaj scot t'a tzalquixtac, xchi ix."
        }
    ]
}