{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Lajan in icha junoc anh xumac d'a sch'olanil yic Sarón, icha anh chochol sq'uib' d'a ak'lic, xchi ix. Syalan vinh quelem:"
        },
        {
            "number": "2",
            "text": "D'a scal eb' ix yetixal ix xajanab'il vuuj, lajan ix icha junoc anh xumac d'a scal te' q'uiix, xchi vinh. Syalan ix cob'es:"
        },
        {
            "number": "3",
            "text": "D'a scal eb' yetquelemal vinh xajanab'il vuuj, lajan vinh icha junoc te' mansan ay d'a caltac te'. Manh jantacoc svach'il vem k'ojan d'a yenhul, te chi' sat te' svab'i."
        },
        {
            "number": "4",
            "text": "Ix in yik'b'at vinh d'a spatil nivac vael, d'a smasanil sk'ol vinh ix sch'oxo' to xajan in yuuj."
        },
        {
            "number": "5",
            "text": "Ak' te' taquinh sat uva d'ayin yic tz'och vip, a val te' mansan tzak' in lo yic sicb'i in k'ool, yujto tzin cham ach in nib'ani."
        },
        {
            "number": "6",
            "text": "A sk'ab' vinh d'a sq'uexanh syak'och d'a yalanh in jolom, axo svach' vinh tzin lak'anq'uei, xchi ix. Syalan vinh quelem:"
        },
        {
            "number": "7",
            "text": "Ex cob'estac aj Jerusalén, tzin tevi val d'ayex to manh e pitzel svayanh ix xajanab'il vuuj, munil ol el svayanh ix, xchi vinh. Syalan ix cob'es:"
        },
        {
            "number": "8",
            "text": "A... van sjavi vinh xajanab'il vuuj. Tzaxo vab' yoch sjaj vinh. Sq'ue val chennaj vinh scot d'a jolomtac vitz. Sq'ue val chennaj vinh sjavi d'a tzalquixtac."
        },
        {
            "number": "9",
            "text": "A vinh xajanab'il vuuj, lajan vinh icha nok' ch'ucul, icha val junoc yune' ch'ucul chi'. Ayxoek' vinh d'a patic pat tic, d'anhanxooch vinh d'a yolanil ventena."
        },
        {
            "number": "10",
            "text": "A vinh xajanab'il vuuj chi', ix yal vinh d'ayin icha tic: Q'ueanh vaan ach xajanab'il vuuj, cotanh ach nib'ab'il vuuj."
        },
        {
            "number": "11",
            "text": "Inai, toxo ix ek'b'at sk'ual sicnhab'."
        },
        {
            "number": "12",
            "text": "Ayxo anh xumac d'a caltac te', toxo ix k'och stiempoal yoch b'it, tzaxo cab' yoch sjaj nok' cuvajte' d'a tic."
        },
        {
            "number": "13",
            "text": "Ayxo sat te' higo, sumumi yel sjab' te' uva. Q'ueanh vaan ach xajanab'il vuuj, ach to te vach' ilji, cotanh, xchi vinh d'ayin, xchi ix. Syalan vinh quelem:"
        },
        {
            "number": "14",
            "text": "Ach xajanab'il vuuj, lajan ach icha nok' paramuch sk'ub'ej sb'a d'a sattac q'ueen. Ch'ox a sat vila', lolonanh jab'oc vab'i, yujto te vach'tzin a loloni, te vach'pax ilji."
        },
        {
            "number": "15",
            "text": "Pechec nok' vaax yed' nok' yune', to syixtej te' cuva nok', icha te' vanto yak'an xumaquil, xchi vinh. Syalan ix cob'es:"
        },
        {
            "number": "16",
            "text": "Yic in vinh xajanab'il vuuj, vic pax vinh, stanhvi calnel vinh d'a scal anh xumac."
        },
        {
            "number": "17",
            "text": "Yacb'an manta ik' d'a q'uinhib'alil, ayic manto sacb'i, meltzajanhcot d'ayin ach xajanab'il vuuj. Lajan tzutej a b'a icha junoc nok' ch'ucul, icha nok' quelem ch'ucul toxonhej sq'ue chennaj scot d'a tzalquixtac, xchi ix."
        }
    ]
}