{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a sat in ch'at t'ak'walil, ix in vayichej in sayanek' winh xajanab'il vuuj. Ix in sayek' winh, palta maj ilchaj winh vuuj."
        },
        {
            "number": "2",
            "text": "Slajvi chi', ix in q'ue vaan, ix in ek' in say winh t'a yol chonhab' chi'. Tzin sayanek' winh xajanab'il vuj t'a yoltac calle yet' t'a yoltac mercado. Ix in saynhej winh, palta maj ilchaj winh vuuj."
        },
        {
            "number": "3",
            "text": "Ix in k'anb'an t'a eb' policía tzek' stanhvej chonhab' chi': ¿Maj am eyil winh xajanab'il vuuj? xin chi."
        },
        {
            "number": "4",
            "text": "Quenanto val tzin b'at t'a eb' winh chi', ix ilchaj winh xajanab'il vuuj. Ix in och quetzquetz t'a sk'ab' winh, majxo vactejel-laj winh. Ix vik'anb'at winh t'a spat ix in nun, t'a scuarto ix in nun chi' b'aj in alji, xchi ix. Syalan winh quelem."
        },
        {
            "number": "5",
            "text": "Ex cob'estac aj Jerusalén, tzin tevi val t'ayex to manh e pitzel svayanh ix xajanab'il vuuj, munil ol el svayanh ix, xchi winh. Syalan eb' anima"
        },
        {
            "number": "6",
            "text": "¿Tas jun scot t'a tzinan lum chi', t'a skal jun topanh tab' scoti, aton t'a skal stab'il mirra yet' incienso yet' masanil makan suk'uq'ui sjab' chonhb'il yuj eb' chonhvajum?"
        },
        {
            "number": "7",
            "text": "Aton b'aj sb'achchajek' winhaj Salomón. Oyanoch 60 soldado t'a spatic, aton val juntzanh eb' winh soldado te jelan t'a skal eb' israel."
        },
        {
            "number": "8",
            "text": "Masanil juntzanh eb' winh chi', a q'uen espada syak'lab'ej eb' winh, te jelan eb' winh t'a oval. Junjun eb' winh ayoch yespada t'a snanhal, tato ay tas ay smay tzek' t'ak'walil."
        },
        {
            "number": "9",
            "text": "Ha winhaj Salomón ix sb'o jun b'aj sb'achchajek' t'a te te' wach' ay t'a Líbano."
        },
        {
            "number": "10",
            "text": "Ha yoyal, nab'a plata, haxo yijnub' yich, nab'a oro. Ha b'aj tz'em k'ojan winh, a anh púrpura ayoch t'ay. D'a yol chi' ayoch yelvanub' b'ob'il yuj eb' ix aj Jerusalén, yuj sch'oxani to xajan winh yuj eb' ix."
        },
        {
            "number": "11",
            "text": "Ex ix aj Sion, elanhecb'at eyil winhaj rey Salomón. Ayq'ue scorona winh, aton jun ix yak'q'ue ix snun winh t'a sjolom t'a sk'ual snupnaji, aton jun k'u b'aj ix te tzalaj sk'ol winh, xchi eb'."
        }
    ]
}