{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a sat in ch'at t'ak'walil, ix in vayichej in sayanek' vinh xajanab'il vuuj. Ix in sayek' vinh, palta maj ilchaj vinh vuuj."
        },
        {
            "number": "2",
            "text": "Slajvi chi', ix in q'ue vaan, ix in ek' in say vinh t'a yol chonhab' chi'. Tzin sayanek' vinh xajanab'il vuj t'a yoltac calle yet' t'a yoltac mercado. Ix in saynhej vinh, palta maj ilchaj vinh vuuj."
        },
        {
            "number": "3",
            "text": "Ix in k'anb'an t'a eb' policía tzek' stanhvej chonhab' chi': ¿Maj am eyil vinh xajanab'il vuuj? xin chi."
        },
        {
            "number": "4",
            "text": "Quenanto val tzin b'at t'a eb' vinh chi', ix ilchaj vinh xajanab'il vuuj. Ix in och quetzquetz t'a sk'ab' vinh, majxo vactejel-laj vinh. Ix vik'anb'at vinh t'a spat ix in nun, t'a scuarto ix in nun chi' b'aj in alji, xchi ix. Syalan vinh quelem."
        },
        {
            "number": "5",
            "text": "Ex cob'estac aj Jerusalén, tzin tevi val t'ayex to manh e pitzel svayanh ix xajanab'il vuuj, munil ol el svayanh ix, xchi vinh. Syalan eb' anima"
        },
        {
            "number": "6",
            "text": "¿Tas jun scot t'a tzinan lum chi', t'a skal jun topanh tab' scoti, aton t'a skal stab'il mirra yet' incienso yet' masanil makan suk'uq'ui sjab' chonhb'il yuj eb' chonhvajum?"
        },
        {
            "number": "7",
            "text": "Aton b'aj sb'achchajek' vinhaj Salomón. Oyanoch 60 soldado t'a spatic, aton val juntzanh eb' vinh soldado te jelan t'a skal eb' israel."
        },
        {
            "number": "8",
            "text": "Masanil juntzanh eb' vinh chi', a q'uen espada syak'lab'ej eb' vinh, te jelan eb' vinh t'a oval. Junjun eb' vinh ayoch yespada t'a snanhal, tato ay tas ay smay tzek' t'ak'walil."
        },
        {
            "number": "9",
            "text": "Ha vinhaj Salomón ix sb'o jun b'aj sb'achchajek' t'a te te' wach' ay t'a Líbano."
        },
        {
            "number": "10",
            "text": "Ha yoyal, nab'a plata, haxo yijnub' yich, nab'a oro. Ha b'aj tz'em k'ojan vinh, a anh púrpura ayoch t'ay. D'a yol chi' ayoch yelvanub' b'ob'il yuj eb' ix aj Jerusalén, yuj sch'oxani to xajan vinh yuj eb' ix."
        },
        {
            "number": "11",
            "text": "Ex ix aj Sion, elanhecb'at eyil vinhaj rey Salomón. Ayq'ue scorona vinh, aton jun ix yak'q'ue ix snun vinh t'a sjolom t'a sk'ual snupnaji, aton jun k'u b'aj ix te tzalaj sk'ol vinh, xchi eb'."
        }
    ]
}