{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a sat in ch'at t'ak'walil, ix in wayichej in sayanek' winh xajanab'il wuuj. Ix in sayek' winh, palta maj ilchaj winh wuuj."
        },
        {
            "number": "2",
            "text": "Slajwi chi', ix in k'e waan, ix in ek' in say winh t'a yol chonhab' chi'. Tzin sayanek' winh xajanab'il wuj t'a yoltac calle yet' t'a yoltac mercado. Ix in saynhej winh, palta maj ilchaj winh wuuj."
        },
        {
            "number": "3",
            "text": "Ix in k'anb'an t'a heb' policía tzek' stanhwej chonhab' chi': ¿Maj am eyil winh xajanab'il wuuj? xin chi."
        },
        {
            "number": "4",
            "text": "Quenanto wal tzin b'at t'a heb' winh chi', ix ilchaj winh xajanab'il wuuj. Ix in och quetzquetz t'a sk'ab' winh, majxo wactejel-laj winh. Ix wik'anb'at winh t'a spat ix in nun, t'a scuarto ix in nun chi' b'aj in alji, xchi ix. Syalan winh quelem."
        },
        {
            "number": "5",
            "text": "Ex cob'estac aj Jerusalén, tzin tewi wal t'ayex to manh he pitzel swayanh ix xajanab'il wuuj, munil ol el swayanh ix, xchi winh. Syalan heb' anima"
        },
        {
            "number": "6",
            "text": "¿Tas jun scot t'a tzinan lum chi', t'a skal jun topanh tab' scoti, aton t'a skal stab'il mirra yet' incienso yet' masanil makan suk'uq'ui sjab' chonhb'il yuj heb' chonhwajum?"
        },
        {
            "number": "7",
            "text": "Aton b'aj sb'achchajek' winhaj Salomón. Oyanoch 60 soldado t'a spatic, aton wal juntzanh heb' winh soldado te jelan t'a skal heb' israel."
        },
        {
            "number": "8",
            "text": "Masanil juntzanh heb' winh chi', a k'een espada syak'lab'ej heb' winh, te jelan heb' winh t'a owal. Junjun heb' winh ayoch yespada t'a snanhal, tato ay tas ay smay tzek' t'ak'walil."
        },
        {
            "number": "9",
            "text": "Ha winhaj Salomón ix sb'o jun b'aj sb'achchajek' t'a te te' wach' ay t'a Líbano."
        },
        {
            "number": "10",
            "text": "Ha yoyal, nab'a plata, haxo yijnub' yich, nab'a oro. Ha b'aj tz'em k'ojan winh, a anh púrpura ayoch t'ay. D'a yol chi' ayoch yelwanub' b'ob'il yuj heb' ix aj Jerusalén, yuj sch'oxani to xajan winh yuj heb' ix."
        },
        {
            "number": "11",
            "text": "Ex ix aj Sion, elanhecb'at eyil winhaj rey Salomón. Ayk'e scorona winh, aton jun ix yak'k'e ix snun winh t'a sjolom t'a sk'ual snupnaji, aton jun k'u b'aj ix te tzalaj sk'ol winh, xchi heb'."
        }
    ]
}