{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Te vach' ilji ach xajanab'il vuuj, yelxo val te vach' ilji. A yol a sat chequel d'a spatic smusil a sat lajan yilji icha yol sat nok' paramuch. A xil a jolom, lajan val yilji icha yemta nhililoc nok' chiva d'a pak'an yic Galaad."
        },
        {
            "number": "2",
            "text": "Axo q'uen e, te vach' yilji q'ueen, lajan yilji q'uen icha yilji nok' calnel sb'icji ayic toxo sjoxji. Tz'acan q'ueen, malaj junoc q'ueen malaj yetb'eyum, icha nok' nun calnel junnhej sb'ey yed' yune'."
        },
        {
            "number": "3",
            "text": "Chactz'ob'inac a ti' icha chacchac ch'al. Sat in k'ool yuj svach'il a loloni. Axo spak'ultac a ti' musan yuj junoc k'apac, icha val yilji k'axepoc te' granada."
        },
        {
            "number": "4",
            "text": "A val a jaj, lajan val icha torre b'ob'il yuj vinhaj rey David, locjab'och mil maclab' jul-lab' yic eb' soldado jelan d'a spatictac yelvanub'oc."
        },
        {
            "number": "5",
            "text": "A im schab'il, lajan val yilji icha chavanhoc yunetac ch'ucul tiox sva d'a scaltac anh chochol."
        },
        {
            "number": "6",
            "text": "Yacb'an manta ik' d'a q'uinhib'alil, ayic manto sacb'i, ol in b'at d'a jolomtac vitz b'aj ay anh mirra, d'a tzalquixtac b'aj suk'uq'ui sjab'."
        },
        {
            "number": "7",
            "text": "Te vach' ilji ach xajanab'il vuuj, te vach' yilji a nivanil smasanil, te malaj jab'oc a paltail."
        },
        {
            "number": "8",
            "text": "Ach to ol ach och vetb'eyumoc, conh el d'a Líbano, conh el d'a jolom vitz Líbano. Ol co puclaj co b'a yed' jolom vitz Amana tic, yed' jolom vitz Senira. Ol cactejcan vitz Hermón, b'aj ay snhaq'ueen nok' choj yed' b'aj ay nok' leopardo."
        },
        {
            "number": "9",
            "text": "Ach xajanab'il vuuj, ol ach och vetb'eyumoc, toxo ix can in gana d'ayach, yujnhej to ix ach cot q'uelan junel d'ayin, ix vilan jun ch'anhal tonh locanoch d'a a jaj. Junelnhej ix mutz'mutz'an a sat d'ayin. Icha chi' ix aj yik'ji in pixan uuj."
        },
        {
            "number": "10",
            "text": "Ach ix ol ach och vetb'eyumoc, manh jantacoc svach'il in a xajanani, yelxo te vach' d'a yichanh vino. Yelxo te vach' a perfume tza k'an d'a yichanh masanil tas sumumi sjab'."
        },
        {
            "number": "11",
            "text": "Ach ol ach och vetb'eyumoc, icha yalchab' ayoch d'a a ti', icha val yalchab' yed' lech ay d'a yol a ti'. Icha suk'uq'uial sjab' Líbano, icha val chi' sjab' a pichul."
        },
        {
            "number": "12",
            "text": "Ach ol ach och vetb'eyumoc, lajan ach icha junoc avb'en macan, icha sjaj a a' to macan, te vach' yaj smacchaji."
        },
        {
            "number": "13",
            "text": "Lajan ach icha junoc avb'en b'aj svolan te' granado, a sat tas avab'il ta' manh jantacoc schi'al, ay pax anh alheña,"
        },
        {
            "number": "14",
            "text": "anh nardo, anh azafrán yed' juntzanh te vale' suk'uq'ui sjab', te' canela yed' masanil macanhil te' incienso, mirra yed' pax áloes, masanil tastac te vach' yel sjab'."
        },
        {
            "number": "15",
            "text": "Lajan ach pax icha sjaj a a' d'a scal tas avab'il, aton a' sq'ueul sjaj tz'emta d'a Líbano, xchi vinh."
        },
        {
            "number": "16",
            "text": "A ik' scot d'a stojolal norte yed' ik' scot d'a stojolal sur, ek'ocab' xumumoc d'a scal vavb'en, yic vach' sb'eyb'at suk'uq'uial sjab'. Syalan ix cob'es: Cotanh ach xajanab'il vuuj, ochanh d'a vavb'en, tza loan sat tas avab'il manh jantacoc schi'al, xchi ix."
        }
    ]
}