{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Te wach' ilji ach xajanab'il vuuj, yelxo val te wach' ilji. Ha yol a sat chequel t'a spatic smusil a sat lajan yilji icha yol sat nok' paramuch. Ha xil a jolom, lajan val yilji icha yemta nhililoc nok' chiva t'a pak'an yic Galaad."
        },
        {
            "number": "2",
            "text": "Axo q'uen e, te wach' yilji q'ueen, lajan yilji q'uen icha yilji nok' calnel sb'icji ayic toxo sjoxji. Tz'acan q'ueen, malaj junok q'ueen malaj yetb'eyum, icha nok' nun calnel junnhej sb'ey yet' yune'."
        },
        {
            "number": "3",
            "text": "Chactz'ob'inac a ti' icha chacchac ch'al. Sat in k'ool yuj svach'il a loloni. Axo spak'ultac a ti' musan yuj junok k'apac, icha val yilji k'axepoc te' granada."
        },
        {
            "number": "4",
            "text": "Ha val a jaj, lajan val icha torre b'ob'il yuj vinhaj rey David, locjab'och mil maclab' jul-lab' yic eb' soldado jelan t'a spatictac yelvanub'oc."
        },
        {
            "number": "5",
            "text": "Ha im schab'il, lajan val yilji icha chavanhoc yunetac ch'ucul tiox sva t'a scaltac anh chochol."
        },
        {
            "number": "6",
            "text": "Yacb'an manta ik' t'a q'uinhib'alil, ayic manto sakb'i, ol in b'at t'a jolomtac vitz b'aj ay anh mirra, t'a tzalquixtac b'aj suk'uq'ui sjab'."
        },
        {
            "number": "7",
            "text": "Te wach' ilji ach xajanab'il vuuj, te wach' yilji a nivanil smasanil, te malaj jab'oc a paltail."
        },
        {
            "number": "8",
            "text": "Ach to ol ach och vetb'eyumoc, conh el t'a Líbano, conh el t'a jolom vitz Líbano. Ol co puclaj co b'a yet' jolom vitz Amana tik, yet' jolom vitz Senira. Ol cactejcan vitz Hermón, b'aj ay snhaq'ueen nok' choj yet' b'aj ay nok' leopardo."
        },
        {
            "number": "9",
            "text": "Ach xajanab'il vuuj, ol ach och vetb'eyumoc, toxo ix kan in gana t'ayach, yujnhej to ix ach cot q'uelan junel t'ayin, ix vilan jun ch'anhal tonh locanoch t'a a jaj. Junelnhej ix mutz'mutz'an a sat t'ayin. Icha chi' ix aj yik'ji in pixan uuj."
        },
        {
            "number": "10",
            "text": "Ach ix ol ach och vetb'eyumoc, manh jantacoc svach'il in a xajanani, yelxo te wach' t'a yichanh vino. Yelxo te wach' a perfume tza k'an t'a yichanh masanil tas sumumi sjab'."
        },
        {
            "number": "11",
            "text": "Ach ol ach och vetb'eyumoc, icha yalchab' ayoch t'a a ti', icha val yalchab' yet' lech ay t'a yol a ti'. Icha suk'uq'uial sjab' Líbano, icha val chi' sjab' a pichul."
        },
        {
            "number": "12",
            "text": "Ach ol ach och vetb'eyumoc, lajan ach icha junok avb'en macan, icha sjaj ha ha' to macan, te wach' yaj smacchaji."
        },
        {
            "number": "13",
            "text": "Lajan ach icha junok avb'en b'aj svolan te' granado, a sat tas avab'il ta' manh jantacoc schi'al, ay pax anh alheña,"
        },
        {
            "number": "14",
            "text": "anh nardo, anh azafrán yet' juntzanh te vale' suk'uq'ui sjab', te' canela yet' masanil macanhil te' incienso, mirra yet' pax áloes, masanil tastac te wach' yel sjab'."
        },
        {
            "number": "15",
            "text": "Lajan ach pax icha sjaj ha ha' t'a skal tas avab'il, aton ha' sq'ueul sjaj tz'emta t'a Líbano, xchi vinh."
        },
        {
            "number": "16",
            "text": "Ha ik' scot t'a stojolal norte yet' ik' scot t'a stojolal sur, ek'ocab' xumumoc t'a skal vavb'en, yic wach' sb'eyb'at suk'uq'uial sjab'. Syalan ix cob'es: Cotanh ach xajanab'il vuuj, ochanh t'a vavb'en, tza loan sat tas avab'il manh jantacoc schi'al, xchi ix."
        }
    ]
}