{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Van voch t'a skal vavb'en ach vetb'eyum xajanab'il vuuj. Van vik'anq'ue in mirra yet' in perfume, van vab'lan schab'il nok' acanh, van vuk'an in vino yet' in lech, xchi vinh. Syalan eb' amigo t'a eb' chavanh: Ex amigo vaanhec, uq'ek ha', uq'ek jantac tze nib'ej, xchi eb'. Syalan ix cob'es:"
        },
        {
            "number": "2",
            "text": "Vaynac in b'ati, palta pitzan in pixan, ix vab'ani to a vinh xajanab'il vuuj tz'avaj t'a puerta: Ach cob'es xajanab'il vuuj, jaquin ochi. Lajan ach icha nok' paramuch, malaj jab'oc a paltail. Te ch'ayan in jolom yuj yal ak'val. Tz'el val jililjoc yal ak'val chi' t'a xil in jolom, xchi vinh t'ayin."
        },
        {
            "number": "3",
            "text": "Toxo ix viq'uel in pichul, ¿tom ol vak'och junelxo? Toxo ix in b'ic voc, ochtapax pococ t'ay junelxo, xin chi t'a vinh."
        },
        {
            "number": "4",
            "text": "Ha vinh xajanab'il vuuj chi', ix yak'ochta sk'ab' vinh t'a yolanil puerta. Ix in q'ue val jucnaj yuj."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix in q'ue vaan in jacochta vinh. Toxonhej ix el d'ujuljoc mirra t'a in k'ab', ix ochcan t'a spatictac sch'apul puerta."
        },
        {
            "number": "6",
            "text": "Ha val yic ix vab'an slolon vinh, ijan ix in cham ix vab'i. Ayic ix in jacan puerta t'a vinh xajanab'il vuuj chi', manhxo ayoc ek'laj vinh. Ix in sayek' vinh, majxo chaxlaj vinh vuuj. Ix vavtej vinh, palta majxo tak'voclaj vinh t'ayin."
        },
        {
            "number": "7",
            "text": "Ix in ilchajel yuj eb' vinh stanhvan chonhab'. Ix in smak'an lajvoc eb' vinh. Te chucxonhej ix aj yik'anel in xotil eb' vinh stanhvan spuertail chonhab' chi'."
        },
        {
            "number": "8",
            "text": "Ex cob'estac aj Jerusalén, aq'ek e ti': Tato tz'ilchaj vinh in xajanab'il eyuuj, alec t'a vinh to van in cham in naan vinh, xin chi t'a eb' ix."
        },
        {
            "number": "9",
            "text": "Ix yalan eb' ix cob'estac chi' t'ayin: ¿Tas svach'il vinh a xajanab'il chi' t'ayach, ach ix te wach' ilji t'a yichanh eb' ix ix wach' yilji? ¿Tas val svach'il jun vinh xajan chi' uuj, yuj chi' tza k'an t'ayonh to scak' co ti'? xchi eb' ix t'ayin."
        },
        {
            "number": "10",
            "text": "Ha vinh xajanab'il vuuj chi', sac vinh, chacvasinac yilji vinh, te wach' yilji vinh t'a yichanh lajunhe' mil vinac."
        },
        {
            "number": "11",
            "text": "Ha sat vinh, lajan yet' q'uen oro te wach'. Ha xil sjolom vinh colochtac, k'ik' yilji icha nok' joj."
        },
        {
            "number": "12",
            "text": "Ha yol sat vinh, lajan icha nok' paramuch tzek' t'a titac ha', ichato t'a skal lech tz'achanvi nok', t'a sti' snhajab'il ha ha' chi' tz'em manhan nok'."
        },
        {
            "number": "13",
            "text": "Ha spak'ultac sti' vinh, icha val junok avb'en b'aj ay anh xumac te wach' sjab'. Ha sti' vinh, lajan val icha junok anh xumac te wach' sjab'."
        },
        {
            "number": "14",
            "text": "Ha sk'ab' vinh, lajan icha junok suyanh q'uen oro ayoch q'uen topacio t'ay. Ha sk'ool vinh, icha val q'uen marfil nhululixonhej, te ayoch q'uen zafiro yelvanub'oc."
        },
        {
            "number": "15",
            "text": "Ha val yoc vinh, lajan val icha chab'oc oy nab'a mármol ayem t'a yib'anh chab'oc yich to nab'a oro te wach'. Lajan yilji vinh icha te' k'ute' ay t'a Líbano, to sik'b'ileli."
        },
        {
            "number": "16",
            "text": "Ha val slolonel vinh syala', te chi' scab'i, te wach'nhej vinh t'a smasanil. Icha val chi' yilji vinh in xajanab'il chi' ex cob'estac aj Jerusalén, xin chi t'a eb' ix."
        }
    ]
}