{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Van woch t'a skal wavb'en ach wetb'eyum xajanab'il wuuj. Van wik'ank'e in mirra yet' in perfume, wan wab'lan schab'il nok' acanh, wan wuk'an in wino yet' in lech, xchi winh. Syalan heb' amigo t'a heb' chawanh: Ex amigo waanhec, uq'ek ha', uq'ek jantac tze nib'ej, xchi heb'. Syalan ix cob'es:"
        },
        {
            "number": "2",
            "text": "Vaynac in b'ati, palta pitzan in pixan, ix wab'ani to a winh xajanab'il wuuj tz'awaj t'a puerta: Ach cob'es xajanab'il wuuj, jaquin ochi. Lajan ach icha nok' paramuch, malaj jab'oc a paltail. Te ch'ayan in jolom yuj yal ak'wal. Tz'el wal jililjoc yal ak'wal chi' t'a xil in jolom, xchi winh t'ayin."
        },
        {
            "number": "3",
            "text": "Toxo ix wik'el in pichul, ¿tom ol wak'och junelxo? Toxo ix in b'ic woc, ochtapax pokok t'ay junelxo, xin chi t'a winh."
        },
        {
            "number": "4",
            "text": "Ha winh xajanab'il wuuj chi', ix yak'ochta sk'ab' winh t'a yolanil puerta. Ix in k'e wal jucnaj yuj."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix in k'e waan in jacochta winh. Toxonhej ix el d'ujuljoc mirra t'a in k'ab', ix ochkan t'a spatictac sch'apul puerta."
        },
        {
            "number": "6",
            "text": "Ha wal yic ix wab'an slolon winh, ijan ix in cham ix wab'i. Ayic ix in jakan puerta t'a winh xajanab'il wuuj chi', manhxo ayoc ek'laj winh. Ix in sayek' winh, majxo chaxlaj winh wuuj. Ix wavtej winh, palta majxo tak'woclaj winh t'ayin."
        },
        {
            "number": "7",
            "text": "Ix in ilchajel yuj heb' winh stanhwan chonhab'. Ix in smak'an lajwoc heb' winh. Te chucxonhej ix aj yik'anel in xotil heb' winh stanhwan spuertail chonhab' chi'."
        },
        {
            "number": "8",
            "text": "Ex cob'estac aj Jerusalén, aq'ek he ti': Tato tz'ilchaj winh in xajanab'il eyuuj, alec t'a winh to wan in cham in naan winh, xin chi t'a heb' ix."
        },
        {
            "number": "9",
            "text": "Ix yalan heb' ix cob'estac chi' t'ayin: ¿Tas swach'il winh a xajanab'il chi' t'ayach, ach ix te wach' ilji t'a yichanh heb' ix ix wach' yilji? ¿Tas wal swach'il jun winh xajan chi' uuj, yuj chi' tza k'an t'ayonh to skak' ko ti'? xchi heb' ix t'ayin."
        },
        {
            "number": "10",
            "text": "Ha winh xajanab'il wuuj chi', sac winh, chacwasinac yilji winh, te wach' yilji winh t'a yichanh lajunhe' mil winak."
        },
        {
            "number": "11",
            "text": "Ha sat winh, lajan yet' k'een oro te wach'. Ha xil sjolom winh colochtac, k'ik' yilji icha nok' joj."
        },
        {
            "number": "12",
            "text": "Ha yol sat winh, lajan icha nok' paramuch tzek' t'a titac ha', ichato t'a skal lech tz'achanwi nok', t'a sti' snhajab'il ha ha' chi' tz'em manhan nok'."
        },
        {
            "number": "13",
            "text": "Ha spak'ultac sti' winh, icha wal junok avb'en b'aj ay anh xumac te wach' sjab'. Ha sti' winh, lajan wal icha junok anh xumac te wach' sjab'."
        },
        {
            "number": "14",
            "text": "Ha sk'ab' winh, lajan icha junok suyanh k'een oro ayoch k'een topacio t'ay. Ha sk'ool winh, icha wal k'een marfil nhululixonhej, te ayoch k'een zafiro yelwanub'oc."
        },
        {
            "number": "15",
            "text": "Ha wal yoc winh, lajan wal icha chab'oc oy nab'a mármol ayem t'a yib'anh chab'oc yich to nab'a oro te wach'. Lajan yilji winh icha te' k'ute' ay t'a Líbano, to sik'b'ileli."
        },
        {
            "number": "16",
            "text": "Ha wal slolonel winh syala', te chi' skab'i, te wach'nhej winh t'a smasanil. Icha wal chi' yilji winh in xajanab'il chi' ex cob'estac aj Jerusalén, xin chi t'a heb' ix."
        }
    ]
}