{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ach ix te wach' ilji t'a yichanh eb' ix ix wach' yilji, ¿b'ajtil ix k'och winh xajanab'il chi' uuj? ¿B'ajvaltil ix b'at winh yic wach' b'at co say winh? xchi eb' t'ayin. Syalan ix cob'es:"
        },
        {
            "number": "2",
            "text": "Ha winh xajanab'il chi' vuuj, toxo ix b'at winh b'aj ay yavb'en, t'a skal tas avab'il yuj winh to suk'uq'ui yel sjab'. Ix b'at winh yak' tzalajb'oc sk'ool yet' smolan te' xumac."
        },
        {
            "number": "3",
            "text": "Ha in tik, yic in winh xajanab'il vuuj chi', wik pax winh. Syak' tzalajb'oc sk'ol winh t'a skal te' xumac chi', xchi ix. Syalan winh quelem:"
        },
        {
            "number": "4",
            "text": "Ach ix xajanab'il vuuj, te wach' ilji, nib'ab'ilxonhej ilji icha val yilji chonhab' Tirsa yet' chonhab' Jerusalén. Ayxo smay yilji, icha juntzanh soldado sb'ey t'a stzolal."
        },
        {
            "number": "5",
            "text": "Manhxoocab' mutz'mutz'an a sat t'ayin, yujto toxo ix ik'ji in pixan uuj. Ha xil a jolom, lajan yilji icha yemta nhililoc nok' chiva t'a pak'an yic Galaad."
        },
        {
            "number": "6",
            "text": "Ha q'uen e, toxonhej stz'ilili q'ueen. Lajan yilji q'uen icha nok' calnel toto tz'elta b'aj sb'icjieli, chatacvanh sb'ey nok' yet' yune', malaj junok nok' to sch'ocoj."
        },
        {
            "number": "7",
            "text": "Ha val spak'ultac a ti' musan yuj junok k'apac, ichaxonhej yilji k'axepoc te' granada."
        },
        {
            "number": "8",
            "text": "Tzalajocab' winh rey yet' 60 eb' ix yetb'eyum reina yaji yet' 80 eb' ix schab'il yetb'eyum yet' pax eb' ix cob'estac maxtzac b'ischaji."
        },
        {
            "number": "9",
            "text": "Palta a in tik, junnhej ix vico'. Lajan ix icha val nok' paramuch malaj spaltail. Anhej ix xajanab'il yuj snun, yuj chi' malaj junocxo mach lajan icha ix tik yalan snun chi'. Ayic tz'ilji ix yuj eb' ix cob'estac, yuj eb' ix reina, yuj pax eb' ix schab'il yetb'eyum winh rey chi', masanil eb' chi' tz'alani to wach' yilji ix, xchi winh. Syalan eb' amigo:"
        },
        {
            "number": "10",
            "text": "¿Mach jun ix ix sch'ox sb'a chi', icha val sch'oxan sb'a k'u t'a q'uinhib'alil? Wach'xonhej yilji ix icha yilji q'uen uj, icha yilji yoc k'u, ay smay yilji icha juntzanh soldado sb'ey t'a stzolal, xchi eb'. Syalan ix cob'es:"
        },
        {
            "number": "11",
            "text": "Ix in b'at b'aj ay te' ch'acte' nogales, yic svilan masanil tas svolan t'a ch'olan. Ix in nib'ej ix wila'' tato van skan sat te' uva yet' xumaquil te' granado."
        },
        {
            "number": "12",
            "text": "Manhxo toc tzin na', icha val to ayinek' t'a yol carruaje yet' winh vajalil, xchi ix. Syalan eb' amigo:"
        },
        {
            "number": "13",
            "text": "Meltzajanh, meltzajanh ach Sulamita. Meltzajanh, snib'ej co k'ol tzonh och q'uelan t'ayach, xchi eb'. Syalan ix cob'es: ¿Tas yuj tze nib'ej tzeyil in chanhalvi t'a skal snanhal cha tzol anima tik? xchi ix Sulamita chi'."
        }
    ]
}