{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ach ix te vach' ilji d'a yichanh eb' ix ix vach' yilji, ¿b'ajtil ix k'och vinh xajanab'il chi' uuj? ¿B'ajvaltil ix b'at vinh yic vach' b'at co say vinh? xchi eb' d'ayin. Syalan ix cob'es:"
        },
        {
            "number": "2",
            "text": "A vinh xajanab'il chi' vuuj, toxo ix b'at vinh b'aj ay yavb'en, d'a scal tas avab'il yuj vinh to suk'uq'ui yel sjab'. Ix b'at vinh yak' tzalajb'oc sk'ool yed' smolan te' xumac."
        },
        {
            "number": "3",
            "text": "A in tic, yic in vinh xajanab'il vuuj chi', vic pax vinh. Syak' tzalajb'oc sk'ol vinh d'a scal te' xumac chi', xchi ix. Syalan vinh quelem:"
        },
        {
            "number": "4",
            "text": "Ach ix xajanab'il vuuj, te vach' ilji, nib'ab'ilxonhej ilji icha val yilji chonhab' Tirsa yed' chonhab' Jerusalén. Ayxo smay yilji, icha juntzanh soldado sb'ey d'a stzolal."
        },
        {
            "number": "5",
            "text": "Manhxoocab' mutz'mutz'an a sat d'ayin, yujto toxo ix ik'ji in pixan uuj. A xil a jolom, lajan yilji icha yemta nhililoc nok' chiva d'a pak'an yic Galaad."
        },
        {
            "number": "6",
            "text": "A q'uen e, toxonhej stz'ilili q'ueen. Lajan yilji q'uen icha nok' calnel toto tz'elta b'aj sb'icjieli, chatacvanh sb'ey nok' yed' yune', malaj junoc nok' to sch'ocoj."
        },
        {
            "number": "7",
            "text": "A val spak'ultac a ti' musan yuj junoc k'apac, ichaxonhej yilji k'axepoc te' granada."
        },
        {
            "number": "8",
            "text": "Tzalajocab' vinh rey yed' 60 eb' ix yetb'eyum reina yaji yed' 80 eb' ix schab'il yetb'eyum yed' pax eb' ix cob'estac maxtzac b'ischaji."
        },
        {
            "number": "9",
            "text": "Palta a in tic, junnhej ix vico'. Lajan ix icha val nok' paramuch malaj spaltail. Anhej ix xajanab'il yuj snun, yuj chi' malaj junocxo mach lajan icha ix tic yalan snun chi'. Ayic tz'ilji ix yuj eb' ix cob'estac, yuj eb' ix reina, yuj pax eb' ix schab'il yetb'eyum vinh rey chi', masanil eb' chi' tz'alani to vach' yilji ix, xchi vinh. Syalan eb' amigo:"
        },
        {
            "number": "10",
            "text": "¿Mach jun ix ix sch'ox sb'a chi', icha val sch'oxan sb'a k'u d'a q'uinhib'alil? Vach'xonhej yilji ix icha yilji q'uen uj, icha yilji yoc k'u, ay smay yilji icha juntzanh soldado sb'ey d'a stzolal, xchi eb'. Syalan ix cob'es:"
        },
        {
            "number": "11",
            "text": "Ix in b'at b'aj ay te' ch'acte' nogales, yic svilan masanil tas svolan d'a ch'olan. Ix in nib'ej ix vila' tato van scan sat te' uva yed' xumaquil te' granado."
        },
        {
            "number": "12",
            "text": "Manhxo toc tzin na', icha val to ayinek' d'a yol carruaje yed' vinh vajalil, xchi ix. Syalan eb' amigo:"
        },
        {
            "number": "13",
            "text": "Meltzajanh, meltzajanh ach Sulamita. Meltzajanh, snib'ej co k'ol tzonh och q'uelan d'ayach, xchi eb'. Syalan ix cob'es: ¿Tas yuj tze nib'ej tzeyil in chanhalvi d'a scal snanhal cha tzol anima tic? xchi ix Sulamita chi'."
        }
    ]
}