{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ach cob'es, ach yisil winh rey, manhxo jantacoc swach'il yilji oc t'a yol a xanhab'. Ha val a xub', te wach' yilji icha val smunlajel junok jelan sb'oan tastac yet' q'uen oro."
        },
        {
            "number": "2",
            "text": "Ha val a k'ool, lajan val icha junok ch'ub' to aynhejem vino t'a yool. Axo a nanhal, lajan icha junok cunhanh ixim trigo oyan och te' xumac t'a spatic."
        },
        {
            "number": "3",
            "text": "Ha im schab'il, lajan val icha chavanhoc nok' ch'ucul tiox ix aj yalji."
        },
        {
            "number": "4",
            "text": "Ha a jaj, lajan val icha junok torre nab'a marfil. Ha yol a sat, lajan icha chab' ha' nhajab' t'a chonhab' Hesbón, junnhej ay t'a spuertail yic Bat-rabim. Axo a nhi', lajan val yet' torre t'a Líbano, aton jun q'uelanb'at t'a chonhab' Damasco."
        },
        {
            "number": "5",
            "text": "Ha a jolom, chaanh ayq'uei, lajan icha jolom vitz Carmelo. Te copopi yilji xil a jolom icha yilji sch'alil púrpura. Toxonhej tz'ik'jicanq'ue spixan jun winh rey yuj xil a jolom chi'."
        },
        {
            "number": "6",
            "text": "Ach xajanab'il vuuj, ach ix to nib'ab'il, yelxo te wach' ilji."
        },
        {
            "number": "7",
            "text": "Te tojol ilji icha junok te' palma. Axo im, lajan val icha junjun k'ojlab' sat te' palma chi'."
        },
        {
            "number": "8",
            "text": "Tzin nib'ej q'ue in b'ha t'a te' palma chi' yic svik'anemta te' sat. Ha im lajan val icha junjun k'ojlab' te' uva. Ha xob'al a ti', suk'uq'ui sjab' icha sjab' te' mansan."
        },
        {
            "number": "9",
            "text": "Ha val a ti', lajan val icha vino manhxo jantacoc swach'il, xchi winh quelem. Syalan ix cob'es: Yuk'ocab' vino winh xajanab'il vuuj, tz'och t'a sti' winh, tzek' t'a skal ye winh."
        },
        {
            "number": "10",
            "text": "Yic in winh xajanab'il vuuj, te nib'ab'il in yuj winh."
        },
        {
            "number": "11",
            "text": "Conh t'a caltac avb'en ach xajanab'il vuuj, tzek' junok ak'val cuuj t'a scaltac xumaquil anh alheña."
        },
        {
            "number": "12",
            "text": "Axo t'a q'uinhib'alil, tzonh b'at t'a skal te' uva yic squila' tato ayxo svol te', tato vanxo spoj xumaquil te'. Ol quila' tato vanxo xumacan te' granado, a val ta' ol in ch'oxo' to xajan ach vuuj."
        },
        {
            "number": "13",
            "text": "Ayxo sjab' anh mandrágora. Ha t'a sti' co pat, ayxo sat masanil tas avab'il wach' sloji, ay sat taquinhxo yet' sat toto smolji. Ch'oc val ix vik'canel ic ach xajanab'il vuuj, xchi ix."
        }
    ]
}