{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ach cob'es, ach yisil vinh rey, manhxo jantacoc svach'il yilji oc d'a yol a xanhab'. A val a xub', te vach' yilji icha val smunlajel junoc jelan sb'oan tastac yed' q'uen oro."
        },
        {
            "number": "2",
            "text": "A val a k'ool, lajan val icha junoc ch'ub' to aynhejem vino d'a yool. Axo a nanhal, lajan icha junoc cunhanh ixim trigo oyan och te' xumac d'a spatic."
        },
        {
            "number": "3",
            "text": "A im schab'il, lajan val icha chavanhoc nok' ch'ucul tiox ix aj yalji."
        },
        {
            "number": "4",
            "text": "A a jaj, lajan val icha junoc torre nab'a marfil. A yol a sat, lajan icha chab' a' nhajab' d'a chonhab' Hesbón, junnhej ay d'a spuertail yic Bat-rabim. Axo a nhi', lajan val yed' torre d'a Líbano, aton jun q'uelanb'at d'a chonhab' Damasco."
        },
        {
            "number": "5",
            "text": "A a jolom, chaanh ayq'uei, lajan icha jolom vitz Carmelo. Te copopi yilji xil a jolom icha yilji sch'alil púrpura. Toxonhej tz'ik'jicanq'ue spixan jun vinh rey yuj xil a jolom chi'."
        },
        {
            "number": "6",
            "text": "Ach xajanab'il vuuj, ach ix to nib'ab'il, yelxo te vach' ilji."
        },
        {
            "number": "7",
            "text": "Te tojol ilji icha junoc te' palma. Axo im, lajan val icha junjun k'ojlab' sat te' palma chi'."
        },
        {
            "number": "8",
            "text": "Tzin nib'ej q'ue in b'a d'a te' palma chi' yic svik'anemta te' sat. A im lajan val icha junjun k'ojlab' te' uva. A xob'al a ti', suk'uq'ui sjab' icha sjab' te' mansan."
        },
        {
            "number": "9",
            "text": "A val a ti', lajan val icha vino manhxo jantacoc svach'il, xchi vinh quelem. Syalan ix cob'es: Yuk'ocab' vino vinh xajanab'il vuuj, tz'och d'a sti' vinh, tz'ek' d'a scal ye vinh."
        },
        {
            "number": "10",
            "text": "Yic in vinh xajanab'il vuuj, te nib'ab'il in yuj vinh."
        },
        {
            "number": "11",
            "text": "Conh d'a caltac avb'en ach xajanab'il vuuj, tz'ek' junoc ak'val cuuj d'a scaltac xumaquil anh alheña."
        },
        {
            "number": "12",
            "text": "Axo d'a q'uinhib'alil, tzonh b'at d'a scal te' uva yic squila' tato ayxo svol te', tato vanxo spoj xumaquil te'. Ol quila' tato vanxo xumacan te' granado, a val ta' ol in ch'oxo' to xajan ach vuuj."
        },
        {
            "number": "13",
            "text": "Ayxo sjab' anh mandrágora. A d'a sti' co pat, ayxo sat masanil tas avab'il vach' sloji, ay sat taquinhxo yed' sat toto smolji. Ch'oc val ix vik'canel ic ach xajanab'il vuuj, xchi ix."
        }
    ]
}