{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha sk'ayb'ub'al winhaj Salomón, aton winh yuninal winhaj Dawid sreyal Israel."
        },
        {
            "number": "2",
            "text": "Ix tz'ib'chajkan juntzanh lolonel tik yic wach' snachajel jelanil yet' k'ayb'ub'al, yic scolwaji, yic wach' snachajel juntzanh lolonel ay yelk'och cuuj."
        },
        {
            "number": "3",
            "text": "Yuj chi' syal ko b'eyb'alan jelanil, wach'ilal yet' tojolal icha wal yaji."
        },
        {
            "number": "4",
            "text": "In gana to sjelanb'i spensar heb' kelemtac, heb' mantalaj spensar, to tz'ak'ji yojtaquejel heb', yic syil sb'a heb'."
        },
        {
            "number": "5",
            "text": "Yab'okab' juntzanh tik heb' ay spensar yic wach' ste ojtaquejel heb'. Yab'okab' pax heb' jelan yic wach' ste jelanb'i heb' yuj."
        },
        {
            "number": "6",
            "text": "Ha juntzanh lolonel tik skolwaj qued'oc yic snachajel cuuj tas syalelk'och juntzanh lolonel satub'tac yet' ajaltac, aton tas syal heb' jelan."
        },
        {
            "number": "7",
            "text": "Tato sko nib'ej jelan tzonh aji, aynhejokab' yelk'och Jehová t'a ko sat. Tato sko nib'ej manh pensaril jun, ko patiquejokab' el jelanil yet' k'ayb'ub'al tz'alchaji."
        },
        {
            "number": "8",
            "text": "Ach wuninal, cha ab' a k'ayb'ub'al swala', manh a patiquejel razón syak' ix a nun t'ayach."
        },
        {
            "number": "9",
            "text": "Yujto a juntzanh ko k'ayb'ub'al tik ol b'o a b'eyb'al yuj, icha wal junok mach te wach' tz'aj sb'oan sb'a yet' spichul."
        },
        {
            "number": "10",
            "text": "Tato a heb' chuk sb'eyb'al tzach montanb'ati, manh ach b'atoc."
        },
        {
            "number": "11",
            "text": "Q'uinaloc ay b'aj syal heb' t'ayach icha tik: Ochanh qued'oc yic wach' b'at ko maclejec t'a yol b'e, yic sko mak'cham junok anima tzek' ta'."
        },
        {
            "number": "12",
            "text": "Malaj tas naan yuj, ol ko yamani, ol ko mak'anchamoc."
        },
        {
            "number": "13",
            "text": "Ichato chi' b'ian ol quik'ankan masanil makanhil b'eyumal, ol ko b'ut'an ko pat yuj masanil tas ol quelk'ej chi'."
        },
        {
            "number": "14",
            "text": "Cotanh, ochanh qued'oc, ol kak'an ic t'a tastac ol quik'a', q'uinaloc xchi heb'."
        },
        {
            "number": "15",
            "text": "Palta ach wuninal, manh ach b'at yet' heb'. B'esel a b'ha t'a yol sb'e heb'."
        },
        {
            "number": "16",
            "text": "Yujto axonhej chukal syak' yip heb' sk'ulani, toxonhej snanon sk'ool heb' smak'ancham anima."
        },
        {
            "number": "17",
            "text": "Tato syil junok nok' much yem syaalil, nab'anhej am tz'emi."
        },
        {
            "number": "18",
            "text": "Palta a juntzanh winak chi', a syaalil heb' syak'emi, anheja' heb' ol smilcham sb'a t'ay."
        },
        {
            "number": "19",
            "text": "Ha heb' snib'ej tz'och b'eyumal t'a spatic chukal, ol k'och ijan ol cham heb' yuj schuc b'eyb'al chi'."
        },
        {
            "number": "20",
            "text": "Ha t'a yoltac calle, b'aj sja b'e, t'a mercado yet' t'a yalnhej b'aj smolb'ej sb'a heb' anima, tzonh yavtej Dios yic syak'an ko razón. Syalan icha tik:"
        },
        {
            "number": "21",
            "text": "Ha ex kelemtac ex tik, ex mantalaj he pensar, toxonton b'uchumtac ex, ¿b'aq'uinh ol eyactejkan he nib'an he manh pensaril chi'? ¿b'aq'uinh ol eyactejkan he b'uchwaji yet' he patikanel jelanil?"
        },
        {
            "number": "22",
            "text": "Chaec eyab' tas b'aj ol ex in cacha', tato icha chi', ol wak' in razón t'ayex, ol wak' eyojtaquejel in lolonel."
        },
        {
            "number": "23",
            "text": "Ha in tik tzex wavtejcoti, palta malaj he gana tze cha eyab'i."
        },
        {
            "number": "24",
            "text": "Tze patiquejel tas swala', max yal he k'ol tzex cachji."
        },
        {
            "number": "25",
            "text": "Yuj chi' ol ex in tzetzej ayic ol ja chukal t'a eyib'anh, ayic ol ja xivk'olal, yaelal, ilk'olal yet' cusk'olal t'a eyib'anh, icha tz'aj sja junok chacxuxum ik' slajanel masanil tastac. Ayic wan he cham yuj xiwelal chi', toxonhej ol in b'uchwaj t'ayex."
        },
        {
            "number": "26",
            "text": "Ha t'a jun k'ual chi', ol ex te awaj t'ayin, palta manhxo ol in tak'woclaj t'ayex. Ol eyal he b'a t'ayin, palta manh ol wab'laj."
        },
        {
            "number": "27",
            "text": "Yujto tze patiquejel jelanil, malaj he gana ay welk'och t'a he sat,"
        },
        {
            "number": "28",
            "text": "malaj he gana tzeyab' tas swala', tze patiquejel he kachnab'il swak'a',"
        },
        {
            "number": "29",
            "text": "yuj chi' ol eyab' syail yuj he b'eyb'al chi', ol ex somchajchaanh yuj."
        },
        {
            "number": "30",
            "text": "Ha heb' mantalaj spensar, ol cham heb' yuj smanh pensaril. Ol satel heb' chuk spensar, yujto malaj yelk'och razón tz'ak'ji t'a heb'."
        },
        {
            "number": "31",
            "text": "Axo pax heb' schaan yab' tas swala', junk'olal ol aj heb', malaj b'aj ol xiv heb', xchi Dios."
        }
    ]
}