{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A sk'ayb'ub'al vinhaj Salomón, aton vinh yuninal vinhaj David sreyal Israel."
        },
        {
            "number": "2",
            "text": "Ix tz'ib'chajcan juntzanh lolonel tic yic vach' snachajel jelanil yed' k'ayb'ub'al, yic scolvaji, yic vach' snachajel juntzanh lolonel ay yelk'och cuuj."
        },
        {
            "number": "3",
            "text": "Yuj chi' syal co b'eyb'alan jelanil, vach'ilal yed' tojolal icha val yaji."
        },
        {
            "number": "4",
            "text": "In gana to sjelanb'i spensar eb' quelemtac, eb' mantalaj spensar, to tz'ak'ji yojtaquejel eb', yic syil sb'a eb'."
        },
        {
            "number": "5",
            "text": "Yab'ocab' juntzanh tic eb' ay spensar yic vach' ste ojtaquejel eb'. Yab'ocab' pax eb' jelan yic vach' ste jelanb'i eb' yuuj."
        },
        {
            "number": "6",
            "text": "A juntzanh lolonel tic scolvaj qued'oc yic snachajel cuuj tas syalelk'och juntzanh lolonel satub'tac yed' ajaltac, aton tas syal eb' jelan."
        },
        {
            "number": "7",
            "text": "Tato sco nib'ej jelan tzonh aji, aynhejocab' yelk'och Jehová d'a co sat. Tato sco nib'ej manh pensaril jun, co patiquejocab' el jelanil yed' k'ayb'ub'al tz'alchaji."
        },
        {
            "number": "8",
            "text": "Ach vuninal, cha ab' a k'ayb'ub'al svala', manh a patiquejel razón syak' ix a nun d'ayach."
        },
        {
            "number": "9",
            "text": "Yujto a juntzanh co k'ayb'ub'al tic ol b'o a b'eyb'al yuuj, icha val junoc mach te vach' tz'aj sb'oan sb'a yed' spichul."
        },
        {
            "number": "10",
            "text": "Tato a eb' chuc sb'eyb'al tzach montanb'ati, manh ach b'atoc."
        },
        {
            "number": "11",
            "text": "Q'uinaloc ay b'aj syal eb' d'ayach icha tic: Ochanh qued'oc yic vach' b'at co maclejec d'a yol b'e, yic sco mak'cham junoc anima tz'ek' ta'."
        },
        {
            "number": "12",
            "text": "Malaj tas naan yuuj, ol co yamani, ol co mak'anchamoc."
        },
        {
            "number": "13",
            "text": "Ichato chi' b'ian ol quik'ancan masanil macanhil b'eyumal, ol co b'ud'an co pat yuj masanil tas ol quelq'uej chi'."
        },
        {
            "number": "14",
            "text": "Cotanh, ochanh qued'oc, ol cak'an ic d'a tastac ol quik'a', q'uinaloc xchi eb'."
        },
        {
            "number": "15",
            "text": "Palta ach vuninal, manh ach b'at yed' eb'. B'esel a b'a d'a yol sb'e eb'."
        },
        {
            "number": "16",
            "text": "Yujto axonhej chucal syak' yip eb' sk'ulani, toxonhej snanon sk'ool eb' smak'ancham anima."
        },
        {
            "number": "17",
            "text": "Tato syil junoc nok' much yem syaalil, nab'anhej am tz'emi."
        },
        {
            "number": "18",
            "text": "Palta a juntzanh vinac chi', a syaalil eb' syaq'uemi, anheja' eb' ol smilcham sb'a d'ay."
        },
        {
            "number": "19",
            "text": "A eb' snib'ej tz'och b'eyumal d'a spatic chucal, ol k'och ijan ol cham eb' yuj schuc b'eyb'al chi'."
        },
        {
            "number": "20",
            "text": "A d'a yoltac calle, b'aj sja b'e, d'a mercado yed' d'a yalnhej b'aj smolb'ej sb'a eb' anima, tzonh yavtej Dios yic syak'an co razón. Syalan icha tic:"
        },
        {
            "number": "21",
            "text": "A ex quelemtac ex tic, ex mantalaj e pensar, toxonton b'uchumtac ex, ¿b'aq'uinh ol eyactejcan e nib'an e manh pensaril chi'? ¿b'aq'uinh ol eyactejcan e b'uchvaji yed' e paticanel jelanil?"
        },
        {
            "number": "22",
            "text": "Chaec eyab' tas b'aj ol ex in cacha', tato icha chi', ol vak' in razón d'ayex, ol vak' eyojtaquejel in lolonel."
        },
        {
            "number": "23",
            "text": "A in tic tzex vavtejcoti, palta malaj e gana tze cha eyab'i."
        },
        {
            "number": "24",
            "text": "Tze patiquejel tas svala', max yal e k'ol tzex cachji."
        },
        {
            "number": "25",
            "text": "Yuj chi' ol ex in tzetzej ayic ol ja chucal d'a eyib'anh, ayic ol ja xivk'olal, yaelal, ilk'olal yed' cusk'olal d'a eyib'anh, icha tz'aj sja junoc chacxuxum ik' slajanel masanil tastac. Ayic van e cham yuj xivelal chi', toxonhej ol in b'uchvaj d'ayex."
        },
        {
            "number": "26",
            "text": "A d'a jun k'ual chi', ol ex te avaj d'ayin, palta manhxo ol in tak'voclaj d'ayex. Ol eyal e b'a d'ayin, palta manh ol vab'laj."
        },
        {
            "number": "27",
            "text": "Yujto tze patiquejel jelanil, malaj e gana ay velk'och d'a e sat,"
        },
        {
            "number": "28",
            "text": "malaj e gana tzeyab' tas svala', tze patiquejel e cachnab'il svak'a',"
        },
        {
            "number": "29",
            "text": "yuj chi' ol eyab' syail yuj e b'eyb'al chi', ol ex somchajchaanh yuuj."
        },
        {
            "number": "30",
            "text": "A eb' mantalaj spensar, ol cham eb' yuj smanh pensaril. Ol satel eb' chuc spensar, yujto malaj yelk'och razón tz'ak'ji d'a eb'."
        },
        {
            "number": "31",
            "text": "Axo pax eb' schaan yab' tas svala', junk'olal ol aj eb', malaj b'aj ol xiv eb', xchi Dios."
        }
    ]
}