{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha sk'ayb'ub'al vinhaj Salomón, aton vinh yuninal vinhaj David sreyal Israel."
        },
        {
            "number": "2",
            "text": "Ix tz'ib'chajcan juntzanh lolonel tik yic wach' snachajel jelanil yet' k'ayb'ub'al, yic scolvaji, yic wach' snachajel juntzanh lolonel ay yelk'och cuuj."
        },
        {
            "number": "3",
            "text": "Yuj chi' syal co b'eyb'alan jelanil, wach'ilal yet' tojolal icha val yaji."
        },
        {
            "number": "4",
            "text": "In gana to sjelanb'i spensar eb' quelemtac, eb' mantalaj spensar, to tz'ak'ji yojtaquejel eb', yic syil sb'a eb'."
        },
        {
            "number": "5",
            "text": "Yab'ocab' juntzanh tik eb' ay spensar yic wach' ste ojtaquejel eb'. Yab'ocab' pax eb' jelan yic wach' ste jelanb'i eb' yuj."
        },
        {
            "number": "6",
            "text": "Ha juntzanh lolonel tik scolvaj qued'oc yic snachajel cuuj tas syalelk'och juntzanh lolonel satub'tac yet' ajaltac, aton tas syal eb' jelan."
        },
        {
            "number": "7",
            "text": "Tato sco nib'ej jelan tzonh aji, aynhejocab' yelk'och Jehová t'a co sat. Tato sco nib'ej manh pensaril jun, co patiquejocab' el jelanil yet' k'ayb'ub'al tz'alchaji."
        },
        {
            "number": "8",
            "text": "Ach vuninal, cha ab' a k'ayb'ub'al svala', manh a patiquejel razón syak' ix a nun t'ayach."
        },
        {
            "number": "9",
            "text": "Yujto a juntzanh co k'ayb'ub'al tik ol b'o a b'eyb'al yuj, icha val junok mach te wach' tz'aj sb'oan sb'a yet' spichul."
        },
        {
            "number": "10",
            "text": "Tato a eb' chuk sb'eyb'al tzach montanb'ati, manh ach b'atoc."
        },
        {
            "number": "11",
            "text": "Q'uinaloc ay b'aj syal eb' t'ayach icha tik: Ochanh qued'oc yic wach' b'at co maclejec t'a yol b'e, yic sco mak'cham junok anima tzek' ta'."
        },
        {
            "number": "12",
            "text": "Malaj tas naan yuj, ol co yamani, ol co mak'anchamoc."
        },
        {
            "number": "13",
            "text": "Ichato chi' b'ian ol quik'ancan masanil macanhil b'eyumal, ol co b'ut'an co pat yuj masanil tas ol quelq'uej chi'."
        },
        {
            "number": "14",
            "text": "Cotanh, ochanh qued'oc, ol cak'an ic t'a tastac ol quik'a', q'uinaloc xchi eb'."
        },
        {
            "number": "15",
            "text": "Palta ach vuninal, manh ach b'at yet' eb'. B'esel a b'ha t'a yol sb'e eb'."
        },
        {
            "number": "16",
            "text": "Yujto axonhej chukal syak' yip eb' sk'ulani, toxonhej snanon sk'ool eb' smak'ancham anima."
        },
        {
            "number": "17",
            "text": "Tato syil junok nok' much yem syaalil, nab'anhej am tz'emi."
        },
        {
            "number": "18",
            "text": "Palta a juntzanh vinac chi', a syaalil eb' syaq'uemi, anheja' eb' ol smilcham sb'a t'ay."
        },
        {
            "number": "19",
            "text": "Ha eb' snib'ej tz'och b'eyumal t'a spatic chukal, ol k'och ijan ol cham eb' yuj schuc b'eyb'al chi'."
        },
        {
            "number": "20",
            "text": "Ha t'a yoltac calle, b'aj sja b'e, t'a mercado yet' t'a yalnhej b'aj smolb'ej sb'a eb' anima, tzonh yavtej Dios yic syak'an co razón. Syalan icha tik:"
        },
        {
            "number": "21",
            "text": "Ha ex quelemtac ex tik, ex mantalaj e pensar, toxonton b'uchumtac ex, ¿b'aq'uinh ol eyactejcan e nib'an e manh pensaril chi'? ¿b'aq'uinh ol eyactejcan e b'uchvaji yet' e paticanel jelanil?"
        },
        {
            "number": "22",
            "text": "Chaec eyab' tas b'aj ol ex in cacha', tato icha chi', ol vak' in razón t'ayex, ol vak' eyojtaquejel in lolonel."
        },
        {
            "number": "23",
            "text": "Ha in tik tzex vavtejcoti, palta malaj e gana tze cha eyab'i."
        },
        {
            "number": "24",
            "text": "Tze patiquejel tas svala', max yal e k'ol tzex cachji."
        },
        {
            "number": "25",
            "text": "Yuj chi' ol ex in tzetzej ayic ol ja chukal t'a eyib'anh, ayic ol ja xivk'olal, yaelal, ilk'olal yet' cusk'olal t'a eyib'anh, icha tz'aj sja junok chacxuxum ik' slajanel masanil tastac. Ayic van e cham yuj xivelal chi', toxonhej ol in b'uchvaj t'ayex."
        },
        {
            "number": "26",
            "text": "Ha t'a jun k'ual chi', ol ex te avaj t'ayin, palta manhxo ol in tak'voclaj t'ayex. Ol eyal e b'a t'ayin, palta manh ol vab'laj."
        },
        {
            "number": "27",
            "text": "Yujto tze patiquejel jelanil, malaj e gana ay velk'och t'a e sat,"
        },
        {
            "number": "28",
            "text": "malaj e gana tzeyab' tas svala', tze patiquejel e cachnab'il svak'a',"
        },
        {
            "number": "29",
            "text": "yuj chi' ol eyab' syail yuj e b'eyb'al chi', ol ex somchajchaanh yuj."
        },
        {
            "number": "30",
            "text": "Ha eb' mantalaj spensar, ol cham eb' yuj smanh pensaril. Ol satel eb' chuk spensar, yujto malaj yelk'och razón tz'ak'ji t'a eb'."
        },
        {
            "number": "31",
            "text": "Axo pax eb' schaan yab' tas svala', junk'olal ol aj eb', malaj b'aj ol xiv eb', xchi Dios."
        }
    ]
}