{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ha juntzanh slolonel vinhaj Salomón: Ha eb' uninab'il ay spensar, syak' tzalajb'oc sk'ool smam snun eb'. Axo eb' malaj spensar, syak' cus sk'ol smam snun eb' chi'."
        },
        {
            "number": "2",
            "text": "Tato squik' co b'eyumal t'a chukal, malaj scak' yala'. Tato tojol co b'eyb'al, tzonh colchajel yuj t'a yol sk'ab' chamel."
        },
        {
            "number": "3",
            "text": "Ha Jehová malaj b'aj ol scha cham eb' wach' sb'eyb'al yuj vejel, palta haxo eb' chuk jun, max chajilaj yak' sgana eb' yuj."
        },
        {
            "number": "4",
            "text": "Tato malaj co gana tzonh munlaji, scot meb'ail t'a quib'anh. Tato tzonh munlaj sik'lab'il jun, tzonh och b'eyumal."
        },
        {
            "number": "5",
            "text": "Tato ay co spensar, sco molb'ejcan sat tas scavej t'a stiempoal. Tato tonhej tzonh vay t'a stiempoal smolchaj sat avb'en chi' jun, scak' q'uixvelal co b'a."
        },
        {
            "number": "6",
            "text": "Ha eb' anima wach' spensar, manh jantacoc swach'k'olal Dios scha eb'. Axo eb' chuk jun, a yuj chukal sk'ulej eb', scotcan yaelal t'a yib'anh eb'."
        },
        {
            "number": "7",
            "text": "Ha eb' wach' spensar, t'a wach'ilal ol aj snajicot eb'. Axo pax eb' chuk jun, manhxa mach ol naancot eb'."
        },
        {
            "number": "8",
            "text": "Tato ay co pensar, ol co k'anab'ajej tas schecji co k'ulej. Palta tato tonhej tzonh comon lolon jun, ol onh satel yuj."
        },
        {
            "number": "9",
            "text": "Tato wach' co b'eyb'al, malaj b'aj ol onh xivoc. Tato a chukal sco k'ulej jun, ol onh yamchajelta."
        },
        {
            "number": "10",
            "text": "Ha eb' stz'eptz'epan sat snaan junok chukal, scotcan nivac yaelal yuj eb'. Yujto ste comon lolon eb', yuj chi' ol satel eb'."
        },
        {
            "number": "11",
            "text": "Ha slolonel eb' wach' spensar, a ol ak'an wach'ilal t'a skal eb' anima. Axo eb' chuk jun, a yuj chukal sk'ulej eb', ol cotcan yaelal t'a yib'anh eb'."
        },
        {
            "number": "12",
            "text": "Tato ay co chichonk'olal, a oval sq'ue vaan cuuj. Palta tato sco xajanej eb' quetanimail, scak'nhej nivank'olal eb'."
        },
        {
            "number": "13",
            "text": "Tato ay co pensar, scheclajel co jelanil t'a tas scala'. Tato malaj co pensar jun, tzonh mak'jinhej t'a te' jixk'ab' te'."
        },
        {
            "number": "14",
            "text": "Tato jelan co pensar, sco ya'ilej tas scala'. Palta tato malaj co pensar jun, tzonh te loloni, anhej chukal sq'ue vaan yuj tas skal chi'."
        },
        {
            "number": "15",
            "text": "Ha eb' b'eyum, a sb'eyumal eb' scolani. Axo pax eb' meb'a' jun, malaj tas syal scolan eb'."
        },
        {
            "number": "16",
            "text": "Ha co q'uinal sco cha spacoc co wach' b'eyb'al. Palta tato chuk scutej co b'a jun, a yaelal sco cha spacoc."
        },
        {
            "number": "17",
            "text": "Tato sco cha cab' co cachnab'il, snajatb'i co q'uinal. Tato max co cha cab' jun, quennhej tiempo squila'."
        },
        {
            "number": "18",
            "text": "Ha eb' elk'altac schichon sk'ol t'a junocxo anima, esalvum eb'. Ha eb' anhej aloj pecal tzek' yala', malaj jab'oc spensar eb'."
        },
        {
            "number": "19",
            "text": "Tato tzonh te comon loloni, tz'och co mul t'a skal tas skal chi'. Tato max onh lolon jun, ay co pensar syal chi'."
        },
        {
            "number": "20",
            "text": "Ha slolonel eb' wach' spensar, te niwan yelk'och icha q'uen plata te wach'. Axo pax spensar eb' chuk jun, malaj jab'oc yelk'ochi."
        },
        {
            "number": "21",
            "text": "Ha slolonel eb' wach' spensar, manh jantacoc eb' sk'ayb'aj yuj. Axo eb' malaj spensar jun, scham eb' yuj smanh pensaril chi'."
        },
        {
            "number": "22",
            "text": "Ha yuj swach'k'olal Jehová, tzonh och b'eyumal, manh yujoc b'aj tzonh te munlaji."
        },
        {
            "number": "23",
            "text": "Ha eb' malaj spensar, ste q'uechaanh eb' ayic sk'ulan chukal eb'. Axo eb' ay spensar jun, syak' tzalajb'oc sk'ool eb' yuj sjelanil."
        },
        {
            "number": "24",
            "text": "Ha tastac b'aj xiv eb' chuk, a sjavi t'a yib'anh eb'. Axo eb' wach' spensar jun, tz'elk'och tas snib'ej eb'."
        },
        {
            "number": "25",
            "text": "Ha eb' chuk sb'eyb'al, quennhej tiempo tzek' eb' icha junok chacxuxum ik'. Axo pax eb' wach' spensar jun, aynhejek' eb' t'a junelnhej."
        },
        {
            "number": "26",
            "text": "Tato sco chec junok jaragana, scab' syail yuj, ek'to t'a spajil yal nok' vinagre t'a q'uen que, ek'to icha syail sb'at te tab' t'a yol co sat."
        },
        {
            "number": "27",
            "text": "Tato ay yelk'och Jehová t'ayonh, snajatb'i co q'uinal. Palta tato chuk sco k'ulej jun, stzap co q'uinal."
        },
        {
            "number": "28",
            "text": "Ha tas sjavi t'a yichanh eb' wach' spensar, aton tzalajk'olal. Axo tas ayoch yipoc sk'ol eb' chuk jun, max elk'ochlaj."
        },
        {
            "number": "29",
            "text": "Ha Jehová stanhvan eb' wach' sb'eyb'al. Axo eb' sk'ulan chukal jun, ol satjoquel eb' yuj."
        },
        {
            "number": "30",
            "text": "Ha eb' wach' spensar tek'annhej yajek' eb'. Axo eb' chuk spensar, manh nivanoc tiempo tzek' eb' t'a yol yib'anhk’inal tik."
        },
        {
            "number": "31",
            "text": "Ha eb' wach' spensar, anhej jelanil syal eb'. Axo eb' chuk slolon jun, maxtzac chajilaj lolon eb', ichato spolchajel yak' eb'."
        },
        {
            "number": "32",
            "text": "Ha eb' wach' spensar, tzonh tzalaj yuj tas syal eb'. Axo pax eb' chuk spensar jun, anhej chukal lolonel syal eb'."
        }
    ]
}