{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "A echlab' manh tz'acanoc, max schalaj sk'ol Jehov치. Axo echlab' tz'acan jun, stzalaj sk'ool yed'oc."
        },
        {
            "number": "2",
            "text": "A eb' ak'umtac, syak' q'uixvelal sb'a eb'. Axo eb' emnaquil syutej sb'a, jelan tz'aj eb'."
        },
        {
            "number": "3",
            "text": "A eb' tojol spensar, a stojolal eb' chi' scuchb'ani. Axo pax eb' chuc jun, satel eb' yuj schab'satil."
        },
        {
            "number": "4",
            "text": "Ayic ol javoc sk'ual co ch'olb'itaji, manhxalaj yopisio co b'eyumal, axonhej co tojolal ol onh colanel d'a chamel."
        },
        {
            "number": "5",
            "text": "Tato tojol scutej co b'a, a tojolal chi' tzonh ik'an b'ey d'a vach'ilal. Axo eb' chuc jun, anheja' schucal eb' chi' tz'ik'an sateli."
        },
        {
            "number": "6",
            "text": "Tato tojol scutej co b'a, a tojolal chi' tzonh colan d'a yol sk'ab' chucal. A eb' chuc sb'eyb'al, a chucal snib'ej eb', a tz'ik'ancot d'a yib'anh eb'."
        },
        {
            "number": "7",
            "text": "Ayic scham eb' chuc, scham eb' yed' tas ayoch yipoc sk'ool. Maxtzac elk'ochlaj tas nab'il yuj eb'."
        },
        {
            "number": "8",
            "text": "A Jehov치 scolan eb' tojol spensar d'a scal yaelal, axo eb' chuc tz'ochcan d'a syaelal sq'uexuloc eb' tojol spensar chi'."
        },
        {
            "number": "9",
            "text": "A yaloj pecal eb' chuc, satel eb' yetanimail eb' yuuj. Palta a sjelanil eb' vach' spensar, a' scolan eb' anima chi'."
        },
        {
            "number": "10",
            "text": "Ayic sq'uechaanh eb' vach' spensar, ste tzalaj eb' anima yuj eb'. Axo yic scham eb' chuc jun, tz'och q'uinh yuj masanil eb' anima."
        },
        {
            "number": "11",
            "text": "A eb' vach' sb'eyb'al, sq'ue vaan schonhab' eb' yuj sb'eyb'al chi'. Palta axo pax schonhab' eb' chuc, satel yuj schucal sb'eyb'al eb'."
        },
        {
            "number": "12",
            "text": "A eb' malaj spensar, chuclaj tas syal eb' d'a spatic eb' yetanimail. Axo eb' ay spensar jun, cham naab'il slolonel eb' syala'."
        },
        {
            "number": "13",
            "text": "A eb' alum pecal, syalelta eb' masanil tas tz'alchaj d'ay d'a k'ub'eltaquil. Axo eb' vach' spensar jun, a tas syab' eb', tonhej sik'can eb' d'a spensar."
        },
        {
            "number": "14",
            "text": "Tato malaj mach scuchb'an junoc chonhab' d'a vach'il, manh tek'anoc jun chonhab' chi'. Palta tato tzijtum eb' tz'ak'vi raz칩n, vach' tz'elk'och jun chonhab' chi'."
        },
        {
            "number": "15",
            "text": "Tato scak'och co b'a fiadoral d'a junoc anima manh cojtacoc, chuc tzonh ajelk'ochi, tato max co tak' jun, malaj jab'oc tas sco na'a."
        },
        {
            "number": "16",
            "text": "A eb' ix ix vach' spensar, tz'ik'jichaanh eb' ix. Axo eb' vinh vinac pek' tumin, anhej q'uen tumin chi' tz'ilchaj yuj eb' vinh."
        },
        {
            "number": "17",
            "text": "Tato tz'ok' co k'ool d'a eb' quetanimail, a d'ayonh syak' vach'il. Tato scak' chucal d'a eb' quetanimail chi' jun, anheja' onh squik'cot chucal d'a quib'anh."
        },
        {
            "number": "18",
            "text": "A eb' chuc sb'eyb'al, a tas vach' scha eb' spacoc yalani. Axo eb' tojol spensar jun, val yel te vach' tas scha eb' spacoc sb'eyb'al chi'."
        },
        {
            "number": "19",
            "text": "Tato sco b'eyb'alej tojolal, vach' ol ek' yib'anhq'uinal cuuj. Tato a chucal sco k'ulej jun, ol onh cham yuuj."
        },
        {
            "number": "20",
            "text": "A Jehov치 schacanel eb' anhej chucal ayek' d'a spensar sk'ulani, axo eb' te vach' sb'eyb'al, stzalaj yed' eb'."
        },
        {
            "number": "21",
            "text": "Ayic sch'olb'itaj eb' anima, max ek'b'atlaj yak'jioch yaelal d'a yib'anh eb' chuc, axo eb' tojol sb'eyb'al, malaj tas tz'ak'jioch d'a yib'anh eb'."
        },
        {
            "number": "22",
            "text": "A junoc ix ix te vach' yilji, palta malaj spensar ix, lajan ix icha junoc q'uen q'ueen xocanxocan nab'a oro ayoch d'a snhi' nok' chitam."
        },
        {
            "number": "23",
            "text": "A tas snib'ej eb' tojol spensar, anhej vach'ilal yed'nac. Axo tas snib'ej eb' chuc jun, anhej yaelal yed'nac."
        },
        {
            "number": "24",
            "text": "A eb' elb'en yuuj, siejb'at eb' tastac ay d'ay, tz'och eb' b'eyumal. Ay pax eb' te ya yel yuuj, ste cotcan meb'ail d'a yib'anh eb'."
        },
        {
            "number": "25",
            "text": "A val eb' tz'el d'a sk'ool yak'ani, yelxo val ste aj tastac d'a eb'. A eb' scolvaji, scolji pax eb'."
        },
        {
            "number": "26",
            "text": "A eb' max chonhanlaj ixim strigo, tonhej smolb'ejcan ixim eb', te chuc syal anima d'a spatic eb'. Axo eb' yechel schonhan ixim jun, a vach'il tz'aljican d'a yib'anh eb'."
        },
        {
            "number": "27",
            "text": "A eb' ayek' d'a spensar sk'ulan vach'il, a svach'k'olal eb' anima tz'ilchaj yuj eb'. A pax eb' sk'ulan chucal jun, a chucal chi' sjavi d'a yib'anh eb'."
        },
        {
            "number": "28",
            "text": "Tato a co b'eyumal scak'och yipoc co k'ool, ol onh lajvoqueloc icha sk'ajb'anel te' xiltac te'. Tato tojol co pensar jun, vach' ol onh elk'och icha syaxb'i sk'ab' te te'."
        },
        {
            "number": "29",
            "text": "A eb' chuc syutej sb'a d'a smam snun, ma d'a eb' yuk'tac yed' d'a eb' yanab', malaj jab'oc tas ol ak'joccan d'a eb'. A eb' malaj spensar, checab' tz'ajnhejcan eb' d'a eb' ay spensar."
        },
        {
            "number": "30",
            "text": "A spac scha eb' vach' spensar to snajatb'i sq'uinal eb'. A eb' jelan, vach' smontan eb' anima eb'."
        },
        {
            "number": "31",
            "text": "A eb' tojol spensar scha spac eb' d'a yolyib'anhq'uinal tic. Anhejtona' eb' sk'ulan chucal yed' eb' ajmul, manh ol ek'b'atlaj schaan syaelal eb' yuj chucal sk'ulej chi'."
        }
    ]
}