{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha echlab' manh tz'acanoc, max schalaj sk'ol Jehová. Axo echlab' tz'acan jun, stzalaj sk'ool yet'oc."
        },
        {
            "number": "2",
            "text": "Ha eb' ak'umtac, syak' q'uixvelal sb'a eb'. Axo eb' emnaquil syutej sb'a, jelan tz'aj eb'."
        },
        {
            "number": "3",
            "text": "Ha eb' tojol spensar, a stojolal eb' chi' scuchb'ani. Axo pax eb' chuc jun, satel eb' yuj schab'satil."
        },
        {
            "number": "4",
            "text": "Ayic ol javoc sk'ual co ch'olb'itaji, manhxalaj yopisio co b'eyumal, axonhej co tojolal ol onh colanel t'a chamel."
        },
        {
            "number": "5",
            "text": "Tato tojol scutej co b'a, a tojolal chi' tzonh ik'an b'ey t'a wach'ilal. Axo eb' chuc jun, anheja' schucal eb' chi' tz'ik'an sateli."
        },
        {
            "number": "6",
            "text": "Tato tojol scutej co b'a, a tojolal chi' tzonh colan t'a yol sk'ab' chucal. Ha eb' chuc sb'eyb'al, a chucal snib'ej eb', a tz'ik'ancot t'a yib'anh eb'."
        },
        {
            "number": "7",
            "text": "Ayic scham eb' chuc, scham eb' yet' tas ayoch yipoc sk'ool. Maxtzac elk'ochlaj tas nab'il yuj eb'."
        },
        {
            "number": "8",
            "text": "Ha Jehová scolan eb' tojol spensar t'a skal yaelal, haxo eb' chuc tz'ochcan t'a syaelal sq'uexuloc eb' tojol spensar chi'."
        },
        {
            "number": "9",
            "text": "Ha yaloj pecal eb' chuc, satel eb' yetanimail eb' yuj. Palta a sjelanil eb' wach' spensar, ha' scolan eb' anima chi'."
        },
        {
            "number": "10",
            "text": "Ayic sq'uechaanh eb' wach' spensar, ste tzalaj eb' anima yuj eb'. Axo yic scham eb' chuc jun, tz'och q'uinh yuj masanil eb' anima."
        },
        {
            "number": "11",
            "text": "Ha eb' wach' sb'eyb'al, sq'ue vaan schonhab' eb' yuj sb'eyb'al chi'. Palta haxo pax schonhab' eb' chuc, satel yuj schucal sb'eyb'al eb'."
        },
        {
            "number": "12",
            "text": "Ha eb' malaj spensar, chuclaj tas syal eb' t'a spatic eb' yetanimail. Axo eb' ay spensar jun, cham naab'il slolonel eb' syala'."
        },
        {
            "number": "13",
            "text": "Ha eb' alum pecal, syalelta eb' masanil tas tz'alchaj t'ay t'a k'ub'eltaquil. Axo eb' wach' spensar jun, a tas syab' eb', tonhej sik'kan eb' t'a spensar."
        },
        {
            "number": "14",
            "text": "Tato malaj mach scuchb'an junok chonhab' t'a wach'il, manh tek'anoc jun chonhab' chi'. Palta tato tzijtum eb' tz'ak'vi razón, wach' tz'elk'och jun chonhab' chi'."
        },
        {
            "number": "15",
            "text": "Tato scak'och co b'a fiadoral t'a junok anima manh cojtacoc, chuc tzonh ajelk'ochi, tato max co tak' jun, malaj jab'oc tas sco na'a."
        },
        {
            "number": "16",
            "text": "Ha eb' ix ix wach' spensar, tz'ik'jichaanh eb' ix. Axo eb' vinh vinac pek' tumin, anhej q'uen tumin chi' tz'ilchaj yuj eb' vinh."
        },
        {
            "number": "17",
            "text": "Tato tz'ok' co k'ool t'a eb' quetanimail, a t'ayonh syak' wach'il. Tato scak' chucal t'a eb' quetanimail chi' jun, anheja' onh squik'cot chucal t'a quib'anh."
        },
        {
            "number": "18",
            "text": "Ha eb' chuc sb'eyb'al, a tas wach' scha eb' spacoc yalani. Axo eb' tojol spensar jun, val yel te wach' tas scha eb' spacoc sb'eyb'al chi'."
        },
        {
            "number": "19",
            "text": "Tato sco b'eyb'alej tojolal, wach' ol ek' yib'anhq'uinal cuuj. Tato a chucal sco k'ulej jun, ol onh cham yuj."
        },
        {
            "number": "20",
            "text": "Ha Jehová schacanel eb' anhej chucal ayek' t'a spensar sk'ulani, haxo eb' te wach' sb'eyb'al, stzalaj yet' eb'."
        },
        {
            "number": "21",
            "text": "Ayic sch'olb'itaj eb' anima, max ek'b'atlaj yak'jioch yaelal t'a yib'anh eb' chuc, haxo eb' tojol sb'eyb'al, malaj tas tz'ak'jioch t'a yib'anh eb'."
        },
        {
            "number": "22",
            "text": "Ha junok ix ix te wach' yilji, palta malaj spensar ix, lajan ix icha junok q'uen q'ueen xocanxocan nab'a oro ayoch t'a snhi' nok' chitam."
        },
        {
            "number": "23",
            "text": "Ha tas snib'ej eb' tojol spensar, anhej wach'ilal yet'nac. Axo tas snib'ej eb' chuc jun, anhej yaelal yet'nac."
        },
        {
            "number": "24",
            "text": "Ha eb' elb'en yuj, siejb'at eb' tastac ay t'ay, tz'och eb' b'eyumal. Ay pax eb' te ya yel yuj, ste cotcan meb'ail t'a yib'anh eb'."
        },
        {
            "number": "25",
            "text": "Ha val eb' tz'el t'a sk'ool yak'ani, yelxo val ste aj tastac t'a eb'. Ha eb' scolvaji, scolji pax eb'."
        },
        {
            "number": "26",
            "text": "Ha eb' max chonhanlaj ixim strigo, tonhej smolb'ejcan ixim eb', te chuc syal anima t'a spatic eb'. Axo eb' yechel schonhan ixim jun, a wach'il tz'aljican t'a yib'anh eb'."
        },
        {
            "number": "27",
            "text": "Ha eb' ayek' t'a spensar sk'ulan wach'il, a swach'k'olal eb' anima tz'ilchaj yuj eb'. Ha pax eb' sk'ulan chucal jun, a chucal chi' sjavi t'a yib'anh eb'."
        },
        {
            "number": "28",
            "text": "Tato a co b'eyumal scak'och yipoc co k'ool, ol onh lajvoqueloc icha sk'ajb'anel te' xiltac te'. Tato tojol co pensar jun, wach' ol onh elk'och icha syaxb'i sk'ab' te te'."
        },
        {
            "number": "29",
            "text": "Ha eb' chuc syutej sb'ha t'a smam snun, ma t'a eb' yuk'tac yet' t'a eb' yanab', malaj jab'oc tas ol ak'joccan t'a eb'. Ha eb' malaj spensar, checab' tz'ajnhejcan eb' t'a eb' ay spensar."
        },
        {
            "number": "30",
            "text": "Ha spac scha eb' wach' spensar to snajatb'i sq'uinal eb'. Ha eb' jelan, wach' smontan eb' anima eb'."
        },
        {
            "number": "31",
            "text": "Ha eb' tojol spensar scha spac eb' t'a yol yib'anhk’inal tik. Anhejtona' eb' sk'ulan chucal yet' eb' ajmul, manh ol ek'b'atlaj schaan syaelal eb' yuj chucal sk'ulej chi'."
        }
    ]
}