{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay yelk'och t'ayonh ayic tzonh cachji, wanton ko xajanan jelanil syal chi'. Tato schichon ko k'ool ayic tzonh cachji jun, malaj ko pensar."
        },
        {
            "number": "2",
            "text": "Ha heb' anima wach' spensar, sch'ox swach'k'olal Jehová t'a heb', haxo heb' chuk spensar jun, tz'ak'ji syaelal heb' t'a smojal yuj."
        },
        {
            "number": "3",
            "text": "Ha chukal malaj jab'oc tas syak' yipoc ko k'ool. Axo pax wach' pensaril jun, syak' wal ko tek'anil."
        },
        {
            "number": "4",
            "text": "Ha junok ix ix te wach' spensar, k'ak' sk'ool winh yetb'eyum ix yuj. Axo pax junok ix ix te chuk spensar jun, tz'ixtaxel winh yetb'eyum ix yuj."
        },
        {
            "number": "5",
            "text": "Ha heb' anima tojol spensar, anhej tojolal nab'il yuj heb'. Axo pax heb' chuk spensar jun, anhej ak'oj musansatil anima naan yuj heb'."
        },
        {
            "number": "6",
            "text": "Ha yuj slolonel heb' chuk, scham anima. Axo pax yuj slolonel heb' wach' spensar jun, scolchaj heb' anima t'a chamel."
        },
        {
            "number": "7",
            "text": "Ayic sjawi syaelal heb' chuk, satel heb'. Axo pax heb' wach' spensar, niwan tiempo syil heb' yet' heb' yuninal."
        },
        {
            "number": "8",
            "text": "Ha heb' anima jelan spensar, wach' lolonel tz'alchaj t'a heb'. Axo pax heb' ayoch chukal t'a spensar jun, patikab'il el heb'."
        },
        {
            "number": "9",
            "text": "Ha heb' malaj yelk'ochi, palta ay heb' tz'ak'an serwil heb', te wach' yic heb' t'a yichanh pax heb' niwac winak syutej sb'a, palta malaj tas wach' swaan heb'."
        },
        {
            "number": "10",
            "text": "Ha heb' tojol spensar, sya'ilej nok' smolb'etzal nok' heb'. Axo pax heb' chuk spensar jun, syixtej nok' smolb'etzal nok' heb'."
        },
        {
            "number": "11",
            "text": "Ha heb' smunlaj t'a sat lu'um tik, jantac tas wach' swaan heb'. Axo heb' malaj spensar jun, tonhej sb'alek' tiempo heb'."
        },
        {
            "number": "12",
            "text": "Ha heb' chuk sb'eyb'al, snib'ejoch sb'a heb' b'eyumal yuj chukal sk'ulej. Axo pax heb' wach' spensar jun, ha t'a smunlajel heb' syik'elta tas tz'och yuj."
        },
        {
            "number": "13",
            "text": "Ha heb' chuk, syaalej sb'a heb' yuj es syala'. Axo pax heb' tojol spensar jun, wach'nhej tz'aj yel heb' t'a tas sja t'a yib'anh."
        },
        {
            "number": "14",
            "text": "Junjun mach scha spak yuj tastac syala', schaan pax spak yuj tastac sk'ulej."
        },
        {
            "number": "15",
            "text": "Ha heb' malaj spensar, wach'nhej tas sk'ulej heb' snaani. Axo pax heb' ay spensar jun, scha yab' razón heb'."
        },
        {
            "number": "16",
            "text": "Ha heb' malaj spensar, elanhchamel sch'oxel yowal sk'ol heb'. Axo pax heb' ay spensar jun, tonhej smak'ek' heb' tas tz'utaji."
        },
        {
            "number": "17",
            "text": "Ha heb' testigo wach', anhej yel syal heb'. Axo pax heb' testigo chuk jun, anhej es syal heb'."
        },
        {
            "number": "18",
            "text": "Ha heb' comonnhej sloloni, syak' echnaj spixan heb' yetanimail heb' icha yet' junok k'een cuchilub'. Axo pax heb' jelan spensar jun, sniwanej sk'ol heb' anima heb' yet' tas syala'."
        },
        {
            "number": "19",
            "text": "Ha heb' anhej yel syala', niwan tiempo syil heb'. Axo heb' tz'esan jun, elanhchamel satel heb'."
        },
        {
            "number": "20",
            "text": "Ha heb' chuk, anhej ak'oj musansatil naan yuj heb'. Axo heb' sayanek' junk'olal, a tzalajk'olal tz'ilchaj yuj heb'."
        },
        {
            "number": "21",
            "text": "Ha heb' wach' spensar, malaj chukal sja t'a yib'anh heb'. Ha heb' chuk jun, sja b'ulnaj juntzanh yaelal t'a yib'anh heb'."
        },
        {
            "number": "22",
            "text": "Ha Jehová schakanel heb' esalwum. Axo pax heb' anhej yel syal jun, xajan heb' yuj."
        },
        {
            "number": "23",
            "text": "Ha heb' jelan spensar, max yik'chaanh sb'a heb' yuj tas yojtak. Axo heb' malaj spensar jun, sch'oxel smanh pensaril heb'."
        },
        {
            "number": "24",
            "text": "Ha heb' smunlaji, syak' mandar heb'. Axo pax heb' malaj snib'ej smunlaj jun, chekab' tz'aj heb'."
        },
        {
            "number": "25",
            "text": "Ha ilk'olal syak' kus ko k'ool. Axo pax junok wach' lolonel jun, syak' ko tzalajk'olal."
        },
        {
            "number": "26",
            "text": "Ha heb' tojol spensar, cuchb'um tz'aj heb' t'a heb' yetanimail t'a wach'il. Axo pax heb' chuk spensar jun, scuchb'ejb'at heb' yetanimail heb' t'a chukal."
        },
        {
            "number": "27",
            "text": "Ha heb' jaragana pechum nok', max sb'olaj nok' syamchaj yuj heb'. Axo pax heb' jelan spensar jun, jantac b'eyumal tz'ilchaj yuj heb'."
        },
        {
            "number": "28",
            "text": "Tato sko b'eyb'alej tojol pensaril, syak' ko k 'inal. Ha t'a jun b'eyb'al chi' malaj chamel."
        }
    ]
}