{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay yelk'och d'ayonh ayic tzonh cachji, vanton co xajanan jelanil syal chi'. Tato schichon co k'ool ayic tzonh cachji jun, malaj co pensar."
        },
        {
            "number": "2",
            "text": "A eb' anima vach' spensar, sch'ox svach'k'olal Jehová d'a eb', axo eb' chuc spensar jun, tz'ak'ji syaelal eb' d'a smojal yuuj."
        },
        {
            "number": "3",
            "text": "A chucal malaj jab'oc tas syak' yipoc co k'ool. Axo pax vach' pensaril jun, syak' val co tek'anil."
        },
        {
            "number": "4",
            "text": "A junoc ix ix te vach' spensar, k'ak' sk'ool vinh yetb'eyum ix yuuj. Axo pax junoc ix ix te chuc spensar jun, tz'ixtaxel vinh yetb'eyum ix yuuj."
        },
        {
            "number": "5",
            "text": "A eb' anima tojol spensar, anhej tojolal nab'il yuj eb'. Axo pax eb' chuc spensar jun, anhej ak'oj musansatil anima naan yuj eb'."
        },
        {
            "number": "6",
            "text": "A yuj slolonel eb' chuc, scham anima. Axo pax yuj slolonel eb' vach' spensar jun, scolchaj eb' anima d'a chamel."
        },
        {
            "number": "7",
            "text": "Ayic sjavi syaelal eb' chuc, satel eb'. Axo pax eb' vach' spensar, nivan tiempo syil eb' yed' eb' yuninal."
        },
        {
            "number": "8",
            "text": "A eb' anima jelan spensar, vach' lolonel tz'alchaj d'a eb'. Axo pax eb' ayoch chucal d'a spensar jun, paticab'il el eb'."
        },
        {
            "number": "9",
            "text": "A eb' malaj yelk'ochi, palta ay eb' tz'ak'an servil eb', te vach' yic eb' d'a yichanh pax eb' nivac vinac syutej sb'a, palta malaj tas vach' svaan eb'."
        },
        {
            "number": "10",
            "text": "A eb' tojol spensar, sya'ilej nok' smolb'etzal nok' eb'. Axo pax eb' chuc spensar jun, syixtej nok' smolb'etzal nok' eb'."
        },
        {
            "number": "11",
            "text": "A eb' smunlaj d'a sat luum tic, jantac tas vach' svaan eb'. Axo eb' malaj spensar jun, tonhej sb'alek' tiempo eb'."
        },
        {
            "number": "12",
            "text": "A eb' chuc sb'eyb'al, snib'ejoch sb'a eb' b'eyumal yuj chucal sk'ulej. Axo pax eb' vach' spensar jun, a d'a smunlajel eb' syiq'uelta tas tz'och yuuj."
        },
        {
            "number": "13",
            "text": "A eb' chuc, syaalej sb'a eb' yuj es syala'. Axo pax eb' tojol spensar jun, vach'nhej tz'aj yel eb' d'a tas sja d'a yib'anh."
        },
        {
            "number": "14",
            "text": "Junjun mach scha spac yuj tastac syala', schaan pax spac yuj tastac sk'ulej."
        },
        {
            "number": "15",
            "text": "A eb' malaj spensar, vach'nhej tas sk'ulej eb' snaani. Axo pax eb' ay spensar jun, scha yab' razón eb'."
        },
        {
            "number": "16",
            "text": "A eb' malaj spensar, elanhchamel sch'oxel yoval sk'ol eb'. Axo pax eb' ay spensar jun, tonhej smaq'uek' eb' tas tz'utaji."
        },
        {
            "number": "17",
            "text": "A eb' testigo vach', anhej yel syal eb'. Axo pax eb' testigo chuc jun, anhej es syal eb'."
        },
        {
            "number": "18",
            "text": "A eb' comonnhej sloloni, syak' echnaj spixan eb' yetanimail eb' icha yed' junoc q'uen cuchilub'. Axo pax eb' jelan spensar jun, snivanej sk'ol eb' anima eb' yed' tas syala'."
        },
        {
            "number": "19",
            "text": "A eb' anhej yel syala', nivan tiempo syil eb'. Axo eb' tz'esan jun, elanhchamel satel eb'."
        },
        {
            "number": "20",
            "text": "A eb' chuc, anhej ak'oj musansatil naan yuj eb'. Axo eb' sayanek' junk'olal, a tzalajk'olal tz'ilchaj yuj eb'."
        },
        {
            "number": "21",
            "text": "A eb' vach' spensar, malaj chucal sja d'a yib'anh eb'. A eb' chuc jun, sja b'ulnaj juntzanh yaelal d'a yib'anh eb'."
        },
        {
            "number": "22",
            "text": "A Jehová schacanel eb' esalvum. Axo pax eb' anhej yel syal jun, xajan eb' yuuj."
        },
        {
            "number": "23",
            "text": "A eb' jelan spensar, max yik'chaanh sb'a eb' yuj tas yojtac. Axo eb' malaj spensar jun, sch'oxel smanh pensaril eb'."
        },
        {
            "number": "24",
            "text": "A eb' smunlaji, syak' mandar eb'. Axo pax eb' malaj sgana smunlaj jun, checab' tz'aj eb'."
        },
        {
            "number": "25",
            "text": "A ilk'olal syak' cus co k'ool. Axo pax junoc vach' lolonel jun, syak' co tzalajk'olal."
        },
        {
            "number": "26",
            "text": "A eb' tojol spensar, cuchb'um tz'aj eb' d'a eb' yetanimail d'a vach'il. Axo pax eb' chuc spensar jun, scuchb'ejb'at eb' yetanimail eb' d'a chucal."
        },
        {
            "number": "27",
            "text": "A eb' jaragana pechum nok', max sb'olaj nok' syamchaj yuj eb'. Axo pax eb' jelan spensar jun, jantac b'eyumal tz'ilchaj yuj eb'."
        },
        {
            "number": "28",
            "text": "Tato sco b'eyb'alej tojol pensaril, syak' co q'uinal. A d'a jun b'eyb'al chi' malaj chamel."
        }
    ]
}