{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay yelk'och t'ayonh ayic tzonh cachji, vanton co xajanan jelanil syal chi'. Tato schichon co k'ool ayic tzonh cachji jun, malaj co pensar."
        },
        {
            "number": "2",
            "text": "Ha eb' anima wach' spensar, sch'ox swach'k'olal Jehová t'a eb', haxo eb' chuk spensar jun, tz'ak'ji syaelal eb' t'a smojal yuj."
        },
        {
            "number": "3",
            "text": "Ha chukal malaj jab'oc tas syak' yipoc co k'ool. Axo pax wach' pensaril jun, syak' val co tek'anil."
        },
        {
            "number": "4",
            "text": "Ha junok ix ix te wach' spensar, k'ak' sk'ool vinh yetb'eyum ix yuj. Axo pax junok ix ix te chuk spensar jun, tz'ixtaxel vinh yetb'eyum ix yuj."
        },
        {
            "number": "5",
            "text": "Ha eb' anima tojol spensar, anhej tojolal nab'il yuj eb'. Axo pax eb' chuk spensar jun, anhej ak'oj musansatil anima naan yuj eb'."
        },
        {
            "number": "6",
            "text": "Ha yuj slolonel eb' chuk, scham anima. Axo pax yuj slolonel eb' wach' spensar jun, scolchaj eb' anima t'a chamel."
        },
        {
            "number": "7",
            "text": "Ayic sjavi syaelal eb' chuk, satel eb'. Axo pax eb' wach' spensar, niwan tiempo syil eb' yet' eb' yuninal."
        },
        {
            "number": "8",
            "text": "Ha eb' anima jelan spensar, wach' lolonel tz'alchaj t'a eb'. Axo pax eb' ayoch chukal t'a spensar jun, paticab'il el eb'."
        },
        {
            "number": "9",
            "text": "Ha eb' malaj yelk'ochi, palta ay eb' tz'ak'an servil eb', te wach' yic eb' t'a yichanh pax eb' nivac vinac syutej sb'a, palta malaj tas wach' svaan eb'."
        },
        {
            "number": "10",
            "text": "Ha eb' tojol spensar, sya'ilej nok' smolb'etzal nok' eb'. Axo pax eb' chuk spensar jun, syixtej nok' smolb'etzal nok' eb'."
        },
        {
            "number": "11",
            "text": "Ha eb' smunlaj t'a sat lu'um tik, jantac tas wach' svaan eb'. Axo eb' malaj spensar jun, tonhej sb'alek' tiempo eb'."
        },
        {
            "number": "12",
            "text": "Ha eb' chuk sb'eyb'al, snib'ejoch sb'a eb' b'eyumal yuj chukal sk'ulej. Axo pax eb' wach' spensar jun, ha t'a smunlajel eb' syiq'uelta tas tz'och yuj."
        },
        {
            "number": "13",
            "text": "Ha eb' chuk, syaalej sb'a eb' yuj es syala'. Axo pax eb' tojol spensar jun, wach'nhej tz'aj yel eb' t'a tas sja t'a yib'anh."
        },
        {
            "number": "14",
            "text": "Junjun mach scha spac yuj tastac syala', schaan pax spac yuj tastac sk'ulej."
        },
        {
            "number": "15",
            "text": "Ha eb' malaj spensar, wach'nhej tas sk'ulej eb' snaani. Axo pax eb' ay spensar jun, scha yab' razón eb'."
        },
        {
            "number": "16",
            "text": "Ha eb' malaj spensar, elanhchamel sch'oxel yoval sk'ol eb'. Axo pax eb' ay spensar jun, tonhej smaq'uek' eb' tas tz'utaji."
        },
        {
            "number": "17",
            "text": "Ha eb' testigo wach', anhej yel syal eb'. Axo pax eb' testigo chuk jun, anhej es syal eb'."
        },
        {
            "number": "18",
            "text": "Ha eb' comonnhej sloloni, syak' echnaj spixan eb' yetanimail eb' icha yet' junok q'uen cuchilub'. Axo pax eb' jelan spensar jun, snivanej sk'ol eb' anima eb' yet' tas syala'."
        },
        {
            "number": "19",
            "text": "Ha eb' anhej yel syala', niwan tiempo syil eb'. Axo eb' tz'esan jun, elanhchamel satel eb'."
        },
        {
            "number": "20",
            "text": "Ha eb' chuk, anhej ak'oj musansatil naan yuj eb'. Axo eb' sayanek' junk'olal, a tzalajk'olal tz'ilchaj yuj eb'."
        },
        {
            "number": "21",
            "text": "Ha eb' wach' spensar, malaj chukal sja t'a yib'anh eb'. Ha eb' chuk jun, sja b'ulnaj juntzanh yaelal t'a yib'anh eb'."
        },
        {
            "number": "22",
            "text": "Ha Jehová schacanel eb' esalvum. Axo pax eb' anhej yel syal jun, xajan eb' yuj."
        },
        {
            "number": "23",
            "text": "Ha eb' jelan spensar, max yik'chaanh sb'a eb' yuj tas yojtac. Axo eb' malaj spensar jun, sch'oxel smanh pensaril eb'."
        },
        {
            "number": "24",
            "text": "Ha eb' smunlaji, syak' mandar eb'. Axo pax eb' malaj sgana smunlaj jun, checab' tz'aj eb'."
        },
        {
            "number": "25",
            "text": "Ha ilk'olal syak' cus co k'ool. Axo pax junok wach' lolonel jun, syak' co tzalajk'olal."
        },
        {
            "number": "26",
            "text": "Ha eb' tojol spensar, cuchb'um tz'aj eb' t'a eb' yetanimail t'a wach'il. Axo pax eb' chuk spensar jun, scuchb'ejb'at eb' yetanimail eb' t'a chukal."
        },
        {
            "number": "27",
            "text": "Ha eb' jaragana pechum nok', max sb'olaj nok' syamchaj yuj eb'. Axo pax eb' jelan spensar jun, jantac b'eyumal tz'ilchaj yuj eb'."
        },
        {
            "number": "28",
            "text": "Tato sco b'eyb'alej tojol pensaril, syak' co q'uinal. Ha t'a jun b'eyb'al chi' malaj chamel."
        }
    ]
}