{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' uninab'il ay spensar, scha sk'ol eb' scachji yuj smam. Axo eb' malaj spensar jun, max schalaj sk'ol eb' scachji."
        },
        {
            "number": "2",
            "text": "Tato wach' scutej co loloni, wach' pax tas sco cha spacoc. Tato squixtej eb' quetanimail jun, sco cha co yaelal t'a smojal."
        },
        {
            "number": "3",
            "text": "Tato cham sco na' tas scala', syalelk'ochi to van co colan co q'uinal. Tato tzonh comon lolon jun, a co yaelal squik'cot t'a quib'anh."
        },
        {
            "number": "4",
            "text": "Ha eb' malaj sgana smunlaji, ay tas snib'ej eb', palta max ilchajlaj yuj eb'. Axo pax eb' smunlaj jun, masanil tastac ay t'a eb'."
        },
        {
            "number": "5",
            "text": "Ha eb' tojol spensar, schaquel esal lolonel eb'. Axo eb' chuk spensar jun, anhej chukal tz'alchaj t'a spatic eb'."
        },
        {
            "number": "6",
            "text": "Ha tojol pensaril, a scolan eb' sb'eyb'alan tojolal chi'. Ha chukal, a satanel eb' sb'eyb'alan chukal chi'."
        },
        {
            "number": "7",
            "text": "Ay eb' malaj jab'oc tas t'ay, palta icha eb' b'eyum syutej sb'a eb'. Ay pax eb' jun, masanil tastac ay t'a eb', palta icha meb'a' syutej sb'a eb'."
        },
        {
            "number": "8",
            "text": "Ha eb' b'eyum, smanxielta sb'a eb' t'a yol sk'ab' eb' elk'um yet' stumin. Axo pax eb' meb'a' jun, malaj b'ak'uinh tz'elk'ajb'at eb'."
        },
        {
            "number": "9",
            "text": "Ha eb' tojol spensar, lajan eb' icha junok tas copanel sk'ak'al. Axo pax eb' chuk spensar jun, lajan eb' icha junok candil tupnac."
        },
        {
            "number": "10",
            "text": "Ha eb' ak'umtac, anhej oval sq'ue vaan yuj eb'. Axo eb' emnaquil syutej sb'a jun, scha yab' razón eb'."
        },
        {
            "number": "11",
            "text": "Ha q'uen tumin junnhej rato tz'ak'ji ganar t'a chukal, junnhej pax rato slajviel q'ueen. Axo pax q'uen tumin jab'jab'il smolchaj jun, snivanb'i q'ueen."
        },
        {
            "number": "12",
            "text": "Ha eb' max elk'och tas snib'ej, te cusk'olal tz'ajkan eb'. Axo pax eb' tz'elk'och tas snib'ej jun, ste tzalaj eb'."
        },
        {
            "number": "13",
            "text": "Ha eb' max k'anab'ajan checnab'il, sjavi yaelal t'a yib'anh eb'. Axo pax eb' sk'anab'ajan checnab'il jun, te wach' spak scha eb'."
        },
        {
            "number": "14",
            "text": "Ha k'ayb'ub'al syak' eb' ay spensar, syak' co q'uinal, ha' tzonh colanelta t'a yol sk'ab' chamel."
        },
        {
            "number": "15",
            "text": "Ha eb' tz'ak'an razón wach', nib'ab'il eb'. Axo pax eb' a chukal syal jun, sb'atcan eb' t'a syaelal."
        },
        {
            "number": "16",
            "text": "Ha eb' ay spensar, scham val snaan eb' tas sk'ulej. Axo pax eb' malaj spensar jun, a tas sk'ulej eb' sch'oxaneli to malaj spensar eb'."
        },
        {
            "number": "17",
            "text": "Ha eb' checab' chuk syutej tas checji sk'ulej, anhej oval sq'ue vaan yuj eb'. Axo eb' checab' wach' syutej tas checji sk'ulej jun, syik'cot junk'olal eb'."
        },
        {
            "number": "18",
            "text": "Tato chuk scab'i tz'ak'ji razón t'ayonh, anhej meb'ail yet' q'uixvelal sjavi t'a quib'anh. Tato sco cha cab' co cachnab'il jun, tzonh ik'jichaanh."
        },
        {
            "number": "19",
            "text": "Ayic tz'ilchajk'och cuuj tas sco nib'ej, tzonh te tzalaji, palta a eb' malaj spensar, malaj sgana eb' yactancan chukal."
        },
        {
            "number": "20",
            "text": "Tato junnhej tzonh ek' yet' eb' ay spensar, squik' co jelanil t'a eb'. Tato junnhej tzonh ek' yet' eb' malaj spensar jun, tzonh satcanel yet' eb'."
        },
        {
            "number": "21",
            "text": "Ha eb' chuk tzak'annhejoch yaelal yuj eb'. Axo pax eb' tojol spensar jun, a wach'il scha eb' spacoc."
        },
        {
            "number": "22",
            "text": "Ha eb' wach' spensar, syak'kan smacb'en eb' yixchiquin eb'. Axo sb'eyumal eb' chuk jun, ha t'a eb' wach' spensar scani."
        },
        {
            "number": "23",
            "text": "Ha t'a sluum eb' meb'a', manh jantacoc tas wach' syal yel t'a sat, palta yuj smanh pensaril eb', malaj tas syik' eb' t'a sluum chi'."
        },
        {
            "number": "24",
            "text": "Tato max cak' tzalaj eb' cuninal, manh xajanoc eb' cuuj syal chi'. Tato sco xajanej eb' jun, yunetacto eb' sco yamanoch cak'an tzalaj eb'."
        },
        {
            "number": "25",
            "text": "Ha eb' tojol spensar, sva eb' masanto sb'ud'ji eb'. Axo pax eb' chuk spensar jun, tz'ochnhej svejel eb'."
        }
    ]
}