{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ha heb' uninab'il ay spensar, scha sk'ol heb' skachji yuj smam. Axo heb' malaj spensar jun, max schalaj sk'ol heb' skachji."
        },
        {
            "number": "2",
            "text": "Tato wach' scutej ko loloni, wach' pax tas sko cha spacoc. Tato squixtej heb' quetanimail jun, sko cha ko yaelal t'a smojal."
        },
        {
            "number": "3",
            "text": "Tato cham sko na' tas skala', syalelk'ochi to wan ko colan ko k 'inal. Tato tzonh comon lolon jun, a ko yaelal squik'cot t'a quib'anh."
        },
        {
            "number": "4",
            "text": "Ha heb' malaj snib'ej smunlaji, ay tas snib'ej heb', palta max ilchajlaj yuj heb'. Axo pax heb' smunlaj jun, masanil tastac ay t'a heb'."
        },
        {
            "number": "5",
            "text": "Ha heb' tojol spensar, schaquel esal lolonel heb'. Axo heb' chuk spensar jun, anhej chukal tz'alchaj t'a spatic heb'."
        },
        {
            "number": "6",
            "text": "Ha tojol pensaril, a scolan heb' sb'eyb'alan tojolal chi'. Ha chukal, a satanel heb' sb'eyb'alan chukal chi'."
        },
        {
            "number": "7",
            "text": "Ay heb' malaj jab'oc tas t'ay, palta icha heb' b'eyum syutej sb'a heb'. Ay pax heb' jun, masanil tastac ay t'a heb', palta icha meb'a' syutej sb'a heb'."
        },
        {
            "number": "8",
            "text": "Ha heb' b'eyum, smanxielta sb'a heb' t'a yol sk'ab' heb' elk'um yet' stumin. Axo pax heb' meb'a' jun, malaj b'ak'uinh tz'elk'ajb'at heb'."
        },
        {
            "number": "9",
            "text": "Ha heb' tojol spensar, lajan heb' icha junok tas copanel sk'ak'al. Axo pax heb' chuk spensar jun, lajan heb' icha junok candil tupnac."
        },
        {
            "number": "10",
            "text": "Ha heb' ak'umtac, anhej owal sk'e waan yuj heb'. Axo heb' emnaquil syutej sb'a jun, scha yab' razón heb'."
        },
        {
            "number": "11",
            "text": "Ha k'een tumin junnhej rato tz'ak'ji ganar t'a chukal, junnhej pax rato slajwiel k'een. Axo pax k'een tumin jab'jab'il smolchaj jun, sniwanb'i k'een."
        },
        {
            "number": "12",
            "text": "Ha heb' max elk'och tas snib'ej, te cusk'olal tz'ajkan heb'. Axo pax heb' tz'elk'och tas snib'ej jun, ste tzalaj heb'."
        },
        {
            "number": "13",
            "text": "Ha heb' max k'anab'ajan checnab'il, sjawi yaelal t'a yib'anh heb'. Axo pax heb' sk'anab'ajan checnab'il jun, te wach' spak scha heb'."
        },
        {
            "number": "14",
            "text": "Ha k'ayb'ub'al syak' heb' ay spensar, syak' ko k 'inal, ha' tzonh colanelta t'a yol sk'ab' chamel."
        },
        {
            "number": "15",
            "text": "Ha heb' tz'ak'an razón wach', nib'ab'il heb'. Axo pax heb' a chukal syal jun, sb'atkan heb' t'a syaelal."
        },
        {
            "number": "16",
            "text": "Ha heb' ay spensar, scham wal snaan heb' tas sk'ulej. Axo pax heb' malaj spensar jun, a tas sk'ulej heb' sch'oxaneli to malaj spensar heb'."
        },
        {
            "number": "17",
            "text": "Ha heb' chekab' chuk syutej tas checji sk'ulej, anhej owal sk'e waan yuj heb'. Axo heb' chekab' wach' syutej tas checji sk'ulej jun, syik'cot junk'olal heb'."
        },
        {
            "number": "18",
            "text": "Tato chuk skab'i tz'ak'ji razón t'ayonh, anhej mheb'ail yet' q'uixwelal sjawi t'a quib'anh. Tato sko cha kab' ko kachnab'il jun, tzonh ik'jichaanh."
        },
        {
            "number": "19",
            "text": "Ayic tz'ilchajk'och cuuj tas sko nib'ej, tzonh te tzalaji, palta a heb' malaj spensar, malaj snib'ej heb' yactankan chukal."
        },
        {
            "number": "20",
            "text": "Tato junnhej tzonh ek' yet' heb' ay spensar, squik' ko jelanil t'a heb'. Tato junnhej tzonh ek' yet' heb' malaj spensar jun, tzonh satkanel yet' heb'."
        },
        {
            "number": "21",
            "text": "Ha heb' chuk tzak'annhejoch yaelal yuj heb'. Axo pax heb' tojol spensar jun, a wach'il scha heb' spacoc."
        },
        {
            "number": "22",
            "text": "Ha heb' wach' spensar, syak'kan smacb'en heb' yixchiquin heb'. Axo sb'eyumal heb' chuk jun, ha t'a heb' wach' spensar skani."
        },
        {
            "number": "23",
            "text": "Ha t'a sluum heb' meb'a', manh jantacoc tas wach' syal yel t'a sat, palta yuj smanh pensaril heb', malaj tas syik' heb' t'a sluum chi'."
        },
        {
            "number": "24",
            "text": "Tato max kak' tzalaj heb' cuninal, manh xajanoc heb' cuuj syal chi'. Tato sko xajanej heb' jun, yunetacto heb' sko yamanoch kak'an tzalaj heb'."
        },
        {
            "number": "25",
            "text": "Ha heb' tojol spensar, swa heb' masanto sb'ud'ji heb'. Axo pax heb' chuk spensar jun, tz'ochnhej swejel heb'."
        }
    ]
}