{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' ix ix ay spensar, wach'nhej yaj yol spat eb' ix. Axo pax eb' ix malaj spensar jun, juvinaquel yol spat eb' ix yuj."
        },
        {
            "number": "2",
            "text": "Tato wach' co b'eyb'al, te ay yelk'och Jehov치 t'ayonh. Axo pax eb' chuk sb'eyb'al jun, malaj yelk'och Jehov치 t'a eb'."
        },
        {
            "number": "3",
            "text": "Ha tas syal eb' malaj spensar, a tz'ik'ancot yaelal t'a yib'anh eb'. Axo pax tas syal eb' ay spensar jun, a scolan eb'."
        },
        {
            "number": "4",
            "text": "Tato malaj nok' vacax smunlaj t'a d'ocoj lu'um, malaj ixim trigo sco molo'. Yuj smunlajel nok' vacax chi', niwan ixim trigo chi' squik'a'."
        },
        {
            "number": "5",
            "text": "Ha eb' testigo wach', anhej yel syal eb'. Axo pax eb' testigo chuk jun, secojtac tz'aj yesan eb'."
        },
        {
            "number": "6",
            "text": "Ha eb' b'uchumtac, sayek' jelanil eb', palta max ilchajlaj yuj eb'. Axo pax eb' jelan spensar jun, secojtac tz'aj yilchaj jelanil yuj eb'."
        },
        {
            "number": "7",
            "text": "Quiq'uequel co b'ha t'a stz'ey eb' malaj spensar, yujto malaj tas ol quiq'uelta t'a slolonel eb' syala'."
        },
        {
            "number": "8",
            "text": "Ha eb' ay spensar, sna val eb' sik'lab'il tas sk'ulej. Axo pax eb' malaj spensar jun, syak' musansatil sb'a eb'."
        },
        {
            "number": "9",
            "text": "Ha eb' malaj spensar, malaj tas sna eb' yuj chukal sk'ulej. Axo pax eb' anima wach' spensar jun, snib'ej eb' to tz'ak'ji nivank'olal yuj Dios."
        },
        {
            "number": "10",
            "text": "Ha onnhej cojtac tas yuj tzonh cusi, ma tas yuj tzonh tzalaji. Ha eb' ch'oc animail, malaj yalan yic eb' t'a tas sco na chi'."
        },
        {
            "number": "11",
            "text": "Ha yinhtilal eb' chuk spensar, ol sateloc, palta a yinhtilal eb' wach' spensar jun, ol q'uib'nhej."
        },
        {
            "number": "12",
            "text": "Ay val b'eyb'al te wach' co naani, palta van onh yik'anb'at t'a chamel."
        },
        {
            "number": "13",
            "text": "Ay b'aj tzonh tzevaji, palta cusnac co k'ool. Ay b'aj tzonh te tzalaji, palta cusk'olalxo slajvielk'ochi."
        },
        {
            "number": "14",
            "text": "Ha eb' tz'actancan wach' b'eyb'al, stzalaj eb' yuj schuc b'eyb'al. Axo pax eb' anima wach' spensar jun, stzalaj eb' yuj swach' b'eyb'al."
        },
        {
            "number": "15",
            "text": "Ha eb' malaj spensar, masanil tas tz'alchaji syak'och eb' t'a sk'ool. Axo pax eb' ay spensar jun, scham val yilan eb' tas sk'ulej."
        },
        {
            "number": "16",
            "text": "Ha eb' ay spensar, ay xivk'olal eb', yuj chi' syiq'uel sb'a eb' t'a chukal. Axo pax eb' malaj spensar jun, comonnhej syak'och sb'a eb' t'a yalnhej tas."
        },
        {
            "number": "17",
            "text": "Ha eb' k'un scot yoval, malaj spensar eb', comonnhej syutej sb'a eb'. Ha eb' snaan chukal yic wach' tzek' yuj, chacb'ilel eb'"
        },
        {
            "number": "18",
            "text": "Ha spak scha eb' malaj spensar, aton manh pensaril. Axo spak scha eb' ay spensar jun, to swach' jacvi spensar eb'."
        },
        {
            "number": "19",
            "text": "Ha eb' chuk, syaq'uem sb'a eb' t'a eb' wach', stevioch eb' t'a spuertail spat eb' wach' chi'."
        },
        {
            "number": "20",
            "text": "Ha eb' meb'a', paticab'ilel eb' yuj eb' yetanimail. Axo pax eb' b'eyum jun, manh jantacoc yamigo eb'."
        },
        {
            "number": "21",
            "text": "Tz'och co mul tato sco patiquejel eb' quetanimail, palta te wach' quico' tato tz'ok' co k'ool t'a eb' meb'a'."
        },
        {
            "number": "22",
            "text": "Ha eb' anhej chukal sgana sk'ulej, sjuwiel eb' yuj tas sna chi'. Axo pax eb' sgana sk'ulan wach'il jun, xajan eb' yuj Dios."
        },
        {
            "number": "23",
            "text": "Ha junok munlajel scak' quip co b'oani, ay tas syak' t'ayonh, tato anhej lolonel scak' jun, scot meb'ail t'a quib'anh."
        },
        {
            "number": "24",
            "text": "Ha snivanil yelk'och eb' ay spensar, aton sjelanil eb'. Axo pax yic eb' malaj spensar jun, aton smanh pensaril eb'."
        },
        {
            "number": "25",
            "text": "Ha eb' testigo yel syala', scol eb' yetanimail eb' t'a chamel. Palta a eb' testigo esalvum jun, syak' musansatil eb' yajal eb'."
        },
        {
            "number": "26",
            "text": "Ha co xivk'olal t'a Jehov치, tzonh scol yet' eb' cuninal, yujto yip co k'ool yaji."
        },
        {
            "number": "27",
            "text": "Tato ay yelk'och Jehov치 t'a co sat, ay co q'uinal, a tzonh colanel t'a yol sk'ab' chamel."
        },
        {
            "number": "28",
            "text": "Tato ay eb' rey ayoch reyal t'a jantac anima, sb'inaj val eb'. Tato jayvannhej anima b'aj ayoch eb' reyal jun, slajviel eb'."
        },
        {
            "number": "29",
            "text": "Tato ay co nivank'olal, syalelk'ochi to ay co pensar, tato k'un scot coval jun, syalelk'ochi to malaj co pensar."
        },
        {
            "number": "30",
            "text": "Tato junk'olalnhej yaj co pensar, wach'nhej yaj co nivanil. Tato ay co chichonk'olal jun, tz'och co yab'il."
        },
        {
            "number": "31",
            "text": "Tato squixtej eb' meb'a', van co paticanel Dios ix onh b'oani. Tato ay yelk'och Dios t'ayonh jun, tz'ok' co k'ool t'a eb'."
        },
        {
            "number": "32",
            "text": "Ha eb' chuk, anheja' schucal eb' chi' tz'ik'ancot t'a yib'anh. Axo eb' wach' spensar jun, aynhejoch Dios yipoc sk'ol eb' masanto scham eb'."
        },
        {
            "number": "33",
            "text": "Ha eb' jelan, anhej jelanil molanek' t'a spensar eb'. Axo pax eb' malaj spensar jun, max k'ochlaj ijan snaan eb'."
        },
        {
            "number": "34",
            "text": "Tato a tojolal sb'eyb'alej junok chonhab', sq'ue val chaanh, tato a chukal sb'eyb'alej jun, tz'ak'ji q'uixvelal."
        },
        {
            "number": "35",
            "text": "Ha eb' checab' ay spensar, stzalaj winh rey yet' eb'. Axo pax eb' checab' malaj spensar jun, scot yoval sk'ol winh rey t'a yib'anh eb'."
        }
    ]
}