{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha heb' ix ix ay spensar, wach'nhej yaj yol spat heb' ix. Axo pax heb' ix malaj spensar jun, juwinaquel yol spat heb' ix yuj."
        },
        {
            "number": "2",
            "text": "Tato wach' ko b'eyb'al, te ay yelk'och Jehov치 t'ayonh. Axo pax heb' chuk sb'eyb'al jun, malaj yelk'och Jehov치 t'a heb'."
        },
        {
            "number": "3",
            "text": "Ha tas syal heb' malaj spensar, a tz'ik'ancot yaelal t'a yib'anh heb'. Axo pax tas syal heb' ay spensar jun, a scolan heb'."
        },
        {
            "number": "4",
            "text": "Tato malaj nok' wacax smunlaj t'a d'ocoj lu'um, malaj ixim trigo sco molo'. Yuj smunlajel nok' wacax chi', niwan ixim trigo chi' squik'a'."
        },
        {
            "number": "5",
            "text": "Ha heb' testigo wach', anhej yel syal heb'. Axo pax heb' testigo chuk jun, secojtac tz'aj yesan heb'."
        },
        {
            "number": "6",
            "text": "Ha heb' b'uchumtac, sayek' jelanil heb', palta max ilchajlaj yuj heb'. Axo pax heb' jelan spensar jun, secojtac tz'aj yilchaj jelanil yuj heb'."
        },
        {
            "number": "7",
            "text": "Quik'equel ko b'ha t'a stz'ey heb' malaj spensar, yujto malaj tas ol quik'elta t'a slolonel heb' syala'."
        },
        {
            "number": "8",
            "text": "Ha heb' ay spensar, sna wal heb' sik'lab'il tas sk'ulej. Axo pax heb' malaj spensar jun, syak' musansatil sb'a heb'."
        },
        {
            "number": "9",
            "text": "Ha heb' malaj spensar, malaj tas sna heb' yuj chukal sk'ulej. Axo pax heb' anima wach' spensar jun, snib'ej heb' to tz'ak'ji niwank'olal yuj Dios."
        },
        {
            "number": "10",
            "text": "Ha onnhej cojtac tas yuj tzonh cusi, ma tas yuj tzonh tzalaji. Ha heb' ch'oc animail, malaj yalan yic heb' t'a tas sco na chi'."
        },
        {
            "number": "11",
            "text": "Ha yinhtilal heb' chuk spensar, ol sateloc, palta a yinhtilal heb' wach' spensar jun, ol q'uib'nhej."
        },
        {
            "number": "12",
            "text": "Ay wal b'eyb'al te wach' ko naani, palta wan onh yik'anb'at t'a chamel."
        },
        {
            "number": "13",
            "text": "Ay b'aj tzonh tzewaji, palta cusnac ko k'ool. Ay b'aj tzonh te tzalaji, palta cusk'olalxo slajwielk'ochi."
        },
        {
            "number": "14",
            "text": "Ha heb' tz'actancan wach' b'eyb'al, stzalaj heb' yuj schuc b'eyb'al. Axo pax heb' anima wach' spensar jun, stzalaj heb' yuj swach' b'eyb'al."
        },
        {
            "number": "15",
            "text": "Ha heb' malaj spensar, masanil tas tz'alchaji syak'och heb' t'a sk'ool. Axo pax heb' ay spensar jun, scham wal yilan heb' tas sk'ulej."
        },
        {
            "number": "16",
            "text": "Ha heb' ay spensar, ay xivk'olal heb', yuj chi' syik'el sb'a heb' t'a chukal. Axo pax heb' malaj spensar jun, comonnhej syak'och sb'a heb' t'a yalnhej tas."
        },
        {
            "number": "17",
            "text": "Ha heb' k'un scot yowal, malaj spensar heb', comonnhej syutej sb'a heb'. Ha heb' snaan chukal yic wach' tzek' yuj, chacb'ilel heb'"
        },
        {
            "number": "18",
            "text": "Ha spak scha heb' malaj spensar, aton manh pensaril. Axo spak scha heb' ay spensar jun, to swach' jacwi spensar heb'."
        },
        {
            "number": "19",
            "text": "Ha heb' chuk, syak'em sb'a heb' t'a heb' wach', stewioch heb' t'a spuertail spat heb' wach' chi'."
        },
        {
            "number": "20",
            "text": "Ha heb' meb'a', paticab'ilel heb' yuj heb' yetanimail. Axo pax heb' b'eyum jun, manh jantacoc yamigo heb'."
        },
        {
            "number": "21",
            "text": "Tz'och ko mul tato sco patiquejel heb' quetanimail, palta te wach' quico' tato tz'ok' ko k'ool t'a heb' meb'a'."
        },
        {
            "number": "22",
            "text": "Ha heb' anhej chukal snib'ej sk'ulej, sjuwiel heb' yuj tas sna chi'. Axo pax heb' snib'ej sk'ulan wach'il jun, xajan heb' yuj Dios."
        },
        {
            "number": "23",
            "text": "Ha junok munlajel skak' quip ko b'oani, ay tas syak' t'ayonh, tato anhej lolonel skak' jun, scot mheb'ail t'a quib'anh."
        },
        {
            "number": "24",
            "text": "Ha sniwanil yelk'och heb' ay spensar, aton sjelanil heb'. Axo pax yic heb' malaj spensar jun, aton smanh pensaril heb'."
        },
        {
            "number": "25",
            "text": "Ha heb' testigo yel syala', scol heb' yetanimail heb' t'a chamel. Palta a heb' testigo esalwum jun, syak' musansatil heb' yajal heb'."
        },
        {
            "number": "26",
            "text": "Ha ko xivk'olal t'a Jehov치, tzonh scol yet' heb' cuninal, yujto yip ko k'ool yaji."
        },
        {
            "number": "27",
            "text": "Tato ay yelk'och Jehov치 t'a ko sat, ay ko k 'inal, a tzonh colanel t'a yol sk'ab' chamel."
        },
        {
            "number": "28",
            "text": "Tato ay heb' rey ayoch reyal t'a jantac anima, sb'inaj wal heb'. Tato jaywannhej anima b'aj ayoch heb' reyal jun, slajwiel heb'."
        },
        {
            "number": "29",
            "text": "Tato ay ko niwank'olal, syalelk'ochi to ay ko pensar, tato k'un scot cowal jun, syalelk'ochi to malaj ko pensar."
        },
        {
            "number": "30",
            "text": "Tato junk'olalnhej yaj ko pensar, wach'nhej yaj ko niwanil. Tato ay ko chichonk'olal jun, tz'och ko yab'il."
        },
        {
            "number": "31",
            "text": "Tato squixtej heb' meb'a', wan ko paticanel Dios ix onh b'oani. Tato ay yelk'och Dios t'ayonh jun, tz'ok' ko k'ool t'a heb'."
        },
        {
            "number": "32",
            "text": "Ha heb' chuk, anheja' schucal heb' chi' tz'ik'ancot t'a yib'anh. Axo heb' wach' spensar jun, aynhejoch Dios yipoc sk'ol heb' masanto scham heb'."
        },
        {
            "number": "33",
            "text": "Ha heb' jelan, anhej jelanil molanek' t'a spensar heb'. Axo pax heb' malaj spensar jun, max k'ochlaj ijan snaan heb'."
        },
        {
            "number": "34",
            "text": "Tato a tojolal sb'eyb'alej junok chonhab', sk'e wal chaanh, tato a chukal sb'eyb'alej jun, tz'ak'ji q'uixwelal."
        },
        {
            "number": "35",
            "text": "Ha heb' checab' ay spensar, stzalaj winh rey yet' heb'. Axo pax heb' checab' malaj spensar jun, scot yowal sk'ol winh rey t'a yib'anh heb'."
        }
    ]
}