{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Tato sko pac junok lolonel t'a emnaquilal, stup owal yuj. Tato ov scutej ko pakan jun, ste wach' k'e waan owal chi'."
        },
        {
            "number": "2",
            "text": "Ayic slolon heb' ay spensar, a jelanil syik' heb' anima t'a heb'. Axo yic slolon heb' malaj spensar jun, anhej manh pensaril syal heb'."
        },
        {
            "number": "3",
            "text": "Aynhejek' Jehová t'a masanil b'aj, syilnhej tas sk'ulej heb' chuk yet' heb' wach'."
        },
        {
            "number": "4",
            "text": "Ha lolonel wach' tz'alchaj t'ayonh, syak' sniwanil ko k'ool, ichato tzonh yanhtej. Axo pax chukal lolonel tz'alchaj t'ayonh jun, skab' wal syail yuj."
        },
        {
            "number": "5",
            "text": "Ha heb' malaj spensar, chuk syab' heb' ayic tz'ak'ji skachnab'il heb' yuj smam. Axo heb' ay spensar jun, scha sk'ol skachnab'il heb' syak' smam."
        },
        {
            "number": "6",
            "text": "Manh jantacoc tas ay t'a yol spat heb' anima wach' spensar. Axo heb' chuk jun, max yak'laj snib'ej heb' yet' tas syak' ganar."
        },
        {
            "number": "7",
            "text": "Ayic slolon heb' ay spensar, a jelanil syalel heb'. Axo heb' malaj spensar jun, malaj yelk'och tas syal heb'."
        },
        {
            "number": "8",
            "text": "Ha silab' heb' chuk, max schalaj sk'ol Jehová, palta scha wal yab'i ayic slesalwi heb' tojol spensar t'ay."
        },
        {
            "number": "9",
            "text": "Max schalaj sk'ool Jehová schuc b'eyb'al heb' chuk, palta te xajan heb' sb'eyb'alan tojolal yuj."
        },
        {
            "number": "10",
            "text": "Ha heb' tz'actankan swach' b'eyb'al, smojton wal yak'ji syaelal heb'. Smoj wal scham heb' malaj snib'ej skachji."
        },
        {
            "number": "11",
            "text": "Syil Jehová chajtil yilji b'aj ay heb' chamnac, ¿tocwal max yil pax ko pensar?"
        },
        {
            "number": "12",
            "text": "Ha heb' te b'uchumtac, malaj snib'ej heb' ay mach skachani, toxon max sk'anb'ej junok razón heb' t'a heb' ay spensar."
        },
        {
            "number": "13",
            "text": "Ha heb' stzalaji, stzetzon sat heb'. Axo pax heb' scus jun, tz'och pitz'an yaelal t'a spixan heb'."
        },
        {
            "number": "14",
            "text": "Ha heb' ay spensar, snib'ej heb' swach' ojtaquejel jelanil. Axo heb' malaj spensar jun, stzalaj heb' yet' smanh pensaril chi'."
        },
        {
            "number": "15",
            "text": "Ha heb' ilk'olal yaji, cuseltacnhej tzek' junjun k'u t'a heb'. Axo pax heb' tzalajk'olal yaj jun, q'uinnhej t'a heb' junjun k'u."
        },
        {
            "number": "16",
            "text": "Tato ay yelk'och Jehová t'ayonh, yelxo te wach' quico' wach'chom meb'a' onh, t'a yichanh pax to ay ko tumin palta ilk'olalnhej kaji."
        },
        {
            "number": "17",
            "text": "Te wach' tato sko xajanej ko b'a wach'chom anhej anh itaj sko chi'a, t'a yichanh pax anhej nok' chib'ej sko chi'a tato owalnhej kaji."
        },
        {
            "number": "18",
            "text": "Ha heb' k'un scot yowal, anhej owal sk'e waan yuj heb'. Axo pax heb' ay sniwank'olal jun, syak' tup owal heb'."
        },
        {
            "number": "19",
            "text": "Ha t'a heb' jaragana, icha wal to a te q'uiix ayem t'a yol sb'e heb'. Axo pax heb' anima wach' spensar jun, wach'nhej sb'e heb'."
        },
        {
            "number": "20",
            "text": "Ha heb' uninab'il ay spensar, syak' tzalajb'oc sk'ool smam snun heb'. Axo heb' malaj spensar jun, syak' q'uixwelal smam snun heb' chi'."
        },
        {
            "number": "21",
            "text": "Ha heb' malaj spensar, stzalaj heb' yet' smanh pensaril chi'. Axo heb' ay spensar jun, scham wal yilan heb' tas sb'eyb'alej."
        },
        {
            "number": "22",
            "text": "Tato max ko k'anb'ej razón, masanil tas sko na' max elk'ochlaj. Tato sko cha kab' razón wach' jun, wach'nhej tz'aj yelk'ochi."
        },
        {
            "number": "23",
            "text": "Te wach' tato wach' scutej ko pakan lolonel. Tato skak' junok razón ayic ay ilk'olal, yelxo wal te wach'."
        },
        {
            "number": "24",
            "text": "Ha heb' ay spensar, sb'ey heb' t'a sb'eal k 'inal yic wach' max b'atkan heb' t'a sb'eal chamel."
        },
        {
            "number": "25",
            "text": "Ha Jehová satanel tas ay t'a heb' ak'umtac, palta a stanhwan sluum heb' ix ix chamnacxo yetb'eyum."
        },
        {
            "number": "26",
            "text": "Max schalaj sk'ol Jehová tastac nab'il yuj heb' chuk, palta a lolonel wach' scha sk'ool."
        },
        {
            "number": "27",
            "text": "Ha heb' manh jantacoc tas snib'ej, manh jantacoc tas syik'cot heb' t'a yib'anh heb' kajan yet' t'a yol spat. Axo heb' max chaan k'een tumin yic smontaji, snajatb'i sk'inal heb'."
        },
        {
            "number": "28",
            "text": "Ha heb' tojol spensar, scham wal snaan heb' tas syutej spakan junok lolonel. Axo pax heb' chuk spensar jun, tonhej scomon alej chukal lolonel heb'."
        },
        {
            "number": "29",
            "text": "Ha Jehová sb'at mikan t'a heb' chuk sb'eyb'al, palta smaclej yab' slesal heb' tojol spensar."
        },
        {
            "number": "30",
            "text": "Ha heb' stzetzon sat, stzalaj ko k'ol yuj heb'. Ha junok wach' ab'ix syak' ko tek'anil."
        },
        {
            "number": "31",
            "text": "Tato sko scha kab' ko kachnab'il, wach' tzonh aj t'a skal heb' jelan spensar."
        },
        {
            "number": "32",
            "text": "Tato malaj ko gana tzonh cachji, munil a t'ayonh syak' chukal. Tato scha ko k'ol ko cachji jun, wan quik'an ko jelanil."
        },
        {
            "number": "33",
            "text": "Tato sko k'anab'ajej schecnab'il Jehová, squik' ko jelanil. Tato ko gana niwan tz'aj quelk'ochi, yowalil emnaquil scutej ko b'a."
        }
    ]
}