{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Tato sco pac junoc lolonel d'a emnaquilal, stup oval yuuj. Tato ov scutej co pacan jun, ste vach' q'ue vaan oval chi'."
        },
        {
            "number": "2",
            "text": "Ayic slolon eb' ay spensar, a jelanil syik' eb' anima d'a eb'. Axo yic slolon eb' malaj spensar jun, anhej manh pensaril syal eb'."
        },
        {
            "number": "3",
            "text": "Aynhejek' Jehová d'a masanil b'aj, syilnhej tas sk'ulej eb' chuc yed' eb' vach'."
        },
        {
            "number": "4",
            "text": "A lolonel vach' tz'alchaj d'ayonh, syak' snivanil co k'ool, ichato tzonh yanhtej. Axo pax chucal lolonel tz'alchaj d'ayonh jun, scab' val syail yuuj."
        },
        {
            "number": "5",
            "text": "A eb' malaj spensar, chuc syab' eb' ayic tz'ak'ji scachnab'il eb' yuj smam. Axo eb' ay spensar jun, scha sk'ol scachnab'il eb' syak' smam."
        },
        {
            "number": "6",
            "text": "Manh jantacoc tas ay d'a yol spat eb' anima vach' spensar. Axo eb' chuc jun, max yak'laj sgana eb' yed' tas syak' ganar."
        },
        {
            "number": "7",
            "text": "Ayic slolon eb' ay spensar, a jelanil syalel eb'. Axo eb' malaj spensar jun, malaj yelk'och tas syal eb'."
        },
        {
            "number": "8",
            "text": "A silab' eb' chuc, max schalaj sk'ol Jehová, palta scha val yab'i ayic slesalvi eb' tojol spensar d'ay."
        },
        {
            "number": "9",
            "text": "Max schalaj sk'ool Jehová schuc b'eyb'al eb' chuc, palta te xajan eb' sb'eyb'alan tojolal yuuj."
        },
        {
            "number": "10",
            "text": "A eb' tz'actancan svach' b'eyb'al, smojton val yak'ji syaelal eb'. Smoj val scham eb' malaj sgana scachji."
        },
        {
            "number": "11",
            "text": "Syil Jehová chajtil yilji b'aj ay eb' chamnac, ¿tocval max yil pax co pensar?"
        },
        {
            "number": "12",
            "text": "A eb' te b'uchumtac, malaj sgana eb' ay mach scachani, toxon max sk'anb'ej junoc razón eb' d'a eb' ay spensar."
        },
        {
            "number": "13",
            "text": "A eb' stzalaji, stzetzon sat eb'. Axo pax eb' scus jun, tz'och pitz'an yaelal d'a spixan eb'."
        },
        {
            "number": "14",
            "text": "A eb' ay spensar, snib'ej eb' svach' ojtaquejel jelanil. Axo eb' malaj spensar jun, stzalaj eb' yed' smanh pensaril chi'."
        },
        {
            "number": "15",
            "text": "A eb' ilk'olal yaji, cuseltacnhej tz'ek' junjun k'u d'a eb'. Axo pax eb' tzalajk'olal yaj jun, q'uinnhej d'a eb' junjun k'u."
        },
        {
            "number": "16",
            "text": "Tato ay yelk'och Jehová d'ayonh, yelxo te vach' quico' vach'chom meb'a' onh, d'a yichanh pax to ay co tumin palta ilk'olalnhej caji."
        },
        {
            "number": "17",
            "text": "Te vach' tato sco xajanej co b'a vach'chom anhej anh itaj sco chi'a, d'a yichanh pax anhej nok' chib'ej sco chi'a tato ovalnhej caji."
        },
        {
            "number": "18",
            "text": "A eb' k'un scot yoval, anhej oval sq'ue vaan yuj eb'. Axo pax eb' ay snivank'olal jun, syak' tup oval eb'."
        },
        {
            "number": "19",
            "text": "A d'a eb' jaragana, icha val to a te q'uiix ayem d'a yol sb'e eb'. Axo pax eb' anima vach' spensar jun, vach'nhej sb'e eb'."
        },
        {
            "number": "20",
            "text": "A eb' uninab'il ay spensar, syak' tzalajb'oc sk'ool smam snun eb'. Axo eb' malaj spensar jun, syak' q'uixvelal smam snun eb' chi'."
        },
        {
            "number": "21",
            "text": "A eb' malaj spensar, stzalaj eb' yed' smanh pensaril chi'. Axo eb' ay spensar jun, scham val yilan eb' tas sb'eyb'alej."
        },
        {
            "number": "22",
            "text": "Tato max co k'anb'ej razón, masanil tas sco na' max elk'ochlaj. Tato sco cha cab' razón vach' jun, vach'nhej tz'aj yelk'ochi."
        },
        {
            "number": "23",
            "text": "Te vach' tato vach' scutej co pacan lolonel. Tato scak' junoc razón ayic ay ilk'olal, yelxo val te vach'."
        },
        {
            "number": "24",
            "text": "A eb' ay spensar, sb'ey eb' d'a sb'eal q'uinal yic vach' max b'atcan eb' d'a sb'eal chamel."
        },
        {
            "number": "25",
            "text": "A Jehová satanel tas ay d'a eb' ak'umtac, palta a stanhvan sluum eb' ix ix chamnacxo yetb'eyum."
        },
        {
            "number": "26",
            "text": "Max schalaj sk'ol Jehová tastac nab'il yuj eb' chuc, palta a lolonel vach' scha sk'ool."
        },
        {
            "number": "27",
            "text": "A eb' manh jantacoc tas snib'ej, manh jantacoc tas syik'cot eb' d'a yib'anh eb' cajan yed' d'a yol spat. Axo eb' max chaan q'uen tumin yic smontaji, snajatb'i sq'uinal eb'."
        },
        {
            "number": "28",
            "text": "A eb' tojol spensar, scham val snaan eb' tas syutej spacan junoc lolonel. Axo pax eb' chuc spensar jun, tonhej scomon alej chucal lolonel eb'."
        },
        {
            "number": "29",
            "text": "A Jehová sb'at mican d'a eb' chuc sb'eyb'al, palta smaclej yab' slesal eb' tojol spensar."
        },
        {
            "number": "30",
            "text": "A eb' stzetzon sat, stzalaj co k'ol yuj eb'. A junoc vach' ab'ix syak' co tek'anil."
        },
        {
            "number": "31",
            "text": "Tato sco scha cab' co cachnab'il, vach' tzonh aj d'a scal eb' jelan spensar."
        },
        {
            "number": "32",
            "text": "Tato malaj co gana tzonh cachji, munil a d'ayonh syak' chucal. Tato scha co k'ol co cachji jun, van quik'an co jelanil."
        },
        {
            "number": "33",
            "text": "Tato sco k'anab'ajej schecnab'il Jehová, squik' co jelanil. Tato co gana nivan tz'aj quelk'ochi, yovalil emnaquil scutej co b'a."
        }
    ]
}