{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Tato sco pac junok lolonel t'a emnaquilal, stup oval yuj. Tato ov scutej co pacan jun, ste wach' q'ue vaan oval chi'."
        },
        {
            "number": "2",
            "text": "Ayic slolon eb' ay spensar, a jelanil syik' eb' anima t'a eb'. Axo yic slolon eb' malaj spensar jun, anhej manh pensaril syal eb'."
        },
        {
            "number": "3",
            "text": "Aynhejek' Jehová t'a masanil b'aj, syilnhej tas sk'ulej eb' chuk yet' eb' wach'."
        },
        {
            "number": "4",
            "text": "Ha lolonel wach' tz'alchaj t'ayonh, syak' snivanil co k'ool, ichato tzonh yanhtej. Axo pax chukal lolonel tz'alchaj t'ayonh jun, scab' val syail yuj."
        },
        {
            "number": "5",
            "text": "Ha eb' malaj spensar, chuk syab' eb' ayic tz'ak'ji scachnab'il eb' yuj smam. Axo eb' ay spensar jun, scha sk'ol scachnab'il eb' syak' smam."
        },
        {
            "number": "6",
            "text": "Manh jantacoc tas ay t'a yol spat eb' anima wach' spensar. Axo eb' chuk jun, max yak'laj sgana eb' yet' tas syak' ganar."
        },
        {
            "number": "7",
            "text": "Ayic slolon eb' ay spensar, a jelanil syalel eb'. Axo eb' malaj spensar jun, malaj yelk'och tas syal eb'."
        },
        {
            "number": "8",
            "text": "Ha silab' eb' chuk, max schalaj sk'ol Jehová, palta scha val yab'i ayic slesalvi eb' tojol spensar t'ay."
        },
        {
            "number": "9",
            "text": "Max schalaj sk'ool Jehová schuc b'eyb'al eb' chuk, palta te xajan eb' sb'eyb'alan tojolal yuj."
        },
        {
            "number": "10",
            "text": "Ha eb' tz'actancan swach' b'eyb'al, smojton val yak'ji syaelal eb'. Smoj val scham eb' malaj sgana scachji."
        },
        {
            "number": "11",
            "text": "Syil Jehová chajtil yilji b'aj ay eb' chamnac, ¿tocval max yil pax co pensar?"
        },
        {
            "number": "12",
            "text": "Ha eb' te b'uchumtac, malaj sgana eb' ay mach scachani, toxon max sk'anb'ej junok razón eb' t'a eb' ay spensar."
        },
        {
            "number": "13",
            "text": "Ha eb' stzalaji, stzetzon sat eb'. Axo pax eb' scus jun, tz'och pitz'an yaelal t'a spixan eb'."
        },
        {
            "number": "14",
            "text": "Ha eb' ay spensar, snib'ej eb' swach' ojtaquejel jelanil. Axo eb' malaj spensar jun, stzalaj eb' yet' smanh pensaril chi'."
        },
        {
            "number": "15",
            "text": "Ha eb' ilk'olal yaji, cuseltacnhej tzek' junjun k'u t'a eb'. Axo pax eb' tzalajk'olal yaj jun, q'uinnhej t'a eb' junjun k'u."
        },
        {
            "number": "16",
            "text": "Tato ay yelk'och Jehová t'ayonh, yelxo te wach' quico' wach'chom meb'a' onh, t'a yichanh pax to ay co tumin palta ilk'olalnhej caji."
        },
        {
            "number": "17",
            "text": "Te wach' tato sco xajanej co b'a wach'chom anhej anh itaj sco chi'a, t'a yichanh pax anhej nok' chib'ej sco chi'a tato ovalnhej caji."
        },
        {
            "number": "18",
            "text": "Ha eb' k'un scot yoval, anhej oval sq'ue vaan yuj eb'. Axo pax eb' ay snivank'olal jun, syak' tup oval eb'."
        },
        {
            "number": "19",
            "text": "Ha t'a eb' jaragana, icha val to a te q'uiix ayem t'a yol sb'e eb'. Axo pax eb' anima wach' spensar jun, wach'nhej sb'e eb'."
        },
        {
            "number": "20",
            "text": "Ha eb' uninab'il ay spensar, syak' tzalajb'oc sk'ool smam snun eb'. Axo eb' malaj spensar jun, syak' q'uixvelal smam snun eb' chi'."
        },
        {
            "number": "21",
            "text": "Ha eb' malaj spensar, stzalaj eb' yet' smanh pensaril chi'. Axo eb' ay spensar jun, scham val yilan eb' tas sb'eyb'alej."
        },
        {
            "number": "22",
            "text": "Tato max co k'anb'ej razón, masanil tas sco na' max elk'ochlaj. Tato sco cha cab' razón wach' jun, wach'nhej tz'aj yelk'ochi."
        },
        {
            "number": "23",
            "text": "Te wach' tato wach' scutej co pacan lolonel. Tato scak' junok razón ayic ay ilk'olal, yelxo val te wach'."
        },
        {
            "number": "24",
            "text": "Ha eb' ay spensar, sb'ey eb' t'a sb'eal q'uinal yic wach' max b'atcan eb' t'a sb'eal chamel."
        },
        {
            "number": "25",
            "text": "Ha Jehová satanel tas ay t'a eb' ak'umtac, palta a stanhvan sluum eb' ix ix chamnacxo yetb'eyum."
        },
        {
            "number": "26",
            "text": "Max schalaj sk'ol Jehová tastac nab'il yuj eb' chuk, palta a lolonel wach' scha sk'ool."
        },
        {
            "number": "27",
            "text": "Ha eb' manh jantacoc tas snib'ej, manh jantacoc tas syik'cot eb' t'a yib'anh eb' cajan yet' t'a yol spat. Axo eb' max chaan q'uen tumin yic smontaji, snajatb'i sk'inal eb'."
        },
        {
            "number": "28",
            "text": "Ha eb' tojol spensar, scham val snaan eb' tas syutej spacan junok lolonel. Axo pax eb' chuk spensar jun, tonhej scomon alej chukal lolonel eb'."
        },
        {
            "number": "29",
            "text": "Ha Jehová sb'at mican t'a eb' chuk sb'eyb'al, palta smaclej yab' slesal eb' tojol spensar."
        },
        {
            "number": "30",
            "text": "Ha eb' stzetzon sat, stzalaj co k'ol yuj eb'. Ha junok wach' ab'ix syak' co tek'anil."
        },
        {
            "number": "31",
            "text": "Tato sco scha cab' co cachnab'il, wach' tzonh aj t'a skal eb' jelan spensar."
        },
        {
            "number": "32",
            "text": "Tato malaj co gana tzonh cachji, munil a t'ayonh syak' chukal. Tato scha co k'ol co cachji jun, van quik'an co jelanil."
        },
        {
            "number": "33",
            "text": "Tato sco k'anab'ajej schecnab'il Jehová, squik' co jelanil. Tato co gana niwan tz'aj quelk'ochi, yowalil emnaquil scutej co b'a."
        }
    ]
}