{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ha onh anima onh tik, sco na' tas sco k'ulej, palta anhej Jehová tz'alani tas tz'aj yelk'ochi."
        },
        {
            "number": "2",
            "text": "Ha onh anima onh tik, sco na' to a tas sco k'ulej wach'nhej, palta a Jehová sch'olb'itan tas nab'il cuuj chi'."
        },
        {
            "number": "3",
            "text": "Tato scak'och masanil tas sco na co k'ulej ab'enal t'a yol sk'ab' Jehová, wach' tz'aj yelk'ochi."
        },
        {
            "number": "4",
            "text": "Ha Jehová ix b'oancan masanil tas yic tz'elk'och tas nab'il yuj, anhejtona' ha' ix naancani to a eb' chuk, yovalil ol scha syaelal eb'."
        },
        {
            "number": "5",
            "text": "Ha eb' syik'chaanh sb'a, chacb'ilel eb' yuj Jehová, yuj chi' manh yojtacoclaj eb' janik' ol javoc yaelal t'a yib'anh eb' yuj."
        },
        {
            "number": "6",
            "text": "Tato sco xajanej eb' quetanimail, tato sco k'anab'ajej tas scala', tz'ak'ji nivank'olal co mul. Tato ay yelk'och Jehová t'ayonh, squiq'uel co b'ha t'a skal chukal."
        },
        {
            "number": "7",
            "text": "Tato stzalaj Jehová yet' co b'eyb'al, tz'och junk'olal t'a co cal yet' eb' ajk'ol yajoch t'ayonh."
        },
        {
            "number": "8",
            "text": "Wach'chom quennhej tas squik' t'a co munlajel t'a stojolal, yelxo te wach' t'a yichanh pax b'aj te niwan tas scak' ganar t'a spatic chukal."
        },
        {
            "number": "9",
            "text": "Ha onh anima onh tik sco na' tas sco k'ulej, palta haxo Jehová tzonh cuchb'an t'a tas sco k'ulej chi'."
        },
        {
            "number": "10",
            "text": "Ha eb' rey schecab' Dios yaj eb', yuj chi' manh smojoc chuk syutej eb' sch'olb'itan junok tas."
        },
        {
            "number": "11",
            "text": "Ha Jehová scha sk'ool masanil echlab' tz'acan, yujto a ix ak'ancan masanil echlab' chi'."
        },
        {
            "number": "12",
            "text": "Ha eb' rey, a tas manh tojoloc, yovalil schaquel eb', yujto a yopisio eb' chi' yovalil a tojolal tz'ik'an b'eyoc."
        },
        {
            "number": "13",
            "text": "Ha eb' yel syala' xajan eb' yuj eb' rey, stzalaj eb' rey chi' yet' eb'."
        },
        {
            "number": "14",
            "text": "Tato scot yoval eb' rey ay smay ay chamel, palta a eb' ay spensar jun, say eb' tas tz'aj sicb'i yoval eb' rey chi'."
        },
        {
            "number": "15",
            "text": "Tato stzevaj eb' rey, malaj chamel syal chi', haxo swach'k'olal eb', lajan icha yasunal b'ab'el nhab'."
        },
        {
            "number": "16",
            "text": "Te wach' quico' tato a jelanil yet' aj pensaril tz'ilchaj cuuj, t'a yichanh q'uen oro yet' q'uen plata."
        },
        {
            "number": "17",
            "text": "Tato tojol co b'eyb'al, squiq'uel co b'ha t'a skal chukal, tato sco ya'ilej co b'eyb'al, syalelk'ochi to van co ya'ilan co b'a."
        },
        {
            "number": "18",
            "text": "Tato ak'umtac scutej co b'a, ma squik'chaanh co b'a, tzonh ik'jiemta, manhxalaj tz'aj quelk'ochi."
        },
        {
            "number": "19",
            "text": "Más wach' emnaquil scutej co b'a yet' eb' meb'a', t'a yichanh pax ay tas squik' yet' eb' anima ak'umtac."
        },
        {
            "number": "20",
            "text": "Ha eb' ojtannac yik'an b'ey smunlajel, wach'nhej tz'aj yelk'och eb'. Te tzalajk'olal yic eb' tz'ak'anoch Jehová yipoc sk'ool."
        },
        {
            "number": "21",
            "text": "Ha eb' jelan spensar, syal anima to te ay spensar eb'. Ha yuj lolonel wach' syal eb', syik' sjelanil anima chi'."
        },
        {
            "number": "22",
            "text": "Tato scham val co naani ayic mantzac co k'ulej junok tasi, ayton yiloj q'uinalil, palta tato sco cach eb' malaj spensar, nab'anhej squixtej co b'a."
        },
        {
            "number": "23",
            "text": "Ha eb' jelan, cham snaan eb' tas syutej eb' sloloni, yuj tas syal eb' chi', stzalaj eb' anima."
        },
        {
            "number": "24",
            "text": "Ha lolonel wach', lajan icha schi'al nok' yal chab', tzonh tzalaj yuj, syak'an co tek'anil."
        },
        {
            "number": "25",
            "text": "Ay b'eyb'al te wach' co naani, palta van onh yik'anb'at t'a chamel."
        },
        {
            "number": "26",
            "text": "Tato ay co vejel, scak' val och t'a co k'ool co munlaj sik'lab'il."
        },
        {
            "number": "27",
            "text": "Ha eb' chuk, aynhejek' chukal t'a spensar eb', a slolonel eb', lajan val icha sq'ue nhilnhon yoc te' k'ak'."
        },
        {
            "number": "28",
            "text": "Ha eb' chuk spensar, sq'uenhej vaan oval yuj eb'. Ha yuj eb' alum pecal, tz'och ajk'olal t'a skal eb' wach' taxon yak'ani."
        },
        {
            "number": "29",
            "text": "Ha eb' comonnhej smak'vaji, syak' musansatil eb' yamigo eb', yujto a eb', van yik'ancanb'at eb' t'a jun b'eyb'al manh wach'oc."
        },
        {
            "number": "30",
            "text": "Ha eb' snaan yak'an chukal, smutz'mutz'an sat eb', tato toxo ix sna eb' tas ol yutoc sk'ulan chukal chi', toxonhej snub' sti' eb'."
        },
        {
            "number": "31",
            "text": "Ha eb' tz'ichamaxi, aton jun chi' scha eb' spacoc yujto wach' ix yutej sb'eyb'al eb' t'a yol yib'anhk’inal tik."
        },
        {
            "number": "32",
            "text": "Yelxo te wach' tato niwan scutej co k'ool t'a yichanh pax to ste tek'ton quip. Yelxo te wach' tato sco yamoch vaan yoval co k'ool t'a yichanh b'aj skan junok chonhab'il anima t'a yalanh co mandar."
        },
        {
            "number": "33",
            "text": "Wach'chom scak'och suerte t'a yib'anh junok tas, palta anhej Jehová snaani tastac tz'ajelk'och smasanil."
        }
    ]
}