{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ha onh anima onh tik, sko na' tas sko k'ulej, palta anhej Jehová tz'alani tas tz'aj yelk'ochi."
        },
        {
            "number": "2",
            "text": "Ha onh anima onh tik, sko na' to a tas sko k'ulej wach'nhej, palta a Jehová sch'olb'itan tas nab'il cuuj chi'."
        },
        {
            "number": "3",
            "text": "Tato skak'och masanil tas sko na ko k'ulej ab'enal t'a yol sk'ab' Jehová, wach' tz'aj yelk'ochi."
        },
        {
            "number": "4",
            "text": "Ha Jehová ix b'oankan masanil tas yic tz'elk'och tas nab'il yuj, anhejtona' ha' ix naankani to a heb' chuk, yowalil ol scha syaelal heb'."
        },
        {
            "number": "5",
            "text": "Ha heb' syik'chaanh sb'a, chacb'ilel heb' yuj Jehová, yuj chi' manh yojtakoclaj heb' janik' ol jawok yaelal t'a yib'anh heb' yuj."
        },
        {
            "number": "6",
            "text": "Tato sko xajanej heb' quetanimail, tato sko k'anab'ajej tas skala', tz'ak'ji niwank'olal ko mul. Tato ay yelk'och Jehová t'ayonh, squik'el ko b'ha t'a skal chukal."
        },
        {
            "number": "7",
            "text": "Tato stzalaj Jehová yet' ko b'eyb'al, tz'och junk'olal t'a ko kal yet' heb' ajk'ol yajoch t'ayonh."
        },
        {
            "number": "8",
            "text": "Wach'chom quennhej tas squik' t'a ko munlajel t'a stojolal, yelxo te wach' t'a yichanh pax b'aj te niwan tas skak' ganar t'a spatic chukal."
        },
        {
            "number": "9",
            "text": "Ha onh anima onh tik sko na' tas sko k'ulej, palta haxo Jehová tzonh cuchb'an t'a tas sko k'ulej chi'."
        },
        {
            "number": "10",
            "text": "Ha heb' rey schekab' Dios yaj heb', yuj chi' manh smojoc chuk syutej heb' sch'olb'itan junok tas."
        },
        {
            "number": "11",
            "text": "Ha Jehová scha sk'ool masanil echlab' tz'akan, yujto a ix ak'ankan masanil echlab' chi'."
        },
        {
            "number": "12",
            "text": "Ha heb' rey, a tas manh tojolok, yowalil schaquel heb', yujto a yopisio heb' chi' yowalil a tojolal tz'ik'an b'eyoc."
        },
        {
            "number": "13",
            "text": "Ha heb' yel syala' xajan heb' yuj heb' rey, stzalaj heb' rey chi' yet' heb'."
        },
        {
            "number": "14",
            "text": "Tato scot yowal heb' rey ay smay ay chamel, palta a heb' ay spensar jun, say heb' tas tz'aj sicb'i yowal heb' rey chi'."
        },
        {
            "number": "15",
            "text": "Tato stzewaj heb' rey, malaj chamel syal chi', haxo swach'k'olal heb', lajan icha yasunal b'ab'el nhab'."
        },
        {
            "number": "16",
            "text": "Te wach' quico' tato a jelanil yet' aj pensaril tz'ilchaj cuuj, t'a yichanh k'een oro yet' k'een plata."
        },
        {
            "number": "17",
            "text": "Tato tojol ko b'eyb'al, squik'el ko b'ha t'a skal chukal, tato sko ya'ilej ko b'eyb'al, syalelk'ochi to wan ko ya'ilan ko b'a."
        },
        {
            "number": "18",
            "text": "Tato ak'umtac scutej ko b'a, ma squik'chaanh ko b'a, tzonh ik'jiemta, manhxalaj tz'aj quelk'ochi."
        },
        {
            "number": "19",
            "text": "Más wach' emnaquil scutej ko b'a yet' heb' meb'a', t'a yichanh pax ay tas squik' yet' heb' anima ak'umtac."
        },
        {
            "number": "20",
            "text": "Ha heb' ojtannac yik'an b'ey smunlajel, wach'nhej tz'aj yelk'och heb'. Te tzalajk'olal yic heb' tz'ak'anoch Jehová yipoc sk'ool."
        },
        {
            "number": "21",
            "text": "Ha heb' jelan spensar, syal anima to te ay spensar heb'. Ha yuj lolonel wach' syal heb', syik' sjelanil anima chi'."
        },
        {
            "number": "22",
            "text": "Tato scham wal ko naani ayic mantzac ko k'ulej junok tasi, ayton yiloj q'uinalil, palta tato sko cach heb' malaj spensar, nab'anhej squixtej ko b'a."
        },
        {
            "number": "23",
            "text": "Ha heb' jelan, cham snaan heb' tas syutej heb' sloloni, yuj tas syal heb' chi', stzalaj heb' anima."
        },
        {
            "number": "24",
            "text": "Ha lolonel wach', lajan icha schi'al nok' yal chab', tzonh tzalaj yuj, syak'an ko tek'anil."
        },
        {
            "number": "25",
            "text": "Ay b'eyb'al te wach' ko naani, palta wan onh yik'anb'at t'a chamel."
        },
        {
            "number": "26",
            "text": "Tato ay ko wejel, skak' wal och t'a ko k'ool ko munlaj sik'lab'il."
        },
        {
            "number": "27",
            "text": "Ha heb' chuk, aynhejek' chukal t'a spensar heb', a slolonel heb', lajan wal icha sk'e nhilnhon yoc te' k'ak'."
        },
        {
            "number": "28",
            "text": "Ha heb' chuk spensar, sk'enhej waan owal yuj heb'. Ha yuj heb' alum pecal, tz'och ajk'olal t'a skal heb' wach' taxon yak'ani."
        },
        {
            "number": "29",
            "text": "Ha heb' comonnhej smak'waji, syak' musansatil heb' yamigo heb', yujto a heb', wan yik'ankanb'at heb' t'a jun b'eyb'al manh wach'oc."
        },
        {
            "number": "30",
            "text": "Ha heb' snaan yak'an chukal, smutz'mutz'an sat heb', tato toxo ix sna heb' tas ol yutoc sk'ulan chukal chi', toxonhej snub' sti' heb'."
        },
        {
            "number": "31",
            "text": "Ha heb' tz'ichamaxi, aton jun chi' scha heb' spacoc yujto wach' ix yutej sb'eyb'al heb' t'a yol yib'anhk’inal tik."
        },
        {
            "number": "32",
            "text": "Yelxo te wach' tato niwan scutej ko k'ool t'a yichanh pax to ste tek'ton quip. Yelxo te wach' tato sko yamoch waan yowal ko k'ool t'a yichanh b'aj skan junok chonhab'il anima t'a yalanh ko mandar."
        },
        {
            "number": "33",
            "text": "Wach'chom skak'och suerte t'a yib'anh junok tas, palta anhej Jehová snaani tastac tz'ajelk'och smasanil."
        }
    ]
}