{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "A onh anima onh tic, sco na' tas sco k'ulej, palta anhej Jehová tz'alani tas tz'aj yelk'ochi."
        },
        {
            "number": "2",
            "text": "A onh anima onh tic, sco na' to a tas sco k'ulej vach'nhej, palta a Jehová sch'olb'itan tas nab'il cuuj chi'."
        },
        {
            "number": "3",
            "text": "Tato scak'och masanil tas sco na co k'ulej ab'enal d'a yol sk'ab' Jehová, vach' tz'aj yelk'ochi."
        },
        {
            "number": "4",
            "text": "A Jehová ix b'oancan masanil tas yic tz'elk'och tas nab'il yuuj, anhejtona' a' ix naancani to a eb' chuc, yovalil ol scha syaelal eb'."
        },
        {
            "number": "5",
            "text": "A eb' syik'chaanh sb'a, chacb'ilel eb' yuj Jehová, yuj chi' manh yojtacoclaj eb' janik' ol javoc yaelal d'a yib'anh eb' yuuj."
        },
        {
            "number": "6",
            "text": "Tato sco xajanej eb' quetanimail, tato sco k'anab'ajej tas scala', tz'ak'ji nivank'olal co mul. Tato ay yelk'och Jehová d'ayonh, squiq'uel co b'a d'a scal chucal."
        },
        {
            "number": "7",
            "text": "Tato stzalaj Jehová yed' co b'eyb'al, tz'och junk'olal d'a co cal yed' eb' ajk'ol yajoch d'ayonh."
        },
        {
            "number": "8",
            "text": "Vach'chom quennhej tas squik' d'a co munlajel d'a stojolal, yelxo te vach' d'a yichanh pax b'aj te nivan tas scak' ganar d'a spatic chucal."
        },
        {
            "number": "9",
            "text": "A onh anima onh tic sco na' tas sco k'ulej, palta axo Jehová tzonh cuchb'an d'a tas sco k'ulej chi'."
        },
        {
            "number": "10",
            "text": "A eb' rey schecab' Dios yaj eb', yuj chi' manh smojoc chuc syutej eb' sch'olb'itan junoc tas."
        },
        {
            "number": "11",
            "text": "A Jehová scha sk'ool masanil echlab' tz'acan, yujto a ix ak'ancan masanil echlab' chi'."
        },
        {
            "number": "12",
            "text": "A eb' rey, a tas manh tojoloc, yovalil schaquel eb', yujto a yopisio eb' chi' yovalil a tojolal tz'ik'an b'eyoc."
        },
        {
            "number": "13",
            "text": "A eb' yel syala' xajan eb' yuj eb' rey, stzalaj eb' rey chi' yed' eb'."
        },
        {
            "number": "14",
            "text": "Tato scot yoval eb' rey ay smay ay chamel, palta a eb' ay spensar jun, say eb' tas tz'aj sicb'i yoval eb' rey chi'."
        },
        {
            "number": "15",
            "text": "Tato stzevaj eb' rey, malaj chamel syal chi', axo svach'k'olal eb', lajan icha yasunal b'ab'el nhab'."
        },
        {
            "number": "16",
            "text": "Te vach' quico' tato a jelanil yed' aj pensaril tz'ilchaj cuuj, d'a yichanh q'uen oro yed' q'uen plata."
        },
        {
            "number": "17",
            "text": "Tato tojol co b'eyb'al, squiq'uel co b'a d'a scal chucal, tato sco ya'ilej co b'eyb'al, syalelk'ochi to van co ya'ilan co b'a."
        },
        {
            "number": "18",
            "text": "Tato ak'umtac scutej co b'a, ma squik'chaanh co b'a, tzonh ik'jiemta, manhxalaj tz'aj quelk'ochi."
        },
        {
            "number": "19",
            "text": "Más vach' emnaquil scutej co b'a yed' eb' meb'a', d'a yichanh pax ay tas squik' yed' eb' anima ak'umtac."
        },
        {
            "number": "20",
            "text": "A eb' ojtannac yik'an b'ey smunlajel, vach'nhej tz'aj yelk'och eb'. Te tzalajk'olal yic eb' tz'ak'anoch Jehová yipoc sk'ool."
        },
        {
            "number": "21",
            "text": "A eb' jelan spensar, syal anima to te ay spensar eb'. A yuj lolonel vach' syal eb', syik' sjelanil anima chi'."
        },
        {
            "number": "22",
            "text": "Tato scham val co naani ayic mantzac co k'ulej junoc tasi, ayton yiloj q'uinalil, palta tato sco cach eb' malaj spensar, nab'anhej squixtej co b'a."
        },
        {
            "number": "23",
            "text": "A eb' jelan, cham snaan eb' tas syutej eb' sloloni, yuj tas syal eb' chi', stzalaj eb' anima."
        },
        {
            "number": "24",
            "text": "A lolonel vach', lajan icha schi'al nok' yal chab', tzonh tzalaj yuuj, syak'an co tek'anil."
        },
        {
            "number": "25",
            "text": "Ay b'eyb'al te vach' co naani, palta van onh yik'anb'at d'a chamel."
        },
        {
            "number": "26",
            "text": "Tato ay co vejel, scak' val och d'a co k'ool co munlaj sik'lab'il."
        },
        {
            "number": "27",
            "text": "A eb' chuc, aynhejek' chucal d'a spensar eb', a slolonel eb', lajan val icha sq'ue nhilnhon yoc te' k'ak'."
        },
        {
            "number": "28",
            "text": "A eb' chuc spensar, sq'uenhej vaan oval yuj eb'. A yuj eb' alum pecal, tz'och ajk'olal d'a scal eb' vach' taxon yak'ani."
        },
        {
            "number": "29",
            "text": "A eb' comonnhej smak'vaji, syak' musansatil eb' yamigo eb', yujto a eb', van yik'ancanb'at eb' d'a jun b'eyb'al manh vach'oc."
        },
        {
            "number": "30",
            "text": "A eb' snaan yak'an chucal, smutz'mutz'an sat eb', tato toxo ix sna eb' tas ol yutoc sk'ulan chucal chi', toxonhej snub' sti' eb'."
        },
        {
            "number": "31",
            "text": "A eb' tz'ichamaxi, aton jun chi' scha eb' spacoc yujto vach' ix yutej sb'eyb'al eb' d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "32",
            "text": "Yelxo te vach' tato nivan scutej co k'ool d'a yichanh pax to ste tek'ton quip. Yelxo te vach' tato sco yamoch vaan yoval co k'ool d'a yichanh b'aj scan junoc chonhab'il anima d'a yalanh co mandar."
        },
        {
            "number": "33",
            "text": "Vach'chom scak'och suerte d'a yib'anh junoc tas, palta anhej Jehová snaani tastac tz'ajelk'och smasanil."
        }
    ]
}