{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Wach'chom tonhej tzonh ch'ec wa'i, palta tato junk'olal caji, másxo wach' t'a yichanh pax to q'uinh ayonh t'a junjun k'u, tato owalnhej caji."
        },
        {
            "number": "2",
            "text": "Ha heb' checab' ay spensar, ek'b'al yopisio heb' yuj spatrón t'a yichanh junok yuninal malaj tz'ochi, ay yalan yic heb' schaan smacb'en yet' heb' uninab'il chi'."
        },
        {
            "number": "3",
            "text": "Ha k'een oro yet' k'een plata tz'ak'chaj prowal k'een t'a kal k'ak' tato wach' k'een, haxo ko pensar a Jehová sch'olb'itani."
        },
        {
            "number": "4",
            "text": "Ha heb' chuk sb'eyb'al, scha juntzanh chukal lolonel heb'. Ha heb' esalwum, scha juntzanh esal lolonel heb'."
        },
        {
            "number": "5",
            "text": "Tato tzonh b'uchwaj t'a heb' meb'a', a d'ha Dios tzonh b'uchwaji, yujto aton ixb’o’an heb'. Tato tzonh tzalaji ayic sjawi cusk'olal t'a yib'anh heb', max ek'b'atlaj yak'ji ko yaelal."
        },
        {
            "number": "6",
            "text": "Ha sniwanil yelk'och heb' ichamtac winak, aton heb' yixchiquin heb'. Ha heb' uninab'il, ma isilab'il, sk'echaanh heb' yuj smam snun."
        },
        {
            "number": "7",
            "text": "Ha heb' malaj spensar, manh smojoc syal lolonel yic jelanil heb'. Ha heb' yajal, manh smojoc a es syal heb'."
        },
        {
            "number": "8",
            "text": "Ha heb' sb'eyb'alan yak'an tumin t'a elk'altac, a snaan heb' to wach' tz'elk'och heb', yujto yalnhej b'aj tzek' heb' syalnhej icha snib'ej heb'."
        },
        {
            "number": "9",
            "text": "Ha heb' stechaj yak'an niwank'olal b'aj tz'ixtaji, snib'ej heb' to xajan tz'ilji heb' yuj anima. Axo pax heb' anheja' yalub'tanhan junok lolonel jun, tz'el heb' swach'k'ool heb' t'a stz'ey."
        },
        {
            "number": "10",
            "text": "Niwan tas sb'o yuj junok b'elanh cachnab'il t'a heb' ay spensar, t'a yichanh pax to jantac smak'ji heb' malaj spensar."
        },
        {
            "number": "11",
            "text": "Ha junok pitnhej syutej sb'a, anhej chukal saya', schecchajb'at junok checab' malaj yok'elk'olal t'ay."
        },
        {
            "number": "12",
            "text": "Tato sco chalaj ko b'a yet' junok nok' nun oso elk'ab'ilb'at yune', yelxo wal wach' quic t'a yichanh to sco chalaj ko b'a yet' junok anima chuk spensar wan sk'ulan chukal."
        },
        {
            "number": "13",
            "text": "Ha heb' chuk syutej spactzitan wach'il, malaj b'ak'uinh tz'el yaelal t'a yol spat heb'."
        },
        {
            "number": "14",
            "text": "Icha yaj ha ha' molaneq'ui ayic sjacwielta ha', k'ojank'olal yelta ha' masanto sniwanb'i yelta ha', icha chi' yaj junok owal quennhej tz'aj yel yich, palta niwan tz'ajelk'ochi, yuj chi' wach' tato skak' niwank'olal a manto el yich owal chi'."
        },
        {
            "number": "15",
            "text": "Tato a heb' juez tz'ak'an niwank'olal t'a yib'anh heb' ay smul, ma syak'och yaelal t'a yib'anh heb' malaj smul, a wal chab' chi' max schalaj sk'ol Jehová."
        },
        {
            "number": "16",
            "text": "¿Tas yuj sja heb' chuk spensar yet' stumin, yic snib'ej heb' sman sjelanil? ¿Tas wal ol och yuj heb'? Ina toxonton malaj spensar heb'."
        },
        {
            "number": "17",
            "text": "Ha heb' wach' yak'antaxon qued'oc, aynhejoch heb' qued'oc. Ayic ay ko yaelal, icha wal ko k'ab' coc syutej sb'a heb' t'ayonh."
        },
        {
            "number": "18",
            "text": "Ha heb' malaj spensar, yalnhej mach b'aj tz'ochcan heb' fiadoral, stak'wancanoch heb' t'a yib'anh."
        },
        {
            "number": "19",
            "text": "Ha heb' scham wal stzuntzan heb' yetanimail, schampax wal heb' yak'an owal. Ha heb' syik'chaanh sb'a, munil syak' lajwoquel sb'a heb'."
        },
        {
            "number": "20",
            "text": "Ha heb' te chuk spensar, malaj b'ak'uinh tz'ilchaj wach'ilal yuj heb'. Ha heb' slolon t'a chab'satil, scotcan yaelal t'a yib'anh heb'."
        },
        {
            "number": "21",
            "text": "Ha heb' smam heb' chuk spensar, malaj tzalajk'olal scha heb' yuj heb' yuninal chi', anhej cusk'olal scha' heb'."
        },
        {
            "number": "22",
            "text": "Ha tzalajk'olal lajan icha junok remeyo, haxo pax cusk'olal jun, tonhej syik'el quip."
        },
        {
            "number": "23",
            "text": "Ha heb' yajal chuk, scha k'een tumin heb' t'a elk'altac yic wach' max sb'olaj yaj owal heb' t'a wach'ilal."
        },
        {
            "number": "24",
            "text": "Ha heb' ay spensar, a jelanil sayek' heb'. Axo heb' malaj spensar jun, tonhej tzek' k'eleloc heb'."
        },
        {
            "number": "25",
            "text": "Ha heb' uninab'il malaj spensar, anhej yowal smam snun heb' syik'koti, anhej scusk'olal heb' syak' heb'."
        },
        {
            "number": "26",
            "text": "Manh wach'oc tato tz'ik'jiel smultu heb' malaj smul, ocxom wal to tz'ik'jiel junok t'a yopisio yujto wach' syutej sb'a."
        },
        {
            "number": "27",
            "text": "Ha heb' malaj wal tas syala' yet' heb' syamoch waan sb'a, aj pensar heb'."
        },
        {
            "number": "28",
            "text": "Ha heb' anima malaj spensar, tato max comon lolon heb', tzam nachaji to ay spensar heb'."
        }
    ]
}