{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Vach'chom tonhej tzonh ch'ec va'i, palta tato junk'olal caji, másxo vach' d'a yichanh pax to q'uinh ayonh d'a junjun k'u, tato ovalnhej caji."
        },
        {
            "number": "2",
            "text": "A eb' checab' ay spensar, ek'b'al yopisio eb' yuj spatrón d'a yichanh junoc yuninal malaj tz'ochi, ay yalan yic eb' schaan smacb'en yed' eb' uninab'il chi'."
        },
        {
            "number": "3",
            "text": "A q'uen oro yed' q'uen plata tz'ak'chaj proval q'uen d'a cal k'ak' tato vach' q'ueen, axo co pensar a Jehová sch'olb'itani."
        },
        {
            "number": "4",
            "text": "A eb' chuc sb'eyb'al, scha juntzanh chucal lolonel eb'. A eb' esalvum, scha juntzanh esal lolonel eb'."
        },
        {
            "number": "5",
            "text": "Tato tzonh b'uchvaj d'a eb' meb'a', a d'a Dios tzonh b'uchvaji, yujto aton ix b'oan eb'. Tato tzonh tzalaji ayic sjavi cusk'olal d'a yib'anh eb', max ek'b'atlaj yak'ji co yaelal."
        },
        {
            "number": "6",
            "text": "A snivanil yelk'och eb' ichamtac vinac, aton eb' yixchiquin eb'. A eb' uninab'il, ma isilab'il, sq'uechaanh eb' yuj smam snun."
        },
        {
            "number": "7",
            "text": "A eb' malaj spensar, manh smojoc syal lolonel yic jelanil eb'. A eb' yajal, manh smojoc a es syal eb'."
        },
        {
            "number": "8",
            "text": "A eb' sb'eyb'alan yak'an tumin d'a elk'altac, a snaan eb' to vach' tz'elk'och eb', yujto yalnhej b'aj tz'ek' eb' syalnhej icha snib'ej eb'."
        },
        {
            "number": "9",
            "text": "A eb' stechaj yak'an nivank'olal b'aj tz'ixtaji, snib'ej eb' to xajan tz'ilji eb' yuj anima. Axo pax eb' anheja' yalub'tanhan junoc lolonel jun, tz'el eb' svach'k'ool eb' d'a stz'ey."
        },
        {
            "number": "10",
            "text": "Nivan tas sb'o yuj junoc b'elanh cachnab'il d'a eb' ay spensar, d'a yichanh pax to jantac smak'ji eb' malaj spensar."
        },
        {
            "number": "11",
            "text": "A junoc pitnhej syutej sb'a, anhej chucal saya', schecchajb'at junoc checab' malaj yoq'uelk'olal d'ay."
        },
        {
            "number": "12",
            "text": "Tato sco chalaj co b'a yed' junoc nok' nun oso elk'ab'ilb'at yune', yelxo val vach' quic d'a yichanh to sco chalaj co b'a yed' junoc anima chuc spensar van sk'ulan chucal."
        },
        {
            "number": "13",
            "text": "A eb' chuc syutej spactzitan vach'il, malaj b'aq'uinh tz'el yaelal d'a yol spat eb'."
        },
        {
            "number": "14",
            "text": "Icha yaj a a' molaneq'ui ayic sjacvielta a', k'ojank'olal yelta a' masanto snivanb'i yelta a', icha chi' yaj junoc oval quennhej tz'aj yel yich, palta nivan tz'ajelk'ochi, yuj chi' vach' tato scak' nivank'olal a manto el yich oval chi'."
        },
        {
            "number": "15",
            "text": "Tato a eb' juez tz'ak'an nivank'olal d'a yib'anh eb' ay smul, ma syak'och yaelal d'a yib'anh eb' malaj smul, a val chab' chi' max schalaj sk'ol Jehová."
        },
        {
            "number": "16",
            "text": "¿Tas yuj sja eb' chuc spensar yed' stumin, yic snib'ej eb' sman sjelanil? ¿Tas val ol och yuj eb'? Ina toxonton malaj spensar eb'."
        },
        {
            "number": "17",
            "text": "A eb' vach' yak'antaxon qued'oc, aynhejoch eb' qued'oc. Ayic ay co yaelal, icha val co k'ab' coc syutej sb'a eb' d'ayonh."
        },
        {
            "number": "18",
            "text": "A eb' malaj spensar, yalnhej mach b'aj tz'ochcan eb' fiadoral, stak'vancanoch eb' d'a yib'anh."
        },
        {
            "number": "19",
            "text": "A eb' scham val stzuntzan eb' yetanimail, schampax val eb' yak'an oval. A eb' syik'chaanh sb'a, munil syak' lajvoquel sb'a eb'."
        },
        {
            "number": "20",
            "text": "A eb' te chuc spensar, malaj b'aq'uinh tz'ilchaj vach'ilal yuj eb'. A eb' slolon d'a chab'satil, scotcan yaelal d'a yib'anh eb'."
        },
        {
            "number": "21",
            "text": "A eb' smam eb' chuc spensar, malaj tzalajk'olal scha eb' yuj eb' yuninal chi', anhej cusk'olal scha' eb'."
        },
        {
            "number": "22",
            "text": "A tzalajk'olal lajan icha junoc remeyo, axo pax cusk'olal jun, tonhej syiq'uel quip."
        },
        {
            "number": "23",
            "text": "A eb' yajal chuc, scha q'uen tumin eb' d'a elk'altac yic vach' max sb'olaj yaj oval eb' d'a vach'ilal."
        },
        {
            "number": "24",
            "text": "A eb' ay spensar, a jelanil sayek' eb'. Axo eb' malaj spensar jun, tonhej tz'ek' q'ueleloc eb'."
        },
        {
            "number": "25",
            "text": "A eb' uninab'il malaj spensar, anhej yoval smam snun eb' syik'coti, anhej scusk'olal eb' syak' eb'."
        },
        {
            "number": "26",
            "text": "Manh vach'oc tato tz'ik'jiel smultu eb' malaj smul, ocxom val to tz'ik'jiel junoc d'a yopisio yujto vach' syutej sb'a."
        },
        {
            "number": "27",
            "text": "A eb' malaj val tas syala' yed' eb' syamoch vaan sb'a, aj pensar eb'."
        },
        {
            "number": "28",
            "text": "A eb' anima malaj spensar, tato max comon lolon eb', tzam nachaji to ay spensar eb'."
        }
    ]
}