{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "A eb' syiq'uel sb'a d'a scal eb' yetanimail, anhej tas sgana eb' sayeq'ui, max schalaj yab' junoc raz칩n vach' eb'."
        },
        {
            "number": "2",
            "text": "A eb' chuc spensar, malaj sgana eb' sk'ayb'ej junoc tas, anhej eb' sgana syal yico'."
        },
        {
            "number": "3",
            "text": "Tato tz'och eb' sk'ulan chucal d'a co cal, tzonh ak'ji q'uixvelal yuj eb'. Tato tz'och eb' b'uchumtac d'a co cal, tzonh b'uchji yuj eb'."
        },
        {
            "number": "4",
            "text": "A tas syal eb' anima ay spensar, nivan jelanil syal quik'an yuuj. A tas syal eb' chi', lajan icha junoc a a' jul yich, ma icha sical a a' to sq'ueul sjaj."
        },
        {
            "number": "5",
            "text": "Tato ayic eb' tz'och smul syik' eb' vinh yajal, axo tas syal eb' malaj smul, max schalaj yab' eb' vinh, yelxo val manh vach'oc."
        },
        {
            "number": "6",
            "text": "A yuj tas syal eb' malaj spensar, sq'ue vaan oval. A yuj tas syal eb' chi' scotcan d'a yib'anh eb'."
        },
        {
            "number": "7",
            "text": "A yuj tas syal eb' chuc spensar, tz'ochcan d'a yib'anh eb'. Yuj tas syal eb' chi', munil syaalej sb'a eb'."
        },
        {
            "number": "8",
            "text": "A tas syal eb' alum pecal, lajan icha juntzanh tas vach' sloji, sk'och val schi'al d'a sk'ol eb' tz'ab'an chi'."
        },
        {
            "number": "9",
            "text": "A eb' jaragana yed' eb' sjuanel junoc tasi, ichato yuk'tac sb'a eb'."
        },
        {
            "number": "10",
            "text": "A Jehov치 lajan icha junoc cuartel te vach', a d'ay sk'och eb' tojol spensar scol sb'a."
        },
        {
            "number": "11",
            "text": "A snaan eb' b'eyum to a sb'eyumal eb' lajan icha junoc muro ayoch d'a junoc chonhab' yic scolji yuuj."
        },
        {
            "number": "12",
            "text": "A ik'ojchanhb'ail tzonh ik'jiemta yuuj, axo emnaquilal, tzonh ik'jichaanh yuuj."
        },
        {
            "number": "13",
            "text": "Yelxo te q'uixvelal tato tzonh comon tak'vi ayic manto cab' junoc lolonel sik'lab'il."
        },
        {
            "number": "14",
            "text": "Tato tek'an spixan junoc penaay, stechaj syaelal chi' yuuj. Axo pax junoc manh tek'anoc spixan jun, maxtzac techajlaj yuuj."
        },
        {
            "number": "15",
            "text": "A eb' aj pensar, tz'ilchaj jelanil yuj eb', yujto b'ecan sk'ool eb' sk'ayb'ani."
        },
        {
            "number": "16",
            "text": "Yuj tas co siej, yalnhej mach anima tzonh chaani, vach'chom eb' anima nivac yopisio."
        },
        {
            "number": "17",
            "text": "A eb' b'ab'el syal sb'a, ichato scol sb'a eb' snaani, palta ayic sk'och eb' yajk'ool eb' chi' jun, scheclajeli tas yaj yoval eb' chi'."
        },
        {
            "number": "18",
            "text": "A suerte tz'alani slajvi junoc oval, yuj chi' spojchaj snanhal eb' van yak'an oval chi'."
        },
        {
            "number": "19",
            "text": "Tato sco tzuntzejcot yoval junoc co k'ab' coc, m치s secojtac co satanel junoc chonhab' ay smuroal yed' spuertail vach' yajoch yijchul d'a yichanh yic tzonh ochxi vach'il yed'oc, yujto tek'an yaj spensar."
        },
        {
            "number": "20",
            "text": "A yuj tas scala', scot yaelal ma scot tzalajk'olal d'ayonh."
        },
        {
            "number": "21",
            "text": "A lolonel syal yik'ancot co chamel, ma co q'uinal, yuj chi' vach' tato sco na tas scala', yic vach' tzonh elk'ochi."
        },
        {
            "number": "22",
            "text": "Ayic tz'och yetb'eyum eb' vinh vinac, tz'ilchaj vach'ilal yuj eb' vinh, yujto scha svach'k'olal Jehov치 eb' vinh."
        },
        {
            "number": "23",
            "text": "A eb' meb'a' stevi eb', axo eb' b'eyum, te ak'umtac syutej sb'a eb' stak'vi."
        },
        {
            "number": "24",
            "text": "Tato te ay camigo, ay smay tzonh ixtaxel yuj eb'. Palta ay pax eb' camigo yelxo te vach' d'a yichanh eb' co k'ab' coc."
        }
    ]
}