{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' syiq'uel sb'ha t'a skal eb' yetanimail, anhej tas sgana eb' sayeq'ui, max schalaj yab' junok raz칩n wach' eb'."
        },
        {
            "number": "2",
            "text": "Ha eb' chuc spensar, malaj sgana eb' sk'ayb'ej junok tas, anhej eb' sgana syal yico'."
        },
        {
            "number": "3",
            "text": "Tato tz'och eb' sk'ulan chucal t'a co cal, tzonh ak'ji q'uixvelal yuj eb'. Tato tz'och eb' b'uchumtac t'a co cal, tzonh b'uchji yuj eb'."
        },
        {
            "number": "4",
            "text": "Ha tas syal eb' anima ay spensar, niwan jelanil syal quik'an yuj. Ha tas syal eb' chi', lajan icha junok ha ha' jul yich, ma icha sical ha ha' to sq'ueul sjaj."
        },
        {
            "number": "5",
            "text": "Tato ayic eb' tz'och smul syik' eb' vinh yajal, haxo tas syal eb' malaj smul, max schalaj yab' eb' vinh, yelxo val manh wach'oc."
        },
        {
            "number": "6",
            "text": "Ha yuj tas syal eb' malaj spensar, sq'ue vaan oval. Ha yuj tas syal eb' chi' scotcan t'a yib'anh eb'."
        },
        {
            "number": "7",
            "text": "Ha yuj tas syal eb' chuc spensar, tz'ochcan t'a yib'anh eb'. Yuj tas syal eb' chi', munil syaalej sb'a eb'."
        },
        {
            "number": "8",
            "text": "Ha tas syal eb' alum pecal, lajan icha juntzanh tas wach' sloji, sk'och val schi'al t'a sk'ol eb' tz'ab'an chi'."
        },
        {
            "number": "9",
            "text": "Ha eb' jaragana yet' eb' sjuanel junok tasi, ichato yuk'tac sb'a eb'."
        },
        {
            "number": "10",
            "text": "Ha Jehov치 lajan icha junok cuartel te wach', a t'ay sk'och eb' tojol spensar scol sb'a."
        },
        {
            "number": "11",
            "text": "Ha snaan eb' b'eyum to a sb'eyumal eb' lajan icha junok muro ayoch t'a junok chonhab' yic scolji yuj."
        },
        {
            "number": "12",
            "text": "Ha ik'ojchanhb'ail tzonh ik'jiemta yuj, haxo emnaquilal, tzonh ik'jichaanh yuj."
        },
        {
            "number": "13",
            "text": "Yelxo te q'uixvelal tato tzonh comon tak'vi ayic manto cab' junok lolonel sik'lab'il."
        },
        {
            "number": "14",
            "text": "Tato tek'an spixan junok penaay, stechaj syaelal chi' yuj. Axo pax junok manh tek'anoc spixan jun, maxtzac techajlaj yuj."
        },
        {
            "number": "15",
            "text": "Ha eb' aj pensar, tz'ilchaj jelanil yuj eb', yujto b'ecan sk'ool eb' sk'ayb'ani."
        },
        {
            "number": "16",
            "text": "Yuj tas co siej, yalnhej mach anima tzonh chaani, wach'chom eb' anima nivac yopisio."
        },
        {
            "number": "17",
            "text": "Ha eb' b'ab'el syal sb'a, ichato scol sb'a eb' snaani, palta ayic sk'och eb' yajk'ool eb' chi' jun, scheclajeli tas yaj yoval eb' chi'."
        },
        {
            "number": "18",
            "text": "Ha suerte tz'alani slajvi junok oval, yuj chi' spojchaj snanhal eb' van yak'an oval chi'."
        },
        {
            "number": "19",
            "text": "Tato sco tzuntzejcot yoval junok co k'ab' coc, m치s secojtac co satanel junok chonhab' ay smuroal yet' spuertail wach' yajoch yijchul t'a yichanh yic tzonh ochxi wach'il yet'oc, yujto tek'an yaj spensar."
        },
        {
            "number": "20",
            "text": "Ha yuj tas scala', scot yaelal ma scot tzalajk'olal t'ayonh."
        },
        {
            "number": "21",
            "text": "Ha lolonel syal yik'ancot co chamel, ma co q'uinal, yuj chi' wach' tato sco na tas scala', yic wach' tzonh elk'ochi."
        },
        {
            "number": "22",
            "text": "Ayic tz'och yetb'eyum eb' vinh vinac, tz'ilchaj wach'ilal yuj eb' vinh, yujto scha svach'k'olal Jehov치 eb' vinh."
        },
        {
            "number": "23",
            "text": "Ha eb' meb'a' stevi eb', haxo eb' b'eyum, te ak'umtac syutej sb'a eb' stak'vi."
        },
        {
            "number": "24",
            "text": "Tato te ay camigo, ay smay tzonh ixtaxel yuj eb'. Palta ay pax eb' camigo yelxo te wach' t'a yichanh eb' co k'ab' coc."
        }
    ]
}