{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ha heb' syik'el sb'ha t'a skal heb' yetanimail, anhej tas sgana heb' sayeq'ui, max schalaj yab' junok raz칩n wach' heb'."
        },
        {
            "number": "2",
            "text": "Ha heb' chuk spensar, malaj sgana heb' sk'ayb'ej junok tas, anhej heb' sgana syal yico'."
        },
        {
            "number": "3",
            "text": "Tato tz'och heb' sk'ulan chukal t'a ko kal, tzonh ak'ji q'uixwelal yuj heb'. Tato tz'och heb' b'uchumtac t'a ko kal, tzonh b'uchji yuj heb'."
        },
        {
            "number": "4",
            "text": "Ha tas syal heb' anima ay spensar, niwan jelanil syal quik'an yuj. Ha tas syal heb' chi', lajan icha junok ha ha' jul yich, ma icha sical ha ha' to sk'eul sjaj."
        },
        {
            "number": "5",
            "text": "Tato ayic heb' tz'och smul syik' heb' winh yajal, haxo tas syal heb' malaj smul, max schalaj yab' heb' winh, yelxo wal manh wach'oc."
        },
        {
            "number": "6",
            "text": "Ha yuj tas syal heb' malaj spensar, sk'e waan owal. Ha yuj tas syal heb' chi' scotcan t'a yib'anh heb'."
        },
        {
            "number": "7",
            "text": "Ha yuj tas syal heb' chuk spensar, tz'ochcan t'a yib'anh heb'. Yuj tas syal heb' chi', munil syaalej sb'a heb'."
        },
        {
            "number": "8",
            "text": "Ha tas syal heb' alum pecal, lajan icha juntzanh tas wach' sloji, sk'och wal schi'al t'a sk'ol heb' tz'ab'an chi'."
        },
        {
            "number": "9",
            "text": "Ha heb' jaragana yet' heb' sjuanel junok tasi, ichato yuk'tac sb'a heb'."
        },
        {
            "number": "10",
            "text": "Ha Jehov치 lajan icha junok cuartel te wach', a t'ay sk'och heb' tojol spensar scol sb'a."
        },
        {
            "number": "11",
            "text": "Ha snaan heb' b'eyum to a sb'eyumal heb' lajan icha junok muro ayoch t'a junok chonhab' yic scolji yuj."
        },
        {
            "number": "12",
            "text": "Ha ik'ojchanhb'ail tzonh ik'jiemta yuj, haxo emnaquilal, tzonh ik'jichaanh yuj."
        },
        {
            "number": "13",
            "text": "Yelxo te q'uixwelal tato tzonh comon tak'wi ayic manto cab' junok lolonel sik'lab'il."
        },
        {
            "number": "14",
            "text": "Tato tek'an spixan junok penaay, stechaj syaelal chi' yuj. Axo pax junok manh tek'anoc spixan jun, maxtzac techajlaj yuj."
        },
        {
            "number": "15",
            "text": "Ha heb' aj pensar, tz'ilchaj jelanil yuj heb', yujto b'ecan sk'ool heb' sk'ayb'ani."
        },
        {
            "number": "16",
            "text": "Yuj tas ko siej, yalnhej mach anima tzonh chaani, wach'chom heb' anima niwac yopisio."
        },
        {
            "number": "17",
            "text": "Ha heb' b'ab'el syal sb'a, ichato scol sb'a heb' snaani, palta ayic sk'och heb' yajk'ool heb' chi' jun, scheclajeli tas yaj yowal heb' chi'."
        },
        {
            "number": "18",
            "text": "Ha suerte tz'alani slajwi junok owal, yuj chi' spojchaj snanhal heb' wan yak'an owal chi'."
        },
        {
            "number": "19",
            "text": "Tato sco tzuntzejcot yowal junok ko k'ab' coc, m치s secojtac ko satanel junok chonhab' ay smuroal yet' spuertail wach' yajoch yijchul t'a yichanh yic tzonh ochxi wach'il yet'oc, yujto tek'an yaj spensar."
        },
        {
            "number": "20",
            "text": "Ha yuj tas scala', scot yaelal ma scot tzalajk'olal t'ayonh."
        },
        {
            "number": "21",
            "text": "Ha lolonel syal yik'ancot ko chamel, ma ko k 'inal, yuj chi' wach' tato sco na tas scala', yic wach' tzonh elk'ochi."
        },
        {
            "number": "22",
            "text": "Ayic tz'och yetb'eyum heb' winh winak, tz'ilchaj wach'ilal yuj heb' winh, yujto scha swach'k'olal Jehov치 heb' winh."
        },
        {
            "number": "23",
            "text": "Ha heb' meb'a' stewi heb', haxo heb' b'eyum, te ak'umtac syutej sb'a heb' stak'wi."
        },
        {
            "number": "24",
            "text": "Tato te ay camigo, ay smay tzonh ixtaxel yuj heb'. Palta ay pax heb' camigo yelxo te wach' t'a yichanh heb' ko k'ab' coc."
        }
    ]
}