{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ha junok meb'a' wach' syutej sb'a, yelxo te wach' yic t'a yichanh pax junok chuc spensar tz'esani."
        },
        {
            "number": "2",
            "text": "Manh wach'oc tato t'a smasanil co k'ol sco comon b'oej junok tas manh cojtacoc. Ha tas sco k'ulej t'a elanhchamel ay b'aj manh wach'oc tz'ajelk'ochi."
        },
        {
            "number": "3",
            "text": "Ha smanh pensaril eb' anima scuchb'an satoc, haxo tz'aji, ha t'a yib'anh Jehová syak'och eb'."
        },
        {
            "number": "4",
            "text": "Ha eb' b'eyum, manh jantacoc anima tz'och yamigooc eb' yuj sb'eyumal chi', haxo pax eb' meb'a' jun, tz'actajcan eb' yuj eb' yamigo chi'."
        },
        {
            "number": "5",
            "text": "Ha eb' syak'och sb'a testigoal t'a tas manh yeloc, yovalil syab' syail eb'. Axo eb' tz'ak'an es, manh ol colchajlaj eb'."
        },
        {
            "number": "6",
            "text": "Ha eb' b'ecan sk'ool sian junok tas, masanil anima sayanek' eb' yuj yoch yamigooc."
        },
        {
            "number": "7",
            "text": "Ha eb' meb'a', spaticajel eb' yuj eb' sk'ab'yoc, ocxom pax eb' yamigo eb', ¿tom ato eb' chi' manh ol actancan eb'? Toxonhej syixtej sb'a eb' yavtanxicot eb' yamigo chi'."
        },
        {
            "number": "8",
            "text": "Ha eb' sb'eyb'alan tas wach' sk'ayb'ej, sya'ilej sb'a eb', masanil tas te wach' tz'ajelk'och t'a eb'."
        },
        {
            "number": "9",
            "text": "Ha eb' tz'och testigoal t'a tas manh yeloc, yovalil syab' syail eb'. Tz'ak'jioch chamel t'a yib'anh eb' tonhej tz'esan chi'."
        },
        {
            "number": "10",
            "text": "Ha eb' chuc spensar, manh smojoc to syak' tzalajb'oc sk'ool eb' t'a wach'il, anhejtona' eb' ayoch checab'oc, manh smojoc yak'an yajalil eb' t'a yib'anh eb' nivac vinac."
        },
        {
            "number": "11",
            "text": "Ha eb' syamanoch vaan yoval sk'ool, ay spensar eb', sb'inaj eb' t'a wach'il tato tonhej smaq'uek' eb' yuj tas tz'utaji."
        },
        {
            "number": "12",
            "text": "Ha yoval sk'ool eb' vinh rey ay smay icha junok nok' choj tz'avaji. Axo pax swach'k'olal eb' vinh jun, syik'cot wach'ilal icha yal ak'val tz'em t'a yib'anh anh ank'ultak."
        },
        {
            "number": "13",
            "text": "Ha eb' uninab'il malaj spensar, syab' syail smam eb' yuj. Ha eb' ix ix ov t'a eb' yetb'eyum, lajan eb' ix icha junok tz'uj sd'ujd'ujani."
        },
        {
            "number": "14",
            "text": "Sco cha co pat yet' co b'eyumal yuj tas syak'kan co mam. Axo ix quetb'eyum ay spensar, ha t'a Jehová sco cha ix."
        },
        {
            "number": "15",
            "text": "Yuj co jaraganail scot co vayanh. Tato max yal-laj co k'ool tzonh munlaji, ol cab' syail yuj vejel."
        },
        {
            "number": "16",
            "text": "Ha eb' sk'anab'ajan junok checnab'il, ichato van stanhvan sq'uinal eb'. Axo pax eb' max yil sb'eyb'al jun, ol miljoccham eb'."
        },
        {
            "number": "17",
            "text": "Ha eb' scolvaj t'a eb' meb'a', ichato ha t'a Jehová van yak'an eb' majanil, haxo Jehová chi' ol ak'an meltzaj jun majan chi' t'a eb'."
        },
        {
            "number": "18",
            "text": "Co cachec eb' cuninal yacb'an yunetacto eb' yic max b'atcan eb' t'a yol sk'ab' chamel."
        },
        {
            "number": "19",
            "text": "Ha eb' scot yoval t'a elanhchamel, schaocab' spac eb' icha t'a smojal. Tato sco col eb' t'a syaelal chi', sb'eyb'alejnhej yoval eb' chi'."
        },
        {
            "number": "20",
            "text": "Tato sco cha cab' razón yet' co cachnab'il, ol onh jelanb'oc."
        },
        {
            "number": "21",
            "text": "Manh jantacoc tas sco na'a, palta anhej tas sna Jehová tz'elk'ochi."
        },
        {
            "number": "22",
            "text": "Ha tas sco nib'ejoch t'a eb' quetanimail, to tz'elk'och tas syal eb'. Yelxo te wach' tato meb'a' onh t'a yichanh to squesej."
        },
        {
            "number": "23",
            "text": "Tato ay yelk'och Jehová t'a co sat, sco cha co q'uinal, yuj paxi tzonh aj t'a tzalajk'olal, malaj tas scab' syail."
        },
        {
            "number": "24",
            "text": "Ha eb' jaragana syaq'uem sk'ab' eb' t'a yol yuk'ab', palta te ajaltacxopax yik'anq'ueta eb' tas ayem t'a yol yuk'ab' chi', yujto te jaragana eb'."
        },
        {
            "number": "25",
            "text": "Ayic tz'och yaelal t'a yib'anh eb' puch vinac, sjelanb'i spensar eb' mantalaj spensar. Ayic scachji eb' ay spensar, snachajel yuj eb' t'a elanhchamel."
        },
        {
            "number": "26",
            "text": "Ha eb' tz'elk'an junok tas t'a smam, ma eb' spechanel snun t'a spat, te q'uixvelal syutej sb'a eb'."
        },
        {
            "number": "27",
            "text": "Ex vuninal, tato max e cha eyab' e cachnab'il, van eyik'ancanel e b'ha t'a k'ayb'ub'al te wach'."
        },
        {
            "number": "28",
            "text": "Ha eb' testigo chuc spensar, malaj yelk'och tojolal t'a eb', stzalaj eb' yet' schucal spensar chi'."
        },
        {
            "number": "29",
            "text": "Wach'xo yaj yaelal ol ja t'a yib'anh eb' ak'umtac. Wach'xo pax yaj te' jixk'ab'te' ol jixchajoch t'a eb' malaj spensar."
        }
    ]
}