{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ha junok meb'a' wach' syutej sb'a, yelxo te wach' yic t'a yichanh pax junok chuk spensar tz'esani."
        },
        {
            "number": "2",
            "text": "Manh wach'oc tato t'a smasanil ko k'ol sko comon b'oej junok tas manh cojtakoc. Ha tas sko k'ulej t'a elanhchamel ay b'aj manh wach'oc tz'ajelk'ochi."
        },
        {
            "number": "3",
            "text": "Ha smanh pensaril heb' anima scuchb'an satoc, haxo tz'aji, ha t'a yib'anh Jehová syak'och heb'."
        },
        {
            "number": "4",
            "text": "Ha heb' b'eyum, manh jantacoc anima tz'och yamigooc heb' yuj sb'eyumal chi', haxo pax heb' meb'a' jun, tz'actajkan heb' yuj heb' yamigo chi'."
        },
        {
            "number": "5",
            "text": "Ha heb' syak'och sb'a testigoal t'a tas manh yeloc, yowalil syab' syail heb'. Axo heb' tz'ak'an es, manh ol colchajlaj heb'."
        },
        {
            "number": "6",
            "text": "Ha heb' b'ekan sk'ool sian junok tas, masanil anima sayanek' heb' yuj yoch yamigooc."
        },
        {
            "number": "7",
            "text": "Ha heb' meb'a', spaticajel heb' yuj heb' sk'ab'yoc, ocxom pax heb' yamigo heb', ¿tom ato heb' chi' manh ol actankan heb'? Toxonhej syixtej sb'a heb' yavtanxicot heb' yamigo chi'."
        },
        {
            "number": "8",
            "text": "Ha heb' sb'eyb'alan tas wach' sk'ayb'ej, sya'ilej sb'a heb', masanil tas te wach' tz'ajelk'och t'a heb'."
        },
        {
            "number": "9",
            "text": "Ha heb' tz'och testigoal t'a tas manh yeloc, yowalil syab' syail heb'. Tz'ak'jioch chamel t'a yib'anh heb' tonhej tz'esan chi'."
        },
        {
            "number": "10",
            "text": "Ha heb' chuk spensar, manh smojoc to syak' tzalajb'oc sk'ool heb' t'a wach'il, anhejtona' heb' ayoch chekab'oc, manh smojoc yak'an yajalil heb' t'a yib'anh heb' niwac winak."
        },
        {
            "number": "11",
            "text": "Ha heb' syamanoch waan yowal sk'ool, ay spensar heb', sb'inaj heb' t'a wach'il tato tonhej smak'ek' heb' yuj tas tz'utaji."
        },
        {
            "number": "12",
            "text": "Ha yowal sk'ool heb' winh rey ay smay icha junok nok' choj tz'awaji. Axo pax swach'k'olal heb' winh jun, syik'cot wach'ilal icha yal ak'wal tz'em t'a yib'anh anh ank'ultak."
        },
        {
            "number": "13",
            "text": "Ha heb' uninab'il malaj spensar, syab' syail smam heb' yuj. Ha heb' ix ix ov t'a heb' yetb'eyum, lajan heb' ix icha junok tz'uj sd'ujd'ujani."
        },
        {
            "number": "14",
            "text": "Sco cha ko pat yet' ko b'eyumal yuj tas syak'kan ko mam. Axo ix quetb'eyum ay spensar, ha t'a Jehová sko cha ix."
        },
        {
            "number": "15",
            "text": "Yuj ko jaraganail scot ko wayanh. Tato max yal-laj ko k'ool tzonh munlaji, ol kab' syail yuj wejel."
        },
        {
            "number": "16",
            "text": "Ha heb' sk'anab'ajan junok checnab'il, ichato wan stanhwan sk'inal heb'. Axo pax heb' max yil sb'eyb'al jun, ol miljoccham heb'."
        },
        {
            "number": "17",
            "text": "Ha heb' skolwaj t'a heb' meb'a', ichato ha t'a Jehová wan yak'an heb' majanil, haxo Jehová chi' ol ak'an meltzaj jun majan chi' t'a heb'."
        },
        {
            "number": "18",
            "text": "Co cachec heb' cuninal yacb'an yunetacto heb' yic max b'atkan heb' t'a yol sk'ab' chamel."
        },
        {
            "number": "19",
            "text": "Ha heb' scot yowal t'a elanhchamel, schaokab' spak heb' icha t'a smojal. Tato sko col heb' t'a syaelal chi', sb'eyb'alejnhej yowal heb' chi'."
        },
        {
            "number": "20",
            "text": "Tato sko cha kab' razón yet' ko kachnab'il, ol onh jelanb'oc."
        },
        {
            "number": "21",
            "text": "Manh jantacoc tas sko na'a, palta anhej tas sna Jehová tz'elk'ochi."
        },
        {
            "number": "22",
            "text": "Ha tas sko nib'ejoch t'a heb' quetanimail, to tz'elk'och tas syal heb'. Yelxo te wach' tato meb'a' onh t'a yichanh to squesej."
        },
        {
            "number": "23",
            "text": "Tato ay yelk'och Jehová t'a ko sat, sko cha ko k 'inal, yuj paxi tzonh aj t'a tzalajk'olal, malaj tas skab' syail."
        },
        {
            "number": "24",
            "text": "Ha heb' jaragana syak'em sk'ab' heb' t'a yol yuk'ab', palta te ajaltacxopax yik'ank'eta heb' tas ayem t'a yol yuk'ab' chi', yujto te jaragana heb'."
        },
        {
            "number": "25",
            "text": "Ayic tz'och yaelal t'a yib'anh heb' puch winak, sjelanb'i spensar heb' mantalaj spensar. Ayic skachji heb' ay spensar, snachajel yuj heb' t'a elanhchamel."
        },
        {
            "number": "26",
            "text": "Ha heb' tz'elk'an junok tas t'a smam, ma heb' spechanel snun t'a spat, te q'uixwelal syutej sb'a heb'."
        },
        {
            "number": "27",
            "text": "Ex wuninal, tato max he cha eyab' he kachnab'il, wan eyik'ankanel he b'ha t'a k'ayb'ub'al te wach'."
        },
        {
            "number": "28",
            "text": "Ha heb' testigo chuk spensar, malaj yelk'och tojolal t'a heb', stzalaj heb' yet' schukal spensar chi'."
        },
        {
            "number": "29",
            "text": "Wach'xo yaj yaelal ol ja t'a yib'anh heb' ak'umtac. Wach'xo pax yaj te' jixk'ab'te' ol jixchajoch t'a heb' malaj spensar."
        }
    ]
}