{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "A junoc meb'a' vach' syutej sb'a, yelxo te vach' yic d'a yichanh pax junoc chuc spensar tz'esani."
        },
        {
            "number": "2",
            "text": "Manh vach'oc tato d'a smasanil co k'ol sco comon b'oej junoc tas manh cojtacoc. A tas sco k'ulej d'a elanhchamel ay b'aj manh vach'oc tz'ajelk'ochi."
        },
        {
            "number": "3",
            "text": "A smanh pensaril eb' anima scuchb'an satoc, axo tz'aji, a d'a yib'anh Jehová syak'och eb'."
        },
        {
            "number": "4",
            "text": "A eb' b'eyum, manh jantacoc anima tz'och yamigooc eb' yuj sb'eyumal chi', axo pax eb' meb'a' jun, tz'actajcan eb' yuj eb' yamigo chi'."
        },
        {
            "number": "5",
            "text": "A eb' syak'och sb'a testigoal d'a tas manh yeloc, yovalil syab' syail eb'. Axo eb' tz'ak'an es, manh ol colchajlaj eb'."
        },
        {
            "number": "6",
            "text": "A eb' b'ecan sk'ool sian junoc tas, masanil anima sayanek' eb' yuj yoch yamigooc."
        },
        {
            "number": "7",
            "text": "A eb' meb'a', spaticajel eb' yuj eb' sk'ab'yoc, ocxom pax eb' yamigo eb', ¿tom ato eb' chi' manh ol actancan eb'? Toxonhej syixtej sb'a eb' yavtanxicot eb' yamigo chi'."
        },
        {
            "number": "8",
            "text": "A eb' sb'eyb'alan tas vach' sk'ayb'ej, sya'ilej sb'a eb', masanil tas te vach' tz'ajelk'och d'a eb'."
        },
        {
            "number": "9",
            "text": "A eb' tz'och testigoal d'a tas manh yeloc, yovalil syab' syail eb'. Tz'ak'jioch chamel d'a yib'anh eb' tonhej tz'esan chi'."
        },
        {
            "number": "10",
            "text": "A eb' chuc spensar, manh smojoc to syak' tzalajb'oc sk'ool eb' d'a vach'il, anhejtona' eb' ayoch checab'oc, manh smojoc yak'an yajalil eb' d'a yib'anh eb' nivac vinac."
        },
        {
            "number": "11",
            "text": "A eb' syamanoch vaan yoval sk'ool, ay spensar eb', sb'inaj eb' d'a vach'il tato tonhej smaq'uek' eb' yuj tas tz'utaji."
        },
        {
            "number": "12",
            "text": "A yoval sk'ool eb' vinh rey ay smay icha junoc nok' choj tz'avaji. Axo pax svach'k'olal eb' vinh jun, syik'cot vach'ilal icha yal ak'val tz'em d'a yib'anh anh ank'ultac."
        },
        {
            "number": "13",
            "text": "A eb' uninab'il malaj spensar, syab' syail smam eb' yuuj. A eb' ix ix ov d'a eb' yetb'eyum, lajan eb' ix icha junoc tz'uj sd'ujd'ujani."
        },
        {
            "number": "14",
            "text": "Sco cha co pat yed' co b'eyumal yuj tas syak'can co mam. Axo ix quetb'eyum ay spensar, a d'a Jehová sco cha ix."
        },
        {
            "number": "15",
            "text": "Yuj co jaraganail scot co vayanh. Tato max yal-laj co k'ool tzonh munlaji, ol cab' syail yuj vejel."
        },
        {
            "number": "16",
            "text": "A eb' sk'anab'ajan junoc checnab'il, ichato van stanhvan sq'uinal eb'. Axo pax eb' max yil sb'eyb'al jun, ol miljoccham eb'."
        },
        {
            "number": "17",
            "text": "A eb' scolvaj d'a eb' meb'a', ichato a d'a Jehová van yak'an eb' majanil, axo Jehová chi' ol ak'an meltzaj jun majan chi' d'a eb'."
        },
        {
            "number": "18",
            "text": "Co cachec eb' cuninal yacb'an yunetacto eb' yic max b'atcan eb' d'a yol sk'ab' chamel."
        },
        {
            "number": "19",
            "text": "A eb' scot yoval d'a elanhchamel, schaocab' spac eb' icha d'a smojal. Tato sco col eb' d'a syaelal chi', sb'eyb'alejnhej yoval eb' chi'."
        },
        {
            "number": "20",
            "text": "Tato sco cha cab' razón yed' co cachnab'il, ol onh jelanb'oc."
        },
        {
            "number": "21",
            "text": "Manh jantacoc tas sco na'a, palta anhej tas sna Jehová tz'elk'ochi."
        },
        {
            "number": "22",
            "text": "A tas sco nib'ejoch d'a eb' quetanimail, to tz'elk'och tas syal eb'. Yelxo te vach' tato meb'a' onh d'a yichanh to squesej."
        },
        {
            "number": "23",
            "text": "Tato ay yelk'och Jehová d'a co sat, sco cha co q'uinal, yuuj paxi tzonh aj d'a tzalajk'olal, malaj tas scab' syail."
        },
        {
            "number": "24",
            "text": "A eb' jaragana syaq'uem sk'ab' eb' d'a yol yuk'ab', palta te ajaltacxopax yik'anq'ueta eb' tas ayem d'a yol yuk'ab' chi', yujto te jaragana eb'."
        },
        {
            "number": "25",
            "text": "Ayic tz'och yaelal d'a yib'anh eb' puch vinac, sjelanb'i spensar eb' mantalaj spensar. Ayic scachji eb' ay spensar, snachajel yuj eb' d'a elanhchamel."
        },
        {
            "number": "26",
            "text": "A eb' tz'elk'an junoc tas d'a smam, ma eb' spechanel snun d'a spat, te q'uixvelal syutej sb'a eb'."
        },
        {
            "number": "27",
            "text": "Ex vuninal, tato max e cha eyab' e cachnab'il, van eyik'ancanel e b'a d'a k'ayb'ub'al te vach'."
        },
        {
            "number": "28",
            "text": "A eb' testigo chuc spensar, malaj yelk'och tojolal d'a eb', stzalaj eb' yed' schucal spensar chi'."
        },
        {
            "number": "29",
            "text": "Vach'xo yaj yaelal ol ja d'a yib'anh eb' ak'umtac. Vach'xo pax yaj te' jixk'ab'te' ol jixchajoch d'a eb' malaj spensar."
        }
    ]
}