{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ach vuninal, ak'och juntzanh in lolonel tik t'a a k'ool, sik'kan juntzanh in checnab'il tik t'a a pensar."
        },
        {
            "number": "2",
            "text": "Maclej ab' jelanil svala', ak' ip a naaneli."
        },
        {
            "number": "3",
            "text": "D'a smasanil a k'ool tza k'an a jelanil yic ol ach jelanb'oc."
        },
        {
            "number": "4",
            "text": "Ak' ip a sayaneq'ui, icha tz'aj saychaj q'uen plata, ma junok b'eyumal to k'ub'aneli."
        },
        {
            "number": "5",
            "text": "Icha chi' ol aj snachajel uuj, tas ol aj a k'anab'ajan Jehová yic tzojtaquejel t'a val yel."
        },
        {
            "number": "6",
            "text": "Ha Jehová tz'ak'an jelanil. Yuj slolonel scojtaquejel smasanil, syak'an jelanb'oc co pensar."
        },
        {
            "number": "7",
            "text": "Ha Jehová tz'ak'an sjelanil eb' tojol sb'eyb'al, aton eb' max esanlaj."
        },
        {
            "number": "8",
            "text": "Ha Jehová stanhvan eb' wach' syutej sb'a, aton eb' sk'anab'ajani."
        },
        {
            "number": "9",
            "text": "Yuj chi' tato tza maclej ab' in checnab'il, ol ojtaquejel tojolal yet' tas smoj tza k'ulej, yic wach' ol aj a b'eyb'al."
        },
        {
            "number": "10",
            "text": "Icha chi' ol aj sjelanb'i a pensar, ol ach tzalaj yet' tas ojtac chi'."
        },
        {
            "number": "11",
            "text": "Ha jelanil yet' wach' pensaril, aton juntzanh chi' ol ach colanoc."
        },
        {
            "number": "12",
            "text": "Ha yuj juntzanh chi' ol iq'uel a b'ha t'a juntzanh chuc b'eyb'al yet' t'a yol sk'ab' eb' anima chuc spensar."
        },
        {
            "number": "13",
            "text": "Ha eb' anima anhej chucal sk'ulej chi', syactejcan wach' b'eyb'al eb'."
        },
        {
            "number": "14",
            "text": "Stzalaj val eb' yet' schuc b'eyb'al chi', ste q'uechaanh eb' yet' sb'eyb'al malaj swach'il chi'."
        },
        {
            "number": "15",
            "text": "D'a sb'eyb'al eb' chuc chi' syak'och spensar, syactancan jun b'eyb'al eb' wach'."
        },
        {
            "number": "16",
            "text": "Ha jelanil yet' wach' pensaril, ol ach scolel t'a yol sk'ab' eb' ix ix ayxo yetb'eyum, aton eb' ix ajmul ix wach' smontan yet' slolonel te wach',"
        },
        {
            "number": "17",
            "text": "to yactejnaccan yetb'eyum yik'nac t'a scob'esal, sb'atcan satk'olal sti' yak'naccan t'a yichanh Dios."
        },
        {
            "number": "18",
            "text": "Tato tzach b'at t'a sb'eal spat eb' ix chi', van a b'atcan t'a sb'eal chamel."
        },
        {
            "number": "19",
            "text": "Ha mach tz'ochcan t'a yol spat eb' ix, manhxa b'ak'uinh tz'elxita eb', maxtzac yal-laj scajnajxi t'a wach' t'a yol yib'anhk’inal tik."
        },
        {
            "number": "20",
            "text": "Tato tza cha ab' jelanil chi', ol a b'eyb'alej sb'eyb'al eb' tojol spensar."
        },
        {
            "number": "21",
            "text": "Ha eb' tojol syutej sb'a, eb' malaj jab'oc spaltail, najtil ol ek' eb' t'a yol yib'anhk’inal tik."
        },
        {
            "number": "22",
            "text": "Axo eb' chuc sb'eyb'al yet' eb' ixtum anima, ol ik'joquel eb' t'a yol yib'anhk’inal tik icha co tok'anq'ueta junok anh ank'ultak."
        }
    ]
}