{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ach vuninal, ak'och juntzanh in lolonel tic d'a a k'ool, sik'can juntzanh in checnab'il tic d'a a pensar."
        },
        {
            "number": "2",
            "text": "Maclej ab' jelanil svala', ak' ip a naaneli."
        },
        {
            "number": "3",
            "text": "D'a smasanil a k'ool tza k'an a jelanil yic ol ach jelanb'oc."
        },
        {
            "number": "4",
            "text": "Ak' ip a sayaneq'ui, icha tz'aj saychaj q'uen plata, ma junoc b'eyumal to k'ub'aneli."
        },
        {
            "number": "5",
            "text": "Icha chi' ol aj snachajel uuj, tas ol aj a k'anab'ajan Jehov치 yic tzojtaquejel d'a val yel."
        },
        {
            "number": "6",
            "text": "A Jehov치 tz'ak'an jelanil. Yuj slolonel scojtaquejel smasanil, syak'an jelanb'oc co pensar."
        },
        {
            "number": "7",
            "text": "A Jehov치 tz'ak'an sjelanil eb' tojol sb'eyb'al, aton eb' max esanlaj."
        },
        {
            "number": "8",
            "text": "A Jehov치 stanhvan eb' vach' syutej sb'a, aton eb' sk'anab'ajani."
        },
        {
            "number": "9",
            "text": "Yuj chi' tato tza maclej ab' in checnab'il, ol ojtaquejel tojolal yed' tas smoj tza k'ulej, yic vach' ol aj a b'eyb'al."
        },
        {
            "number": "10",
            "text": "Icha chi' ol aj sjelanb'i a pensar, ol ach tzalaj yed' tas ojtac chi'."
        },
        {
            "number": "11",
            "text": "A jelanil yed' vach' pensaril, aton juntzanh chi' ol ach colanoc."
        },
        {
            "number": "12",
            "text": "A yuj juntzanh chi' ol iq'uel a b'a d'a juntzanh chuc b'eyb'al yed' d'a yol sk'ab' eb' anima chuc spensar."
        },
        {
            "number": "13",
            "text": "A eb' anima anhej chucal sk'ulej chi', syactejcan vach' b'eyb'al eb'."
        },
        {
            "number": "14",
            "text": "Stzalaj val eb' yed' schuc b'eyb'al chi', ste q'uechaanh eb' yed' sb'eyb'al malaj svach'il chi'."
        },
        {
            "number": "15",
            "text": "D'a sb'eyb'al eb' chuc chi' syak'och spensar, syactancan jun b'eyb'al eb' vach'."
        },
        {
            "number": "16",
            "text": "A jelanil yed' vach' pensaril, ol ach scolel d'a yol sk'ab' eb' ix ix ayxo yetb'eyum, aton eb' ix ajmul ix vach' smontan yed' slolonel te vach',"
        },
        {
            "number": "17",
            "text": "to yactejnaccan yetb'eyum yik'nac d'a scob'esal, sb'atcan satk'olal sti' yak'naccan d'a yichanh Dios."
        },
        {
            "number": "18",
            "text": "Tato tzach b'at d'a sb'eal spat eb' ix chi', van a b'atcan d'a sb'eal chamel."
        },
        {
            "number": "19",
            "text": "A mach tz'ochcan d'a yol spat eb' ix, manhxa b'aq'uinh tz'elxita eb', maxtzac yal-laj scajnajxi d'a vach' d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "20",
            "text": "Tato tza cha ab' jelanil chi', ol a b'eyb'alej sb'eyb'al eb' tojol spensar."
        },
        {
            "number": "21",
            "text": "A eb' tojol syutej sb'a, eb' malaj jab'oc spaltail, najtil ol ek' eb' d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "22",
            "text": "Axo eb' chuc sb'eyb'al yed' eb' ixtum anima, ol ik'joquel eb' d'a yolyib'anhq'uinal tic icha co tok'anq'ueta junoc anh ank'ultac."
        }
    ]
}