{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' tz'uk'an anh, sb'ajvaj eb'. Sq'ue somnaj eb' yak'an oval ayic syuk'an anh anh chi' eb'. Ha eb' syak'b'at sb'ha t'a skal uq'uel anh chi', te malaj spensar eb'."
        },
        {
            "number": "2",
            "text": "Ha eb' rey te ov, lajan eb' icha junok nok' choj tz'el yav yuj yoval, a eb' stek'b'ej sb'a stzuntzan eb', ay smay scham eb' yuj eb'."
        },
        {
            "number": "3",
            "text": "Te wach' yic eb' max mojan oval. Axo eb' chuk spensar jun, syak'och sb'a eb' t'a skal oval chi'."
        },
        {
            "number": "4",
            "text": "Ha eb' jaragana, max munlajlaj eb' t'a stiempoal ayic tz'avchaj ixim aval, malaj pax tas sjach' eb' ayic tz'elul stiempoal jach'oj."
        },
        {
            "number": "5",
            "text": "Ha tastac k'ub'ab'ilel t'a co pensar, lajan icha junok ha ha' ay t'a yol junok olan jul yich, palta haxo eb' ay spensar jun, syalnhej snachajel yuj eb' tastac ay t'a co pensar chi'."
        },
        {
            "number": "6",
            "text": "Tzijtum eb' tz'alani to tzonh xajanej eb', palta chequelnhej eb' syal cak'anoch yipoc co k'ool."
        },
        {
            "number": "7",
            "text": "Ha eb' tojol spensar, aton eb' malaj jab'oc chukal t'a sb'eyb'al, te tzalajk'olal skan eb' yuninal eb'."
        },
        {
            "number": "8",
            "text": "Ayic tz'em k'ojan eb' rey t'a sk'ojnub' yic sch'olb'itan junok tas eb', anhej syilanoch jun chukal chi' eb', elanhchamel sb'oi."
        },
        {
            "number": "9",
            "text": "Malaj junok onh syal calani to wach' co pensar, mato malaj jab'oc co mul."
        },
        {
            "number": "10",
            "text": "Ha echlab' manh tz'acanoc yet' ch'anh cuerda nivac, max schalaj sk'ool Jehová."
        },
        {
            "number": "11",
            "text": "Ha yuj sb'eyb'al eb' anima, scheclajeli tato wach' spensar eb'. Yed' pax eb' unin, ha t'a eb' scheclajeli tato wach' eb', tato tojol pax eb'."
        },
        {
            "number": "12",
            "text": "Ha Jehová ixb’o’an co chiquin yic scab'i yet' yol co sat yic squila'."
        },
        {
            "number": "13",
            "text": "Manhocnhej vayanh sco k'ulejec, ta maay ol cot meb'ail t'a quib'anh, caq'ek quip co munlaji yic wach' ol yak' sobre tas sco wa''a."
        },
        {
            "number": "14",
            "text": "“Chuclaj juntzanh a chonh tik,” xchi eb' smanvaji, haxo yic toxo ix manvaj eb' chi', syalan eb', “Te jelan onh, yujto yechel ix el tas ix co man tik,” xchi eb'."
        },
        {
            "number": "15",
            "text": "Manh jantacoc q'uen oro yet' q'uen q'ueen wach' yilji t'a yol yib'anhk’inal tik, palta a eb' slolon t'a jelanil, manh comonoc tz'ilchaj eb'."
        },
        {
            "number": "16",
            "text": "Ha eb' tz'och fiadoral t'a junok ch'oc animail, yik'ocab'el spichul eb' yic syak'kan eb' yuj smajananub'aloc."
        },
        {
            "number": "17",
            "text": "Ha eb' tz'ik'an jab'oc vael t'a elk'al, manhxo jantacoc swach'il svaji syab' eb', palta haxo t'a slajvub'alxo, icha val to a q'uen k'aj q'ueen tz'och t'a yol sti' eb' syab'i."
        },
        {
            "number": "18",
            "text": "Ha junok tas sco na', wach' tz'ajelk'ochi tato sco k'anab'ajej junok razón wach'. Syal cak'an ganar eb' cajk'ool t'a oval, tato wach' scutej cak'an slajtial."
        },
        {
            "number": "19",
            "text": "Ha eb' alum pecal, max sk'ub'ejel-laj juntzanh lolonel eb' k'ub'eltac yalji, yuj chi' manh junnhejoc tzonh aj yet' eb'."
        },
        {
            "number": "20",
            "text": "Ha eb' sb'ajan smam snun, slajviel sk'inal eb' icha junok candil stupi."
        },
        {
            "number": "21",
            "text": "Ha b'eyumal tz'ilchaj t'a secojtaquil t'a sb'ab'elal, ha t'a slajvub' cuseltacxo tz'ajelk'ochi."
        },
        {
            "number": "22",
            "text": "Malajocab' b'ak'uinh scala': Ol co pac co b'a, mocab' xco chioc. Anhej to scak'och Jehová t'a co k'ool, yic A' ol onh colanoc."
        },
        {
            "number": "23",
            "text": "Ha juntzanh echlab' manh tz'acanoc, te chuk, chacb'ilpaxel yuj Jehová."
        },
        {
            "number": "24",
            "text": "Ha Jehová tzonh ik'an b'eyoc, yuj chi' manh cojtacoc tas ol ja t'a quichanh."
        },
        {
            "number": "25",
            "text": "Tato elanhchamel scak' co ti' d'ha Dios, slajvi chi' sco naanxi co b'a, te ay smay."
        },
        {
            "number": "26",
            "text": "Ha eb' rey ay spensar, spechel eb' chuk eb' t'a yichanh, skan eb' chi' t'a yalanh yuj eb'."
        },
        {
            "number": "27",
            "text": "Ha razón syak' Dios t'ayonh, icha sakil k'inal yaji yic squil co b'a yet' co pensar."
        },
        {
            "number": "28",
            "text": "Ha eb' rey, yelxo te wach' yajoch eb' t'a yopisio, tato sb'eyb'alej wach'k'olal eb' yet' tojolal."
        },
        {
            "number": "29",
            "text": "Ha eb' quelemtac ste tzalaj eb' yet' yip, haxo eb' ichamtac vinac te niwan yelk'och eb' yujto sacxo xil sjolom eb'."
        },
        {
            "number": "30",
            "text": "Ha eb' chuk, sja spensar eb', ayic smak'ji eb' t'a junok tz'uum, syactanpax eb' sk'ulan chukal, ayic staji schiq'uil eb' smak'ji."
        }
    ]
}