{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ha heb' tz'uk'an anh, sb'ajwaj heb'. Sk'e somnaj heb' yak'an owal ayic syuk'an anh anh chi' heb'. Ha heb' syak'b'at sb'ha t'a skal uk'el anh chi', te malaj spensar heb'."
        },
        {
            "number": "2",
            "text": "Ha heb' rey te ov, lajan heb' icha junok nok' choj tz'el yav yuj yowal, a heb' stek'b'ej sb'a stzuntzan heb', ay smay scham heb' yuj heb'."
        },
        {
            "number": "3",
            "text": "Te wach' yic heb' max mojan owal. Axo heb' chuk spensar jun, syak'och sb'a heb' t'a skal owal chi'."
        },
        {
            "number": "4",
            "text": "Ha heb' jaragana, max munlajlaj heb' t'a stiempoal ayic tz'avchaj ixim awal, malaj pax tas sjach' heb' ayic tz'elul stiempoal jach'oj."
        },
        {
            "number": "5",
            "text": "Ha tastac k'ub'ab'ilel t'a ko pensar, lajan icha junok ha ha' ay t'a yol junok olan jul yich, palta haxo heb' ay spensar jun, syalnhej snachajel yuj heb' tastac ay t'a ko pensar chi'."
        },
        {
            "number": "6",
            "text": "Tzijtum heb' tz'alani to tzonh xajanej heb', palta chequelnhej heb' syal kak'anoch yipoc ko k'ool."
        },
        {
            "number": "7",
            "text": "Ha heb' tojol spensar, aton heb' malaj jab'oc chukal t'a sb'eyb'al, te tzalajk'olal skan heb' yuninal heb'."
        },
        {
            "number": "8",
            "text": "Ayic tz'em k'ojan heb' rey t'a sk'ojnub' yic sch'olb'itan junok tas heb', anhej syilanoch jun chukal chi' heb', elanhchamel sb'oi."
        },
        {
            "number": "9",
            "text": "Malaj junok onh syal kalani to wach' ko pensar, mato malaj jab'oc ko mul."
        },
        {
            "number": "10",
            "text": "Ha echlab' manh tz'akanok yet' ch'anh cuerda niwac, max schalaj sk'ool Jehová."
        },
        {
            "number": "11",
            "text": "Ha yuj sb'eyb'al heb' anima, scheclajeli tato wach' spensar heb'. Yed' pax heb' unin, ha t'a heb' scheclajeli tato wach' heb', tato tojol pax heb'."
        },
        {
            "number": "12",
            "text": "Ha Jehová ixb’o’an ko chiquin yic skab'i yet' yol ko sat yic squila'."
        },
        {
            "number": "13",
            "text": "Manhoknhej wayanh sko k'ulejec, ta maay ol cot mheb'ail t'a quib'anh, caq'ek quip ko munlaji yic wach' ol yak' sobre tas sko wa''a."
        },
        {
            "number": "14",
            "text": "“Chuclaj juntzanh a chonh tik,” xchi heb' smanwaji, haxo yic toxo ix manwaj heb' chi', syalan heb', “Te jelan onh, yujto yechel ix el tas ix ko man tik,” xchi heb'."
        },
        {
            "number": "15",
            "text": "Manh jantacoc k'een oro yet' k'een k'een wach' yilji t'a yol yib'anhk’inal tik, palta a heb' slolon t'a jelanil, manh comonoc tz'ilchaj heb'."
        },
        {
            "number": "16",
            "text": "Ha heb' tz'och fiadoral t'a junok ch'oc animail, yik'okab'el spichul heb' yic syak'kan heb' yuj smajananub'aloc."
        },
        {
            "number": "17",
            "text": "Ha heb' tz'ik'an jab'oc wael t'a elk'al, manhxo jantacoc swach'il swaji syab' heb', palta haxo t'a slajwub'alxo, icha wal to a k'een k'aj k'een tz'och t'a yol sti' heb' syab'i."
        },
        {
            "number": "18",
            "text": "Ha junok tas sko na', wach' tz'ajelk'ochi tato sko k'anab'ajej junok razón wach'. Syal kak'an ganar heb' kajk'ool t'a owal, tato wach' scutej kak'an slajtial."
        },
        {
            "number": "19",
            "text": "Ha heb' alum pecal, max sk'ub'ejel-laj juntzanh lolonel heb' k'ub'eltac yalji, yuj chi' manh junnhejoc tzonh aj yet' heb'."
        },
        {
            "number": "20",
            "text": "Ha heb' sb'ajan smam snun, slajwiel sk'inal heb' icha junok candil stupi."
        },
        {
            "number": "21",
            "text": "Ha b'eyumal tz'ilchaj t'a secojtaquil t'a sb'ab'elal, ha t'a slajwub' cuseltacxo tz'ajelk'ochi."
        },
        {
            "number": "22",
            "text": "Malajokab' b'ak'uinh skala': Ol ko pac ko b'a, mokab' xco chioc. Anhej to skak'och Jehová t'a ko k'ool, yic A' ol onh colanoc."
        },
        {
            "number": "23",
            "text": "Ha juntzanh echlab' manh tz'akanok, te chuk, chacb'ilpaxel yuj Jehová."
        },
        {
            "number": "24",
            "text": "Ha Jehová tzonh ik'an b'eyoc, yuj chi' manh cojtakoc tas ol ja t'a quichanh."
        },
        {
            "number": "25",
            "text": "Tato elanhchamel skak' ko ti' d'ha Dios, slajwi chi' sko naanxi ko b'a, te ay smay."
        },
        {
            "number": "26",
            "text": "Ha heb' rey ay spensar, spechel heb' chuk heb' t'a yichanh, skan heb' chi' t'a yalanh yuj heb'."
        },
        {
            "number": "27",
            "text": "Ha razón syak' Dios t'ayonh, icha sakil k'inal yaji yic squil ko b'a yet' ko pensar."
        },
        {
            "number": "28",
            "text": "Ha heb' rey, yelxo te wach' yajoch heb' t'a yopisio, tato sb'eyb'alej wach'k'olal heb' yet' tojolal."
        },
        {
            "number": "29",
            "text": "Ha heb' kelemtac ste tzalaj heb' yet' yip, haxo heb' ichamtac winak te niwan yelk'och heb' yujto sacxo xil sjolom heb'."
        },
        {
            "number": "30",
            "text": "Ha heb' chuk, sja spensar heb', ayic smak'ji heb' t'a junok tz'uum, syactanpax heb' sk'ulan chukal, ayic staji schiq'uil heb' smak'ji."
        }
    ]
}