{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yol sk'ab' Jehová, ata' ayoch spensar eb' rey, icha secojtaquil sq'uexchaj sb'e ha ha', icha chi' tz'aj sq'uexchaj spensar eb' rey chi' yuj."
        },
        {
            "number": "2",
            "text": "Ha eb' anima sna eb' to wach'nhej tas sk'ulej eb', palta a Jehová sch'olb'itan tas yaj spensar eb'."
        },
        {
            "number": "3",
            "text": "Tato sco b'eyb'alej wach'ilal yet' tojolal, a juntzanh chi' ek'alto yelk'och t'a yol sat Jehová t'a yichanh juntzanh silab'."
        },
        {
            "number": "4",
            "text": "Ha eb' anima malaj yelk'och Jehová t'ay, a tas sk'ulej eb' yuj yak'umtaquil yet' yik'ojchanhb'ail, chuk toni."
        },
        {
            "number": "5",
            "text": "Ha junok tas cham naab'il tz'aji, wach' tz'elk'ochi. Axo pax tas comonnhej sb'o jun, a meb'ail scotcan yuj."
        },
        {
            "number": "6",
            "text": "Ha eb' syik' sb'eyumal yuj es syala', junnhej rato slajviel sb'eyumal eb' chi', haxo chamel sjacan t'a yib'anh eb'."
        },
        {
            "number": "7",
            "text": "Ha eb' chuk, anheja' schucal eb' chi' sataneli, yujto malaj sgana eb' sb'eyb'alej tojolal."
        },
        {
            "number": "8",
            "text": "Ha sb'eyb'al eb' chuk spensar, manh tojoloc, haxo pax sb'eyb'al eb' wach' spensar jun, te tojol."
        },
        {
            "number": "9",
            "text": "Yelxo te wach' tzonh aj t'a junok yune' pat co ch'ocoj, t'a yichanh pax tzonh aj t'a junok niwan pat te wach' yet' junok ix ix aynhejcot yoval."
        },
        {
            "number": "10",
            "text": "Ha eb' chuk, anhej chukal sna eb' sk'ulej, manh jab'oc tz'ok' sk'ool eb' t'a eb' yetanimail."
        },
        {
            "number": "11",
            "text": "Ayic tz'ak'jioch syaelal eb' puch vinac, sk'ayb'ejcan jelanil eb' mantalaj spensar. Ha eb' ay spensar, tonhej tz'alji t'a eb', snachajel jelanil yuj eb'."
        },
        {
            "number": "12",
            "text": "Ha Dios tojol toni, scham val yilan eb' chuk, yuj chi' a tz'ak'anoch syaelal eb', yic satel eb'."
        },
        {
            "number": "13",
            "text": "Tato max co cha cab'i ayic stevioch eb' meb'a' t'ayonh, haxo pax yic tzonh tevi t'a Jehová yic sco k'anan colval t'ay, max schapaxlaj yab' t'ayonh."
        },
        {
            "number": "14",
            "text": "Ha silab' tz'ak'ji t'a k'ub'eltac, stup yoval sk'ool eb' anima yuj."
        },
        {
            "number": "15",
            "text": "Ayic sb'o junok lolonel t'a tojolal, a eb' wach' spensar ste tzalaj eb', haxo eb' chuk spensar jun, ste xiv eb' yuj."
        },
        {
            "number": "16",
            "text": "Ha eb' tz'ik'ancanel sb'ha t'a wach' b'eyb'al, van sb'atcan eb' t'a skal eb' chamnac."
        },
        {
            "number": "17",
            "text": "Ha eb' tz'ak'anoch sb'ha t'a masanil tas snib'ej, t'a uq'uel anh yet' t'a nivac vael, val yel scotcan meb'ail t'a yib'anh eb'."
        },
        {
            "number": "18",
            "text": "Ha eb' anima manh wach'oc sb'eyb'al yet' eb' esalvum, syab' val syail eb' sq'uexuloc eb' tojol spensar."
        },
        {
            "number": "19",
            "text": "Yelxo te wach' tato tzonh cajnaj t'a junok lugar b'aj tzinan, t'a yichanh pax tzonh aj yet' junok ix ix aynhejcot yoval to ya yecvi."
        },
        {
            "number": "20",
            "text": "Ha t'a spat eb' jelan spensar, ay stumin eb' molb'il yuj, ay pax tas sva eb', haxo pax eb' malaj spensar jun, slajel masanil tas tz'ilchaj yuj eb'."
        },
        {
            "number": "21",
            "text": "Ha eb' sb'eyb'alan tojolal yet' wach'ilal, ay sk'inal eb', b'inajnac pax eb', wach'nhej tz'elk'och eb'."
        },
        {
            "number": "22",
            "text": "Ha eb' ay spensar, syal yoch eb' yak' oval t'a junok chonhab' ayoch yilumal sik'lab'il, syak'an telvoc smuroal jun chonhab' chi' eb'."
        },
        {
            "number": "23",
            "text": "Ha eb' manh comonoc sloloni, scol sb'a eb' t'a skal yaelal."
        },
        {
            "number": "24",
            "text": "Ha eb' ak'umtac, tzek'xo val eb' t'a yib'anh yik'anchaanh sb'a, tz'el specal eb' yuj tas sb'o chi', te b'uchumtac pax eb'."
        },
        {
            "number": "25",
            "text": "Ha eb' jaragana, ste nib'ejoch tastac eb', palta max ilchajlaj yuj eb' yujto malaj sgana eb' smunlaji."
        },
        {
            "number": "26",
            "text": "Junjun k'u snib'ejnhej juntzanh tastac eb', haxo pax eb' tojol jun, elb'ennhej tastac yuj eb'."
        },
        {
            "number": "27",
            "text": "Max schalaj sk'ool yofrenda eb' chuk Jehová, ocxom val eb' syak' yofrenda yet' schuc pensaril."
        },
        {
            "number": "28",
            "text": "Ha eb' syak'och sb'a testigoal t'a es ol satcanel eb', palta haxo pax eb' scham val smaclan yab' jun, wach'nhej tz'aj spactzitan eb'."
        },
        {
            "number": "29",
            "text": "Ha eb' chuk tonhej stz'ac yal eb' to te junk'olal yaj eb', haxo pax eb' wach' spensar jun, yel junk'olal ton val yaj eb'."
        },
        {
            "number": "30",
            "text": "Wach'chom ay mach te jelan, te aj pensar, ma tzijtum tas yojtac, palta max yal-laj scachanoch vaan tas sgana Jehová."
        },
        {
            "number": "31",
            "text": "Ha eb' anima, sb'o'och stz'uum schej eb' ayic sb'at eb' t'a oval, palta anhej yuj Jehová syak' ganar oval chi' eb'."
        }
    ]
}