{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yol sk'ab' Jehová, ata' ayoch spensar heb' rey, icha secojtaquil sk'exchaj sb'e ha ha', icha chi' tz'aj sk'exchaj spensar heb' rey chi' yuj."
        },
        {
            "number": "2",
            "text": "Ha heb' anima sna heb' to wach'nhej tas sk'ulej heb', palta a Jehová sch'olb'itan tas yaj spensar heb'."
        },
        {
            "number": "3",
            "text": "Tato sco b'eyb'alej wach'ilal yet' tojolal, a juntzanh chi' ek'alto yelk'och t'a yol sat Jehová t'a yichanh juntzanh silab'."
        },
        {
            "number": "4",
            "text": "Ha heb' anima malaj yelk'och Jehová t'ay, a tas sk'ulej heb' yuj yak'umtaquil yet' yik'ojchanhb'ail, chuk toni."
        },
        {
            "number": "5",
            "text": "Ha junok tas cham naab'il tz'aji, wach' tz'elk'ochi. Axo pax tas comonnhej sb'o jun, a mheb'ail scotcan yuj."
        },
        {
            "number": "6",
            "text": "Ha heb' syik' sb'eyumal yuj es syala', junnhej rato slajwiel sb'eyumal heb' chi', haxo chamel sjacan t'a yib'anh heb'."
        },
        {
            "number": "7",
            "text": "Ha heb' chuk, anheja' schucal heb' chi' sataneli, yujto malaj snib'ej heb' sb'eyb'alej tojolal."
        },
        {
            "number": "8",
            "text": "Ha sb'eyb'al heb' chuk spensar, manh tojolok, haxo pax sb'eyb'al heb' wach' spensar jun, te tojol."
        },
        {
            "number": "9",
            "text": "Yelxo te wach' tzonh aj t'a junok yune' pat ko ch'ocoj, t'a yichanh pax tzonh aj t'a junok niwan pat te wach' yet' junok ix ix aynhejcot yowal."
        },
        {
            "number": "10",
            "text": "Ha heb' chuk, anhej chukal sna heb' sk'ulej, manh jab'oc tz'ok' sk'ool heb' t'a heb' yetanimail."
        },
        {
            "number": "11",
            "text": "Ayic tz'ak'jioch syaelal heb' puch winak, sk'ayb'ejcan jelanil heb' mantalaj spensar. Ha heb' ay spensar, tonhej tz'alji t'a heb', snachajel jelanil yuj heb'."
        },
        {
            "number": "12",
            "text": "Ha Dios tojol toni, scham wal yilan heb' chuk, yuj chi' a tz'ak'anoch syaelal heb', yic satel heb'."
        },
        {
            "number": "13",
            "text": "Tato max ko cha cab'i ayic stewioch heb' meb'a' t'ayonh, haxo pax yic tzonh tewi t'a Jehová yic sco k'anan colwal t'ay, max schapaxlaj yab' t'ayonh."
        },
        {
            "number": "14",
            "text": "Ha silab' tz'ak'ji t'a k'ub'eltac, stup yowal sk'ool heb' anima yuj."
        },
        {
            "number": "15",
            "text": "Ayic sb'o junok lolonel t'a tojolal, a heb' wach' spensar ste tzalaj heb', haxo heb' chuk spensar jun, ste xiv heb' yuj."
        },
        {
            "number": "16",
            "text": "Ha heb' tz'ik'ancanel sb'ha t'a wach' b'eyb'al, wan sb'atcan heb' t'a skal heb' chamnac."
        },
        {
            "number": "17",
            "text": "Ha heb' tz'ak'anoch sb'ha t'a masanil tas snib'ej, t'a uk'el anh yet' t'a niwac wael, wal yel scotcan mheb'ail t'a yib'anh heb'."
        },
        {
            "number": "18",
            "text": "Ha heb' anima manh wach'oc sb'eyb'al yet' heb' esalwum, syab' wal syail heb' sk'exuloc heb' tojol spensar."
        },
        {
            "number": "19",
            "text": "Yelxo te wach' tato tzonh cajnaj t'a junok lugar b'aj tzinan, t'a yichanh pax tzonh aj yet' junok ix ix aynhejcot yowal to ya yecwi."
        },
        {
            "number": "20",
            "text": "Ha t'a spat heb' jelan spensar, ay stumin heb' molb'il yuj, ay pax tas swa heb', haxo pax heb' malaj spensar jun, slajel masanil tas tz'ilchaj yuj heb'."
        },
        {
            "number": "21",
            "text": "Ha heb' sb'eyb'alan tojolal yet' wach'ilal, ay sk'inal heb', b'inajnac pax heb', wach'nhej tz'elk'och heb'."
        },
        {
            "number": "22",
            "text": "Ha heb' ay spensar, syal yoch heb' yak' owal t'a junok chonhab' ayoch yilumal sik'lab'il, syak'an telwoc smuroal jun chonhab' chi' heb'."
        },
        {
            "number": "23",
            "text": "Ha heb' manh comonoc sloloni, scol sb'a heb' t'a skal yaelal."
        },
        {
            "number": "24",
            "text": "Ha heb' ak'umtac, tzek'xo wal heb' t'a yib'anh yik'anchaanh sb'a, tz'el specal heb' yuj tas sb'o chi', te b'uchumtac pax heb'."
        },
        {
            "number": "25",
            "text": "Ha heb' jaragana, ste nib'ejoch tastac heb', palta max ilchajlaj yuj heb' yujto malaj snib'ej heb' smunlaji."
        },
        {
            "number": "26",
            "text": "Junjun k'u snib'ejnhej juntzanh tastac heb', haxo pax heb' tojol jun, elb'ennhej tastac yuj heb'."
        },
        {
            "number": "27",
            "text": "Max schalaj sk'ool yofrenda heb' chuk Jehová, ocxom wal heb' syak' yofrenda yet' schuc pensaril."
        },
        {
            "number": "28",
            "text": "Ha heb' syak'och sb'a testigoal t'a es ol satcanel heb', palta haxo pax heb' scham wal smaclan yab' jun, wach'nhej tz'aj spactzitan heb'."
        },
        {
            "number": "29",
            "text": "Ha heb' chuk tonhej stz'ac yal heb' to te junk'olal yaj heb', haxo pax heb' wach' spensar jun, yel junk'olal ton wal yaj heb'."
        },
        {
            "number": "30",
            "text": "Wach'chom ay mach te jelan, te aj pensar, ma tzijtum tas yojtac, palta max yal-laj scachanoch waan tas snib'ej Jehová."
        },
        {
            "number": "31",
            "text": "Ha heb' anima, sb'o'och stz'uum schej heb' ayic sb'at heb' t'a owal, palta anhej yuj Jehová syak' ganar owal chi' heb'."
        }
    ]
}