{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "A d'a yol sk'ab' Jehová, ata' ayoch spensar eb' rey, icha secojtaquil sq'uexchaj sb'e a a', icha chi' tz'aj sq'uexchaj spensar eb' rey chi' yuuj."
        },
        {
            "number": "2",
            "text": "A eb' anima sna eb' to vach'nhej tas sk'ulej eb', palta a Jehová sch'olb'itan tas yaj spensar eb'."
        },
        {
            "number": "3",
            "text": "Tato sco b'eyb'alej vach'ilal yed' tojolal, a juntzanh chi' ek'alto yelk'och d'a yol sat Jehová d'a yichanh juntzanh silab'."
        },
        {
            "number": "4",
            "text": "A eb' anima malaj yelk'och Jehová d'ay, a tas sk'ulej eb' yuj yak'umtaquil yed' yik'ojchanhb'ail, chuc toni."
        },
        {
            "number": "5",
            "text": "A junoc tas cham naab'il tz'aji, vach' tz'elk'ochi. Axo pax tas comonnhej sb'o jun, a meb'ail scotcan yuuj."
        },
        {
            "number": "6",
            "text": "A eb' syik' sb'eyumal yuj es syala', junnhej rato slajviel sb'eyumal eb' chi', axo chamel sjacan d'a yib'anh eb'."
        },
        {
            "number": "7",
            "text": "A eb' chuc, anheja' schucal eb' chi' sataneli, yujto malaj sgana eb' sb'eyb'alej tojolal."
        },
        {
            "number": "8",
            "text": "A sb'eyb'al eb' chuc spensar, manh tojoloc, axo pax sb'eyb'al eb' vach' spensar jun, te tojol."
        },
        {
            "number": "9",
            "text": "Yelxo te vach' tzonh aj d'a junoc yune' pat co ch'ocoj, d'a yichanh pax tzonh aj d'a junoc nivan pat te vach' yed' junoc ix ix aynhejcot yoval."
        },
        {
            "number": "10",
            "text": "A eb' chuc, anhej chucal sna eb' sk'ulej, manh jab'oc tz'ok' sk'ool eb' d'a eb' yetanimail."
        },
        {
            "number": "11",
            "text": "Ayic tz'ak'jioch syaelal eb' puch vinac, sk'ayb'ejcan jelanil eb' mantalaj spensar. A eb' ay spensar, tonhej tz'alji d'a eb', snachajel jelanil yuj eb'."
        },
        {
            "number": "12",
            "text": "A Dios tojol toni, scham val yilan eb' chuc, yuj chi' a tz'ak'anoch syaelal eb', yic satel eb'."
        },
        {
            "number": "13",
            "text": "Tato max co cha cab'i ayic stevioch eb' meb'a' d'ayonh, axo pax yic tzonh tevi d'a Jehová yic sco k'anan colval d'ay, max schapaxlaj yab' d'ayonh."
        },
        {
            "number": "14",
            "text": "A silab' tz'ak'ji d'a k'ub'eltac, stup yoval sk'ool eb' anima yuuj."
        },
        {
            "number": "15",
            "text": "Ayic sb'o junoc lolonel d'a tojolal, a eb' vach' spensar ste tzalaj eb', axo eb' chuc spensar jun, ste xiv eb' yuuj."
        },
        {
            "number": "16",
            "text": "A eb' tz'ik'ancanel sb'a d'a vach' b'eyb'al, van sb'atcan eb' d'a scal eb' chamnac."
        },
        {
            "number": "17",
            "text": "A eb' tz'ak'anoch sb'a d'a masanil tas snib'ej, d'a uq'uel anh yed' d'a nivac vael, val yel scotcan meb'ail d'a yib'anh eb'."
        },
        {
            "number": "18",
            "text": "A eb' anima manh vach'oc sb'eyb'al yed' eb' esalvum, syab' val syail eb' sq'uexuloc eb' tojol spensar."
        },
        {
            "number": "19",
            "text": "Yelxo te vach' tato tzonh cajnaj d'a junoc lugar b'aj tz'inan, d'a yichanh pax tzonh aj yed' junoc ix ix aynhejcot yoval to ya yecvi."
        },
        {
            "number": "20",
            "text": "A d'a spat eb' jelan spensar, ay stumin eb' molb'il yuuj, ay pax tas sva eb', axo pax eb' malaj spensar jun, slajel masanil tas tz'ilchaj yuj eb'."
        },
        {
            "number": "21",
            "text": "A eb' sb'eyb'alan tojolal yed' vach'ilal, ay sq'uinal eb', b'inajnac pax eb', vach'nhej tz'elk'och eb'."
        },
        {
            "number": "22",
            "text": "A eb' ay spensar, syal yoch eb' yak' oval d'a junoc chonhab' ayoch yilumal sik'lab'il, syak'an telvoc smuroal jun chonhab' chi' eb'."
        },
        {
            "number": "23",
            "text": "A eb' manh comonoc sloloni, scol sb'a eb' d'a scal yaelal."
        },
        {
            "number": "24",
            "text": "A eb' ak'umtac, tz'ek'xo val eb' d'a yib'anh yik'anchaanh sb'a, tz'el specal eb' yuj tas sb'o chi', te b'uchumtac pax eb'."
        },
        {
            "number": "25",
            "text": "A eb' jaragana, ste nib'ejoch tastac eb', palta max ilchajlaj yuj eb' yujto malaj sgana eb' smunlaji."
        },
        {
            "number": "26",
            "text": "Junjun k'u snib'ejnhej juntzanh tastac eb', axo pax eb' tojol jun, elb'ennhej tastac yuj eb'."
        },
        {
            "number": "27",
            "text": "Max schalaj sk'ool yofrenda eb' chuc Jehová, ocxom val eb' syak' yofrenda yed' schuc pensaril."
        },
        {
            "number": "28",
            "text": "A eb' syak'och sb'a testigoal d'a es ol satcanel eb', palta axo pax eb' scham val smaclan yab' jun, vach'nhej tz'aj spactzitan eb'."
        },
        {
            "number": "29",
            "text": "A eb' chuc tonhej stz'ac yal eb' to te junk'olal yaj eb', axo pax eb' vach' spensar jun, yel junk'olal ton val yaj eb'."
        },
        {
            "number": "30",
            "text": "Vach'chom ay mach te jelan, te aj pensar, ma tzijtum tas yojtac, palta max yal-laj scachanoch vaan tas sgana Jehová."
        },
        {
            "number": "31",
            "text": "A eb' anima, sb'o'och stz'uum schej eb' ayic sb'at eb' d'a oval, palta anhej yuj Jehová syak' ganar oval chi' eb'."
        }
    ]
}