{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Tato vach' co b'inaji, yelxo te vach' d'a yichanh to te ay q'uen oro yed' q'uen plata d'ayonh."
        },
        {
            "number": "2",
            "text": "A eb' b'eyum yed' eb' meb'a', lajannhej eb', a Jehová ix b'oan eb'."
        },
        {
            "number": "3",
            "text": "A eb' aj pensar syil eb' tastac ay smay, scolan sb'a eb' d'ay. Axo pax eb' malaj spensar jun, sb'eynhejb'at eb' masanto yalab'aj satcanb'at eb'."
        },
        {
            "number": "4",
            "text": "Tato emnaquil scutej co b'a, tato ay pax yelk'och Jehová d'a co sat, squik' co b'eyumal, tzonh b'inaji, snajatb'i co q'uinal."
        },
        {
            "number": "5",
            "text": "A d'a yol sb'e eb' chuc, ichato te ay te' q'uiix yed' yaal ayemi. Axo pax eb' stanhvej sb'a jun, manh junnhejoc sb'eyek' eb' yed' eb' chuc chi'."
        },
        {
            "number": "6",
            "text": "Tato sco k'ayb'ej eb' unin d'a vach' b'eyb'al, axo ol och eb' icham animail, manhxo ol yik'canel sb'a eb' d'ay."
        },
        {
            "number": "7",
            "text": "A eb' b'eyum, icha rey yaj eb' d'a scal eb' meb'a'. Axo pax eb' tz'ak'an q'uen tumin majanil, yajal yaj eb' d'a scal eb' smajnan q'uen tumin chi'."
        },
        {
            "number": "8",
            "text": "A eb' anhej chucal sk'ulej, anhej yaelal ol scha eb', manhxo ol yal yixtan eb' yetanimail eb'."
        },
        {
            "number": "9",
            "text": "A eb' elb'en yuuj, ol scha vach'k'olal eb' yuj spucanek' tas vach' svaji d'a scal eb' meb'a'."
        },
        {
            "number": "10",
            "text": "Ayic spechjiel eb' b'uchumtac, tz'em numnaj telajb'ail, oval yed' tzuntzojb'ail."
        },
        {
            "number": "11",
            "text": "A eb' rey, ste tzalaj eb' yed' eb' vach' spensar, sch'oxanpax svach'k'olal eb' d'a eb' vach' sloloni."
        },
        {
            "number": "12",
            "text": "A Jehová stanhvan eb' aj pensar, stenanpaxek' tastac syal eb' tz'esani."
        },
        {
            "number": "13",
            "text": "A eb' jaragana syal eb' to a d'a yol sb'e eb' ay jun nok' choj ayeq'ui, to a nok' ijan ix milancham eb' yalani, yujto malaj sgana eb' sb'at munlajel."
        },
        {
            "number": "14",
            "text": "A slolonel eb' ix ix smulan d'a yol sk'ab' yetb'eyum, lajan icha junoc olan te jul yich, aton b'aj sb'atcan eb' scatab'ej Jehová."
        },
        {
            "number": "15",
            "text": "A manh pensaril aynhejek' d'a eb' unin, scan yuj eb' tato smak'ji eb' d'a te' jixk'ab' te'."
        },
        {
            "number": "16",
            "text": "A eb' tz'ixtan eb' meb'a', yujto snib'ejoch sb'a eb' b'eyumal yed' eb' smontan eb' b'eyum, a eb' chi' yuj meb'ail ol satel eb'."
        },
        {
            "number": "17",
            "text": "Ab'ec jun tic, ol ex in k'ayb'ej d'a tastac yalnaccan eb' aj pensar. Scham val e k'ayb'ani."
        },
        {
            "number": "18",
            "text": "Vach' tato tze sik'can d'a e pensar yic vach' tzeyalub'tanhej smasanil."
        },
        {
            "number": "19",
            "text": "A ticnaic svak' val eyojtaquejeli, yic vach' tzeyak'och Jehová yipoc e k'ool."
        },
        {
            "number": "20",
            "text": "Tic tzin tz'ib'ej 30 lolonel d'ayex: A juntzanh lolonel tic, ay pensar vach' yed' jelanilal yed'nacochi."
        },
        {
            "number": "21",
            "text": "Tato tze k'ayb'ej, ol eyojtaquej tastac vach' yed' tas yel, yic vach' syal eyak'an razón vach' d'a eb' sk'anb'an yab' d'ayex."
        },
        {
            "number": "22",
            "text": "Manh eyixtej junoc meb'a' yujto max yal-laj scolan sb'a. Manh eyixtejpax junoc mach malaj mach scolan d'a yichanh eb' yajal,"
        },
        {
            "number": "23",
            "text": "yujto a Jehová ol colanoc, axo Jehová chi' ol ak'an spac d'ayex yuj schucal tas tze k'ulej chi'."
        },
        {
            "number": "24",
            "text": "Manh junoc tzex aj yed' eb' anima chuc spensar yed' pax eb' tonhej scomon chichon sk'ool,"
        },
        {
            "number": "25",
            "text": "axo talaj tz'aji, tze k'ayb'an schucal b'eyb'al eb' chi', ichato van e sud'an e b'a d'ay."
        },
        {
            "number": "26",
            "text": "Malajocab' b'aq'uinh tzeyak'och e b'a e tupan sb'oc junocxo anima,"
        },
        {
            "number": "27",
            "text": "yujto ta malaj tas tzeyutej e tupani, axo tz'aji, a e vaynub' tz'ik'chajek' d'ayex."
        },
        {
            "number": "28",
            "text": "Manh e q'uex stz'acanhil sluum eb' e mam eyicham yak'naccanemi."
        },
        {
            "number": "29",
            "text": "A eb' vach' syutej sb'a smunlaji, aton eb' chi' ol munlaj d'a eb' rey, manhoclaj d'a juntzanh anima malaj yelk'och ol munlaj eb', yuj chi' vach' tzeyutej e munlaji."
        }
    ]
}