{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Tato wach' ko b'inaji, yelxo te wach' t'a yichanh to te ay k'een oro yet' k'een plata t'ayonh."
        },
        {
            "number": "2",
            "text": "Ha heb' b'eyum yet' heb' meb'a', lajannhej heb', a Jehová ixb’o’an heb'."
        },
        {
            "number": "3",
            "text": "Ha heb' aj pensar syil heb' tastac ay smay, scolan sb'a heb' t'ay. Axo pax heb' malaj spensar jun, sb'eynhejb'at heb' masanto yalab'aj satcanb'at heb'."
        },
        {
            "number": "4",
            "text": "Tato emnaquil scutej ko b'a, tato ay pax yelk'och Jehová t'a ko sat, squik' ko b'eyumal, tzonh b'inaji, snajatb'i ko k 'inal."
        },
        {
            "number": "5",
            "text": "Ha t'a yol sb'e heb' chuk, ichato te ay te' q'uiix yet' yaal ayemi. Axo pax heb' stanhwej sb'a jun, manh junnhejoc sb'eyek' heb' yet' heb' chuk chi'."
        },
        {
            "number": "6",
            "text": "Tato sco k'ayb'ej heb' unin t'a wach' b'eyb'al, haxo ol och heb' icham animail, manhxo ol yik'canel sb'a heb' t'ay."
        },
        {
            "number": "7",
            "text": "Ha heb' b'eyum, icha rey yaj heb' t'a skal heb' meb'a'. Axo pax heb' tz'ak'an k'een tumin majanil, yajal yaj heb' t'a skal heb' smajnan k'een tumin chi'."
        },
        {
            "number": "8",
            "text": "Ha heb' anhej chukal sk'ulej, anhej yaelal ol scha heb', manhxo ol yal yixtan heb' yetanimail heb'."
        },
        {
            "number": "9",
            "text": "Ha heb' elb'en yuj, ol scha wach'k'olal heb' yuj spucanek' tas wach' swaji t'a skal heb' meb'a'."
        },
        {
            "number": "10",
            "text": "Ayic spechjiel heb' b'uchumtac, tz'em numnaj telajb'ail, owal yet' tzuntzojb'ail."
        },
        {
            "number": "11",
            "text": "Ha heb' rey, ste tzalaj heb' yet' heb' wach' spensar, sch'oxanpax swach'k'olal heb' t'a heb' wach' sloloni."
        },
        {
            "number": "12",
            "text": "Ha Jehová stanhwan heb' aj pensar, stenanpaxek' tastac syal heb' tz'esani."
        },
        {
            "number": "13",
            "text": "Ha heb' jaragana syal heb' to ha t'a yol sb'e heb' ay jun nok' choj ayeq'ui, to a nok' ijan ix milancham heb' yalani, yujto malaj sgana heb' sb'at munlajel."
        },
        {
            "number": "14",
            "text": "Ha slolonel heb' ix ix smulan t'a yol sk'ab' yetb'eyum, lajan icha junok olan te jul yich, aton b'aj sb'atcan heb' scatab'ej Jehová."
        },
        {
            "number": "15",
            "text": "Ha manh pensaril aynhejek' t'a heb' unin, skan yuj heb' tato smak'ji heb' t'a te' jixk'ab' te'."
        },
        {
            "number": "16",
            "text": "Ha heb' tz'ixtan heb' meb'a', yujto snib'ejoch sb'a heb' b'eyumal yet' heb' smontan heb' b'eyum, a heb' chi' yuj mheb'ail ol satel heb'."
        },
        {
            "number": "17",
            "text": "Ab'ec jun tik, ol ex in k'ayb'ej t'a tastac yalnaccan heb' aj pensar. Scham wal he k'ayb'ani."
        },
        {
            "number": "18",
            "text": "Wach' tato tze sik'kan t'a he pensar yic wach' tzeyalub'tanhej smasanil."
        },
        {
            "number": "19",
            "text": "Ha ticnaik swak' wal eyojtaquejeli, yic wach' tzeyak'och Jehová yipoc he k'ool."
        },
        {
            "number": "20",
            "text": "Tik tzin tz'ib'ej 30 lolonel t'ayex: Ha juntzanh lolonel tik, ay pensar wach' yet' jelanilal yet'nacochi."
        },
        {
            "number": "21",
            "text": "Tato tze k'ayb'ej, ol eyojtaquej tastac wach' yet' tas yel, yic wach' syal eyak'an razón wach' t'a heb' sk'anb'an yab' t'ayex."
        },
        {
            "number": "22",
            "text": "Manh eyixtej junok meb'a' yujto max yal-laj scolan sb'a. Manh eyixtejpax junok mach malaj mach scolan t'a yichanh heb' yajal,"
        },
        {
            "number": "23",
            "text": "yujto a Jehová ol colanoc, haxo Jehová chi' ol ak'an spak t'ayex yuj schucal tas tze k'ulej chi'."
        },
        {
            "number": "24",
            "text": "Manh junok tzex aj yet' heb' anima chuk spensar yet' pax heb' tonhej scomon chichon sk'ool,"
        },
        {
            "number": "25",
            "text": "haxo talaj tz'aji, tze k'ayb'an schucal b'eyb'al heb' chi', ichato wan he sut'an he b'a t'ay."
        },
        {
            "number": "26",
            "text": "Malajocab' b'ak'uinh tzeyak'och he b'a he tupan sb'oc junocxo anima,"
        },
        {
            "number": "27",
            "text": "yujto ta malaj tas tzeyutej he tupani, haxo tz'aji, a he waynub' tz'ik'chajek' t'ayex."
        },
        {
            "number": "28",
            "text": "Manh he k'ex stz'acanhil sluum heb' he mam eyicham yak'naccanemi."
        },
        {
            "number": "29",
            "text": "Ha heb' wach' syutej sb'a smunlaji, aton heb' chi' ol munlaj t'a heb' rey, manhoclaj t'a juntzanh anima malaj yelk'och ol munlaj heb', yuj chi' wach' tzeyutej he munlaji."
        }
    ]
}