{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Tato wach' co b'inaji, yelxo te wach' t'a yichanh to te ay q'uen oro yet' q'uen plata t'ayonh."
        },
        {
            "number": "2",
            "text": "Ha eb' b'eyum yet' eb' meb'a', lajannhej eb', a Jehová ixb’o’an eb'."
        },
        {
            "number": "3",
            "text": "Ha eb' aj pensar syil eb' tastac ay smay, scolan sb'a eb' t'ay. Axo pax eb' malaj spensar jun, sb'eynhejb'at eb' masanto yalab'aj satcanb'at eb'."
        },
        {
            "number": "4",
            "text": "Tato emnaquil scutej co b'a, tato ay pax yelk'och Jehová t'a co sat, squik' co b'eyumal, tzonh b'inaji, snajatb'i co q'uinal."
        },
        {
            "number": "5",
            "text": "Ha t'a yol sb'e eb' chuc, ichato te ay te' q'uiix yet' yaal ayemi. Axo pax eb' stanhvej sb'a jun, manh junnhejoc sb'eyek' eb' yet' eb' chuc chi'."
        },
        {
            "number": "6",
            "text": "Tato sco k'ayb'ej eb' unin t'a wach' b'eyb'al, haxo ol och eb' icham animail, manhxo ol yik'canel sb'a eb' t'ay."
        },
        {
            "number": "7",
            "text": "Ha eb' b'eyum, icha rey yaj eb' t'a skal eb' meb'a'. Axo pax eb' tz'ak'an q'uen tumin majanil, yajal yaj eb' t'a skal eb' smajnan q'uen tumin chi'."
        },
        {
            "number": "8",
            "text": "Ha eb' anhej chucal sk'ulej, anhej yaelal ol scha eb', manhxo ol yal yixtan eb' yetanimail eb'."
        },
        {
            "number": "9",
            "text": "Ha eb' elb'en yuj, ol scha wach'k'olal eb' yuj spucanek' tas wach' svaji t'a skal eb' meb'a'."
        },
        {
            "number": "10",
            "text": "Ayic spechjiel eb' b'uchumtac, tz'em numnaj telajb'ail, oval yet' tzuntzojb'ail."
        },
        {
            "number": "11",
            "text": "Ha eb' rey, ste tzalaj eb' yet' eb' wach' spensar, sch'oxanpax swach'k'olal eb' t'a eb' wach' sloloni."
        },
        {
            "number": "12",
            "text": "Ha Jehová stanhvan eb' aj pensar, stenanpaxek' tastac syal eb' tz'esani."
        },
        {
            "number": "13",
            "text": "Ha eb' jaragana syal eb' to ha t'a yol sb'e eb' ay jun nok' choj ayeq'ui, to a nok' ijan ix milancham eb' yalani, yujto malaj sgana eb' sb'at munlajel."
        },
        {
            "number": "14",
            "text": "Ha slolonel eb' ix ix smulan t'a yol sk'ab' yetb'eyum, lajan icha junok olan te jul yich, aton b'aj sb'atcan eb' scatab'ej Jehová."
        },
        {
            "number": "15",
            "text": "Ha manh pensaril aynhejek' t'a eb' unin, skan yuj eb' tato smak'ji eb' t'a te' jixk'ab' te'."
        },
        {
            "number": "16",
            "text": "Ha eb' tz'ixtan eb' meb'a', yujto snib'ejoch sb'a eb' b'eyumal yet' eb' smontan eb' b'eyum, a eb' chi' yuj meb'ail ol satel eb'."
        },
        {
            "number": "17",
            "text": "Ab'ec jun tik, ol ex in k'ayb'ej t'a tastac yalnaccan eb' aj pensar. Scham val e k'ayb'ani."
        },
        {
            "number": "18",
            "text": "Wach' tato tze sik'kan t'a e pensar yic wach' tzeyalub'tanhej smasanil."
        },
        {
            "number": "19",
            "text": "Ha ticnaic svak' val eyojtaquejeli, yic wach' tzeyak'och Jehová yipoc e k'ool."
        },
        {
            "number": "20",
            "text": "Tik tzin tz'ib'ej 30 lolonel t'ayex: Ha juntzanh lolonel tik, ay pensar wach' yet' jelanilal yet'nacochi."
        },
        {
            "number": "21",
            "text": "Tato tze k'ayb'ej, ol eyojtaquej tastac wach' yet' tas yel, yic wach' syal eyak'an razón wach' t'a eb' sk'anb'an yab' t'ayex."
        },
        {
            "number": "22",
            "text": "Manh eyixtej junok meb'a' yujto max yal-laj scolan sb'a. Manh eyixtejpax junok mach malaj mach scolan t'a yichanh eb' yajal,"
        },
        {
            "number": "23",
            "text": "yujto a Jehová ol colanoc, haxo Jehová chi' ol ak'an spac t'ayex yuj schucal tas tze k'ulej chi'."
        },
        {
            "number": "24",
            "text": "Manh junok tzex aj yet' eb' anima chuc spensar yet' pax eb' tonhej scomon chichon sk'ool,"
        },
        {
            "number": "25",
            "text": "haxo talaj tz'aji, tze k'ayb'an schucal b'eyb'al eb' chi', ichato van e sut'an e b'a t'ay."
        },
        {
            "number": "26",
            "text": "Malajocab' b'ak'uinh tzeyak'och e b'a e tupan sb'oc junocxo anima,"
        },
        {
            "number": "27",
            "text": "yujto ta malaj tas tzeyutej e tupani, haxo tz'aji, a e vaynub' tz'ik'chajek' t'ayex."
        },
        {
            "number": "28",
            "text": "Manh e q'uex stz'acanhil sluum eb' e mam eyicham yak'naccanemi."
        },
        {
            "number": "29",
            "text": "Ha eb' wach' syutej sb'a smunlaji, aton eb' chi' ol munlaj t'a eb' rey, manhoclaj t'a juntzanh anima malaj yelk'och ol munlaj eb', yuj chi' wach' tzeyutej e munlaji."
        }
    ]
}