{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay eb' nivac vinac tzex avtan vael, scham val e naani mach vinh b'aj ayex ek' t'a yichanh."
        },
        {
            "number": "2",
            "text": "Wach'chom te ayoch e vejel, wach' tato jab'nhej tze wa''a."
        },
        {
            "number": "3",
            "text": "Manh yelk'olaloc tze wa jun vael manhxo jantacoc swach'il chi', talaj ay tas sna vinh t'a e patic."
        },
        {
            "number": "4",
            "text": "Manh eyak' eyip eyoch b'eyumal, manh ex och ilk'olal yuj juntzanh chi'."
        },
        {
            "number": "5",
            "text": "Ha q'uen tumin junnhej rato slajviel q'ueen, icha sb'at jenhenhoc nok' ch'acb'a, icha chi' tz'aj satxiel q'uen tumin chi'."
        },
        {
            "number": "6",
            "text": "Manh ex em k'ojan t'a smexa eb' ya yel yuj, manh e nib'ejoch svael eb' te wach'."
        },
        {
            "number": "7",
            "text": "Ha eb' aj vael chi', te niwan sna sb'a eb' yuj stojol jun vael chi', wach'chom syal eb', vaanhec xchi eb', palta manh smasaniloc sk'ool eb' syala'."
        },
        {
            "number": "8",
            "text": "Ol e na e b'a yuj tas ix laj e vaem chi', malaj yopisio juntzanh e lolonel wach' ix eyutej eyalan t'a eb'."
        },
        {
            "number": "9",
            "text": "Manh eyal wach' pensaril t'a junok chuk spensar, yujto tonhej ol b'uchvaj t'a e lolonel wach' chi'."
        },
        {
            "number": "10",
            "text": "Manh e q'uex stz'acanhil lum lum aytaxcanem t'a pecataxo, manh e tok'paxek' sluum eb' chamnac smam snun,"
        },
        {
            "number": "11",
            "text": "yujto ha Dios Smam eb', a ol colanel eb', a ol ak'an oval eyed'oc."
        },
        {
            "number": "12",
            "text": "Hak'uecoch e chiquin t'a e k'ayb'ub'al, aq'uecoch e pensar yic ol eyojtaquejeli."
        },
        {
            "number": "13",
            "text": "Manh eyactej eyak'an tzalaj eb' eyuninal, ¿tom val scham eb' yuj jay pajoc tzeyak' t'ay?"
        },
        {
            "number": "14",
            "text": "Tato tzeyak' tzalaj eb', van ton e colancanelta eb' t'a chamel."
        },
        {
            "number": "15",
            "text": "Ex vuninal, ayic ol eyik'an jelanil, ayic ol vab'an e lolon icha t'a smojal, ol in te tzalaj eyuuj."
        },
        {
            "number": "16",
            "text": "Manh e nib'ejoch tastac ay t'a eb' tz'och b'eyumal yuj chukal, anhejocab' Jehová niwan yelk'och t'a e sat."
        },
        {
            "number": "17",
            "text": "Tato icha chi' tzeyutej e b'a, wach'nhej ol ex elk'ochoc, haxo tas ayoch yipoc e k'ool, malaj b'ak'uinh ol lajvoqueloc."
        },
        {
            "number": "18",
            "text": "Ex vuninal, tanhvejec eyab'i, tze k'ayb'an wach'ilal, tzeyak'an eyip e b'eyb'alani."
        },
        {
            "number": "19",
            "text": "Manh junok tzex ek' yet' eb' uk'um anh yet' eb' tzek' yib'anh sva'i."
        },
        {
            "number": "20",
            "text": "Yujto a eb' uk'um anh yet' eb' jelan sva chi', ol te cot meb'ail t'a yib'anh eb'. Axo pax eb' jaragana toxonhej olchimtac spichul eb' ayoch yuj."
        },
        {
            "number": "21",
            "text": "Cham eyab'an tas syal eb' vinh e mam, aton eb' vinh ix ex ilan pitzvoc. Manh e patiquejel eb' ix e nun ayic schichimax eb' ix."
        },
        {
            "number": "22",
            "text": "Hak'ek eyip e sayan tastac yel, jelanil, k'ayb'ub'al yet' aj pensaril, a juntzanh chi' manh e patiquejcaneli."
        },
        {
            "number": "23",
            "text": "Ha eb' uninab'il te wach', eb' te ay spensar, ste tzalaj smam eb' yet'oc."
        },
        {
            "number": "24",
            "text": "Yuj chi', aq'ek tzalajb'oc sk'ool eb' e mam e nun, yic wach' niwan ol aj yelk'och eb' eyuuj."
        },
        {
            "number": "25",
            "text": "Ex vuninal, tanhvejec eyab' tas ol vala', scham val eyilan in b'eyb'al,"
        },
        {
            "number": "26",
            "text": "yujto a eb' ix ix smulan t'a yol sk'ab' eb' yetb'eyum, lajan eb' ix icha junok olan te jul yich, palta lot'an yool."
        },
        {
            "number": "27",
            "text": "Smaclan eb' vinh vinac eb' ix t'a yol b'e, icha syutej sb'a eb' elk'um, te tzijtum eb' vinh vinac chi' tz'och smul yuj eb' ix."
        },
        {
            "number": "28",
            "text": "Ha eb' max actancan yuk'an anh anh, eb' anheja' yab'an swach'il yuk'ji anh anh chi', aton eb' tz'ab'an syail, eb' tz'el yav, eb' te ayoch oval t'a skal, eb' slajvi wach'chom malaj junok tas yuj, eb' chac jochinac yol sat."
        },
        {
            "number": "29",
            "text": "Manh eyiloch e k'ool t'a anh anh yax d'urinac yilji t'a yol scopail, secojtac tz'aj yuk'chajemi,"
        },
        {
            "number": "30",
            "text": "palta haxo t'a slajvub'al jun, lajan icha junok nok' chan manh jantacoc syail b'aj tzonh schi'a."
        },
        {
            "number": "31",
            "text": "Manh jantacoc tas ol ak'joc eyil yuj, tzijtum tastac manh wach'oc ol eyal yuj anh, ay pax juntzanh tas manh wach'oc ol e naq'ue yuj anh anh chi'."
        },
        {
            "number": "32",
            "text": "Icha val to ha t'a yib'anh ha' mar ayex ek' ol eyutej eyilani, oyb'inacxo e sat, icha val to t'a schon ste'al junok niwan barco ayex q'ue tzeyab'i."
        },
        {
            "number": "33",
            "text": "Axo ol eyalan icha tik: Ix onh smak' eb', palta maj cab'laj syail, ix onh mak'ji yet' nok' tz'uum, palta maj cab'laj, haxo ol el lenaj anh t'a co sat, ol onh b'atxoc co say anh, xe chama."
        }
    ]
}