{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay eb' nivac vinac tzex avtan vael, scham val e naani mach vinh b'aj ayex ek' d'a yichanh."
        },
        {
            "number": "2",
            "text": "Vach'chom te ayoch e vejel, vach' tato jab'nhej tze va'a."
        },
        {
            "number": "3",
            "text": "Manh yelk'olaloc tze va jun vael manhxo jantacoc svach'il chi', talaj ay tas sna vinh d'a e patic."
        },
        {
            "number": "4",
            "text": "Manh eyak' eyip eyoch b'eyumal, manh ex och ilk'olal yuj juntzanh chi'."
        },
        {
            "number": "5",
            "text": "A q'uen tumin junnhej rato slajviel q'ueen, icha sb'at jenhenhoc nok' ch'acb'a, icha chi' tz'aj satxiel q'uen tumin chi'."
        },
        {
            "number": "6",
            "text": "Manh ex em k'ojan d'a smexa eb' ya yel yuuj, manh e nib'ejoch svael eb' te vach'."
        },
        {
            "number": "7",
            "text": "A eb' aj vael chi', te nivan sna sb'a eb' yuj stojol jun vael chi', vach'chom syal eb', vaanhec xchi eb', palta manh smasaniloc sk'ool eb' syala'."
        },
        {
            "number": "8",
            "text": "Ol e na e b'a yuj tas ix laj e vaem chi', malaj yopisio juntzanh e lolonel vach' ix eyutej eyalan d'a eb'."
        },
        {
            "number": "9",
            "text": "Manh eyal vach' pensaril d'a junoc chuc spensar, yujto tonhej ol b'uchvaj d'a e lolonel vach' chi'."
        },
        {
            "number": "10",
            "text": "Manh e q'uex stz'acanhil lum luum aytaxcanem d'a pecataxo, manh e tok'paxek' sluum eb' chamnac smam snun,"
        },
        {
            "number": "11",
            "text": "yujto a Dios Smam eb', a ol colanel eb', a ol ak'an oval eyed'oc."
        },
        {
            "number": "12",
            "text": "Aq'uecoch e chiquin d'a e k'ayb'ub'al, aq'uecoch e pensar yic ol eyojtaquejeli."
        },
        {
            "number": "13",
            "text": "Manh eyactej eyak'an tzalaj eb' eyuninal, ¿tom val scham eb' yuj jay pajoc tzeyak' d'ay?"
        },
        {
            "number": "14",
            "text": "Tato tzeyak' tzalaj eb', van ton e colancanelta eb' d'a chamel."
        },
        {
            "number": "15",
            "text": "Ex vuninal, ayic ol eyik'an jelanil, ayic ol vab'an e lolon icha d'a smojal, ol in te tzalaj eyuuj."
        },
        {
            "number": "16",
            "text": "Manh e nib'ejoch tastac ay d'a eb' tz'och b'eyumal yuj chucal, anhejocab' Jehová nivan yelk'och d'a e sat."
        },
        {
            "number": "17",
            "text": "Tato icha chi' tzeyutej e b'a, vach'nhej ol ex elk'ochoc, axo tas ayoch yipoc e k'ool, malaj b'aq'uinh ol lajvoqueloc."
        },
        {
            "number": "18",
            "text": "Ex vuninal, tanhvejec eyab'i, tze k'ayb'an vach'ilal, tzeyak'an eyip e b'eyb'alani."
        },
        {
            "number": "19",
            "text": "Manh junoc tzex ek' yed' eb' uk'um anh yed' eb' tz'ek' yib'anh sva'i."
        },
        {
            "number": "20",
            "text": "Yujto a eb' uk'um anh yed' eb' jelan sva chi', ol te cot meb'ail d'a yib'anh eb'. Axo pax eb' jaragana toxonhej olchimtac spichul eb' ayoch yuuj."
        },
        {
            "number": "21",
            "text": "Cham eyab'an tas syal eb' vinh e mam, aton eb' vinh ix ex ilan pitzvoc. Manh e patiquejel eb' ix e nun ayic schichimax eb' ix."
        },
        {
            "number": "22",
            "text": "Aq'uec eyip e sayan tastac yel, jelanil, k'ayb'ub'al yed' aj pensaril, a juntzanh chi' manh e patiquejcaneli."
        },
        {
            "number": "23",
            "text": "A eb' uninab'il te vach', eb' te ay spensar, ste tzalaj smam eb' yed'oc."
        },
        {
            "number": "24",
            "text": "Yuj chi', aq'uec tzalajb'oc sk'ool eb' e mam e nun, yic vach' nivan ol aj yelk'och eb' eyuuj."
        },
        {
            "number": "25",
            "text": "Ex vuninal, tanhvejec eyab' tas ol vala', scham val eyilan in b'eyb'al,"
        },
        {
            "number": "26",
            "text": "yujto a eb' ix ix smulan d'a yol sk'ab' eb' yetb'eyum, lajan eb' ix icha junoc olan te jul yich, palta lod'an yool."
        },
        {
            "number": "27",
            "text": "Smaclan eb' vinh vinac eb' ix d'a yol b'e, icha syutej sb'a eb' elk'um, te tzijtum eb' vinh vinac chi' tz'och smul yuj eb' ix."
        },
        {
            "number": "28",
            "text": "A eb' max actancan yuk'an anh anh, eb' anheja' yab'an svach'il yuk'ji anh anh chi', aton eb' tz'ab'an syail, eb' tz'el yav, eb' te ayoch oval d'a scal, eb' slajvi vach'chom malaj junoc tas yuuj, eb' chac jochinac yol sat."
        },
        {
            "number": "29",
            "text": "Manh eyiloch e k'ool d'a anh anh yax d'urinac yilji d'a yol scopail, secojtac tz'aj yuk'chajemi,"
        },
        {
            "number": "30",
            "text": "palta axo d'a slajvub'al jun, lajan icha junoc nok' chan manh jantacoc syail b'aj tzonh schi'a."
        },
        {
            "number": "31",
            "text": "Manh jantacoc tas ol ak'joc eyil yuuj, tzijtum tastac manh vach'oc ol eyal yuj anh, ay pax juntzanh tas manh vach'oc ol e naq'ue yuj anh anh chi'."
        },
        {
            "number": "32",
            "text": "Icha val to a d'a yib'anh a' mar ayex ek' ol eyutej eyilani, oyb'inacxo e sat, icha val to d'a schon ste'al junoc nivan barco ayex q'ue tzeyab'i."
        },
        {
            "number": "33",
            "text": "Axo ol eyalan icha tic: Ix onh smak' eb', palta maj cab'laj syail, ix onh mak'ji yed' nok' tz'uum, palta maj cab'laj, axo ol el lenaj anh d'a co sat, ol onh b'atxoc co say anh, xe chama."
        }
    ]
}