{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay heb' niwac winak tzex awtan wael, scham wal he naani mach winh b'aj ayex ek' t'a yichanh."
        },
        {
            "number": "2",
            "text": "Wach'chom te ayoch he wejel, wach' tato jab'nhej tze wa''a."
        },
        {
            "number": "3",
            "text": "Manh yelk'olaloc tze wa jun wael manhxo jantacoc swach'il chi', talaj ay tas sna winh t'a he patic."
        },
        {
            "number": "4",
            "text": "Manh eyak' eyip eyoch b'eyumal, manh ex och ilk'olal yuj juntzanh chi'."
        },
        {
            "number": "5",
            "text": "Ha k'een tumin junnhej rato slajwiel k'een, icha sb'at jenhenhoc nok' ch'acb'a, icha chi' tz'aj satxiel k'een tumin chi'."
        },
        {
            "number": "6",
            "text": "Manh ex em k'ojan t'a smexa heb' ya yel yuj, manh he nib'ejoch swael heb' te wach'."
        },
        {
            "number": "7",
            "text": "Ha heb' aj wael chi', te niwan sna sb'a heb' yuj stojol jun wael chi', wach'chom syal heb', waanhec xchi heb', palta manh smasaniloc sk'ool heb' syala'."
        },
        {
            "number": "8",
            "text": "Ol he na he b'a yuj tas ix laj he waem chi', malaj yopisio juntzanh he lolonel wach' ix eyutej eyalan t'a heb'."
        },
        {
            "number": "9",
            "text": "Manh eyal wach' pensaril t'a junok chuk spensar, yujto tonhej ol b'uchwaj t'a he lolonel wach' chi'."
        },
        {
            "number": "10",
            "text": "Manh he k'ex stz'akanhil lum lum aytaxcanem t'a pecataxo, manh he tok'paxek' sluum heb' chamnac smam snun,"
        },
        {
            "number": "11",
            "text": "yujto ha Dios Smam heb', a ol colanel heb', a ol ak'an owal eyed'oc."
        },
        {
            "number": "12",
            "text": "Hak'uecoch he chiquin t'a he k'ayb'ub'al, ak'ecoch he pensar yic ol eyojtaquejeli."
        },
        {
            "number": "13",
            "text": "Manh eyactej eyak'an tzalaj heb' eyuninal, ¿tom wal scham heb' yuj jay pajoc tzeyak' t'ay?"
        },
        {
            "number": "14",
            "text": "Tato tzeyak' tzalaj heb', wan ton he colankanelta heb' t'a chamel."
        },
        {
            "number": "15",
            "text": "Ex wuninal, ayic ol eyik'an jelanil, ayic ol wab'an he lolon icha t'a smojal, ol in te tzalaj eyuuj."
        },
        {
            "number": "16",
            "text": "Manh he nib'ejoch tastac ay t'a heb' tz'och b'eyumal yuj chukal, anhejokab' Jehová niwan yelk'och t'a he sat."
        },
        {
            "number": "17",
            "text": "Tato icha chi' tzeyutej he b'a, wach'nhej ol ex elk'ochoc, haxo tas ayoch yipoc he k'ool, malaj b'ak'uinh ol lajwoqueloc."
        },
        {
            "number": "18",
            "text": "Ex wuninal, tanhwejec eyab'i, tze k'ayb'an wach'ilal, tzeyak'an eyip he b'eyb'alani."
        },
        {
            "number": "19",
            "text": "Manh junok tzex ek' yet' heb' uk'um anh yet' heb' tzek' yib'anh swa'i."
        },
        {
            "number": "20",
            "text": "Yujto a heb' uk'um anh yet' heb' jelan swa chi', ol te cot mheb'ail t'a yib'anh heb'. Axo pax heb' jaragana toxonhej olchimtac spichul heb' ayoch yuj."
        },
        {
            "number": "21",
            "text": "Cham eyab'an tas syal heb' winh he mam, aton heb' winh ix ex ilan pitzwoc. Manh he patiquejel heb' ix he nun ayic schichimax heb' ix."
        },
        {
            "number": "22",
            "text": "Hak'ek eyip he sayan tastac yel, jelanil, k'ayb'ub'al yet' aj pensaril, a juntzanh chi' manh he patiquejkaneli."
        },
        {
            "number": "23",
            "text": "Ha heb' uninab'il te wach', heb' te ay spensar, ste tzalaj smam heb' yet'oc."
        },
        {
            "number": "24",
            "text": "Yuj chi', aq'ek tzalajb'oc sk'ool heb' he mam he nun, yic wach' niwan ol aj yelk'och heb' eyuuj."
        },
        {
            "number": "25",
            "text": "Ex wuninal, tanhwejec eyab' tas ol wala', scham wal eyilan in b'eyb'al,"
        },
        {
            "number": "26",
            "text": "yujto a heb' ix ix smulan t'a yol sk'ab' heb' yetb'eyum, lajan heb' ix icha junok olan te jul yich, palta lot'an yool."
        },
        {
            "number": "27",
            "text": "Smaclan heb' winh winak heb' ix t'a yol b'e, icha syutej sb'a heb' elk'um, te tzijtum heb' winh winak chi' tz'och smul yuj heb' ix."
        },
        {
            "number": "28",
            "text": "Ha heb' max actankan yuk'an anh anh, heb' anheja' yab'an swach'il yuk'ji anh anh chi', aton heb' tz'ab'an syail, heb' tz'el yav, heb' te ayoch owal t'a skal, heb' slajwi wach'chom malaj junok tas yuj, heb' chac jochinac yol sat."
        },
        {
            "number": "29",
            "text": "Manh eyiloch he k'ool t'a anh anh yax d'urinac yilji t'a yol scopail, secojtak tz'aj yuk'chajemi,"
        },
        {
            "number": "30",
            "text": "palta haxo t'a slajwub'al jun, lajan icha junok nok' chan manh jantacoc syail b'aj tzonh schi'a."
        },
        {
            "number": "31",
            "text": "Manh jantacoc tas ol ak'joc eyil yuj, tzijtum tastac manh wach'oc ol eyal yuj anh, ay pax juntzanh tas manh wach'oc ol he nak'e yuj anh anh chi'."
        },
        {
            "number": "32",
            "text": "Icha wal to ha t'a yib'anh ha' mar ayex ek' ol eyutej eyilani, oyb'inacxo he sat, icha wal to t'a schon ste'al junok niwan barco ayex k'e tzeyab'i."
        },
        {
            "number": "33",
            "text": "Axo ol eyalan icha tik: Ix onh smak' heb', palta maj kab'laj syail, ix onh mak'ji yet' nok' tz'uum, palta maj kab'laj, haxo ol el lenaj anh t'a ko sat, ol onh b'atxoc ko say anh, xe chama."
        }
    ]
}