{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Manh e nib'ejoch tastac ay t'a eb' tz'och b'eyumal yuj chucal, manh e nib'ej jun tzex aj yet' eb',"
        },
        {
            "number": "2",
            "text": "yujto anhej elk'al b'aj ayoch spensar eb', axonhej chucal syalub'tanhej eb'."
        },
        {
            "number": "3",
            "text": "Tze na sik'lab'il tas tzeyutej e b'oan junok e pat yet' jelanil yet' aj pensaril tzeyaq'uem cimientoal yich,"
        },
        {
            "number": "4",
            "text": "yic wach' icha chi' ol b'ud'joquel yol e pat yet' juntzanh tas wach' yilji yet' tastac ay stojol."
        },
        {
            "number": "5",
            "text": "Ha eb' aj pensar te tek'an eb'. Yuj tas yojtac eb', ste tek'k'aj eb'."
        },
        {
            "number": "6",
            "text": "Ayic tzex b'at t'a oval, tze k'anb'ej eyab' junok raz칩n. Tato tzijtum eb' tz'ak'an e raz칩n, ol yal eyuuj."
        },
        {
            "number": "7",
            "text": "Ha eb' malaj spensar, max nachajlaj tas syutej eb' scolan sb'ha t'a yichanh eb' juez, tonhej tz'och q'uelan eb' yujto malaj sjelanil eb'."
        },
        {
            "number": "8",
            "text": "Ha eb' anhej chucal sna'a, b'inajnac eb' yuj schuc pensaril chi'."
        },
        {
            "number": "9",
            "text": "Ha tas sna eb' malaj spensar, aton chucal. Max tzalajlaj eb' anima yet' eb' b'uchumtac."
        },
        {
            "number": "10",
            "text": "Tato schab'axq'ue co k'ool, ayic ayonh och t'a ilk'olal, malaj co tek'anil syal chi'."
        },
        {
            "number": "11",
            "text": "Co coleccanel eb' van yik'jib'at t'a chamel. Co yamecoch vaan eb' ichato squetconek' t'a sti' yolanil b'aj smucchaj eb' chamnac."
        },
        {
            "number": "12",
            "text": "Wach'chom scala' to manh cojtacoc tas van yik'an eb', haxo Dios yojtac tas ay t'a co pensar, yojtac tas yuj icha chi' sco k'ulej. Ha Dios tzonh tanhvani, yojtac tas caji, ha' ol pactzitan t'ayonh junjun onh icha tas sco k'ulej."
        },
        {
            "number": "13",
            "text": "Ex vuninal, leq'ek schab'il nok' acanh manh jantacoc schi'al, ab'ec tonab' jab'oc schi'al ayoch t'a nok'."
        },
        {
            "number": "14",
            "text": "Icha schi'al schab'il nok' acanh chi', icha chi' ol aj eyab'an schi'al jelanil yet' aj pensaril. Tato ol ilchaj eyuuj, wach' ol ex ajelk'ochoc, haxo tas ayoch yipoc e k'ool, malaj b'ak'uinh ol lajvoquek' t'ayex."
        },
        {
            "number": "15",
            "text": "Manh e na chucal pensar t'a spatic eb' wach' spensar. Manh eyelq'uej tas ay t'a yol spat eb',"
        },
        {
            "number": "16",
            "text": "yujto wach'chom ijan stelvi uqueloc eb', anheja' uquel tz'ik'jipax q'ue vaan eb', haxo pax eb' chuc jun, scotxonhejcan t'a yib'anh eb' t'a junelnhej."
        },
        {
            "number": "17",
            "text": "Manh ex tzalajoc ayic scot t'a yib'anh eb' ayoch ajk'olal t'ayex."
        },
        {
            "number": "18",
            "text": "Tato tzex q'uechaanh jun, manhxo ol yak'laj yoval sk'ol Jehov치 t'a yib'anh eb', yujto manh wach'oc e tzalajk'olal chi' t'a yol sat."
        },
        {
            "number": "19",
            "text": "Manh chucoc tzeyab'i ayic sq'uib' sb'eyumal eb' chuc, manh eyiloch e k'ool t'a tastac ay t'a eb',"
        },
        {
            "number": "20",
            "text": "yujto a eb' chuc chi', manh wach'oc yic eb', ol lajvoquel eb' icha tz'aj stup junok candil."
        },
        {
            "number": "21",
            "text": "Ex vuninal, ayocab' yelk'och Jehov치 yet' eb' rey t'a e sat. Manh junok tzeyutej e pensar yet' eb' ayoch ajk'olal t'a eb' rey chi',"
        },
        {
            "number": "22",
            "text": "yujto elanhchamel scham eb', haxo satel eb' chi'. Malaj mach ojtannac tas yaelal scotcan t'a yib'anh eb' yuj Dios yet' pax yuj eb' rey chi'."
        },
        {
            "number": "23",
            "text": "Anhejton pax ha' juntzanhxo tik ix yalcan eb' jelan spensar: Yelxo manh wach'oc tato manh lajanoc syutej eb' juez sb'oan yaj eb' anima."
        },
        {
            "number": "24",
            "text": "Ha eb' juez tonhej syaq'uel eb' anima ay smul t'a libre, chuc syal eb' anima t'a spatic eb', spaticajcanel eb' yuj masanil anima."
        },
        {
            "number": "25",
            "text": "Axo eb' juez tz'ak'an scastigo eb' ay smul chi', wach' ton tz'elk'och eb', haxo eb' anima, wach' syal eb' t'a spatic eb'."
        },
        {
            "number": "26",
            "text": "Ha eb' wach' syutej spacan junok lolonel, lajan eb' icha junok eb' stz'ub'an sti' junok anima."
        },
        {
            "number": "27",
            "text": "Manh e b'olaj e pat, tato mantalaj tas tze wa''a yet' tas ol aj yek' tiempo eyuuj."
        },
        {
            "number": "28",
            "text": "Manh comonoc tzeyak'och lolonel t'a spatic eb' eyetanimail, max yal eyalan lolonel manh yeloc t'a spatic eb'."
        },
        {
            "number": "29",
            "text": "Manh e na eyaq'uek' e pac t'a eb', icha val tzex yutej eb'."
        },
        {
            "number": "30",
            "text": "Ix in ek' t'a skal smunlajel eb' jaragana yet' t'a skal te' uva avab'il yuj eb' malaj spensar."
        },
        {
            "number": "31",
            "text": "Ha tas ix vil t'a sat sluum eb' chi', anhej te' q'uiix sq'uib'q'uei. Axo q'uen tz'alq'ueen ayoch smactealoc, toxo ix lanhchaj q'ueen."
        },
        {
            "number": "32",
            "text": "Ayic ix vilan juntzanh chi' ix in sik'ancan t'a in pensar, ix vik'ancan in k'ayb'ub'al t'ay."
        },
        {
            "number": "33",
            "text": "Yuj chi' sval t'ayex: Yacb'an tzex vay jab'oc, snecnecan pax e jolom e vayi yet' jeljumb'a tz'aj e k'ab' ayic tzeyik'an eyip,"
        },
        {
            "number": "34",
            "text": "haxo meb'ail ol ja t'a eyib'anh, icha junok elk'um ed'jinac junok arma."
        }
    ]
}