{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Manh he nib'ejoch tastac ay t'a heb' tz'och b'eyumal yuj chukal, manh he nib'ej jun tzex aj yet' heb',"
        },
        {
            "number": "2",
            "text": "yujto anhej elk'al b'aj ayoch spensar heb', axonhej chukal syalub'tanhej heb'."
        },
        {
            "number": "3",
            "text": "Tze na sik'lab'il tas tzeyutej he b'oan junok he pat yet' jelanil yet' aj pensaril tzeyak'em cimientoal yich,"
        },
        {
            "number": "4",
            "text": "yic wach' icha chi' ol b'ud'joquel yol he pat yet' juntzanh tas wach' yilji yet' tastac ay stojol."
        },
        {
            "number": "5",
            "text": "Ha heb' aj pensar te tek'an heb'. Yuj tas yojtac heb', ste tek'k'aj heb'."
        },
        {
            "number": "6",
            "text": "Ayic tzex b'at t'a owal, tze k'anb'ej eyab' junok raz칩n. Tato tzijtum heb' tz'ak'an he raz칩n, ol yal eyuuj."
        },
        {
            "number": "7",
            "text": "Ha heb' malaj spensar, max nachajlaj tas syutej heb' scolan sb'ha t'a yichanh heb' juez, tonhej tz'och k'elan heb' yujto malaj sjelanil heb'."
        },
        {
            "number": "8",
            "text": "Ha heb' anhej chukal sna'a, b'inajnac heb' yuj schuc pensaril chi'."
        },
        {
            "number": "9",
            "text": "Ha tas sna heb' malaj spensar, aton chukal. Max tzalajlaj heb' anima yet' heb' b'uchumtac."
        },
        {
            "number": "10",
            "text": "Tato schab'axk'e ko k'ool, ayic ayonh och t'a ilk'olal, malaj ko tek'anil syal chi'."
        },
        {
            "number": "11",
            "text": "Co coleccanel heb' wan yik'jib'at t'a chamel. Co yamecoch waan heb' ichato squetconek' t'a sti' yolanil b'aj smucchaj heb' chamnac."
        },
        {
            "number": "12",
            "text": "Wach'chom scala' to manh cojtacoc tas wan yik'an heb', haxo Dios yojtac tas ay t'a ko pensar, yojtac tas yuj icha chi' sco k'ulej. Ha Dios tzonh tanhwani, yojtac tas caji, ha' ol pactzitan t'ayonh junjun onh icha tas sco k'ulej."
        },
        {
            "number": "13",
            "text": "Ex wuninal, leq'ek schab'il nok' acanh manh jantacoc schi'al, ab'ec tonab' jab'oc schi'al ayoch t'a nok'."
        },
        {
            "number": "14",
            "text": "Icha schi'al schab'il nok' acanh chi', icha chi' ol aj eyab'an schi'al jelanil yet' aj pensaril. Tato ol ilchaj eyuuj, wach' ol ex ajelk'ochoc, haxo tas ayoch yipoc he k'ool, malaj b'ak'uinh ol lajwoquek' t'ayex."
        },
        {
            "number": "15",
            "text": "Manh he na chukal pensar t'a spatic heb' wach' spensar. Manh eyelk'ej tas ay t'a yol spat heb',"
        },
        {
            "number": "16",
            "text": "yujto wach'chom ijan stelwi uqueloc heb', anheja' uquel tz'ik'jipax k'e waan heb', haxo pax heb' chuk jun, scotxonhejcan t'a yib'anh heb' t'a junelnhej."
        },
        {
            "number": "17",
            "text": "Manh ex tzalajoc ayic scot t'a yib'anh heb' ayoch ajk'olal t'ayex."
        },
        {
            "number": "18",
            "text": "Tato tzex k'echaanh jun, manhxo ol yak'laj yowal sk'ol Jehov치 t'a yib'anh heb', yujto manh wach'oc he tzalajk'olal chi' t'a yol sat."
        },
        {
            "number": "19",
            "text": "Manh chucoc tzeyab'i ayic sq'uib' sb'eyumal heb' chuk, manh eyiloch he k'ool t'a tastac ay t'a heb',"
        },
        {
            "number": "20",
            "text": "yujto a heb' chuk chi', manh wach'oc yic heb', ol lajwoquel heb' icha tz'aj stup junok candil."
        },
        {
            "number": "21",
            "text": "Ex wuninal, ayocab' yelk'och Jehov치 yet' heb' rey t'a he sat. Manh junok tzeyutej he pensar yet' heb' ayoch ajk'olal t'a heb' rey chi',"
        },
        {
            "number": "22",
            "text": "yujto elanhchamel scham heb', haxo satel heb' chi'. Malaj mach ojtannac tas yaelal scotcan t'a yib'anh heb' yuj Dios yet' pax yuj heb' rey chi'."
        },
        {
            "number": "23",
            "text": "Anhejton pax ha' juntzanhxo tik ix yalcan heb' jelan spensar: Yelxo manh wach'oc tato manh lajanoc syutej heb' juez sb'oan yaj heb' anima."
        },
        {
            "number": "24",
            "text": "Ha heb' juez tonhej syak'el heb' anima ay smul t'a libre, chuk syal heb' anima t'a spatic heb', spaticajcanel heb' yuj masanil anima."
        },
        {
            "number": "25",
            "text": "Axo heb' juez tz'ak'an scastigo heb' ay smul chi', wach' ton tz'elk'och heb', haxo heb' anima, wach' syal heb' t'a spatic heb'."
        },
        {
            "number": "26",
            "text": "Ha heb' wach' syutej spacan junok lolonel, lajan heb' icha junok heb' stz'ub'an sti' junok anima."
        },
        {
            "number": "27",
            "text": "Manh he b'olaj he pat, tato mantalaj tas tze wa''a yet' tas ol aj yek' tiempo eyuuj."
        },
        {
            "number": "28",
            "text": "Manh comonoc tzeyak'och lolonel t'a spatic heb' eyetanimail, max yal eyalan lolonel manh yeloc t'a spatic heb'."
        },
        {
            "number": "29",
            "text": "Manh he na eyak'ek' he pac t'a heb', icha wal tzex yutej heb'."
        },
        {
            "number": "30",
            "text": "Ix in ek' t'a skal smunlajel heb' jaragana yet' t'a skal te' uwa awab'il yuj heb' malaj spensar."
        },
        {
            "number": "31",
            "text": "Ha tas ix wil t'a sat sluum heb' chi', anhej te' q'uiix sq'uib'k'ei. Axo k'een tz'alk'een ayoch smactealoc, toxo ix lanhchaj k'een."
        },
        {
            "number": "32",
            "text": "Ayic ix wilan juntzanh chi' ix in sik'ancan t'a in pensar, ix wik'ancan in k'ayb'ub'al t'ay."
        },
        {
            "number": "33",
            "text": "Yuj chi' swal t'ayex: Yacb'an tzex way jab'oc, snecnecan pax he jolom he wayi yet' jeljumb'a tz'aj he k'ab' ayic tzeyik'an eyip,"
        },
        {
            "number": "34",
            "text": "haxo mheb'ail ol ja t'a eyib'anh, icha junok elk'um ed'jinac junok arma."
        }
    ]
}