{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Manh e nib'ejoch tastac ay d'a eb' tz'och b'eyumal yuj chucal, manh e nib'ej jun tzex aj yed' eb',"
        },
        {
            "number": "2",
            "text": "yujto anhej elk'al b'aj ayoch spensar eb', axonhej chucal syalub'tanhej eb'."
        },
        {
            "number": "3",
            "text": "Tze na sik'lab'il tas tzeyutej e b'oan junoc e pat yed' jelanil yed' aj pensaril tzeyaq'uem cimientoal yich,"
        },
        {
            "number": "4",
            "text": "yic vach' icha chi' ol b'ud'joquel yol e pat yed' juntzanh tas vach' yilji yed' tastac ay stojol."
        },
        {
            "number": "5",
            "text": "A eb' aj pensar te tek'an eb'. Yuj tas yojtac eb', ste tek'k'aj eb'."
        },
        {
            "number": "6",
            "text": "Ayic tzex b'at d'a oval, tze k'anb'ej eyab' junoc raz칩n. Tato tzijtum eb' tz'ak'an e raz칩n, ol yal eyuuj."
        },
        {
            "number": "7",
            "text": "A eb' malaj spensar, max nachajlaj tas syutej eb' scolan sb'a d'a yichanh eb' juez, tonhej tz'och q'uelan eb' yujto malaj sjelanil eb'."
        },
        {
            "number": "8",
            "text": "A eb' anhej chucal sna'a, b'inajnac eb' yuj schuc pensaril chi'."
        },
        {
            "number": "9",
            "text": "A tas sna eb' malaj spensar, aton chucal. Max tzalajlaj eb' anima yed' eb' b'uchumtac."
        },
        {
            "number": "10",
            "text": "Tato schab'axq'ue co k'ool, ayic ayonh och d'a ilk'olal, malaj co tek'anil syal chi'."
        },
        {
            "number": "11",
            "text": "Co coleccanel eb' van yik'jib'at d'a chamel. Co yamecoch vaan eb' ichato squetconek' d'a sti' yolanil b'aj smucchaj eb' chamnac."
        },
        {
            "number": "12",
            "text": "Vach'chom scala' to manh cojtacoc tas van yik'an eb', axo Dios yojtac tas ay d'a co pensar, yojtac tas yuj icha chi' sco k'ulej. A Dios tzonh tanhvani, yojtac tas caji, a' ol pactzitan d'ayonh junjun onh icha tas sco k'ulej."
        },
        {
            "number": "13",
            "text": "Ex vuninal, leq'uec schab'il nok' acanh manh jantacoc schi'al, ab'ec tonab' jab'oc schi'al ayoch d'a nok'."
        },
        {
            "number": "14",
            "text": "Icha schi'al schab'il nok' acanh chi', icha chi' ol aj eyab'an schi'al jelanil yed' aj pensaril. Tato ol ilchaj eyuuj, vach' ol ex ajelk'ochoc, axo tas ayoch yipoc e k'ool, malaj b'aq'uinh ol lajvoquek' d'ayex."
        },
        {
            "number": "15",
            "text": "Manh e na chucal pensar d'a spatic eb' vach' spensar. Manh eyelq'uej tas ay d'a yol spat eb',"
        },
        {
            "number": "16",
            "text": "yujto vach'chom ijan stelvi uqueloc eb', anheja' uquel tz'ik'jipax q'ue vaan eb', axo pax eb' chuc jun, scotxonhejcan d'a yib'anh eb' d'a junelnhej."
        },
        {
            "number": "17",
            "text": "Manh ex tzalajoc ayic scot d'a yib'anh eb' ayoch ajk'olal d'ayex."
        },
        {
            "number": "18",
            "text": "Tato tzex q'uechaanh jun, manhxo ol yak'laj yoval sk'ol Jehov치 d'a yib'anh eb', yujto manh vach'oc e tzalajk'olal chi' d'a yol sat."
        },
        {
            "number": "19",
            "text": "Manh chucoc tzeyab'i ayic sq'uib' sb'eyumal eb' chuc, manh eyiloch e k'ool d'a tastac ay d'a eb',"
        },
        {
            "number": "20",
            "text": "yujto a eb' chuc chi', manh vach'oc yic eb', ol lajvoquel eb' icha tz'aj stup junoc candil."
        },
        {
            "number": "21",
            "text": "Ex vuninal, ayocab' yelk'och Jehov치 yed' eb' rey d'a e sat. Manh junoc tzeyutej e pensar yed' eb' ayoch ajk'olal d'a eb' rey chi',"
        },
        {
            "number": "22",
            "text": "yujto elanhchamel scham eb', axo satel eb' chi'. Malaj mach ojtannac tas yaelal scotcan d'a yib'anh eb' yuj Dios yed' pax yuj eb' rey chi'."
        },
        {
            "number": "23",
            "text": "Anhejton pax a' juntzanhxo tic ix yalcan eb' jelan spensar: Yelxo manh vach'oc tato manh lajanoc syutej eb' juez sb'oan yaj eb' anima."
        },
        {
            "number": "24",
            "text": "A eb' juez tonhej syaq'uel eb' anima ay smul d'a libre, chuc syal eb' anima d'a spatic eb', spaticajcanel eb' yuj masanil anima."
        },
        {
            "number": "25",
            "text": "Axo eb' juez tz'ak'an scastigo eb' ay smul chi', vach' ton tz'elk'och eb', axo eb' anima, vach' syal eb' d'a spatic eb'."
        },
        {
            "number": "26",
            "text": "A eb' vach' syutej spacan junoc lolonel, lajan eb' icha junoc eb' stz'ub'an sti' junoc anima."
        },
        {
            "number": "27",
            "text": "Manh e b'olaj e pat, tato mantalaj tas tze va'a yed' tas ol aj yek' tiempo eyuuj."
        },
        {
            "number": "28",
            "text": "Manh comonoc tzeyak'och lolonel d'a spatic eb' eyetanimail, max yal eyalan lolonel manh yeloc d'a spatic eb'."
        },
        {
            "number": "29",
            "text": "Manh e na eyaq'uek' e pac d'a eb', icha val tzex yutej eb'."
        },
        {
            "number": "30",
            "text": "Ix in ek' d'a scal smunlajel eb' jaragana yed' d'a scal te' uva avab'il yuj eb' malaj spensar."
        },
        {
            "number": "31",
            "text": "A tas ix vil d'a sat sluum eb' chi', anhej te' q'uiix sq'uib'q'uei. Axo q'uen tz'alq'ueen ayoch smactealoc, toxo ix lanhchaj q'ueen."
        },
        {
            "number": "32",
            "text": "Ayic ix vilan juntzanh chi' ix in sik'ancan d'a in pensar, ix vik'ancan in k'ayb'ub'al d'ay."
        },
        {
            "number": "33",
            "text": "Yuj chi' sval d'ayex: Yacb'an tzex vay jab'oc, snecnecan pax e jolom e vayi yed' jeljumb'a tz'aj e k'ab' ayic tzeyik'an eyip,"
        },
        {
            "number": "34",
            "text": "axo meb'ail ol ja d'a eyib'anh, icha junoc elk'um ed'jinac junoc arma."
        }
    ]
}