{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh tik slolonel winhaj Salomón, haxo heb' stz'ib'um winhaj Ezequías sreyal Judá, ix tz'ib'ankani:"
        },
        {
            "number": "2",
            "text": "Te niwan yelk'och Dios yuj juntzanh tas k'ub'eltac yaj yuj, haxo pax heb' rey jun, skal heb' wach'il yujto scham wal sch'olb'itan junok tas heb'."
        },
        {
            "number": "3",
            "text": "Icha snajatil ay satcha’anh yet' sjulal yich lum lum, icha chi' yaj spensar heb' rey, malaj mach snachajel yuj tas yaj spensar heb'."
        },
        {
            "number": "4",
            "text": "Tato tz'ik'chajel smical k'een plata, syal sb'o junok tas wach' t'a k'een."
        },
        {
            "number": "5",
            "text": "Anhejtona' tato tz'ik'chajel heb' chuk t'a yopisio yuj heb' rey, syik' yip yopisio heb' t'a stojolal."
        },
        {
            "number": "6",
            "text": "Mokab' eyik'chaanh he b'ha t'a yichanh heb' rey, manh ex empax k'ojan b'aj tz'em k'ojan heb' niwac winak."
        },
        {
            "number": "7",
            "text": "Yelxo wach' tato tzex avtajb'at t'a slak'anil heb' rey, t'a yichanh pax to tzex ik'chajelta t'a yichanh heb' niwac winak chi'."
        },
        {
            "number": "8",
            "text": "Ha tas tzeyila', manh eyik'b'at t'a yichanh heb' juez t'a elanhchamel, talaj ay junocxo ol k'ochoc ol yalan tas yaji, haxo ol ajoc, toxonhej ol ex te q'uixwoc."
        },
        {
            "number": "9",
            "text": "Tato ay chaclajb'ail t'a he kal yet' heb' kajan t'a he lak'anil, aq'ek eyip he b'oan yaj yet' heb', manh he puc spekal t'a heb' eyetanimail."
        },
        {
            "number": "10",
            "text": "Tato maay, haxo talaj tz'aji, a heb' tz'ab'an spekal jun chi', syamoch heb' ex yalub'tanhani, haxo he pecal te chuk tz'aj yalub'tanhaji."
        },
        {
            "number": "11",
            "text": "Ha junok b'elanh lolonel wach' tz'alchaj t'a stzolal, lajan icha junok mansan nab'a oro, aypaxoch k'een plata yelwanub'oc."
        },
        {
            "number": "12",
            "text": "Icha k'een colk'ab' yet' k'een uchiquin nab'a oro, yelxo te wach', icha chi' yaj skachnab'il heb' jelan t'a heb' scha yab' t'a tzalajk'olal."
        },
        {
            "number": "13",
            "text": "Ha heb' chekab' k'anab'ajum, lajan heb' t'a yol sat heb' schekan chi' icha ha' siquila' scuk'ej ayic te ay ko taquinhtial, sicb'i sk'ol heb' spatrón heb' chi' yuj sk'anab'ajumal chi'."
        },
        {
            "number": "14",
            "text": "Icha taquinh asun yet' taquinh ik' malaj jab'oc snhab'il, icha chi' yaj heb' syik'chaanh sb'ha t'a tas syak' yalani, palta malaj b'ak'uinh syak' heb'."
        },
        {
            "number": "15",
            "text": "Tato niwan scutej ko k'ool t'a yichanh heb' yajal, syal smontaj heb' cuuj. Ha lolonel wach' tz'alchaji, tz'em numnaj heb' te pit syutej sb'a yuj."
        },
        {
            "number": "16",
            "text": "Ayic tz'ilchaj nok' yal chab' eyuuj, mokab' ek' yib'anh he te uk'anb'at nok', tato maay, ex xejtalaj yuj nok'."
        },
        {
            "number": "17",
            "text": "Mokab' xikanoc tzex b'at paxyal t'a heb' eyamigo, tato maay, haxo talaj tz'aji, sk'e chinaj sk'ol heb' eyed'oc, yujto nachaji tzex k'ochi."
        },
        {
            "number": "18",
            "text": "Ha heb' syak'och sb'a testigoal t'a es t'a junok yetanimail, lajan heb' icha junok te te', ma junok k'een espada, ma junok jul-lab' te jay sti'."
        },
        {
            "number": "19",
            "text": "Ayic ayonh och t'a ko yaelal, tato a junok anima max elk'och tas syal skak'och yipoc ko k'ool, lajan ichato q'uichajnac ko xub' tzonh b'eyeq'ui, ma icha ko wa yet' junok k'een que ya ayxo yolanil."
        },
        {
            "number": "20",
            "text": "Ayic ayonh och t'a syaelal, sb'itaj junok b'it kab'i, lajan syail icha yic tz'ak'jioch winagre t'a junok echen, ma icha yic tz'ik'chajel ko pichul ayic te ay siic."
        },
        {
            "number": "21",
            "text": "Tato ay swejel heb' ayoch ajk'olal t'ayex, aq'ek wa heb', ta ay staquinhtial heb', aq'ek ha' yuk'ej heb'."
        },
        {
            "number": "22",
            "text": "Tato icha chi' tzeyutej he b'ha t'a heb', ol chacb'oc sat heb' yuj q'uixwelal t'a eyichanh, haxo Jehová ol pactzitan t'ayex b'aj tzex kolwaj chi' t'a heb'."
        },
        {
            "number": "23",
            "text": "Ha ik' scot t'a stojolal norte syik'cot nhab', icha chi' juntzanh chukal lolonel, a tz'ak'an owaj ko sat."
        },
        {
            "number": "24",
            "text": "Yelxo te wach' tzonh aj t'a junok yune' pat ko ch'ocoj, t'a yichanh pax tzonh aj t'a junok niwan pat te wach' yet' junok ix ix to aynhejcot yowal."
        },
        {
            "number": "25",
            "text": "Icha a siquil ha' scuk'ej ayic wan stacji ko ti', icha chi' tz'aj sjawi junok ab'ix wach' scot t'a najat."
        },
        {
            "number": "26",
            "text": "Ha heb' wach' sb'eyb'al scuchb'ajb'at yuj heb' chuk sb'eyb'al, lajan tz'aj heb' icha sjaj ha ha' te tat yuj lum sok'om."
        },
        {
            "number": "27",
            "text": "Manh wach'oc tato niwan nok' yal chab' scuk'ej. Manh wach'oc paxi tato anhej yic niwan tz'aj ko b'inaj yuj heb' quetanimail sko sayeq'ui."
        },
        {
            "number": "28",
            "text": "Ha heb' max syamoch waan sb'eyb'al, lajan heb' icha junok chonhab' lanhchajnac smuroal max yal-laj scolan sb'a."
        }
    ]
}