{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Aton juntzanh tic slolonel vinhaj Salomón, axo eb' stz'ib'um vinhaj Ezequías sreyal Judá, ix tz'ib'ancani:"
        },
        {
            "number": "2",
            "text": "Te nivan yelk'och Dios yuj juntzanh tas k'ub'eltac yaj yuuj, axo pax eb' rey jun, scal eb' vach'il yujto scham val sch'olb'itan junoc tas eb'."
        },
        {
            "number": "3",
            "text": "Icha snajatil ay satchaanh yed' sjulal yich lum luum, icha chi' yaj spensar eb' rey, malaj mach snachajel yuuj tas yaj spensar eb'."
        },
        {
            "number": "4",
            "text": "Tato tz'ik'chajel smical q'uen plata, syal sb'o junoc tas vach' d'a q'ueen."
        },
        {
            "number": "5",
            "text": "Anhejtona' tato tz'ik'chajel eb' chuc d'a yopisio yuj eb' rey, syik' yip yopisio eb' d'a stojolal."
        },
        {
            "number": "6",
            "text": "Mocab' eyik'chaanh e b'a d'a yichanh eb' rey, manh ex empax k'ojan b'aj tz'em k'ojan eb' nivac vinac."
        },
        {
            "number": "7",
            "text": "Yelxo vach' tato tzex avtajb'at d'a slak'anil eb' rey, d'a yichanh pax to tzex ik'chajelta d'a yichanh eb' nivac vinac chi'."
        },
        {
            "number": "8",
            "text": "A tas tzeyila', manh eyik'b'at d'a yichanh eb' juez d'a elanhchamel, talaj ay junocxo ol k'ochoc ol yalan tas yaji, axo ol ajoc, toxonhej ol ex te q'uixvoc."
        },
        {
            "number": "9",
            "text": "Tato ay chaclajb'ail d'a e cal yed' eb' cajan d'a e lak'anil, aq'uec eyip e b'oan yaj yed' eb', manh e puc specal d'a eb' eyetanimail."
        },
        {
            "number": "10",
            "text": "Tato maay, axo talaj tz'aji, a eb' tz'ab'an specal jun chi', syamoch eb' ex yalub'tanhani, axo e pecal te chuc tz'aj yalub'tanhaji."
        },
        {
            "number": "11",
            "text": "A junoc b'elanh lolonel vach' tz'alchaj d'a stzolal, lajan icha junoc mansan nab'a oro, aypaxoch q'uen plata yelvanub'oc."
        },
        {
            "number": "12",
            "text": "Icha q'uen colk'ab' yed' q'uen uchiquin nab'a oro, yelxo te vach', icha chi' yaj scachnab'il eb' jelan d'a eb' scha yab' d'a tzalajk'olal."
        },
        {
            "number": "13",
            "text": "A eb' checab' k'anab'ajum, lajan eb' d'a yol sat eb' schecan chi' icha a' siquila' scuq'uej ayic te ay co taquinhtial, sicb'i sk'ol eb' spatrón eb' chi' yuj sk'anab'ajumal chi'."
        },
        {
            "number": "14",
            "text": "Icha taquinh asun yed' taquinh ik' malaj jab'oc snhab'il, icha chi' yaj eb' syik'chaanh sb'a d'a tas syak' yalani, palta malaj b'aq'uinh syak' eb'."
        },
        {
            "number": "15",
            "text": "Tato nivan scutej co k'ool d'a yichanh eb' yajal, syal smontaj eb' cuuj. A lolonel vach' tz'alchaji, tz'em numnaj eb' te pit syutej sb'a yuuj."
        },
        {
            "number": "16",
            "text": "Ayic tz'ilchaj nok' yal chab' eyuuj, mocab' ek' yib'anh e te uk'anb'at nok', tato maay, ex xejtalaj yuj nok'."
        },
        {
            "number": "17",
            "text": "Mocab' xicanoc tzex b'at paxyal d'a eb' eyamigo, tato maay, axo talaj tz'aji, sq'ue chinaj sk'ol eb' eyed'oc, yujto nachaji tzex k'ochi."
        },
        {
            "number": "18",
            "text": "A eb' syak'och sb'a testigoal d'a es d'a junoc yetanimail, lajan eb' icha junoc te te', ma junoc q'uen espada, ma junoc jul-lab' te jay sti'."
        },
        {
            "number": "19",
            "text": "Ayic ayonh och d'a co yaelal, tato a junoc anima max elk'och tas syal scak'och yipoc co k'ool, lajan ichato q'uichajnac co xub' tzonh b'eyeq'ui, ma icha co va yed' junoc q'uen que ya ayxo yolanil."
        },
        {
            "number": "20",
            "text": "Ayic ayonh och d'a syaelal, sb'itaj junoc b'it cab'i, lajan syail icha yic tz'ak'jioch vinagre d'a junoc echen, ma icha yic tz'ik'chajel co pichul ayic te ay siic."
        },
        {
            "number": "21",
            "text": "Tato ay svejel eb' ayoch ajk'olal d'ayex, aq'uec va eb', ta ay staquinhtial eb', aq'uec a' yuq'uej eb'."
        },
        {
            "number": "22",
            "text": "Tato icha chi' tzeyutej e b'a d'a eb', ol chacb'oc sat eb' yuj q'uixvelal d'a eyichanh, axo Jehová ol pactzitan d'ayex b'aj tzex colvaj chi' d'a eb'."
        },
        {
            "number": "23",
            "text": "A ik' scot d'a stojolal norte syik'cot nhab', icha chi' juntzanh chucal lolonel, a tz'ak'an ovaj co sat."
        },
        {
            "number": "24",
            "text": "Yelxo te vach' tzonh aj d'a junoc yune' pat co ch'ocoj, d'a yichanh pax tzonh aj d'a junoc nivan pat te vach' yed' junoc ix ix to aynhejcot yoval."
        },
        {
            "number": "25",
            "text": "Icha a siquil a' scuq'uej ayic van stacji co ti', icha chi' tz'aj sjavi junoc ab'ix vach' scot d'a najat."
        },
        {
            "number": "26",
            "text": "A eb' vach' sb'eyb'al scuchb'ajb'at yuj eb' chuc sb'eyb'al, lajan tz'aj eb' icha sjaj a a' te tat yuj lum sok'om."
        },
        {
            "number": "27",
            "text": "Manh vach'oc tato nivan nok' yal chab' scuq'uej. Manh vach'oc paxi tato anhej yic nivan tz'aj co b'inaj yuj eb' quetanimail sco sayeq'ui."
        },
        {
            "number": "28",
            "text": "A eb' max syamoch vaan sb'eyb'al, lajan eb' icha junoc chonhab' lanhchajnac smuroal max yal-laj scolan sb'a."
        }
    ]
}