{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Manh smojoc tato tz'em q'uen sacb'acom ayic te k'achan, ma scot nhab' d'a stiempoal jach'oj, ichaton pax chi', manh smojoc tz'ik'jichaanh eb' malaj spensar."
        },
        {
            "number": "2",
            "text": "Tato malaj yuuj tz'alji junoc catab' lolonel, malaj b'aq'uinh tz'elk'ochi. Lajan icha junoc nok' tz'unun tonhej tz'ek' jenhenhoc, ma icha nok' sanhcapech tz'ek' d'a satchaanh, malaj b'aj tz'och vaan."
        },
        {
            "number": "3",
            "text": "Scak'och sfreno nok' chej, sco mak' nok' b'uru d'a junoc tz'uum, axo te' jixk'ab'te', a te' scak'lab'ej co mak'an eb' malaj spensar."
        },
        {
            "number": "4",
            "text": "Manh ex tak'voc d'a junoc malaj spensar ayic syalan smanh pensaril chi' d'ayex, yic vach' max e lajb'ej e b'a yed'oc."
        },
        {
            "number": "5",
            "text": "Tak'vanhec d'a junoc malaj spensar icha d'a smojal, yic vach' ol nachajel yuuj to malaj spensar chi'."
        },
        {
            "number": "6",
            "text": "Tato sco checb'at eb' malaj spensar d'a co checab'il, ichato van co xican coc, tonhej sco saycot yaelal d'a quib'anh."
        },
        {
            "number": "7",
            "text": "A junoc lolonel syak' junoc malaj spensar, lajan icha yoc junoc coxo, malaj yopisio."
        },
        {
            "number": "8",
            "text": "Ek'al sjelanil junoc mach spixanoch q'uen q'ueen d'a yol ch'anh mejmeech, d'a yichanh junoc mach tz'ik'an chaanh eb' malaj spensar."
        },
        {
            "number": "9",
            "text": "A eb' uk'um anh, vach'chom aylaj jantacoc q'uiix ayb'at d'a yol yoc eb', palta max yab'laj eb'. Icha pax chi' eb' malaj spensar, max nachaj el-laj juntzanh jelan lolonel yuj eb'."
        },
        {
            "number": "10",
            "text": "A eb' patrón tz'ak'anoch eb' malaj spensar d'a smunlajel, ma eb' scomon b'eyeq'ui, lajan tz'aj eb' icha eb' julvajum tonhej scomon julvaj d'a scal anima."
        },
        {
            "number": "11",
            "text": "Icha nok' tz'i' slek'anxiq'ue xej, icha chi' yaj eb' malaj spensar, smeltzajxi eb' d'a smanh pensaril chi'."
        },
        {
            "number": "12",
            "text": "A eb' malaj spensar, tzato yal co k'ayb'an eb' d'a yichanh pax eb' syaloch sb'a jelanil."
        },
        {
            "number": "13",
            "text": "A eb' jaragana syal eb' to a d'a yol b'e ay jun nok' choj lista yajeq'ui yic schi'anb'at anima nok', yujto malaj sgana eb' sb'at munlajel."
        },
        {
            "number": "14",
            "text": "Icha tz'aj sb'eyek' junoc puerta yuj svisagreal, icha chi' eb' jaragana, smeltzajq'ueejmi eb' d'a sat sch'at."
        },
        {
            "number": "15",
            "text": "A eb' jaragana syaq'uem sk'ab' eb' d'a yol yuk'ab', palta te nivan munlajelalxo d'a eb' ayic syik'anq'ueta eb' tas ayem d'a yol uk'ab' chi'."
        },
        {
            "number": "16",
            "text": "A eb' jaragana, sna eb' to te jelan eb' d'a yichanh ucvanhoc anima yojtac sya ilan junoc lolonel d'a vach'ilal."
        },
        {
            "number": "17",
            "text": "Tato scalb'at quic d'a scal oval b'aj malaj calan quico', lajan icha co yaman schiquin junoc nok' tz'i' te ov."
        },
        {
            "number": "18",
            "text": "Icha eb' anima scomon julvaj yed' sjul-lab' ayoch sk'ak'al,"
        },
        {
            "number": "19",
            "text": "icha chi' yaj eb' syixtej junoc yamigo, axo slajvi chi' syalan eb' to tonhej stajni eb'."
        },
        {
            "number": "20",
            "text": "Tato malaj te' k'atzitz, stupel te' k'ak', icha pax chi' tato malaj junoc naumq'ue lolonel, slajviel oval."
        },
        {
            "number": "21",
            "text": "A te' ak'al tz'och tzak'aq'uil, axo te' k'atzitz tz'ak'an ovaj te' k'ak', icha chi' tz'aj sq'ue vaan oval yuj eb' sayum oval tz'eq'ui."
        },
        {
            "number": "22",
            "text": "A tas syal eb' alum pecal, lajan icha juntzanh tas vach' sloji, sk'och val schi'al d'a sk'ol eb' tz'ab'an chi'."
        },
        {
            "number": "23",
            "text": "A juntzanh lolonel man jantacoc svach'il syal eb' anima chuc tas nab'il yuuj, lajan icha junoc lum chen uk'nac d'a q'uen plata."
        },
        {
            "number": "24",
            "text": "A eb' chuc spensar, vach'nhej syutej eb' sloloni, palta axo d'a spensar eb', ata' ayek' schucal pensaril eb' chi',"
        },
        {
            "number": "25",
            "text": "vach'chom manh jantacoc svach'il slolon eb' d'ayex, manh e cha eyab'i, yujto a eb' chi', anhej chucal sna eb' sk'ulej d'ayex."
        },
        {
            "number": "26",
            "text": "Vach'chom max snib'ej eb' sch'oxel schucal, palta yovalil ol checlajelta d'a yichanh anima smasanil."
        },
        {
            "number": "27",
            "text": "A eb' sjoyan junoc olan yic yaal, anheja' eb' ol b'at d'a jun olan chi'. A eb' tz'ecanb'at junoc q'uen q'ueen d'a yib'anh junoc anima, anheja' q'ueen ol cotpax d'a yib'anh eb'."
        },
        {
            "number": "28",
            "text": "A eb' esalvum, schichon sk'ol eb' d'a eb' anima syixtej. A eb' tonhej stz'ac yal vach'il, sjuviel eb' schaan yab' d'a eb'."
        }
    ]
}