{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Manh smojoc tato tz'em k'een sacb'acom ayic te k'achan, ma scot nhab' t'a stiempoal jach'oj, ichaton pax chi', manh smojoc tz'ik'jichaanh heb' malaj spensar."
        },
        {
            "number": "2",
            "text": "Tato malaj yuj tz'alji junok catab' lolonel, malaj b'ak'uinh tz'elk'ochi. Lajan icha junok nok' tz'unun tonhej tzek' jenhenhoc, ma icha nok' sanhcapech tzek' t'a satcha’anh, malaj b'aj tz'och waan."
        },
        {
            "number": "3",
            "text": "Scak'och sfreno nok' chej, sco mak' nok' b'uru t'a junok tz'uum, haxo te' jixk'ab'te', a te' skak'lab'ej ko mak'an heb' malaj spensar."
        },
        {
            "number": "4",
            "text": "Manh ex tak'woc t'a junok malaj spensar ayic syalan smanh pensaril chi' t'ayex, yic wach' max he lajb'ej he b'a yet'oc."
        },
        {
            "number": "5",
            "text": "Tak'wanhec t'a junok malaj spensar icha t'a smojal, yic wach' ol nachajel yuj to malaj spensar chi'."
        },
        {
            "number": "6",
            "text": "Tato sco checb'at heb' malaj spensar t'a ko checab'il, ichato wan ko xican coc, tonhej sco saycot yaelal t'a quib'anh."
        },
        {
            "number": "7",
            "text": "Ha junok lolonel syak' junok malaj spensar, lajan icha yoc junok coxo, malaj yopisio."
        },
        {
            "number": "8",
            "text": "Ek'al sjelanil junok mach spixanoch k'een k'een t'a yol ch'anh mejmeech, t'a yichanh junok mach tz'ik'an chaanh heb' malaj spensar."
        },
        {
            "number": "9",
            "text": "Ha heb' uk'um anh, wach'chom aylaj jantacoc q'uiix ayb'at t'a yol yoc heb', palta max yab'laj heb'. Icha pax chi' heb' malaj spensar, max nachaj el-laj juntzanh jelan lolonel yuj heb'."
        },
        {
            "number": "10",
            "text": "Ha heb' patrón tz'ak'anoch heb' malaj spensar t'a smunlajel, ma heb' scomon b'eyeq'ui, lajan tz'aj heb' icha heb' julwajum tonhej scomon julwaj t'a skal anima."
        },
        {
            "number": "11",
            "text": "Icha nok' tz'i' slek'anxik'e xej, icha chi' yaj heb' malaj spensar, smeltzajxi heb' t'a smanh pensaril chi'."
        },
        {
            "number": "12",
            "text": "Ha heb' malaj spensar, tzato yal ko k'ayb'an heb' t'a yichanh pax heb' syaloch sb'a jelanil."
        },
        {
            "number": "13",
            "text": "Ha heb' jaragana syal heb' to ha t'a yol b'e ay jun nok' choj lista yajeq'ui yic schi'anb'at anima nok', yujto malaj snib'ej heb' sb'at munlajel."
        },
        {
            "number": "14",
            "text": "Icha tz'aj sb'eyek' junok puerta yuj swisagreal, icha chi' heb' jaragana, smeltzajk'eejmi heb' t'a sat sch'at."
        },
        {
            "number": "15",
            "text": "Ha heb' jaragana syak'em sk'ab' heb' t'a yol yuk'ab', palta te niwan munlajelalxo t'a heb' ayic syik'ank'eta heb' tas ayem t'a yol uk'ab' chi'."
        },
        {
            "number": "16",
            "text": "Ha heb' jaragana, sna heb' to te jelan heb' t'a yichanh ucwanhoc anima yojtac sya ilan junok lolonel t'a wach'ilal."
        },
        {
            "number": "17",
            "text": "Tato scalb'at quic t'a skal owal b'aj malaj calan quico', lajan icha ko yaman schiquin junok nok' tz'i' te ov."
        },
        {
            "number": "18",
            "text": "Icha heb' anima scomon julwaj yet' sjul-lab' ayoch sk'ak'al,"
        },
        {
            "number": "19",
            "text": "icha chi' yaj heb' syixtej junok yamigo, haxo slajwi chi' syalan heb' to tonhej stajni heb'."
        },
        {
            "number": "20",
            "text": "Tato malaj te' k'atzitz, stupel te' k'ak', icha pax chi' tato malaj junok naumk'e lolonel, slajwiel owal."
        },
        {
            "number": "21",
            "text": "Ha te' ak'al tz'och tzak'aq'uil, haxo te' k'atzitz tz'ak'an owaj te' k'ak', icha chi' tz'aj sk'e waan owal yuj heb' sayum owal tz'eq'ui."
        },
        {
            "number": "22",
            "text": "Ha tas syal heb' alum pecal, lajan icha juntzanh tas wach' sloji, sk'och wal schi'al t'a sk'ol heb' tz'ab'an chi'."
        },
        {
            "number": "23",
            "text": "Ha juntzanh lolonel man jantacoc swach'il syal heb' anima chuk tas nab'il yuj, lajan icha junok lum chen uk'nac t'a k'een plata."
        },
        {
            "number": "24",
            "text": "Ha heb' chuk spensar, wach'nhej syutej heb' sloloni, palta haxo t'a spensar heb', ata' ayek' schucal pensaril heb' chi',"
        },
        {
            "number": "25",
            "text": "wach'chom manh jantacoc swach'il slolon heb' t'ayex, manh he cha eyab'i, yujto a heb' chi', anhej chukal sna heb' sk'ulej t'ayex."
        },
        {
            "number": "26",
            "text": "Wach'chom max snib'ej heb' sch'oxel schucal, palta yowalil ol checlajelta t'a yichanh anima smasanil."
        },
        {
            "number": "27",
            "text": "Ha heb' sjoyan junok olan yic yaal, anheja' heb' ol b'at t'a jun olan chi'. Ha heb' tz'ecanb'at junok k'een k'een t'a yib'anh junok anima, anheja' k'een ol cotpax t'a yib'anh heb'."
        },
        {
            "number": "28",
            "text": "Ha heb' esalwum, schichon sk'ol heb' t'a heb' anima syixtej. Ha heb' tonhej stz'ac yal wach'il, sjuwiel heb' schaan yab' t'a heb'."
        }
    ]
}