{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Manh smojoc tato tz'em q'uen sacb'acom ayic te k'achan, ma scot nhab' t'a stiempoal jach'oj, ichaton pax chi', manh smojoc tz'ik'jichaanh eb' malaj spensar."
        },
        {
            "number": "2",
            "text": "Tato malaj yuj tz'alji junok catab' lolonel, malaj b'ak'uinh tz'elk'ochi. Lajan icha junok nok' tz'unun tonhej tzek' jenhenhoc, ma icha nok' sanhcapech tzek' t'a satcha’anh, malaj b'aj tz'och vaan."
        },
        {
            "number": "3",
            "text": "Scak'och sfreno nok' chej, sco mak' nok' b'uru t'a junok tz'uum, haxo te' jixk'ab'te', a te' scak'lab'ej co mak'an eb' malaj spensar."
        },
        {
            "number": "4",
            "text": "Manh ex tak'voc t'a junok malaj spensar ayic syalan smanh pensaril chi' t'ayex, yic wach' max e lajb'ej e b'a yet'oc."
        },
        {
            "number": "5",
            "text": "Tak'vanhec t'a junok malaj spensar icha t'a smojal, yic wach' ol nachajel yuj to malaj spensar chi'."
        },
        {
            "number": "6",
            "text": "Tato sco checb'at eb' malaj spensar t'a co checab'il, ichato van co xican coc, tonhej sco saycot yaelal t'a quib'anh."
        },
        {
            "number": "7",
            "text": "Ha junok lolonel syak' junok malaj spensar, lajan icha yoc junok coxo, malaj yopisio."
        },
        {
            "number": "8",
            "text": "Ek'al sjelanil junok mach spixanoch q'uen q'ueen t'a yol ch'anh mejmeech, t'a yichanh junok mach tz'ik'an chaanh eb' malaj spensar."
        },
        {
            "number": "9",
            "text": "Ha eb' uk'um anh, wach'chom aylaj jantacoc q'uiix ayb'at t'a yol yoc eb', palta max yab'laj eb'. Icha pax chi' eb' malaj spensar, max nachaj el-laj juntzanh jelan lolonel yuj eb'."
        },
        {
            "number": "10",
            "text": "Ha eb' patrón tz'ak'anoch eb' malaj spensar t'a smunlajel, ma eb' scomon b'eyeq'ui, lajan tz'aj eb' icha eb' julvajum tonhej scomon julvaj t'a skal anima."
        },
        {
            "number": "11",
            "text": "Icha nok' tz'i' slek'anxiq'ue xej, icha chi' yaj eb' malaj spensar, smeltzajxi eb' t'a smanh pensaril chi'."
        },
        {
            "number": "12",
            "text": "Ha eb' malaj spensar, tzato yal co k'ayb'an eb' t'a yichanh pax eb' syaloch sb'a jelanil."
        },
        {
            "number": "13",
            "text": "Ha eb' jaragana syal eb' to ha t'a yol b'e ay jun nok' choj lista yajeq'ui yic schi'anb'at anima nok', yujto malaj sgana eb' sb'at munlajel."
        },
        {
            "number": "14",
            "text": "Icha tz'aj sb'eyek' junok puerta yuj svisagreal, icha chi' eb' jaragana, smeltzajq'ueejmi eb' t'a sat sch'at."
        },
        {
            "number": "15",
            "text": "Ha eb' jaragana syaq'uem sk'ab' eb' t'a yol yuk'ab', palta te niwan munlajelalxo t'a eb' ayic syik'anq'ueta eb' tas ayem t'a yol uk'ab' chi'."
        },
        {
            "number": "16",
            "text": "Ha eb' jaragana, sna eb' to te jelan eb' t'a yichanh ucvanhoc anima yojtac sya ilan junok lolonel t'a wach'ilal."
        },
        {
            "number": "17",
            "text": "Tato scalb'at quic t'a skal oval b'aj malaj calan quico', lajan icha co yaman schiquin junok nok' tz'i' te ov."
        },
        {
            "number": "18",
            "text": "Icha eb' anima scomon julvaj yet' sjul-lab' ayoch sk'ak'al,"
        },
        {
            "number": "19",
            "text": "icha chi' yaj eb' syixtej junok yamigo, haxo slajvi chi' syalan eb' to tonhej stajni eb'."
        },
        {
            "number": "20",
            "text": "Tato malaj te' k'atzitz, stupel te' k'ak', icha pax chi' tato malaj junok naumq'ue lolonel, slajviel oval."
        },
        {
            "number": "21",
            "text": "Ha te' ak'al tz'och tzak'aq'uil, haxo te' k'atzitz tz'ak'an ovaj te' k'ak', icha chi' tz'aj sq'ue vaan oval yuj eb' sayum oval tz'eq'ui."
        },
        {
            "number": "22",
            "text": "Ha tas syal eb' alum pecal, lajan icha juntzanh tas wach' sloji, sk'och val schi'al t'a sk'ol eb' tz'ab'an chi'."
        },
        {
            "number": "23",
            "text": "Ha juntzanh lolonel man jantacoc swach'il syal eb' anima chuk tas nab'il yuj, lajan icha junok lum chen uk'nac t'a q'uen plata."
        },
        {
            "number": "24",
            "text": "Ha eb' chuk spensar, wach'nhej syutej eb' sloloni, palta haxo t'a spensar eb', ata' ayek' schucal pensaril eb' chi',"
        },
        {
            "number": "25",
            "text": "wach'chom manh jantacoc swach'il slolon eb' t'ayex, manh e cha eyab'i, yujto a eb' chi', anhej chukal sna eb' sk'ulej t'ayex."
        },
        {
            "number": "26",
            "text": "Wach'chom max snib'ej eb' sch'oxel schucal, palta yowalil ol checlajelta t'a yichanh anima smasanil."
        },
        {
            "number": "27",
            "text": "Ha eb' sjoyan junok olan yic yaal, anheja' eb' ol b'at t'a jun olan chi'. Ha eb' tz'ecanb'at junok q'uen q'ueen t'a yib'anh junok anima, anheja' q'ueen ol cotpax t'a yib'anh eb'."
        },
        {
            "number": "28",
            "text": "Ha eb' esalvum, schichon sk'ol eb' t'a eb' anima syixtej. Ha eb' tonhej stz'ac yal wach'il, sjuwiel eb' schaan yab' t'a eb'."
        }
    ]
}