{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Manh eyik'chaanh e b'a yuj tas tze k'ulej k'ik'an eyalani, yujto manh eyojtacoc tas tzuji k'ik'an chi'."
        },
        {
            "number": "2",
            "text": "Ch'ococab' eb' tzex alan wach'il, yujto manh wach'oc tato a ex tik tzeyaloch e b'a wach'ilal."
        },
        {
            "number": "3",
            "text": "Ha q'uen yax q'ueen yet' q'uen arena te al q'ueen, pural sq'ue q'uen cuuj, icha pax chi' yaj yoval eb' chuk spensar, yelxo val max techajlaj cuuj."
        },
        {
            "number": "4",
            "text": "Ha k'ak'alk'olal te chuk, niwan tas tz'ixtaxb'at yuj, palta haxo chichonk'olal, malaj mach syal stek'b'an sb'ha t'a yichanh."
        },
        {
            "number": "5",
            "text": "Ha eb' tzonh xajanani, tzonh scach eb' t'a juntzanh chukal sco k'ulej."
        },
        {
            "number": "6",
            "text": "Ha eb' wach' eyak'an yet'oc, say eb' tas wach' tz'och e wach'iloc wach'chom ya tzeyab'i. Axo eb' tz'och lak'naj t'ayex jun, tzeyil e b'ha t'a eb', yujto a eb' chi', ajk'ool yajoch eb' t'ayex."
        },
        {
            "number": "7",
            "text": "Ha eb' b'ut'anxo sk'ool, wach'chom a nok' yal chab' syuk' eb', palta chuclaj yuk'ji nok' syab' eb'. Axo pax eb' ay svejel jun, wach'chom k'a' junok tasi, palta te chi' syab' eb'."
        },
        {
            "number": "8",
            "text": "Ha eb' syactejcan yal yuninal, lajan eb' icha junok nok' much syactejcan so' yet' yune'."
        },
        {
            "number": "9",
            "text": "Ha yuj perfume yet' tas scaq'uek' t'a co jolom, yuj chi' stzalajb'i co k'ool, icha chi' tz'aj co tzalaj yuj razón syak' eb' camigo t'ayonh yuj onh xajanan eb'."
        },
        {
            "number": "10",
            "text": "Malaj b'ak'uinh tze chaquel eb' eyamigo yet' pax eb' yamigo eb' e mam. Manh ex b'at eyal e cusk'olal t'a junok e k'ab' eyoc. Te wach' tato tzeyal e cusk'olal chi' t'a eb' eyamigo cajan t'a e lak'anil, t'a yichanh eb' e k'ab' eyoc cajan t'a najat."
        },
        {
            "number": "11",
            "text": "Ex vuninal, jelan tzeyutej e b'a, yic wach' tzeyak' tzalajb'oc in k'ool, yic wach' ay tas syal in pactzitan t'a eb' tzin paticaneli."
        },
        {
            "number": "12",
            "text": "Ha eb' ay spensar, syil eb' tastac ay smay, scolan sb'a eb' t'ay, haxo pax eb' malaj spensar jun, sb'eynhejb'at eb' masanto sjavi yaelal t'a yib'anh eb'."
        },
        {
            "number": "13",
            "text": "Ha eb' syak'och sb'a fiadoral t'a eb' anima manh yojtacoc, yak'ocab'kan junok mojanh spichul eb' yuj q'uen tumin chi'."
        },
        {
            "number": "14",
            "text": "Tato ayic vanto sakb'i, tzonh avaj t'a eb' camigo yic sco k'anb'an sk'ol eb', a tz'aj yab'an eb', ichato chuk van calan t'a eb'."
        },
        {
            "number": "15",
            "text": "Ha eb' ix ix ovalnhej yaji, lajan eb' ix icha junok tz'uj sd'ujd'ujan t'a stiempoal nhab'il q'uinal."
        },
        {
            "number": "16",
            "text": "Tato sco nib'ej tz'och vaan eb' ix t'a yoval sk'ool chi', lajan icha to sco nib'ej sco yamoch vaan ik', icha pax to sco nib'ej sco yam aceite t'a yol co k'ab'."
        },
        {
            "number": "17",
            "text": "Ha q'uen q'ueen, snhicchajq'ue ye q'ueen yet' junocxo yetq'uenal, icha pax chi' eb' anima syik' sjelanil eb' yuj slolon yet' junocxo yetanimail."
        },
        {
            "number": "18",
            "text": "Ha eb' stanhvan te' higo avab'il yuj, slo sat te' eb', icha pax chi' eb' ayoch spensar t'a spatrón, tz'ik'jichaanh eb' yuj eb' spatrón chi'."
        },
        {
            "number": "19",
            "text": "Icha val scutej quilanem co sat t'a yol ha ha', icha pax chi' scutej quilani tas yaj co b'eyb'al ayic squilanoch co pensar."
        },
        {
            "number": "20",
            "text": "Ha chamel yet' b'aj smucchaj eb' chamnac, malaj b'ak'uinh sb'ud'ji, icha chi' eb' anima, malaj b'ak'uinh stzactzaj eb' snib'anoch tastac."
        },
        {
            "number": "21",
            "text": "Ha q'uen oro yet' q'uen plata, tz'ak'chaj proval q'uen t'a skal k'ak', icha pax chi' eb' anima, tz'ak'chaj proval eb' yuj tas b'aj syal wach' lolonel."
        },
        {
            "number": "22",
            "text": "Wach'chom sco ten chojoc eb' malaj spensar t'a yib'anh junok tenlab', palta max el-laj smanh pensaril eb' chi' t'ay."
        },
        {
            "number": "23",
            "text": "Ayexnhejocab' och ijan eyilan nok' e calnel, scham val eyilanpax tas tzeyutej e tanhvan nok',"
        },
        {
            "number": "24",
            "text": "yujto a e b'eyumal yet' eyopisio manh masaniloc tiempo ayek' eyed'oc."
        },
        {
            "number": "25",
            "text": "Ayic sjochchaj q'ue vaan anh ank'ultak yet' anh ac t'a jolomtac vitz, smolchaj q'ue vaan anh, svolanxi anh junelxo."
        },
        {
            "number": "26",
            "text": "Ha xil nok' e calnel tz'och e pichuloc, ay pax e tumin yuj nok' e chiva yic syal e manan e lu'um,"
        },
        {
            "number": "27",
            "text": "a pax nok' e chiva chi', manh jantacoc lech syak' nok' yic tzeyuq'uej yet' eb' ix eyetb'eyum, eb' eyuninal yet' pax eb' smunlaj t'ayex."
        }
    ]
}