{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Manh eyik'chaanh e b'a yuj tas tze k'ulej q'uik'an eyalani, yujto manh eyojtacoc tas tzuji q'uik'an chi'."
        },
        {
            "number": "2",
            "text": "Ch'ococab' eb' tzex alan vach'il, yujto manh vach'oc tato a ex tic tzeyaloch e b'a vach'ilal."
        },
        {
            "number": "3",
            "text": "A q'uen yax q'ueen yed' q'uen arena te al q'ueen, pural sq'ue q'uen cuuj, icha pax chi' yaj yoval eb' chuc spensar, yelxo val max techajlaj cuuj."
        },
        {
            "number": "4",
            "text": "A k'ak'alk'olal te chuc, nivan tas tz'ixtaxb'at yuuj, palta axo chichonk'olal, malaj mach syal stek'b'an sb'a d'a yichanh."
        },
        {
            "number": "5",
            "text": "A eb' tzonh xajanani, tzonh scach eb' d'a juntzanh chucal sco k'ulej."
        },
        {
            "number": "6",
            "text": "A eb' vach' eyak'an yed'oc, say eb' tas vach' tz'och e vach'iloc vach'chom ya tzeyab'i. Axo eb' tz'och lak'naj d'ayex jun, tzeyil e b'a d'a eb', yujto a eb' chi', ajk'ool yajoch eb' d'ayex."
        },
        {
            "number": "7",
            "text": "A eb' b'ud'anxo sk'ool, vach'chom a nok' yal chab' syuk' eb', palta chuclaj yuk'ji nok' syab' eb'. Axo pax eb' ay svejel jun, vach'chom k'a' junoc tasi, palta te chi' syab' eb'."
        },
        {
            "number": "8",
            "text": "A eb' syactejcan yal yuninal, lajan eb' icha junoc nok' much syactejcan so' yed' yune'."
        },
        {
            "number": "9",
            "text": "A yuj perfume yed' tas scaq'uek' d'a co jolom, yuj chi' stzalajb'i co k'ool, icha chi' tz'aj co tzalaj yuj razón syak' eb' camigo d'ayonh yuj onh xajanan eb'."
        },
        {
            "number": "10",
            "text": "Malaj b'aq'uinh tze chaquel eb' eyamigo yed' pax eb' yamigo eb' e mam. Manh ex b'at eyal e cusk'olal d'a junoc e k'ab' eyoc. Te vach' tato tzeyal e cusk'olal chi' d'a eb' eyamigo cajan d'a e lak'anil, d'a yichanh eb' e k'ab' eyoc cajan d'a najat."
        },
        {
            "number": "11",
            "text": "Ex vuninal, jelan tzeyutej e b'a, yic vach' tzeyak' tzalajb'oc in k'ool, yic vach' ay tas syal in pactzitan d'a eb' tzin paticaneli."
        },
        {
            "number": "12",
            "text": "A eb' ay spensar, syil eb' tastac ay smay, scolan sb'a eb' d'ay, axo pax eb' malaj spensar jun, sb'eynhejb'at eb' masanto sjavi yaelal d'a yib'anh eb'."
        },
        {
            "number": "13",
            "text": "A eb' syak'och sb'a fiadoral d'a eb' anima manh yojtacoc, yak'ocab'can junoc mojanh spichul eb' yuj q'uen tumin chi'."
        },
        {
            "number": "14",
            "text": "Tato ayic vanto sacb'i, tzonh avaj d'a eb' camigo yic sco k'anb'an sk'ol eb', a tz'aj yab'an eb', ichato chuc van calan d'a eb'."
        },
        {
            "number": "15",
            "text": "A eb' ix ix ovalnhej yaji, lajan eb' ix icha junoc tz'uj sd'ujd'ujan d'a stiempoal nhab'il q'uinal."
        },
        {
            "number": "16",
            "text": "Tato sco nib'ej tz'och vaan eb' ix d'a yoval sk'ool chi', lajan icha to sco nib'ej sco yamoch vaan ik', icha pax to sco nib'ej sco yam aceite d'a yol co k'ab'."
        },
        {
            "number": "17",
            "text": "A q'uen q'ueen, snhicchajq'ue ye q'ueen yed' junocxo yetq'uenal, icha pax chi' eb' anima syik' sjelanil eb' yuj slolon yed' junocxo yetanimail."
        },
        {
            "number": "18",
            "text": "A eb' stanhvan te' higo avab'il yuuj, slo sat te' eb', icha pax chi' eb' ayoch spensar d'a spatrón, tz'ik'jichaanh eb' yuj eb' spatrón chi'."
        },
        {
            "number": "19",
            "text": "Icha val scutej quilanem co sat d'a yol a a', icha pax chi' scutej quilani tas yaj co b'eyb'al ayic squilanoch co pensar."
        },
        {
            "number": "20",
            "text": "A chamel yed' b'aj smucchaj eb' chamnac, malaj b'aq'uinh sb'ud'ji, icha chi' eb' anima, malaj b'aq'uinh stzactzaj eb' snib'anoch tastac."
        },
        {
            "number": "21",
            "text": "A q'uen oro yed' q'uen plata, tz'ak'chaj proval q'uen d'a scal k'ak', icha pax chi' eb' anima, tz'ak'chaj proval eb' yuj tas b'aj syal vach' lolonel."
        },
        {
            "number": "22",
            "text": "Vach'chom sco ten chojoc eb' malaj spensar d'a yib'anh junoc tenlab', palta max el-laj smanh pensaril eb' chi' d'ay."
        },
        {
            "number": "23",
            "text": "Ayexnhejocab' och ijan eyilan nok' e calnel, scham val eyilanpax tas tzeyutej e tanhvan nok',"
        },
        {
            "number": "24",
            "text": "yujto a e b'eyumal yed' eyopisio manh masaniloc tiempo ayek' eyed'oc."
        },
        {
            "number": "25",
            "text": "Ayic sjochchaj q'ue vaan anh ank'ultac yed' anh ac d'a jolomtac vitz, smolchaj q'ue vaan anh, svolanxi anh junelxo."
        },
        {
            "number": "26",
            "text": "A xil nok' e calnel tz'och e pichuloc, ay pax e tumin yuj nok' e chiva yic syal e manan e luum,"
        },
        {
            "number": "27",
            "text": "a pax nok' e chiva chi', manh jantacoc lech syak' nok' yic tzeyuq'uej yed' eb' ix eyetb'eyum, eb' eyuninal yed' pax eb' smunlaj d'ayex."
        }
    ]
}