{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ha eb' sk'ulan chukal, sb'at eb' elelal, wach'chom malaj mach spechan eb', palta a eb' wach' spensar jun, tek'tek' syutej sb'a eb' icha junok nok' choj."
        },
        {
            "number": "2",
            "text": "Tato pit syutej sb'a junok chonhab', toxonhej b'eleli yek' eb' tz'ak'an yajalil t'ay, palta tato aj pensar jun yajal junok chonhab', syal yik'an b'ey t'a wach'il."
        },
        {
            "number": "3",
            "text": "Ha eb' meb'a' tz'och yajalil, tato syixtej eb' yetmeb'ail eb', lajan eb' icha junok oval yax nhab' tz'ixtaxb'at avb'en yuj."
        },
        {
            "number": "4",
            "text": "Ha eb' syik'canel sb'ha t'a ley, ste tzalaj eb' yet' eb' sk'ulan chukal. Axo pax eb' sk'anab'ajan ley jun, tz'och eb' ajk'olal t'a eb'."
        },
        {
            "number": "5",
            "text": "Ha eb' chuk spensar, max nachajel-laj tojolal yuj eb'. Axo pax eb' syal sb'ha t'a Jehová jun, snachajel yuj eb'."
        },
        {
            "number": "6",
            "text": "Wach'chom meb'a' onh, palta tato wach' co pensar, yelxo val wach' t'a yichanh pax to b'eyum onh, tato anhej chukal sco na'a."
        },
        {
            "number": "7",
            "text": "Ha eb' uninab'il ay spensar, sk'anab'ajej masanil sley Dios eb'. Axo pax eb' junnhej tzek' yet' eb' te pek' q'uinh jun, a sq'uixvelal smam eb' syak'a'."
        },
        {
            "number": "8",
            "text": "Ha b'eyumal syik' junok anima yuj sk'anan yune' stumin syak' majanil, ha t'a yol sk'ab' junok mach tz'ok' sk'ol t'a eb' meb'a' tz'ak'jican sb'eyumal chi' yuj Dios."
        },
        {
            "number": "9",
            "text": "Ha eb' max k'anab'ajan sk'ayb'ub'al Dios, max chajipaxlaj slesal eb' yuj Dios chi'."
        },
        {
            "number": "10",
            "text": "Ha eb' tz'ak'an musansatil eb' wach' sb'eyb'al, yic stelvi eb' t'a chukal, skan eb' t'a yol syaalil syaq'uem chi'. Ha eb' anima wach' sb'eyb'al, a wach'ilal scha eb'."
        },
        {
            "number": "11",
            "text": "Ha eb' b'eyum, te jelan spensar eb' snaani. Axo pax eb' meb'a' aj pensar, syiloch spensar eb' b'eyum chi' eb'."
        },
        {
            "number": "12",
            "text": "Ayic tz'och eb' wach' sb'eyb'al t'a yopisio, ichato scha sq'uinal eb' anima, palta tato a eb' chuk spensar tz'och t'a yopisio chi', sk'ub'ejel sb'a eb' anima t'a eb'."
        },
        {
            "number": "13",
            "text": "Ha eb' sk'ub'ejel smul, manh wach'oc tz'elk'och eb'. Axo eb' syalq'ueta smul jun, syactanpaxcan eb', tz'ak'ji nivank'olal eb'."
        },
        {
            "number": "14",
            "text": "Te tzalajk'olal yic eb' anima aynhej yelk'och Dios t'a sat, palta a eb' pit syutej spensar, scotcan yaelal t'a yib'anh eb'."
        },
        {
            "number": "15",
            "text": "Ha eb' chuk spensar ayoch yajalil t'a junok chonhab' meb'a', lajan eb' icha junok nok' choj tz'el yav, ma icha junok nok' oso ay svejel."
        },
        {
            "number": "16",
            "text": "Ha eb' yajal malaj spensar, syixtej eb' yetanimail eb', palta a eb' yajal max yil sk'ool t'a tas ay t'a eb' yetanimail jun, snajatb'i sq'uinal eb'."
        },
        {
            "number": "17",
            "text": "Ha eb' milumcham anima, yovalil schampax eb', manh smojoc to ay mach scolan eb'."
        },
        {
            "number": "18",
            "text": "Ha eb' wach' spensar scolchajel eb', palta a eb' chuk spensar jun, elanhchamel sjavi yaelal t'a yib'anh eb'."
        },
        {
            "number": "19",
            "text": "Ha eb' smunlaj t'a sat sluum, syak' sobre tas sva eb', palta a eb' sb'at tzak'an sk'ulan junok tas malaj yelk'ochi, anhej meb'ail tz'ilchaj yuj eb'."
        },
        {
            "number": "20",
            "text": "Ha eb' anima max ak'an musansatil eb' yetanimail, tz'ik'jichaanh eb', palta a eb' snib'ejoch sb'a b'eyumal yuj yak'an musansatil eb' yetanimail jun, yovalil syab' syail eb'."
        },
        {
            "number": "21",
            "text": "Manh wach'oc tato ch'occh'oc syutej eb' juez sb'oan yaj eb' anima, palta ay b'aj smontaj eb' juez chi' yuj jab'oc tas tz'ak'ji t'ay."
        },
        {
            "number": "22",
            "text": "Ha eb' manh elb'enoc tas yuj, syak' yip eb' yoch b'eyumal t'a elanhchamel, palta manh yojtacoc eb' tato sja meb'ail t'a yib'anh eb' yuj."
        },
        {
            "number": "23",
            "text": "Ha eb' tzonh cachanoch vaan, ha t'a slajvub'al yelxo val sco xajanej eb' t'a yichanh eb' tz'alan wach' lolonel t'ayonh t'a chab'satil."
        },
        {
            "number": "24",
            "text": "Ha eb' tz'elk'an tastac t'a smam snun, syalan eb' to malaj smul eb' tz'ochi, yamigo sb'a eb' yet' eb' axonhej ixtoj anima sk'ulej."
        },
        {
            "number": "25",
            "text": "Ha eb' manhxo jantacoc tas snib'ej, syik'chaanh oval eb', palta haxo eb' tz'ak'anoch Jehová yipoc sk'ool jun, wach'nhej tz'elk'och eb'."
        },
        {
            "number": "26",
            "text": "Ha eb' malaj spensar syal eb' to masanil syal yuj eb', palta a eb' sk'anb'an junok razón t'a eb' jelan, te wach' tz'elk'och eb'."
        },
        {
            "number": "27",
            "text": "Ha eb' scolvaj t'a eb' meb'a', malaj tas syak' palta t'a eb', palta a eb' max colvajlaj t'a eb' meb'a' chi' jun, tzijtum mach tz'alan chuk t'a spatic eb'."
        },
        {
            "number": "28",
            "text": "Ayic tz'och eb' chuk t'a yajalil, t'a skal xivelal sb'eyek' eb' anima. Ayic satel eb' chuk chi', tz'ik'jichaanh eb' wach' sb'eyb'al."
        }
    ]
}