{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "A eb' sk'ulan chucal, sb'at eb' elelal, vach'chom malaj mach spechan eb', palta a eb' vach' spensar jun, tek'tek' syutej sb'a eb' icha junoc nok' choj."
        },
        {
            "number": "2",
            "text": "Tato pit syutej sb'a junoc chonhab', toxonhej b'eleli yek' eb' tz'ak'an yajalil d'ay, palta tato aj pensar jun yajal junoc chonhab', syal yik'an b'ey d'a vach'il."
        },
        {
            "number": "3",
            "text": "A eb' meb'a' tz'och yajalil, tato syixtej eb' yetmeb'ail eb', lajan eb' icha junoc oval yax nhab' tz'ixtaxb'at avb'en yuuj."
        },
        {
            "number": "4",
            "text": "A eb' syik'canel sb'a d'a ley, ste tzalaj eb' yed' eb' sk'ulan chucal. Axo pax eb' sk'anab'ajan ley jun, tz'och eb' ajk'olal d'a eb'."
        },
        {
            "number": "5",
            "text": "A eb' chuc spensar, max nachajel-laj tojolal yuj eb'. Axo pax eb' syal sb'a d'a Jehová jun, snachajel yuj eb'."
        },
        {
            "number": "6",
            "text": "Vach'chom meb'a' onh, palta tato vach' co pensar, yelxo val vach' d'a yichanh pax to b'eyum onh, tato anhej chucal sco na'a."
        },
        {
            "number": "7",
            "text": "A eb' uninab'il ay spensar, sk'anab'ajej masanil sley Dios eb'. Axo pax eb' junnhej tz'ek' yed' eb' te pek' q'uinh jun, a sq'uixvelal smam eb' syak'a'."
        },
        {
            "number": "8",
            "text": "A b'eyumal syik' junoc anima yuj sk'anan yune' stumin syak' majanil, a d'a yol sk'ab' junoc mach tz'ok' sk'ol d'a eb' meb'a' tz'ak'jican sb'eyumal chi' yuj Dios."
        },
        {
            "number": "9",
            "text": "A eb' max k'anab'ajan sk'ayb'ub'al Dios, max chajipaxlaj slesal eb' yuj Dios chi'."
        },
        {
            "number": "10",
            "text": "A eb' tz'ak'an musansatil eb' vach' sb'eyb'al, yic stelvi eb' d'a chucal, scan eb' d'a yol syaalil syaq'uem chi'. A eb' anima vach' sb'eyb'al, a vach'ilal scha eb'."
        },
        {
            "number": "11",
            "text": "A eb' b'eyum, te jelan spensar eb' snaani. Axo pax eb' meb'a' aj pensar, syiloch spensar eb' b'eyum chi' eb'."
        },
        {
            "number": "12",
            "text": "Ayic tz'och eb' vach' sb'eyb'al d'a yopisio, ichato scha sq'uinal eb' anima, palta tato a eb' chuc spensar tz'och d'a yopisio chi', sk'ub'ejel sb'a eb' anima d'a eb'."
        },
        {
            "number": "13",
            "text": "A eb' sk'ub'ejel smul, manh vach'oc tz'elk'och eb'. Axo eb' syalq'ueta smul jun, syactanpaxcan eb', tz'ak'ji nivank'olal eb'."
        },
        {
            "number": "14",
            "text": "Te tzalajk'olal yic eb' anima aynhej yelk'och Dios d'a sat, palta a eb' pit syutej spensar, scotcan yaelal d'a yib'anh eb'."
        },
        {
            "number": "15",
            "text": "A eb' chuc spensar ayoch yajalil d'a junoc chonhab' meb'a', lajan eb' icha junoc nok' choj tz'el yav, ma icha junoc nok' oso ay svejel."
        },
        {
            "number": "16",
            "text": "A eb' yajal malaj spensar, syixtej eb' yetanimail eb', palta a eb' yajal max yil sk'ool d'a tas ay d'a eb' yetanimail jun, snajatb'i sq'uinal eb'."
        },
        {
            "number": "17",
            "text": "A eb' milumcham anima, yovalil schampax eb', manh smojoc to ay mach scolan eb'."
        },
        {
            "number": "18",
            "text": "A eb' vach' spensar scolchajel eb', palta a eb' chuc spensar jun, elanhchamel sjavi yaelal d'a yib'anh eb'."
        },
        {
            "number": "19",
            "text": "A eb' smunlaj d'a sat sluum, syak' sobre tas sva eb', palta a eb' sb'at tzak'an sk'ulan junoc tas malaj yelk'ochi, anhej meb'ail tz'ilchaj yuj eb'."
        },
        {
            "number": "20",
            "text": "A eb' anima max ak'an musansatil eb' yetanimail, tz'ik'jichaanh eb', palta a eb' snib'ejoch sb'a b'eyumal yuj yak'an musansatil eb' yetanimail jun, yovalil syab' syail eb'."
        },
        {
            "number": "21",
            "text": "Manh vach'oc tato ch'occh'oc syutej eb' juez sb'oan yaj eb' anima, palta ay b'aj smontaj eb' juez chi' yuj jab'oc tas tz'ak'ji d'ay."
        },
        {
            "number": "22",
            "text": "A eb' manh elb'enoc tas yuuj, syak' yip eb' yoch b'eyumal d'a elanhchamel, palta manh yojtacoc eb' tato sja meb'ail d'a yib'anh eb' yuuj."
        },
        {
            "number": "23",
            "text": "A eb' tzonh cachanoch vaan, a d'a slajvub'al yelxo val sco xajanej eb' d'a yichanh eb' tz'alan vach' lolonel d'ayonh d'a chab'satil."
        },
        {
            "number": "24",
            "text": "A eb' tz'elk'an tastac d'a smam snun, syalan eb' to malaj smul eb' tz'ochi, yamigo sb'a eb' yed' eb' axonhej ixtoj anima sk'ulej."
        },
        {
            "number": "25",
            "text": "A eb' manhxo jantacoc tas snib'ej, syik'chaanh oval eb', palta axo eb' tz'ak'anoch Jehová yipoc sk'ool jun, vach'nhej tz'elk'och eb'."
        },
        {
            "number": "26",
            "text": "A eb' malaj spensar syal eb' to masanil syal yuj eb', palta a eb' sk'anb'an junoc razón d'a eb' jelan, te vach' tz'elk'och eb'."
        },
        {
            "number": "27",
            "text": "A eb' scolvaj d'a eb' meb'a', malaj tas syak' palta d'a eb', palta a eb' max colvajlaj d'a eb' meb'a' chi' jun, tzijtum mach tz'alan chuc d'a spatic eb'."
        },
        {
            "number": "28",
            "text": "Ayic tz'och eb' chuc d'a yajalil, d'a scal xivelal sb'eyek' eb' anima. Ayic satel eb' chuc chi', tz'ik'jichaanh eb' vach' sb'eyb'al."
        }
    ]
}