{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ha heb' sk'ulan chukal, sb'at heb' elelal, wach'chom malaj mach spechan heb', palta a heb' wach' spensar jun, tek'tek' syutej sb'a heb' icha junok nok' choj."
        },
        {
            "number": "2",
            "text": "Tato pit syutej sb'a junok chonhab', toxonhej b'eleli yek' heb' tz'ak'an yajalil t'ay, palta tato aj pensar jun yajal junok chonhab', syal yik'an b'ey t'a wach'il."
        },
        {
            "number": "3",
            "text": "Ha heb' meb'a' tz'och yajalil, tato syixtej heb' yetmheb'ail heb', lajan heb' icha junok owal yax nhab' tz'ixtaxb'at avb'en yuj."
        },
        {
            "number": "4",
            "text": "Ha heb' syik'canel sb'ha t'a ley, ste tzalaj heb' yet' heb' sk'ulan chukal. Axo pax heb' sk'anab'ajan ley jun, tz'och heb' ajk'olal t'a heb'."
        },
        {
            "number": "5",
            "text": "Ha heb' chuk spensar, max nachajel-laj tojolal yuj heb'. Axo pax heb' syal sb'ha t'a Jehová jun, snachajel yuj heb'."
        },
        {
            "number": "6",
            "text": "Wach'chom meb'a' onh, palta tato wach' ko pensar, yelxo wal wach' t'a yichanh pax to b'eyum onh, tato anhej chukal sco na'a."
        },
        {
            "number": "7",
            "text": "Ha heb' uninab'il ay spensar, sk'anab'ajej masanil sley Dios heb'. Axo pax heb' junnhej tzek' yet' heb' te pek' q'uinh jun, a sq'uixwelal smam heb' syak'a'."
        },
        {
            "number": "8",
            "text": "Ha b'eyumal syik' junok anima yuj sk'anan yune' stumin syak' majanil, ha t'a yol sk'ab' junok mach tz'ok' sk'ol t'a heb' meb'a' tz'ak'jican sb'eyumal chi' yuj Dios."
        },
        {
            "number": "9",
            "text": "Ha heb' max k'anab'ajan sk'ayb'ub'al Dios, max chajipaxlaj slesal heb' yuj Dios chi'."
        },
        {
            "number": "10",
            "text": "Ha heb' tz'ak'an musansatil heb' wach' sb'eyb'al, yic stelwi heb' t'a chukal, skan heb' t'a yol syaalil syak'em chi'. Ha heb' anima wach' sb'eyb'al, a wach'ilal scha heb'."
        },
        {
            "number": "11",
            "text": "Ha heb' b'eyum, te jelan spensar heb' snaani. Axo pax heb' meb'a' aj pensar, syiloch spensar heb' b'eyum chi' heb'."
        },
        {
            "number": "12",
            "text": "Ayic tz'och heb' wach' sb'eyb'al t'a yopisio, ichato scha sk'inal heb' anima, palta tato a heb' chuk spensar tz'och t'a yopisio chi', sk'ub'ejel sb'a heb' anima t'a heb'."
        },
        {
            "number": "13",
            "text": "Ha heb' sk'ub'ejel smul, manh wach'oc tz'elk'och heb'. Axo heb' syalk'eta smul jun, syactanpaxcan heb', tz'ak'ji niwank'olal heb'."
        },
        {
            "number": "14",
            "text": "Te tzalajk'olal yic heb' anima aynhej yelk'och Dios t'a sat, palta a heb' pit syutej spensar, scotcan yaelal t'a yib'anh heb'."
        },
        {
            "number": "15",
            "text": "Ha heb' chuk spensar ayoch yajalil t'a junok chonhab' meb'a', lajan heb' icha junok nok' choj tz'el yav, ma icha junok nok' oso ay swejel."
        },
        {
            "number": "16",
            "text": "Ha heb' yajal malaj spensar, syixtej heb' yetanimail heb', palta a heb' yajal max yil sk'ool t'a tas ay t'a heb' yetanimail jun, snajatb'i sk'inal heb'."
        },
        {
            "number": "17",
            "text": "Ha heb' milumcham anima, yowalil schampax heb', manh smojoc to ay mach scolan heb'."
        },
        {
            "number": "18",
            "text": "Ha heb' wach' spensar scolchajel heb', palta a heb' chuk spensar jun, elanhchamel sjawi yaelal t'a yib'anh heb'."
        },
        {
            "number": "19",
            "text": "Ha heb' smunlaj t'a sat sluum, syak' sobre tas swa heb', palta a heb' sb'at tzak'an sk'ulan junok tas malaj yelk'ochi, anhej mheb'ail tz'ilchaj yuj heb'."
        },
        {
            "number": "20",
            "text": "Ha heb' anima max ak'an musansatil heb' yetanimail, tz'ik'jichaanh heb', palta a heb' snib'ejoch sb'a b'eyumal yuj yak'an musansatil heb' yetanimail jun, yowalil syab' syail heb'."
        },
        {
            "number": "21",
            "text": "Manh wach'oc tato ch'occh'oc syutej heb' juez sb'oan yaj heb' anima, palta ay b'aj smontaj heb' juez chi' yuj jab'oc tas tz'ak'ji t'ay."
        },
        {
            "number": "22",
            "text": "Ha heb' manh elb'enoc tas yuj, syak' yip heb' yoch b'eyumal t'a elanhchamel, palta manh yojtacoc heb' tato sja mheb'ail t'a yib'anh heb' yuj."
        },
        {
            "number": "23",
            "text": "Ha heb' tzonh cachanoch waan, ha t'a slajwub'al yelxo wal sco xajanej heb' t'a yichanh heb' tz'alan wach' lolonel t'ayonh t'a chab'satil."
        },
        {
            "number": "24",
            "text": "Ha heb' tz'elk'an tastac t'a smam snun, syalan heb' to malaj smul heb' tz'ochi, yamigo sb'a heb' yet' heb' axonhej ixtoj anima sk'ulej."
        },
        {
            "number": "25",
            "text": "Ha heb' manhxo jantacoc tas snib'ej, syik'chaanh owal heb', palta haxo heb' tz'ak'anoch Jehová yipoc sk'ool jun, wach'nhej tz'elk'och heb'."
        },
        {
            "number": "26",
            "text": "Ha heb' malaj spensar syal heb' to masanil syal yuj heb', palta a heb' sk'anb'an junok razón t'a heb' jelan, te wach' tz'elk'och heb'."
        },
        {
            "number": "27",
            "text": "Ha heb' skolwaj t'a heb' meb'a', malaj tas syak' palta t'a heb', palta a heb' max colwajlaj t'a heb' meb'a' chi' jun, tzijtum mach tz'alan chuk t'a spatic heb'."
        },
        {
            "number": "28",
            "text": "Ayic tz'och heb' chuk t'a yajalil, t'a skal xiwelal sb'eyek' heb' anima. Ayic satel heb' chuk chi', tz'ik'jichaanh heb' wach' sb'eyb'al."
        }
    ]
}