{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "A eb' pit syutej sb'a ayic tz'ak'ji scachnab'il eb', elanhchamel satel eb', maxtzacxo yal-laj scolan sb'a eb'."
        },
        {
            "number": "2",
            "text": "Ayic tz'och eb' vach' spensar d'a yopisio, ste tzalaj eb' anima. Axo tato a eb' chuc tz'och yajalil jun, ste cus chaanh eb' anima yuj eb'."
        },
        {
            "number": "3",
            "text": "A eb' uninab'il aj pensar, syak' tzalajb'oc sk'ool smam snun eb'. Axo pax eb' tz'ek' d'a spatic eb' ix ajmul ix jun, slajviel sb'eyumal eb' smasanil."
        },
        {
            "number": "4",
            "text": "A eb' rey sch'olb'itan junoc tas d'a stojolal, te vach' yaj schonhab' eb'. Axo pax eb' rey anhej tumin sk'anel jun, satel schonhab' eb' chi' yuuj."
        },
        {
            "number": "5",
            "text": "A eb' stz'ac yal vach' lolonel d'a eb' yamigo, van yak'anem syaalil eb' yamigo eb' chi'."
        },
        {
            "number": "6",
            "text": "A eb' chuc sk'ulej, icha yaj ch'anh yaal yajoch schucal eb' chi' d'ay, palta a eb' vach' spensar, ay tzalajk'olal yed' junk'olal d'a eb'."
        },
        {
            "number": "7",
            "text": "A eb' tojol spensar, a tas snib'ej eb' to vach' tz'aj sb'o yaj yoval eb' meb'a', palta a eb' chuc jun, b'alaj malaj yelk'och eb' meb'a' chi' d'a eb'."
        },
        {
            "number": "8",
            "text": "A eb' b'uchumtac, tonhej sq'ue somnaj eb' anima yuj eb'. Axo pax eb' ay spensar jun, yojtac eb' syak' lajvoc oval."
        },
        {
            "number": "9",
            "text": "Tato a eb' ay spensar stelaj sb'a yed' junoc malaj spensar d'a yichanh eb' yajal, a eb' malaj spensar chi', scot yoval eb', mato tonhej sb'uchvaj eb', malaj jab'oc tas sb'o yuj eb'."
        },
        {
            "number": "10",
            "text": "A eb' milumcham anima, chuc yilan eb' vach' sb'eyb'al eb'. Snib'ej eb' smilcham eb' anima vach' spensar munil ayeq'ui."
        },
        {
            "number": "11",
            "text": "A eb' malaj spensar, max sk'ub'ejel-laj yoval eb', palta a eb' ay spensar, syamoch vaan yoval eb'."
        },
        {
            "number": "12",
            "text": "A eb' yajal schaan yab' es, masanil eb' ayoch yed' eb' d'a yopisio, tz'och eb' esalvumal."
        },
        {
            "number": "13",
            "text": "A eb' meb'a' yed' eb' ixtum anima, lajannhej eb'. A Jehová ix ak'an yol sat eb'."
        },
        {
            "number": "14",
            "text": "A eb' rey vach' syutej sb'oan yaj d'a yib'anh eb' meb'a', te vach'nhej tz'ajoch eb' d'a yopisio chi' d'a masanil tiempo."
        },
        {
            "number": "15",
            "text": "A eb' tz'ab'an syail yuj scachji, sk'ayb'aj eb' yuuj, palta a eb' uninab'il max cachchaj jun, syak' q'uixvelal smam snun eb'."
        },
        {
            "number": "16",
            "text": "Ayic stzijtumax eb' chuc, ste q'ue vaan chucal, palta a eb' vach' spensar, ol yil eb' scot yaelal d'a yib'anh eb' chuc chi'."
        },
        {
            "number": "17",
            "text": "Co cachec eb' cuninal yic junk'olal ol onh ek'oc, yic tzalajk'olal pax ol onh ajoc."
        },
        {
            "number": "18",
            "text": "A b'ajtil max ab'chaj slolon eb' schecab' Dios, sk'ulajnhej masanil chucal, palta te vach' yic eb' sk'anab'ajan sley Dios."
        },
        {
            "number": "19",
            "text": "Tato tonhej sco cach eb' co checab' yed' co ti', max sq'uexlaj smodo eb', vach'chom snachajel yuj eb', palta max sk'anab'ajejlaj eb'."
        },
        {
            "number": "20",
            "text": "A eb' malaj spensar, vach' tz'elk'och eb' d'a yichanh eb' comonnhej sloloni."
        },
        {
            "number": "21",
            "text": "A eb' max cachan eb' schecab' yunetacto, a d'a slajvub'al syab' val syail eb' yuj eb'."
        },
        {
            "number": "22",
            "text": "A eb' ov, syik'nhejchaanh oval eb'. A eb' k'un scot yoval, ay juntzanh tastac manh vach'oc sk'ulej eb' yuj yoval chi'."
        },
        {
            "number": "23",
            "text": "A eb' syik'chaanh sb'a, tz'ik'jiemta eb', palta a eb' emnaquil jun, tz'ik'jichaanh eb'."
        },
        {
            "number": "24",
            "text": "A eb' syak'och sb'a yed' eb' elk'um, munil syik'cot eb' d'a yib'anh. Syak' sti' eb' yalan tas yojtac d'a stojolal, palta max yal-laj eb' icha syutej yak'an sti' chi'."
        },
        {
            "number": "25",
            "text": "A xivk'olal d'a eb' quetanimail, lajan icha junoc yaal, palta tanhvab'il onh yuj Jehová tato scak'och co pensar d'ay."
        },
        {
            "number": "26",
            "text": "Manh jantacoc mach sayanek' tas tz'aj smontaj eb' yajal, palta anhej Jehová sb'oan yaj tastac d'a stojolal."
        },
        {
            "number": "27",
            "text": "A eb' vach' spensar, malaj sgana eb' syil eb' chuc, icha pax chi' eb' chuc chi', malaj sgana eb' syil eb' vach' spensar chi'."
        }
    ]
}