{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ha heb' pit syutej sb'a ayic tz'ak'ji scachnab'il heb', elanhchamel satel heb', maxtzacxo yal-laj scolan sb'a heb'."
        },
        {
            "number": "2",
            "text": "Ayic tz'och heb' wach' spensar t'a yopisio, ste tzalaj heb' anima. Axo tato a heb' chuk tz'och yajalil jun, ste kus chaanh heb' anima yuj heb'."
        },
        {
            "number": "3",
            "text": "Ha heb' uninab'il aj pensar, syak' tzalajb'oc sk'ool smam snun heb'. Axo pax heb' tzek' t'a spatic heb' ix ajmul ix jun, slajwiel sb'eyumal heb' smasanil."
        },
        {
            "number": "4",
            "text": "Ha heb' rey sch'olb'itan junok tas t'a stojolal, te wach' yaj schonhab' heb'. Axo pax heb' rey anhej tumin sk'anel jun, satel schonhab' heb' chi' yuj."
        },
        {
            "number": "5",
            "text": "Ha heb' stz'ac yal wach' lolonel t'a heb' yamigo, wan yak'anem syaalil heb' yamigo heb' chi'."
        },
        {
            "number": "6",
            "text": "Ha heb' chuk sk'ulej, icha yaj ch'anh yaal yajoch schucal heb' chi' t'ay, palta a heb' wach' spensar, ay tzalajk'olal yet' junk'olal t'a heb'."
        },
        {
            "number": "7",
            "text": "Ha heb' tojol spensar, a tas snib'ej heb' to wach' tz'aj sb'o yaj yowal heb' meb'a', palta a heb' chuk jun, b'alaj malaj yelk'och heb' meb'a' chi' t'a heb'."
        },
        {
            "number": "8",
            "text": "Ha heb' b'uchumtac, tonhej sk'e somnaj heb' anima yuj heb'. Axo pax heb' ay spensar jun, yojtac heb' syak' lajwoc owal."
        },
        {
            "number": "9",
            "text": "Tato a heb' ay spensar stelaj sb'a yet' junok malaj spensar t'a yichanh heb' yajal, a heb' malaj spensar chi', scot yowal heb', mato tonhej sb'uchwaj heb', malaj jab'oc tas sb'o yuj heb'."
        },
        {
            "number": "10",
            "text": "Ha heb' milumcham anima, chuk yilan heb' wach' sb'eyb'al heb'. Snib'ej heb' smilcham heb' anima wach' spensar munil ayeq'ui."
        },
        {
            "number": "11",
            "text": "Ha heb' malaj spensar, max sk'ub'ejel-laj yowal heb', palta a heb' ay spensar, syamoch waan yowal heb'."
        },
        {
            "number": "12",
            "text": "Ha heb' yajal schaan yab' es, masanil heb' ayoch yet' heb' t'a yopisio, tz'och heb' esalwumal."
        },
        {
            "number": "13",
            "text": "Ha heb' meb'a' yet' heb' ixtum anima, lajannhej heb'. Ha Jehová ix ak'an yol sat heb'."
        },
        {
            "number": "14",
            "text": "Ha heb' rey wach' syutej sb'oan yaj t'a yib'anh heb' meb'a', te wach'nhej tz'ajoch heb' t'a yopisio chi' t'a masanil tiempo."
        },
        {
            "number": "15",
            "text": "Ha heb' tz'ab'an syail yuj scachji, sk'ayb'aj heb' yuj, palta a heb' uninab'il max cachchaj jun, syak' q'uixwelal smam snun heb'."
        },
        {
            "number": "16",
            "text": "Ayic stzijtumax heb' chuk, ste k'e waan chukal, palta a heb' wach' spensar, ol yil heb' scot yaelal t'a yib'anh heb' chuk chi'."
        },
        {
            "number": "17",
            "text": "Co cachec heb' cuninal yic junk'olal ol onh ek'oc, yic tzalajk'olal pax ol onh ajoc."
        },
        {
            "number": "18",
            "text": "Ha b'ajtil max ab'chaj slolon heb' schecab' Dios, sk'ulajnhej masanil chukal, palta te wach' yic heb' sk'anab'ajan sley Dios."
        },
        {
            "number": "19",
            "text": "Tato tonhej sco cach heb' ko checab' yet' ko ti', max sk'exlaj smodo heb', wach'chom snachajel yuj heb', palta max sk'anab'ajejlaj heb'."
        },
        {
            "number": "20",
            "text": "Ha heb' malaj spensar, wach' tz'elk'och heb' t'a yichanh heb' comonnhej sloloni."
        },
        {
            "number": "21",
            "text": "Ha heb' max cachan heb' schecab' yunetacto, ha t'a slajwub'al syab' wal syail heb' yuj heb'."
        },
        {
            "number": "22",
            "text": "Ha heb' ov, syik'nhejchaanh owal heb'. Ha heb' k'un scot yowal, ay juntzanh tastac manh wach'oc sk'ulej heb' yuj yowal chi'."
        },
        {
            "number": "23",
            "text": "Ha heb' syik'chaanh sb'a, tz'ik'jiemta heb', palta a heb' emnaquil jun, tz'ik'jichaanh heb'."
        },
        {
            "number": "24",
            "text": "Ha heb' syak'och sb'a yet' heb' elk'um, munil syik'cot heb' t'a yib'anh. Syak' sti' heb' yalan tas yojtac t'a stojolal, palta max yal-laj heb' icha syutej yak'an sti' chi'."
        },
        {
            "number": "25",
            "text": "Ha xivk'olal t'a heb' quetanimail, lajan icha junok yaal, palta tanhwab'il onh yuj Jehová tato skak'och ko pensar t'ay."
        },
        {
            "number": "26",
            "text": "Manh jantacoc mach sayanek' tas tz'aj smontaj heb' yajal, palta anhej Jehová sb'oan yaj tastac t'a stojolal."
        },
        {
            "number": "27",
            "text": "Ha heb' wach' spensar, malaj snib'ej heb' syil heb' chuk, icha pax chi' heb' chuk chi', malaj snib'ej heb' syil heb' wach' spensar chi'."
        }
    ]
}