{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ach wuninal, manh ak' sat a k'ool t'a juntzanh in k'ayb'ub'al tik. Sik'kan in checnab'il tik t'a a pensar,"
        },
        {
            "number": "2",
            "text": "yic wach' ol najatb'oc a k 'inal yuj, tzalajk'olalnhej ol ach ek'oc."
        },
        {
            "number": "3",
            "text": "Manh actejcan a b'eyb'alan wach'il, tza k'anab'ajejnhej tas ix ala'. Cham wal a naani, satta a k'ool t'ay."
        },
        {
            "number": "4",
            "text": "Yuj chi' wach' ach ol ach yil Dios, ol ach b'inajpax yuj heb' anima."
        },
        {
            "number": "5",
            "text": "Ak'nhejoch a pensar t'a Jehová, manh ak'och a jelanil yipoc a k'ool."
        },
        {
            "number": "6",
            "text": "Nacot Jehová t'a masanil tas tza k'ulej yic wach' a ol kolwaj ed'oc t'a smasanil."
        },
        {
            "number": "7",
            "text": "Manh a na' to te jelan ach, niwanocab' yelk'och Jehová t'ayach, tzik'el a b'ha t'a skal chukal."
        },
        {
            "number": "8",
            "text": "Tato icha chi' tza k'ulej, junk'olal ol ach ajoc, tek'an ol ach ajoc."
        },
        {
            "number": "9",
            "text": "Ch'oxeli to niwan yelk'och Jehová t'ayach. Tzak'an junok ofrenda t'ay t'a tas ay t'ayach yet' pax t'a juntzanh sb'ab'el sat tas tzawej."
        },
        {
            "number": "10",
            "text": "Tato icha chi' tza k'ulej, malaj b'ak'uinh ol yak' palta a wael yet' tas tzuk'ej."
        },
        {
            "number": "11",
            "text": "Ach wuninal, manh a patiquejel scachnab'il Jehová, mocab' cot owal ayic tzach stumani."
        },
        {
            "number": "12",
            "text": "Yujto a heb' xajanab'il yuj, aton heb' chi' scacha', icha wal tz'aj scachan yuninal junok mamab'il to stzalaj yet'oc."
        },
        {
            "number": "13",
            "text": "Tzalajk'olal yic heb' syik' sjelanil, aton heb' te ay spensar."
        },
        {
            "number": "14",
            "text": "Yujto a tas tz'ik'ji t'a juntzanh chi' yelxo te wach' t'a yichanh tas tz'ik'ji t'a k'een plata, ma k'een oro."
        },
        {
            "number": "15",
            "text": "Ha jelanil chi', yelxo wal te wach' t'a yichanh swach'il yilji k'een tz'och colk'ab'il. Max yal-laj ko lajb'an jun jelanil chi' yet' juntzanhxo tastac te nib'ab'il."
        },
        {
            "number": "16",
            "text": "Yuj jelanil chi' ol najatb'oc a k 'inal, yuj ol ik' a b'eyumal, ol ach b'inaj pax yuj."
        },
        {
            "number": "17",
            "text": "Tato sco b'eyb'alej jelanil, tzalajk'olal tzonh eq'ui, junk'olal tzonh aji."
        },
        {
            "number": "18",
            "text": "Tato tz'ilchaj jelanil cuuj, ay ko k 'inal, wach' ol onh ek'oc, tzalajk'olal quico'."
        },
        {
            "number": "19",
            "text": "Ha Jehová ixb’o’an satcha’anh yet' sat lum tik yuj sjelanil yet' yaj pensaril."
        },
        {
            "number": "20",
            "text": "Yuj sjelanil chi' sk'eul sjaj ha ha', scotpax yal ak'wal t'a skal asun."
        },
        {
            "number": "21",
            "text": "Ach wuninal, manh actejcan a jelanil yet' a wach' pensaril, manh ik'el a sat t'ay."
        },
        {
            "number": "22",
            "text": "Yujto ol najatb'oc a k 'inal yuj, wach' ol ach elk'och t'a sat heb' anima yuj."
        },
        {
            "number": "23",
            "text": "Te junk'olalnhej ol ach ek'oc, malaj b'ak'uinh ay tas ol ach ik'anoc."
        },
        {
            "number": "24",
            "text": "Ayic ol ik'an ip, malaj mach b'aj ol ach xiwoc, t'a tzalajk'olal ol ach wayoc."
        },
        {
            "number": "25",
            "text": "Yujto ayoch Jehová yipoc a k'ool, yuj chi' manh ol ach schacan t'a junok yaal, manh ol a na' to ay tas ol ja t'a ib'anh, icha sja t'a yib'anh heb' chuk sb'eyb'al."
        },
        {
            "number": "26",
            "text": "Manh ach b'at mican t'a heb' sk'anan colwal t'ayach tato syal tzach kolwaj t'a heb'."
        },
        {
            "number": "27",
            "text": "Tato syal a kolwaj ticnaik, mocab' ala' to k'ik'anto tzach colwaji."
        },
        {
            "number": "28",
            "text": "Manh a na ak' chukal t'a heb' cajan t'a a lak'anil, yujto malaj schab'k'olal heb' t'ayach."
        },
        {
            "number": "29",
            "text": "Manh ik'b'at heb' etanimail t'a yichanh heb' yajal tato malaj tzach yutej heb'."
        },
        {
            "number": "30",
            "text": "Manh a nib'ejoch b'eyumal icha syutej sb'a heb' malaj jab'oc yok'elk'olal, manh a k'ulej icha sb'eyb'al heb' chi'."
        },
        {
            "number": "31",
            "text": "Yujto max scha sk'ool Jehová heb' chuk syutej sb'a chi', haxo pax heb' wach' syutej sb'a, wach' yak'an yet' heb'."
        },
        {
            "number": "32",
            "text": "Scot scatab' Jehová t'a yib'anh heb' chuk sb'eyb'al yet' t'a yib'anh heb' cajan yet' heb', haxo pax t'a heb' tojol sb'eyb'al, syak' swach'k'olal."
        },
        {
            "number": "33",
            "text": "Sb'uchwaj Jehová t'a heb' b'uchumtac, haxo t'a heb' emnaquil syutej sb'a, syak' swach'k'olal."
        },
        {
            "number": "34",
            "text": "Ha heb' sb'eyb'alan wach'il, ol ik'jocchaanh heb', haxo heb' chuk spensar, ol ak'joc q'uixwelal heb'."
        }
    ]
}