{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ach vuninal, manh ak' sat a k'ool t'a juntzanh in k'ayb'ub'al tik. Sik'kan in checnab'il tik t'a a pensar,"
        },
        {
            "number": "2",
            "text": "yic wach' ol najatb'oc a q'uinal yuj, tzalajk'olalnhej ol ach ek'oc."
        },
        {
            "number": "3",
            "text": "Manh actejcan a b'eyb'alan wach'il, tza k'anab'ajejnhej tas ix ala'. Cham val a naani, satta a k'ool t'ay."
        },
        {
            "number": "4",
            "text": "Yuj chi' wach' ach ol ach yil Dios, ol ach b'inajpax yuj eb' anima."
        },
        {
            "number": "5",
            "text": "Ak'nhejoch a pensar t'a Jehová, manh ak'och a jelanil yipoc a k'ool."
        },
        {
            "number": "6",
            "text": "Nacot Jehová t'a masanil tas tza k'ulej yic wach' a ol colvaj ed'oc t'a smasanil."
        },
        {
            "number": "7",
            "text": "Manh a na' to te jelan ach, nivanocab' yelk'och Jehová t'ayach, tziq'uel a b'ha t'a skal chukal."
        },
        {
            "number": "8",
            "text": "Tato icha chi' tza k'ulej, junk'olal ol ach ajoc, tek'an ol ach ajoc."
        },
        {
            "number": "9",
            "text": "Ch'oxeli to niwan yelk'och Jehová t'ayach. Tzak'an junok ofrenda t'ay t'a tas ay t'ayach yet' pax t'a juntzanh sb'ab'el sat tas tzavej."
        },
        {
            "number": "10",
            "text": "Tato icha chi' tza k'ulej, malaj b'ak'uinh ol yak' palta a vael yet' tas tzuq'uej."
        },
        {
            "number": "11",
            "text": "Ach vuninal, manh a patiquejel scachnab'il Jehová, mocab' cot oval ayic tzach stumani."
        },
        {
            "number": "12",
            "text": "Yujto a eb' xajanab'il yuj, aton eb' chi' scacha', icha val tz'aj scachan yuninal junok mamab'il to stzalaj yet'oc."
        },
        {
            "number": "13",
            "text": "Tzalajk'olal yic eb' syik' sjelanil, aton eb' te ay spensar."
        },
        {
            "number": "14",
            "text": "Yujto a tas tz'ik'ji t'a juntzanh chi' yelxo te wach' t'a yichanh tas tz'ik'ji t'a q'uen plata, ma q'uen oro."
        },
        {
            "number": "15",
            "text": "Ha jelanil chi', yelxo val te wach' t'a yichanh swach'il yilji q'uen tz'och colk'ab'il. Max yal-laj co lajb'an jun jelanil chi' yet' juntzanhxo tastac te nib'ab'il."
        },
        {
            "number": "16",
            "text": "Yuj jelanil chi' ol najatb'oc a q'uinal, yuj ol ik' a b'eyumal, ol ach b'inaj pax yuj."
        },
        {
            "number": "17",
            "text": "Tato sco b'eyb'alej jelanil, tzalajk'olal tzonh eq'ui, junk'olal tzonh aji."
        },
        {
            "number": "18",
            "text": "Tato tz'ilchaj jelanil cuuj, ay co q'uinal, wach' ol onh ek'oc, tzalajk'olal quico'."
        },
        {
            "number": "19",
            "text": "Ha Jehová ixb’o’an satcha’anh yet' sat lum tik yuj sjelanil yet' yaj pensaril."
        },
        {
            "number": "20",
            "text": "Yuj sjelanil chi' sq'ueul sjaj ha ha', scotpax yal ak'val t'a skal asun."
        },
        {
            "number": "21",
            "text": "Ach vuninal, manh actejcan a jelanil yet' a wach' pensaril, manh iq'uel a sat t'ay."
        },
        {
            "number": "22",
            "text": "Yujto ol najatb'oc a q'uinal yuj, wach' ol ach elk'och t'a sat eb' anima yuj."
        },
        {
            "number": "23",
            "text": "Te junk'olalnhej ol ach ek'oc, malaj b'ak'uinh ay tas ol ach ik'anoc."
        },
        {
            "number": "24",
            "text": "Ayic ol ik'an ip, malaj mach b'aj ol ach xivoc, t'a tzalajk'olal ol ach vayoc."
        },
        {
            "number": "25",
            "text": "Yujto ayoch Jehová yipoc a k'ool, yuj chi' manh ol ach schacan t'a junok yaal, manh ol a na' to ay tas ol ja t'a ib'anh, icha sja t'a yib'anh eb' chuk sb'eyb'al."
        },
        {
            "number": "26",
            "text": "Manh ach b'at mican t'a eb' sk'anan colval t'ayach tato syal tzach colvaj t'a eb'."
        },
        {
            "number": "27",
            "text": "Tato syal a colvaj ticnaic, mocab' ala' to k'ik'anto tzach colvaji."
        },
        {
            "number": "28",
            "text": "Manh a na ak' chukal t'a eb' cajan t'a a lak'anil, yujto malaj schab'k'olal eb' t'ayach."
        },
        {
            "number": "29",
            "text": "Manh ik'b'at eb' etanimail t'a yichanh eb' yajal tato malaj tzach yutej eb'."
        },
        {
            "number": "30",
            "text": "Manh a nib'ejoch b'eyumal icha syutej sb'a eb' malaj jab'oc yoq'uelk'olal, manh a k'ulej icha sb'eyb'al eb' chi'."
        },
        {
            "number": "31",
            "text": "Yujto max scha sk'ool Jehová eb' chuk syutej sb'a chi', haxo pax eb' wach' syutej sb'a, wach' yak'an yet' eb'."
        },
        {
            "number": "32",
            "text": "Scot scatab' Jehová t'a yib'anh eb' chuk sb'eyb'al yet' t'a yib'anh eb' cajan yet' eb', haxo pax t'a eb' tojol sb'eyb'al, syak' swach'k'olal."
        },
        {
            "number": "33",
            "text": "Sb'uchvaj Jehová t'a eb' b'uchumtac, haxo t'a eb' emnaquil syutej sb'a, syak' swach'k'olal."
        },
        {
            "number": "34",
            "text": "Ha eb' sb'eyb'alan wach'il, ol ik'jocchaanh eb', haxo eb' chuk spensar, ol ak'joc q'uixvelal eb'."
        }
    ]
}