{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ach vuninal, manh ak' sat a k'ool d'a juntzanh in k'ayb'ub'al tic. Sik'can in checnab'il tic d'a a pensar,"
        },
        {
            "number": "2",
            "text": "yic vach' ol najatb'oc a q'uinal yuuj, tzalajk'olalnhej ol ach ek'oc."
        },
        {
            "number": "3",
            "text": "Manh actejcan a b'eyb'alan vach'il, tza k'anab'ajejnhej tas ix ala'. Cham val a naani, satta a k'ool d'ay."
        },
        {
            "number": "4",
            "text": "Yuj chi' vach' ach ol ach yil Dios, ol ach b'inajpax yuj eb' anima."
        },
        {
            "number": "5",
            "text": "Ak'nhejoch a pensar d'a Jehová, manh ak'och a jelanil yipoc a k'ool."
        },
        {
            "number": "6",
            "text": "Nacot Jehová d'a masanil tas tza k'ulej yic vach' a ol colvaj ed'oc d'a smasanil."
        },
        {
            "number": "7",
            "text": "Manh a na' to te jelan ach, nivanocab' yelk'och Jehová d'ayach, tziq'uel a b'a d'a scal chucal."
        },
        {
            "number": "8",
            "text": "Tato icha chi' tza k'ulej, junk'olal ol ach ajoc, tek'an ol ach ajoc."
        },
        {
            "number": "9",
            "text": "Ch'oxeli to nivan yelk'och Jehová d'ayach. Tzak'an junoc ofrenda d'ay d'a tas ay d'ayach yed' pax d'a juntzanh sb'ab'el sat tas tzavej."
        },
        {
            "number": "10",
            "text": "Tato icha chi' tza k'ulej, malaj b'aq'uinh ol yak' palta a vael yed' tas tzuq'uej."
        },
        {
            "number": "11",
            "text": "Ach vuninal, manh a patiquejel scachnab'il Jehová, mocab' cot oval ayic tzach stumani."
        },
        {
            "number": "12",
            "text": "Yujto a eb' xajanab'il yuuj, aton eb' chi' scacha', icha val tz'aj scachan yuninal junoc mamab'il to stzalaj yed'oc."
        },
        {
            "number": "13",
            "text": "Tzalajk'olal yic eb' syik' sjelanil, aton eb' te ay spensar."
        },
        {
            "number": "14",
            "text": "Yujto a tas tz'ik'ji d'a juntzanh chi' yelxo te vach' d'a yichanh tas tz'ik'ji d'a q'uen plata, ma q'uen oro."
        },
        {
            "number": "15",
            "text": "A jelanil chi', yelxo val te vach' d'a yichanh svach'il yilji q'uen tz'och colk'ab'il. Max yal-laj co lajb'an jun jelanil chi' yed' juntzanhxo tastac te nib'ab'il."
        },
        {
            "number": "16",
            "text": "Yuj jelanil chi' ol najatb'oc a q'uinal, yuuj ol ik' a b'eyumal, ol ach b'inaj pax yuuj."
        },
        {
            "number": "17",
            "text": "Tato sco b'eyb'alej jelanil, tzalajk'olal tzonh eq'ui, junk'olal tzonh aji."
        },
        {
            "number": "18",
            "text": "Tato tz'ilchaj jelanil cuuj, ay co q'uinal, vach' ol onh ek'oc, tzalajk'olal quico'."
        },
        {
            "number": "19",
            "text": "A Jehová ix b'oan satchaanh yed' sat lum tic yuj sjelanil yed' yaj pensaril."
        },
        {
            "number": "20",
            "text": "Yuj sjelanil chi' sq'ueul sjaj a a', scotpax yal ak'val d'a scal asun."
        },
        {
            "number": "21",
            "text": "Ach vuninal, manh actejcan a jelanil yed' a vach' pensaril, manh iq'uel a sat d'ay."
        },
        {
            "number": "22",
            "text": "Yujto ol najatb'oc a q'uinal yuuj, vach' ol ach elk'och d'a sat eb' anima yuuj."
        },
        {
            "number": "23",
            "text": "Te junk'olalnhej ol ach ek'oc, malaj b'aq'uinh ay tas ol ach ik'anoc."
        },
        {
            "number": "24",
            "text": "Ayic ol ik'an ip, malaj mach b'aj ol ach xivoc, d'a tzalajk'olal ol ach vayoc."
        },
        {
            "number": "25",
            "text": "Yujto ayoch Jehová yipoc a k'ool, yuj chi' manh ol ach schacan d'a junoc yaal, manh ol a na' to ay tas ol ja d'a ib'anh, icha sja d'a yib'anh eb' chuc sb'eyb'al."
        },
        {
            "number": "26",
            "text": "Manh ach b'at mican d'a eb' sk'anan colval d'ayach tato syal tzach colvaj d'a eb'."
        },
        {
            "number": "27",
            "text": "Tato syal a colvaj ticnaic, mocab' ala' to q'uik'anto tzach colvaji."
        },
        {
            "number": "28",
            "text": "Manh a na ak' chucal d'a eb' cajan d'a a lak'anil, yujto malaj schab'k'olal eb' d'ayach."
        },
        {
            "number": "29",
            "text": "Manh ik'b'at eb' etanimail d'a yichanh eb' yajal tato malaj tzach yutej eb'."
        },
        {
            "number": "30",
            "text": "Manh a nib'ejoch b'eyumal icha syutej sb'a eb' malaj jab'oc yoq'uelk'olal, manh a k'ulej icha sb'eyb'al eb' chi'."
        },
        {
            "number": "31",
            "text": "Yujto max scha sk'ool Jehová eb' chuc syutej sb'a chi', axo pax eb' vach' syutej sb'a, vach' yak'an yed' eb'."
        },
        {
            "number": "32",
            "text": "Scot scatab' Jehová d'a yib'anh eb' chuc sb'eyb'al yed' d'a yib'anh eb' cajan yed' eb', axo pax d'a eb' tojol sb'eyb'al, syak' svach'k'olal."
        },
        {
            "number": "33",
            "text": "Sb'uchvaj Jehová d'a eb' b'uchumtac, axo d'a eb' emnaquil syutej sb'a, syak' svach'k'olal."
        },
        {
            "number": "34",
            "text": "A eb' sb'eyb'alan vach'il, ol ik'jocchaanh eb', axo eb' chuc spensar, ol ak'joc q'uixvelal eb'."
        }
    ]
}