{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "A slolonel vinhaj Agur, yuninal vinhaj Jaqué, nivan yelk'och tas syala'. A vinhaj Agur chi', ix lolon vinh d'a vinhaj Itiel yed' d'a vinhaj Ucal, ix yalan vinh icha tic:"
        },
        {
            "number": "2",
            "text": "A in tic, yelxo malaj in pensar d'a yichanh masanil eb' vetanimail, manh lajanoc in pensar icha spensar eb'."
        },
        {
            "number": "3",
            "text": "Malaj jab'oc in jelanil, manh vojtacoclaj jab'oc tas yaj Dios Axonhejochi."
        },
        {
            "number": "4",
            "text": "¿Mach val junoc ix xid'q'ue d'a satchaanh ix emixta? ¿Mach junoc syal syamanoch vaan ik' d'a yol sk'ab'? ¿Mach junoc syal spichanoch a' mar d'a yol xotil? ¿Mach ix ak'anem stz'acanhil lum luum? Alec sb'i d'ayin, tato eyojtac yed' tas sb'i yuninal."
        },
        {
            "number": "5",
            "text": "A Dios stanhvan eb' syak'och sk'ool d'ay, masanil sti' yak'naccani, smojton cak'anoch yipoc co k'ool."
        },
        {
            "number": "6",
            "text": "Manh eyak'och xicul tastac yalnaccani, ta maay, ol ex tumaj yuuj, axo scheclaji to tzeyesej."
        },
        {
            "number": "7",
            "text": "Chab'nhej tas tzin k'an d'ayach Mamin Jehová: A tas tzin k'an tic, ak' d'ayin yacb'an mantzac in chami."
        },
        {
            "number": "8",
            "text": "Manh a cha vesej, manh a cha vak' chucal d'a anima. Manh in ak'och d'a b'eyumal, maval d'a meb'ail. Anhej tastac yovalil tz'och vuuj d'a junjun k'u, a' tzak' d'ayin."
        },
        {
            "number": "9",
            "text": "Tato manhxo jantacoc tas tz'aj d'ayin, ach b'at talaj satk'olal vuuj, axo ol valanq'uei to manh ach vojtacoc. Tato malaj pax tas tz'aj d'ayin, in b'at talaj elk'al. Vuuj talaj tz'alchaj chucal d'ayach."
        },
        {
            "number": "10",
            "text": "Manh eyal chucal lolonel d'a junoc checab' d'a yichanh spatrón, ta maay, ex scatab'ej talaj jun checab' chi', axo ol ajoc, ol eyab' syail yuuj."
        },
        {
            "number": "11",
            "text": "Ay mach syal chucal lolonel d'a smam, anhejtona' max yalpax jab'oc vach' lolonel d'a snun."
        },
        {
            "number": "12",
            "text": "Ay mach snaani to malaj jab'oc smul, vach'chom manto sb'oxilaj sb'a d'a yichanh Dios yuj schucal."
        },
        {
            "number": "13",
            "text": "Ay eb' te nivan yelk'och snaani, syik'anchaanh sb'a eb' d'a yichanh juntzanhxo."
        },
        {
            "number": "14",
            "text": "Ay eb' malaj jab'oc yoq'uelk'olal d'a eb' meb'a', syixtej val eb' meb'a' chi' eb', syik'anpaxek' eb' tastac ay d'a eb'."
        },
        {
            "number": "15",
            "text": "Ay chavanh yune' nok' uk'umel chik', anhej uk'oj chik' syak' nok'. A nok' chi' lajan nok' yed' chanhe' tastac max och vaan snib'ani:"
        },
        {
            "number": "16",
            "text": "Aton chamel, ix ix max unevilaj, lum luum malaj yal sat yed' pax te' k'ak' max och vaan snhusantz'a te' k'atzitz."
        },
        {
            "number": "17",
            "text": "A eb' spatiquejcanel smam yed' eb' max k'anab'ajan snun, smojton val yik'chajq'ueta yol sat eb' yuj nok' joj, axo nok' ostoc schianb'at eb'."
        },
        {
            "number": "18",
            "text": "Ay chanhe' tastac sat in k'ool vilani, max nachajpaxel-laj vuuj:"
        },
        {
            "number": "19",
            "text": "A tas tz'aj yek' jenhenhoc nok' ch'acb'a d'a satchaanh, a tas tz'aj yek' b'ak'ak'oc nok' chan d'a sat q'uen tenam, a tas tz'aj sb'ey te' barco d'a yib'anh a' mar yed' pax tas tz'aj smontan sb'a vinh vinac yed' ix ix."
        },
        {
            "number": "20",
            "text": "Ste satb'atpax in k'ool vilan tas syutej sb'a jun ix ix ayxo yetb'eyum, ayic tz'och ix d'a ajmulal. Smulan ix, slajvi chi' sb'icanel sb'a ix, syalan ix: Tocval ay chucal tzin k'ulej, xchi ix."
        },
        {
            "number": "21",
            "text": "Ay chanh macanh eb' anima max techajlaj sb'eyb'al cuuj, axonhej eb' tz'alchaj d'a yol schonhab' b'aj cajan:"
        },
        {
            "number": "22",
            "text": "Junoc checab' tz'och reyal, junoc malaj spensar to manh jantacoc tas sva'a,"
        },
        {
            "number": "23",
            "text": "junoc ix ix chacb'ilel tz'och yetb'eyum yed' pax junoc ix criada tz'ochcan sq'uexuloc ix spatrona."
        },
        {
            "number": "24",
            "text": "Ay chanh macanh nok' cotac nok' d'a sat lum tic, ek'alto spensar nok' d'a yichanh eb' jelan:"
        },
        {
            "number": "25",
            "text": "Aton nok' sanich, malaj yip nok', palta smolb'ejcan svael nok' d'a stiempoal varesma."
        },
        {
            "number": "26",
            "text": "Nok' chich, malaj yip nok', palta cajan nok' b'aj ay yolaniltac q'uen q'ueen."
        },
        {
            "number": "27",
            "text": "Nok' k'ulub', malaj yajalil nok' tz'ilani, palta d'a stzolal tz'aj sb'ey nok',"
        },
        {
            "number": "28",
            "text": "yed' pax nok' patix, syal co yaman nok', palta tz'ochk'och nok' b'aj ay eb' rey."
        },
        {
            "number": "29",
            "text": "Ay ox macanh nok' nok' te ak'umtac syutej sb'eyi yed' pax junxo nok' syik' val chaanh sb'a:"
        },
        {
            "number": "30",
            "text": "Aton nok' choj, yelxo ay smay nok', malaj b'aj tz'el lemnaj nok' d'a anima yed' d'a junocxo tasi."
        },
        {
            "number": "31",
            "text": "Nok' ajtzo' caxlanh, ak'umtac sb'ey nok', nok' mam chiva, te ak'umtac pax syutej sb'a nok'. Anheja' pax junoc rey syik'chaanh sb'a, ayic tz'ek' d'a yichanh eb' soldado."
        },
        {
            "number": "32",
            "text": "Tato yuj manh pensaril tzeyik'chaanh e b'a, tze naan e k'ulej tastac manh vach'oc, aq'uecoch e k'ab' d'a yalanh e ti' tze naanel juntzanh ol val tic:"
        },
        {
            "number": "33",
            "text": "Tato sik'lab'il sjuytaj nok' lech, tz'elta mantequilla, tato tze b'an e nhi', scot schiq'uil, tato tze tzuntzejcot yoval junoc eyetanimail, ovalxo tz'aj slajvi, xchi vinhaj Agur."
        }
    ]
}