{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Ha slolonel vinhaj Agur, yuninal vinhaj Jaqué, niwan yelk'och tas syala'. Ha vinhaj Agur chi', ix lolon vinh t'a vinhaj Itiel yet' t'a vinhaj Ucal, ix yalan vinh icha tik:"
        },
        {
            "number": "2",
            "text": "Ha in tik, yelxo malaj in pensar t'a yichanh masanil eb' vetanimail, manh lajanoc in pensar icha spensar eb'."
        },
        {
            "number": "3",
            "text": "Malaj jab'oc in jelanil, manh vojtacoclaj jab'oc tas yaj Dios Axonhejochi."
        },
        {
            "number": "4",
            "text": "¿Mach val junok ix xid'q'ue t'a satcha’anh ix emixta? ¿Mach junok syal syamanoch vaan ik' t'a yol sk'ab'? ¿Mach junok syal spichanoch ha' mar t'a yol xotil? ¿Mach ix ak'anem stz'acanhil lum lum? Alec sb'i t'ayin, tato eyojtac yet' tas sb'i yuninal."
        },
        {
            "number": "5",
            "text": "Ha Dios stanhvan eb' syak'och sk'ool t'ay, masanil sti' yak'naccani, smojton cak'anoch yipoc co k'ool."
        },
        {
            "number": "6",
            "text": "Manh eyak'och xicul tastac yalnaccani, ta maay, ol ex tumaj yuj, haxo scheclaji to tzeyesej."
        },
        {
            "number": "7",
            "text": "Chab'nhej tas tzin k'an t'ayach Mamin Jehová: Ha tas tzin k'an tik, ak' t'ayin yacb'an mantzac in chami."
        },
        {
            "number": "8",
            "text": "Manh a cha vesej, manh a cha vak' chucal t'a anima. Manh in ak'och t'a b'eyumal, maval t'a meb'ail. Anhej tastac yovalil tz'och vuuj t'a junjun k'u, ha' tzak' t'ayin."
        },
        {
            "number": "9",
            "text": "Tato manhxo jantacoc tas tz'aj t'ayin, ach b'at talaj satk'olal vuuj, haxo ol valanq'uei to manh ach vojtacoc. Tato malaj pax tas tz'aj t'ayin, in b'at talaj elk'al. Vuuj talaj tz'alchaj chucal t'ayach."
        },
        {
            "number": "10",
            "text": "Manh eyal chucal lolonel t'a junok checab' t'a yichanh spatrón, ta maay, ex scatab'ej talaj jun checab' chi', haxo ol ajoc, ol eyab' syail yuj."
        },
        {
            "number": "11",
            "text": "Ay mach syal chucal lolonel t'a smam, anhejtona' max yalpax jab'oc wach' lolonel t'a snun."
        },
        {
            "number": "12",
            "text": "Ay mach snaani to malaj jab'oc smul, wach'chom manto sb'oxilaj sb'ha t'a yichanh Dios yuj schucal."
        },
        {
            "number": "13",
            "text": "Ay eb' te niwan yelk'och snaani, syik'anchaanh sb'a eb' t'a yichanh juntzanhxo."
        },
        {
            "number": "14",
            "text": "Ay eb' malaj jab'oc yoq'uelk'olal t'a eb' meb'a', syixtej val eb' meb'a' chi' eb', syik'anpaxek' eb' tastac ay t'a eb'."
        },
        {
            "number": "15",
            "text": "Ay chavanh yune' nok' uk'umel chik', anhej uk'oj chik' syak' nok'. Ha nok' chi' lajan nok' yet' chanhe' tastac max och vaan snib'ani:"
        },
        {
            "number": "16",
            "text": "Aton chamel, ix ix max unevilaj, lum lum malaj yal sat yet' pax te' k'ak' max och vaan snhusantz'a te' k'atzitz."
        },
        {
            "number": "17",
            "text": "Ha eb' spatiquejcanel smam yet' eb' max k'anab'ajan snun, smojton val yik'chajq'ueta yol sat eb' yuj nok' joj, haxo nok' ostoc schianb'at eb'."
        },
        {
            "number": "18",
            "text": "Ay chanhe' tastac sat in k'ool vilani, max nachajpaxel-laj vuuj:"
        },
        {
            "number": "19",
            "text": "Ha tas tz'aj yek' jenhenhoc nok' ch'acb'ha t'a satcha’anh, a tas tz'aj yek' b'ak'ak'oc nok' chan t'a sat q'uen tenam, a tas tz'aj sb'ey te' barco t'a yib'anh ha' mar yet' pax tas tz'aj smontan sb'a vinh vinac yet' ix ix."
        },
        {
            "number": "20",
            "text": "Ste satb'atpax in k'ool vilan tas syutej sb'a jun ix ix ayxo yetb'eyum, ayic tz'och ix t'a ajmulal. Smulan ix, slajvi chi' sb'icanel sb'a ix, syalan ix: Tocval ay chucal tzin k'ulej, xchi ix."
        },
        {
            "number": "21",
            "text": "Ay chanh makan eb' anima max techajlaj sb'eyb'al cuuj, axonhej eb' tz'alchaj t'a yol schonhab' b'aj cajan:"
        },
        {
            "number": "22",
            "text": "Junok checab' tz'och reyal, junok malaj spensar to manh jantacoc tas sva'a,"
        },
        {
            "number": "23",
            "text": "junok ix ix chacb'ilel tz'och yetb'eyum yet' pax junok ix criada tz'ochcan sq'uexuloc ix spatrona."
        },
        {
            "number": "24",
            "text": "Ay chanh makan nok' cotac nok' t'a sat lum tik, ek'alto spensar nok' t'a yichanh eb' jelan:"
        },
        {
            "number": "25",
            "text": "Aton nok' sanich, malaj yip nok', palta smolb'ejcan svael nok' t'a stiempoal varesma."
        },
        {
            "number": "26",
            "text": "Nok' chich, malaj yip nok', palta cajan nok' b'aj ay yolaniltac q'uen q'ueen."
        },
        {
            "number": "27",
            "text": "Nok' k'ulub', malaj yajalil nok' tz'ilani, palta t'a stzolal tz'aj sb'ey nok',"
        },
        {
            "number": "28",
            "text": "yet' pax nok' patix, syal co yaman nok', palta tz'ochk'och nok' b'aj ay eb' rey."
        },
        {
            "number": "29",
            "text": "Ay ox makan nok' nok' te ak'umtac syutej sb'eyi yet' pax junxo nok' syik' val chaanh sb'a:"
        },
        {
            "number": "30",
            "text": "Aton nok' choj, yelxo ay smay nok', malaj b'aj tz'el lemnaj nok' t'a anima yet' t'a junocxo tasi."
        },
        {
            "number": "31",
            "text": "Nok' ajtzo' caxlanh, ak'umtac sb'ey nok', nok' mam chiva, te ak'umtac pax syutej sb'a nok'. Anheja' pax junok rey syik'chaanh sb'a, ayic tzek' t'a yichanh eb' soldado."
        },
        {
            "number": "32",
            "text": "Tato yuj manh pensaril tzeyik'chaanh e b'a, tze naan e k'ulej tastac manh wach'oc, aq'uecoch e k'ab' t'a yalanh e ti' tze naanel juntzanh ol val tik:"
        },
        {
            "number": "33",
            "text": "Tato sik'lab'il sjuytaj nok' lech, tz'elta mantequilla, tato tze b'an e nhi', scot schiq'uil, tato tze tzuntzejcot yoval junok eyetanimail, ovalxo tz'aj slajvi, xchi vinhaj Agur."
        }
    ]
}