{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Ha slolonel winhaj Agur, yuninal winhaj Jaqué, niwan yelk'och tas syala'. Ha winhaj Agur chi', ix lolon winh t'a winhaj Itiel yet' t'a winhaj Ucal, ix yalan winh icha tik:"
        },
        {
            "number": "2",
            "text": "Ha in tik, yelxo malaj in pensar t'a yichanh masanil heb' wetanimail, manh lajanoc in pensar icha spensar heb'."
        },
        {
            "number": "3",
            "text": "Malaj jab'oc in jelanil, manh wojtakoclaj jab'oc tas yaj Dios Axonhejochi."
        },
        {
            "number": "4",
            "text": "¿Mach wal junok ix xid'k'e t'a satcha’anh ix emixta? ¿Mach junok syal syamanoch waan ik' t'a yol sk'ab'? ¿Mach junok syal spichanoch ha' mar t'a yol xotil? ¿Mach ix ak'anem stz'akanhil lum lum? Alec sb'i t'ayin, tato eyojtak yet' tas sb'i yuninal."
        },
        {
            "number": "5",
            "text": "Ha Dios stanhwan heb' syak'och sk'ool t'ay, masanil sti' yak'nakkani, smojton kak'anoch yipoc ko k'ool."
        },
        {
            "number": "6",
            "text": "Manh eyak'och xicul tastac yalnakkani, ta maay, ol ex tumaj yuj, haxo scheclaji to tzeyesej."
        },
        {
            "number": "7",
            "text": "Chab'nhej tas tzin k'an t'ayach Mamin Jehová: Ha tas tzin k'an tik, ak' t'ayin yacb'an mantzac in chami."
        },
        {
            "number": "8",
            "text": "Manh a cha wesej, manh a cha wak' chukal t'a anima. Manh in ak'och t'a b'eyumal, mawal t'a mheb'ail. Anhej tastac yowalil tz'och wuuj t'a junjun k'u, ha' tzak' t'ayin."
        },
        {
            "number": "9",
            "text": "Tato manhxo jantacoc tas tz'aj t'ayin, ach b'at talaj satk'olal wuuj, haxo ol walank'ei to manh ach wojtakoc. Tato malaj pax tas tz'aj t'ayin, in b'at talaj elk'al. Vuuj talaj tz'alchaj chukal t'ayach."
        },
        {
            "number": "10",
            "text": "Manh eyal chukal lolonel t'a junok chekab' t'a yichanh spatrón, ta maay, ex skatab'ej talaj jun chekab' chi', haxo ol ajoc, ol eyab' syail yuj."
        },
        {
            "number": "11",
            "text": "Ay mach syal chukal lolonel t'a smam, anhejtona' max yalpax jab'oc wach' lolonel t'a snun."
        },
        {
            "number": "12",
            "text": "Ay mach snaani to malaj jab'oc smul, wach'chom manto sb'oxilaj sb'ha t'a yichanh Dios yuj schukal."
        },
        {
            "number": "13",
            "text": "Ay heb' te niwan yelk'och snaani, syik'anchaanh sb'a heb' t'a yichanh juntzanhxo."
        },
        {
            "number": "14",
            "text": "Ay heb' malaj jab'oc yok'elk'olal t'a heb' meb'a', syixtej wal heb' meb'a' chi' heb', syik'anpaxek' heb' tastac ay t'a heb'."
        },
        {
            "number": "15",
            "text": "Ay chawanh yune' nok' uk'umel chik', anhej uk'oj chik' syak' nok'. Ha nok' chi' lajan nok' yet' chanhe' tastac max och waan snib'ani:"
        },
        {
            "number": "16",
            "text": "Aton chamel, ix ix max unewilaj, lum lum malaj yal sat yet' pax te' k'ak' max och waan snhusantz'a te' k'atzitz."
        },
        {
            "number": "17",
            "text": "Ha heb' spatiquejkanel smam yet' heb' max k'anab'ajan snun, smojton wal yik'chajk'eta yol sat heb' yuj nok' joj, haxo nok' ostoc schianb'at heb'."
        },
        {
            "number": "18",
            "text": "Ay chanhe' tastac sat in k'ool wilani, max nachajpaxel-laj wuuj:"
        },
        {
            "number": "19",
            "text": "Ha tas tz'aj yek' jenhenhoc nok' ch'acb'ha t'a satcha’anh, a tas tz'aj yek' b'ak'ak'oc nok' chan t'a sat k'een tenam, a tas tz'aj sb'ey te' barco t'a yib'anh ha' mar yet' pax tas tz'aj smontan sb'a winh winak yet' ix ix."
        },
        {
            "number": "20",
            "text": "Ste satb'atpax in k'ool wilan tas syutej sb'a jun ix ix ayxo yetb'eyum, ayic tz'och ix t'a ajmulal. Smulan ix, slajwi chi' sb'ikanel sb'a ix, syalan ix: Tocwal ay chukal tzin k'ulej, xchi ix."
        },
        {
            "number": "21",
            "text": "Ay chanh makan heb' anima max techajlaj sb'eyb'al cuuj, axonhej heb' tz'alchaj t'a yol schonhab' b'aj kajan:"
        },
        {
            "number": "22",
            "text": "Junok chekab' tz'och reyal, junok malaj spensar to manh jantacoc tas swa'a,"
        },
        {
            "number": "23",
            "text": "junok ix ix chacb'ilel tz'och yetb'eyum yet' pax junok ix criada tz'ochkan sk'exuloc ix spatrona."
        },
        {
            "number": "24",
            "text": "Ay chanh makan nok' cotac nok' t'a sat lum tik, ek'alto spensar nok' t'a yichanh heb' jelan:"
        },
        {
            "number": "25",
            "text": "Aton nok' sanich, malaj yip nok', palta smolb'ejkan swael nok' t'a stiempoal waresma."
        },
        {
            "number": "26",
            "text": "Nok' chich, malaj yip nok', palta kajan nok' b'aj ay yolaniltac k'een k'een."
        },
        {
            "number": "27",
            "text": "Nok' k'ulub', malaj yajalil nok' tz'ilani, palta t'a stzolal tz'aj sb'ey nok',"
        },
        {
            "number": "28",
            "text": "yet' pax nok' patix, syal ko yaman nok', palta tz'ochk'och nok' b'aj ay heb' rey."
        },
        {
            "number": "29",
            "text": "Ay ox makan nok' nok' te ak'umtac syutej sb'eyi yet' pax junxo nok' syik' wal chaanh sb'a:"
        },
        {
            "number": "30",
            "text": "Aton nok' choj, yelxo ay smay nok', malaj b'aj tz'el lemnaj nok' t'a anima yet' t'a junocxo tasi."
        },
        {
            "number": "31",
            "text": "Nok' ajtzo' caxlanh, ak'umtac sb'ey nok', nok' mam chiwa, te ak'umtac pax syutej sb'a nok'. Anheja' pax junok rey syik'chaanh sb'a, ayic tzek' t'a yichanh heb' soldado."
        },
        {
            "number": "32",
            "text": "Tato yuj manh pensaril tzeyik'chaanh he b'a, tze naan he k'ulej tastac manh wach'oc, ak'ecoch he k'ab' t'a yalanh he ti' tze naanel juntzanh ol wal tik:"
        },
        {
            "number": "33",
            "text": "Tato sik'lab'il sjuytaj nok' lech, tz'elta mantequilla, tato tze b'an he nhi', scot schiq'uil, tato tze tzuntzejcot yowal junok eyetanimail, owalxo tz'aj slajwi, xchi winhaj Agur."
        }
    ]
}