{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ha slolonel vinhaj rey Lemuel, aton b'aj ix k'ayb'aj vinh yuj ix snun. Ix yalan vinh icha tik: Ha ix in nun alannac t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach vune', ha Dios ix ach ak'an t'ayin yuj spacoc tas ix in k'an t'ay, ¿tas val junocxo wach' ol val t'ayach?"
        },
        {
            "number": "3",
            "text": "Manh a juel a b'a yuj eb' ix ix, yujto yuj eb' ix ix chi', manh jantacoc eb' rey sjuvieli."
        },
        {
            "number": "4",
            "text": "Ach Lemuel, manh wach'oc tato syuk' anh anh eb' yajal,"
        },
        {
            "number": "5",
            "text": "yujto yuj anh anh chi' sb'at satk'olal ley yuj eb', haxo yixtan eb' anima emnaquil eb'."
        },
        {
            "number": "6",
            "text": "Yuk'ocab' anh eb' ayoch t'a syaelal. Yuk'ocab' anh anh te ov, eb' te ayoch t'a ilk'olal."
        },
        {
            "number": "7",
            "text": "Yuk'ocab' anh eb' yic wach' maxtzac snacot smeb'ail eb' yet' syaelal chi'."
        },
        {
            "number": "8",
            "text": "Al yuj eb' max ujilaj yalan sb'ha t'a eb' yajal. Col eb' malaj junok mach scolani."
        },
        {
            "number": "9",
            "text": "Ak' ip a b'oan yaj eb' t'a stojolal, col eb' te ilb'ajk'ool yet' eb' emnaquil, xchi ix in nun chi' t'ayin, xchi vinhaj Lemuel chi'."
        },
        {
            "number": "10",
            "text": "Ha junok ix ix te ay spensar, manh comonoc tz'ilchaj ix, yujto ek'to yelk'och ix t'a yichanh q'uen q'ueen caro stojol."
        },
        {
            "number": "11",
            "text": "Ha ix ayoch yipoc sk'ool vinh yetb'eyum, malaj junok tas syak' palta t'a vinh."
        },
        {
            "number": "12",
            "text": "Tzalajk'olal yaj vinh yetb'eyum ix chi' yuj t'a masanil tiempo."
        },
        {
            "number": "13",
            "text": "Sb'at ix manoj lana yet' lino, yet' smasanil sk'ool ix smunlaj yet' juntzanh chi'."
        },
        {
            "number": "14",
            "text": "Icha junok te' barco sb'at t'a najat yik'cot tastac, icha chi' yaj ix, sb'at ix yik'cot tastac tz'och yuj."
        },
        {
            "number": "15",
            "text": "Ayto sk'ana' sq'ue vaan ix, tz'och ijan ix yak'an wa vinh yetb'eyum yet' eb' yune' yet' pax eb' ix smajan."
        },
        {
            "number": "16",
            "text": "Sb'at ix yil junok lu'um yic smanan ix, haxo q'uen tumin syak' ganar ix, a q'uen syak'lab'ej ix yavan te' uva t'a sat jun lu'um chi'."
        },
        {
            "number": "17",
            "text": "Smunlaj val ix t'a smasanil sk'ool."
        },
        {
            "number": "18",
            "text": "Scham val yilan ix tas tz'aj sb'ey schonh. k'ual t'ak'val smunlaj ix."
        },
        {
            "number": "19",
            "text": "Yed' sk'ab' ix sb'o sch'al yic sch'alvi."
        },
        {
            "number": "20",
            "text": "Naannhej eb' meb'a' yet' eb' ayoch t'a ilk'olal yuj ix."
        },
        {
            "number": "21",
            "text": "Max yak'laj pensar ix yuj masanil eb' ay t'a yol spat ayic te ay siic, yujto masanil eb', te wach' spichul eb' ayochi."
        },
        {
            "number": "22",
            "text": "Ha ix sb'oan sk'u' wach'. Ha k'apac k'apac wach' syak'och ix spichuloc."
        },
        {
            "number": "23",
            "text": "Ha vinh yetb'eyum ix chi', ojtacab'il vinh t'a skal eb' vinh nivac vinac t'a yol schonhab', ayoch vinh stz'acub'oc eb' nivac vinac yaj t'a yol schonhab' chi'."
        },
        {
            "number": "24",
            "text": "Sb'o pichul ix, sb'o pax tzek'ul ix, schonhan ix t'a eb' chonhum k'apac."
        },
        {
            "number": "25",
            "text": "Te tek'an spensar ix, te ay yelk'och ix t'a yol sat eb' yetanimail. Max yak'laj pensar ix yuj tas tz'och yuj k'ik'an."
        },
        {
            "number": "26",
            "text": "D'a val jelanil slolon ix, yet' smasanil sk'ol ix syak' k'ayb'ub'al."
        },
        {
            "number": "27",
            "text": "Aynhejoch ix yilani tas tz'aj sb'ey masanil tastac ay t'a spat, manh tonhejoc sb'alek' tiempo ix."
        },
        {
            "number": "28",
            "text": "Ha eb' yune' ix yet' vinh yetb'eyum, syal wach' lolonel eb' t'a ix, syalan eb' icha tik:"
        },
        {
            "number": "29",
            "text": "Manh jantacoc eb' ix ix wach' sb'eyb'al, palta a achnhej te wach' a b'eyb'al t'a yichanh eb' ix smasanil, xchi eb' t'a ix."
        },
        {
            "number": "30",
            "text": "Ha swach'il yilji snivanil junok ix ix, ay b'aj tonhej tzonh smontej. Manh jantacoc swach'il yilji sat ix, palta junnhej rato sq'uexmaj yilji, haxo ix ix ay yelk'och Jehová t'a yol sat, smojton val niwan yelk'och ix."
        },
        {
            "number": "31",
            "text": "Alec wach' lolonel yuj ix t'a yichanh masanil chonhab'. Aljocab' ix wach'il yuj masanil tastac sk'ulej."
        }
    ]
}