{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "A slolonel vinhaj rey Lemuel, aton b'aj ix k'ayb'aj vinh yuj ix snun. Ix yalan vinh icha tic: A ix in nun alannac d'ayin icha tic:"
        },
        {
            "number": "2",
            "text": "Ach vune', a Dios ix ach ak'an d'ayin yuj spacoc tas ix in k'an d'ay, ¿tas val junocxo vach' ol val d'ayach?"
        },
        {
            "number": "3",
            "text": "Manh a juel a b'a yuj eb' ix ix, yujto yuj eb' ix ix chi', manh jantacoc eb' rey sjuvieli."
        },
        {
            "number": "4",
            "text": "Ach Lemuel, manh vach'oc tato syuk' anh anh eb' yajal,"
        },
        {
            "number": "5",
            "text": "yujto yuj anh anh chi' sb'at satk'olal ley yuj eb', axo yixtan eb' anima emnaquil eb'."
        },
        {
            "number": "6",
            "text": "Yuk'ocab' anh eb' ayoch d'a syaelal. Yuk'ocab' anh anh te ov, eb' te ayoch d'a ilk'olal."
        },
        {
            "number": "7",
            "text": "Yuk'ocab' anh eb' yic vach' maxtzac snacot smeb'ail eb' yed' syaelal chi'."
        },
        {
            "number": "8",
            "text": "Al yuj eb' max ujilaj yalan sb'a d'a eb' yajal. Col eb' malaj junoc mach scolani."
        },
        {
            "number": "9",
            "text": "Ak' ip a b'oan yaj eb' d'a stojolal, col eb' te ilb'ajk'ool yed' eb' emnaquil, xchi ix in nun chi' d'ayin, xchi vinhaj Lemuel chi'."
        },
        {
            "number": "10",
            "text": "A junoc ix ix te ay spensar, manh comonoc tz'ilchaj ix, yujto ek'to yelk'och ix d'a yichanh q'uen q'ueen caro stojol."
        },
        {
            "number": "11",
            "text": "A ix ayoch yipoc sk'ool vinh yetb'eyum, malaj junoc tas syak' palta d'a vinh."
        },
        {
            "number": "12",
            "text": "Tzalajk'olal yaj vinh yetb'eyum ix chi' yuuj d'a masanil tiempo."
        },
        {
            "number": "13",
            "text": "Sb'at ix manoj lana yed' lino, yed' smasanil sk'ool ix smunlaj yed' juntzanh chi'."
        },
        {
            "number": "14",
            "text": "Icha junoc te' barco sb'at d'a najat yik'cot tastac, icha chi' yaj ix, sb'at ix yik'cot tastac tz'och yuuj."
        },
        {
            "number": "15",
            "text": "Ayto sk'ana' sq'ue vaan ix, tz'och ijan ix yak'an va vinh yetb'eyum yed' eb' yune' yed' pax eb' ix smajan."
        },
        {
            "number": "16",
            "text": "Sb'at ix yil junoc luum yic smanan ix, axo q'uen tumin syak' ganar ix, a q'uen syak'lab'ej ix yavan te' uva d'a sat jun luum chi'."
        },
        {
            "number": "17",
            "text": "Smunlaj val ix d'a smasanil sk'ool."
        },
        {
            "number": "18",
            "text": "Scham val yilan ix tas tz'aj sb'ey schonh. k'ual d'ak'val smunlaj ix."
        },
        {
            "number": "19",
            "text": "Yed' sk'ab' ix sb'o sch'al yic sch'alvi."
        },
        {
            "number": "20",
            "text": "Naannhej eb' meb'a' yed' eb' ayoch d'a ilk'olal yuj ix."
        },
        {
            "number": "21",
            "text": "Max yak'laj pensar ix yuj masanil eb' ay d'a yol spat ayic te ay siic, yujto masanil eb', te vach' spichul eb' ayochi."
        },
        {
            "number": "22",
            "text": "A ix sb'oan sk'u' vach'. A k'apac k'apac vach' syak'och ix spichuloc."
        },
        {
            "number": "23",
            "text": "A vinh yetb'eyum ix chi', ojtacab'il vinh d'a scal eb' vinh nivac vinac d'a yol schonhab', ayoch vinh stz'acub'oc eb' nivac vinac yaj d'a yol schonhab' chi'."
        },
        {
            "number": "24",
            "text": "Sb'o pichul ix, sb'o pax tzek'ul ix, schonhan ix d'a eb' chonhum k'apac."
        },
        {
            "number": "25",
            "text": "Te tek'an spensar ix, te ay yelk'och ix d'a yol sat eb' yetanimail. Max yak'laj pensar ix yuj tas tz'och yuj q'uik'an."
        },
        {
            "number": "26",
            "text": "D'a val jelanil slolon ix, yed' smasanil sk'ol ix syak' k'ayb'ub'al."
        },
        {
            "number": "27",
            "text": "Aynhejoch ix yilani tas tz'aj sb'ey masanil tastac ay d'a spat, manh tonhejoc sb'alek' tiempo ix."
        },
        {
            "number": "28",
            "text": "A eb' yune' ix yed' vinh yetb'eyum, syal vach' lolonel eb' d'a ix, syalan eb' icha tic:"
        },
        {
            "number": "29",
            "text": "Manh jantacoc eb' ix ix vach' sb'eyb'al, palta a achnhej te vach' a b'eyb'al d'a yichanh eb' ix smasanil, xchi eb' d'a ix."
        },
        {
            "number": "30",
            "text": "A svach'il yilji snivanil junoc ix ix, ay b'aj tonhej tzonh smontej. Manh jantacoc svach'il yilji sat ix, palta junnhej rato sq'uexmaj yilji, axo ix ix ay yelk'och Jehová d'a yol sat, smojton val nivan yelk'och ix."
        },
        {
            "number": "31",
            "text": "Alec vach' lolonel yuj ix d'a yichanh masanil chonhab'. Aljocab' ix vach'il yuj masanil tastac sk'ulej."
        }
    ]
}