{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ha slolonel winhaj rey Lemuel, aton b'aj ix k'ayb'aj winh yuj ix snun. Ix yalan winh icha tik: Ha ix in nun alannac t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach wune', ha Dios ix ach ak'an t'ayin yuj spacoc tas ix in k'an t'ay, ¿tas wal junocxo wach' ol wal t'ayach?"
        },
        {
            "number": "3",
            "text": "Manh a juel a b'a yuj heb' ix ix, yujto yuj heb' ix ix chi', manh jantacoc heb' rey sjuwieli."
        },
        {
            "number": "4",
            "text": "Ach Lemuel, manh wach'oc tato syuk' anh anh heb' yajal,"
        },
        {
            "number": "5",
            "text": "yujto yuj anh anh chi' sb'at satk'olal ley yuj heb', haxo yixtan heb' anima emnaquil heb'."
        },
        {
            "number": "6",
            "text": "Yuk'ocab' anh heb' ayoch t'a syaelal. Yuk'ocab' anh anh te ov, heb' te ayoch t'a ilk'olal."
        },
        {
            "number": "7",
            "text": "Yuk'ocab' anh heb' yic wach' maxtzac snacot smheb'ail heb' yet' syaelal chi'."
        },
        {
            "number": "8",
            "text": "Al yuj heb' max ujilaj yalan sb'ha t'a heb' yajal. Col heb' malaj junok mach scolani."
        },
        {
            "number": "9",
            "text": "Ak' ip a b'oan yaj heb' t'a stojolal, col heb' te ilb'ajk'ool yet' heb' emnaquil, xchi ix in nun chi' t'ayin, xchi winhaj Lemuel chi'."
        },
        {
            "number": "10",
            "text": "Ha junok ix ix te ay spensar, manh comonoc tz'ilchaj ix, yujto ek'to yelk'och ix t'a yichanh k'een k'een caro stojol."
        },
        {
            "number": "11",
            "text": "Ha ix ayoch yipoc sk'ool winh yetb'eyum, malaj junok tas syak' palta t'a winh."
        },
        {
            "number": "12",
            "text": "Tzalajk'olal yaj winh yetb'eyum ix chi' yuj t'a masanil tiempo."
        },
        {
            "number": "13",
            "text": "Sb'at ix manoj lana yet' lino, yet' smasanil sk'ool ix smunlaj yet' juntzanh chi'."
        },
        {
            "number": "14",
            "text": "Icha junok te' barco sb'at t'a najat yik'cot tastac, icha chi' yaj ix, sb'at ix yik'cot tastac tz'och yuj."
        },
        {
            "number": "15",
            "text": "Ayto sk'ana' sk'e waan ix, tz'och ijan ix yak'an wa winh yetb'eyum yet' heb' yune' yet' pax heb' ix smajan."
        },
        {
            "number": "16",
            "text": "Sb'at ix yil junok lu'um yic smanan ix, haxo k'een tumin syak' ganar ix, a k'een syak'lab'ej ix yawan te' uwa t'a sat jun lu'um chi'."
        },
        {
            "number": "17",
            "text": "Smunlaj wal ix t'a smasanil sk'ool."
        },
        {
            "number": "18",
            "text": "Scham wal yilan ix tas tz'aj sb'ey schonh. k'ual t'ak'wal smunlaj ix."
        },
        {
            "number": "19",
            "text": "Yed' sk'ab' ix sb'o sch'al yic sch'alwi."
        },
        {
            "number": "20",
            "text": "Naannhej heb' meb'a' yet' heb' ayoch t'a ilk'olal yuj ix."
        },
        {
            "number": "21",
            "text": "Max yak'laj pensar ix yuj masanil heb' ay t'a yol spat ayic te ay siic, yujto masanil heb', te wach' spichul heb' ayochi."
        },
        {
            "number": "22",
            "text": "Ha ix sb'oan sk'u' wach'. Ha k'apac k'apac wach' syak'och ix spichuloc."
        },
        {
            "number": "23",
            "text": "Ha winh yetb'eyum ix chi', ojtacab'il winh t'a skal heb' winh niwac winak t'a yol schonhab', ayoch winh stz'acub'oc heb' niwac winak yaj t'a yol schonhab' chi'."
        },
        {
            "number": "24",
            "text": "Sb'o pichul ix, sb'o pax tzek'ul ix, schonhan ix t'a heb' chonhum k'apac."
        },
        {
            "number": "25",
            "text": "Te tek'an spensar ix, te ay yelk'och ix t'a yol sat heb' yetanimail. Max yak'laj pensar ix yuj tas tz'och yuj k'ik'an."
        },
        {
            "number": "26",
            "text": "D'a wal jelanil slolon ix, yet' smasanil sk'ol ix syak' k'ayb'ub'al."
        },
        {
            "number": "27",
            "text": "Aynhejoch ix yilani tas tz'aj sb'ey masanil tastac ay t'a spat, manh tonhejoc sb'alek' tiempo ix."
        },
        {
            "number": "28",
            "text": "Ha heb' yune' ix yet' winh yetb'eyum, syal wach' lolonel heb' t'a ix, syalan heb' icha tik:"
        },
        {
            "number": "29",
            "text": "Manh jantacoc heb' ix ix wach' sb'eyb'al, palta a achnhej te wach' a b'eyb'al t'a yichanh heb' ix smasanil, xchi heb' t'a ix."
        },
        {
            "number": "30",
            "text": "Ha swach'il yilji sniwanil junok ix ix, ay b'aj tonhej tzonh smontej. Manh jantacoc swach'il yilji sat ix, palta junnhej rato sk'exmaj yilji, haxo ix ix ay yelk'och Jehová t'a yol sat, smojton wal niwan yelk'och ix."
        },
        {
            "number": "31",
            "text": "Alec wach' lolonel yuj ix t'a yichanh masanil chonhab'. Aljocab' ix wach'il yuj masanil tastac sk'ulej."
        }
    ]
}