{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ex vuninal, chaec eyab' in lolonel svala'. Maclejec eyab'i yic vach' ol jelanb'oc e pensar yuuj."
        },
        {
            "number": "2",
            "text": "A k'ayb'ub'al te vach' svak' d'ayex, yuj chi' tzeyailejnhej d'a masanil tiempo."
        },
        {
            "number": "3",
            "text": "Ayic quelem unin in, ayinto ek' d'a yol spat in mam, yelxo val xajanab'il in yuj ix in nun."
        },
        {
            "number": "4",
            "text": "A d'a jun tiempoal chi', icha tic ajnac yak'an in k'ayb'ub'al vinh in mam. Yalannac vinh icha tic: Sik'can in lolonel tic d'a a pensar, k'anab'ajej tas sval tic, yic vach' ay a q'uinal."
        },
        {
            "number": "5",
            "text": "Cha a jelanil yed' a vach' pensaril, manh ak'b'at in lolonel tic satk'olal."
        },
        {
            "number": "6",
            "text": "Xajanej a jelanil, manh a patiquejeli, yujto ol ach colchaj yuuj."
        },
        {
            "number": "7",
            "text": "Yovalil tza sayek' jelanil d'a junjun k'u. Vach'chom ajaltac tz'aj yilchaj uuj, palta te vach' ama tato a tza b'ab'laj sayejek' d'a yichanh juntzanhxo tas ay d'ayach."
        },
        {
            "number": "8",
            "text": "Nib'ejoch jelanil, yic vach' ol ach ik'jocchaanh yuuj, yic vach' nivan ol aj elk'och d'a yol sat eb' etanimail."
        },
        {
            "number": "9",
            "text": "A yuj jelanil chi', vach' ol ach elk'ochoc, ol och q'uelan eb' anima yuj a jelanil chi', xchican vinh in mam chi' d'ayin."
        },
        {
            "number": "10",
            "text": "Axo ticnaic ach vuninal, cha val ab' juntzanh in lolonel tic, yic vach' ol najatb'oc a q'uinal."
        },
        {
            "number": "11",
            "text": "A in ol ach vik' b'ey d'a sb'eyb'al eb' jelan, ol vak'an a b'eyb'alej tojolal."
        },
        {
            "number": "12",
            "text": "A d'a tojol b'eyb'al chi', malaj tas ol ach yamanoch vaan, vach'chom yelk'olal ol ach b'atoc, palta manh ol ach telvoclaj."
        },
        {
            "number": "13",
            "text": "Ak'och a pensar d'a k'ayb'ub'al tic, manh a patiquejeli. Yelxo val tza b'eyb'alej yic vach' ay a q'uinal."
        },
        {
            "number": "14",
            "text": "Manh ach b'at tzak'an d'a spatic eb' chuc sb'eyb'al, manh a k'ulej icha tas sk'ulej eb'."
        },
        {
            "number": "15",
            "text": "B'esel a b'a d'a scal eb', ak' ip a b'eyb'alan vach'il."
        },
        {
            "number": "16",
            "text": "Max ochlaj svayanh eb' tato max sk'ulej chucal eb', max yik'laj yip eb', tato malaj junoc mach syixtej eb'."
        },
        {
            "number": "17",
            "text": "A chucal yed' ixtoj anima, a juntzanh chi' svael eb' yaji."
        },
        {
            "number": "18",
            "text": "A sb'eyb'al eb' tojol spensar, lajan icha ayic vanto sacb'i masanto sq'ue k'u, scheclaj spatic yichanh eb' yuuj."
        },
        {
            "number": "19",
            "text": "Axo sb'eyb'al eb' chuc spensar jun, lajan icha yic tzonh b'eyek' d'a scal q'uik'alq'uinal, manh chequeloc b'aj sco tenoch coc."
        },
        {
            "number": "20",
            "text": "Ach vuninal, cha ab' in lolonel tic, maclej val ab' sik'lab'il."
        },
        {
            "number": "21",
            "text": "Mocab' iq'uel a sat d'ay, sik'can d'a a pensar,"
        },
        {
            "number": "22",
            "text": "yujto a juntzanh lolonel tic tz'ak'an sq'uinal eb' tz'ilchaj yuuj."
        },
        {
            "number": "23",
            "text": "Tza ya'ilej a pensar d'a yichanh masanil tastac ay d'a yolyib'anhq'uinal tic, yujto a a pensar chi' tzach cuchb'an d'a vach'il, ma d'a chucal."
        },
        {
            "number": "24",
            "text": "Manh esalvumoc tzutej a b'a, manh a comon alej pax chucal lolonel."
        },
        {
            "number": "25",
            "text": "Te tojolnhej tzach b'at d'a ichanh d'a sb'eal vach'il, manh ach b'at q'uelan d'a tas malaj svach'il."
        },
        {
            "number": "26",
            "text": "Tza ya'ilej val tas tza k'ulej icha val co sik'lan co b'e b'aj tzonh b'eyi, aocab' val sb'eal vach'il b'aj tzach ochi."
        },
        {
            "number": "27",
            "text": "Manh ach elcan d'a jun b'e te tojol, manh ach b'atcan d'a sb'eal chucal."
        }
    ]
}