{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ex vuninal, chaec eyab' in lolonel svala'. Maclejec eyab'i yic wach' ol jelanb'oc e pensar yuj."
        },
        {
            "number": "2",
            "text": "Ha k'ayb'ub'al te wach' svak' t'ayex, yuj chi' tzeyailejnhej t'a masanil tiempo."
        },
        {
            "number": "3",
            "text": "Ayic quelem unin in, ayinto ek' t'a yol spat in mam, yelxo val xajanab'il in yuj ix in nun."
        },
        {
            "number": "4",
            "text": "Ha t'a jun pekti’ chi', icha tik ajnac yak'an in k'ayb'ub'al vinh in mam. Yalannac vinh icha tik: Sik'kan in lolonel tik t'a a pensar, k'anab'ajej tas sval tik, yic wach' ay a q'uinal."
        },
        {
            "number": "5",
            "text": "Cha a jelanil yet' a wach' pensaril, manh ak'b'at in lolonel tik satk'olal."
        },
        {
            "number": "6",
            "text": "Xajanej a jelanil, manh a patiquejeli, yujto ol ach colchaj yuj."
        },
        {
            "number": "7",
            "text": "Yovalil tza sayek' jelanil t'a junjun k'u. Wach'chom ajaltac tz'aj yilchaj uuj, palta te wach' ama tato a tza b'ab'laj sayejek' t'a yichanh juntzanhxo tas ay t'ayach."
        },
        {
            "number": "8",
            "text": "Nib'ejoch jelanil, yic wach' ol ach ik'jocchaanh yuj, yic wach' niwan ol aj elk'och t'a yol sat eb' etanimail."
        },
        {
            "number": "9",
            "text": "Ha yuj jelanil chi', wach' ol ach elk'ochoc, ol och q'uelan eb' anima yuj a jelanil chi', xchican vinh in mam chi' t'ayin."
        },
        {
            "number": "10",
            "text": "Axo ticnaic ach vuninal, cha val ab' juntzanh in lolonel tik, yic wach' ol najatb'oc a q'uinal."
        },
        {
            "number": "11",
            "text": "Ha in ol ach vik' b'ey t'a sb'eyb'al eb' jelan, ol vak'an a b'eyb'alej tojolal."
        },
        {
            "number": "12",
            "text": "Ha t'a tojol b'eyb'al chi', malaj tas ol ach yamanoch vaan, wach'chom yelk'olal ol ach b'atoc, palta manh ol ach telvoclaj."
        },
        {
            "number": "13",
            "text": "Ak'och a pensar t'a k'ayb'ub'al tik, manh a patiquejeli. Yelxo val tza b'eyb'alej yic wach' ay a q'uinal."
        },
        {
            "number": "14",
            "text": "Manh ach b'at tzak'an t'a spatic eb' chuk sb'eyb'al, manh a k'ulej icha tas sk'ulej eb'."
        },
        {
            "number": "15",
            "text": "B'esel a b'ha t'a skal eb', ak' ip a b'eyb'alan wach'il."
        },
        {
            "number": "16",
            "text": "Max ochlaj svayanh eb' tato max sk'ulej chukal eb', max yik'laj yip eb', tato malaj junok mach syixtej eb'."
        },
        {
            "number": "17",
            "text": "Ha chukal yet' ixtoj anima, a juntzanh chi' svael eb' yaji."
        },
        {
            "number": "18",
            "text": "Ha sb'eyb'al eb' tojol spensar, lajan icha ayic vanto sakb'i masanto sq'ue k'u, scheclaj spatic yichanh eb' yuj."
        },
        {
            "number": "19",
            "text": "Axo sb'eyb'al eb' chuk spensar jun, lajan icha yic tzonh b'eyek' t'a skal k’ik’ k’inal, manh chequeloc b'aj sco tenoch coc."
        },
        {
            "number": "20",
            "text": "Ach vuninal, cha ab' in lolonel tik, maclej val ab' sik'lab'il."
        },
        {
            "number": "21",
            "text": "Mocab' iq'uel a sat t'ay, sik'kan t'a a pensar,"
        },
        {
            "number": "22",
            "text": "yujto a juntzanh lolonel tik tz'ak'an sq'uinal eb' tz'ilchaj yuj."
        },
        {
            "number": "23",
            "text": "Tza ya'ilej a pensar t'a yichanh masanil tastac ay t'a yol yib'anhk’inal tik, yujto a a pensar chi' tzach cuchb'an t'a wach'il, ma t'a chukal."
        },
        {
            "number": "24",
            "text": "Manh esalvumoc tzutej a b'a, manh a comon alej pax chukal lolonel."
        },
        {
            "number": "25",
            "text": "Te tojolnhej tzach b'at t'a ichanh t'a sb'eal wach'il, manh ach b'at q'uelan t'a tas malaj swach'il."
        },
        {
            "number": "26",
            "text": "Tza ya'ilej val tas tza k'ulej icha val co sik'lan co b'e b'aj tzonh b'eyi, aocab' val sb'eal wach'il b'aj tzach ochi."
        },
        {
            "number": "27",
            "text": "Manh ach elcan t'a jun b'e te tojol, manh ach b'atcan t'a sb'eal chukal."
        }
    ]
}