{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ach vuninal, cha ab' in jelanil tik, scham val a maclan ab' in razón wach' svala'."
        },
        {
            "number": "2",
            "text": "Icha chi' ol aj snachajel uuj, ol yal a lolon yet' jelanil."
        },
        {
            "number": "3",
            "text": "Ha junok ix ix ay yetb'eyum, te wach' slolon ix, k'ununi slolon ix yic tzach smontejb'at ix t'a chucal."
        },
        {
            "number": "4",
            "text": "Axo t'a slajvub'al, lajanxo tz'aj ix icha anh ixaj te k'a', icha val tz'aj co lajvi yuj q'uen espada chab' ye."
        },
        {
            "number": "5",
            "text": "Ha mach sb'eyek' yet' jun ix ix chi', ol chamoc. Ha sb'eyb'al jun ix ix chi', b'eal chamel yaji."
        },
        {
            "number": "6",
            "text": "Ha t'a ix chi' malaj yelk'och sb'eal q'uinal, max snalaj ix tato wach', mato chuc sb'eyb'al ix chi'."
        },
        {
            "number": "7",
            "text": "Yuj chi' ach vuninal, ab' tas svala'. Manh ik'canel a b'ha t'a a cachnab'il svak' tik."
        },
        {
            "number": "8",
            "text": "Najat tzach el t'a stz'ey ix ay yetb'eyum chi', xach k'ochta val t'a spuertail spat ix."
        },
        {
            "number": "9",
            "text": "Tato maay, ol satel a b'inaj t'a wach'il, elanhchamel ol ach cham yuj junok vinh malaj yoq'uelk'olal."
        },
        {
            "number": "10",
            "text": "Tato icha chi' tza k'ulej, jantacnhej a b'eyumal ix ilchaj uuj ayic ix ak'an val ip a munlaji, ol ak'canb'at t'a yol sk'ab' junok ch'oc animail."
        },
        {
            "number": "11",
            "text": "Tato tza k'anab'ajej tas syal ix, toxonhej ol ach ok'canek'oc, jab'jab'il ol lajvoquem a nivanil."
        },
        {
            "number": "12",
            "text": "Axo ol alan icha tik: ¿Tas val yuj ix in patiquejel in cachnab'il? ¿Tas val yuj maj in k'anab'ajej?"
        },
        {
            "number": "13",
            "text": "Maj yal in k'ool ix in cha vab' tas ix yal eb' in k'ayb'umal, octom ix in cha vab' t'a eb'."
        },
        {
            "number": "14",
            "text": "Axo ticnaic jab'xonhej maj in juviel t'a yichanh masanil chonhab' t'a junelnhej, xa chama."
        },
        {
            "number": "15",
            "text": "Uk' ha ha' ictaxon yaji yic wach' tzek' stak'inhal a ti'. (Syalelk'ochi anhej yet' ix etb'eyum tzak' a gana.)"
        },
        {
            "number": "16",
            "text": "¿Tas val yuj ol aj uninal yet' eb' ix ix tzek' t'a yoltac calle?"
        },
        {
            "number": "17",
            "text": "Wach' scolvaj eb' uninal ed'oc, t'a yichanh junocxo mach b'aj scolvaj eb' uninal chi'."
        },
        {
            "number": "18",
            "text": "Tzalajanh, ayocab' uninal yet' ix etb'eyum chi', aton ix, ix ik' a b'a yet'oc ayic quelem achto."
        },
        {
            "number": "19",
            "text": "Wach'ocab' yilji ix t'a yol a sat, icha val junok nok' k'ultaquil chej. Mocab' lajvoc a tzalajk'olal t'a ix, ayocab' a tzalajk'olal chi' yujto xajan ach yuj ix."
        },
        {
            "number": "20",
            "text": "Ach vuninal, manh ak' somchajel a pensar yuj junok ix ix ayxo yetb'eyum. ¿Tas yuj ol ach och chelchel t'a junxo ix ix chi'?"
        },
        {
            "number": "21",
            "text": "Ha Jehová van ton yilan co b'eyb'al junjun onh, malaj junok tas max uji yilani."
        },
        {
            "number": "22",
            "text": "Ha eb' chuc, anheja' schucal eb' chi' ol ak'an juvoqueloc. Anheja' schucal eb' chi' ol tzek'anoc, icha co tzek'ji t'a junok lasu."
        },
        {
            "number": "23",
            "text": "Yujto max syamoch vaan sb'a eb', yuj chi' ol b'atcan eb' t'a chamel. Yuj smanh pensaril eb' chi', ol satcanel eb'."
        }
    ]
}