{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ach vuninal, tato tzak'och a b'a a majnan q'uen tumin yuj junok ch'oc animail t'a junok etchonhab',"
        },
        {
            "number": "2",
            "text": "van ak'anem a yaalil, ol cotcan t'a ib'anh yuj b'aj ix ak'och a b'a chi'."
        },
        {
            "number": "3",
            "text": "Ach vuninal, icha tik tzutej a colanel a b'ha t'a yol sk'ab' winh aj tumin chi'. Ixic, emnaquil tzutej a b'a tzach tevi t'a winh, tza k'anan nivank'olal a b'ha t'a winh yic max ach yak' pural winh a tupanel sb'oc winh b'aj ix ak'och a b'a chi'."
        },
        {
            "number": "4",
            "text": "Smoj val maxtzac ach vay yuj, mocxob' ik' ip junok rato"
        },
        {
            "number": "5",
            "text": "masanto tzach el t'a yalanh, icha val yel junok nok' k'ultaquil chej t'a junok mach pechjinac, ma icha yel junok nok' much t'a junok yaal."
        },
        {
            "number": "6",
            "text": "Ach anima malaj a gana a munlaji, ilnab' nok' ch'equem, sik'lab'il tzila' tas syutej nok' smunlaji yic tz'ilchaj svael nok', scham val a k'ayb'an t'a nok'."
        },
        {
            "number": "7",
            "text": "Wach'chom malaj mach schecan munlaj nok', malaj yajal nok' tz'alan yab' tas sk'ulej,"
        },
        {
            "number": "8",
            "text": "palta ayic stiempoan svael nok', syak' val yip nok' smunlaji yic smolancan svael nok' chi'."
        },
        {
            "number": "9",
            "text": "Ach anima malaj a gana a munlaji, k'ocb'ilxo chi' tzach vayi. k'ocb'ilxo chi' tzach ek' jichan."
        },
        {
            "number": "10",
            "text": "Yacb'an scot numumoc a vayanh, snecnecan a jolom, jeljumb'a tz'aj a k'ab', te wach' tz'aj a vayi,"
        },
        {
            "number": "11",
            "text": "haxo tz'aji, scot meb'ail t'a ib'anh, ste b'at t'a ib'anh icha junok winh elk'um ed'jinac junok q'uen cuchilub'."
        },
        {
            "number": "12",
            "text": "Ha eb' chuk spensar, anhej es tzek' yal eb' t'a skal eb' anima."
        },
        {
            "number": "13",
            "text": "Smutz'mutz'an sat eb' yak'an yechel, sch'oxanpax eb' yet' yiximal sk'ab'."
        },
        {
            "number": "14",
            "text": "Junelnhej te chuk spensar eb', axonhej malaj swach'il sna sk'ulej eb'. Ha b'aj tzek' eb', anhej oval sq'ekan vaan yuj eb'."
        },
        {
            "number": "15",
            "text": "Yuj chi' elanhchamel ol ja yaelal t'a yib'anh eb'. Junnhej mutz'satil ol aj slajviem eb', manhxa tas ol yal yuj eb'."
        },
        {
            "number": "16",
            "text": "Ay uque' tas chacb'ilel yuj Jehová t'a junelnhej: Aton ik'ojchanhb'ail, esalvumal, mak'ojcham anima malaj smul, naojchaanh tas malaj swach'il, chukal sk'ulaji, ak'ojoch es t'a yib'anh junocxo mach yet' ik'ojchaanh oval t'a skal anima."
        },
        {
            "number": "17",
            "text": "Ach vuninal, sik'kan juntzanh in k'ayb'ub'al tik t'a a pensar yet' a k'ayb'ub'al syak' ix a nun."
        },
        {
            "number": "18",
            "text": "Sik'kan t'a a pensar, naannhejocab' uuj t'a masanil tiempo."
        },
        {
            "number": "19",
            "text": "Ha ol ach cuchb'an b'aj ol ach ek'oc, manh ol ach xivoc ayic ol ach vayoc. Ayic ol el a vayanh, anheja' juntzanh tik naan uuj."
        },
        {
            "number": "20",
            "text": "D'a val yel a a cachnab'il yet' a k'ayb'ub'al tik, icha sacq'uinal yaj t'ayach. Ha a cachnab'il chi' yet' a pensar tzach cuchb'anb'at t'a sb'eal q'uinal."
        },
        {
            "number": "21",
            "text": "Ha ol ach colanel t'a yol sk'ab' ix ix chuk spensar yet' ix ayxo winh yetb'eyum to te wach' smontan yet' slolonel."
        },
        {
            "number": "22",
            "text": "Manh ak'och a pensar t'a swach'il yilji ix, manh a cha somchajel a k'ool yuj chajtil tzach aj yilanoch ix."
        },
        {
            "number": "23",
            "text": "Ha mach smulan yet' ix ajmul ix, scot meb'ail t'a yib'anh, haxo mach smontaj yuj ix ay yetb'eyum yic smulan ix yet'oc, syik'cot chamel t'a yib'anh."
        },
        {
            "number": "24",
            "text": "Q'uinaloc ay junok mach tz'ik'anb'at te' tzak'ak' t'a snhi' sk'ool, max ek'b'atlaj stz'ab'at spichul yuj te'."
        },
        {
            "number": "25",
            "text": "Ha mach sb'ey t'a yib'anh te' tzak'ak', max ek'b'atlaj stz'ab'at yoc yuj te'."
        },
        {
            "number": "26",
            "text": "Ha mach smulan yet' ix ix ay yetb'eyum chi', yowalil scot t'a yib'anh."
        },
        {
            "number": "27",
            "text": "Tato ay junok elk'um tz'elk'an junok tasi yujto ay svejel, tzato naji val t'a yib'anh,"
        },
        {
            "number": "28",
            "text": "palta wach'chom icha chi', tato syamchaji, yowalil uquel tz'aj stupan tas ix yelq'uej chi', taxonhej manhxalaj tas skan t'ay."
        },
        {
            "number": "29",
            "text": "Tato ay mach tzek' yet' ix ayxo winh yetb'eyum, yelxo val malaj jab'oc spensar. Ha mach icha chi' sk'ulej, anhej syak' lajvoc sb'a."
        },
        {
            "number": "30",
            "text": "Ol scha syaelal, ol mak'jocpaxi, manhxa b'ak'uinh ol b'at sq'uixvelal chi' satk'olal yuj eb' anima."
        },
        {
            "number": "31",
            "text": "Ha winh ix ixtaj ix yetb'eyum chi', te ov winh icha te tzak'ak', manh jab'oc syak' nivank'olal winh ayic sk'och stiempoal yak'anek' spak winh."
        },
        {
            "number": "32",
            "text": "Ha silab' winh ay smul chi' syak' t'a winh, max schalaj winh, wach'chom te niwan silab' chi', palta max yak'laj nivank'olal winh."
        }
    ]
}