{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ach vuninal, cha ab' in lolonel tik. Ha juntzanh in checnab'il svak' tik t'ayach, yovalil tza sik'kan t'a a pensar."
        },
        {
            "number": "2",
            "text": "k'anab'ajej in checnab'il tik yet' in k'ayb'ub'al yic wach' ol ach ek'oc. Icha scutej co ya'ilan snenal yol co sat, icha chi' tzutej a ya'ilan a cachnab'il svak' tik."
        },
        {
            "number": "3",
            "text": "Naannhejocab' uuj, tza sik'ancan t'a a pensar."
        },
        {
            "number": "4",
            "text": "Xajanej a jelanil yujto icha anab' yaji, ma icha a wach'k'ool."
        },
        {
            "number": "5",
            "text": "Icha chi' ol aj a colchajel t'a yol sk'ab' ix ajmul ix, aton ix ayxo yetb'eyum, ix te wach' smontan yet' slolonel."
        },
        {
            "number": "6",
            "text": "Ay junel ix vilelta t'a sventenail in pat,"
        },
        {
            "number": "7",
            "text": "ay juntzanh eb' vinh quelemtac malaj jab'oc sjelanil ayeq'ui. Axo ix vilani, ay jun vinh malaj jab'oc spensar t'a skal eb' vinh chi'."
        },
        {
            "number": "8",
            "text": "Ayic vanxo yem k'u, vanxo sq'uik'b'i, ix eq'uixk'och vinh t'a jun esquina, ix sk'axpitanek' calle vinh, t'a stojolal b'aj ay spat jun ix ix ay yetb'eyum."
        },
        {
            "number": "9",
            "text": "Ix elta lemnaj ix scha vinh. Icha spichul eb' ix ajmul ix spichul ix ayochi, icha pax spensar eb' ix chi' spensar ix."
        },
        {
            "number": "10",
            "text": "Comonnhej slolon ix, max q'uixvilaj jab'oc ix, max emlaj k'ojan ix t'a spat."
        },
        {
            "number": "11",
            "text": "Anhej t'a yoltac calle tzek' ix, t'a mercado yet' t'a yesquinailtac calle, ata' smaclej ix yek' junok vinac."
        },
        {
            "number": "12",
            "text": "Ha jun ix chi', ix och lak'naj ix t'a vinh quelem chi', ix och tz'ub'naj ix t'a sti' vinh, maj q'uixvoclaj jab'oc ix, ix yalan ix icha tik:"
        },
        {
            "number": "13",
            "text": "Ha ticnaic ix vak' in silab' yic in junk'olal alb'ilxo vuuj, yuj chi' ayto nok' chib'ej t'a in pat ticnaic."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix in elta ach in maclej, yujto in gana tzach wila''. Tik ach ilchaj vuuj."
        },
        {
            "number": "15",
            "text": "Ha t'a sat in ch'at toxo ix in lich'em jun sábana nab'a lino, cotnac t'a Egipto."
        },
        {
            "number": "16",
            "text": "Toxo ix vak'och perfume t'ay, toxonhej suk'uq'ui sjab', aton mirra, áloes yet' te' canela."
        },
        {
            "number": "17",
            "text": "Cotanh ved'oc, ol cak' val co gana masanto ol sacb'oc. Ol cak' val tzalajb'oc co k'ool co xajanan co b'a."
        },
        {
            "number": "18",
            "text": "Ha vinh vetb'eyum, malaj vinh ayek' t'a in pat tik, yujto ay b'aj te najat ix b'at vinh."
        },
        {
            "number": "19",
            "text": "Ix yik'b'at jun mucuc q'uen tumin vinh, yuj chi' manto ol jalaj vinh masanto ol k'och sk'ual sk'ojnaj q'uen uj, xchi ix ix chi'."
        },
        {
            "number": "20",
            "text": "Ha tas te wach' ix yal ix chi', elanhchamel ix montaj vinh quelem chi' yuj."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix och tzak'an vinh yuj ix, icha yik'jib'at junok nok' vacax b'aj ol chamoc, ma icha junok nok' k'ultaquil chej skan t'a ch'anh yaal,"
        },
        {
            "number": "22",
            "text": "masanto ol ek' junok jul-lab' t'a spixan nok'. Icha pax junok nok' much skan t'a te' yaal, icha chi' yaj vinh, max snalaj jab'oc vinh tato ha t'a spat ix chi' ol cham vinh."
        },
        {
            "number": "23",
            "text": "Yuj chi' ach vuninal, maclej ab' tas svala'. Tanhvej val ab' in lolonel tik."
        },
        {
            "number": "24",
            "text": "Manh a juel a wach' b'eyb'al t'a junok ix ix icha chi' spensar, yic wach' manh ol ach sateloc."
        },
        {
            "number": "25",
            "text": "Yujto tzijtumxo mach toxo ix cham yuj eb' ix ix icha chi' sk'ulej. Manhxo b'ischajb'enoc mach scham yuj eb' ix."
        },
        {
            "number": "26",
            "text": "Tato tzach b'at t'a sb'eal spat eb' ix ix icha chi', van a b'atcan t'a sb'eal chamel."
        }
    ]
}