{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ex quelemtac ab'ec, yujto tzex avtaji yic tzeyik' e jelanil, yic sq'uib' pax e pensar."
        },
        {
            "number": "2",
            "text": "Yalnhej b'aj ayex eq'ui, t'a junok tzalan, ma t'a yol b'e, ma b'aj schalaj sb'a b'e, tzex avtaji."
        },
        {
            "number": "3",
            "text": "Anhejtona' t'a spuertail e chonhab', tzex avtajpaxi."
        },
        {
            "number": "4",
            "text": "E masanil ex anima ayex t'a yol yib'anhk’inal tik, ab'ec."
        },
        {
            "number": "5",
            "text": "Ex quelemtac to mantalaj e pensar, k'ayb'ejec e b'ha t'a jelanil. Ex chuk e pensar, sayec jelan pensaril."
        },
        {
            "number": "6",
            "text": "Ab'ec val sik'lab'il, ol alchaj juntzanh tastac nivac yelk'och t'ayex, manhxo jantacoc swach'il."
        },
        {
            "number": "7",
            "text": "Te yel tas ol alchaj t'ayex, malaj tas tonhej ol nachajq'ueoc."
        },
        {
            "number": "8",
            "text": "Masanil juntzanh lolonel tik wach'nhej, malaj jab'oc es t'ay."
        },
        {
            "number": "9",
            "text": "Ha eb' jelan, secojtac tz'aj snachajel juntzanh lolonel tik yuj eb'. Ha eb' ay spensar yojtac eb' tas syalelk'ochi."
        },
        {
            "number": "10",
            "text": "Hak'ek eyip eyik'an e jelanil yet' aj pensaril, yujto yelxo val te niwan yelk'och t'a yichanh q'uen oro yet' q'uen plata."
        },
        {
            "number": "11",
            "text": "Yelxo val te wach' jelanil t'a yichanh q'uen q'ueen te wach' yilji yet' t'a yichanh junok tas snib'aj val ochi."
        },
        {
            "number": "12",
            "text": "Ha jelanil, yetb'eyum sb'a yet' wach' pensaril. Syak' cojtaquejel juntzanh wach' razonal."
        },
        {
            "number": "13",
            "text": "Tato ay yelk'och Jehová t'ayonh, sco chaccanel chukal. Tato jelan onh, max yal-laj quik'anchaanh co b'a. Max co nib'ejochlaj chuk b'eyb'al yet' es."
        },
        {
            "number": "14",
            "text": "Tato ay co jelanil, syal co naan junok tas sco k'ulej t'a stojolal, tz'elnhejpaxk'ochi."
        },
        {
            "number": "15",
            "text": "Ha yuj jelanil syak' yajalil eb' rey, tojol syutej eb' sch'olb'itan tastac yaj eb' yetanimail."
        },
        {
            "number": "16",
            "text": "Yuj jelanil chi', a eb' ayoch yajalil, wach' syutej eb' stanhvan schonhab', wach' pax syutej eb' sb'oan yaj yoval eb' anima."
        },
        {
            "number": "17",
            "text": "Ha mach sayanek' jelanil yet' smasanil sk'ool, tz'ilchaj yuj."
        },
        {
            "number": "18",
            "text": "Yuj jelanil chi', tz'aj co b'eyumal, tzonh b'inaj yuj, ay pax quelk'ochi."
        },
        {
            "number": "19",
            "text": "Ha tas tz'ilchaj yuj jelanil chi', yelxo te wach' t'a yichanh q'uen oro yet' q'uen plata sik'b'ileli."
        },
        {
            "number": "20",
            "text": "Yuj jelanil, sco b'eyb'alej wach'ilal yet' tojolal."
        },
        {
            "number": "21",
            "text": "Ha mach snib'an jelanil, ol yik' sb'eyumal yuj. Ol b'ud'joc spat yuj masanil tastac wach'."
        },
        {
            "number": "22",
            "text": "Ha jelanil chi', aytaxoneq'ui ayic ix el yich smunlajel Jehová, ayic manto sb'o masanil tastac,"
        },
        {
            "number": "23",
            "text": "ayic manto sb'o yol yib'anhk’inal tik,"
        },
        {
            "number": "24",
            "text": "ayic mantalaj ha' nivac mar, mantalaj pax sjaj ha' nivac ha' sq'ueuli yet' pax sjaj ha' cotac ha'."
        },
        {
            "number": "25",
            "text": "Ayic manto sb'olaj lum tzalquixtac yet' lum nivac vitz, ayxoek' jelanil chi' ta'."
        },
        {
            "number": "26",
            "text": "Ix yik'canel yich jelanil Jehová ayic manto sb'olaj lum lum tik, mantalaj spococal jun yol yib'anhk’inal tik ta'."
        },
        {
            "number": "27",
            "text": "Ayic ix sb'oanq'ue satcha’anh masanto b'aj schalaj sb'a yet' ha' mar, aytaxon ek' jelanil chi' ta'."
        },
        {
            "number": "28",
            "text": "Ayic ix sb'oan asun ay t'a satcha’anh yet' pax yic ix syamanoch vaan ha' mar,"
        },
        {
            "number": "29",
            "text": "ayic ix yalan t'ha ha' mar chi' to manh ol el ha' b'aj aycani yet' pax ix yak'anem yich lum lum tik, aytaxon ek' jelanil chi' ta'."
        },
        {
            "number": "30",
            "text": "Ha yuj sjelanil Dios ix sb'oq'ue masanil tastac, ste tzalaj yuj tastac ix sb'o chi', yujto ha' sch'oxanel sjelanil."
        },
        {
            "number": "31",
            "text": "Stzalaj yuj yol yib'anhk’inal yet' eb' anima sb'onac."
        },
        {
            "number": "32",
            "text": "Axo ticnaic ex anima, ab'ec val tas tz'alchaj t'ayex, b'eyb'alejec jelanil yic te wach' eyico'."
        },
        {
            "number": "33",
            "text": "Chaec eyab' e k'ayb'ub'al, manh e patiquejel jelanil."
        },
        {
            "number": "34",
            "text": "Te wach' yic mach scham val yab'an lolonel yic jelanil,"
        },
        {
            "number": "35",
            "text": "yujto a mach tz'ilchaj jelanil chi' yuj, tz'ilchajpax sq'uinal, syik'anpax swach'k'olal Jehová."
        },
        {
            "number": "36",
            "text": "Palta a mach max chaan yab' lolonel yic jelanil, munil syik'cot yaelal t'a yib'anh."
        }
    ]
}