{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ex kelemtac ab'ec, yujto tzex avtaji yic tzeyik' he jelanil, yic sq'uib' pax he pensar."
        },
        {
            "number": "2",
            "text": "Yalnhej b'aj ayex eq'ui, t'a junok tzalan, ma t'a yol b'e, ma b'aj schalaj sb'a b'e, tzex avtaji."
        },
        {
            "number": "3",
            "text": "Anhejtona' t'a spuertail he chonhab', tzex avtajpaxi."
        },
        {
            "number": "4",
            "text": "E masanil ex anima ayex t'a yol yib'anhk’inal tik, ab'ec."
        },
        {
            "number": "5",
            "text": "Ex kelemtac to mantalaj he pensar, k'ayb'ejec he b'ha t'a jelanil. Ex chuk he pensar, sayec jelan pensaril."
        },
        {
            "number": "6",
            "text": "Ab'ec wal sik'lab'il, ol alchaj juntzanh tastac niwac yelk'och t'ayex, manhxo jantacoc swach'il."
        },
        {
            "number": "7",
            "text": "Te yel tas ol alchaj t'ayex, malaj tas tonhej ol nachajk'eoc."
        },
        {
            "number": "8",
            "text": "Masanil juntzanh lolonel tik wach'nhej, malaj jab'oc es t'ay."
        },
        {
            "number": "9",
            "text": "Ha heb' jelan, secojtak tz'aj snachajel juntzanh lolonel tik yuj heb'. Ha heb' ay spensar yojtak heb' tas syalelk'ochi."
        },
        {
            "number": "10",
            "text": "Hak'ek eyip eyik'an he jelanil yet' aj pensaril, yujto yelxo wal te niwan yelk'och t'a yichanh k'een oro yet' k'een plata."
        },
        {
            "number": "11",
            "text": "Yelxo wal te wach' jelanil t'a yichanh k'een k'een te wach' yilji yet' t'a yichanh junok tas snib'aj wal ochi."
        },
        {
            "number": "12",
            "text": "Ha jelanil, yetb'eyum sb'a yet' wach' pensaril. Syak' cojtaquejel juntzanh wach' razonal."
        },
        {
            "number": "13",
            "text": "Tato ay yelk'och Jehová t'ayonh, sko chakkanel chukal. Tato jelan onh, max yal-laj quik'anchaanh ko b'a. Max ko nib'ejochlaj chuk b'eyb'al yet' es."
        },
        {
            "number": "14",
            "text": "Tato ay ko jelanil, syal ko naan junok tas sko k'ulej t'a stojolal, tz'elnhejpaxk'ochi."
        },
        {
            "number": "15",
            "text": "Ha yuj jelanil syak' yajalil heb' rey, tojol syutej heb' sch'olb'itan tastac yaj heb' yetanimail."
        },
        {
            "number": "16",
            "text": "Yuj jelanil chi', a heb' ayoch yajalil, wach' syutej heb' stanhwan schonhab', wach' pax syutej heb' sb'oan yaj yowal heb' anima."
        },
        {
            "number": "17",
            "text": "Ha mach sayanek' jelanil yet' smasanil sk'ool, tz'ilchaj yuj."
        },
        {
            "number": "18",
            "text": "Yuj jelanil chi', tz'aj ko b'eyumal, tzonh b'inaj yuj, ay pax quelk'ochi."
        },
        {
            "number": "19",
            "text": "Ha tas tz'ilchaj yuj jelanil chi', yelxo te wach' t'a yichanh k'een oro yet' k'een plata sik'b'ileli."
        },
        {
            "number": "20",
            "text": "Yuj jelanil, sko b'eyb'alej wach'ilal yet' tojolal."
        },
        {
            "number": "21",
            "text": "Ha mach snib'an jelanil, ol yik' sb'eyumal yuj. Ol b'ud'joc spat yuj masanil tastac wach'."
        },
        {
            "number": "22",
            "text": "Ha jelanil chi', aytaxoneq'ui ayic ix el yich smunlajel Jehová, ayic manto sb'o masanil tastac,"
        },
        {
            "number": "23",
            "text": "ayic manto sb'o yol yib'anhk’inal tik,"
        },
        {
            "number": "24",
            "text": "ayic mantalaj ha' niwac mar, mantalaj pax sjaj ha' niwac ha' sk'euli yet' pax sjaj ha' cotac ha'."
        },
        {
            "number": "25",
            "text": "Ayic manto sb'olaj lum tzalquixtac yet' lum niwac witz, ayxoek' jelanil chi' ta'."
        },
        {
            "number": "26",
            "text": "Ix yik'kanel yich jelanil Jehová ayic manto sb'olaj lum lum tik, mantalaj spokokal jun yol yib'anhk’inal tik ta'."
        },
        {
            "number": "27",
            "text": "Ayic ix sb'oank'e satcha’anh masanto b'aj schalaj sb'a yet' ha' mar, aytaxon ek' jelanil chi' ta'."
        },
        {
            "number": "28",
            "text": "Ayic ix sb'oan asun ay t'a satcha’anh yet' pax yic ix syamanoch waan ha' mar,"
        },
        {
            "number": "29",
            "text": "ayic ix yalan t'ha ha' mar chi' to manh ol el ha' b'aj aykani yet' pax ix yak'anem yich lum lum tik, aytaxon ek' jelanil chi' ta'."
        },
        {
            "number": "30",
            "text": "Ha yuj sjelanil Dios ix sb'ok'e masanil tastac, ste tzalaj yuj tastac ix sb'o chi', yujto ha' sch'oxanel sjelanil."
        },
        {
            "number": "31",
            "text": "Stzalaj yuj yol yib'anhk’inal yet' heb' anima sb'onac."
        },
        {
            "number": "32",
            "text": "Axo ticnaik ex anima, ab'ec wal tas tz'alchaj t'ayex, b'eyb'alejec jelanil yic te wach' eyiko'."
        },
        {
            "number": "33",
            "text": "Chaec eyab' he k'ayb'ub'al, manh he patiquejel jelanil."
        },
        {
            "number": "34",
            "text": "Te wach' yic mach scham wal yab'an lolonel yic jelanil,"
        },
        {
            "number": "35",
            "text": "yujto a mach tz'ilchaj jelanil chi' yuj, tz'ilchajpax sk'inal, syik'anpax swach'k'olal Jehová."
        },
        {
            "number": "36",
            "text": "Palta a mach max chaan yab' lolonel yic jelanil, munil syik'cot yaelal t'a yib'anh."
        }
    ]
}