{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ex quelemtac ab'ec, yujto tzex avtaji yic tzeyik' e jelanil, yic sq'uib' pax e pensar."
        },
        {
            "number": "2",
            "text": "Yalnhej b'aj ayex eq'ui, d'a junoc tzalan, ma d'a yol b'e, ma b'aj schalaj sb'a b'e, tzex avtaji."
        },
        {
            "number": "3",
            "text": "Anhejtona' d'a spuertail e chonhab', tzex avtajpaxi."
        },
        {
            "number": "4",
            "text": "E masanil ex anima ayex d'a yolyib'anhq'uinal tic, ab'ec."
        },
        {
            "number": "5",
            "text": "Ex quelemtac to mantalaj e pensar, k'ayb'ejec e b'a d'a jelanil. Ex chuc e pensar, sayec jelan pensaril."
        },
        {
            "number": "6",
            "text": "Ab'ec val sik'lab'il, ol alchaj juntzanh tastac nivac yelk'och d'ayex, manhxo jantacoc svach'il."
        },
        {
            "number": "7",
            "text": "Te yel tas ol alchaj d'ayex, malaj tas tonhej ol nachajq'ueoc."
        },
        {
            "number": "8",
            "text": "Masanil juntzanh lolonel tic vach'nhej, malaj jab'oc es d'ay."
        },
        {
            "number": "9",
            "text": "A eb' jelan, secojtac tz'aj snachajel juntzanh lolonel tic yuj eb'. A eb' ay spensar yojtac eb' tas syalelk'ochi."
        },
        {
            "number": "10",
            "text": "Aq'uec eyip eyik'an e jelanil yed' aj pensaril, yujto yelxo val te nivan yelk'och d'a yichanh q'uen oro yed' q'uen plata."
        },
        {
            "number": "11",
            "text": "Yelxo val te vach' jelanil d'a yichanh q'uen q'ueen te vach' yilji yed' d'a yichanh junoc tas snib'aj val ochi."
        },
        {
            "number": "12",
            "text": "A jelanil, yetb'eyum sb'a yed' vach' pensaril. Syak' cojtaquejel juntzanh vach' razonal."
        },
        {
            "number": "13",
            "text": "Tato ay yelk'och Jehov치 d'ayonh, sco chaccanel chucal. Tato jelan onh, max yal-laj quik'anchaanh co b'a. Max co nib'ejochlaj chuc b'eyb'al yed' es."
        },
        {
            "number": "14",
            "text": "Tato ay co jelanil, syal co naan junoc tas sco k'ulej d'a stojolal, tz'elnhejpaxk'ochi."
        },
        {
            "number": "15",
            "text": "A yuj jelanil syak' yajalil eb' rey, tojol syutej eb' sch'olb'itan tastac yaj eb' yetanimail."
        },
        {
            "number": "16",
            "text": "Yuj jelanil chi', a eb' ayoch yajalil, vach' syutej eb' stanhvan schonhab', vach' pax syutej eb' sb'oan yaj yoval eb' anima."
        },
        {
            "number": "17",
            "text": "A mach sayanek' jelanil yed' smasanil sk'ool, tz'ilchaj yuuj."
        },
        {
            "number": "18",
            "text": "Yuj jelanil chi', tz'aj co b'eyumal, tzonh b'inaj yuuj, ay pax quelk'ochi."
        },
        {
            "number": "19",
            "text": "A tas tz'ilchaj yuj jelanil chi', yelxo te vach' d'a yichanh q'uen oro yed' q'uen plata sik'b'ileli."
        },
        {
            "number": "20",
            "text": "Yuj jelanil, sco b'eyb'alej vach'ilal yed' tojolal."
        },
        {
            "number": "21",
            "text": "A mach snib'an jelanil, ol yik' sb'eyumal yuuj. Ol b'ud'joc spat yuj masanil tastac vach'."
        },
        {
            "number": "22",
            "text": "A jelanil chi', aytaxoneq'ui ayic ix el yich smunlajel Jehov치, ayic manto sb'o masanil tastac,"
        },
        {
            "number": "23",
            "text": "ayic manto sb'o yolyib'anhq'uinal tic,"
        },
        {
            "number": "24",
            "text": "ayic mantalaj a' nivac mar, mantalaj pax sjaj a' nivac a' sq'ueuli yed' pax sjaj a' cotac a'."
        },
        {
            "number": "25",
            "text": "Ayic manto sb'olaj lum tzalquixtac yed' lum nivac vitz, ayxoek' jelanil chi' ta'."
        },
        {
            "number": "26",
            "text": "Ix yik'canel yich jelanil Jehov치 ayic manto sb'olaj lum luum tic, mantalaj spococal jun yolyib'anhq'uinal tic ta'."
        },
        {
            "number": "27",
            "text": "Ayic ix sb'oanq'ue satchaanh masanto b'aj schalaj sb'a yed' a' mar, aytaxon ek' jelanil chi' ta'."
        },
        {
            "number": "28",
            "text": "Ayic ix sb'oan asun ay d'a satchaanh yed' pax yic ix syamanoch vaan a' mar,"
        },
        {
            "number": "29",
            "text": "ayic ix yalan d'a a' mar chi' to manh ol el a' b'aj aycani yed' pax ix yak'anem yich lum luum tic, aytaxon ek' jelanil chi' ta'."
        },
        {
            "number": "30",
            "text": "A yuj sjelanil Dios ix sb'oq'ue masanil tastac, ste tzalaj yuj tastac ix sb'o chi', yujto a' sch'oxanel sjelanil."
        },
        {
            "number": "31",
            "text": "Stzalaj yuj yolyib'anhq'uinal yed' eb' anima sb'onac."
        },
        {
            "number": "32",
            "text": "Axo ticnaic ex anima, ab'ec val tas tz'alchaj d'ayex, b'eyb'alejec jelanil yic te vach' eyico'."
        },
        {
            "number": "33",
            "text": "Chaec eyab' e k'ayb'ub'al, manh e patiquejel jelanil."
        },
        {
            "number": "34",
            "text": "Te vach' yic mach scham val yab'an lolonel yic jelanil,"
        },
        {
            "number": "35",
            "text": "yujto a mach tz'ilchaj jelanil chi' yuuj, tz'ilchajpax sq'uinal, syik'anpax svach'k'olal Jehov치."
        },
        {
            "number": "36",
            "text": "Palta a mach max chaan yab' lolonel yic jelanil, munil syik'cot yaelal d'a yib'anh."
        }
    ]
}