{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha ix vilani, ichato ay jun ix ix, ix sb'oq'ue spat, te wach' ix aj yilji, uque' val yoyal ix yaq'uem ix."
        },
        {
            "number": "2",
            "text": "Ix smilcham nok' nok' ix, ix sb'oan jun niwan vael ix, ix sb'oan vino ix te wach', ix sb'oanb'at ix t'a sat smexa."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix schecanb'at eb' schecab' ix t'a juntzanh tzalquixtac ay t'a yol chonhab'."
        },
        {
            "number": "4",
            "text": "Axo eb' schecab' ix chi' ix alan icha tik: Ex quelemtac mantalaj e jelanil, cotanhec. Ex malaj e pensar, cotanhec."
        },
        {
            "number": "5",
            "text": "Ol ex vaoc, ol eyuk'an vino to wach'xo yaji."
        },
        {
            "number": "6",
            "text": "Actejeccan e manh pensaril chi' yic wach' tzalajk'olal ol ex ajoc. B'eyb'alejec sb'eyb'al eb' te jelan spensar, xchi eb' schecab' ix chi'. Ha jun ix ix chi', a jelanil sch'oxo'."
        },
        {
            "number": "7",
            "text": "Tato tzal t'a eb' b'uchumtac to chuk sk'ulej eb', anhej lolonel manh wach'oc ol yal eb' t'ayach. Tato tzal t'a eb' chuk to manh wach'oc syutej sb'a eb', tonhej ol ach sb'aj eb'."
        },
        {
            "number": "8",
            "text": "Tato tza cach eb' anima ak'umtac, ol och eb' ajk'olal t'ayach. Tato tzal t'a eb' ay spensar b'ajtil tz'och spaltail eb', ol ach xajanej eb'."
        },
        {
            "number": "9",
            "text": "k'ayb'ej eb' jelan yic wach' ol te jelanb'oc eb'. k'ayb'ej eb' anima wach' spensar yic wach' ol ste ojtaquejel eb'."
        },
        {
            "number": "10",
            "text": "Tato sco nib'ej jelan tzonh aji, ayocab' yelk'och Jehová t'a co sat. Tato scojtaquejel Dios to Axonhej Ochi, tz'acan co pensar sik'lab'il syal chi'."
        },
        {
            "number": "11",
            "text": "Ha yuj jelanil chi', ol najatb'oc co q'uinal, te tzijtum ab'il ol quila'."
        },
        {
            "number": "12",
            "text": "Tato ay co jelanil, quicnhej yaj wach'ilal. Tato b'uchumtac scutej co b'a jun, munil t'a quib'anh ol cotcan yaelal."
        },
        {
            "number": "13",
            "text": "Ha junok ix ix malaj spensar, manh jantacoc slolon ix, max q'uixvilaj jab'oc ix, malaj pax jab'oc tas snachajel yuj ix."
        },
        {
            "number": "14",
            "text": "Tonhej tz'em k'ojan ix t'a yol xila, t'a sti' spat chaanh yajq'ue t'a tzalan t'a yol chonhab',"
        },
        {
            "number": "15",
            "text": "syavtancot eb' tojolnhej tzek' t'a yol b'e chi' ix, syalan ix icha tik:"
        },
        {
            "number": "16",
            "text": "Ex quelemtac mantalaj e jelanil, cotanhec, xchi ix. Syalanpax ix t'a eb' malaj spensar:"
        },
        {
            "number": "17",
            "text": "Ha ha ha' tz'elk'aji, te wach' yuk'ji ha'. Ha jab'oc vael sco wa t'a elk'altac te wach', xchi ix."
        },
        {
            "number": "18",
            "text": "Axo eb' vinh quelemtac chi', manh yojtacoc eb' vinh tato a eb' vinh yavtejnaccot ix, chamnacxo eb' vinh ticnaic."
        }
    ]
}