{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "A ix vilani, ichato ay jun ix ix, ix sb'oq'ue spat, te vach' ix aj yilji, uque' val yoyal ix yaq'uem ix."
        },
        {
            "number": "2",
            "text": "Ix smilcham nok' nok' ix, ix sb'oan jun nivan vael ix, ix sb'oan vino ix te vach', ix sb'oanb'at ix d'a sat smexa."
        },
        {
            "number": "3",
            "text": "Ix lajvi chi', ix schecanb'at eb' schecab' ix d'a juntzanh tzalquixtac ay d'a yol chonhab'."
        },
        {
            "number": "4",
            "text": "Axo eb' schecab' ix chi' ix alan icha tic: Ex quelemtac mantalaj e jelanil, cotanhec. Ex malaj e pensar, cotanhec."
        },
        {
            "number": "5",
            "text": "Ol ex vaoc, ol eyuk'an vino to vach'xo yaji."
        },
        {
            "number": "6",
            "text": "Actejeccan e manh pensaril chi' yic vach' tzalajk'olal ol ex ajoc. B'eyb'alejec sb'eyb'al eb' te jelan spensar, xchi eb' schecab' ix chi'. A jun ix ix chi', a jelanil sch'oxo'."
        },
        {
            "number": "7",
            "text": "Tato tzal d'a eb' b'uchumtac to chuc sk'ulej eb', anhej lolonel manh vach'oc ol yal eb' d'ayach. Tato tzal d'a eb' chuc to manh vach'oc syutej sb'a eb', tonhej ol ach sb'aj eb'."
        },
        {
            "number": "8",
            "text": "Tato tza cach eb' anima ak'umtac, ol och eb' ajk'olal d'ayach. Tato tzal d'a eb' ay spensar b'ajtil tz'och spaltail eb', ol ach xajanej eb'."
        },
        {
            "number": "9",
            "text": "k'ayb'ej eb' jelan yic vach' ol te jelanb'oc eb'. k'ayb'ej eb' anima vach' spensar yic vach' ol ste ojtaquejel eb'."
        },
        {
            "number": "10",
            "text": "Tato sco nib'ej jelan tzonh aji, ayocab' yelk'och Jehová d'a co sat. Tato scojtaquejel Dios to Axonhej Ochi, tz'acan co pensar sik'lab'il syal chi'."
        },
        {
            "number": "11",
            "text": "A yuj jelanil chi', ol najatb'oc co q'uinal, te tzijtum ab'il ol quila'."
        },
        {
            "number": "12",
            "text": "Tato ay co jelanil, quicnhej yaj vach'ilal. Tato b'uchumtac scutej co b'a jun, munil d'a quib'anh ol cotcan yaelal."
        },
        {
            "number": "13",
            "text": "A junoc ix ix malaj spensar, manh jantacoc slolon ix, max q'uixvilaj jab'oc ix, malaj pax jab'oc tas snachajel yuj ix."
        },
        {
            "number": "14",
            "text": "Tonhej tz'em k'ojan ix d'a yol xila, d'a sti' spat chaanh yajq'ue d'a tzalan d'a yol chonhab',"
        },
        {
            "number": "15",
            "text": "syavtancot eb' tojolnhej tz'ek' d'a yol b'e chi' ix, syalan ix icha tic:"
        },
        {
            "number": "16",
            "text": "Ex quelemtac mantalaj e jelanil, cotanhec, xchi ix. Syalanpax ix d'a eb' malaj spensar:"
        },
        {
            "number": "17",
            "text": "A a a' tz'elk'aji, te vach' yuk'ji a'. A jab'oc vael sco va d'a elk'altac te vach', xchi ix."
        },
        {
            "number": "18",
            "text": "Axo eb' vinh quelemtac chi', manh yojtacoc eb' vinh tato a eb' vinh yavtejnaccot ix, chamnacxo eb' vinh ticnaic."
        }
    ]
}