{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha ix wilani, ichato ay jun ix ix, ix sb'ok'e spat, te wach' ix aj yilji, uque' wal yoyal ix yak'em ix."
        },
        {
            "number": "2",
            "text": "Ix smilcham nok' nok' ix, ix sb'oan jun niwan wael ix, ix sb'oan wino ix te wach', ix sb'oanb'at ix t'a sat smexa."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix schekanb'at heb' schekab' ix t'a juntzanh tzalquixtac ay t'a yol chonhab'."
        },
        {
            "number": "4",
            "text": "Axo heb' schekab' ix chi' ix alan icha tik: Ex kelemtac mantalaj he jelanil, cotanhec. Ex malaj he pensar, cotanhec."
        },
        {
            "number": "5",
            "text": "Ol ex waoc, ol eyuk'an wino to wach'xo yaji."
        },
        {
            "number": "6",
            "text": "Actejekkan he manh pensaril chi' yic wach' tzalajk'olal ol ex ajoc. B'eyb'alejec sb'eyb'al heb' te jelan spensar, xchi heb' schekab' ix chi'. Ha jun ix ix chi', a jelanil sch'oxo'."
        },
        {
            "number": "7",
            "text": "Tato tzal t'a heb' b'uchumtac to chuk sk'ulej heb', anhej lolonel manh wach'oc ol yal heb' t'ayach. Tato tzal t'a heb' chuk to manh wach'oc syutej sb'a heb', tonhej ol ach sb'aj heb'."
        },
        {
            "number": "8",
            "text": "Tato tza cach heb' anima ak'umtac, ol och heb' ajk'olal t'ayach. Tato tzal t'a heb' ay spensar b'ajtil tz'och spaltail heb', ol ach xajanej heb'."
        },
        {
            "number": "9",
            "text": "k'ayb'ej heb' jelan yic wach' ol te jelanb'oc heb'. k'ayb'ej heb' anima wach' spensar yic wach' ol ste ojtaquejel heb'."
        },
        {
            "number": "10",
            "text": "Tato sko nib'ej jelan tzonh aji, ayokab' yelk'och Jehová t'a ko sat. Tato scojtaquejel Dios to Axonhej Ochi, tz'akan ko pensar sik'lab'il syal chi'."
        },
        {
            "number": "11",
            "text": "Ha yuj jelanil chi', ol najatb'oc ko k 'inal, te tzijtum ab'il ol quila'."
        },
        {
            "number": "12",
            "text": "Tato ay ko jelanil, quicnhej yaj wach'ilal. Tato b'uchumtac scutej ko b'a jun, munil t'a quib'anh ol kotkan yaelal."
        },
        {
            "number": "13",
            "text": "Ha junok ix ix malaj spensar, manh jantacoc slolon ix, max q'uixwilaj jab'oc ix, malaj pax jab'oc tas snachajel yuj ix."
        },
        {
            "number": "14",
            "text": "Tonhej tz'em k'ojan ix t'a yol xila, t'a sti' spat chaanh yajk'e t'a tzalan t'a yol chonhab',"
        },
        {
            "number": "15",
            "text": "syavtancot heb' tojolnhej tzek' t'a yol b'e chi' ix, syalan ix icha tik:"
        },
        {
            "number": "16",
            "text": "Ex kelemtac mantalaj he jelanil, cotanhec, xchi ix. Syalanpax ix t'a heb' malaj spensar:"
        },
        {
            "number": "17",
            "text": "Ha ha ha' tz'elk'aji, te wach' yuk'ji ha'. Ha jab'oc wael sko wa t'a elk'altac te wach', xchi ix."
        },
        {
            "number": "18",
            "text": "Axo heb' winh kelemtac chi', manh yojtakoc heb' winh tato a heb' winh yavtejnaccot ix, chamnacxo heb' winh ticnaik."
        }
    ]
}