{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Amós in tik tanhwum in nok' t'a chonhab' Tecoa. Ayic ayoch winhaj Uzías reyal t'a Judá, haxo winhaj Jeroboam yuninal winhaj Joás ayoch reyal t'a Israel, chab' ab'il t'a yalanhtax jun niwan quixcab', ix yalan juntzanh lolonel tik Dios t'ayin yic swalel t'a chonhab' Israel."
        },
        {
            "number": "2",
            "text": "Icha sk'anh smak'waj k'u, icha chi' tz'aj yoch sjaj Jehová t'a jolom witz Sion t'a Jerusalén. Masanil swalab' lu'um nok' nok' tz'ixtaxb'ati, stacjipax anh ank'ultak t'a jolom witz Carmelo."
        },
        {
            "number": "3",
            "text": "Icha tik yalan Jehová: Ix ek' t'a yib'anh sk'ulan chukal heb' aj Damasco, yuj chi' yowalil ol wak'och syaelal heb', yujto icha tz'aj stek'ji ixim trigo, icha chi' ix utaj heb' aj Galaad yuj heb'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ol wak'och sk'ak'al spat heb' rey yinhtilal winhaj Hazael. Ha jun k'ak' chi' ol ak'an lajwoquel scuartel winhaj Ben-adad."
        },
        {
            "number": "5",
            "text": "Yowalil ol in mak'poj masanil spuertail chonhab' Damasco. Ol wak'an satel masanil heb' cajan t'a sch'olanil Avén yet' heb' yajal t'a Bet-edén. Yuj chi' ol ik'chajb'at heb' sirio preso t'a Kir, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Ha Jehová tz'alan icha tik: Manh jantacoc chukal ix sk'ulej heb' aj Gaza, yuj chi' yowalil ol wak'och syaelal heb', yujto masanil anima cajan t'a juntzanh chonhab' yic Israel ix yik'b'at heb', ix schonhanb'at heb' checab'wumal t'a Edom."
        },
        {
            "number": "7",
            "text": "Yuj chi' ol wak'och sk'ak'al smuroal Gaza chi'. Ha jun k'ak' chi' ol ak'an lajwoquel scuartel heb'."
        },
        {
            "number": "8",
            "text": "Ol wak' satel heb' ayoch yajalil t'a Asdod yet' pax heb' yajal t'a Ascalón. Yed' masanil in poder ol wak' owal yet' heb' aj Ecrón, manhxa junok heb' filisteo ol to canoc, xchi Jehová Yajal t'a Smasanil."
        },
        {
            "number": "9",
            "text": "Ha Jehová tz'alan icha tik: Manh jantacoc chukal ix sk'ulej heb' aj Tiro, yuj chi' yowalil ol wak'och syaelal heb', yujto masanil anima cajan t'a juntzanh chonhab' yic Israel ix schonhb'at heb' checab'wumal t'a Edom, majxo snacot jab'oc sti' yak'nac yet' heb' t'a amigoal."
        },
        {
            "number": "10",
            "text": "Yuj chi' ol wak'och sk'ak'al smuroal Tiro chi'. Ha jun k'ak' chi' ol ak'an lajwoquel scuartel heb', xchi Jehová."
        },
        {
            "number": "11",
            "text": "Ha Jehová tz'alan icha tik: Manh jantacoc chukal ix sk'ulej heb' aj Edom, yuj chi' yowalil ol wak'och syaelal heb', yujto ix spech heb' sk'ab' yoc heb' chi' yet' k'een espada, aton heb' israel. Ix smak'cham heb' t'a malaj yok'elk'olal, b'ecan sk'ol heb' ix sk'ulan chukal yet' yowal sk'ool. Majxo b'atlaj yowal sk'ol heb' chi' satk'olal yuj."
        },
        {
            "number": "12",
            "text": "Yuj chi' ol wak'och sk'ak'al chonhab' Temán. Ha jun k'ak' chi' ol ak'an lajwoquel scuartel heb' aj Bosra, xchi Jehová."
        },
        {
            "number": "13",
            "text": "Ha Jehová tz'alan icha tik: Manh jantacoc chukal ix sk'ulej heb' aj Amón, yuj chi' yowalil ol wak'och syaelal heb'. Ayic ix yak'an owal heb' t'a Galaad yic syik'an jab'ocxo slum heb', ix sjac sniwanil heb' ix yab'ix heb'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ol wak'och sk'ak'al muro t'a Rabá. Ha jun k'ak' chi' ol ak'an lajwoquel scuartel heb'. Ol el yav heb' wan yak'an owal. Ha t'a skal owal chi' yet' owal ik' ol yamchaj winh sreyal heb' yet' heb' soldado niwac yelk'ochi. Ol ik'jocb'at heb' preso t'a ch'oc chonhab'il, xchi Jehová."
        }
    ]
}