{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Amós in tik tanhvum in nok' t'a chonhab' Tecoa. Ayic ayoch winhaj Uzías reyal t'a Judá, haxo winhaj Jeroboam yuninal winhaj Joás ayoch reyal t'a Israel, chab' ab'il t'a yalanhtax jun niwan quixcab', ix yalan juntzanh lolonel tik Dios t'ayin yic svalel t'a chonhab' Israel."
        },
        {
            "number": "2",
            "text": "Icha sk'anh smak'vaj k'u, icha chi' tz'aj yoch sjaj Jehová t'a jolom vitz Sion t'a Jerusalén. Masanil svalab' lu'um nok' nok' tz'ixtaxb'ati, stacjipax anh ank'ultak t'a jolom vitz Carmelo."
        },
        {
            "number": "3",
            "text": "Icha tik yalan Jehová: Ix ek' t'a yib'anh sk'ulan chukal eb' aj Damasco, yuj chi' yowalil ol vak'och syaelal eb', yujto icha tz'aj stek'ji ixim trigo, icha chi' ix utaj eb' aj Galaad yuj eb'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ol vak'och sk'ak'al spat eb' rey yinhtilal winhaj Hazael. Ha jun k'ak' chi' ol ak'an lajvoquel scuartel winhaj Ben-adad."
        },
        {
            "number": "5",
            "text": "Yovalil ol in mak'poj masanil spuertail chonhab' Damasco. Ol vak'an satel masanil eb' cajan t'a sch'olanil Avén yet' eb' yajal t'a Bet-edén. Yuj chi' ol ik'chajb'at eb' sirio preso t'a Kir, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Ha Jehová tz'alan icha tik: Manh jantacoc chukal ix sk'ulej eb' aj Gaza, yuj chi' yowalil ol vak'och syaelal eb', yujto masanil anima cajan t'a juntzanh chonhab' yic Israel ix yik'b'at eb', ix schonhanb'at eb' checab'vumal t'a Edom."
        },
        {
            "number": "7",
            "text": "Yuj chi' ol vak'och sk'ak'al smuroal Gaza chi'. Ha jun k'ak' chi' ol ak'an lajvoquel scuartel eb'."
        },
        {
            "number": "8",
            "text": "Ol vak' satel eb' ayoch yajalil t'a Asdod yet' pax eb' yajal t'a Ascalón. Yed' masanil in poder ol vak' oval yet' eb' aj Ecrón, manhxa junok eb' filisteo ol to canoc, xchi Jehová Yajal t'a Smasanil."
        },
        {
            "number": "9",
            "text": "Ha Jehová tz'alan icha tik: Manh jantacoc chukal ix sk'ulej eb' aj Tiro, yuj chi' yowalil ol vak'och syaelal eb', yujto masanil anima cajan t'a juntzanh chonhab' yic Israel ix schonhb'at eb' checab'vumal t'a Edom, majxo snacot jab'oc sti' yak'nac yet' eb' t'a amigoal."
        },
        {
            "number": "10",
            "text": "Yuj chi' ol vak'och sk'ak'al smuroal Tiro chi'. Ha jun k'ak' chi' ol ak'an lajvoquel scuartel eb', xchi Jehová."
        },
        {
            "number": "11",
            "text": "Ha Jehová tz'alan icha tik: Manh jantacoc chukal ix sk'ulej eb' aj Edom, yuj chi' yowalil ol vak'och syaelal eb', yujto ix spech eb' sk'ab' yoc eb' chi' yet' q'uen espada, aton eb' israel. Ix smak'cham eb' t'a malaj yoq'uelk'olal, b'ecan sk'ol eb' ix sk'ulan chukal yet' yoval sk'ool. Majxo b'atlaj yoval sk'ol eb' chi' satk'olal yuj."
        },
        {
            "number": "12",
            "text": "Yuj chi' ol vak'och sk'ak'al chonhab' Temán. Ha jun k'ak' chi' ol ak'an lajvoquel scuartel eb' aj Bosra, xchi Jehová."
        },
        {
            "number": "13",
            "text": "Ha Jehová tz'alan icha tik: Manh jantacoc chukal ix sk'ulej eb' aj Amón, yuj chi' yowalil ol vak'och syaelal eb'. Ayic ix yak'an oval eb' t'a Galaad yic syik'an jab'ocxo slum eb', ix sjac snivanil eb' ix yab'ix eb'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ol vak'och sk'ak'al muro t'a Rabá. Ha jun k'ak' chi' ol ak'an lajvoquel scuartel eb'. Ol el yav eb' van yak'an oval. Ha t'a skal oval chi' yet' oval ik' ol yamchaj winh sreyal eb' yet' eb' soldado nivac yelk'ochi. Ol ik'jocb'at eb' preso t'a ch'oc chonhab'il, xchi Jehová."
        }
    ]
}