{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová tz'alan icha tik: Manh jantacoc chukal ix sk'ulej eb' aj Moab, yuj chi' yovalil ol vak'och syaelal eb'. Ix snhustz'a sb'aquil vinh sreyal Edom eb', taanhxonhej ix ajkan stz'ab'ati."
        },
        {
            "number": "2",
            "text": "Yuj chi' ol vak'och sk'ak'al Moab chi'. Ha jun k'ak' chi' ol ak'an lajvoquel cuartel t'a Queriot. D'a skal av yic oval yet' yok' q'uen trompeta, ol cham masanil eb' aj Moab chi'."
        },
        {
            "number": "3",
            "text": "Ol vak'cham vinh sreyal eb' yet' eb' vinh ayoch yet' vinh t'a yopisio, xchi Jehová."
        },
        {
            "number": "4",
            "text": "Ha Jehová tz'alan icha tik: Manh jantacoc chukal ix sk'ulej eb' aj Judá, yuj chi' yovalil ol vak'och syaelal eb'. Maj scha yab' in k'ayb'ub'al eb', maj sk'anab'ajej pax in ley eb'. Palta ha t'a juntzanh tas malaj yelk'och b'aj ix yaq'uem sb'a eb', aton t'a juntzanh comon dios b'aj yalnac sb'a eb' smam yicham eb'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ol vak'och sk'ak'al Judá, haxo jun k'ak' chi' ol ak'an lajvoquel cuartel t'a Jerusalén, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Ha Jehová tz'alan icha tik: Manh jantacoc chukal ix sk'ulej eb' aj Israel tik, yuj chi' yovalil ol vak'och syaelal eb'. Ix schonhel eb' meb'a' eb' wach' spensar t'a skal, yujto max yal stupan sb'oc eb' t'a eb', wach'chom yujnhej stojol jun mojoc xanhab'."
        },
        {
            "number": "7",
            "text": "Tz'ixtax eb' meb'a' yuj eb', man wach'oc pax syutej eb' sb'oan yaj eb' meb'a' emnaquil chi'. Q'uixvelal in b'inaj yuj eb' ch'oc chonhab'il yuj schucal eb'. Ha vinh mamab'il yet' vinh yuninal, junnhej ix cob'es smulan eb' vinh yet'oc."
        },
        {
            "number": "8",
            "text": "Tz'ek' jichan eb' t'a yib'anh pichul scha b'aj syak' tumin majanil, smulan eb' t'a yichanh junjun altar. Svaan vael eb' tz'altaj t'a juntzanh comon dios. Sman anh anh eb' yet' q'uen multa scha'a, syuk'an anh eb' t'a stemplo juntzanh sdiosal chi', xchi Jehová."
        },
        {
            "number": "9",
            "text": "Syalanxi Jehová: Ha in Jehová in svala', vak'nac satel eb' amorreo yuj vak'an slum eb' t'ayex. Wach'chom chaanh steel eb' icha steel te' k'ute', tzatz pax eb' icha te' ji, palta junelnhej vak'nac satel eb'."
        },
        {
            "number": "10",
            "text": "Palta a ex tik, vik'naquelta eb' e mam eyicham t'a Egipto, vik'annacb'at eb' 40 ab'il t'a tzinan lu'um, yuj vak'an slum eb' amorreo chi' t'a eb'."
        },
        {
            "number": "11",
            "text": "Ix vik'chaanh juntzanh eb' eyinhtilal in checab'oc, haxo juntzanhxo eb', vak'nacoch eb' nazareoal yic tz'och eb' vicoc. ¿Tom manh yeloc juntzanh tik, ex israel?"
        },
        {
            "number": "12",
            "text": "Ha exxo tik, ix eyak' pural eb' vicxo chi' yuk'vi anh, ix e cachan eb' in checab' yic max yalel in lolonel eb'."
        },
        {
            "number": "13",
            "text": "Yuj chi' niwan yaelal ol vak'cot t'a eyib'anh, ol ex k'acvoc yuj icha snhach'ach'i junok carreta al yaj yuj ixim trigo."
        },
        {
            "number": "14",
            "text": "Ha t'a jun k'ual chi', a eb' jelan sb'eyi, manhxo ol yal-laj yel eb', haxo eb' te ay yip, ichato manhxa jab'oc yip eb'. Ha eb' soldado tek'an, manhxo ol yal scolan sb'a eb'."
        },
        {
            "number": "15",
            "text": "Ha mach sjulvaj yet' jul-lab', manhxo ol yal stek'b'an sb'a. Manhxo ol yal scolan sb'a eb' jelan sb'eyi, manhxo ol yalpax scolan sb'a eb' tz'el lemnaj ayq'ue t'a yib'anh nok' chej."
        },
        {
            "number": "16",
            "text": "Ha in Jehová in svala' to ha t'a jun k'ual chi', a eb' jelan t'a oval, ol yactejcan syamk'ab' eb' yic oval, ol b'at eb' elelal, xchi Jehová."
        }
    ]
}