{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "A Jehová tz'alan icha tic: Manh jantacoc chucal ix sk'ulej eb' aj Moab, yuj chi' yovalil ol vak'och syaelal eb'. Ix snhustz'a sb'aquil vinh sreyal Edom eb', taanhxonhej ix ajcan stz'ab'ati."
        },
        {
            "number": "2",
            "text": "Yuj chi' ol vak'och sk'ak'al Moab chi'. A jun k'ak' chi' ol ak'an lajvoquel cuartel d'a Queriot. D'a scal av yic oval yed' yok' q'uen trompeta, ol cham masanil eb' aj Moab chi'."
        },
        {
            "number": "3",
            "text": "Ol vak'cham vinh sreyal eb' yed' eb' vinh ayoch yed' vinh d'a yopisio, xchi Jehová."
        },
        {
            "number": "4",
            "text": "A Jehová tz'alan icha tic: Manh jantacoc chucal ix sk'ulej eb' aj Judá, yuj chi' yovalil ol vak'och syaelal eb'. Maj scha yab' in k'ayb'ub'al eb', maj sk'anab'ajej pax in ley eb'. Palta a d'a juntzanh tas malaj yelk'och b'aj ix yaq'uem sb'a eb', aton d'a juntzanh comon dios b'aj yalnac sb'a eb' smam yicham eb'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ol vak'och sk'ak'al Judá, axo jun k'ak' chi' ol ak'an lajvoquel cuartel d'a Jerusalén, xchi Jehová."
        },
        {
            "number": "6",
            "text": "A Jehová tz'alan icha tic: Manh jantacoc chucal ix sk'ulej eb' aj Israel tic, yuj chi' yovalil ol vak'och syaelal eb'. Ix schonhel eb' meb'a' eb' vach' spensar d'a scal, yujto max yal stupan sb'oc eb' d'a eb', vach'chom yujnhej stojol jun mojoc xanhab'."
        },
        {
            "number": "7",
            "text": "Tz'ixtax eb' meb'a' yuj eb', man vach'oc pax syutej eb' sb'oan yaj eb' meb'a' emnaquil chi'. Q'uixvelal in b'inaj yuj eb' ch'oc chonhab'il yuj schucal eb'. A vinh mamab'il yed' vinh yuninal, junnhej ix cob'es smulan eb' vinh yed'oc."
        },
        {
            "number": "8",
            "text": "Tz'ek' jichan eb' d'a yib'anh pichul scha b'aj syak' tumin majanil, smulan eb' d'a yichanh junjun altar. Svaan vael eb' tz'altaj d'a juntzanh comon dios. Sman anh anh eb' yed' q'uen multa scha'a, syuk'an anh eb' d'a stemplo juntzanh sdiosal chi', xchi Jehová."
        },
        {
            "number": "9",
            "text": "Syalanxi Jehová: A in Jehová in svala', vak'nac satel eb' amorreo yuj vak'an slum eb' d'ayex. Vach'chom chaanh steel eb' icha steel te' k'ute', tzatz pax eb' icha te' ji, palta junelnhej vak'nac satel eb'."
        },
        {
            "number": "10",
            "text": "Palta a ex tic, vik'naquelta eb' e mam eyicham d'a Egipto, vik'annacb'at eb' 40 ab'il d'a tz'inan luum, yuj vak'an slum eb' amorreo chi' d'a eb'."
        },
        {
            "number": "11",
            "text": "Ix vik'chaanh juntzanh eb' eyinhtilal in checab'oc, axo juntzanhxo eb', vak'nacoch eb' nazareoal yic tz'och eb' vicoc. ¿Tom manh yeloc juntzanh tic, ex israel?"
        },
        {
            "number": "12",
            "text": "A exxo tic, ix eyak' pural eb' vicxo chi' yuk'vi anh, ix e cachan eb' in checab' yic max yalel in lolonel eb'."
        },
        {
            "number": "13",
            "text": "Yuj chi' nivan yaelal ol vak'cot d'a eyib'anh, ol ex k'acvoc yuuj icha snhach'ach'i junoc carreta al yaj yuj ixim trigo."
        },
        {
            "number": "14",
            "text": "A d'a jun k'ual chi', a eb' jelan sb'eyi, manhxo ol yal-laj yel eb', axo eb' te ay yip, ichato manhxa jab'oc yip eb'. A eb' soldado tek'an, manhxo ol yal scolan sb'a eb'."
        },
        {
            "number": "15",
            "text": "A mach sjulvaj yed' jul-lab', manhxo ol yal stek'b'an sb'a. Manhxo ol yal scolan sb'a eb' jelan sb'eyi, manhxo ol yalpax scolan sb'a eb' tz'el lemnaj ayq'ue d'a yib'anh nok' chej."
        },
        {
            "number": "16",
            "text": "A in Jehová in svala' to a d'a jun k'ual chi', a eb' jelan d'a oval, ol yactejcan syamk'ab' eb' yic oval, ol b'at eb' elelal, xchi Jehová."
        }
    ]
}