{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ex chonhab' Israel, ab'ec tas sval a in Jehová in tik. Ha in ton vik'naquelta eb' e mam eyicham t'a Egipto."
        },
        {
            "number": "2",
            "text": "Ha exnhej tik ix ex in sik'canel t'a skal masanil juntzanhxo chonhab' ay t'a yol yib'anhk’inal tik. Yuj chi' ol vak'och eyaelal yuj masanil chucal tze k'ulej."
        },
        {
            "number": "3",
            "text": "Tato ay chavanhoc junnhej sb'eyi, syalelk'ochi to wach' yak'an eb'."
        },
        {
            "number": "4",
            "text": "Tato tz'el yav nok' choj t'a caltac te', syalelk'ochi to toxo ix yamchaj schib'ej nok'. Tato tz'el yav nok' yune' choj t'a svaynub' t'a yoltac nhaq'ueen, syalelk'ochi to ay tas ix yamchaj yuj nok'."
        },
        {
            "number": "5",
            "text": "Tato tz'em junok nok' much t'a sat lu'um, syalelk'ochi to ay junok yaal ayemi. Tato sq'ue ritnaj jun yaal ayem t'a sat lu'um chi', ay tas toxo ix kan t'ay."
        },
        {
            "number": "6",
            "text": "Tato spuchaj q'uen trompeta, syak' lista sb'a eb' soldado. Tato ay junok yaelal tzek' t'a skal chonhab', syalelk'ochi to a in svak'coti."
        },
        {
            "number": "7",
            "text": "Malaj junok tas tzin k'ulej tato manto val-laj t'a eb' in checab'."
        },
        {
            "number": "8",
            "text": "Tato tz'el yav nok' choj, ¿tom ay junok mach max xivq'uei? Axo pax eb' in checab' ¿tom manh ol yalel in lolonel eb' tato a in tzin chec yal eb'? xchi Jehová."
        },
        {
            "number": "9",
            "text": "Laj alequel t'a scuartel chonhab' Asdod yet' t'a scuartel chonhab' Egipto: Cotanhec t'a jolomtac vitz t'a spatictac chonhab' Samaria. Ilec val somchaj eb' anima yuj yixtan yetanimail, xe chi."
        },
        {
            "number": "10",
            "text": "Ha Jehová tz'alan icha tik: Manh yojtacoc jab'oc eb' sk'ulan tojolal. D'a yoltac spat eb' ay masanil tas tonhej syiq'uek' eb' t'a anima, xchi Jehová chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' syal Jehová, aton Yajal yaji: Ha jun ajk'ol ol javoc ol och oyan t'a snación eb' tik, ol yak'an lajvoquel scuartel eb', ol yik'anelta masanil tas ay t'a yol sdespacho eb', xchi Jehová chi'."
        },
        {
            "number": "12",
            "text": "Icha tik yalan Jehová: Icha chab'oc yoc nok' calnel, ma jab'oc snhi' schiquin nok' scolchajcanel yuj stanhvumal t'a yol sti' junok nok' choj, icha chi' ol aj eb' israel cajan t'a Samaria, aton eb' te wach' svaynub' b'aj svayi."
        },
        {
            "number": "13",
            "text": "Ab'ec a ex tik, tzeyalan t'a eb' yinhtilalcan vinhaj Jacob, a in Jehová Dios, Yajal in t'a Smasanil svala':"
        },
        {
            "number": "14",
            "text": "Ha t'a jun k'ual ol vak'och yaelal t'a yib'anh Israel yuj chucal sk'ulej, ol in pojem masanil yaltar t'a Betel. Ha schiquintac juntzanh altar chi' ol mak'chajem t'a sat lu'um."
        },
        {
            "number": "15",
            "text": "Ha in Jehová in svala', ol vak' lajvoquem pat sk'anchaj t'a stiempoal siic yet' juntzanh sk'anchaj t'a stiempoal k'ak'. Ol vak' lajvoc masanil juntzanh pat ayoch q'uen marfil yelvanub'oc, ol in juanb'at juntzanh nivac pat chi', xchi."
        }
    ]
}