{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ex chonhab' Israel, ab'ec tas sval a in Jehová in tic. A in ton vik'naquelta eb' e mam eyicham d'a Egipto."
        },
        {
            "number": "2",
            "text": "A exnhej tic ix ex in sik'canel d'a scal masanil juntzanhxo chonhab' ay d'a yolyib'anhq'uinal tic. Yuj chi' ol vak'och eyaelal yuj masanil chucal tze k'ulej."
        },
        {
            "number": "3",
            "text": "Tato ay chavanhoc junnhej sb'eyi, syalelk'ochi to vach' yak'an eb'."
        },
        {
            "number": "4",
            "text": "Tato tz'el yav nok' choj d'a caltac te', syalelk'ochi to toxo ix yamchaj schib'ej nok'. Tato tz'el yav nok' yune' choj d'a svaynub' d'a yoltac nhaq'ueen, syalelk'ochi to ay tas ix yamchaj yuj nok'."
        },
        {
            "number": "5",
            "text": "Tato tz'em junoc nok' much d'a sat luum, syalelk'ochi to ay junoc yaal ayemi. Tato sq'ue ritnaj jun yaal ayem d'a sat luum chi', ay tas toxo ix can d'ay."
        },
        {
            "number": "6",
            "text": "Tato spuchaj q'uen trompeta, syak' lista sb'a eb' soldado. Tato ay junoc yaelal tz'ek' d'a scal chonhab', syalelk'ochi to a in svak'coti."
        },
        {
            "number": "7",
            "text": "Malaj junoc tas tzin k'ulej tato manto val-laj d'a eb' in checab'."
        },
        {
            "number": "8",
            "text": "Tato tz'el yav nok' choj, ¿tom ay junoc mach max xivq'uei? Axo pax eb' in checab' ¿tom manh ol yalel in lolonel eb' tato a in tzin chec yal eb'? xchi Jehová."
        },
        {
            "number": "9",
            "text": "Laj alequel d'a scuartel chonhab' Asdod yed' d'a scuartel chonhab' Egipto: Cotanhec d'a jolomtac vitz d'a spatictac chonhab' Samaria. Ilec val somchaj eb' anima yuj yixtan yetanimail, xe chi."
        },
        {
            "number": "10",
            "text": "A Jehová tz'alan icha tic: Manh yojtacoc jab'oc eb' sk'ulan tojolal. D'a yoltac spat eb' ay masanil tas tonhej syiq'uek' eb' d'a anima, xchi Jehová chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' syal Jehová, aton Yajal yaji: A jun ajk'ol ol javoc ol och oyan d'a snación eb' tic, ol yak'an lajvoquel scuartel eb', ol yik'anelta masanil tas ay d'a yol sdespacho eb', xchi Jehová chi'."
        },
        {
            "number": "12",
            "text": "Icha tic yalan Jehová: Icha chab'oc yoc nok' calnel, ma jab'oc snhi' schiquin nok' scolchajcanel yuj stanhvumal d'a yol sti' junoc nok' choj, icha chi' ol aj eb' israel cajan d'a Samaria, aton eb' te vach' svaynub' b'aj svayi."
        },
        {
            "number": "13",
            "text": "Ab'ec a ex tic, tzeyalan d'a eb' yinhtilalcan vinhaj Jacob, a in Jehová Dios, Yajal in d'a Smasanil svala':"
        },
        {
            "number": "14",
            "text": "A d'a jun k'ual ol vak'och yaelal d'a yib'anh Israel yuj chucal sk'ulej, ol in pojem masanil yaltar d'a Betel. A schiquintac juntzanh altar chi' ol mak'chajem d'a sat luum."
        },
        {
            "number": "15",
            "text": "A in Jehová in svala', ol vak' lajvoquem pat sk'anchaj d'a stiempoal siic yed' juntzanh sk'anchaj d'a stiempoal k'ak'. Ol vak' lajvoc masanil juntzanh pat ayoch q'uen marfil yelvanub'oc, ol in juanb'at juntzanh nivac pat chi', xchi."
        }
    ]
}