{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ex ix, b'ak'uech ex yuj e b'eyumal icha nok' vacax t'a Basán, ex cajan ex t'a tzalan yic chonhab' Samaria, ab'ec val jun tik: Tzeyixtej eb' meb'a' yet' eb' ilb'ajk'ol yilji, tzeyalan t'a eb' winh eyetb'eyum: Iq'ueccot anh anh to scuq'uej anh, xe chi."
        },
        {
            "number": "2",
            "text": "Ha Jehová aton Yajal yaji, ix sloc sb'i ix yak'an sti', ix yalani: Ol k'och sk'ual, ol ak'chajoch gancho t'ayex, ol ex nherchajb'eyoc, haxo eb' eyune', ol och locan anzuelo t'a eb', ol jachchajb'at eb'."
        },
        {
            "number": "3",
            "text": "Ha in Jehová in svala', tzololixonhej ol aj eyik'chajel b'aj ol mak'chaj poj pat chi', ol ex ik'chajpaxb'at t'a najat."
        },
        {
            "number": "4",
            "text": "Ixiquec t'a Betel yet' t'a Gilgal, tzeyak'anoch e mul icha e gana ta'. Slajvi chi' tzeyak'an eyofrenda t'a junjun q'uinhib'alil, t'a schab'jial tzeyak'anpax e diezmo."
        },
        {
            "number": "5",
            "text": "nhusec ixim pan ay yich t'a ofrendail yuj e ak'oj yuj diosal. Alequel t'a skal anima yuj jantac eyofrenda tz'el t'a e k'ool eyak'ani, yujto icha chi' e gana tze k'ulej."
        },
        {
            "number": "6",
            "text": "Yuj chi', ix vak' eyab' syail vejel t'a masanil yol e chonhab' tik, palta manh yujoc chi' ix ex meltzajcot t'ayin."
        },
        {
            "number": "7",
            "text": "Ix vak'anoch vaan nhab' t'a oxe' ujal ayic manto elul sat eyavb'en. Ix yak' nhab' t'a jun chonhab', haxo t'a junxo, maay. Ay b'aj ix yak' nhab' chi', ay b'aj maay, yuj chi' ix tacjiel masanil eyavb'en."
        },
        {
            "number": "8",
            "text": "Chab' oxe' chonhab'il ex ix ex b'at sayoj ha' t'a junocxo chonhab', palta maj yab'laj ha' yic tzek' stak'inhal e ti'. Tocval yuj chi' ix ex meltzajcot t'ayin."
        },
        {
            "number": "9",
            "text": "Ix vak' eyaelal yet' ik' te k'ak' yet' juntzanhxo yaelal, ix vak'an ixtax tas tzeyavej yet' eyuva. Axo nok' k'ulub' ix k'uxanb'at te' eyigo yet' te' eyolivo. Tocval yuj chi' ix ex meltzajcot t'ayin."
        },
        {
            "number": "10",
            "text": "Ix vak'cot juntzanh yaelal t'a eyib'anh, icha val ix aj vak'anb'at yaelal t'a Egipto. Ix cham eb' e quelemtac t'a skal oval, haxo eb' eyajk'ol chi' ix icancan nok' e chej, ix eyab'an sjab' chamnac ayek' t'a e campamento. Tocval yuj chi' ix ex meltzajcot t'ayin."
        },
        {
            "number": "11",
            "text": "Ix ex vak' lajvoquem icha ix aj vak'an lajvoquem chonhab' Sodoma yet' Gomorra, yuj chi' a ex ixto ex kan tik, icha junok cuxk'ak' tz'ik'chajcanelta t'a yol k'ak', icha val chi' eyaji. Tocval yuj chi' ix ex meltzajcot t'ayin."
        },
        {
            "number": "12",
            "text": "Icha chi' ol ex vutej ex aj Israel. Yuj chi' b'oec e b'a, yujto ol eyil-laj och e sat ved'oc a in e Diosal in tik."
        },
        {
            "number": "13",
            "text": "Ha in Jehová in, ix in b'o nivac vitz yet' ik', svak'an yojtaquejel eb' anima tas nab'il vuuj. Ha in svak' meltzajoch sakil k'inal t'a k'ik'alq'uinalil, chaanh tzin b'eyek' t'a yib'anh lum lum. Ha in b'i, aton Jehová Dios, Yajal in t'a Smasanil, xchi Jehová chi'."
        }
    ]
}