{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ex ix, b'aq'uech ex yuj e b'eyumal icha nok' vacax d'a Basán, ex cajan ex d'a tzalan yic chonhab' Samaria, ab'ec val jun tic: Tzeyixtej eb' meb'a' yed' eb' ilb'ajk'ol yilji, tzeyalan d'a eb' vinh eyetb'eyum: Iq'ueccot anh anh to scuq'uej anh, xe chi."
        },
        {
            "number": "2",
            "text": "A Jehová aton Yajal yaji, ix sloc sb'i ix yak'an sti', ix yalani: Ol k'och sk'ual, ol ak'chajoch gancho d'ayex, ol ex nherchajb'eyoc, axo eb' eyune', ol och locan anzuelo d'a eb', ol jachchajb'at eb'."
        },
        {
            "number": "3",
            "text": "A in Jehová in svala', tzololixonhej ol aj eyik'chajel b'aj ol mak'chaj poj pat chi', ol ex ik'chajpaxb'at d'a najat."
        },
        {
            "number": "4",
            "text": "Ixiquec d'a Betel yed' d'a Gilgal, tzeyak'anoch e mul icha e gana ta'. Slajvi chi' tzeyak'an eyofrenda d'a junjun q'uinhib'alil, d'a schab'jial tzeyak'anpax e diezmo."
        },
        {
            "number": "5",
            "text": "nhusec ixim pan ay yich d'a ofrendail yuj e ak'oj yuj diosal. Alequel d'a scal anima yuj jantac eyofrenda tz'el d'a e k'ool eyak'ani, yujto icha chi' e gana tze k'ulej."
        },
        {
            "number": "6",
            "text": "Yuj chi', ix vak' eyab' syail vejel d'a masanil yol e chonhab' tic, palta manh yujoc chi' ix ex meltzajcot d'ayin."
        },
        {
            "number": "7",
            "text": "Ix vak'anoch vaan nhab' d'a oxe' ujal ayic manto elul sat eyavb'en. Ix yak' nhab' d'a jun chonhab', axo d'a junxo, maay. Ay b'aj ix yak' nhab' chi', ay b'aj maay, yuj chi' ix tacjiel masanil eyavb'en."
        },
        {
            "number": "8",
            "text": "Chab' oxe' chonhab'il ex ix ex b'at sayoj a' d'a junocxo chonhab', palta maj yab'laj a' yic tz'ek' staquinhal e ti'. Tocval yuj chi' ix ex meltzajcot d'ayin."
        },
        {
            "number": "9",
            "text": "Ix vak' eyaelal yed' ik' te k'ak' yed' juntzanhxo yaelal, ix vak'an ixtax tas tzeyavej yed' eyuva. Axo nok' k'ulub' ix k'uxanb'at te' eyigo yed' te' eyolivo. Tocval yuj chi' ix ex meltzajcot d'ayin."
        },
        {
            "number": "10",
            "text": "Ix vak'cot juntzanh yaelal d'a eyib'anh, icha val ix aj vak'anb'at yaelal d'a Egipto. Ix cham eb' e quelemtac d'a scal oval, axo eb' eyajk'ol chi' ix icancan nok' e chej, ix eyab'an sjab' chamnac ayek' d'a e campamento. Tocval yuj chi' ix ex meltzajcot d'ayin."
        },
        {
            "number": "11",
            "text": "Ix ex vak' lajvoquem icha ix aj vak'an lajvoquem chonhab' Sodoma yed' Gomorra, yuj chi' a ex ixto ex can tic, icha junoc cuxk'ak' tz'ik'chajcanelta d'a yol k'ak', icha val chi' eyaji. Tocval yuj chi' ix ex meltzajcot d'ayin."
        },
        {
            "number": "12",
            "text": "Icha chi' ol ex vutej ex aj Israel. Yuj chi' b'oec e b'a, yujto ol eyil-laj och e sat ved'oc a in e Diosal in tic."
        },
        {
            "number": "13",
            "text": "A in Jehová in, ix in b'o nivac vitz yed' ik', svak'an yojtaquejel eb' anima tas nab'il vuuj. A in svak' meltzajoch saquilq'uinal d'a q'uik'alq'uinalil, chaanh tzin b'eyek' d'a yib'anh lum luum. A in b'i, aton Jehová Dios, Yajal in d'a Smasanil, xchi Jehová chi'."
        }
    ]
}