{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ex vetisraelal, ab'ec val in lolonel yic cusk'olal svalcanel d'a eyib'anh:"
        },
        {
            "number": "2",
            "text": "A co chonhab' tic, toxo ix lajviel yuj oval. Lajan icha junoc ix cob'es ix, ix lajvi yuj q'uen espada, ix can telan d'a sat sluum, malaj mach scolani yic sq'ue vaan. Ix actajcan sch'ocoj d'a slugar, malaj mach tz'ik'anq'ue vaan."
        },
        {
            "number": "3",
            "text": "A Jehová Yajal tz'alan d'ayex icha tic: Tato a junoc e chonhab' tz'ak'anb'at junoc mil soldado d'a oval, axonhej cien ol meltzajoc. Tato ay junocxo e chonhab' tz'ak'anb'at cien soldado, axonhej lajunhvanh ol meltzajoc, xchi."
        },
        {
            "number": "4",
            "text": "A Jehová tz'alan d'ayex icha tic: Meltzajanhec d'ayin, yic manh ol ex chamoc."
        },
        {
            "number": "5",
            "text": "Manh ex b'at d'a chonhab' Betel yed' d'a Gilgal, manh ex b'atpax d'a Beerseba, yujto a eb' aj Gilgal chi', yovalil ol b'atcan eb' preso d'a junoc ch'oc nacional, axo Betel chi', yovalil ol juvoccanb'atoc, xchi."
        },
        {
            "number": "6",
            "text": "Meltzajanhec d'a Jehová yic manh ol ex chamoc. Tato maay, ol yak'cot k'ak' d'a yib'anh e macb'en tic, malaj junoc mach d'a Betel ol yal yak'an tupoc."
        },
        {
            "number": "7",
            "text": "A ex val tze q'uex tojolal d'a chucal, ob'iltac ex, yujto max e b'o yaj eb' anima d'a vach'ilal."
        },
        {
            "number": "8",
            "text": "Meltzajanhec d'a Jehová, aton b'oannac q'uen k'anal scuchan Mootz yed' pax q'uen k'anal scuchan Oxd'ilanh. A pax tz'ak'anoch q'uik'alq'uinal d'a saquilq'uinal, syak'paxoch saquilq'uinal chi' d'a q'uik'alq'uinalil. Aton pax tz'avtan a a' ay d'a a' mar, secanem d'a yib'anh lum luum."
        },
        {
            "number": "9",
            "text": "A tz'ak'an lajvoquel eb' soldado tek'an, slajvipaxcanem scuartel eb' yuuj, Jehová sb'i."
        },
        {
            "number": "10",
            "text": "Ob'iltac ex val, a ex schichonoch e k'ool d'a mach sb'oan tojolal b'aj tz'och b'eyk'olal, tzeyak'an chucal d'a junoc tz'ak'an testigoal d'a yel."
        },
        {
            "number": "11",
            "text": "To tzeyixtej val eb' meb'a', tzeyik'anek' strigo eb' anima d'a nab'anhej. Manh ol yal-laj eyajek' d'a e pat b'ob'il d'a q'uen q'ueen, manhxo ol yal pax eyuk'an yal sat te' uva ix eyavej."
        },
        {
            "number": "12",
            "text": "Vojtac jantac juntzanh chucal ix e k'ulej. Manhxalaj slajvub' e mul. Tzeyixtej eb' vach' spensar, tze chaan q'uen tumin yic manh vach'oc tzeyutej e b'oan yaj eb' anima. A d'a juzgado tzeyak'och d'a yib'anh eb' meb'a' anima vach' spensar."
        },
        {
            "number": "13",
            "text": "Yuj chi' a mach ay spensar, tz'em numan, yujto chucxonhej tas tzuji ticnaic."
        },
        {
            "number": "14",
            "text": "Manhxo e k'ulej chucal. A vach'il tze k'ulej yic vach' manh ol ex chamoc. Tato icha chi', a Jehová Yajal d'a Smasanil, d'a val yel ol ajnhejek' eyed'oc, icha tz'aj eyalan chi'."
        },
        {
            "number": "15",
            "text": "Yajequel chucal. A vach'il tze xajanej. Scham eyilani tato vach'xo tz'aj sch'olb'itaj yaj anima d'a juzgado. Tecan icha chi' ol ok' sk'ol Jehová Yajal d'a Smasanil d'ayex mach ex yinhtilal ex can vinhaj José."
        },
        {
            "number": "16",
            "text": "A Jehová Yajal d'a Smasanil tz'alan icha tic: Ol och cusk'olal d'a masanil b'ajtac smolb'ej sb'a anima. A d'a masanil yoltac calle ol och av yic yaelal, ol avtaj eb' munlajvum yic tzul ok' eb' yed' eb' yopisio taxon yoq'ui."
        },
        {
            "number": "17",
            "text": "Ayic ol in javoc vak'och yaelal, ol te ok' eb' avum uva, xchi Jehová."
        },
        {
            "number": "18",
            "text": "Ob'iltac val mach snib'ej sjavi sk'ual yic yoval sk'ol Jehová. ¿Eyojtac ama tas ol ex aj d'a jun k'ual chi'? A jun k'ual chi', q'uik'alq'uinal xonhej ol ajoc, manhxa saquilq'uinal."
        },
        {
            "number": "19",
            "text": "A d'a jun k'ual chi', lajan val ol aj eb' anima icha junoc mach tz'el lemnaj d'a junoc nok' choj, axo b'aj ayek' junoc nok' oso b'enhej sk'ochi, ma icha yic tz'och junoc mach d'a yol spat, tz'och ijan d'a sat q'uilab' yalani, axo pax junoc nok' chan schi'an ta'."
        },
        {
            "number": "20",
            "text": "A jun k'ual yic yoval sk'ol Jehová chi', te q'uik'alq'uinal ol ajoc, manhxa jab'oc saquilq'uinal ol checlajoc."
        },
        {
            "number": "21",
            "text": "Ix yalan Jehová icha tic: Tzin yaja', malaj in gana juntzanh q'uinh tzeyak'ochi. Malaj in gana d'a e molanil nivan yelk'och eyalani."
        },
        {
            "number": "22",
            "text": "Malaj in gana d'a e silab' tzeyak' d'ayin yuj in eyik'anchaanh, malaj in gana d'a ixim trigo tzeyak' eyofrendaoc. Max in chapax nok' vacax b'aq'uech tzeyak' silab'il d'ayin yuj e junk'olal ved'oc eyalani."
        },
        {
            "number": "23",
            "text": "Najat tzex el d'a in tz'ey ayic tz'och e jaj e b'itani. Manhxa in gana svab' yoch sjaj eyarpa chi'."
        },
        {
            "number": "24",
            "text": "Palta a tas in gana d'ayex to tze b'eyb'alej tojolal icha sb'ey a a'. Manh eyactej e k'ulan vach'il icha junoc sjaj a a' max tupi."
        },
        {
            "number": "25",
            "text": "A ex val tic ex israel, a d'a 40 ab'il ek'nac eb' e mam eyicham d'a lum tz'inan luum. ¿Tocval a d'ayin snhusnac silab' eb' yed' ofrenda ta'?"
        },
        {
            "number": "26",
            "text": "Maay, palta a eb' chi', scuchnac b'eyek' yenhul yib'anh jun sdiosal eb' scuch Moloc yed' sb'achnub'al yechel jun dios Quiún yajb'entac, sb'onac yechel q'uen k'anal eb' sdiosaloc, anheja' icha chi' tze k'ulej a ex tic."
        },
        {
            "number": "27",
            "text": "Yuj chi' ol ex vak'b'at preso d'a yichanhb'at Damasco. Icha chi' tz'aj valan a in Jehová Yajal in d'a Smasanil, xchi Jehová chi'."
        }
    ]
}