{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ex vetisraelal, ab'ec val in lolonel yic cusk'olal svalcanel t'a eyib'anh:"
        },
        {
            "number": "2",
            "text": "Ha co chonhab' tik, toxo ix lajviel yuj oval. Lajan icha junok ix cob'es ix, ix lajvi yuj q'uen espada, ix kan telan t'a sat sluum, malaj mach scolani yic sq'ue vaan. Ix actajcan sch'ocoj t'a slugar, malaj mach tz'ik'anq'ue vaan."
        },
        {
            "number": "3",
            "text": "Ha Jehová Yajal tz'alan t'ayex icha tik: Tato a junok e chonhab' tz'ak'anb'at junok mil soldado t'a oval, axonhej cien ol meltzajoc. Tato ay junocxo e chonhab' tz'ak'anb'at cien soldado, axonhej lajunhvanh ol meltzajoc, xchi."
        },
        {
            "number": "4",
            "text": "Ha Jehová tz'alan t'ayex icha tik: Meltzajanhec t'ayin, yic manh ol ex chamoc."
        },
        {
            "number": "5",
            "text": "Manh ex b'at t'a chonhab' Betel yet' t'a Gilgal, manh ex b'atpax t'a Beerseba, yujto a eb' aj Gilgal chi', yovalil ol b'atcan eb' preso t'a junok ch'oc nacional, haxo Betel chi', yovalil ol juvoccanb'atoc, xchi."
        },
        {
            "number": "6",
            "text": "Meltzajanhec t'a Jehová yic manh ol ex chamoc. Tato maay, ol yak'cot k'ak' t'a yib'anh e macb'en tik, malaj junok mach t'a Betel ol yal yak'an tupoc."
        },
        {
            "number": "7",
            "text": "Ha ex val tze q'uex tojolal t'a chucal, ob'iltac ex, yujto max e b'o yaj eb' anima t'a wach'ilal."
        },
        {
            "number": "8",
            "text": "Meltzajanhec t'a Jehová, aton b'oannac q'uen k'anal scuchan Mootz yet' pax q'uen k'anal scuchan Oxd'ilanh. Ha pax tz'ak'anoch k’ik’ k’inal t'a sakil k'inal, syak'paxoch sakil k'inal chi' t'a k'ik'alq'uinalil. Aton pax tz'avtan ha ha' ay t'ha ha' mar, secanem t'a yib'anh lum lum."
        },
        {
            "number": "9",
            "text": "Ha tz'ak'an lajvoquel eb' soldado tek'an, slajvipaxcanem scuartel eb' yuj, Jehová sb'i."
        },
        {
            "number": "10",
            "text": "Ob'iltac ex val, a ex schichonoch e k'ool t'a mach sb'oan tojolal b'aj tz'och b'eyk'olal, tzeyak'an chucal t'a junok tz'ak'an testigoal t'a yel."
        },
        {
            "number": "11",
            "text": "To tzeyixtej val eb' meb'a', tzeyik'anek' strigo eb' anima t'a nab'anhej. Manh ol yal-laj eyajek' t'a e pat b'ob'il t'a q'uen q'ueen, manhxo ol yal pax eyuk'an yal sat te' uva ix eyavej."
        },
        {
            "number": "12",
            "text": "Vojtac jantac juntzanh chucal ix e k'ulej. Manhxalaj slajvub' e mul. Tzeyixtej eb' wach' spensar, tze chaan q'uen tumin yic manh wach'oc tzeyutej e b'oan yaj eb' anima. Ha t'a juzgado tzeyak'och t'a yib'anh eb' meb'a' anima wach' spensar."
        },
        {
            "number": "13",
            "text": "Yuj chi' a mach ay spensar, tz'em numan, yujto chucxonhej tas tzuji ticnaic."
        },
        {
            "number": "14",
            "text": "Manhxo e k'ulej chucal. Ha wach'il tze k'ulej yic wach' manh ol ex chamoc. Tato icha chi', a Jehová Yajal t'a Smasanil, t'a val yel ol ajnhejek' eyed'oc, icha tz'aj eyalan chi'."
        },
        {
            "number": "15",
            "text": "Yajequel chucal. Ha wach'il tze xajanej. Scham eyilani tato wach'xo tz'aj sch'olb'itaj yaj anima t'a juzgado. Tecan icha chi' ol ok' sk'ol Jehová Yajal t'a Smasanil t'ayex mach ex yinhtilal ex kan vinhaj José."
        },
        {
            "number": "16",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ol och cusk'olal t'a masanil b'ajtac smolb'ej sb'a anima. Ha t'a masanil yoltac calle ol och av yic yaelal, ol avtaj eb' munlajvum yic tzul ok' eb' yet' eb' yopisio taxon yoq'ui."
        },
        {
            "number": "17",
            "text": "Ayic ol in javoc vak'och yaelal, ol te ok' eb' avum uva, xchi Jehová."
        },
        {
            "number": "18",
            "text": "Ob'iltac val mach snib'ej sjavi sk'ual yic yoval sk'ol Jehová. ¿Eyojtac ama tas ol ex aj t'a jun k'ual chi'? Ha jun k'ual chi', k’ik’ k’inal xonhej ol ajoc, manhxa sakil k'inal."
        },
        {
            "number": "19",
            "text": "Ha t'a jun k'ual chi', lajan val ol aj eb' anima icha junok mach tz'el lemnaj t'a junok nok' choj, haxo b'aj ayek' junok nok' oso b'enhej sk'ochi, ma icha yic tz'och junok mach t'a yol spat, tz'och ijan t'a sat q'uilab' yalani, haxo pax junok nok' chan schi'an ta'."
        },
        {
            "number": "20",
            "text": "Ha jun k'ual yic yoval sk'ol Jehová chi', te k’ik’ k’inal ol ajoc, manhxa jab'oc sakil k'inal ol checlajoc."
        },
        {
            "number": "21",
            "text": "Ix yalan Jehová icha tik: Tzin yaja', malaj in gana juntzanh q'uinh tzeyak'ochi. Malaj in gana t'a e molanil niwan yelk'och eyalani."
        },
        {
            "number": "22",
            "text": "Malaj in gana t'a e silab' tzeyak' t'ayin yuj in eyik'anchaanh, malaj in gana t'a ixim trigo tzeyak' eyofrendaoc. Max in chapax nok' vacax b'ak'uech tzeyak' silab'il t'ayin yuj e junk'olal ved'oc eyalani."
        },
        {
            "number": "23",
            "text": "Najat tzex el t'a in tz'ey ayic tz'och e jaj e b'itani. Manhxa in gana svab' yoch sjaj eyarpa chi'."
        },
        {
            "number": "24",
            "text": "Palta a tas in gana t'ayex to tze b'eyb'alej tojolal icha sb'ey ha ha'. Manh eyactej e k'ulan wach'il icha junok sjaj ha ha' max tupi."
        },
        {
            "number": "25",
            "text": "Ha ex val tik ex israel, ha t'a 40 ab'il ek'nac eb' e mam eyicham t'a lum tzinan lu'um. ¿Tocval a t'ayin snhusnac silab' eb' yet' ofrenda ta'?"
        },
        {
            "number": "26",
            "text": "Maay, palta a eb' chi', scuchnac b'eyek' yenhul yib'anh jun sdiosal eb' scuch Moloc yet' sb'achnub'al yechel jun dios Quiún yajb'entac, sb'onac yechel q'uen k'anal eb' sdiosaloc, anheja' icha chi' tze k'ulej a ex tik."
        },
        {
            "number": "27",
            "text": "Yuj chi' ol ex vak'b'at preso t'a yichanhb'at Damasco. Icha chi' tz'aj valan a in Jehová Yajal in t'a Smasanil, xchi Jehová chi'."
        }
    ]
}