{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ex wetisraelal, ab'ec wal in lolonel yic cusk'olal swalcanel t'a eyib'anh:"
        },
        {
            "number": "2",
            "text": "Ha ko chonhab' tik, toxo ix lajwiel yuj owal. Lajan icha junok ix cob'es ix, ix lajwi yuj k'een espada, ix kan telan t'a sat sluum, malaj mach scolani yic sk'e waan. Ix actajcan sch'ocoj t'a slugar, malaj mach tz'ik'ank'e waan."
        },
        {
            "number": "3",
            "text": "Ha Jehová Yajal tz'alan t'ayex icha tik: Tato a junok he chonhab' tz'ak'anb'at junok mil soldado t'a owal, axonhej cien ol meltzajoc. Tato ay junocxo he chonhab' tz'ak'anb'at cien soldado, axonhej lajunhwanh ol meltzajoc, xchi."
        },
        {
            "number": "4",
            "text": "Ha Jehová tz'alan t'ayex icha tik: Meltzajanhec t'ayin, yic manh ol ex chamoc."
        },
        {
            "number": "5",
            "text": "Manh ex b'at t'a chonhab' Betel yet' t'a Gilgal, manh ex b'atpax t'a Beerseba, yujto a heb' aj Gilgal chi', yowalil ol b'atcan heb' preso t'a junok ch'oc nacional, haxo Betel chi', yowalil ol juwoccanb'atoc, xchi."
        },
        {
            "number": "6",
            "text": "Meltzajanhec t'a Jehová yic manh ol ex chamoc. Tato maay, ol yak'cot k'ak' t'a yib'anh he macb'en tik, malaj junok mach t'a Betel ol yal yak'an tupoc."
        },
        {
            "number": "7",
            "text": "Ha ex wal tze k'ex tojolal t'a chukal, ob'iltac ex, yujto max he b'o yaj heb' anima t'a wach'ilal."
        },
        {
            "number": "8",
            "text": "Meltzajanhec t'a Jehová, aton b'oannac k'een k'anal scuchan Mootz yet' pax k'een k'anal scuchan Oxd'ilanh. Ha pax tz'ak'anoch k’ik’ k’inal t'a sakil k'inal, syak'paxoch sakil k'inal chi' t'a k'ik'alq'uinalil. Aton pax tz'awtan ha ha' ay t'ha ha' mar, secanem t'a yib'anh lum lum."
        },
        {
            "number": "9",
            "text": "Ha tz'ak'an lajwoquel heb' soldado tek'an, slajwipaxcanem scuartel heb' yuj, Jehová sb'i."
        },
        {
            "number": "10",
            "text": "Ob'iltac ex wal, a ex schichonoch he k'ool t'a mach sb'oan tojolal b'aj tz'och b'eyk'olal, tzeyak'an chukal t'a junok tz'ak'an testigoal t'a yel."
        },
        {
            "number": "11",
            "text": "To tzeyixtej wal heb' meb'a', tzeyik'anek' strigo heb' anima t'a nab'anhej. Manh ol yal-laj eyajek' t'a he pat b'ob'il t'a k'een k'een, manhxo ol yal pax eyuk'an yal sat te' uwa ix eyawej."
        },
        {
            "number": "12",
            "text": "Vojtac jantac juntzanh chukal ix he k'ulej. Manhxalaj slajwub' he mul. Tzeyixtej heb' wach' spensar, tze chaan k'een tumin yic manh wach'oc tzeyutej he b'oan yaj heb' anima. Ha t'a juzgado tzeyak'och t'a yib'anh heb' meb'a' anima wach' spensar."
        },
        {
            "number": "13",
            "text": "Yuj chi' a mach ay spensar, tz'em numan, yujto chucxonhej tas tzuji ticnaik."
        },
        {
            "number": "14",
            "text": "Manhxo he k'ulej chukal. Ha wach'il tze k'ulej yic wach' manh ol ex chamoc. Tato icha chi', a Jehová Yajal t'a Smasanil, t'a wal yel ol ajnhejek' eyed'oc, icha tz'aj eyalan chi'."
        },
        {
            "number": "15",
            "text": "Yajequel chukal. Ha wach'il tze xajanej. Scham eyilani tato wach'xo tz'aj sch'olb'itaj yaj anima t'a juzgado. Tecan icha chi' ol ok' sk'ol Jehová Yajal t'a Smasanil t'ayex mach ex yinhtilal ex kan winhaj José."
        },
        {
            "number": "16",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ol och cusk'olal t'a masanil b'ajtac smolb'ej sb'a anima. Ha t'a masanil yoltac calle ol och av yic yaelal, ol avtaj heb' munlajwum yic tzul ok' heb' yet' heb' yopisio taxon yoq'ui."
        },
        {
            "number": "17",
            "text": "Ayic ol in jawok wak'och yaelal, ol te ok' heb' awum uwa, xchi Jehová."
        },
        {
            "number": "18",
            "text": "Ob'iltac wal mach snib'ej sjawi sk'ual yic yowal sk'ol Jehová. ¿Eyojtac ama tas ol ex aj t'a jun k'ual chi'? Ha jun k'ual chi', k’ik’ k’inal xonhej ol ajoc, manhxa sakil k'inal."
        },
        {
            "number": "19",
            "text": "Ha t'a jun k'ual chi', lajan wal ol aj heb' anima icha junok mach tz'el lemnaj t'a junok nok' choj, haxo b'aj ayek' junok nok' oso b'enhej sk'ochi, ma icha yic tz'och junok mach t'a yol spat, tz'och ijan t'a sat q'uilab' yalani, haxo pax junok nok' chan schi'an ta'."
        },
        {
            "number": "20",
            "text": "Ha jun k'ual yic yowal sk'ol Jehová chi', te k’ik’ k’inal ol ajoc, manhxa jab'oc sakil k'inal ol checlajoc."
        },
        {
            "number": "21",
            "text": "Ix yalan Jehová icha tik: Tzin yaja', malaj in gana juntzanh q'uinh tzeyak'ochi. Malaj in gana t'a he molanil niwan yelk'och eyalani."
        },
        {
            "number": "22",
            "text": "Malaj in gana t'a he silab' tzeyak' t'ayin yuj in eyik'anchaanh, malaj in gana t'a ixim trigo tzeyak' eyofrendaoc. Max in chapax nok' wacax b'ak'uech tzeyak' silab'il t'ayin yuj he junk'olal wed'oc eyalani."
        },
        {
            "number": "23",
            "text": "Najat tzex el t'a in tz'ey ayic tz'och he jaj he b'itani. Manhxa in gana swab' yoch sjaj eyarpa chi'."
        },
        {
            "number": "24",
            "text": "Palta a tas in gana t'ayex to tze b'eyb'alej tojolal icha sb'ey ha ha'. Manh eyactej he k'ulan wach'il icha junok sjaj ha ha' max tupi."
        },
        {
            "number": "25",
            "text": "Ha ex wal tik ex israel, ha t'a 40 ab'il ek'nac heb' he mam eyicham t'a lum tzinan lu'um. ¿Tocwal a t'ayin snhusnac silab' heb' yet' ofrenda ta'?"
        },
        {
            "number": "26",
            "text": "Maay, palta a heb' chi', scuchnac b'eyek' yenhul yib'anh jun sdiosal heb' scuch Moloc yet' sb'achnub'al yechel jun Dios Quiún yajb'entac, sb'onac yechel k'een k'anal heb' sdiosaloc, anheja' icha chi' tze k'ulej a ex tik."
        },
        {
            "number": "27",
            "text": "Yuj chi' ol ex wak'b'at preso t'a yichanhb'at Damasco. Icha chi' tz'aj walan a in Jehová Yajal in t'a Smasanil, xchi Jehová chi'."
        }
    ]
}