{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ob'iltac ex mach ex secojtac tz'aj yek' eyuj t'a Sion. Ob'iltac ex malaj tas tze na' t'a Samaria, ex yajalil nación to niwan eyelk'och eyalani, a ex ton tzeyak'och Israel yipoc e k'ool."
        },
        {
            "number": "2",
            "text": "Ha ex tik tzeyal icha tik: Ixiquec t'a chonhab' Calne, tzeyilan sik'lab'il. Axo ta' tzex b'atpax t'a niwan chonhab' Hamat, tzex emul t'a Gat t'a yol yic eb' filisteo. ¿Tom te wach' juntzanh chonhab' chi' t'a quichanh? ¿Tom te nivac juntzanh nación chi' t'a yichanh co nación tik? xe chi."
        },
        {
            "number": "3",
            "text": "Ha ex tik, malaj e gana tze na'a tato van sja jun sk'ual yaelal, palta a yuj tas tze k'ulej, van slak'anb'i ul jun sk'ual yaelal chi'."
        },
        {
            "number": "4",
            "text": "Ha ex tik, a b'aj tzex em tz'eyan e wa'i, yelxo te wach' yilji. Nivan vael tzeyak'a' ayic tze chi'an nok' yunetac calnel yet' nok' quelemtac vacax b'ak'uech."
        },
        {
            "number": "5",
            "text": "Tonhej tzek' tiempo e b'oan juntzanh b'it malaj yelk'ochi, tze b'itan yet' sonal te' arpa icha sk'ulejnac winhaj rey David."
        },
        {
            "number": "6",
            "text": "D'a yol nivac vaso tzeyuk' vino. Ha perfume wach' tze k'ana', palta manh jab'oc tzeyak' pensar tato van yixtaxel yol e nación."
        },
        {
            "number": "7",
            "text": "Ha ex tik, b'ab'el ol ex b'atcan preso t'a ch'oc chonhab'il, icha chi' ol aj slajviel e q'uinh b'aj tzex b'ulb'ulan chi'."
        },
        {
            "number": "8",
            "text": "Toxo ix sloc sb'i Jehová yak'an sti', aton Yajal t'a Smasanil. Ha tz'alan icha tik: Tzin yaj yik'ojchanhb'ail jun chonhab' yinhtilal winhaj Jacob tik. Manh val jab'oc scha in k'ol snivac pat eb', yuj chi' ol vak'och jun chonhab' tik t'a yol sk'ab' eb' ajk'ool yet' masanil tas ay t'ay, xchi Jehová chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi', tato ay lajunhvanhoc eb' winh vinac t'a junok pat, ol cham eb' winh slajunhvanhil."
        },
        {
            "number": "10",
            "text": "Ha junok sk'ab' yoc juntzanh chamnac chi' ol ik'anelta snivanil eb' t'a yol pat yic ol tz'aoc, ol yalan t'a yalnhej mach aycan t'a yol chi': ¿Aytom mach ayek' ed'oc? xchama. Axo junxo chi' ol tak'voc: Malaj mach, xchama. Ol yalanpax jun ix k'anb'an chi': Tz'in xa chi, haxo talaj tz'aji, tzak' b'inaj Jehová, xchama."
        },
        {
            "number": "11",
            "text": "Yujto ol yak'cot yaelal Jehová t'a yib'anh masanil pat, juntzanh nivac pat yet' juntzanh cotac pat, masanil ol ixtaxcanb'atoc."
        },
        {
            "number": "12",
            "text": "¿Tom syal sq'ue nok' chej t'a sat q'uen tenam? ¿Tom syal smunlaj nok' vacax sd'ocan lu'um t'a yib'anh ha' mar? Palta a ex tik, ix e q'uex tojolal t'a tas tz'ixtanel anima. Ha juntzanh b'eyb'al wach', tzeyala' to chuk."
        },
        {
            "number": "13",
            "text": "Ha ex tik, toxonhej tzeyik'chanh e b'a, yujto ix telvi chonhab' Lodebar eyuuj, palta tocval ay jab'oc yelk'ochi. Tzeyalanpaxi to syal eyuuj, yujto ix eyik' yune' chonhab' Carnaim."
        },
        {
            "number": "14",
            "text": "Scham val eyilan a ex israel ex tik. Ha Jehová Dios Yajal t'a Smasanil tz'alan icha tik: Ol in chec junok nación yic syiq'uek' e lu'um t'a Hamat t'a yol smojonal t'a stojolal norte, masanto sk'och t'a ha ha' ayoch smojonal t'a stojolal sur, ol ex och t'a syaelal yuj, xchi Jehová chi'."
        }
    ]
}