{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ob'iltac ex mach ex secojtac tz'aj yek' eyuj d'a Sion. Ob'iltac ex malaj tas tze na' d'a Samaria, ex yajalil nación to nivan eyelk'och eyalani, a ex ton tzeyak'och Israel yipoc e k'ool."
        },
        {
            "number": "2",
            "text": "A ex tic tzeyal icha tic: Ixiquec d'a chonhab' Calne, tzeyilan sik'lab'il. Axo ta' tzex b'atpax d'a nivan chonhab' Hamat, tzex emul d'a Gat d'a yol yic eb' filisteo. ¿Tom te vach' juntzanh chonhab' chi' d'a quichanh? ¿Tom te nivac juntzanh nación chi' d'a yichanh co nación tic? xe chi."
        },
        {
            "number": "3",
            "text": "A ex tic, malaj e gana tze na'a tato van sja jun sk'ual yaelal, palta a yuj tas tze k'ulej, van slak'anb'i ul jun sk'ual yaelal chi'."
        },
        {
            "number": "4",
            "text": "A ex tic, a b'aj tzex em tz'eyan e va'i, yelxo te vach' yilji. Nivan vael tzeyak'a' ayic tze chi'an nok' yunetac calnel yed' nok' quelemtac vacax b'aq'uech."
        },
        {
            "number": "5",
            "text": "Tonhej tz'ek' tiempo e b'oan juntzanh b'it malaj yelk'ochi, tze b'itan yed' sonal te' arpa icha sk'ulejnac vinhaj rey David."
        },
        {
            "number": "6",
            "text": "D'a yol nivac vaso tzeyuk' vino. A perfume vach' tze k'ana', palta manh jab'oc tzeyak' pensar tato van yixtaxel yol e nación."
        },
        {
            "number": "7",
            "text": "A ex tic, b'ab'el ol ex b'atcan preso d'a ch'oc chonhab'il, icha chi' ol aj slajviel e q'uinh b'aj tzex b'ulb'ulan chi'."
        },
        {
            "number": "8",
            "text": "Toxo ix sloc sb'i Jehová yak'an sti', aton Yajal d'a Smasanil. A tz'alan icha tic: Tzin yaj yik'ojchanhb'ail jun chonhab' yinhtilal vinhaj Jacob tic. Manh val jab'oc scha in k'ol snivac pat eb', yuj chi' ol vak'och jun chonhab' tic d'a yol sk'ab' eb' ajk'ool yed' masanil tas ay d'ay, xchi Jehová chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi', tato ay lajunhvanhoc eb' vinh vinac d'a junoc pat, ol cham eb' vinh slajunhvanhil."
        },
        {
            "number": "10",
            "text": "A junoc sk'ab' yoc juntzanh chamnac chi' ol ik'anelta snivanil eb' d'a yol pat yic ol tz'aoc, ol yalan d'a yalnhej mach aycan d'a yol chi': ¿Aytom mach ayek' ed'oc? xchama. Axo junxo chi' ol tak'voc: Malaj mach, xchama. Ol yalanpax jun ix k'anb'an chi': Tz'in xa chi, axo talaj tz'aji, tzak' b'inaj Jehová, xchama."
        },
        {
            "number": "11",
            "text": "Yujto ol yak'cot yaelal Jehová d'a yib'anh masanil pat, juntzanh nivac pat yed' juntzanh cotac pat, masanil ol ixtaxcanb'atoc."
        },
        {
            "number": "12",
            "text": "¿Tom syal sq'ue nok' chej d'a sat q'uen tenam? ¿Tom syal smunlaj nok' vacax sd'ocan luum d'a yib'anh a' mar? Palta a ex tic, ix e q'uex tojolal d'a tas tz'ixtanel anima. A juntzanh b'eyb'al vach', tzeyala' to chuc."
        },
        {
            "number": "13",
            "text": "A ex tic, toxonhej tzeyik'chanh e b'a, yujto ix telvi chonhab' Lodebar eyuuj, palta tocval ay jab'oc yelk'ochi. Tzeyalanpaxi to syal eyuuj, yujto ix eyik' yune' chonhab' Carnaim."
        },
        {
            "number": "14",
            "text": "Scham val eyilan a ex israel ex tic. A Jehová Dios Yajal d'a Smasanil tz'alan icha tic: Ol in chec junoc nación yic syiq'uek' e luum d'a Hamat d'a yol smojonal d'a stojolal norte, masanto sk'och d'a a a' ayoch smojonal d'a stojolal sur, ol ex och d'a syaelal yuuj, xchi Jehová chi'."
        }
    ]
}