{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix xicchajel anh b'ab'el sacate yic winh rey, ayic wanxo scotxi swol anh, a Jehová Yajal ix ak'an wila'' to wan yak'an pitzwock'e nok' k'ulub'."
        },
        {
            "number": "2",
            "text": "Ayic wanxo slajwiel anh ank'ultak yuj nok' k'ulub' chi', ix walan icha tik: --Mamin Jehová, ok'ocab' a k'ool t'ayonh a onh yinhtilal onhcan winhaj Jacob tik, ina to yune' chonhab' onnhej. ¿Tas wal ol aj stechaj jun tik cuuj? xin chi."
        },
        {
            "number": "3",
            "text": "Ix snaan sb'a Jehová yuj jun tik, ix yalan icha tik: --Ha jun tik manh ol ujoclaj, xchi."
        },
        {
            "number": "4",
            "text": "Ix sch'oxanpax Jehová Yajal junxo tik t'ayin. Ix yak'lab'ej k'ak' yic syak'anoch yaelal, chac xilinac stzak'aq'uil. Ix tacji ha' niwan mar yuj, wan stacjipax lum slumal chonhab' Israel."
        },
        {
            "number": "5",
            "text": "Ix walani: --Mamin Jehová, ok'ocab' a k'ool, ochanh waan. ¿Tom wal ol techaj cuj a onh yinhtilal onhcan winhaj Jacob tik? Ina to yune' chonhab' onh, xin chi."
        },
        {
            "number": "6",
            "text": "Ix snaan sb'a Jehová yuj tas nab'il yuj, ix yalan icha tik: --Manh ol ujocpax jun tik, xchi."
        },
        {
            "number": "7",
            "text": "Ix sch'oxanpax junxo tik Jehová t'ayin. Ix wilani linhanek' t'a sat jun pat b'ob'il yet' plomo, yub'b'ilpaxk'e jun plomo chi' yuj."
        },
        {
            "number": "8",
            "text": "Ix sk'anb'an t'ayin icha tik: --¿Tas tzil chi' Amós? xchi. --Ha jun k'een plomo yic heb' b'oum pat swila', xin chi. --Icha tz'aj yilji junok sat pat yet' k'een plomo, icha chi' ol aj wilani chajtil yilji in chonhab' Israel tik, tato tojol sb'eyb'al, mato maay. Tato chuk, manhxo ol wak' niwank'olal schucal chi'."
        },
        {
            "number": "9",
            "text": "Ha juntzanh b'aj syal sb'a heb' yinhtilal winhaj Isaac t'a jolomtac witz, ol lajwoquemoc. Ha juntzanh stemplo heb' aj Israel, ol juchajemoc, ol in checan satjoquel yinhtilal winhaj Jeroboam yet' k'een espada, xchi Jehová."
        },
        {
            "number": "10",
            "text": "Ha winhaj Amasías sacerdote yaj t'a Betel, a winh ix checan alchaj t'a winhaj Jeroboam sreyal Israel icha tik: Mamin rey, a winhaj Amós, wan yek' winh t'a skal heb' quetchonhab', yic tz'och heb' ajk'olal t'ayach. Maxtzac techaj yuj heb' anima yuj tas syalel winh chi'."
        },
        {
            "number": "11",
            "text": "Tz'ek' winh t'a ko kal yal icha tik: D'a k'een espada ol cham winhaj Jeroboam, ol ik'chajcanb'at masanil chonhab' Israel tik preso t'a ch'oc chonhab'il, xchi winh, xchib'at winh."
        },
        {
            "number": "12",
            "text": "Ix yalan winhaj Amasías t'ayin Amós in tik icha tik: --Elanh t'a tik ach schecab' Dios. Ixic t'a Judá, ata' ol ak'chaj a wael yuj tas tzal chi'."
        },
        {
            "number": "13",
            "text": "Palta malaj tas tzal t'a chonhab' Betel tik, yujto ha t'a tik tz'och winh rey ejmelal, to niwan templo yaj t'a yol smacb'en winh, xchi winhaj Amasías chi'."
        },
        {
            "number": "14",
            "text": "Palta ix in tak'wi Amós a in tik icha tik: --Ha in tik, manh in schecab'octaxon Dios, malaj pax in gana tzin schecab'ej. Ha in tik tanhwum in wacax, molum in pax sat caltacte'al higo."
        },
        {
            "number": "15",
            "text": "Palta a Jehová ix in ik'anel t'a spatic nok' wacax chi', ix yalan t'ayin icha tik: Ixic, b'at alel in lolonel t'a in chonhab' Israel, xchi t'ayin."
        },
        {
            "number": "16",
            "text": "Yuj chi' scham wal ab'an slolonel Jehová ticnaik ach Amasías. Aton juntzanh lolonel ix al t'ayin icha tik: Manh alel slolonel Dios t'a skal heb' israel yinhtilal winhaj Isaac, xa chi t'ayin."
        },
        {
            "number": "17",
            "text": "Yuj chi' a juntzanh tik syal Jehová t'ayach: D'a yichanh chonhab' ol och ix etb'eyum t'a ajmul ixal. Ha heb' winh uninal yet' heb' ix isilal, ol xicjoccham heb'. Ol pojchajcanek' a lu'um. Axo t'a slum heb' ch'oc chonhab'il ol ach chamoc, haxo heb' quetisraelal, najatto ol ik'chajcanb'at heb' preso, xchi Jehová, xin chi."
        }
    ]
}