{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix xicchajel anh b'ab'el sacate yic vinh rey, ayic vanxo scotxi svol anh, a Jehová Yajal ix ak'an vila' to van yak'an pitzvocq'ue nok' k'ulub'."
        },
        {
            "number": "2",
            "text": "Ayic vanxo slajviel anh ank'ultac yuj nok' k'ulub' chi', ix valan icha tic: --Mamin Jehová, ok'ocab' a k'ool d'ayonh a onh yinhtilal onhcan vinhaj Jacob tic, ina to yune' chonhab' onnhej. ¿Tas val ol aj stechaj jun tic cuuj? xin chi."
        },
        {
            "number": "3",
            "text": "Ix snaan sb'a Jehová yuj jun tic, ix yalan icha tic: --A jun tic manh ol ujoclaj, xchi."
        },
        {
            "number": "4",
            "text": "Ix sch'oxanpax Jehová Yajal junxo tic d'ayin. Ix yak'lab'ej k'ak' yic syak'anoch yaelal, chac xilinac stzak'aq'uil. Ix tacji a' nivan mar yuuj, van stacjipax lum slumal chonhab' Israel."
        },
        {
            "number": "5",
            "text": "Ix valani: --Mamin Jehová, ok'ocab' a k'ool, ochanh vaan. ¿Tom val ol techaj cuj a onh yinhtilal onhcan vinhaj Jacob tic? Ina to yune' chonhab' onh, xin chi."
        },
        {
            "number": "6",
            "text": "Ix snaan sb'a Jehová yuj tas nab'il yuuj, ix yalan icha tic: --Manh ol ujocpax jun tic, xchi."
        },
        {
            "number": "7",
            "text": "Ix sch'oxanpax junxo tic Jehová d'ayin. Ix vilani linhanek' d'a sat jun pat b'ob'il yed' plomo, yub'b'ilpaxq'ue jun plomo chi' yuuj."
        },
        {
            "number": "8",
            "text": "Ix sk'anb'an d'ayin icha tic: --¿Tas tzil chi' Amós? xchi. --A jun q'uen plomo yic eb' b'oum pat svila', xin chi. --Icha tz'aj yilji junoc sat pat yed' q'uen plomo, icha chi' ol aj vilani chajtil yilji in chonhab' Israel tic, tato tojol sb'eyb'al, mato maay. Tato chuc, manhxo ol vak' nivank'olal schucal chi'."
        },
        {
            "number": "9",
            "text": "A juntzanh b'aj syal sb'a eb' yinhtilal vinhaj Isaac d'a jolomtac vitz, ol lajvoquemoc. A juntzanh stemplo eb' aj Israel, ol juchajemoc, ol in checan satjoquel yinhtilal vinhaj Jeroboam yed' q'uen espada, xchi Jehová."
        },
        {
            "number": "10",
            "text": "A vinhaj Amasías sacerdote yaj d'a Betel, a vinh ix checan alchaj d'a vinhaj Jeroboam sreyal Israel icha tic: Mamin rey, a vinhaj Amós, van yek' vinh d'a scal eb' quetchonhab', yic tz'och eb' ajk'olal d'ayach. Maxtzac techaj yuj eb' anima yuj tas syalel vinh chi'."
        },
        {
            "number": "11",
            "text": "Tz'ek' vinh d'a co cal yal icha tic: D'a q'uen espada ol cham vinhaj Jeroboam, ol ik'chajcanb'at masanil chonhab' Israel tic preso d'a ch'oc chonhab'il, xchi vinh, xchib'at vinh."
        },
        {
            "number": "12",
            "text": "Ix yalan vinhaj Amasías d'ayin Amós in tic icha tic: --Elanh d'a tic ach schecab' Dios. Ixic d'a Judá, ata' ol ak'chaj a vael yuj tas tzal chi'."
        },
        {
            "number": "13",
            "text": "Palta malaj tas tzal d'a chonhab' Betel tic, yujto a d'a tic tz'och vinh rey ejmelal, to nivan templo yaj d'a yol smacb'en vinh, xchi vinhaj Amasías chi'."
        },
        {
            "number": "14",
            "text": "Palta ix in tak'vi Amós a in tic icha tic: --A in tic, manh in schecab'octaxon Dios, malaj pax in gana tzin schecab'ej. A in tic tanhvum in vacax, molum in pax sat caltacte'al higo."
        },
        {
            "number": "15",
            "text": "Palta a Jehová ix in ik'anel d'a spatic nok' vacax chi', ix yalan d'ayin icha tic: Ixic, b'at alel in lolonel d'a in chonhab' Israel, xchi d'ayin."
        },
        {
            "number": "16",
            "text": "Yuj chi' scham val ab'an slolonel Jehová ticnaic ach Amasías. Aton juntzanh lolonel ix al d'ayin icha tic: Manh alel slolonel Dios d'a scal eb' israel yinhtilal vinhaj Isaac, xa chi d'ayin."
        },
        {
            "number": "17",
            "text": "Yuj chi' a juntzanh tic syal Jehová d'ayach: D'a yichanh chonhab' ol och ix etb'eyum d'a ajmul ixal. A eb' vinh uninal yed' eb' ix isilal, ol xicjoccham eb'. Ol pojchajcanek' a luum. Axo d'a slum eb' ch'oc chonhab'il ol ach chamoc, axo eb' quetisraelal, najatto ol ik'chajcanb'at eb' preso, xchi Jehová, xin chi."
        }
    ]
}