{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix xicchajel anh b'ab'el sacate yic vinh rey, ayic vanxo scotxi svol anh, a Jehová Yajal ix ak'an wila'' to van yak'an pitzvocq'ue nok' k'ulub'."
        },
        {
            "number": "2",
            "text": "Ayic vanxo slajviel anh ank'ultak yuj nok' k'ulub' chi', ix valan icha tik: --Mamin Jehová, ok'ocab' a k'ool t'ayonh a onh yinhtilal onhcan vinhaj Jacob tik, ina to yune' chonhab' onnhej. ¿Tas val ol aj stechaj jun tik cuuj? xin chi."
        },
        {
            "number": "3",
            "text": "Ix snaan sb'a Jehová yuj jun tik, ix yalan icha tik: --Ha jun tik manh ol ujoclaj, xchi."
        },
        {
            "number": "4",
            "text": "Ix sch'oxanpax Jehová Yajal junxo tik t'ayin. Ix yak'lab'ej k'ak' yic syak'anoch yaelal, chac xilinac stzak'aq'uil. Ix tacji ha' niwan mar yuj, van stacjipax lum slumal chonhab' Israel."
        },
        {
            "number": "5",
            "text": "Ix valani: --Mamin Jehová, ok'ocab' a k'ool, ochanh vaan. ¿Tom val ol techaj cuj a onh yinhtilal onhcan vinhaj Jacob tik? Ina to yune' chonhab' onh, xin chi."
        },
        {
            "number": "6",
            "text": "Ix snaan sb'a Jehová yuj tas nab'il yuj, ix yalan icha tik: --Manh ol ujocpax jun tik, xchi."
        },
        {
            "number": "7",
            "text": "Ix sch'oxanpax junxo tik Jehová t'ayin. Ix vilani linhanek' t'a sat jun pat b'ob'il yet' plomo, yub'b'ilpaxq'ue jun plomo chi' yuj."
        },
        {
            "number": "8",
            "text": "Ix sk'anb'an t'ayin icha tik: --¿Tas tzil chi' Amós? xchi. --Ha jun q'uen plomo yic eb' b'oum pat svila', xin chi. --Icha tz'aj yilji junok sat pat yet' q'uen plomo, icha chi' ol aj vilani chajtil yilji in chonhab' Israel tik, tato tojol sb'eyb'al, mato maay. Tato chuc, manhxo ol vak' nivank'olal schucal chi'."
        },
        {
            "number": "9",
            "text": "Ha juntzanh b'aj syal sb'a eb' yinhtilal vinhaj Isaac t'a jolomtac vitz, ol lajvoquemoc. Ha juntzanh stemplo eb' aj Israel, ol juchajemoc, ol in checan satjoquel yinhtilal vinhaj Jeroboam yet' q'uen espada, xchi Jehová."
        },
        {
            "number": "10",
            "text": "Ha vinhaj Amasías sacerdote yaj t'a Betel, a vinh ix checan alchaj t'a vinhaj Jeroboam sreyal Israel icha tik: Mamin rey, a vinhaj Amós, van yek' vinh t'a skal eb' quetchonhab', yic tz'och eb' ajk'olal t'ayach. Maxtzac techaj yuj eb' anima yuj tas syalel vinh chi'."
        },
        {
            "number": "11",
            "text": "Tz'ek' vinh t'a co cal yal icha tik: D'a q'uen espada ol cham vinhaj Jeroboam, ol ik'chajcanb'at masanil chonhab' Israel tik preso t'a ch'oc chonhab'il, xchi vinh, xchib'at vinh."
        },
        {
            "number": "12",
            "text": "Ix yalan vinhaj Amasías t'ayin Amós in tik icha tik: --Elanh t'a tik ach schecab' Dios. Ixic t'a Judá, ata' ol ak'chaj a vael yuj tas tzal chi'."
        },
        {
            "number": "13",
            "text": "Palta malaj tas tzal t'a chonhab' Betel tik, yujto ha t'a tik tz'och vinh rey ejmelal, to niwan templo yaj t'a yol smacb'en vinh, xchi vinhaj Amasías chi'."
        },
        {
            "number": "14",
            "text": "Palta ix in tak'vi Amós a in tik icha tik: --Ha in tik, manh in schecab'octaxon Dios, malaj pax in gana tzin schecab'ej. Ha in tik tanhvum in vacax, molum in pax sat caltacte'al higo."
        },
        {
            "number": "15",
            "text": "Palta a Jehová ix in ik'anel t'a spatic nok' vacax chi', ix yalan t'ayin icha tik: Ixic, b'at alel in lolonel t'a in chonhab' Israel, xchi t'ayin."
        },
        {
            "number": "16",
            "text": "Yuj chi' scham val ab'an slolonel Jehová ticnaic ach Amasías. Aton juntzanh lolonel ix al t'ayin icha tik: Manh alel slolonel Dios t'a skal eb' israel yinhtilal vinhaj Isaac, xa chi t'ayin."
        },
        {
            "number": "17",
            "text": "Yuj chi' a juntzanh tik syal Jehová t'ayach: D'a yichanh chonhab' ol och ix etb'eyum t'a ajmul ixal. Ha eb' vinh uninal yet' eb' ix isilal, ol xicjoccham eb'. Ol pojchajcanek' a lu'um. Axo t'a slum eb' ch'oc chonhab'il ol ach chamoc, haxo eb' quetisraelal, najatto ol ik'chajcanb'at eb' preso, xchi Jehová, xin chi."
        }
    ]
}