{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ix sch'ox Jehová vil jun mooch sat avb'en q'uinhxo."
        },
        {
            "number": "2",
            "text": "Ix sk'anb'an t'ayin icha tik: --¿Tas tzil chi' Amós? xchi t'ayin. --Ha jun mooch sat avb'en q'uinhxo svila', xin chi t'ay. Ix yalanxi t'ayin icha tik: --Ha Israel, ichaval to toxo ix q'uinhb'i. Manhxo ol vak'xi nivank'olal."
        },
        {
            "number": "3",
            "text": "Ayic ol vak'anoch syaelal eb' chi', a eb' ix ix sb'itan t'a spatil eb' yajal, ol ok' eb' ix yuj cusk'olal. Tzijtum anima ol chamoc, ol kan teljab' snivanil eb'. Malaj tas ol ab'chajoc, xchi Jehová."
        },
        {
            "number": "4",
            "text": "Scham e maclan eyab' juntzanh lolonel tik, mach ex tzeyixtej eb' emnaquil yeq'ui yet' eb' meb'a' t'a chonhab' tik."
        },
        {
            "number": "5",
            "text": "Tzeyalan t'a yoltac e pat t'a q'uinh ayic tz'alji q'uen uj: ¿B'aq'uinh ol lajvoc yek' jun q'uinh tik yic syal co chonhan co trigo? ¿B'aq'uinh ol lajvoc yek' sk'ual ik'oj ip, yic ol yal co chonhanxi sat cavb'en, ol cak'lab'an echlab' manh tz'acanoc, haxo stojol niwan ol co k'ana'?"
        },
        {
            "number": "6",
            "text": "Ol co chonhanpax sk'aelal ixim trigo. Ol quixtej juntzanh eb' meb'a' tik, masanto ol yal schonhanel sb'a eb' t'ayonh, yic tz'och eb' co checab'oc. Icha chi' ol aj stupanel sb'oc eb' t'ayonh, wach'chom jab'nhej sb'oc eb' chi' icha stojol jun mojoc xanhab', xe chi."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yak' sti' Jehová sDiosal winhaj Jacob, ix yalan icha tik: Malaj b'ak'uinh ol b'at e chukal satk'olal vuuj, xchi."
        },
        {
            "number": "8",
            "text": "Yuj chi' ol ib'xocq'ue lum lum, ol ok' masanil eb' cajan t'a sat lu'um. Masanil jun chonhab' tik ol ib'xocq'uei, ol q'ue lum t'a chaanh, ol empax lu'um icha tz'aj ha' Nilo, sq'uib'q'ue ha', stupxiem ha'."
        },
        {
            "number": "9",
            "text": "Ha in Jehová in swal yuj jun k'ual chi': D'a chimk'ualil, ol vaq'uem k'u, ol och k’ik’ k’inal t'a k'ualil."
        },
        {
            "number": "10",
            "text": "Ha in ol vak'och sk'ual e q'uinh t'a cusk'olal. Axo e b'it yuj tzalajk'olal ol vak'och t'a oq'uel yuj chamel. Axo pichul yic cusk'olal ol eyak'ochi, ol e joxanel xil e jolom yuj e ch'oxanel e cusk'olal. Ol ex ok' icha junok mach tz'ok' yuj junok k'otanh yuninal ix chami. Cusk'olal ol aj slajvi masanil."
        },
        {
            "number": "11",
            "text": "Ay val jun k'ual ol vak'cot vejel t'a yol yib'anhk’inal tik. Manh vejeloc yuj vael, manh taquinhtialoc yuj ha ha', palta vejel yic tz'ab'chaj in lolonel. Ha in Jehová Syal Vuj Masanil, a in svala'."
        },
        {
            "number": "12",
            "text": "Ha eb' anima, toxonhej ol b'eyek' eb' sayanek' mach tz'alan in lolonel. Ol b'at eb' t'a stitac ha' mar Muerto, masanto ol k'och eb' t'a stitac ha' mar Mediterráneo, ol ek'chaj eb' t'a schanhil pak'anh yol yib'anhk’inal, palta malaj mach ol ilchaj yuj eb'."
        },
        {
            "number": "13",
            "text": "Ha t'a jun k'ual chi', a eb' ix cob'estac te wach' yilji yet' eb' quelemtac te tek'an, ol el yip eb' yuj taquinhtial."
        },
        {
            "number": "14",
            "text": "Icha chi' ol aj eb' syak' sti' t'a juntzanh yechel q'uixvelaltac ay t'a Samaria, aton eb' tz'alan icha tik: Svak' in ti' t'a sb'i sdiosal eb' aj Dan, ma t'a sb'i sdiosal eb' aj Beerseba, xchi eb'. Yuj chi' manhxa b'ak'uinh ol q'ue vaan eb', xchi Jehová."
        }
    ]
}