{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ix sch'ox Jehová vil jun mooch sat avb'en q'uinhxo."
        },
        {
            "number": "2",
            "text": "Ix sk'anb'an d'ayin icha tic: --¿Tas tzil chi' Amós? xchi d'ayin. --A jun mooch sat avb'en q'uinhxo svila', xin chi d'ay. Ix yalanxi d'ayin icha tic: --A Israel, ichaval to toxo ix q'uinhb'i. Manhxo ol vak'xi nivank'olal."
        },
        {
            "number": "3",
            "text": "Ayic ol vak'anoch syaelal eb' chi', a eb' ix ix sb'itan d'a spatil eb' yajal, ol ok' eb' ix yuj cusk'olal. Tzijtum anima ol chamoc, ol can teljab' snivanil eb'. Malaj tas ol ab'chajoc, xchi Jehová."
        },
        {
            "number": "4",
            "text": "Scham e maclan eyab' juntzanh lolonel tic, mach ex tzeyixtej eb' emnaquil yeq'ui yed' eb' meb'a' d'a chonhab' tic."
        },
        {
            "number": "5",
            "text": "Tzeyalan d'a yoltac e pat d'a q'uinh ayic tz'alji q'uen uj: ¿B'aq'uinh ol lajvoc yek' jun q'uinh tic yic syal co chonhan co trigo? ¿B'aq'uinh ol lajvoc yek' sk'ual ik'oj ip, yic ol yal co chonhanxi sat cavb'en, ol cak'lab'an echlab' manh tz'acanoc, axo stojol nivan ol co k'ana'?"
        },
        {
            "number": "6",
            "text": "Ol co chonhanpax sk'aelal ixim trigo. Ol quixtej juntzanh eb' meb'a' tic, masanto ol yal schonhanel sb'a eb' d'ayonh, yic tz'och eb' co checab'oc. Icha chi' ol aj stupanel sb'oc eb' d'ayonh, vach'chom jab'nhej sb'oc eb' chi' icha stojol jun mojoc xanhab', xe chi."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yak' sti' Jehová sDiosal vinhaj Jacob, ix yalan icha tic: Malaj b'aq'uinh ol b'at e chucal satk'olal vuuj, xchi."
        },
        {
            "number": "8",
            "text": "Yuj chi' ol ib'xocq'ue lum luum, ol ok' masanil eb' cajan d'a sat luum. Masanil jun chonhab' tic ol ib'xocq'uei, ol q'ue lum d'a chaanh, ol empax luum icha tz'aj a' Nilo, sq'uib'q'ue a', stupxiem a'."
        },
        {
            "number": "9",
            "text": "A in Jehová in sval yuj jun k'ual chi': D'a chimk'ualil, ol vaq'uem k'u, ol och q'uik'alq'uinal d'a k'ualil."
        },
        {
            "number": "10",
            "text": "A in ol vak'och sk'ual e q'uinh d'a cusk'olal. Axo e b'it yuj tzalajk'olal ol vak'och d'a oq'uel yuj chamel. Axo pichul yic cusk'olal ol eyak'ochi, ol e joxanel xil e jolom yuj e ch'oxanel e cusk'olal. Ol ex ok' icha junoc mach tz'ok' yuj junoc k'otanh yuninal ix chami. Cusk'olal ol aj slajvi masanil."
        },
        {
            "number": "11",
            "text": "Ay val jun k'ual ol vak'cot vejel d'a yolyib'anhq'uinal tic. Manh vejeloc yuj vael, manh taquinhtialoc yuj a a', palta vejel yic tz'ab'chaj in lolonel. A in Jehová Syal Vuj Masanil, a in svala'."
        },
        {
            "number": "12",
            "text": "A eb' anima, toxonhej ol b'eyek' eb' sayanek' mach tz'alan in lolonel. Ol b'at eb' d'a stitac a' mar Muerto, masanto ol k'och eb' d'a stitac a' mar Mediterráneo, ol ek'chaj eb' d'a schanhil pak'anh yolyib'anhq'uinal, palta malaj mach ol ilchaj yuj eb'."
        },
        {
            "number": "13",
            "text": "A d'a jun k'ual chi', a eb' ix cob'estac te vach' yilji yed' eb' quelemtac te tek'an, ol el yip eb' yuj taquinhtial."
        },
        {
            "number": "14",
            "text": "Icha chi' ol aj eb' syak' sti' d'a juntzanh yechel q'uixvelaltac ay d'a Samaria, aton eb' tz'alan icha tic: Svak' in ti' d'a sb'i sdiosal eb' aj Dan, ma d'a sb'i sdiosal eb' aj Beerseba, xchi eb'. Yuj chi' manhxa b'aq'uinh ol q'ue vaan eb', xchi Jehová."
        }
    ]
}