{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix vilani ayek' Jehová d'a stz'ey jun altar, ix yalan d'ayin icha tic: Mak' yoyal templo tic, masanto tz'ib'xiq'ue sjolom yoyal chi', tz'em vecnaj d'a yib'anh eb' anima. Tato ayto mach scani, axo yed' q'uen espada ol vak'cham eb'. Vach'chom olto snael sb'a eb', palta manhxo junoc mach olto colchajcaneloc."
        },
        {
            "number": "2",
            "text": "Vach'chom sk'ub'ejel sb'a eb' d'a sjulal yich b'aj ay eb' chamnac, ol yal vik'anq'ueta eb' ta'. Vach'chom sq'ue eb' d'a satchaanh yalani, palta ata' ol viq'uemta eb'."
        },
        {
            "number": "3",
            "text": "Tato sb'at eb' sk'ub'ejel sb'a d'a jolom vitz Carmelo, palta ata' ol b'at in yamcot eb'. Tato sb'at eb' sk'ub'ejel sb'a d'ayin d'a yich a' mar yalani, ol in checb'at nok' nivac nok' ay d'a yol a' mar chi', yic schijib'at eb' yuj nok'."
        },
        {
            "number": "4",
            "text": "Vach'chom ol ex yik'b'at eb' ajk'ol d'a ch'oc chonhab'il, ol b'at ex in chec xicjoccham yed' q'uen espada. Ol vak'anb'at yaelal d'a eyib'anh, manhoc vach'ilal ol vak'b'ati, xchi Jehová."
        },
        {
            "number": "5",
            "text": "Ayic syaman lum luum tic Jehová Yajal d'a Smasanil, tz'ib'xiq'ue luum, axo eb' anima smasanil, tz'ok'q'ue eb'. Toxonhej sq'uei tz'em lum yuj spoder, icha val syutej sb'a a' Nilo."
        },
        {
            "number": "6",
            "text": "A d'a satchaanh ix sb'o scajnub', ichato d'a yib'anh lum luum tic ix sb'oem yich. Syavtejcot a a' d'a a' mar yic scot secnaj a' d'a yib'anh lum luum tic. Jehová ton sb'i."
        },
        {
            "number": "7",
            "text": "A Jehová tz'alan icha tic: A d'a yol in sat a ex israel ex tic, lajan ex yed' eb' aj Etiopía. Icha ix aj ex vik'ancot d'a Egipto, icha pax chi' ix aj vik'ancot eb' filisteo d'a Creta yed' eb' amorreo d'a Quir, xchi."
        },
        {
            "number": "8",
            "text": "A in Jehová in svil jun nación te chuc tic, svalan icha tic: Ol in satel d'a sat lum luum tic. Palta a in Jehová in svala' to manh ol in satel-laj eb' yinhtilal vinhaj Jacob tic d'a junelnhej."
        },
        {
            "number": "9",
            "text": "Ol in chec chayjoc eb' yinhtilal Israel tic d'a caltac nación, ichaval tz'aj schaychaj ixim trigo d'a yol chaylab' to malaj junoc sat ixim tz'eli."
        },
        {
            "number": "10",
            "text": "Masanil eb' chuc d'a in chonhab' tic, ol xicjoccham eb' d'a q'uen espada, aton eb' tz'alan icha tic: A juntzanh yaelal chi', manh ol jalaj d'a quib'anh, manh ol onh yamchaj yuuj, xchi eb', xchi Jehová chi'."
        },
        {
            "number": "11",
            "text": "Ix yalan Jehová: A yopisio vinhaj David ix lajviem icha junoc pat jub'ilemi, palta ay jun k'ual ol in b'oxiq'uei. Ol vak'anpax yopisio vinh d'a yinhtilal, icha d'a peca'."
        },
        {
            "number": "12",
            "text": "Ichato chi', a jantacto eb' aj Edom olto canoc yed' masanil juntzanhxo chonhab' to victaxoni, ol ochcan eb' d'a yol sk'ab' yinhtilal Israel, xchi Jehová Jun ix ak'ancan slolonel, ol yak'anpax elk'ochoc."
        },
        {
            "number": "13",
            "text": "Syalxi Jehová: Ol javoc stiempoal ayic manto lajvi sjochchaj ixim trigo, ol k'och pax stiempoal sd'occhajxi luum yic tz'avchaj ixim junelxo. Manto lajvi stek'chajel yal sat te' uva, tz'ochxi avoj trigo junelxo. Axo d'a jolomtac vitz yed' d'a tzalquixtac, ol ste aq'uej sat te' uva, ol b'ey yal sat te' icha sjaj a a',"
        },
        {
            "number": "14",
            "text": "yujto ol vik'cot in chonhab' Israel b'aj ayb'at d'a ch'oc chonhab'il. Ol laj sb'oanxi schonhab' eb' juvinaquemi, yic scajnajxi eb' d'ay, ol yavanxi yuva eb', ol yuk'an vino eb'. Ol yavan te' avb'en te' eb', ol sloan sat te' eb'."
        },
        {
            "number": "15",
            "text": "A in Jehová Dios in svala', ol vak'xi cajnaj eb' d'a sluum. Manhxa b'aq'uinh ol el eb' junelxo d'a sat slum ix vak' chi', xchi Jehová."
        }
    ]
}