{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix wilani ayek' Jehová t'a stz'ey jun altar, ix yalan t'ayin icha tik: Mak' yoyal templo tik, masanto tz'ib'xik'e sjolom yoyal chi', tz'em wecnaj t'a yib'anh heb' anima. Tato ayto mach skani, haxo yet' k'een espada ol wak'cham heb'. Wach'chom olto snael sb'a heb', palta manhxo junok mach olto colchajkaneloc."
        },
        {
            "number": "2",
            "text": "Wach'chom sk'ub'ejel sb'a heb' t'a sjulal yich b'aj ay heb' chamnac, ol yal wik'ank'eta heb' ta'. Wach'chom sk'e heb' t'a satcha’anh yalani, palta ata' ol wik'emta heb'."
        },
        {
            "number": "3",
            "text": "Tato sb'at heb' sk'ub'ejel sb'ha t'a jolom witz Carmelo, palta ata' ol b'at in yamcot heb'. Tato sb'at heb' sk'ub'ejel sb'a t'ayin t'a yich ha' mar yalani, ol in checb'at nok' niwac nok' ay t'a yol ha' mar chi', yic schijib'at heb' yuj nok'."
        },
        {
            "number": "4",
            "text": "Wach'chom ol ex yik'b'at heb' ajk'ol t'a ch'oc chonhab'il, ol b'at ex in chec xicjoccham yet' k'een espada. Ol wak'anb'at yaelal t'a eyib'anh, manhoc wach'ilal ol wak'b'ati, xchi Jehová."
        },
        {
            "number": "5",
            "text": "Ayic syaman lum lum tik Jehová Yajal t'a Smasanil, tz'ib'xik'e lu'um, haxo heb' anima smasanil, tz'ok'k'e heb'. Toxonhej sk'ei tz'em lum yuj spoder, icha wal syutej sb'ha ha' Nilo."
        },
        {
            "number": "6",
            "text": "Ha t'a satcha’anh ix sb'o skajnub', ichato t'a yib'anh lum lum tik ix sb'oem yich. Syavtejcot ha ha' t'ha ha' mar yic scot secnaj ha' t'a yib'anh lum lum tik. Jehová ton sb'i."
        },
        {
            "number": "7",
            "text": "Ha Jehová tz'alan icha tik: Ha t'a yol in sat a ex israel ex tik, lajan ex yet' heb' aj Etiopía. Icha ix aj ex wik'ancot t'a Egipto, icha pax chi' ix aj wik'ancot heb' filisteo t'a Creta yet' heb' amorreo t'a Quir, xchi."
        },
        {
            "number": "8",
            "text": "Ha in Jehová in swil jun nación te chuk tik, swalan icha tik: Ol in satel t'a sat lum lum tik. Palta a in Jehová in swala' to manh ol in satel-laj heb' yinhtilal winhaj Jacob tik t'a junelnhej."
        },
        {
            "number": "9",
            "text": "Ol in chec chayjoc heb' yinhtilal Israel tik t'a kaltac nación, ichawal tz'aj schaychaj ixim trigo t'a yol chaylab' to malaj junok sat ixim tz'eli."
        },
        {
            "number": "10",
            "text": "Masanil heb' chuk t'a in chonhab' tik, ol xicjoccham heb' t'a k'een espada, aton heb' tz'alan icha tik: Ha juntzanh yaelal chi', manh ol jalaj t'a quib'anh, manh ol onh yamchaj yuj, xchi heb', xchi Jehová chi'."
        },
        {
            "number": "11",
            "text": "Ix yalan Jehová: Ha yopisio winhaj Dawid ix lajwiem icha junok pat jub'ilemi, palta ay jun k'ual ol in b'oxik'ei. Ol wak'anpax yopisio winh t'a yinhtilal, icha t'a peka'."
        },
        {
            "number": "12",
            "text": "Ichato chi', a jantacto heb' aj Edom olto kanok yet' masanil juntzanhxo chonhab' to wictaxoni, ol ochkan heb' t'a yol sk'ab' yinhtilal Israel, xchi Jehová Jun ix ak'ankan slolonel, ol yak'anpax elk'ochoc."
        },
        {
            "number": "13",
            "text": "Syalxi Jehová: Ol jawok stiempoal ayic manto lajwi sjochchaj ixim trigo, ol k'och pax stiempoal sd'occhajxi lu'um yic tz'avchaj ixim junelxo. Manto lajwi stek'chajel yal sat te' uwa, tz'ochxi awoj trigo junelxo. Axo t'a jolomtac witz yet' t'a tzalquixtac, ol ste ak'ej sat te' uwa, ol b'ey yal sat te' icha sjaj ha ha',"
        },
        {
            "number": "14",
            "text": "yujto ol wik'cot in chonhab' Israel b'aj ayb'at t'a ch'oc chonhab'il. Ol laj sb'oanxi schonhab' heb' juwinaquemi, yic skajnajxi heb' t'ay, ol yawanxi yuwa heb', ol yuk'an wino heb'. Ol yawan te' avb'en te' heb', ol sloan sat te' heb'."
        },
        {
            "number": "15",
            "text": "Ha in Jehová Dios in swala', ol wak'xi kajnaj heb' t'a sluum. Manhxa b'ak'uinh ol el heb' junelxo t'a sat slum ix wak' chi', xchi Jehová."
        }
    ]
}