{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix vilani ayek' Jehová t'a stz'ey jun altar, ix yalan t'ayin icha tik: Mak' yoyal templo tik, masanto tz'ib'xiq'ue sjolom yoyal chi', tz'em vecnaj t'a yib'anh eb' anima. Tato ayto mach scani, haxo yet' q'uen espada ol vak'cham eb'. Wach'chom olto snael sb'a eb', palta manhxo junok mach olto colchajcaneloc."
        },
        {
            "number": "2",
            "text": "Wach'chom sk'ub'ejel sb'a eb' t'a sjulal yich b'aj ay eb' chamnac, ol yal vik'anq'ueta eb' ta'. Wach'chom sq'ue eb' t'a satcha’anh yalani, palta ata' ol viq'uemta eb'."
        },
        {
            "number": "3",
            "text": "Tato sb'at eb' sk'ub'ejel sb'ha t'a jolom vitz Carmelo, palta ata' ol b'at in yamcot eb'. Tato sb'at eb' sk'ub'ejel sb'a t'ayin t'a yich ha' mar yalani, ol in checb'at nok' nivac nok' ay t'a yol ha' mar chi', yic schijib'at eb' yuj nok'."
        },
        {
            "number": "4",
            "text": "Wach'chom ol ex yik'b'at eb' ajk'ol t'a ch'oc chonhab'il, ol b'at ex in chec xicjoccham yet' q'uen espada. Ol vak'anb'at yaelal t'a eyib'anh, manhoc wach'ilal ol vak'b'ati, xchi Jehová."
        },
        {
            "number": "5",
            "text": "Ayic syaman lum lum tik Jehová Yajal t'a Smasanil, tz'ib'xiq'ue lu'um, haxo eb' anima smasanil, tz'ok'q'ue eb'. Toxonhej sq'uei tz'em lum yuj spoder, icha val syutej sb'ha ha' Nilo."
        },
        {
            "number": "6",
            "text": "Ha t'a satcha’anh ix sb'o scajnub', ichato t'a yib'anh lum lum tik ix sb'oem yich. Syavtejcot ha ha' t'ha ha' mar yic scot secnaj ha' t'a yib'anh lum lum tik. Jehová ton sb'i."
        },
        {
            "number": "7",
            "text": "Ha Jehová tz'alan icha tik: Ha t'a yol in sat a ex israel ex tik, lajan ex yet' eb' aj Etiopía. Icha ix aj ex vik'ancot t'a Egipto, icha pax chi' ix aj vik'ancot eb' filisteo t'a Creta yet' eb' amorreo t'a Quir, xchi."
        },
        {
            "number": "8",
            "text": "Ha in Jehová in svil jun nación te chuk tik, svalan icha tik: Ol in satel t'a sat lum lum tik. Palta a in Jehová in svala' to manh ol in satel-laj eb' yinhtilal winhaj Jacob tik t'a junelnhej."
        },
        {
            "number": "9",
            "text": "Ol in chec chayjoc eb' yinhtilal Israel tik t'a caltac nación, ichaval tz'aj schaychaj ixim trigo t'a yol chaylab' to malaj junok sat ixim tz'eli."
        },
        {
            "number": "10",
            "text": "Masanil eb' chuk t'a in chonhab' tik, ol xicjoccham eb' t'a q'uen espada, aton eb' tz'alan icha tik: Ha juntzanh yaelal chi', manh ol jalaj t'a quib'anh, manh ol onh yamchaj yuj, xchi eb', xchi Jehová chi'."
        },
        {
            "number": "11",
            "text": "Ix yalan Jehová: Ha yopisio winhaj David ix lajviem icha junok pat jub'ilemi, palta ay jun k'ual ol in b'oxiq'uei. Ol vak'anpax yopisio winh t'a yinhtilal, icha t'a peca'."
        },
        {
            "number": "12",
            "text": "Ichato chi', a jantacto eb' aj Edom olto canoc yet' masanil juntzanhxo chonhab' to victaxoni, ol ochcan eb' t'a yol sk'ab' yinhtilal Israel, xchi Jehová Jun ix ak'ancan slolonel, ol yak'anpax elk'ochoc."
        },
        {
            "number": "13",
            "text": "Syalxi Jehová: Ol javok stiempoal ayic manto lajvi sjochchaj ixim trigo, ol k'och pax stiempoal sd'occhajxi lu'um yic tz'avchaj ixim junelxo. Manto lajvi stek'chajel yal sat te' uva, tz'ochxi avoj trigo junelxo. Axo t'a jolomtac vitz yet' t'a tzalquixtac, ol ste aq'uej sat te' uva, ol b'ey yal sat te' icha sjaj ha ha',"
        },
        {
            "number": "14",
            "text": "yujto ol vik'cot in chonhab' Israel b'aj ayb'at t'a ch'oc chonhab'il. Ol laj sb'oanxi schonhab' eb' juvinaquemi, yic scajnajxi eb' t'ay, ol yavanxi yuva eb', ol yuk'an vino eb'. Ol yavan te' avb'en te' eb', ol sloan sat te' eb'."
        },
        {
            "number": "15",
            "text": "Ha in Jehová Dios in svala', ol vak'xi cajnaj eb' t'a sluum. Manhxa b'ak'uinh ol el eb' junelxo t'a sat slum ix vak' chi', xchi Jehová."
        }
    ]
}