{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Joel in tik yuninal in winhaj Petuel. Ha t'a jun uum tik ix in tz'ib'ej slolonel Jehová ix yal t'ayin yic swaleli."
        },
        {
            "number": "2",
            "text": "Ex ichamtac winak yet' ex masanil cajan ex t'a jun nación tik, ab'ec wal juntzanh tik. ¿Toc ay b'aj ix eyil tas lajan icha jun tik? Malaj pax b'aj ix uji junok icha tik ayic ix ek' heb' ko mam quicham."
        },
        {
            "number": "3",
            "text": "Alec juntzanh tik t'a heb' eyuninal, haxo heb' ol alan t'a heb' yuninal, haxo heb' chi' ol alan pax t'a heb' toto ol aljoc."
        },
        {
            "number": "4",
            "text": "Masanil tas ix slajel nok' k'ulub'. Axo jantacto ix cani, ch'ocxo pax junxo makan nok' ix ul lajaneli."
        },
        {
            "number": "5",
            "text": "Ha ex uk'um ex anh, ak'equel he wayanh. Ha exxo uk'um ex wino, ok'anhec, yujto manhxalaj wino chi' ol eyuk'ej."
        },
        {
            "number": "6",
            "text": "Icha jun niwan nhilanh soldado te ay smay, icha chi' ix aj sja nok' k'ulub' t'a yol ko macb'en tik. Maxtzac b'ischaj nok'. Ha ye nok', lajan icha ye nok' choj."
        },
        {
            "number": "7",
            "text": "Toxo ix satjiel te' uwa yuj nok', toxo pax ix slajel te' higo nok'. Tz'inini ix ajkan yuj nok'. Ix yik'anel stz'umal masanil te' avb'en nok', sacxonhej ix ajkan sk'ab'tac te'."
        },
        {
            "number": "8",
            "text": "Ok'anhec icha junok ix cob'es tz'oq'ui, spichan sb'a ix yet' pichul yic cusk'olal, yujto toxo ix cham winh ix yak' sti' snupnaj yet' ix."
        },
        {
            "number": "9",
            "text": "Icha chi' tz'aj yok' heb' winh sacerdote tz'ak'an serwil Jehová, yujto manhxa wael yet' wino t'a templo, aton ofrenda tz'ak'ji t'a Jehová."
        },
        {
            "number": "10",
            "text": "Toxo ix juwi masanil lum ko lu'um, ichato ayoch lum t'a cusk'olal, yujto tzinan ix ajkan lu'um. Toxo ix lajwiel ixim trigo, ix tacjiel te' uwa, ix ixtaxpaxel te' oliwo."
        },
        {
            "number": "11",
            "text": "Ha ex munlajwum ex tik, ok'anhec, cusanhec, yujto toxo ix lajwiem eyavb'en. Manhxa jochoj trigo yet' cebada."
        },
        {
            "number": "12",
            "text": "Toxo ix tacjiel te' uwa, ix lajwiel te' higo, ix tacjipaxel te' granado, te' palma, te' mansan yet' masanil te' avb'en te'. Icha chi' ix aj slajwi stzalajk'olal heb' anima."
        },
        {
            "number": "13",
            "text": "Ha ex sacerdote ex tik, a ex tzex ak'wi serwil t'a altar tik, ak'ecoch pichul yic cusk'olal. Pilan ak'wal tzeyak' eyok' t'a templo, tzex ok' yuj yaelal, yujto ha t'a stemplo Dios manhxalaj ixim pan yet' wino tz'ak'ji ofrendail."
        },
        {
            "number": "14",
            "text": "Avtejec masanil heb' anima, ochanhec t'a tzek'ojk'olal yet' heb'. Molb'ejecoch he b'ha t'a stemplo Jehová Dios yet' masanil heb' yichamtac winaquil chonhab' yet' masanil heb' anima, tzex tewi t'a Jehová."
        },
        {
            "number": "15",
            "text": "Ay..., te lak'anxo sjawi jun k'ual yic yowal sk'ol Jehová. Jun k'u ay smay yic ol onh satel Dios Syal Yuj Smasanil."
        },
        {
            "number": "16",
            "text": "D'a wal quichanh ix yik'el ko wael. Ixlajwi tzalajk'olal t'a stemplo Jehová ko Diosal."
        },
        {
            "number": "17",
            "text": "Ha ixim inhat, tonhej ix k'aem ixim t'a yol lu'um, yuj chi' manhxalaj ixim trigo. Axo spatil ixim, manhxa tas t'a yool, ix lajwi smasanil."
        },
        {
            "number": "18",
            "text": "Tz'el wal yav nok' nok' yeq'ui. Nab'axonhej tzek' nok' wacax say yanh. Vanxo scham nok' calnel yuj wejel."
        },
        {
            "number": "19",
            "text": "Tzin awaj t'ayach Jehová, yujto toxo ix tacji smasanil. Ichato ix ek' k'ak' t'a skal anh ank'ultak t'a swalab' lum nok' nok' yet' t'a smasanil caltac te'."
        },
        {
            "number": "20",
            "text": "Yed' masanil nok' nok' ay t'a caltac te' chi', tz'awaj nok' t'ayach, yujto toxo ix tup masanil ha ha', ichato ix tz'ab'at masanil anh ank'ultak yuj k'ak'."
        }
    ]
}