{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Joel in tik yuninal in winhaj Petuel. Ha t'a jun uum tik ix in tz'ib'ej slolonel Jehová ix yal t'ayin yic svaleli."
        },
        {
            "number": "2",
            "text": "Ex ichamtac vinac yet' ex masanil cajan ex t'a jun nación tik, ab'ec val juntzanh tik. ¿Toc ay b'aj ix eyil tas lajan icha jun tik? Malaj pax b'aj ix uji junok icha tik ayic ix ek' eb' co mam quicham."
        },
        {
            "number": "3",
            "text": "Alec juntzanh tik t'a eb' eyuninal, haxo eb' ol alan t'a eb' yuninal, haxo eb' chi' ol alan pax t'a eb' toto ol aljoc."
        },
        {
            "number": "4",
            "text": "Masanil tas ix slajel nok' k'ulub'. Axo jantacto ix cani, ch'ocxo pax junxo makan nok' ix ul lajaneli."
        },
        {
            "number": "5",
            "text": "Ha ex uk'um ex anh, aq'uequel e vayanh. Ha exxo uk'um ex vino, ok'anhec, yujto manhxalaj vino chi' ol eyuq'uej."
        },
        {
            "number": "6",
            "text": "Icha jun niwan nhilanh soldado te ay smay, icha chi' ix aj sja nok' k'ulub' t'a yol co macb'en tik. Maxtzac b'ischaj nok'. Ha ye nok', lajan icha ye nok' choj."
        },
        {
            "number": "7",
            "text": "Toxo ix satjiel te' uva yuj nok', toxo pax ix slajel te' higo nok'. Tz'inini ix ajkan yuj nok'. Ix yik'anel stz'umal masanil te' avb'en nok', sacxonhej ix ajkan sk'ab'tac te'."
        },
        {
            "number": "8",
            "text": "Ok'anhec icha junok ix cob'es tz'oq'ui, spichan sb'a ix yet' pichul yic cusk'olal, yujto toxo ix cham winh ix yak' sti' snupnaj yet' ix."
        },
        {
            "number": "9",
            "text": "Icha chi' tz'aj yok' eb' winh sacerdote tz'ak'an servil Jehová, yujto manhxa vael yet' vino t'a templo, aton ofrenda tz'ak'ji t'a Jehová."
        },
        {
            "number": "10",
            "text": "Toxo ix juvi masanil lum co lu'um, ichato ayoch lum t'a cusk'olal, yujto tzinan ix ajkan lu'um. Toxo ix lajviel ixim trigo, ix tacjiel te' uva, ix ixtaxpaxel te' olivo."
        },
        {
            "number": "11",
            "text": "Ha ex munlajvum ex tik, ok'anhec, cusanhec, yujto toxo ix lajviem eyavb'en. Manhxa jochoj trigo yet' cebada."
        },
        {
            "number": "12",
            "text": "Toxo ix tacjiel te' uva, ix lajviel te' higo, ix tacjipaxel te' granado, te' palma, te' mansan yet' masanil te' avb'en te'. Icha chi' ix aj slajvi stzalajk'olal eb' anima."
        },
        {
            "number": "13",
            "text": "Ha ex sacerdote ex tik, a ex tzex ak'vi servil t'a altar tik, aq'uecoch pichul yic cusk'olal. Pilan ak'val tzeyak' eyok' t'a templo, tzex ok' yuj yaelal, yujto ha t'a stemplo Dios manhxalaj ixim pan yet' vino tz'ak'ji ofrendail."
        },
        {
            "number": "14",
            "text": "Avtejec masanil eb' anima, ochanhec t'a tzek'ojk'olal yet' eb'. Molb'ejecoch e b'ha t'a stemplo Jehová Dios yet' masanil eb' yichamtac vinaquil chonhab' yet' masanil eb' anima, tzex tevi t'a Jehová."
        },
        {
            "number": "15",
            "text": "Ay..., te lak'anxo sjavi jun k'ual yic yoval sk'ol Jehová. Jun k'u ay smay yic ol onh satel Dios Syal Yuj Smasanil."
        },
        {
            "number": "16",
            "text": "D'a val quichanh ix yiq'uel co vael. Ixlajwi tzalajk'olal t'a stemplo Jehová co Diosal."
        },
        {
            "number": "17",
            "text": "Ha ixim inhat, tonhej ix k'aem ixim t'a yol lu'um, yuj chi' manhxalaj ixim trigo. Axo spatil ixim, manhxa tas t'a yool, ix lajvi smasanil."
        },
        {
            "number": "18",
            "text": "Tz'el val yav nok' nok' yeq'ui. Nab'axonhej tzek' nok' vacax say yanh. Vanxo scham nok' calnel yuj vejel."
        },
        {
            "number": "19",
            "text": "Tzin avaj t'ayach Jehová, yujto toxo ix tacji smasanil. Ichato ix ek' k'ak' t'a skal anh ank'ultak t'a svalab' lum nok' nok' yet' t'a smasanil caltac te'."
        },
        {
            "number": "20",
            "text": "Yed' masanil nok' nok' ay t'a caltac te' chi', tz'avaj nok' t'ayach, yujto toxo ix tup masanil ha ha', ichato ix tz'ab'at masanil anh ank'ultak yuj k'ak'."
        }
    ]
}