{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Puchajocab' q'uen trompeta t'a tzalan Sion. Puec junok ch'oxnab'il yic oval t'a tzalan yic ejmelal t'a Jehová. Ib'xocab'q'ue masanil eb' cajan t'a Judá yuj xivelal, yujto lak'anxo sjavi sk'ual yoval sk'ol Jehová."
        },
        {
            "number": "2",
            "text": "Ha jun k'ual chi' sk'ual k’ik’ k’inal. Sk'ual te ay asun, yuj chi' musan. Ha val nok' k'ulub', lajan nok' icha junok nhilanh eb' soldado. Lajan sb'at k'amamoc nok' icha sb'at k'amamoc veven, masanto smuschaj jolomtac vitz yuj. Malaj b'aj ix uji icha tik t'a yalanhtaxo, manhxapax b'ak'uinh ol ujoc junelxo."
        },
        {
            "number": "3",
            "text": "Lajan nok' icha te' k'ak' slajviel masanil tas yuj. Ayic manto javi nok', te wach' yilji lum lum, icha val yilji Edén. Axo yic ol lajvoc yek' nok', lajanxo ol ajkan icha tzinan lu'um. Manhxa jab'oc tas ol canoc."
        },
        {
            "number": "4",
            "text": "Lajan yilji nok' icha nok' chej. Sb'at lemnaj nok' icha tz'aj sb'at nok' chej chi' t'a oval."
        },
        {
            "number": "5",
            "text": "Icha sk'anh junok carruaje yic oval, ma icha sk'anh te' xiltac te' stz'ab'at yuj k'ak', icha val chi' tz'aj sk'anh scot nok' t'a jolomtac vitz. Icha junok nhilanh soldado te ay yip, tzololi sb'at t'a oval, icha val chi' nok'."
        },
        {
            "number": "6",
            "text": "Ayic ol yilan eb' anima, ol te ib'xocq'ue eb' yuj xivelal. Sacxonhej ol aj yilji sat eb' yuj."
        },
        {
            "number": "7",
            "text": "Icha eb' soldado te jelan t'a oval, b'enhej yek' lemnaj eb' t'a yib'anhtac muro, tojol tz'aj sb'at eb' t'a eb' ajk'ool, max elcanlaj eb' t'a titac b'e, icha val chi' nok'."
        },
        {
            "number": "8",
            "text": "Max stenlaj sb'a junjun nok'. Tojolnhej syutejb'at sb'a nok' t'a yol sb'e. Wach'xonhej tz'aj yek' tzololoc nok' icha yek' eb' soldado t'a skal yespada eb' yajk'ool."
        },
        {
            "number": "9",
            "text": "Ayic sk'och lemnaj nok' t'a chonhab', b'enhej yek' lemnaj nok' t'a yib'anhtac muro, b'enhej yoch nok' t'a yoltac pat. Icha val elk'um tz'och t'a yoltac ventena."
        },
        {
            "number": "10",
            "text": "Tz'ib'xiq'ue lum lum tik t'a yichanh nok', tz'och enhul t'a satcha’anh yuj nok'. Stup yoc k'u, yoc q'uen uj, manhxa q'uen k'anal scopoljub' yuj yenhul nok'."
        },
        {
            "number": "11",
            "text": "Ha Jehová b'ab'el yek' yuj nok'. Syak'an ab'chaj sjaj, icha val sk'anh k'u. Tzijtum sb'isul nok', maxtzac b'ischaj nok' sk'anab'ajan schecnab'il Dios. Ayxo smay jun k'ual yic yoval sk'ol Jehová chi'. Malaj mach ol yal stek'b'an sb'ha t'a yichanh."
        },
        {
            "number": "12",
            "text": "Palta a ticnaic, a Jehová tz'alan icha tik: Meltzajanheccot t'ayin t'a smasanil e k'ool. Ochanhec t'a tzek'ojk'olal, elocab' eyav. Ok'anhec, xchi."
        },
        {
            "number": "13",
            "text": "Onh cusec yuj co mul t'a smasanil co k'ool, manh tonhejoc sco tzilchitejb'at co pichul. Conh meltzajec t'a Jehová co Diosal, yujto wach' sk'ool. Ay yoq'uelk'olal, ay snivank'olal, tzonh xajanej. B'ecan sk'ol yik'anel jun yaelal tik t'a quib'anh."
        },
        {
            "number": "14",
            "text": "Conh meltzajec d'ha Dios, talaj max yak'och yaelal t'a quib'anh. Tato icha chi' a svach'k'olal ol yak'coti, ol yak'an co trigo yet' co vino. Yuj chi' ay tas ol yal cak'an ofrendail t'ay."
        },
        {
            "number": "15",
            "text": "Puchajocab' q'uen trompeta t'a tzalan Sion, yic smolb'ej sb'a masanil chonhab' yic tz'och t'a tzek'ojk'olal."
        },
        {
            "number": "16",
            "text": "Smolb'ejocab' sb'a masanil schonhab' Dios, sacb'itejocab' sb'a. Smolb'ejocab' sb'a eb' ichamtac vinac, eb' unin yet' eb' vanto schuni. Ha eb' ato yik'lan sb'a, elocab'cot eb' t'a yol spat chi'."
        },
        {
            "number": "17",
            "text": "Ok'ocab' eb' sacerdote, eb' tz'ak'an servil Jehová. Ha t'a snanhal templo yet' altar, yalocab' eb' icha tik: Mamin Jehová, ak' nivank'olal t'a quib'anh a onh a chonhab' onh tik. Malajocab' mach tzonh b'uchani. Mocab' onh telvoc t'a yol sk'ab' eb' ch'oc chonhab'il, yic manh ol yal eb' icha tik: ¿B'ajtil ay jun e Diosal chi'? mocab' xchioc eb', xchiocab' eb' sacerdote chi'."
        },
        {
            "number": "18",
            "text": "Slajvi chi' ol yak'an svach'k'olal Jehová yet' yoq'uelk'olal t'ayonh a onh schonhab' onh tik."
        },
        {
            "number": "19",
            "text": "Ol yalan icha tik: Ol vak' ixim e trigo, e vino yet' eyaceite masanto ol ex b'ud'joc. Manhxo ol yal in k'ool ol b'uchvaj eb' ch'oc chonhab'il t'ayex."
        },
        {
            "number": "20",
            "text": "Ha eb' ajk'ol scot t'a norte, najat ol viq'uel eb' t'a e tz'ey, ol vak'ancanb'at eb' t'a tzinan lu'um. Ha eb' b'ab'el, ol vak'canb'at eb' t'a yol ha' mar Muerto, haxo eb' tzak'an, ol vak'canb'at eb' t'ha ha' mar Mediterráneo. Ata' ol k'ab'at eb', ol q'ue sjab' eb'. Te satub'tac tas ol in k'ulej t'a e cal, xcham Jehová."
        },
        {
            "number": "21",
            "text": "Tzalajocab' lum lum. Mocab' xiv eb' cajan t'a lu'um, yujto ay val tas te satub'tac ol sk'ulej Jehová."
        },
        {
            "number": "22",
            "text": "Tzalajocab' nok' k'ultaquil nok', mocab' xiv nok', yujto ol yaxb'ocxi anh ank'ultak, haxo te te', ol yak'xi sat te', tzijtum ol aj sat te' higo yet' te' uva."
        },
        {
            "number": "23",
            "text": "Masanil ex cajan ex t'a Sion, tzalajanhec. Tzalajanhec t'a Jehová co Diosal, yujto ol yak' nhab'il q'uinal t'ayonh t'a sk'ual, b'ab'el nhab' yet' lajvub' nhab', icha sk'ulejtaxoni."
        },
        {
            "number": "24",
            "text": "Te wach' ol aj ixim trigo, manhxo jantacoc ol ajxoc vino yet' aceite."
        },
        {
            "number": "25",
            "text": "Syalan Jehová: Ol vak' sq'uexul masanil eyavb'en ix lajviel yuj juntzanh nok' k'ulub' icha soldado ix vak'b'at t'a e cal t'a juntzanh ab'il ix eq'ui."
        },
        {
            "number": "26",
            "text": "Axo ticnaic, ol ex vaoc masanto ol ex b'ud'joc. Ol eyalan wach' lolonel t'ayin Jehová e Diosal in, yujto satub'tac tas ix in k'ulej t'a e cal. Manhxa b'ak'uinh ol ex canxoc t'a q'uixvelk'olal."
        },
        {
            "number": "27",
            "text": "Ol nachajel eyuj a ex israel ex tik to ayinek' t'a e cal a in Jehová e Diosal in. Ha innhej e Diosal in, malaj junocxo. Manhxa b'ak'uinh ol ex canxoc t'a q'uixvelk'olal."
        },
        {
            "number": "28",
            "text": "Ayic ol lajvoc yek'b'at juntzanh tik, ol vak'och Vespíritu t'a masanil anima. Ol yalel in lolonel eb' eyuninal yet' eb' eyisilal. Ol in lolon t'a eb' ichamtac vinac t'a vayichal. Axo eb' quelemtac, ay tas ol in ch'ox yil eb'."
        },
        {
            "number": "29",
            "text": "Ha t'a juntzanh k'ual chi', ol vak'paxoch Vespíritu t'a eb' vinh checab' yet' t'a eb' ix checab'."
        },
        {
            "number": "30",
            "text": "Ol in ch'oxan juntzanh tas t'a satcha’anh yet' t'a sat lu'um, ay chik', k'ak', ma nivac tab' icha asun yet' juntzanhxo tas te satub'tac."
        },
        {
            "number": "31",
            "text": "Ha k'u ol k'ik'b'oc, haxo q'uen uj, chac ol aj q'ueen icha chik'. Ha juntzanh tik ol ujoc ayic manto javoc jun sk'ual yic svak'cot yoval in k'ool. Ha jun k'ual chi' te niwan yelk'ochi, te ay smay."
        },
        {
            "number": "32",
            "text": "Axo masanil mach syal sb'a t'ayin Jehová in, ol colchajoc. Icha val yaj valancani, ha t'a tzalan Sion t'a Jerusalén, ay mach ol colchajoc, a val eb' sik'b'ilel vuuj, olto kan eb', xchi Jehová."
        }
    ]
}