{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Puchajocab' k'een trompeta t'a tzalan Sion. Puec junok ch'oxnab'il yic owal t'a tzalan yic ejmelal t'a Jehová. Ib'xocab'k'e masanil heb' cajan t'a Judá yuj xiwelal, yujto lak'anxo sjawi sk'ual yowal sk'ol Jehová."
        },
        {
            "number": "2",
            "text": "Ha jun k'ual chi' sk'ual k’ik’ k’inal. Sk'ual te ay asun, yuj chi' musan. Ha wal nok' k'ulub', lajan nok' icha junok nhilanh heb' soldado. Lajan sb'at k'amamoc nok' icha sb'at k'amamoc wewen, masanto smuschaj jolomtac witz yuj. Malaj b'aj ix uji icha tik t'a yalanhtaxo, manhxapax b'ak'uinh ol ujok junelxo."
        },
        {
            "number": "3",
            "text": "Lajan nok' icha te' k'ak' slajwiel masanil tas yuj. Ayic manto jawi nok', te wach' yilji lum lum, icha wal yilji Edén. Axo yic ol lajwoc yek' nok', lajanxo ol ajkan icha tzinan lu'um. Manhxa jab'oc tas ol canoc."
        },
        {
            "number": "4",
            "text": "Lajan yilji nok' icha nok' chej. Sb'at lemnaj nok' icha tz'aj sb'at nok' chej chi' t'a owal."
        },
        {
            "number": "5",
            "text": "Icha sk'anh junok carruaje yic owal, ma icha sk'anh te' xiltac te' stz'ab'at yuj k'ak', icha wal chi' tz'aj sk'anh scot nok' t'a jolomtac witz. Icha junok nhilanh soldado te ay yip, tzololi sb'at t'a owal, icha wal chi' nok'."
        },
        {
            "number": "6",
            "text": "Ayic ol yilan heb' anima, ol te ib'xock'e heb' yuj xiwelal. Sacxonhej ol aj yilji sat heb' yuj."
        },
        {
            "number": "7",
            "text": "Icha heb' soldado te jelan t'a owal, b'enhej yek' lemnaj heb' t'a yib'anhtac muro, tojol tz'aj sb'at heb' t'a heb' ajk'ool, max elcanlaj heb' t'a titac b'e, icha wal chi' nok'."
        },
        {
            "number": "8",
            "text": "Max stenlaj sb'a junjun nok'. Tojolnhej syutejb'at sb'a nok' t'a yol sb'e. Wach'xonhej tz'aj yek' tzololoc nok' icha yek' heb' soldado t'a skal yespada heb' yajk'ool."
        },
        {
            "number": "9",
            "text": "Ayic sk'och lemnaj nok' t'a chonhab', b'enhej yek' lemnaj nok' t'a yib'anhtac muro, b'enhej yoch nok' t'a yoltac pat. Icha wal elk'um tz'och t'a yoltac wentena."
        },
        {
            "number": "10",
            "text": "Tz'ib'xik'e lum lum tik t'a yichanh nok', tz'och enhul t'a satcha’anh yuj nok'. Stup yoc k'u, yoc k'een uj, manhxa k'een k'anal scopoljub' yuj yenhul nok'."
        },
        {
            "number": "11",
            "text": "Ha Jehová b'ab'el yek' yuj nok'. Syak'an ab'chaj sjaj, icha wal sk'anh k'u. Tzijtum sb'isul nok', maxtzac b'ischaj nok' sk'anab'ajan schecnab'il Dios. Ayxo smay jun k'ual yic yowal sk'ol Jehová chi'. Malaj mach ol yal stek'b'an sb'ha t'a yichanh."
        },
        {
            "number": "12",
            "text": "Palta a ticnaik, a Jehová tz'alan icha tik: Meltzajanheccot t'ayin t'a smasanil he k'ool. Ochanhec t'a tzek'ojk'olal, elokab' eyav. Ok'anhec, xchi."
        },
        {
            "number": "13",
            "text": "Onh cusec yuj ko mul t'a smasanil ko k'ool, manh tonhejoc sco tzilchitejb'at ko pichul. Conh meltzajec t'a Jehová ko Diosal, yujto wach' sk'ool. Ay yok'elk'olal, ay sniwank'olal, tzonh xajanej. B'ecan sk'ol yik'anel jun yaelal tik t'a quib'anh."
        },
        {
            "number": "14",
            "text": "Conh meltzajec d'ha Dios, talaj max yak'och yaelal t'a quib'anh. Tato icha chi' a swach'k'olal ol yak'koti, ol yak'an ko trigo yet' ko wino. Yuj chi' ay tas ol yal cak'an ofrendail t'ay."
        },
        {
            "number": "15",
            "text": "Puchajocab' k'een trompeta t'a tzalan Sion, yic smolb'ej sb'a masanil chonhab' yic tz'och t'a tzek'ojk'olal."
        },
        {
            "number": "16",
            "text": "Smolb'ejocab' sb'a masanil schonhab' Dios, sacb'itejocab' sb'a. Smolb'ejocab' sb'a heb' ichamtac winak, heb' unin yet' heb' wanto schuni. Ha heb' ato yik'lan sb'a, elokab'cot heb' t'a yol spat chi'."
        },
        {
            "number": "17",
            "text": "Ok'ocab' heb' sacerdote, heb' tz'ak'an serwil Jehová. Ha t'a snanhal templo yet' altar, yalocab' heb' icha tik: Mamin Jehová, ak' niwank'olal t'a quib'anh a onh a chonhab' onh tik. Malajocab' mach tzonh b'uchani. Mocab' onh telwoc t'a yol sk'ab' heb' ch'oc chonhab'il, yic manh ol yal heb' icha tik: ¿B'ajtil ay jun he Diosal chi'? mocab' xchioc heb', xchiocab' heb' sacerdote chi'."
        },
        {
            "number": "18",
            "text": "Slajwi chi' ol yak'an swach'k'olal Jehová yet' yok'elk'olal t'ayonh a onh schonhab' onh tik."
        },
        {
            "number": "19",
            "text": "Ol yalan icha tik: Ol wak' ixim he trigo, he wino yet' eyaceite masanto ol ex b'ud'joc. Manhxo ol yal in k'ool ol b'uchwaj heb' ch'oc chonhab'il t'ayex."
        },
        {
            "number": "20",
            "text": "Ha heb' ajk'ol scot t'a norte, najat ol wik'el heb' t'a he tz'ey, ol wak'ancanb'at heb' t'a tzinan lu'um. Ha heb' b'ab'el, ol wak'canb'at heb' t'a yol ha' mar Muerto, haxo heb' tzak'an, ol wak'canb'at heb' t'ha ha' mar Mediterráneo. Ata' ol k'ab'at heb', ol k'e sjab' heb'. Te satub'tac tas ol in k'ulej t'a he kal, xcham Jehová."
        },
        {
            "number": "21",
            "text": "Tzalajocab' lum lum. Mocab' xiv heb' cajan t'a lu'um, yujto ay wal tas te satub'tac ol sk'ulej Jehová."
        },
        {
            "number": "22",
            "text": "Tzalajocab' nok' k'ultaquil nok', mocab' xiv nok', yujto ol yaxb'ocxi anh ank'ultak, haxo te te', ol yak'xi sat te', tzijtum ol aj sat te' higo yet' te' uwa."
        },
        {
            "number": "23",
            "text": "Masanil ex cajan ex t'a Sion, tzalajanhec. Tzalajanhec t'a Jehová ko Diosal, yujto ol yak' nhab'il k 'inal t'ayonh t'a sk'ual, b'ab'el nhab' yet' lajwub' nhab', icha sk'ulejtaxoni."
        },
        {
            "number": "24",
            "text": "Te wach' ol aj ixim trigo, manhxo jantacoc ol ajxoc wino yet' aceite."
        },
        {
            "number": "25",
            "text": "Syalan Jehová: Ol wak' sk'exul masanil eyavb'en ix lajwiel yuj juntzanh nok' k'ulub' icha soldado ix wak'b'at t'a he kal t'a juntzanh ab'il ix eq'ui."
        },
        {
            "number": "26",
            "text": "Axo ticnaik, ol ex waoc masanto ol ex b'ud'joc. Ol eyalan wach' lolonel t'ayin Jehová he Diosal in, yujto satub'tac tas ix in k'ulej t'a he kal. Manhxa b'ak'uinh ol ex canxoc t'a q'uixwelk'olal."
        },
        {
            "number": "27",
            "text": "Ol nachajel eyuj a ex israel ex tik to ayinek' t'a he kal a in Jehová he Diosal in. Ha innhej he Diosal in, malaj junocxo. Manhxa b'ak'uinh ol ex canxoc t'a q'uixwelk'olal."
        },
        {
            "number": "28",
            "text": "Ayic ol lajwoc yek'b'at juntzanh tik, ol wak'och Vespíritu t'a masanil anima. Ol yalel in lolonel heb' eyuninal yet' heb' eyisilal. Ol in lolon t'a heb' ichamtac winak t'a wayichal. Axo heb' kelemtac, ay tas ol in ch'ox yil heb'."
        },
        {
            "number": "29",
            "text": "Ha t'a juntzanh k'ual chi', ol wak'paxoch Vespíritu t'a heb' winh checab' yet' t'a heb' ix checab'."
        },
        {
            "number": "30",
            "text": "Ol in ch'oxan juntzanh tas t'a satcha’anh yet' t'a sat lu'um, ay chik', k'ak', ma niwac tab' icha asun yet' juntzanhxo tas te satub'tac."
        },
        {
            "number": "31",
            "text": "Ha k'u ol k'ik'b'oc, haxo k'een uj, chac ol aj k'een icha chik'. Ha juntzanh tik ol ujok ayic manto jawok jun sk'ual yic swak'cot yowal in k'ool. Ha jun k'ual chi' te niwan yelk'ochi, te ay smay."
        },
        {
            "number": "32",
            "text": "Axo masanil mach syal sb'a t'ayin Jehová in, ol colchajoc. Icha wal yaj walancani, ha t'a tzalan Sion t'a Jerusalén, ay mach ol colchajoc, a wal heb' sik'b'ilel wuuj, olto kan heb', xchi Jehová."
        }
    ]
}