{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Syalan Jehová icha tic: A val d'a jun k'ual chi', ol vak'xi in vach'k'olal d'a Judá yed' d'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ol in molb'an masanil juntzanh nación, ol vik'anb'at d'a sch'olanil yic Josafat. Ata' ol vak' yaelal d'a yib'anh eb' yuj tas ix yutej in chonhab' Israel eb', yujto ix saclemb'at eb' israel chi' yuj eb' d'a masanil yolyib'anhq'uinal. Ix spucanb'at in lum eb' d'a spatic."
        },
        {
            "number": "3",
            "text": "Ix spucanb'at eb' in chonhab' eb' d'a suerteal. Ix schonhanel eb' vinac unin yed' eb' ix unin eb', ix satanel stojol eb' unin chi' eb' d'a uq'uel anh yed' d'a eb' ix ajmul ix."
        },
        {
            "number": "4",
            "text": "¿Tas e gana d'ayin ex aj Tiro, ex aj Sidón yed' ex aj Filistea? ¿Tom e gana tze pac e b'a d'ayin? Tato e gana tze pac e b'a, d'a elanhchamel ol vak' spac d'ayex icha val d'a smojal."
        },
        {
            "number": "5",
            "text": "A ex tic, ix eyelq'uej q'uen plata yed' q'uen oro d'ayin, ix eyik'anb'at in b'eyumal d'a e templo."
        },
        {
            "number": "6",
            "text": "Ix e chonhb'at eb' aj Judá yed' pax eb' cajan d'a Jerusalén d'a eb' griego, yic najat sb'atcan eb' d'a sluum."
        },
        {
            "number": "7",
            "text": "Palta a in ol viq'uelta eb' b'aj ix e chonhb'at chi'. A exxo ol vak' eyab' syail, icha val ix aj yab'an syail eb' chi' eyuuj."
        },
        {
            "number": "8",
            "text": "A in val Jehová in svala' to ol vak'och eb' eyuninal yed' eb' eyisil d'a yol sk'ab' eb' aj Judá. Axo eb' ol chonhanel eb' d'a eb' sabeo, aton eb' te najat cajan, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Alec juntzanh tic d'a masanil nación: B'oec e b'a d'a oval. Avtejec eb' te tek'an. Javocab' eb' yic sb'at eb' d'a oval chi'."
        },
        {
            "number": "10",
            "text": "Sb'o'ocab' q'uen asaron eb' yespadaoc. A q'uen sjochlab' trigo eb', sb'o'ocab'pax q'uen eb' slanzaoc. A mach malaj yip, yalocab'i to te ay yip ticnaic."
        },
        {
            "number": "11",
            "text": "Masanil anima d'a juntzanh nación ay d'a spatic yichanh Israel, cotocab' eb' d'a elanhchamel, smolb'ejocab' sb'a eb'. Ix valan icha tic: Mamin Jehová, ik'cot eb' a soldado te tek'an, xin chi."
        },
        {
            "number": "12",
            "text": "Syalan Jehová icha tic: Sb'o'ocab' sb'a masanil nación, javocab' eb' d'a sch'olanil Josafat, yujto ata' ol in em k'ojan d'a in despacho yic tzin ch'olb'itej masanil ch'oc nacional ay d'a spatic yichanh in chonhab' tic."
        },
        {
            "number": "13",
            "text": "Yuj jantac schucal juntzanh nación chi', yuj chi' toxo ix javi sk'ual sch'olb'itaj eb'. Icha tz'aj sjochchaj ixim trigo toxo ix k'anb'i, icha chi' tzeyutej eb'. Teq'uequem lad'an eb', icha stek'chaj te' sat uva vach'xo yaji yic sb'ochaj vino, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Manhxo jantacoc anima d'a sch'olanil b'aj ol ch'olb'itaji. Toxo ol k'och sk'ual yic yoval sk'ol Jehová ta'."
        },
        {
            "number": "15",
            "text": "A k'u yed' q'uen uj, manhxo ol yak'laj yoc yed' pax q'uen k'anal, manhxalaj scopopial q'ueen."
        },
        {
            "number": "16",
            "text": "Icha sk'anh k'u, icha val chi' ol aj yak'an ab'chaj sjaj Jehová scot d'a jolom vitz Sion d'a Jerusalén. A satchaanh yed' lum luum, ol ib'xoc. Axo Jehová ol colan schonhab', aton chonhab' Israel."
        },
        {
            "number": "17",
            "text": "Ix yalan Jehová: A ex tic ol eyojtaquejeli to a in Jehová e Diosal in, ayinek' d'a tzalan Sion b'aj tz'och ejmelal d'ayin. A Jerusalén tic, in chonhab' ol ajcanoc. Manhxa b'aq'uinh ol ex can d'a yol sk'ab' eb' ch'oc chonhab'il."
        },
        {
            "number": "18",
            "text": "A d'a jun tiempoal chi', ol te q'uib' te' uva d'a jolomtac vitz yed' masanil tzalquixtac ol b'ud'joc el yuj nok' vacax. A sjajtac a a' d'a Judá, ol te q'ue a'. Axo d'a in templo ol q'ueul b'urnaj jun sjaj a', ol pucaxb'at a' d'a sch'olanil Sitim."
        },
        {
            "number": "19",
            "text": "A Egipto, ol ixtaxcanb'atoc. Axo Edom, tz'inan luum ol ajcanoc, yujto ix yak' oval eb' yed' eb' aj Judá. Ata' ix tob'can schiq'uil eb' malaj smul yuj eb'."
        },
        {
            "number": "20",
            "text": "A in ol in pactzitej schamel eb' smilnac eb'."
        },
        {
            "number": "21",
            "text": "Manhxo ol vak' nivank'olal eb' ay smul chi'. Vach' ol aj scajnaj Judá yed' Jerusalén d'a masanil q'uinal. A inxo Jehová in tic, ol in cajnaj d'a jolom vitz Sion, xchi Jehová."
        }
    ]
}