{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Syalan Jehová icha tik: Ha val t'a jun k'ual chi', ol vak'xi in wach'k'olal t'a Judá yet' t'a Jerusalén."
        },
        {
            "number": "2",
            "text": "Ol in molb'an masanil juntzanh nación, ol vik'anb'at t'a sch'olanil yic Josafat. Ata' ol vak' yaelal t'a yib'anh eb' yuj tas ix yutej in chonhab' Israel eb', yujto ix saclemb'at eb' israel chi' yuj eb' t'a masanil yol yib'anhk’inal. Ix spucanb'at in lum eb' t'a spatic."
        },
        {
            "number": "3",
            "text": "Ix spucanb'at eb' in chonhab' eb' t'a suerteal. Ix schonhanel eb' vinac unin yet' eb' ix unin eb', ix satanel stojol eb' unin chi' eb' t'a uq'uel anh yet' t'a eb' ix ajmul ix."
        },
        {
            "number": "4",
            "text": "¿Tas e gana t'ayin ex aj Tiro, ex aj Sidón yet' ex aj Filistea? ¿Tom e gana tze pac e b'a t'ayin? Tato e gana tze pac e b'a, t'a elanhchamel ol vak' spac t'ayex icha val t'a smojal."
        },
        {
            "number": "5",
            "text": "Ha ex tik, ix eyelq'uej q'uen plata yet' q'uen oro t'ayin, ix eyik'anb'at in b'eyumal t'a e templo."
        },
        {
            "number": "6",
            "text": "Ix e chonhb'at eb' aj Judá yet' pax eb' cajan t'a Jerusalén t'a eb' griego, yic najat sb'atcan eb' t'a sluum."
        },
        {
            "number": "7",
            "text": "Palta a in ol viq'uelta eb' b'aj ix e chonhb'at chi'. Ha exxo ol vak' eyab' syail, icha val ix aj yab'an syail eb' chi' eyuuj."
        },
        {
            "number": "8",
            "text": "Ha in val Jehová in svala' to ol vak'och eb' eyuninal yet' eb' eyisil t'a yol sk'ab' eb' aj Judá. Axo eb' ol chonhanel eb' t'a eb' sabeo, aton eb' te najat cajan, xchi Jehová."
        },
        {
            "number": "9",
            "text": "Alec juntzanh tik t'a masanil nación: B'oec e b'ha t'a oval. Avtejec eb' te tek'an. Javocab' eb' yic sb'at eb' t'a oval chi'."
        },
        {
            "number": "10",
            "text": "Sb'o'ocab' q'uen asaron eb' yespadaoc. Ha q'uen sjochlab' trigo eb', sb'o'ocab'pax q'uen eb' slanzaoc. Ha mach malaj yip, yalocab'i to te ay yip ticnaic."
        },
        {
            "number": "11",
            "text": "Masanil anima t'a juntzanh nación ay t'a spatic yichanh Israel, cotocab' eb' t'a elanhchamel, smolb'ejocab' sb'a eb'. Ix valan icha tik: Mamin Jehová, ik'cot eb' a soldado te tek'an, xin chi."
        },
        {
            "number": "12",
            "text": "Syalan Jehová icha tik: Sb'o'ocab' sb'a masanil nación, javocab' eb' t'a sch'olanil Josafat, yujto ata' ol in em k'ojan t'a in despacho yic tzin ch'olb'itej masanil ch'oc nacional ay t'a spatic yichanh in chonhab' tik."
        },
        {
            "number": "13",
            "text": "Yuj jantac schucal juntzanh nación chi', yuj chi' toxo ix javi sk'ual sch'olb'itaj eb'. Icha tz'aj sjochchaj ixim trigo toxo ix k'anb'i, icha chi' tzeyutej eb'. Teq'uequem lat'an eb', icha stek'chaj te' sat uva wach'xo yaji yic sb'ochaj vino, xchi Jehová."
        },
        {
            "number": "14",
            "text": "Manhxo jantacoc anima t'a sch'olanil b'aj ol ch'olb'itaji. Toxo ol k'och sk'ual yic yoval sk'ol Jehová ta'."
        },
        {
            "number": "15",
            "text": "Ha k'u yet' q'uen uj, manhxo ol yak'laj yoc yet' pax q'uen k'anal, manhxalaj scopopial q'ueen."
        },
        {
            "number": "16",
            "text": "Icha sk'anh k'u, icha val chi' ol aj yak'an ab'chaj sjaj Jehová scot t'a jolom vitz Sion t'a Jerusalén. Ha satcha’anh yet' lum lum, ol ib'xoc. Axo Jehová ol colan schonhab', aton chonhab' Israel."
        },
        {
            "number": "17",
            "text": "Ix yalan Jehová: Ha ex tik ol eyojtaquejeli to a in Jehová e Diosal in, ayinek' t'a tzalan Sion b'aj tz'och ejmelal t'ayin. Ha Jerusalén tik, in chonhab' ol ajcanoc. Manhxa b'ak'uinh ol ex kan t'a yol sk'ab' eb' ch'oc chonhab'il."
        },
        {
            "number": "18",
            "text": "Ha t'a jun pekti’ chi', ol te q'uib' te' uva t'a jolomtac vitz yet' masanil tzalquixtac ol b'ud'joc el yuj nok' vacax. Ha sjajtac ha ha' t'a Judá, ol te q'ue ha'. Axo t'a in templo ol q'ueul b'urnaj jun sjaj ha', ol pucaxb'at ha' t'a sch'olanil Sitim."
        },
        {
            "number": "19",
            "text": "Ha Egipto, ol ixtaxcanb'atoc. Axo Edom, tzinan lu'um ol ajcanoc, yujto ix yak' oval eb' yet' eb' aj Judá. Ata' ix tob'kan schiq'uil eb' malaj smul yuj eb'."
        },
        {
            "number": "20",
            "text": "Ha in ol in pactzitej schamel eb' smilnac eb'."
        },
        {
            "number": "21",
            "text": "Manhxo ol vak' nivank'olal eb' ay smul chi'. Wach' ol aj scajnaj Judá yet' Jerusalén t'a masanil q'uinal. Ha inxo Jehová in tik, ol in cajnaj t'a jolom vitz Sion, xchi Jehová."
        }
    ]
}