{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in sacerdote Ezequiel in tik, yuninal in vinhaj Buzi. Ha junel ayinek' t'a sti' jun ha ha' scuch Quebar t'a Babilonia, ayinek' t'a skal eb' vetchonhab' aj Judá ik'b'ilcot preso. Ayic oye' k'ualxo yoch schanhil uj yic ab'il 30, ayic toxo ix ek'b'at oye' ab'il yik'jicot vinhaj rey Joaquín preso, ata' ix jacchaj satcha’anh, ix vilan stziquiquial Jehová, ix lolon t'ayin, ix yak'anem spoder t'a vib'anh."
        },
        {
            "number": "2",
            "text": "Ix vilani to ha t'a stojolal norte ix cot jun niwan oval ik' yet' jun niwan k'ik'al asun. Ha t'a skal asun chi' ix elta k'ak' yet' leb'lon, haxo t'a spatic yichanh toxonhej scopopi. Ha t'a skal k'ak' chi' ay jun tas toxonhej sveei, icha val sveeial yilji q'uen bronce."
        },
        {
            "number": "3",
            "text": "Axo t'a snanhal ayelta chanhvanh ángel querubín sb'i icha yilji anima."
        },
        {
            "number": "4",
            "text": "Chanhe' sat yet' chanhe' sk'axil junjun eb'."
        },
        {
            "number": "5",
            "text": "Ha xub' eb' masanto t'a yoc tojolnhej yajemi, haxo samil yoc eb' icha yech nok' vacax, sveei icha q'uen bronce nhicb'ilel smical."
        },
        {
            "number": "6",
            "text": "Ha juntzanh eb' chi', chanhe' sat yet' chanhe' sk'axil junjun eb'. Ay pax chanhe' sk'ab' eb' icha yic anima t'a schanhil pak'anh scostil t'a yalanh sk'axil chi'."
        },
        {
            "number": "7",
            "text": "Syil-laj sb'a sk'axil eb' chi' ayic sb'ey eb', sb'atnhej eb' b'aj q'uelanb'ati, max sutmaj snivanil eb' b'aj sb'ati."
        },
        {
            "number": "8",
            "text": "Icha val tik yilji sat junjun eb': Ha t'a yichanh eb' lajan yilji icha sat anima. Axo t'a swach' eb' lajan yilji icha sat nok' choj. Axo t'a sq'uexanh eb', lajan yilji icha sat nok' vacax. Axo t'a spatic eb', lajan yilji icha sat nok' nivac ch'acb'a. Ichaton chi' yilji sat eb'."
        },
        {
            "number": "9",
            "text": "Ayic syak'anel lian chab' sk'axil junjun eb', schalaj sb'a yet' yic eb' ay t'a junjun schiquin, haxo yet' chab'xo jun, smusej snivanil eb'."
        },
        {
            "number": "10",
            "text": "Junlajannhej tz'aj sb'at eb' t'a yichanh, manh jab'oc sutmaj eb' ayic sb'at eb', ato ha' b'aj scuchb'ajb'at eb' yuj spoder Dios."
        },
        {
            "number": "11",
            "text": "Ha t'a skal eb', ay jun tas sb'eyeq'ui, lajan yilji icha tzak'ak' chacxilinac, ma icha yilji junok tas ayoch sk'ak'al. Toxonhej sveei yilji, haxo t'a skal tz'elta copoljoc k'ak'."
        },
        {
            "number": "12",
            "text": "Ha juntzanh eb' chi' sb'at xumnaj eb', elanhchamel sjax xumnaj eb', icha yek' copoljoc leb'lon."
        },
        {
            "number": "13",
            "text": "Ayic ix vilan juntzanh eb' chi', ix vilan pax t'a sat lu'um, t'a stz'ey junjun eb' ay junjun xocanxocan yilji."
        },
        {
            "number": "14",
            "text": "Ha chanhe' xocanxocan chi', lajannhej yilji schanhil, sveei yilji icha q'uen topacio, haxo t'a yool junjun, ay junxo xocanxocan ayochi, ch'occh'oc b'aj q'uelanb'at junjun."
        },
        {
            "number": "15",
            "text": "Syalnhej sb'at t'a schanhil pak'anh, manh yovaliloc sutmaji."
        },
        {
            "number": "16",
            "text": "Ix vilani to a junjun juntzanh xocanxocan chi' chaanh yajq'uei, satub'tac yilji, aynhej yol sat t'a spatic yichanh."
        },
        {
            "number": "17",
            "text": "Ayic sb'eyb'at eb' querubín chi', sb'eypaxb'at juntzanh xocanxocan chi'. Tato sq'ue vaan eb' t'a sat lu'um, sq'uepax vaan juntzanh chi' yet' eb'."
        },
        {
            "number": "18",
            "text": "Ha eb' querubín chi', sb'atnhej eb' b'aj tz'ik'jib'at yuj spoder Dios, sb'atnhejpax juntzanh xocanxocan chi' yet' eb', yujto a t'ay ayoch spixan eb'."
        },
        {
            "number": "19",
            "text": "Ayic sb'ey eb' querubín chi', sb'eypax juntzanh xocanxocan chi', tato tz'och vaan eb', tz'ochpax vaan. Tato sq'ue vaan eb' t'a sat lum tik, sq'uepax vaan juntzanh chi', yujto ha t'a juntzanh chi' ayoch spixan eb'."
        },
        {
            "number": "20",
            "text": "Ha t'a yib'anh eb' querubín chi', ay jun tas b'achanb'ati, toxonhej copopi icha yilji q'uen cheev, satub'tac yilji."
        },
        {
            "number": "21",
            "text": "Ha t'a yalanh jun b'achanb'at chi', ata' tojol tz'aj yel lian chab' sk'axil junjun eb', schalan sb'a snhi' sk'axil eb' chi'. Axo chab'xo smusan snivanil eb'."
        },
        {
            "number": "22",
            "text": "Ix vab'anpax sk'anh sk'axil eb' chi' ayic sb'at jenhenhoc eb'. Icha val sk'anh yem ha' nivac pajav, ma icha sk'anh k'u, ma icha sk'anh yek' junok niwan nhilanh eb' soldado ma icha val to ha Dios Syal yuj Smasanil van sloloni. Ayic tz'och vaan eb' querubín chi' sjenhvi, syik'anem sk'axil eb' chi', sk'annhej jun sk'anh chi' t'a yib'anh jun b'achanb'at t'a yib'anh eb' chi'."
        },
        {
            "number": "23",
            "text": "Ha t'a yib'anh jun b'achanb'at chi', ix vil jun trono icha val swach'il yilji q'uen zafiro. Ha t'a yol jun trono chi', ata' k'ojanem jun icha yilji anima."
        },
        {
            "number": "24",
            "text": "Ix vilanpaxi to a jun k'ojanem chi', ha t'a snanhal sq'uenhejcot t'a yib'anh, lajan yilji icha q'uen bronce copopi, sq'ue sk'ak'al. Axo t'a snanhal chi' tz'emnhej t'a yalanh, lajan yilji icha te' k'ak', haxo spatictac, toxonhej sveei,"
        },
        {
            "number": "25",
            "text": "icha yilji chacpan scheclaj t'a skal asun ayic syak'an nhab', icha chi' yajoch oyan t'a spatictac."
        }
    ]
}