{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix vilan t'a yib'anh jun b'achanb'at t'a yib'anh eb' querubín, ata' ix sch'ox sb'a jun tas icha junok trono, lajan val yilji icha q'uen zafiro."
        },
        {
            "number": "2",
            "text": "Ix yalan Jehová t'a jun winh vinac ayoch lino spichuloc chi' icha tik: Ochanh t'a skal juntzanh xocanxocan ay t'a yalanh juntzanh querubín chi', tzik'anelta jun jopoc tzak'ak' ayoch sk'ak'al, aton juntzanh ay t'a snanhal juntzanh querubín chi', tza tzipanb'at t'a yib'anh jun chonhab' tik, xchi t'a winh. Axo ix vilani, ix sk'anab'ajan winh tas ix yal Jehová chi'."
        },
        {
            "number": "3",
            "text": "Ha eb' querubín chi' ayek' eb' t'a jun spak'ul templo chi' t'a stojolal sur. Ix em jun yasunal stziquiquial Jehová, ix b'ud'jiel yamaq'uil templo chi' yuj."
        },
        {
            "number": "4",
            "text": "Toxo ix q'ue van stziquiquial Jehová t'a yib'anh juntzanh yechel querubín b'aj aytaxoneq'ui, ix kan t'a spuertail templo chi'. Ix b'ud'jiel templo yuj jun asun chi', haxo yamaq'uil templo chi', toxonhej scopopi yilji yuj stziquiquial Jehová chi'."
        },
        {
            "number": "5",
            "text": "Tzato ab'chajnhej sk'anh sk'axil eb' querubín chi' t'a jun niwan amak' t'a stiel templo chi'. Lajan val icha sjaj Dios Syal yuj Smasanil ayic sloloni."
        },
        {
            "number": "6",
            "text": "Ayic ix yalan Jehová t'a jun winh vinac ayoch lino spichuloc chi' to syiq'uelta k'ak' t'a skal juntzanh xocanxocan t'a snanhal eb' querubín chi', ix och winh b'ian, ix och linhan winh t'a stz'ey junok juntzanh xocanxocan chi'."
        },
        {
            "number": "7",
            "text": "Ha t'a yalanh sk'axil eb' querubín chi', ata' ayelta sk'ab' eb' icha k'ab' anima. Ha junok eb' querubín chi' ix yak'b'at sk'ab' t'a skal k'ak' ayelta t'a snanhal eb' chi', ix yik'anelta jab'oc k'ak' chi', ix yak'anoch t'a yol sk'ab' winh ayoch lino spichuloc chi'. Ix schaanek' winh, ix yik'anelta winh."
        },
        {
            "number": "8",
            "text": "Ix vilan pax chanhe' xocanxocan toxonhej scopopi yilji icha q'uen topacio, junnhej yaj yet' eb' querubín chi'."
        },
        {
            "number": "9",
            "text": "Ha juntzanh chi' lajannhej, ha t'a junjun ay junocxo xocanxocan sk'axpaj ek' t'a snanhal yool."
        },
        {
            "number": "10",
            "text": "Ayic sb'at eb' querubín chi', a b'aj q'uelanb'at eb' sb'ati, sb'atnhej eb', max sutmaj snivanil eb' b'aj sb'at chi', palta to syal sb'atnhej eb' t'a schanhil pak'anh b'aj q'uelanb'ati."
        },
        {
            "number": "11",
            "text": "Masanil snivanil eb', yich spatic eb', sk'ab' eb' yet' sk'axil eb', aynhej yol sat, icha juntzanh xocanxocan chi'."
        },
        {
            "number": "12",
            "text": "Ix vab'an yalchaj sb'i juntzanh xocanxocan chi': Xocanxocan surancani."
        },
        {
            "number": "13",
            "text": "Ha eb' querubín chi', chanhe' sat junjun eb'. Ha sb'ab'el sat eb' lajan yilji icha sat junok querubín, haxo schab'il, lajan yilji icha sat anima, haxo yoxil, lajan yilji icha sat nok' choj, haxo schanhil, lajan yilji icha sat nok' nivac ch'acb'a."
        },
        {
            "number": "14",
            "text": "Ha eb' querubín chi', anhejtona' eb' ix vil t'a sti' ha' niwan Quebar. Ix q'ue vaan eb'."
        },
        {
            "number": "15",
            "text": "Ayic sb'at eb', sb'atpax juntzanh xocanxocan chi' yet' eb'. Ayic syik'anq'ue sk'axil eb' ayic sq'ue jenhnaj eb' t'a sat lu'um, sq'uepax vaan juntzanh xocanxocan chi' yet' eb'."
        },
        {
            "number": "16",
            "text": "Ayic tz'och vaan eb', tz'ochpax vaan juntzanh xocanxocan chi'. Ayic sq'ue vaan eb', sq'uepax vaan juntzanh chi' yet' eb', yujto ha t'a juntzanh xocanxocan chi' ayoch spixan eb'."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi' ix q'ue vaan stziquiquial Jehová t'a spuertail templo chi', haxo t'a yib'anh eb' querubín chi' ix k'ochcani."
        },
        {
            "number": "18",
            "text": "Q'uelan in val ochi ix yik'anq'ue sk'axil eb', ix q'ue vaan eb' t'a sat lum tik yet' juntzanh xocanxocan chi', haxo t'a spuertail yamaq'uil stemplo Jehová t'a stojolal b'aj sjavi k'u ix vanaj eb'. Ha stziquiquial Jehová co Diosal a onh israel onh tik ayek' t'a yib'anh eb'."
        },
        {
            "number": "19",
            "text": "Aton juntzanh eb' querubín tik vilnac t'a yalan strono Jehová co Diosal a onh israel onh tik, ayic ayinek' t'a sti' ha' niwan Quebar. Icha chi' ix aj snachajel vuuj to querubín eb'."
        },
        {
            "number": "20",
            "text": "Ha junjun eb' chi', chanhe' sat eb', chanhe' pax sk'axil junjun eb'. Axo t'a yalanh sk'axil eb' chi', ayelta sk'ab' eb' icha yilji k'ab' anima."
        },
        {
            "number": "21",
            "text": "Ha sat eb', lajannhej yilji icha yilji eb' vilnac t'a sti' ha' niwan Quebar chi'. Ayic sb'eyb'at eb', tojolnhej sb'at eb' b'aj q'uelanb'at t'a yichanh."
        }
    ]
}