{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "A Yespíritu Dios chi' ix in ik'anb'at b'aj ay spuertail stemplo Jehová chi' d'a stojolal b'aj sjavi k'u. A d'a jun puerta chi', ayek' 25 eb' vinh vinac, axo d'a scal eb' vinh chi', ayek' vinhaj Jaazanías yuninal vinhaj Azur yed' vinhaj Pelatías yuninal vinhaj Benaías, aton eb' vinh chi' yajal yaj d'a scal eb' anima."
        },
        {
            "number": "2",
            "text": "Ix yalan Jehová d'ayin icha tic: Ach anima, aton val juntzanh vinac tic aynhejek' d'a spensar sk'ulan chucal, scuchb'an eb' anima eb' d'a chucal chi'."
        },
        {
            "number": "3",
            "text": "Syalan eb' icha tic: Manh toxooc ol satel co chonhab' tic, co b'oecq'ue co pat. A co chonhab' tic lajan icha junoc q'uen chen, a onhxo tic lajan onh icha nok' chib'ej tz'em d'a yol chen chi', xchi eb'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ach anima alel in lolonel yuj tas ol ja d'a yib'anh eb', xchi Jehová d'ayin."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi' ix ja pax Yespíritu Jehová d'ayin, ix yalan icha tic: Al d'a eb' anima chi' to a in sval icha tic: Ex israel, vojtac val sik'lab'il tas tze na'a."
        },
        {
            "number": "6",
            "text": "Te tzijtumxo anima ix e milcham d'a jun chonhab' tic, b'ud'an yoltac calle yuj chamnac chi'."
        },
        {
            "number": "7",
            "text": "Yuj chi' a in Jehová in sval d'ayex: A Jerusalén tic, lajan val icha junoc q'uen chen. Axo nok' chib'ej chi', aton eb' anima tze milcham d'a yoltac calle chi'. Palta a exxo tic, ol ex viq'uel d'a yol chonhab' tic."
        },
        {
            "number": "8",
            "text": "Vojtac to tzex xiv d'a oval, yuj chi' a in Jehová in ol vak'cot oval chi' d'a eyib'anh."
        },
        {
            "number": "9",
            "text": "Ol vak'och yaelal d'a eyib'anh, ol ex viq'uel d'a yol chonhab' tic, ol ex vak'anoch d'a yol sk'ab' eb' ch'oc chonhab'il."
        },
        {
            "number": "10",
            "text": "Ol ex miljoccham d'a q'uen espada. A in ol vak'och eyaelal d'a yichanhb'at smojonal Israel tic. Icha chi' ol aj snachajel eyuuj to a in ton Jehová e Diosal in."
        },
        {
            "number": "11",
            "text": "A jun chonhab' tic, manh lajanoc ol aj icha junoc q'uen chen d'ayex, a exxo pax tic, manh lajanoc ol ex aj icha nok' chib'ej. A d'a yichanhb'at smojonal Israel tic, ata' ol vak'och eyaelal."
        },
        {
            "number": "12",
            "text": "Icha chi' ol aj snachajel eyuuj to a in ton Jehová e Diosal in. Yujto a ex tic manh jab'oc ix e b'eyb'alej in checnab'il, maj e k'anab'ajej in k'ayb'ub'al, palta a sb'eyb'al juntzanh nación ay d'a e lak'anil tic ix e b'eyb'alej, xchi Jehová, xa chi d'a eb', xchi d'ayin."
        },
        {
            "number": "13",
            "text": "Yacb'an van valan juntzanh tic, ix vilani ix cham vinhaj Pelatías yuninal vinhaj Benaías. Ix in em lachnaj d'a sat luum, ix vak'anel vav, ix valani: Ay Mamin Jehová, ¿tom ol a satel jayvanhxo anima ixto can d'a Israel tic? xin chi."
        },
        {
            "number": "14",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "15",
            "text": "Ach anima, a eb' etisraelal aycan d'a Jerusalén tic, syal eb' eyuuj a ex ayto eyuj e b'a ik'b'il ex b'at d'a Babilonia icha tic: A eb' chi', te najat ix ik'jicanel eb' d'a tz'ey Jehová, yuj chi' a lum luum tic, toxo ix ak'jican lum co macb'enoc xchi eb' eyuuj."
        },
        {
            "number": "16",
            "text": "Yuj chi' al d'a eb' cajan d'a Jerusalén icha tic: Icha tic yalan Jehová Cajalil: Ix viq'uel eb' d'a sluum, ix in saclemanb'at eb' d'a juntzanh ch'oc nacional. Palta yacb'an ayek' eb' junoc tiempoal ta', ayinek' yed' eb', ichato ayek' jun b'aj cajan in ek' d'a scal eb'."
        },
        {
            "number": "17",
            "text": "A in ol ex in molb'ejxi d'a juntzanh nación b'aj sacleminac eyajcanb'ati, ol ex vik'anxi meltzajoc. Ol vak'anxi lum e luum e macb'enoc."
        },
        {
            "number": "18",
            "text": "Ol meltzajxoc eb' d'a schonhab', ol satanel masanil juntzanh yechel yajb'entac eb'."
        },
        {
            "number": "19",
            "text": "Ol viq'uel jun pensar ayoch d'a eb' icha q'uen q'ueen, axo jun ak' pensar te vach' ol vak'och d'a eb'."
        },
        {
            "number": "20",
            "text": "Icha chi' ol aj yajek' eb' icha val yalan in k'ayb'ub'al, ol sb'eyb'alan pax in checnab'il eb', in chonhab' ol ajxoc eb', a inxo ol in ochxoc sDiosaloc eb'."
        },
        {
            "number": "21",
            "text": "Axo pax eb' to olto b'eyb'alan juntzanh b'eyb'al yajb'entac chi', a in Jehová in svala' to ol vak'och yaelal d'a yib'anh eb' yuuj, xchi Jehová d'ayin."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi' ix vilan sq'ue vaan eb' querubín, ix b'at jenhenhoc eb', ix b'atpax juntzanh xocanxocan yed' eb'. A stziquiquial Jehová co Diosal a onh israel onh tic ayem d'a yib'anh eb'."
        },
        {
            "number": "23",
            "text": "Junnhej ix q'ue vaan yed' eb', ix el d'a chonhab' Jerusalén chi'. Axo d'a sjolom jun lum vitz d'a stojolal b'aj sjavi k'u d'a chonhab' chi' ata' ix vanaji."
        },
        {
            "number": "24",
            "text": "Ix lajvi chi', ix vilani a Yespíritu Dios ix in ik'anxicot d'a Babilonia tic, aton b'aj ayek' juntzanh eb' vetchonhab' ik'b'ilcot d'a tic. Aton juntzanh tic ix sch'ox Yespíritu Dios vila'. Ix lajvi chi', manhxalaj tas ix vila'."
        },
        {
            "number": "25",
            "text": "Masanil juntzanh tas ix sch'ox Jehová chi' d'ayin, ix val d'a eb' ik'b'ilcot chi' d'a Babilonia tic."
        }
    ]
}