{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha Yespíritu Dios chi' ix in ik'anb'at b'aj ay spuertail stemplo Jehová chi' t'a stojolal b'aj sjawi k'u. Ha t'a jun puerta chi', ayek' 25 heb' winh winak, haxo t'a skal heb' winh chi', ayek' winhaj Jaazanías yuninal winhaj Azur yet' winhaj Pelatías yuninal winhaj Benaías, aton heb' winh chi' yajal yaj t'a skal heb' anima."
        },
        {
            "number": "2",
            "text": "Ix yalan Jehová t'ayin icha tik: Ach anima, aton wal juntzanh winak tik aynhejek' t'a spensar sk'ulan chukal, scuchb'an heb' anima heb' t'a chukal chi'."
        },
        {
            "number": "3",
            "text": "Syalan heb' icha tik: Manh toxooc ol satel ko chonhab' tik, ko b'oeck'e ko pat. Ha ko chonhab' tik lajan icha junok k'een chen, a onhxo tik lajan onh icha nok' chib'ej tz'em t'a yol chen chi', xchi heb'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ach anima alel in lolonel yuj tas ol ja t'a yib'anh heb', xchi Jehová t'ayin."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix ja pax Yespíritu Jehová t'ayin, ix yalan icha tik: Al t'a heb' anima chi' to a in swal icha tik: Ex israel, wojtac wal sik'lab'il tas tze na'a."
        },
        {
            "number": "6",
            "text": "Te tzijtumxo anima ix he milcham t'a jun chonhab' tik, b'ut'an yoltac calle yuj chamnac chi'."
        },
        {
            "number": "7",
            "text": "Yuj chi' a in Jehová in swal t'ayex: Ha Jerusalén tik, lajan wal icha junok k'een chen. Axo nok' chib'ej chi', aton heb' anima tze milcham t'a yoltac calle chi'. Palta a exxo tik, ol ex wik'el t'a yol chonhab' tik."
        },
        {
            "number": "8",
            "text": "Vojtac to tzex xiv t'a owal, yuj chi' a in Jehová in ol wak'cot owal chi' t'a eyib'anh."
        },
        {
            "number": "9",
            "text": "Ol wak'och yaelal t'a eyib'anh, ol ex wik'el t'a yol chonhab' tik, ol ex wak'anoch t'a yol sk'ab' heb' ch'oc chonhab'il."
        },
        {
            "number": "10",
            "text": "Ol ex miljoccham t'a k'een espada. Ha in ol wak'och eyaelal t'a yichanhb'at smojonal Israel tik. Icha chi' ol aj snachajel eyuuj to a in ton Jehová he Diosal in."
        },
        {
            "number": "11",
            "text": "Ha jun chonhab' tik, manh lajanoc ol aj icha junok k'een chen t'ayex, a exxo pax tik, manh lajanoc ol ex aj icha nok' chib'ej. Ha t'a yichanhb'at smojonal Israel tik, ata' ol wak'och eyaelal."
        },
        {
            "number": "12",
            "text": "Icha chi' ol aj snachajel eyuuj to a in ton Jehová he Diosal in. Yujto a ex tik manh jab'oc ix he b'eyb'alej in checnab'il, maj he k'anab'ajej in k'ayb'ub'al, palta a sb'eyb'al juntzanh nación ay t'a he lak'anil tik ix he b'eyb'alej, xchi Jehová, xa chi t'a heb', xchi t'ayin."
        },
        {
            "number": "13",
            "text": "Yacb'an wan walan juntzanh tik, ix wilani ix cham winhaj Pelatías yuninal winhaj Benaías. Ix in em lachnaj t'a sat lu'um, ix wak'anel wav, ix walani: Ay Mamin Jehová, ¿tom ol a satel jaywanhxo anima ixto kan t'a Israel tik? xin chi."
        },
        {
            "number": "14",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "15",
            "text": "Ach anima, a heb' etisraelal aycan t'a Jerusalén tik, syal heb' eyuuj a ex ayto eyuj he b'a ik'b'il ex b'at t'a Babilonia icha tik: Ha heb' chi', te najat ix ik'jicanel heb' t'a tz'ey Jehová, yuj chi' a lum lum tik, toxo ix ak'jican lum ko macb'enoc xchi heb' eyuuj."
        },
        {
            "number": "16",
            "text": "Yuj chi' al t'a heb' cajan t'a Jerusalén icha tik: Icha tik yalan Jehová Cajalil: Ix wik'el heb' t'a sluum, ix in saclemanb'at heb' t'a juntzanh ch'oc nacional. Palta yacb'an ayek' heb' junok tiempoal ta', ayinek' yet' heb', ichato ayek' jun b'aj cajan in ek' t'a skal heb'."
        },
        {
            "number": "17",
            "text": "Ha in ol ex in molb'ejxi t'a juntzanh nación b'aj sacleminac eyajcanb'ati, ol ex wik'anxi meltzajoc. Ol wak'anxi lum he lu'um he macb'enoc."
        },
        {
            "number": "18",
            "text": "Ol meltzajxoc heb' t'a schonhab', ol satanel masanil juntzanh yechel yajb'entac heb'."
        },
        {
            "number": "19",
            "text": "Ol wik'el jun pensar ayoch t'a heb' icha k'een k'een, haxo jun ak' pensar te wach' ol wak'och t'a heb'."
        },
        {
            "number": "20",
            "text": "Icha chi' ol aj yajek' heb' icha wal yalan in k'ayb'ub'al, ol sb'eyb'alan pax in checnab'il heb', in chonhab' ol ajxoc heb', a inxo ol in ochxoc sDiosaloc heb'."
        },
        {
            "number": "21",
            "text": "Axo pax heb' to olto b'eyb'alan juntzanh b'eyb'al yajb'entac chi', a in Jehová in swala' to ol wak'och yaelal t'a yib'anh heb' yuj, xchi Jehová t'ayin."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi' ix wilan sk'e waan heb' querubín, ix b'at jenhenhoc heb', ix b'atpax juntzanh xocanxocan yet' heb'. Ha stziquiquial Jehová ko Diosal a onh israel onh tik ayem t'a yib'anh heb'."
        },
        {
            "number": "23",
            "text": "Junnhej ix k'e waan yet' heb', ix el t'a chonhab' Jerusalén chi'. Axo t'a sjolom jun lum witz t'a stojolal b'aj sjawi k'u t'a chonhab' chi' ata' ix wanaji."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix wilani a Yespíritu Dios ix in ik'anxicot t'a Babilonia tik, aton b'aj ayek' juntzanh heb' wetchonhab' ik'b'ilcot t'a tik. Aton juntzanh tik ix sch'ox Yespíritu Dios wila''. Ixlajwi chi', manhxalaj tas ix wila''."
        },
        {
            "number": "25",
            "text": "Masanil juntzanh tas ix sch'ox Jehová chi' t'ayin, ix wal t'a heb' ik'b'ilcot chi' t'a Babilonia tik."
        }
    ]
}