{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "2",
            "text": "Ach anima, a juntzanh anima b'aj cajan ach ek' d'a scal tic, te pit eb'. Nab'anhej ay yol sat eb', palta max yil-laj eb'. Nab'anhej ay schiquin eb', palta max yab' eb' tas svala', yujto a jun chonhab' tic junelnhej te pit."
        },
        {
            "number": "3",
            "text": "Yuj chi' molb'ej a k'ael, ichato van ik'jib'at d'a ch'oc chonhab'il. D'a k'ualil, yichanh val eb' tzach elta d'a yol a pat, ch'ocxo b'aj tzach b'atcani, tecan ol nachajel yuj eb' icha chi, vach'chom te pit eb'."
        },
        {
            "number": "4",
            "text": "D'a k'ualil, val d'a yichanh eb' smasanil, tzik'anelta a k'ael chi', ichato tzach ik'jib'ati. Anheja' d'a yemk'ualil, tzach elta pax d'a yichanh eb', ichato tzach ik'jib'at d'a ch'oc chonhab'il."
        },
        {
            "number": "5",
            "text": "Ol junoc olan d'a sat a pat, tzach el ta' yed' masanil a k'ael d'a yichanh eb' smasanil."
        },
        {
            "number": "6",
            "text": "Ayic vanxo sq'uik'b'i, tza jolomjenhjab'an masanil a k'ael chi', val d'a yichanh eb' smasanil tzach eli. Tza musej a sat yic vach' max yal ilan b'aj tzach b'ati. In gana to a ach tzach och ch'oxnab'ilal d'a eb' etisraelal tic, xchi d'ayin."
        },
        {
            "number": "7",
            "text": "Ix vak'an lista masanil in k'ael icha val ix aj yalan Jehová chi' d'ayin. D'a k'ualil ix in elta yed' in k'ael chi', icha val eb' van yik'jib'at d'a ch'oc chonhab'il. Axo d'a yemk'ualil ix in b'oan jun olan d'a sat in pat, axo yic van sq'uik'b'i, ix in jolomjenhjab'an masanil in k'ael chi'. Yichanh val eb' ix in elta."
        },
        {
            "number": "8",
            "text": "Axo d'a q'uinhib'alil d'a junxo k'u, ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "9",
            "text": "Ach anima, a eb' etisraelal tic yelxo te pit eb', ¿toc val maj sk'anb'ej eb' d'ayach yuj tas van a k'ulan chi'?"
        },
        {
            "number": "10",
            "text": "Al d'a eb' icha tic: A Jehová Cajal tz'alan icha tic: A jun tzin chec k'ulaj tic, ch'oxnab'il yaji, icha val tic ol aj vinh sreyal Jerusalén yed' masanil anima cajan ta', xchi Jehová, xa chi d'a eb'."
        },
        {
            "number": "11",
            "text": "Tzalan paxi to ch'oxnab'il aj d'a eb'. Yujto yovalil icha chi' ol aj eb' aj Jerusalén chi', icha val van utan a b'a chi', yujto ol ik'jocb'at eb' d'a ch'oc chonhab'il."
        },
        {
            "number": "12",
            "text": "A vinh sreyal eb', yovalil ol sjolomjenhjab'ejb'at sk'ael vinh ayic van sq'uik'b'i, ol el vinh d'a jun olan b'ob'il yuj eb' d'a smuroal Jerusalén chi'. Ol smusan sat vinh, yic vach' manh ol yil vinh b'aj sb'ati."
        },
        {
            "number": "13",
            "text": "A in ol vak'b'at jun icha ch'anh yaal d'a yib'anh vinh rey chi', ol can vinh d'a yol ch'anh, ol ik'joccot vinh d'a Babilonia, d'a slum eb' caldeo tic, palta manh ol yil-laj jun chonhab' tic vinh. A d'a tic ol cham vinh."
        },
        {
            "number": "14",
            "text": "Ol saclemcanb'at eb' soldado stanhvan vinh yed' pax juntzanhxo eb' soldado. A in ol vak' pechjoc eb' yed' q'uen espada."
        },
        {
            "number": "15",
            "text": "Ayic toxo ix in saclemejb'at eb' d'a juntzanhxo nación chi', ol nachajel yuj eb' to a in ton Jehová sDiosal in eb'."
        },
        {
            "number": "16",
            "text": "Palta a in ol vak' colchajcanel jayvanhocxo eb' d'a scal oval, d'a scal vejel yed' d'a scal ilya, yic vach' a d'a juntzanhxo nación b'aj ol b'atcan eb' chi', ol yal eb' yuj jantac tas yajb'entac sk'ulejnac. Ol yojtaquejpaxel eb' to a in ton Jehová sDiosal in eb', xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "18",
            "text": "Ach anima, luclonanhq'ue yuj xivelal yed' ilk'olal ayic tzach va'i yed' ayic tzuk'an a'."
        },
        {
            "number": "19",
            "text": "Al d'a masanil eb' etchonhab' chi' icha tic: Icha val tic yalan Jehová Cajalil d'a eb' cajan d'a Jerusalén yed' d'a masanil eb' cajan d'a smacb'en Israel chi': D'a scal ilk'olal ol va eb', d'a scal somk'olal ol yuq'uej a' eb', yujto a jun nación chi' ol lajvoquemoc. Ol can val tz'inan yuj masanil ixtoj anima sk'ulej eb' cajan d'ay."
        },
        {
            "number": "20",
            "text": "Masanil chonhab' b'ajtac cajan anima ol laj emcan lanhnajoc, ol can pax tz'inan lum smacb'en eb' chi'. Icha chi' ol aj snachajel eyuuj to a in ton Jehová e Diosal in, xchi d'ayin."
        },
        {
            "number": "21",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "22",
            "text": "Ach anima, ¿tas syalelk'och jun slolonel eb' israel syal icha tic? Tonhej b'elb'on yek' tiempo, max elk'ochlaj tas syal eb' schecab' Dios, xchi eb'."
        },
        {
            "number": "23",
            "text": "Yuj chi' al d'a eb': Icha tic yalan Jehová Cajalil: A yuj tas ol in k'ulej, manhxo ol eyal-laj jun lolonel chi', yujto toxo ol k'och stiempoal yelk'och juntzanh tas in ch'oxnac yil eb' in checab', xchi Jehová, xa chi d'a eb'."
        },
        {
            "number": "24",
            "text": "Yujto manhxa mach ol stz'ac yala' to ay tas te vach' ix yil d'a svayich, ma snaanchaanh junoc esal lolonel d'a e cal."
        },
        {
            "number": "25",
            "text": "Yujto a in Jehová in ol in lolonoc. Yalnhej tas ol val chi' elanhchamel ol elk'ochoc. A ex anima ex te pit ex tic, ol eyil val to a in ol in lolonoc, ol vak'anelk'och tas sval chi', xchi d'ayin."
        },
        {
            "number": "26",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "27",
            "text": "Ach anima, a eb' etisraelal chi', syal eb' to a juntzanh ix in ch'ox ila' yed' juntzanh lolonel ix ala' to olto eb' yelk'ochi,"
        },
        {
            "number": "28",
            "text": "yuj chi' al d'a eb' to a in Jehová in svala' to a tas svala' manh ol ek' tiempo yelk'ochi, yovalil ol elk'och d'a elanhchamel, xchi Jehová d'ayin."
        }
    ]
}