{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, a juntzanh anima b'aj cajan ach ek' t'a skal tik, te pit eb'. Nab'anhej ay yol sat eb', palta max yil-laj eb'. Nab'anhej ay schiquin eb', palta max yab' eb' tas svala', yujto a jun chonhab' tik junelnhej te pit."
        },
        {
            "number": "3",
            "text": "Yuj chi' molb'ej a k'ael, ichato van ik'jib'at t'a ch'oc chonhab'il. D'a k'ualil, yichanh val eb' tzach elta t'a yol a pat, ch'ocxo b'aj tzach b'atcani, tecan ol nachajel yuj eb' icha chi, wach'chom te pit eb'."
        },
        {
            "number": "4",
            "text": "D'a k'ualil, val t'a yichanh eb' smasanil, tzik'anelta a k'ael chi', ichato tzach ik'jib'ati. Anheja' t'a yemk'ualil, tzach elta pax t'a yichanh eb', ichato tzach ik'jib'at t'a ch'oc chonhab'il."
        },
        {
            "number": "5",
            "text": "Ol junok olan t'a sat a pat, tzach el ta' yet' masanil a k'ael t'a yichanh eb' smasanil."
        },
        {
            "number": "6",
            "text": "Ayic vanxo sq'uik'b'i, tza jolomjenhjab'an masanil a k'ael chi', val t'a yichanh eb' smasanil tzach eli. Tza musej a sat yic wach' max yal ilan b'aj tzach b'ati. In gana to a ach tzach och ch'oxnab'ilal t'a eb' etisraelal tik, xchi t'ayin."
        },
        {
            "number": "7",
            "text": "Ix vak'an lista masanil in k'ael icha val ix aj yalan Jehová chi' t'ayin. D'a k'ualil ix in elta yet' in k'ael chi', icha val eb' van yik'jib'at t'a ch'oc chonhab'il. Axo t'a yemk'ualil ix in b'oan jun olan t'a sat in pat, haxo yic van sq'uik'b'i, ix in jolomjenhjab'an masanil in k'ael chi'. Yichanh val eb' ix in elta."
        },
        {
            "number": "8",
            "text": "Axo t'a q'uinhib'alil t'a junxo k'u, ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "9",
            "text": "Ach anima, a eb' etisraelal tik yelxo te pit eb', ¿toc val maj sk'anb'ej eb' t'ayach yuj tas van a k'ulan chi'?"
        },
        {
            "number": "10",
            "text": "Al t'a eb' icha tik: Ha Jehová Cajal tz'alan icha tik: Ha jun tzin chec k'ulaj tik, ch'oxnab'il yaji, icha val tik ol aj vinh sreyal Jerusalén yet' masanil anima cajan ta', xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "11",
            "text": "Tzalan paxi to ch'oxnab'il aj t'a eb'. Yujto yovalil icha chi' ol aj eb' aj Jerusalén chi', icha val van utan a b'a chi', yujto ol ik'jocb'at eb' t'a ch'oc chonhab'il."
        },
        {
            "number": "12",
            "text": "Ha vinh sreyal eb', yovalil ol sjolomjenhjab'ejb'at sk'ael vinh ayic van sq'uik'b'i, ol el vinh t'a jun olan b'ob'il yuj eb' t'a smuroal Jerusalén chi'. Ol smusan sat vinh, yic wach' manh ol yil vinh b'aj sb'ati."
        },
        {
            "number": "13",
            "text": "Ha in ol vak'b'at jun icha ch'anh yaal t'a yib'anh vinh rey chi', ol kan vinh t'a yol ch'anh, ol ik'joccot vinh t'a Babilonia, t'a slum eb' caldeo tik, palta manh ol yil-laj jun chonhab' tik vinh. Ha t'a tik ol cham vinh."
        },
        {
            "number": "14",
            "text": "Ol saclemcanb'at eb' soldado stanhvan vinh yet' pax juntzanhxo eb' soldado. Ha in ol vak' pechjoc eb' yet' q'uen espada."
        },
        {
            "number": "15",
            "text": "Ayic toxo ix in saclemejb'at eb' t'a juntzanhxo nación chi', ol nachajel yuj eb' to a in ton Jehová sDiosal in eb'."
        },
        {
            "number": "16",
            "text": "Palta a in ol vak' colchajcanel jayvanhocxo eb' t'a skal oval, t'a skal vejel yet' t'a skal ilya, yic wach' ha t'a juntzanhxo nación b'aj ol b'atcan eb' chi', ol yal eb' yuj jantac tas yajb'entac sk'ulejnac. Ol yojtaquejpaxel eb' to a in ton Jehová sDiosal in eb', xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "18",
            "text": "Ach anima, luclonanhq'ue yuj xivelal yet' ilk'olal ayic tzach wa'i yet' ayic tzuk'an ha'."
        },
        {
            "number": "19",
            "text": "Al t'a masanil eb' etchonhab' chi' icha tik: Icha val tik yalan Jehová Cajalil t'a eb' cajan t'a Jerusalén yet' t'a masanil eb' cajan t'a smacb'en Israel chi': D'a skal ilk'olal ol wa eb', t'a skal somk'olal ol yuq'uej ha' eb', yujto a jun nación chi' ol lajvoquemoc. Ol kan val tzinan yuj masanil ixtoj anima sk'ulej eb' cajan t'ay."
        },
        {
            "number": "20",
            "text": "Masanil chonhab' b'ajtac cajan anima ol laj emcan lanhnajoc, ol kan pax tzinan lum smacb'en eb' chi'. Icha chi' ol aj snachajel eyuuj to a in ton Jehová e Diosal in, xchi t'ayin."
        },
        {
            "number": "21",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "22",
            "text": "Ach anima, ¿tas syalelk'och jun slolonel eb' israel syal icha tik? Tonhej b'elb'on yek' tiempo, max elk'ochlaj tas syal eb' schecab' Dios, xchi eb'."
        },
        {
            "number": "23",
            "text": "Yuj chi' al t'a eb': Icha tik yalan Jehová Cajalil: Ha yuj tas ol in k'ulej, manhxo ol eyal-laj jun lolonel chi', yujto toxo ol k'och stiempoal yelk'och juntzanh tas in ch'oxnac yil eb' in checab', xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "24",
            "text": "Yujto manhxa mach ol stz'ac yala' to ay tas te wach' ix yil t'a svayich, ma snaanchaanh junok esal lolonel t'a e cal."
        },
        {
            "number": "25",
            "text": "Yujto a in Jehová in ol in lolonoc. Yalnhej tas ol val chi' elanhchamel ol elk'ochoc. Ha ex anima ex te pit ex tik, ol eyil val to a in ol in lolonoc, ol vak'anelk'och tas sval chi', xchi t'ayin."
        },
        {
            "number": "26",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "27",
            "text": "Ach anima, a eb' etisraelal chi', syal eb' to a juntzanh ix in ch'ox ila' yet' juntzanh lolonel ix ala' to olto eb' yelk'ochi,"
        },
        {
            "number": "28",
            "text": "yuj chi' al t'a eb' to a in Jehová in svala' to a tas svala' manh ol ek' tiempo yelk'ochi, yovalil ol elk'och t'a elanhchamel, xchi Jehová t'ayin."
        }
    ]
}