{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, al juntzanh in lolonel tik t'a juntzanh eb' syaloch sb'a in checab'oc t'a eb' etisraelal, aton eb' scomon lolon t'a yol yico'. Al t'a eb' to smaclej yab' in lolonel eb', a in Jehová e Yajal in tik swal icha tik:"
        },
        {
            "number": "3",
            "text": "Ex israel, ob'iltac val juntzanh eb' syaloch sb'a in checab'oc chi', malaj spensar eb', anhej spensar eb' t'a yol yic syala', tocval ay tas sch'oxji yil eb'. Lajan val eb' icha nok' vaax cajan b'aj emnac lanhnaj junok chonhab'."
        },
        {
            "number": "4",
            "text": "Icha val muro max nipchaj spojelal ayic sjavi sk'ual oval, icha chi' yaj eb' yinhtilal Israel, manh jab'oc sb'o sb'eyb'al eb' yuj eb' syaloch sb'a in checab'oc chi' yic max vak' syaelal eb' ayic ol in javok in ch'olb'itan eb' a in Jehová in tik."
        },
        {
            "number": "5",
            "text": "Ha tas tz'ak'ji yil eb' yalani, manh yeloclaj. Ha lolonel ayocto syalancanel eb', es juntzanh chi'. Syal eb' to a in lolonel syalel eb', palta manhoc in tzin chec yal eb'. Wach'chom es juntzanh syal eb' chi', palta syak'och eb' yipoc sk'ool to ol elk'och yalan eb'."
        },
        {
            "number": "6",
            "text": "Yuj chi' swal t'a eb' icha tik: Ha ex tik tzeyaloch e b'a in checab'oc. Tocval manh esoc tas tzeyala' ayic tzeyalani to ay tas ix ch'oxji eyila', tze naanel lolonel, ayic tzeyalani: Icha tik yalan Jehová xe chi, palta malaj tas swal t'ayex."
        },
        {
            "number": "7",
            "text": "Yuj chi' a in Jehová in svala': Yujto a ex tik tzeyala' to ay tas tzin ch'ox eyila', palta manh yeloclaj, yuj chi' ay in och ajk'olal t'ayex."
        },
        {
            "number": "8",
            "text": "Ol vik' val chaanh in k'ab' vak'anoch syaelal juntzanh eb' syaloch sb'a in checab'oc chi', yujto anhej tas manh yeloc syal eb'. Malaj yalan yic eb' sk'och b'aj smolb'ej sb'a eb' yetisraelal, max tz'ib'chajcan sb'i eb' t'a slistail eb' yetchonhab' chi', manhxo ol meltzajpax eb' t'a sluum. Icha chi' ol aj snachajel eyuuj to a in ton Jehová e Yajal in."
        },
        {
            "number": "9",
            "text": "Ha juntzanh eb' syaloch sb'a in checab'oc chi', tonhej syak' eb' in chonhab' eb' musansatil, syalan eb' icha tik: Ha ticnaic manhxo e na' to ay tas ol ja t'a quib'anh, xchi eb', palta manh yeloclaj syal eb'. Lajan eb' icha junok mach stzicanoch q'uen taanh t'a junok yichtac pat chuclaj yaj sb'oi."
        },
        {
            "number": "10",
            "text": "Al t'a eb' stzicanoch q'uen taanh chi' to ol telvoc jun yich pat chi' ayic ol vak'ancot nivac yaxnhab' ay yik'al, ay pax sacb'atil,"
        },
        {
            "number": "11",
            "text": "ol em lanhnaj jun yich pat chi'. Ichato chi' b'ian ol sk'anb'an eb' anima: ¿Tas yopisio juntzanh q'uen taanh ix eyak'och chi'? xcham eb'. Ha jun yich pat chi', a Jerusalén yet' schucal, a sch'oxo'."
        },
        {
            "number": "12",
            "text": "Yuj chi' a in Jehová Yajal in svala': Ha val yuj yoval in k'ool ichato ol vak'b'at nivac yaxnhab' ay yik'al, ay pax sacb'atil. Yed' val yoval in k'ool ol vak'anem lanhnaj jun yichtac pat chi'."
        },
        {
            "number": "13",
            "text": "Ol vaq'uem lanhnaj chonhab' Jerusalén chi', ol em lanhnaj t'a sat lu'um, masanto ol checlaj yich aycanemi. Ayic ol em lanhnaj jun chonhab' chi', ha t'a skal spojelal chi' ol ex chamoc. Icha chi' ol aj snachajel eyuuj to a in ton Jehová e Diosal in."
        },
        {
            "number": "14",
            "text": "Ol vak'valb'at yoval in k'ol t'a jun yichtac pat chi' yet' t'a eb' ix ak'anoch q'uen taanh t'ay, ol yalan eb' anima icha tik: Manhxa jab'oc jun yichtac pat chi' ix cani, manhxa pax eb' ix ak'anoch staanhil ix cani, xcham eb'."
        },
        {
            "number": "15",
            "text": "Ha eb' stz'ac yaloch sb'a in checab'oc chi', aton eb' tz'alan t'a eb' yetisraelal tas tz'ak'ji yil eb' yalani. Syalan eb' to malaj tas ol javok t'a yib'anh Jerusalén, aton eb' tik yet' tas syal eb' chi' sch'ox eb' ix ak'anoch q'uen taanh t'a yichtac pat. Palta a in val Jehová Yajal in svala' to manh ichoc syal eb' chi' svala', xchi Jehová."
        },
        {
            "number": "16",
            "text": "Ix yalanxi Jehová icha tik: Ach anima, al t'a juntzanh eb' ix etisraelal syaloch sb'a in checab'oc, palta anhej t'a yol yic eb' scomon loloni."
        },
        {
            "number": "17",
            "text": "Icha tik tz'aj alan t'a eb' ix: Icha tik yalan Jehová Cajalil: Ob'iltac ex tze pixoch juntzanh k'apac t'a sk'ab' eb' anima, tze pixanpaxoch k'apac t'a sjolom eb', ato syal jantacxo yab'ilal eb'. Tze nib'ej tz'och tzak'an eb' eyuuj. Yic wach' yek' tiempo eyuuj, tzeyalani to syal e mak'anek' schamel eb', ma syal pax eyak'ancham eb'."
        },
        {
            "number": "18",
            "text": "Ha ex tik, anhej yuj jun jopoc ixim cebada, ma yuj jab'oc ti pan tzin e paticanel t'a yichanh eb' in chonhab'. Tzeyak'cham eb' anima manh smojoc schami, haxo eb' anima manhxo smojoc pitzan, a eb' chi' max eyak'chamoc. Icha chi' tz'aj eyixtan eb' in chonhab' scha yab' eyes chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi' a in val Jehová Yajal in svala': Ayinoch ajk'olal t'ayex yuj juntzanh k'apac tze pixoch t'a eb' anima chi' yic tzeyak'an eb' musansatil icha tz'aj smacchaj nok' much. Ol in nhiq'uel juntzanh k'apac chi' t'a sk'ab' eb' anima chi'. Icha chi' ol aj yelcan eb' t'a yol e k'ab'."
        },
        {
            "number": "20",
            "text": "Ol in colel in chonhab' t'a yol e k'ab' b'aj tzeyak' musansatil eb' yet' juntzanh k'apac tzeyak'och t'a sat eb' chi'. Manhxa b'ak'uinh ol montaj eb' eyuj junelxo. Icha chi' ol aj snachajel eyuuj to a in ton Jehová e Diosal in."
        },
        {
            "number": "21",
            "text": "Ha yuj eyes chi' tzeyak' chab'axq'ue sk'ol eb' wach' spensar, aton eb' malaj in gana svak' kus sk'ool, ix e cuchb'an eb' te chuk sk'ulej, yuj chi' max sna sb'a eb' t'a schucal chi' yic scolchaj eb'."
        },
        {
            "number": "22",
            "text": "Yuj chi' manhxalaj b'aj ol eyala' to ay tas tz'ak'ji eyila', ma olto e tz'ac e nael tas ol ujok. Ha in ol in colel in chonhab' t'a yol e k'ab'. Icha chi' ol aj snachajel eyuuj to a in ton Jehová e Diosal in, xchi Jehová, xa chi t'a eb' ix, xchi t'ayin."
        }
    ]
}