{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, al juntzanh in lolonel tik t'a juntzanh heb' syaloch sb'a in chekab'oc t'a heb' etisraelal, aton heb' scomon lolon t'a yol yico'. Al t'a heb' to smaclej yab' in lolonel heb', a in Jehová he Yajal in tik swal icha tik:"
        },
        {
            "number": "3",
            "text": "Ex israel, ob'iltac wal juntzanh heb' syaloch sb'a in chekab'oc chi', malaj spensar heb', anhej spensar heb' t'a yol yic syala', tocwal ay tas sch'oxji yil heb'. Lajan wal heb' icha nok' waax kajan b'aj emnac lanhnaj junok chonhab'."
        },
        {
            "number": "4",
            "text": "Icha wal muro max nipchaj spojelal ayic sjawi sk'ual owal, icha chi' yaj heb' yinhtilal Israel, manh jab'oc sb'o sb'eyb'al heb' yuj heb' syaloch sb'a in chekab'oc chi' yic max wak' syaelal heb' ayic ol in jawok in ch'olb'itan heb' a in Jehová in tik."
        },
        {
            "number": "5",
            "text": "Ha tas tz'ak'ji yil heb' yalani, manh yeloclaj. Ha lolonel ayocto syalankanel heb', es juntzanh chi'. Syal heb' to a in lolonel syalel heb', palta manhoc in tzin chec yal heb'. Wach'chom es juntzanh syal heb' chi', palta syak'och heb' yipoc sk'ool to ol elk'och yalan heb'."
        },
        {
            "number": "6",
            "text": "Yuj chi' swal t'a heb' icha tik: Ha ex tik tzeyaloch he b'a in chekab'oc. Tocwal manh esoc tas tzeyala' ayic tzeyalani to ay tas ix ch'oxji eyila', tze naanel lolonel, ayic tzeyalani: Icha tik yalan Jehová xe chi, palta malaj tas swal t'ayex."
        },
        {
            "number": "7",
            "text": "Yuj chi' a in Jehová in swala': Yujto a ex tik tzeyala' to ay tas tzin ch'ox eyila', palta manh yeloclaj, yuj chi' ay in och ajk'olal t'ayex."
        },
        {
            "number": "8",
            "text": "Ol wik' wal chaanh in k'ab' wak'anoch syaelal juntzanh heb' syaloch sb'a in chekab'oc chi', yujto anhej tas manh yeloc syal heb'. Malaj yalan yic heb' sk'och b'aj smolb'ej sb'a heb' yetisraelal, max tz'ib'chajkan sb'i heb' t'a slistail heb' yetchonhab' chi', manhxo ol meltzajpax heb' t'a sluum. Icha chi' ol aj snachajel eyuuj to a in ton Jehová he Yajal in."
        },
        {
            "number": "9",
            "text": "Ha juntzanh heb' syaloch sb'a in chekab'oc chi', tonhej syak' heb' in chonhab' heb' musansatil, syalan heb' icha tik: Ha ticnaik manhxo he na' to ay tas ol ja t'a quib'anh, xchi heb', palta manh yeloclaj syal heb'. Lajan heb' icha junok mach stzikanoch k'een taanh t'a junok yichtac pat chuclaj yaj sb'oi."
        },
        {
            "number": "10",
            "text": "Al t'a heb' stzikanoch k'een taanh chi' to ol telwoc jun yich pat chi' ayic ol wak'ancot niwac yaxnhab' ay yik'al, ay pax sacb'atil,"
        },
        {
            "number": "11",
            "text": "ol em lanhnaj jun yich pat chi'. Ichato chi' b'ian ol sk'anb'an heb' anima: ¿Tas yopisio juntzanh k'een taanh ix eyak'och chi'? xcham heb'. Ha jun yich pat chi', a Jerusalén yet' schukal, a sch'oxo'."
        },
        {
            "number": "12",
            "text": "Yuj chi' a in Jehová Yajal in swala': Ha wal yuj yowal in k'ool ichato ol wak'b'at niwac yaxnhab' ay yik'al, ay pax sacb'atil. Yed' wal yowal in k'ool ol wak'anem lanhnaj jun yichtac pat chi'."
        },
        {
            "number": "13",
            "text": "Ol wak'em lanhnaj chonhab' Jerusalén chi', ol em lanhnaj t'a sat lu'um, masanto ol checlaj yich aykanemi. Ayic ol em lanhnaj jun chonhab' chi', ha t'a skal spojelal chi' ol ex chamoc. Icha chi' ol aj snachajel eyuuj to a in ton Jehová he Diosal in."
        },
        {
            "number": "14",
            "text": "Ol wak'walb'at yowal in k'ol t'a jun yichtac pat chi' yet' t'a heb' ix ak'anoch k'een taanh t'ay, ol yalan heb' anima icha tik: Manhxa jab'oc jun yichtac pat chi' ix kani, manhxa pax heb' ix ak'anoch staanhil ix kani, xcham heb'."
        },
        {
            "number": "15",
            "text": "Ha heb' stz'ac yaloch sb'a in chekab'oc chi', aton heb' tz'alan t'a heb' yetisraelal tas tz'ak'ji yil heb' yalani. Syalan heb' to malaj tas ol jawok t'a yib'anh Jerusalén, aton heb' tik yet' tas syal heb' chi' sch'ox heb' ix ak'anoch k'een taanh t'a yichtac pat. Palta a in wal Jehová Yajal in swala' to manh ichoc syal heb' chi' swala', xchi Jehová."
        },
        {
            "number": "16",
            "text": "Ix yalanxi Jehová icha tik: Ach anima, al t'a juntzanh heb' ix etisraelal syaloch sb'a in chekab'oc, palta anhej t'a yol yic heb' scomon loloni."
        },
        {
            "number": "17",
            "text": "Icha tik tz'aj alan t'a heb' ix: Icha tik yalan Jehová Cajalil: Ob'iltac ex tze pixoch juntzanh k'apac t'a sk'ab' heb' anima, tze pixanpaxoch k'apac t'a sjolom heb', ato syal jantacxo yab'ilal heb'. Tze nib'ej tz'och tzak'an heb' eyuuj. Yic wach' yek' tiempo eyuuj, tzeyalani to syal he mak'anek' schamel heb', ma syal pax eyak'ancham heb'."
        },
        {
            "number": "18",
            "text": "Ha ex tik, anhej yuj jun jopoc ixim cebada, ma yuj jab'oc ti pan tzin he patikanel t'a yichanh heb' in chonhab'. Tzeyak'cham heb' anima manh smojoc schami, haxo heb' anima manhxo smojoc pitzan, a heb' chi' max eyak'chamoc. Icha chi' tz'aj eyixtan heb' in chonhab' scha yab' eyes chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi' a in wal Jehová Yajal in swala': Ayinoch ajk'olal t'ayex yuj juntzanh k'apac tze pixoch t'a heb' anima chi' yic tzeyak'an heb' musansatil icha tz'aj smacchaj nok' much. Ol in nhik'el juntzanh k'apac chi' t'a sk'ab' heb' anima chi'. Icha chi' ol aj yelkan heb' t'a yol he k'ab'."
        },
        {
            "number": "20",
            "text": "Ol in colel in chonhab' t'a yol he k'ab' b'aj tzeyak' musansatil heb' yet' juntzanh k'apac tzeyak'och t'a sat heb' chi'. Manhxa b'ak'uinh ol montaj heb' eyuj junelxo. Icha chi' ol aj snachajel eyuuj to a in ton Jehová he Diosal in."
        },
        {
            "number": "21",
            "text": "Ha yuj eyes chi' tzeyak' chab'axk'e sk'ol heb' wach' spensar, aton heb' malaj in gana swak' kus sk'ool, ix he cuchb'an heb' te chuk sk'ulej, yuj chi' max sna sb'a heb' t'a schukal chi' yic scolchaj heb'."
        },
        {
            "number": "22",
            "text": "Yuj chi' manhxalaj b'aj ol eyala' to ay tas tz'ak'ji eyila', ma olto he tz'ac he nael tas ol ujok. Ha in ol in colel in chonhab' t'a yol he k'ab'. Icha chi' ol aj snachajel eyuuj to a in ton Jehová he Diosal in, xchi Jehová, xa chi t'a heb' ix, xchi t'ayin."
        }
    ]
}