{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ay eb' yichamtac vinaquil chonhab' Israel ix javi t'ayin yic tzin k'anb'ej t'a Jehová yuj eb'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yalan Jehová t'ayin icha tik:"
        },
        {
            "number": "3",
            "text": "Ach anima, a juntzanh anima tik toxo ix yak'och spensar eb' t'a comon dios, syak'anoch sb'a eb' t'a yol sk'ab' chucal yuj juntzanh chi'. ¿Tom olto in tak'voc t'a eb' ayic ol sk'anb'an junok tas eb' t'ayin?"
        },
        {
            "number": "4",
            "text": "Al t'a eb' to a in Jehová Yajal in sval icha tik: Yalnhej mach ex israelal ex tik tzeyak'och e pensar t'a comon dios, tzeyak'anoch e b'ha t'a yol sk'ab' chucal yuj juntzanh chi', slajvi chi' tzex javi e k'anb'ej junok tas t'a eb' in checab', a in ol vak' spac t'ayex icha val smojal, yujto tzijtum e diosal chi', xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "5",
            "text": "Icha chi' ol aj vik'an meltzaj spensar eb' israel t'ayin, aton eb' ix yiq'uel sb'a t'ayin, haxo t'a comon dios ix och eb' ejmelal."
        },
        {
            "number": "6",
            "text": "Yuj chi' al t'a eb' etisraelal chi' icha tik: Icha tik yalan Jehová Yajal: Meltzajanheccot t'ayin, actejeccan juntzanh comon dios yet' juntzanh e b'eyb'al yajb'entac tze k'ulej chi', xa chi t'a eb'."
        },
        {
            "number": "7",
            "text": "Tato ay junok eb' ma junok ch'oc chonhab'il ayek' t'a skal eb' tzin paticaneli, haxo t'a comon dios tz'och ejmelal, syak'anoch sb'ha t'a yol sk'ab' chucal yuj juntzanh chi', slajvi chi' sjavi t'a junok in checab' yic sk'anb'an t'ayin yuj, a in val ol vak' spac t'ay."
        },
        {
            "number": "8",
            "text": "Ol in och ajk'olal t'ay, ol in satel t'a skal in chonhab' yic tz'och ch'oxnab'il, yic sb'inaj yuj eb' anima. Icha chi' ol aj snachajel eyuuj to a in ton Jehová e Diosal in."
        },
        {
            "number": "9",
            "text": "Palta tato ay junok in checab' smontaj yuj junok anima, syalan junok tas t'a yol yico', a in Jehová in ol in wach' aq'uej montajoc. Ol in och ajk'olal t'a jun in checab' chi', ol in satel t'a skal eb' in chonhab' Israel."
        },
        {
            "number": "10",
            "text": "Yovalil ol javoc yaelal t'a yib'anh jun anima ix montan jun in checab' chi' yet' pax t'a yib'anh jun in checab' ix pacan t'a yol yic chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' a eb' in chonhab' Israel manhxo ol in spatiquejel eb', manhxo ol b'at eb' t'a spatic chucal. Ha in val Jehová Yajal in svala' to in chonhab' eb', a inxo sDiosal in eb', xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "13",
            "text": "Ach anima, q'uinaloc ay junok chonhab' tzek' t'a yib'anh yoch smul t'ayin, svak'anoch syaelal, svik'anek' svael, yuj chi' scham eb' anima yet' nok' nok' yuj vejel."
        },
        {
            "number": "14",
            "text": "Q'uinaloc ha t'a skal eb' chi' cajan vinhaj Noé, vinhaj Daniel yet' vinhaj Job, a in val Jehová Yajal in svala' to anhej am oxvanh eb' vinh chi' scolchaji, yujto tojol sb'eyb'al eb' vinh, malaj junocxo mach scolchaj yet' eb' vinh."
        },
        {
            "number": "15",
            "text": "Q'uinaloc svak'b'at nok' chium nok' t'a jun chonhab' chi' yic smiljicham masanil yuninal eb' cajan ta' yuj nok', skan tzinan. Manhxa mach sb'eyek' ta' yuj xivk'olal t'a nok'."
        },
        {
            "number": "16",
            "text": "Q'uinaloc ha t'a jun chonhab' chi' cajan eb' vinh oxvanh chi', anhej am eb' vinh scolchaji. Malaj junok mach syal scolanel eb' vinh, wach'chom yuninal eb' vinh mato yisil eb' vinh, max yal-laj scolchaj eb'. Ha in val Jehová in svala' to skan tzinan jun chonhab' chi'."
        },
        {
            "number": "17",
            "text": "Q'uinaloc svak'b'at oval t'a yib'anh jun chonhab' chi' yic scham eb' anima yet' nok' nok',"
        },
        {
            "number": "18",
            "text": "q'uinaloc ata' cajan eb' vinh oxvanh chi', anhej am eb' vinh scolchajeli. Ha in val Jehová Yajal in svala' to maxtzac am yal scolchaj eb' yuninal eb' vinh yet' yisil eb' vinh yuj."
        },
        {
            "number": "19",
            "text": "Q'uinaloc svak'b'at ilya t'a yib'anh jun chonhab' chi' yet' val yoval in k'ool svak'anb'at chamel t'a yib'anh eb' anima yet' t'a yib'anh nok' nok'."
        },
        {
            "number": "20",
            "text": "Q'uinaloc ata' cajan vinhaj Noé, vinhaj Daniel yet' vinhaj Job chi', anhej am eb' vinh scolchaji. Ha in val Jehová Yajal in svala', wach'chom tojol sb'eyb'al eb' vinh, palta max yal-laj scolan eb' yuninal eb' vinh, ma yisil eb' vinh."
        },
        {
            "number": "21",
            "text": "Ha in val Jehová Yajal in svala': Te ayxo smay ol ujoc, ayic ol vak'anb'at chanhe' yaelal t'a yib'anh Jerusalén chi': Aton oval, vejel, nok' chium nok' yet' ilya, scham anima yet' nok' nok' yuj juntzanh chi'."
        },
        {
            "number": "22",
            "text": "Palta ay jayvanh eb' ol colchajcanel yet' yuninal yet' yisil. Ha eb' chi' ol ik'joccot eb' t'a tik, ol eyilanoch sb'eyb'al eb' yet' jantac chucal sk'ulej eb'. Icha chi' ol aj eyactan e cus yuj yaelal svak'b'at t'a yib'anh Jerusalén chi'."
        },
        {
            "number": "23",
            "text": "Ha in val Jehová Yajal in svala' to icha chi' ol aj snachajel eyuuj to malaj tas manh smojoc svak'b'at t'a yib'anh Jerusalén chi', xchi Jehová."
        }
    ]
}