{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ay heb' yichamtac winaquil chonhab' Israel ix jawi t'ayin yic tzin k'anb'ej t'a Jehová yuj heb'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yalan Jehová t'ayin icha tik:"
        },
        {
            "number": "3",
            "text": "Ach anima, a juntzanh anima tik toxo ix yak'och spensar heb' t'a comon Dios, syak'anoch sb'a heb' t'a yol sk'ab' chukal yuj juntzanh chi'. ¿Tom olto in tak'woc t'a heb' ayic ol sk'anb'an junok tas heb' t'ayin?"
        },
        {
            "number": "4",
            "text": "Al t'a heb' to a in Jehová Yajal in swal icha tik: Yalnhej mach ex israelal ex tik tzeyak'och he pensar t'a comon Dios, tzeyak'anoch he b'ha t'a yol sk'ab' chukal yuj juntzanh chi', slajwi chi' tzex jawi he k'anb'ej junok tas t'a heb' in chekab', a in ol wak' spak t'ayex icha wal smojal, yujto tzijtum he diosal chi', xchi Jehová, xa chi t'a heb'."
        },
        {
            "number": "5",
            "text": "Icha chi' ol aj wik'an meltzaj spensar heb' israel t'ayin, aton heb' ix yik'el sb'a t'ayin, haxo t'a comon Dios ix och heb' ejmelal."
        },
        {
            "number": "6",
            "text": "Yuj chi' al t'a heb' etisraelal chi' icha tik: Icha tik yalan Jehová Yajal: Meltzajanheccot t'ayin, actejekkan juntzanh comon Dios yet' juntzanh he b'eyb'al yajb'entac tze k'ulej chi', xa chi t'a heb'."
        },
        {
            "number": "7",
            "text": "Tato ay junok heb' ma junok ch'oc chonhab'il ayek' t'a skal heb' tzin patikaneli, haxo t'a comon Dios tz'och ejmelal, syak'anoch sb'ha t'a yol sk'ab' chukal yuj juntzanh chi', slajwi chi' sjawi t'a junok in chekab' yic sk'anb'an t'ayin yuj, a in wal ol wak' spak t'ay."
        },
        {
            "number": "8",
            "text": "Ol in och ajk'olal t'ay, ol in satel t'a skal in chonhab' yic tz'och ch'oxnab'il, yic sb'inaj yuj heb' anima. Icha chi' ol aj snachajel eyuuj to a in ton Jehová he Diosal in."
        },
        {
            "number": "9",
            "text": "Palta tato ay junok in chekab' smontaj yuj junok anima, syalan junok tas t'a yol yico', a in Jehová in ol in wach' ak'ej montajoc. Ol in och ajk'olal t'a jun in chekab' chi', ol in satel t'a skal heb' in chonhab' Israel."
        },
        {
            "number": "10",
            "text": "Yowalil ol jawok yaelal t'a yib'anh jun anima ix montan jun in chekab' chi' yet' pax t'a yib'anh jun in chekab' ix pakan t'a yol yic chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' a heb' in chonhab' Israel manhxo ol in spatiquejel heb', manhxo ol b'at heb' t'a spatic chukal. Ha in wal Jehová Yajal in swala' to in chonhab' heb', a inxo sDiosal in heb', xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "13",
            "text": "Ach anima, q'uinaloc ay junok chonhab' tzek' t'a yib'anh yoch smul t'ayin, swak'anoch syaelal, swik'anek' swael, yuj chi' scham heb' anima yet' nok' nok' yuj wejel."
        },
        {
            "number": "14",
            "text": "Q'uinaloc ha t'a skal heb' chi' kajan winhaj Noé, winhaj Daniel yet' winhaj Job, a in wal Jehová Yajal in swala' to anhej am oxwanh heb' winh chi' scolchaji, yujto tojol sb'eyb'al heb' winh, malaj junocxo mach scolchaj yet' heb' winh."
        },
        {
            "number": "15",
            "text": "Q'uinaloc swak'b'at nok' chium nok' t'a jun chonhab' chi' yic smiljicham masanil yuninal heb' kajan ta' yuj nok', skan tzinan. Manhxa mach sb'eyek' ta' yuj xivk'olal t'a nok'."
        },
        {
            "number": "16",
            "text": "Q'uinaloc ha t'a jun chonhab' chi' kajan heb' winh oxwanh chi', anhej am heb' winh scolchaji. Malaj junok mach syal scolanel heb' winh, wach'chom yuninal heb' winh mato yisil heb' winh, max yal-laj scolchaj heb'. Ha in wal Jehová in swala' to skan tzinan jun chonhab' chi'."
        },
        {
            "number": "17",
            "text": "Q'uinaloc swak'b'at owal t'a yib'anh jun chonhab' chi' yic scham heb' anima yet' nok' nok',"
        },
        {
            "number": "18",
            "text": "q'uinaloc ata' kajan heb' winh oxwanh chi', anhej am heb' winh scolchajeli. Ha in wal Jehová Yajal in swala' to maxtzac am yal scolchaj heb' yuninal heb' winh yet' yisil heb' winh yuj."
        },
        {
            "number": "19",
            "text": "Q'uinaloc swak'b'at ilya t'a yib'anh jun chonhab' chi' yet' wal yowal in k'ool swak'anb'at chamel t'a yib'anh heb' anima yet' t'a yib'anh nok' nok'."
        },
        {
            "number": "20",
            "text": "Q'uinaloc ata' kajan winhaj Noé, winhaj Daniel yet' winhaj Job chi', anhej am heb' winh scolchaji. Ha in wal Jehová Yajal in swala', wach'chom tojol sb'eyb'al heb' winh, palta max yal-laj scolan heb' yuninal heb' winh, ma yisil heb' winh."
        },
        {
            "number": "21",
            "text": "Ha in wal Jehová Yajal in swala': Te ayxo smay ol ujok, ayic ol wak'anb'at chanhe' yaelal t'a yib'anh Jerusalén chi': Aton owal, wejel, nok' chium nok' yet' ilya, scham anima yet' nok' nok' yuj juntzanh chi'."
        },
        {
            "number": "22",
            "text": "Palta ay jaywanh heb' ol colchajkanel yet' yuninal yet' yisil. Ha heb' chi' ol ik'joccot heb' t'a tik, ol eyilanoch sb'eyb'al heb' yet' jantac chukal sk'ulej heb'. Icha chi' ol aj eyactan he kus yuj yaelal swak'b'at t'a yib'anh Jerusalén chi'."
        },
        {
            "number": "23",
            "text": "Ha in wal Jehová Yajal in swala' to icha chi' ol aj snachajel eyuuj to malaj tas manh smojoc swak'b'at t'a yib'anh Jerusalén chi', xchi Jehová."
        }
    ]
}