{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ay eb' yichamtac vinaquil chonhab' Israel ix javi d'ayin yic tzin k'anb'ej d'a Jehová yuj eb'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yalan Jehová d'ayin icha tic:"
        },
        {
            "number": "3",
            "text": "Ach anima, a juntzanh anima tic toxo ix yak'och spensar eb' d'a comon dios, syak'anoch sb'a eb' d'a yol sk'ab' chucal yuj juntzanh chi'. ¿Tom olto in tak'voc d'a eb' ayic ol sk'anb'an junoc tas eb' d'ayin?"
        },
        {
            "number": "4",
            "text": "Al d'a eb' to a in Jehová Yajal in sval icha tic: Yalnhej mach ex israelal ex tic tzeyak'och e pensar d'a comon dios, tzeyak'anoch e b'a d'a yol sk'ab' chucal yuj juntzanh chi', slajvi chi' tzex javi e k'anb'ej junoc tas d'a eb' in checab', a in ol vak' spac d'ayex icha val smojal, yujto tzijtum e diosal chi', xchi Jehová, xa chi d'a eb'."
        },
        {
            "number": "5",
            "text": "Icha chi' ol aj vik'an meltzaj spensar eb' israel d'ayin, aton eb' ix yiq'uel sb'a d'ayin, axo d'a comon dios ix och eb' ejmelal."
        },
        {
            "number": "6",
            "text": "Yuj chi' al d'a eb' etisraelal chi' icha tic: Icha tic yalan Jehová Yajal: Meltzajanheccot d'ayin, actejeccan juntzanh comon dios yed' juntzanh e b'eyb'al yajb'entac tze k'ulej chi', xa chi d'a eb'."
        },
        {
            "number": "7",
            "text": "Tato ay junoc eb' ma junoc ch'oc chonhab'il ayek' d'a scal eb' tzin paticaneli, axo d'a comon dios tz'och ejmelal, syak'anoch sb'a d'a yol sk'ab' chucal yuj juntzanh chi', slajvi chi' sjavi d'a junoc in checab' yic sk'anb'an d'ayin yuuj, a in val ol vak' spac d'ay."
        },
        {
            "number": "8",
            "text": "Ol in och ajk'olal d'ay, ol in satel d'a scal in chonhab' yic tz'och ch'oxnab'il, yic sb'inaj yuj eb' anima. Icha chi' ol aj snachajel eyuuj to a in ton Jehová e Diosal in."
        },
        {
            "number": "9",
            "text": "Palta tato ay junoc in checab' smontaj yuj junoc anima, syalan junoc tas d'a yol yico', a in Jehová in ol in vach' aq'uej montajoc. Ol in och ajk'olal d'a jun in checab' chi', ol in satel d'a scal eb' in chonhab' Israel."
        },
        {
            "number": "10",
            "text": "Yovalil ol javoc yaelal d'a yib'anh jun anima ix montan jun in checab' chi' yed' pax d'a yib'anh jun in checab' ix pacan d'a yol yic chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' a eb' in chonhab' Israel manhxo ol in spatiquejel eb', manhxo ol b'at eb' d'a spatic chucal. A in val Jehová Yajal in svala' to in chonhab' eb', a inxo sDiosal in eb', xchi Jehová."
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "13",
            "text": "Ach anima, q'uinaloc ay junoc chonhab' tz'ek' d'a yib'anh yoch smul d'ayin, svak'anoch syaelal, svik'anek' svael, yuj chi' scham eb' anima yed' nok' nok' yuj vejel."
        },
        {
            "number": "14",
            "text": "Q'uinaloc a d'a scal eb' chi' cajan vinhaj Noé, vinhaj Daniel yed' vinhaj Job, a in val Jehová Yajal in svala' to anhej am oxvanh eb' vinh chi' scolchaji, yujto tojol sb'eyb'al eb' vinh, malaj junocxo mach scolchaj yed' eb' vinh."
        },
        {
            "number": "15",
            "text": "Q'uinaloc svak'b'at nok' chium nok' d'a jun chonhab' chi' yic smiljicham masanil yuninal eb' cajan ta' yuj nok', scan tz'inan. Manhxa mach sb'eyek' ta' yuj xivk'olal d'a nok'."
        },
        {
            "number": "16",
            "text": "Q'uinaloc a d'a jun chonhab' chi' cajan eb' vinh oxvanh chi', anhej am eb' vinh scolchaji. Malaj junoc mach syal scolanel eb' vinh, vach'chom yuninal eb' vinh mato yisil eb' vinh, max yal-laj scolchaj eb'. A in val Jehová in svala' to scan tz'inan jun chonhab' chi'."
        },
        {
            "number": "17",
            "text": "Q'uinaloc svak'b'at oval d'a yib'anh jun chonhab' chi' yic scham eb' anima yed' nok' nok',"
        },
        {
            "number": "18",
            "text": "q'uinaloc ata' cajan eb' vinh oxvanh chi', anhej am eb' vinh scolchajeli. A in val Jehová Yajal in svala' to maxtzac am yal scolchaj eb' yuninal eb' vinh yed' yisil eb' vinh yuuj."
        },
        {
            "number": "19",
            "text": "Q'uinaloc svak'b'at ilya d'a yib'anh jun chonhab' chi' yed' val yoval in k'ool svak'anb'at chamel d'a yib'anh eb' anima yed' d'a yib'anh nok' nok'."
        },
        {
            "number": "20",
            "text": "Q'uinaloc ata' cajan vinhaj Noé, vinhaj Daniel yed' vinhaj Job chi', anhej am eb' vinh scolchaji. A in val Jehová Yajal in svala', vach'chom tojol sb'eyb'al eb' vinh, palta max yal-laj scolan eb' yuninal eb' vinh, ma yisil eb' vinh."
        },
        {
            "number": "21",
            "text": "A in val Jehová Yajal in svala': Te ayxo smay ol ujoc, ayic ol vak'anb'at chanhe' yaelal d'a yib'anh Jerusalén chi': Aton oval, vejel, nok' chium nok' yed' ilya, scham anima yed' nok' nok' yuj juntzanh chi'."
        },
        {
            "number": "22",
            "text": "Palta ay jayvanh eb' ol colchajcanel yed' yuninal yed' yisil. A eb' chi' ol ik'joccot eb' d'a tic, ol eyilanoch sb'eyb'al eb' yed' jantac chucal sk'ulej eb'. Icha chi' ol aj eyactan e cus yuj yaelal svak'b'at d'a yib'anh Jerusalén chi'."
        },
        {
            "number": "23",
            "text": "A in val Jehová Yajal in svala' to icha chi' ol aj snachajel eyuuj to malaj tas manh smojoc svak'b'at d'a yib'anh Jerusalén chi', xchi Jehová."
        }
    ]
}