{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "2",
            "text": "Ach anima, al yab' eb' aj Jerusalén tastac te yajb'entac sk'ulej eb'."
        },
        {
            "number": "3",
            "text": "Al d'a eb' to a in Jehová Yajal in, a in svala' to icha tic yaj yab'ixal Jerusalén chi': A Jerusalén chi', lajan icha junoc ix ix a d'a Canaán aljinac. Amorreo smam ix, axo snun ix, hetea."
        },
        {
            "number": "4",
            "text": "Ayic yaljinac ix, maj poljiel-laj smuxuc ix, maj b'icchajel-laj jab'oc ix, maj ek' jab'oc yal atz'am d'a ix, maj pichchaj jab'oc ix yed' k'apac."
        },
        {
            "number": "5",
            "text": "Manhxa mach ix ok' sk'ol sb'oan juntzanh chi' d'a ix. Ayic ix alji ix chi', ix can telan ix yuj eb' d'a sat luum, ix yajji ix yuj eb'."
        },
        {
            "number": "6",
            "text": "Axo yic ix in ek' d'a stz'ey ix, ix vilani to miicmiic ix yuj schiq'uil, ix in naani to smoj sq'uib' ix."
        },
        {
            "number": "7",
            "text": "Ix vak'an q'uib' ix icha junoc te' caltacte'al te' spak'q'ueta d'a yol luum. Ix q'uib'q'ue ix, ix cob'esax ix, ix elta yim ix, ix q'uib'pax xil sjolom ix. Palta junelnhej te b'eranel ix."
        },
        {
            "number": "8",
            "text": "Ix in ek'xi junelxo d'a slak'anil ix chi', ix vilani to smojxo yoch yetb'eyum ix. Yuj chi' ix vak'b'at jun k'apac d'a yib'anh ix. Icha val chi' ix aj in pichan ix, yujto b'erannhejel ix. A in Jehová in svala' to ix vak' in trato yed' ix yic tz'ochcan ix d'a yol in k'ab'."
        },
        {
            "number": "9",
            "text": "Ix in b'iquel schiq'uil ix, ix in sacb'itej ix, ix vak'anoch perfume d'a ix."
        },
        {
            "number": "10",
            "text": "Ix vak'anoch jun pichul te vach' yilji stz'ib'ul d'a ix. Ix vak'anoch xanhab' tz'uum te vach' d'a ix yed' pax jun tzek'ul nab'a lino yed' pax jun spichul ix te vach' yaj sjalchaji."
        },
        {
            "number": "11",
            "text": "Te vach' ix aj vak'anoch yelvanub' d'a ix. Ix vak'och q'uen brazalete d'a sjaj sk'ab' ix yed' pax jun tonh d'a sjaj ix."
        },
        {
            "number": "12",
            "text": "Ix vak'anpaxoch jun q'uen icha colk'ab' d'a snhi' ix yed' yuchiquin ix yed' pax jun corona te vach' yilji d'a sjolom ix."
        },
        {
            "number": "13",
            "text": "Pichichi ix ajcan ix yed' q'uen oro yed' pax q'uen plata. A spichul ix chi', aton k'apac lino te vach', aton juntzanh k'apac te vach' yaj sjalchaji yed' k'apac te vach' yilji stz'ib'ul. Ix vak'an ixim pan te vach' d'a ix yic sva ix yed' yal chab' yed' pax yaceiteal sat te' olivo. Te vach'xonhej ix aj yilji ix, yuj chi' ix och ix reinail."
        },
        {
            "number": "14",
            "text": "Te b'inajnac ix aj ix d'a caltac nación yuj svach'il yilji chi'. A in Jehová in svala' to tz'acaqui ix aj in b'oanel ix yed' yelvanub'."
        },
        {
            "number": "15",
            "text": "Yujto te b'inajnac ix aj ix, ix yak'anoch spensar ix d'a svach'il yilji chi', axo d'a ajmulal ix b'atcan ix, ix yak'an sb'a ix d'a yalnhej mach tz'ek' ta'."
        },
        {
            "number": "16",
            "text": "A yed' spichul ix ix sb'oq'ue smantiado b'aj tz'och ejmelal d'a comon dios d'a tzalquixtac, ata' ix em ix ajmulal. A juntzanh tas ix sk'ulej ix chi', manh smojoc ix sk'ulej ix."
        },
        {
            "number": "17",
            "text": "Ix yik'anel masanil q'uen q'uen ix te vach' yilji, q'uen oro yed' q'uen plata vak'nac d'a ix. A yed' q'ueen ix sb'oq'ue yechel vinac ix yic tz'och ix ajmulal yed'oc."
        },
        {
            "number": "18",
            "text": "A spichul ix te vach' yilji chi' yed' aceite yed' incienso ix vak' d'a ix, ix yak' ix d'a juntzanh comon dios chi'."
        },
        {
            "number": "19",
            "text": "A ixim pan b'ob'il d'a ixim harina te vach', aceite yed' nok' yal chab' ix vak' svaeloc ix, ix yak' ix silab'il te vach' sjab' d'a juntzanh yechel, aton juntzanh te vach' sjab'. Aton val juntzanh chi' sk'ulej ix d'a vichanh a in Jehová in tic."
        },
        {
            "number": "20",
            "text": "Anhejtona' a eb' vuninal yed' eb' visil ix vil sat yed' ix, ix snhustz'a ix silab'il d'a juntzanh comon dios chi', icha vael ix aj eb' unin chi' d'a juntzanh yechel chi'. Manh tonhejoc ix em ix d'a ajmulal chi',"
        },
        {
            "number": "21",
            "text": "palta ix yik'b'at eb' vuninal ix, ix nhusantz'a eb' ix silab'il d'a juntzanh yechel chi'."
        },
        {
            "number": "22",
            "text": "D'a scal juntzanh smul ix te yajb'entac sk'ulej chi', majxo snacot ix tas ix aj scotoch d'a uninal, majxo snacot ix tato b'eranel ix ayic aytoek' ix d'a scal schiq'uil. A jun ix ix chi', aton Jerusalén sch'oxo'."
        },
        {
            "number": "23",
            "text": "A in val Jehová Yajal in svala': Ob'iltac chonhab' Jerusalén chi' yuj juntzanh chucal sk'ulej."
        },
        {
            "number": "24",
            "text": "Yalnhej b'aj tzalquixtac, ata' ix sb'oq'ue b'aj tz'em ajmulal."
        },
        {
            "number": "25",
            "text": "A b'aj slajvicank'och junjun calle ix sb'oq'ue juntzanh b'aj tz'em ajmulal chi'. A svach'il yilji, yajb'entac ix ajcani. Ix yak'b'at sb'a d'a yalxonhej mach tz'ek' ta'."
        },
        {
            "number": "26",
            "text": "Ix yak'anb'at sb'a d'a jun chonhab' ay d'a slak'anil, aton Egipto te pek' d'a ajmulal. Yuj chi' ix stzuntzejcot yoval in k'ool yuj sq'uechaanh d'a ajmulal chi'."
        },
        {
            "number": "27",
            "text": "Yuj chi' ay in och ajk'olal d'ay, ix vak'anoch yaelal d'a yib'anh. Ix vik'anemta svael, ix vak'anpaxoch d'a yol sk'ab' eb' ajk'ool, aton eb' filisteo. A eb' chi' ix sat sk'ol eb' yilan sb'eyb'al Jerusalén te q'uixveltac sk'ulej chi'."
        },
        {
            "number": "28",
            "text": "Palta ix yak'paxb'at sb'a d'a Asiria. Palta max k'och sk'ool."
        },
        {
            "number": "29",
            "text": "Ix yak'anpaxb'at sb'a d'a Babilonia, aton schonhab' eb' chonhvajum, palta manh yujoc chi' ix k'och sk'ool."
        },
        {
            "number": "30",
            "text": "A in val Jehová in svala': A Jerusalén te pek' d'a ajmulal chi', lajan val ix yutej sb'a icha junoc ix ajmul ix maxtzac q'uixvi yuj tas syutej sb'a."
        },
        {
            "number": "31",
            "text": "Ix sb'oq'ue juntzanh b'aj tz'em ajmulal d'a b'ajtac slajvik'och calle yed' b'ajtac smolb'ej sb'a anima, ix yak'anb'at sb'a d'a ajmulal chi'. Palta nab'anhej syak'b'at sb'a, manh lajanoc syutej sb'a icha eb' ix ajmul ix sk'an stojol."
        },
        {
            "number": "32",
            "text": "Icha juntzanh ix te chuc syutej sb'a d'a yetb'eyum, syak'b'at sb'a d'a junocxo ch'oc vinaquil, icha chi' ix yutej sb'a Jerusalén chi'."
        },
        {
            "number": "33",
            "text": "A eb' ix ajmul ix stupchaj eb' ix, axo pax Jerusalén chi', a' ix ak'an silab' d'a eb' b'aj syaltej sb'a chi'. A ix tupan eb' yic yalnhej b'aj scot eb' sk'ulan ajmulal chi' yed'oc."
        },
        {
            "number": "34",
            "text": "Yuj chi' ch'oc yel Jerusalén chi' d'a yichanh juntzanhxo eb' ix ajmul ix. Malaj mach sayaneq'ui yic smulan yed'oc, max tupchajpaxi, palta to a stupan eb' sk'ulan ajmulal chi' yed'oc, yuj chi' ch'oc yel d'a yichanh eb' ix ajmul ix chi'."
        },
        {
            "number": "35",
            "text": "Yuj chi', ab'ec val tas sval yuj ix ajmul ix chi':"
        },
        {
            "number": "36",
            "text": "A in Jehová Yajal in svala': Malaj sq'uixvelal, ix squichanel b'eran sb'a yic sk'ulan ajmulal yed' eb' xajanej sb'a yed'oc, ix em cuman d'a juntzanh comon dios yajb'entac. Ix stob'anem schiq'uil eb' yune' yic syak'an silab'il."
        },
        {
            "number": "37",
            "text": "Yuj chi' ol in molb'ej masanil juntzanh eb' xajanab'il chi' yuuj, aton eb' ix yak' sgana yed'oc, juntzanh eb' xajan yuuj yed' juntzanh eb' ix schaqueli. Ol in molb'ejoch oyan eb' d'a spatic, val d'a yichanh eb' ol in quichel b'eran yic vach' ol yil eb' to b'eraneli."
        },
        {
            "number": "38",
            "text": "Ol vak' syaelal d'a smojal, icha tz'utaj junoc ix ajmul ix yed' pax junoc ix mak'umcham anima. Yed' val yoval in k'ool yed' in chichonk'olal ol vak'och d'a yol sk'ab' chamel."
        },
        {
            "number": "39",
            "text": "Ol vak'och Jerusalén chi' d'a yol sk'ab' juntzanh nación chi' yic ol satel juntzanh tzalquixtac eb' b'aj ix em ajmulal yed' b'aj ix och ejmelal d'a juntzanh comon dios chi'. Ol yiq'uel spichul eb' yed' juntzanh yelvanub' ayoch d'ay, toxonhej ol can b'eran."
        },
        {
            "number": "40",
            "text": "Manhxo b'ischajb'enoc anima ol q'ue vaan d'a spatic Jerusalén chi', ol sjulq'uenancham eb', ol smilancham eb' yed' q'uen espada."
        },
        {
            "number": "41",
            "text": "Ol yak'och sk'ak'al chonhab' chi' eb', d'a yichanh juntzanhxo nación ol javoc yaelal d'a yib'anh. Icha chi' ol aj vak'an lajvoc yajmulal chi', manhxa b'aq'uinh ol stup eb' b'aj ay sgana chi'."
        },
        {
            "number": "42",
            "text": "Icha chi' ol aj sicb'i yoval in k'ol d'a yib'anh, manhxo ol chichon in k'ol d'ay. Manhxo ol cot yoval in k'ol d'ay."
        },
        {
            "number": "43",
            "text": "Ix b'at satk'olal yuuj chajtil yaji ayic uninto, yuj chi' ix stzuntzej val cot yoval in k'ool yuj sb'eyb'al te yajb'entac chi'. Yuj chi' a in val Jehová in svala' to ol vak'och yaelal d'a yib'anh yuj sb'eyb'al chi'."
        },
        {
            "number": "44",
            "text": "Masanil eb' anima ol alan jun lolonel tic d'a spatic Jerusalén chi'. Ol yalan eb': Icha val ix nunab'il, icha pax chi' ix uneab'il, xcham eb'."
        },
        {
            "number": "45",
            "text": "A Jerusalén chi', lajan icha junoc ix yune' junoc ix ix schacanel vinh yetb'eyum yed' eb' yune'. Icha pax chi' eb' ix snulej, schacpaxel eb' vinh yetb'eyum eb' ix yed' eb' yune' eb' ix, yujto a ix snun eb' ix chi', hitita ton ix, axo smam eb' ix, amorreo vinh."
        },
        {
            "number": "46",
            "text": "A d'a stojolal norte, ata' ay ix snulej ix b'ab'el ix, aton Samaria yed' yaldeail. Axo d'a stojolal sur, ata' ay ix snulej ix tzak'an, aton Sodoma yed' yaldeail."
        },
        {
            "number": "47",
            "text": "Manhocnhej sb'eyb'al juntzanh chonhab' chi' ix sb'eyb'alej Jerusalén chi', manhocnhej pax juntzanh tas yajb'entac ix sk'ulej juntzanh chonhab' chi' ix sk'ulej, palta ek'b'al tas te yajb'entac ix sk'ulej, yujto manh k'ocb'iloc juntzanh chi' ix yab'i."
        },
        {
            "number": "48",
            "text": "A in Jehová Yajal in svala': A Sodoma yed' yaldeail, manh sk'ulejnacoc tas te chuc icha val tas sk'ulej Jerusalén chi' yed' yaldeail."
        },
        {
            "number": "49",
            "text": "Aton val juntzanh smul Sodoma chi' yed' masanil yaldeail: Yik'nac val chaanh sb'a, manhxo jantacoc tas yab'lejnac, vach'nhej yaji, palta maj colvajlaj d'a eb' meb'a', maj colvajpax d'a eb' ay stzapan majan."
        },
        {
            "number": "50",
            "text": "A snaani to anhej te nivan yelk'ochi, ochnacpax ijan sb'eyb'alan juntzanh tas tzin yaja', yuj chi' in satnaqueli, icha val tz'aj eyilanoch ticnaic."
        },
        {
            "number": "51",
            "text": "Axo pax Samaria yed' yaldeail, ix sk'ulej chucal, palta max tzak'van d'a tas te chuc sk'ulej Jerusalén chi'. Manh jantacoc tas yelxo val te yajb'entac sk'ulej Jerusalén chi'. A juntzanhxo chonhab' d'a slak'anil, vach'tacto val tas sk'ulej."
        },
        {
            "number": "52",
            "text": "A ticnaic, a Jerusalén chi' yovalil ol yak' techaj q'uixvelal, yujto a schucalil yelxo te chuc d'a yichanh yic Sodoma yed' d'a yichanh yic Samaria. A chab' chonhab' chi', ayic sco lajb'an schucal yed' yic Jerusalén, vach'tacto val."
        },
        {
            "number": "53",
            "text": "A Sodoma yed' yaldeail vach' ol ajxoc vuuj. A Samaria yed' yaldeail vach' ol aj paxoc. Icha pax chi' Jerusalén vach' ol ajxoc vuuj."
        },
        {
            "number": "54",
            "text": "Palta a Jerusalén chi' yovalil ol yak' techaj emnaquilal yed' q'uixvelal yuj tas te chuc ix sk'ulej. A Sodoma yed' Samaria ol snivanej sb'a sk'ool ayic ol yilani to ix vak' syaelal Jerusalén chi'."
        },
        {
            "number": "55",
            "text": "Ayic ol vak'an ajxoc Sodoma yed' yaldeail, Samaria yed' yaldeail icha yaj d'a yalanhtaxo, ol vak'pax ajxoc Jerusalén yed' yaldeail icha d'a yalanhtaxo."
        },
        {
            "number": "56",
            "text": "Ayic ix yik'anchaanh sb'a Jerusalén, aton yic manto ilchajelta schucalil, ix b'uchvaj d'a Sodoma. Palta a ticnaic, a Edom, Filistea yed' masanil nación, ol b'uchvaj d'a Jerusalén chi'. Masanil anima d'a yolyib'anhq'uinal tic ol paticaneloc."
        },
        {
            "number": "57",
            "text": "A ticnaic, a in Jehová in svala' to a Jerusalén chi' yovalil ol yab' syail yuj sb'eyb'al te yajb'entac."
        },
        {
            "number": "58",
            "text": "A in Jehová Yajal in svala': Ol vak' spac icha val smojalil d'a Jerusalén chi', yujto maj sk'anab'ajej sk'ulan icha ix aj yak'an strato ved'oc."
        },
        {
            "number": "59",
            "text": "Palta a in tic, ol in nacot in trato vak'nac yed'oc ayic uninto, ol in b'oanxi in trato chi' yed'oc, malaj b'aq'uinh ol lajvoc."
        },
        {
            "number": "60",
            "text": "A Jerusalén chi', ol snacot schuc b'eyb'al, ol q'uixvocpaxi ayic ol vak'anoch chavanh snulej chi' d'a yol smacb'en, aton Samaria yed' Sodoma. Ichato nunab'il ol ajcan d'a chab' chonhab' chi'. Vach'chom malaj yalan yic chab' chonhab' chi' d'a in trato in b'onac yed' Jerusalén chi',"
        },
        {
            "number": "61",
            "text": "palta yuj in trato ol in b'oxi yed' Jerusalén chi' icha chi' ol ajoc. Icha val chi' ol aj snachajel yuj Jerusalén to a inton Jehová sDiosal in."
        },
        {
            "number": "62",
            "text": "Ol vak' nivank'olal masanil tas ix sk'ulej Jerusalén chi', palta yovalil ol snacot juntzanh sb'eyb'al chi', ol q'uixvoc yuuj, yuj chi' manhxa b'aq'uinh ol yik'chaanh sb'a, a in Jehová in svala', xchi Jehová, xa chi d'a eb', xchi d'ayin."
        }
    ]
}