{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, al yab' heb' aj Jerusalén tastac te yajb'entac sk'ulej heb'."
        },
        {
            "number": "3",
            "text": "Al t'a heb' to a in Jehová Yajal in, a in swala' to icha tik yaj yab'ixal Jerusalén chi': Ha Jerusalén chi', lajan icha junok ix ix ha t'a Canaán aljinac. Amorreo smam ix, haxo snun ix, hetea."
        },
        {
            "number": "4",
            "text": "Ayic yaljinac ix, maj poljiel-laj smuxuc ix, maj b'icchajel-laj jab'oc ix, maj ek' jab'oc yal atz'am t'a ix, maj pichchaj jab'oc ix yet' k'apac."
        },
        {
            "number": "5",
            "text": "Manhxa mach ix ok' sk'ol sb'oan juntzanh chi' t'a ix. Ayic ix alji ix chi', ix kan telan ix yuj heb' t'a sat lu'um, ix yajji ix yuj heb'."
        },
        {
            "number": "6",
            "text": "Axo yic ix in ek' t'a stz'ey ix, ix wilani to miicmiic ix yuj schiq'uil, ix in naani to smoj sq'uib' ix."
        },
        {
            "number": "7",
            "text": "Ix wak'an q'uib' ix icha junok te' kaltacte'al te' spak'k'eta t'a yol lu'um. Ix q'uib'k'e ix, ix cob'esax ix, ix elta yim ix, ix q'uib'pax xil sjolom ix. Palta junelnhej te b'eranel ix."
        },
        {
            "number": "8",
            "text": "Ix in ek'xi junelxo t'a slak'anil ix chi', ix wilani to smojxo yoch yetb'eyum ix. Yuj chi' ix wak'b'at jun k'apac t'a yib'anh ix. Icha wal chi' ix aj in pichan ix, yujto b'erannhejel ix. Ha in Jehová in swala' to ix wak' in trato yet' ix yic tz'ochkan ix t'a yol in k'ab'."
        },
        {
            "number": "9",
            "text": "Ix in b'iquel schiq'uil ix, ix in sacb'itej ix, ix wak'anoch perfume t'a ix."
        },
        {
            "number": "10",
            "text": "Ix wak'anoch jun pichul te wach' yilji stz'ib'ul t'a ix. Ix wak'anoch xanhab' tz'uum te wach' t'a ix yet' pax jun tzek'ul nab'a lino yet' pax jun spichul ix te wach' yaj sjalchaji."
        },
        {
            "number": "11",
            "text": "Te wach' ix aj wak'anoch yelwanub' t'a ix. Ix wak'och k'een brazalete t'a sjaj sk'ab' ix yet' pax jun tonh t'a sjaj ix."
        },
        {
            "number": "12",
            "text": "Ix wak'anpaxoch jun k'een icha colk'ab' t'a snhi' ix yet' yuchiquin ix yet' pax jun corona te wach' yilji t'a sjolom ix."
        },
        {
            "number": "13",
            "text": "Pichichi ix ajkan ix yet' k'een oro yet' pax k'een plata. Ha spichul ix chi', aton k'apac lino te wach', aton juntzanh k'apac te wach' yaj sjalchaji yet' k'apac te wach' yilji stz'ib'ul. Ix wak'an ixim pan te wach' t'a ix yic swa ix yet' yal chab' yet' pax yaceiteal sat te' oliwo. Te wach'xonhej ix aj yilji ix, yuj chi' ix och ix reinail."
        },
        {
            "number": "14",
            "text": "Te b'inajnac ix aj ix t'a kaltac nación yuj swach'il yilji chi'. Ha in Jehová in swala' to tz'acaqui ix aj in b'oanel ix yet' yelwanub'."
        },
        {
            "number": "15",
            "text": "Yujto te b'inajnac ix aj ix, ix yak'anoch spensar ix t'a swach'il yilji chi', haxo t'a ajmulal ix b'atkan ix, ix yak'an sb'a ix t'a yalnhej mach tzek' ta'."
        },
        {
            "number": "16",
            "text": "Ha yet' spichul ix ix sb'ok'e smantiado b'aj tz'och ejmelal t'a comon Dios t'a tzalquixtac, ata' ix em ix ajmulal. Ha juntzanh tas ix sk'ulej ix chi', manh smojoc ix sk'ulej ix."
        },
        {
            "number": "17",
            "text": "Ix yik'anel masanil k'een k'een ix te wach' yilji, k'een oro yet' k'een plata wak'nac t'a ix. Ha yet' k'een ix sb'ok'e yechel winak ix yic tz'och ix ajmulal yet'oc."
        },
        {
            "number": "18",
            "text": "Ha spichul ix te wach' yilji chi' yet' aceite yet' incienso ix wak' t'a ix, ix yak' ix t'a juntzanh comon Dios chi'."
        },
        {
            "number": "19",
            "text": "Ha ixim pan b'ob'il t'a ixim harina te wach', aceite yet' nok' yal chab' ix wak' swaeloc ix, ix yak' ix silab'il te wach' sjab' t'a juntzanh yechel, aton juntzanh te wach' sjab'. Aton wal juntzanh chi' sk'ulej ix t'a wichanh a in Jehová in tik."
        },
        {
            "number": "20",
            "text": "Anhejtona' a heb' wuninal yet' heb' wisil ix wil sat yet' ix, ix snhustz'a ix silab'il t'a juntzanh comon Dios chi', icha wael ix aj heb' unin chi' t'a juntzanh yechel chi'. Manh tonhejoc ix em ix t'a ajmulal chi',"
        },
        {
            "number": "21",
            "text": "palta ix yik'b'at heb' wuninal ix, ix nhusantz'a heb' ix silab'il t'a juntzanh yechel chi'."
        },
        {
            "number": "22",
            "text": "D'a skal juntzanh smul ix te yajb'entac sk'ulej chi', majxo snacot ix tas ix aj scotoch t'a uninal, majxo snacot ix tato b'eranel ix ayic aytoek' ix t'a skal schiq'uil. Ha jun ix ix chi', aton Jerusalén sch'oxo'."
        },
        {
            "number": "23",
            "text": "Ha in wal Jehová Yajal in swala': Ob'iltac chonhab' Jerusalén chi' yuj juntzanh chukal sk'ulej."
        },
        {
            "number": "24",
            "text": "Yalnhej b'aj tzalquixtac, ata' ix sb'ok'e b'aj tz'em ajmulal."
        },
        {
            "number": "25",
            "text": "Ha b'aj slajwikank'och junjun calle ix sb'ok'e juntzanh b'aj tz'em ajmulal chi'. Ha swach'il yilji, yajb'entac ix ajkani. Ix yak'b'at sb'ha t'a yalxonhej mach tzek' ta'."
        },
        {
            "number": "26",
            "text": "Ix yak'anb'at sb'ha t'a jun chonhab' ay t'a slak'anil, aton Egipto te pek' t'a ajmulal. Yuj chi' ix stzuntzejcot yowal in k'ool yuj sk'echaanh t'a ajmulal chi'."
        },
        {
            "number": "27",
            "text": "Yuj chi' ay in och ajk'olal t'ay, ix wak'anoch yaelal t'a yib'anh. Ix wik'anemta swael, ix wak'anpaxoch t'a yol sk'ab' heb' ajk'ool, aton heb' filisteo. Ha heb' chi' ix sat sk'ol heb' yilan sb'eyb'al Jerusalén te q'uixweltac sk'ulej chi'."
        },
        {
            "number": "28",
            "text": "Palta ix yak'paxb'at sb'ha t'a Asiria. Palta max k'och sk'ool."
        },
        {
            "number": "29",
            "text": "Ix yak'anpaxb'at sb'ha t'a Babilonia, aton schonhab' heb' chonhwajum, palta manh yujoc chi' ix k'och sk'ool."
        },
        {
            "number": "30",
            "text": "Ha in wal Jehová in swala': Ha Jerusalén te pek' t'a ajmulal chi', lajan wal ix yutej sb'a icha junok ix ajmul ix maxtzac q'uixwi yuj tas syutej sb'a."
        },
        {
            "number": "31",
            "text": "Ix sb'ok'e juntzanh b'aj tz'em ajmulal t'a b'ajtac slajwik'och calle yet' b'ajtac smolb'ej sb'a anima, ix yak'anb'at sb'ha t'a ajmulal chi'. Palta nab'anhej syak'b'at sb'a, manh lajanoc syutej sb'a icha heb' ix ajmul ix sk'an stojol."
        },
        {
            "number": "32",
            "text": "Icha juntzanh ix te chuk syutej sb'ha t'a yetb'eyum, syak'b'at sb'ha t'a junocxo ch'oc winaquil, icha chi' ix yutej sb'a Jerusalén chi'."
        },
        {
            "number": "33",
            "text": "Ha heb' ix ajmul ix stupchaj heb' ix, haxo pax Jerusalén chi', ha' ix ak'an silab' t'a heb' b'aj syaltej sb'a chi'. Ha ix tupan heb' yic yalnhej b'aj scot heb' sk'ulan ajmulal chi' yet'oc."
        },
        {
            "number": "34",
            "text": "Yuj chi' ch'oc yel Jerusalén chi' t'a yichanh juntzanhxo heb' ix ajmul ix. Malaj mach sayaneq'ui yic smulan yet'oc, max tupchajpaxi, palta to a stupan heb' sk'ulan ajmulal chi' yet'oc, yuj chi' ch'oc yel t'a yichanh heb' ix ajmul ix chi'."
        },
        {
            "number": "35",
            "text": "Yuj chi', ab'ec wal tas swal yuj ix ajmul ix chi':"
        },
        {
            "number": "36",
            "text": "Ha in Jehová Yajal in swala': Malaj sq'uixwelal, ix squichanel b'eran sb'a yic sk'ulan ajmulal yet' heb' xajanej sb'a yet'oc, ix em cuman t'a juntzanh comon Dios yajb'entac. Ix stob'anem schiq'uil heb' yune' yic syak'an silab'il."
        },
        {
            "number": "37",
            "text": "Yuj chi' ol in molb'ej masanil juntzanh heb' xajanab'il chi' yuj, aton heb' ix yak' snib'ej yet'oc, juntzanh heb' xajan yuj yet' juntzanh heb' ix schaqueli. Ol in molb'ejoch oyan heb' t'a spatic, wal t'a yichanh heb' ol in quichel b'eran yic wach' ol yil heb' to b'eraneli."
        },
        {
            "number": "38",
            "text": "Ol wak' syaelal t'a smojal, icha tz'utaj junok ix ajmul ix yet' pax junok ix mak'umcham anima. Yed' wal yowal in k'ool yet' in chichonk'olal ol wak'och t'a yol sk'ab' chamel."
        },
        {
            "number": "39",
            "text": "Ol wak'och Jerusalén chi' t'a yol sk'ab' juntzanh nación chi' yic ol satel juntzanh tzalquixtac heb' b'aj ix em ajmulal yet' b'aj ix och ejmelal t'a juntzanh comon Dios chi'. Ol yik'el spichul heb' yet' juntzanh yelwanub' ayoch t'ay, toxonhej ol kan b'eran."
        },
        {
            "number": "40",
            "text": "Manhxo b'ischajb'enoc anima ol k'e waan t'a spatic Jerusalén chi', ol sjulk'enancham heb', ol smilancham heb' yet' k'een espada."
        },
        {
            "number": "41",
            "text": "Ol yak'och sk'ak'al chonhab' chi' heb', t'a yichanh juntzanhxo nación ol jawok yaelal t'a yib'anh. Icha chi' ol aj wak'an lajwoc yajmulal chi', manhxa b'ak'uinh ol stup heb' b'aj ay snib'ej chi'."
        },
        {
            "number": "42",
            "text": "Icha chi' ol aj sicb'i yowal in k'ol t'a yib'anh, manhxo ol chichon in k'ol t'ay. Manhxo ol cot yowal in k'ol t'ay."
        },
        {
            "number": "43",
            "text": "Ix b'at satk'olal yuj chajtil yaji ayic uninto, yuj chi' ix stzuntzej wal cot yowal in k'ool yuj sb'eyb'al te yajb'entac chi'. Yuj chi' a in wal Jehová in swala' to ol wak'och yaelal t'a yib'anh yuj sb'eyb'al chi'."
        },
        {
            "number": "44",
            "text": "Masanil heb' anima ol alan jun lolonel tik t'a spatic Jerusalén chi'. Ol yalan heb': Icha wal ix nunab'il, icha pax chi' ix uneab'il, xcham heb'."
        },
        {
            "number": "45",
            "text": "Ha Jerusalén chi', lajan icha junok ix yune' junok ix ix schakanel winh yetb'eyum yet' heb' yune'. Icha pax chi' heb' ix snulej, schacpaxel heb' winh yetb'eyum heb' ix yet' heb' yune' heb' ix, yujto a ix snun heb' ix chi', hitita ton ix, haxo smam heb' ix, amorreo winh."
        },
        {
            "number": "46",
            "text": "Ha t'a stojolal norte, ata' ay ix snulej ix b'ab'el ix, aton Samaria yet' yaldeail. Axo t'a stojolal sur, ata' ay ix snulej ix tzak'an, aton Sodoma yet' yaldeail."
        },
        {
            "number": "47",
            "text": "Manhoknhej sb'eyb'al juntzanh chonhab' chi' ix sb'eyb'alej Jerusalén chi', manhocnhej pax juntzanh tas yajb'entac ix sk'ulej juntzanh chonhab' chi' ix sk'ulej, palta ek'b'al tas te yajb'entac ix sk'ulej, yujto manh k'ocb'iloc juntzanh chi' ix yab'i."
        },
        {
            "number": "48",
            "text": "Ha in Jehová Yajal in swala': Ha Sodoma yet' yaldeail, manh sk'ulejnacoc tas te chuk icha wal tas sk'ulej Jerusalén chi' yet' yaldeail."
        },
        {
            "number": "49",
            "text": "Aton wal juntzanh smul Sodoma chi' yet' masanil yaldeail: Yik'nac wal chaanh sb'a, manhxo jantacoc tas yab'lejnac, wach'nhej yaji, palta maj colwajlaj t'a heb' meb'a', maj colwajpax t'a heb' ay stzapan majan."
        },
        {
            "number": "50",
            "text": "Ha snaani to anhej te niwan yelk'ochi, ochnacpax ijan sb'eyb'alan juntzanh tas tzin yaja', yuj chi' in satnaqueli, icha wal tz'aj eyilanoch ticnaik."
        },
        {
            "number": "51",
            "text": "Axo pax Samaria yet' yaldeail, ix sk'ulej chukal, palta max tzak'wan t'a tas te chuk sk'ulej Jerusalén chi'. Manh jantacoc tas yelxo wal te yajb'entac sk'ulej Jerusalén chi'. Ha juntzanhxo chonhab' t'a slak'anil, wach'tacto wal tas sk'ulej."
        },
        {
            "number": "52",
            "text": "Ha ticnaik, a Jerusalén chi' yowalil ol yak' techaj q'uixwelal, yujto a schukalil yelxo te chuk t'a yichanh yic Sodoma yet' t'a yichanh yic Samaria. Ha chab' chonhab' chi', ayic sko lajb'an schukal yet' yic Jerusalén, wach'tacto wal."
        },
        {
            "number": "53",
            "text": "Ha Sodoma yet' yaldeail wach' ol ajxoc wuuj. Ha Samaria yet' yaldeail wach' ol aj paxoc. Icha pax chi' Jerusalén wach' ol ajxoc wuuj."
        },
        {
            "number": "54",
            "text": "Palta a Jerusalén chi' yowalil ol yak' techaj emnaquilal yet' q'uixwelal yuj tas te chuk ix sk'ulej. Ha Sodoma yet' Samaria ol sniwanej sb'a sk'ool ayic ol yilani to ix wak' syaelal Jerusalén chi'."
        },
        {
            "number": "55",
            "text": "Ayic ol wak'an ajxoc Sodoma yet' yaldeail, Samaria yet' yaldeail icha yaj t'a yalanhtaxo, ol wak'pax ajxoc Jerusalén yet' yaldeail icha t'a yalanhtaxo."
        },
        {
            "number": "56",
            "text": "Ayic ix yik'anchaanh sb'a Jerusalén, aton yic manto ilchajelta schukalil, ix b'uchwaj t'a Sodoma. Palta a ticnaik, a Edom, Filistea yet' masanil nación, ol b'uchwaj t'a Jerusalén chi'. Masanil anima t'a yol yib'anhk’inal tik ol patikaneloc."
        },
        {
            "number": "57",
            "text": "Ha ticnaik, a in Jehová in swala' to a Jerusalén chi' yowalil ol yab' syail yuj sb'eyb'al te yajb'entac."
        },
        {
            "number": "58",
            "text": "Ha in Jehová Yajal in swala': Ol wak' spak icha wal smojalil t'a Jerusalén chi', yujto maj sk'anab'ajej sk'ulan icha ix aj yak'an strato wed'oc."
        },
        {
            "number": "59",
            "text": "Palta a in tik, ol in nacot in trato wak'nac yet'oc ayic uninto, ol in b'oanxi in trato chi' yet'oc, malaj b'ak'uinh ol lajwoc."
        },
        {
            "number": "60",
            "text": "Ha Jerusalén chi', ol snacot schuc b'eyb'al, ol q'uixwocpaxi ayic ol wak'anoch chawanh snulej chi' t'a yol smacb'en, aton Samaria yet' Sodoma. Ichato nunab'il ol ajkan t'a chab' chonhab' chi'. Wach'chom malaj yalan yic chab' chonhab' chi' t'a in trato in b'onac yet' Jerusalén chi',"
        },
        {
            "number": "61",
            "text": "palta yuj in trato ol in b'oxi yet' Jerusalén chi' icha chi' ol ajoc. Icha wal chi' ol aj snachajel yuj Jerusalén to a inton Jehová sDiosal in."
        },
        {
            "number": "62",
            "text": "Ol wak' niwank'olal masanil tas ix sk'ulej Jerusalén chi', palta yowalil ol snacot juntzanh sb'eyb'al chi', ol q'uixwoc yuj, yuj chi' manhxa b'ak'uinh ol yik'chaanh sb'a, a in Jehová in swala', xchi Jehová, xa chi t'a heb', xchi t'ayin."
        }
    ]
}