{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "2",
            "text": "Ach anima, al jun ab'ix tic d'a eb' etisraelal d'a ch'oxnab'ilal."
        },
        {
            "number": "3",
            "text": "Icha tic tz'aj alani: Icha tic yalan Jehová Cajalil: Ay val jun nok' nivan ch'acb'a ix k'och d'a Líbano, a sk'axil nok' te nivac, te najatto sk'och jenhan, tz'ib'ib'i yilji xiil nok'. A d'a sk'ab' jun te' k'ute' ix k'och nok'."
        },
        {
            "number": "4",
            "text": "Ix yik'anel schon te' nok', ix b'at nok'. Axo d'a jun chonhab' d'a smacb'en eb' chonhvajum ix k'och nok' yed' te'."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi' ix yik'anq'ue jun yinhatil te' nok', axo b'aj ay slumal ix yavejem te' nok', b'aj sb'o munlajel d'a stitac a a' icha tz'aj yavchaj te' b'acmam."
        },
        {
            "number": "6",
            "text": "Axo yic ix volan te', te nivaquil ix aj te', te tzijtum ix aj xiil te', pejannhej ix aj steel te'. Ix sd'inhb'ejb'at sb'a sk'ab'tac te' b'aj ayek' nok' nivan ch'acb'a chi', ix b'eynhejb'at sch'anhal yib' te' d'a yol luum. Manh jantacoc svol te' yed' sk'ab'tac ix q'uib'i."
        },
        {
            "number": "7",
            "text": "Palta ay junxo nok' nivan ch'acb'a, te nivac sk'axiil, manhxo jantacoc xiil. Ix b'at jun te te' chi', ix b'eynhejb'at sch'anhal yib' te' yed' sk'ab'tac d'a stojolal junxo nok' nivan ch'acb'a chi', yic vach' nivan a a' syak' nok' d'a te'."
        },
        {
            "number": "8",
            "text": "Palta toton te vach' lum b'aj avab'ilem te' chi'. Te aynhej a a' chi', yuj chi' syal sb'eynhejb'at sk'ab'tac te', syak'anpax sat te' d'a stiempoal, yic te vach' tz'aj yilji te', xchi Jehová, xa chi."
        },
        {
            "number": "9",
            "text": "Al d'a eb' etchonhab' icha tic: Icha val tic yalan Jehová: A jun te' chi', manh ol te q'uib'laj te'. A nok' nivan ch'acb'a d'a sb'ab'elal, a nok' ol tok'anq'ueta sch'anhal yib' te', icha val chi' ol aj sk'ael b'ulnaj sat te' yed' xiil. Ol tacjoc pax juntzanh svol te' toto ix q'ueuli. Manh yovaliloc yed' nivac ip, ma yed' tzijtumoc anima ol tok'anq'ueta te' d'a yol luum yic stacji."
        },
        {
            "number": "10",
            "text": "Vach'chom ol q'uexchaj b'aj tz'avchaj te', palta manhxo ol q'ueulaj svol te'. Ayic ol ek' ik' scot d'a stojolal b'aj sjavi k'u d'a te', ol tacjoc te'. Ol tacjoc te' b'aj avab'il chi', xchi Jehová, xa chi, xchi d'ayin."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "12",
            "text": "k'anb'ej d'a juntzanh anima te pit tic, tato snachajel jun ab'ix tic yuj eb'. Tzalan d'a eb' icha tic: A nok' b'ab'el nivan ch'acb'a chi', aton vinh sreyal Babilonia sch'oxo'. A vinh ix k'och d'a Jerusalén, ix b'at yik'ancot eb' yajal yed' vinh sreyal Judá vinh preso d'a Babilonia tic."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi', axo jun vinh yinhtilal eb' rey ix yak'och vinh reyal d'a Judá. A vinh sreyal Babilonia chi' ix ak'an pural vinh yak'an sti' to k'anab'ajum ol yutej sb'a vinh d'a vinh. Ix yik'ancot eb' nivac vinac yaj d'a Jerusalén chi' vinh preso"
        },
        {
            "number": "14",
            "text": "yic manhxalaj tz'aj yelk'och smacb'en Judá chi', yic maxtzac yal yik'anq'ue vaan sb'a, vach'nhej yajeq'ui yacb'an sk'anab'ajej jun sti' ix yak' chi'."
        },
        {
            "number": "15",
            "text": "Palta a vinh rey chi' te pit ix yutej sb'a vinh d'a vinh sreyal Babilonia tic. Ix yak'b'at schecab' vinh d'a vinh sreyal Egipto yic sk'anancot nok' chej vinh yed' jantacoc soldado. ¿Tzam e na' to ol yal scolanel sb'a vinh yed' jun spensar chi'? ¿Tom ol yal scolanel sb'a junoc mach max k'anab'ajan junoc strato?"
        },
        {
            "number": "16",
            "text": "A in Jehová Yajal in svak' in ti': A d'a Babilonia tic ol cham vinh sreyal Judá chi', yujto malaj yelk'och b'aj ix yak' sti' vinh, maj sk'anab'ajej strato vinh ix sb'o yed' vinh rey ix ak'an yopisio."
        },
        {
            "number": "17",
            "text": "A vinh sreyal Egipto chi', vach'chom te tzijtum soldado vinh te tek'an, palta manh ol yal-laj scolvaj vinh d'a oval ayic ol sb'oanq'ue stek'nub' eb' soldado aj Babilonia yed' muro d'a spatictac chonhab' Jerusalén yic smilancham anima."
        },
        {
            "number": "18",
            "text": "Maj sk'anab'ajej b'aj ix yak' sti' vinh sreyal Judá chi', maj elk'och tas syal strato vinh ix sb'o chi', yuj chi' manh ol yal-laj scolan sb'a vinh."
        },
        {
            "number": "19",
            "text": "A in Jehová Yajal in svak' in ti': Maj sk'anab'ajej vinh rey b'aj ix yak' sti' d'a vichanh, aton jun trato ix yak' vinh b'aj ix in yak' b'inajoc, yuj chi' ol vak'och yaelal d'a yib'anh vinh."
        },
        {
            "number": "20",
            "text": "Ichato ol vak'b'at junoc ch'anh yaal d'a yib'anh vinh, ol can vinh d'a yol ch'anh, ol vak' ik'joccot vinh d'a Babilonia tic. Ol vak'och yaelal d'a yib'anh vinh, yujto te pit ix yutej sb'a vinh d'ayin."
        },
        {
            "number": "21",
            "text": "A eb' soldado vinh te jelan, ol cham eb' d'a oval, axo eb' olto canoc, ol saclemcanb'at eb'. Icha chi' ol aj snachajel eyuuj to a in ton Jehová in ix val jun tic."
        },
        {
            "number": "22",
            "text": "A in Jehová Yajal in svala': A in ol viq'uel schon te' k'ute' chi'. A junoc yuninal schon te' ol viq'ueli, ol vavanem d'a junoc jolom vitz te chaanh yajq'ue d'a Israel. Ol q'uib'q'ue sk'ab'tac te', nivan k'ute' ol aj te', te vach' pax ol aj te'. A d'a yich te' chi', ol cajnaj masanil macanhil nok' nok', axo d'a sk'ab'tac te' ol sb'o so' masanil macanhil nok' much."
        },
        {
            "number": "23",
            "text": "Icha chi' ol aj yojtacanel masanil te te' to a in ton Jehová in syal in ch'acanel te' nivac te' syik'chaanh sb'a, syal vak'an q'uib' te' cotac steel. A in svak' tacjoc te te' te yaax, svak'an pax yaxb'oc te' taquinh. A in Jehová in svala', ol vak'paxelk'ochoc, xchi Jehová, xa chi d'a eb', xchi d'ayin."
        }
    ]
}