{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, al jun ab'ix tik t'a heb' etisraelal t'a ch'oxnab'ilal."
        },
        {
            "number": "3",
            "text": "Icha tik tz'aj alani: Icha tik yalan Jehová Cajalil: Ay wal jun nok' niwan ch'acb'a ix k'och t'a Líbano, a sk'axil nok' te niwac, te najatto sk'och jenhan, tz'ib'ib'i yilji xiil nok'. Ha t'a sk'ab' jun te' k'ute' ix k'och nok'."
        },
        {
            "number": "4",
            "text": "Ix yik'anel schon te' nok', ix b'at nok'. Axo t'a jun chonhab' t'a smacb'en heb' chonhwajum ix k'och nok' yet' te'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix yik'ank'e jun yinhatil te' nok', haxo b'aj ay slumal ix yawejem te' nok', b'aj sb'o munlajel t'a stitac ha ha' icha tz'aj yavchaj te' b'acmam."
        },
        {
            "number": "6",
            "text": "Axo yic ix wolan te', te niwaquil ix aj te', te tzijtum ix aj xiil te', pejannhej ix aj steel te'. Ix sd'inhb'ejb'at sb'a sk'ab'tac te' b'aj ayek' nok' niwan ch'acb'a chi', ix b'eynhejb'at sch'anhal yib' te' t'a yol lu'um. Manh jantacoc swol te' yet' sk'ab'tac ix q'uib'i."
        },
        {
            "number": "7",
            "text": "Palta ay junxo nok' niwan ch'acb'a, te niwac sk'axiil, manhxo jantacoc xiil. Ix b'at jun te te' chi', ix b'eynhejb'at sch'anhal yib' te' yet' sk'ab'tac t'a stojolal junxo nok' niwan ch'acb'a chi', yic wach' niwan ha ha' syak' nok' t'a te'."
        },
        {
            "number": "8",
            "text": "Palta toton te wach' lum b'aj awab'ilem te' chi'. Te aynhej ha ha' chi', yuj chi' syal sb'eynhejb'at sk'ab'tac te', syak'anpax sat te' t'a stiempoal, yic te wach' tz'aj yilji te', xchi Jehová, xa chi."
        },
        {
            "number": "9",
            "text": "Al t'a heb' etchonhab' icha tik: Icha wal tik yalan Jehová: Ha jun te' chi', manh ol te q'uib'laj te'. Ha nok' niwan ch'acb'ha t'a sb'ab'elal, a nok' ol tok'ank'eta sch'anhal yib' te', icha wal chi' ol aj sk'ael b'ulnaj sat te' yet' xiil. Ol tacjoc pax juntzanh swol te' toto ix k'euli. Manh yowaliloc yet' niwac ip, ma yet' tzijtumoc anima ol tok'ank'eta te' t'a yol lu'um yic stacji."
        },
        {
            "number": "10",
            "text": "Wach'chom ol k'exchaj b'aj tz'avchaj te', palta manhxo ol k'eulaj swol te'. Ayic ol ek' ik' scot t'a stojolal b'aj sjawi k'u t'a te', ol tacjoc te'. Ol tacjoc te' b'aj awab'il chi', xchi Jehová, xa chi, xchi t'ayin."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "12",
            "text": "k'anb'ej t'a juntzanh anima te pit tik, tato snachajel jun ab'ix tik yuj heb'. Tzalan t'a heb' icha tik: Ha nok' b'ab'el niwan ch'acb'a chi', aton winh sreyal Babilonia sch'oxo'. Ha winh ix k'och t'a Jerusalén, ix b'at yik'ancot heb' yajal yet' winh sreyal Judá winh preso t'a Babilonia tik."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', haxo jun winh yinhtilal heb' rey ix yak'och winh reyal t'a Judá. Ha winh sreyal Babilonia chi' ix ak'an pural winh yak'an sti' to k'anab'ajum ol yutej sb'a winh t'a winh. Ix yik'ancot heb' niwac winak yaj t'a Jerusalén chi' winh preso"
        },
        {
            "number": "14",
            "text": "yic manhxalaj tz'aj yelk'och smacb'en Judá chi', yic maxtzac yal yik'ank'e waan sb'a, wach'nhej yajeq'ui yacb'an sk'anab'ajej jun sti' ix yak' chi'."
        },
        {
            "number": "15",
            "text": "Palta a winh rey chi' te pit ix yutej sb'a winh t'a winh sreyal Babilonia tik. Ix yak'b'at schecab' winh t'a winh sreyal Egipto yic sk'anancot nok' chej winh yet' jantacoc soldado. ¿Tzam he na' to ol yal scolanel sb'a winh yet' jun spensar chi'? ¿Tom ol yal scolanel sb'a junok mach max k'anab'ajan junok strato?"
        },
        {
            "number": "16",
            "text": "Ha in Jehová Yajal in swak' in ti': Ha t'a Babilonia tik ol cham winh sreyal Judá chi', yujto malaj yelk'och b'aj ix yak' sti' winh, maj sk'anab'ajej strato winh ix sb'o yet' winh rey ix ak'an yopisio."
        },
        {
            "number": "17",
            "text": "Ha winh sreyal Egipto chi', wach'chom te tzijtum soldado winh te tek'an, palta manh ol yal-laj skolwaj winh t'a owal ayic ol sb'oank'e stek'nub' heb' soldado aj Babilonia yet' muro t'a spatictac chonhab' Jerusalén yic smilancham anima."
        },
        {
            "number": "18",
            "text": "Maj sk'anab'ajej b'aj ix yak' sti' winh sreyal Judá chi', maj elk'och tas syal strato winh ix sb'o chi', yuj chi' manh ol yal-laj scolan sb'a winh."
        },
        {
            "number": "19",
            "text": "Ha in Jehová Yajal in swak' in ti': Maj sk'anab'ajej winh rey b'aj ix yak' sti' t'a wichanh, aton jun trato ix yak' winh b'aj ix in yak' b'inajoc, yuj chi' ol wak'och yaelal t'a yib'anh winh."
        },
        {
            "number": "20",
            "text": "Ichato ol wak'b'at junok ch'anh yaal t'a yib'anh winh, ol kan winh t'a yol ch'anh, ol wak' ik'joccot winh t'a Babilonia tik. Ol wak'och yaelal t'a yib'anh winh, yujto te pit ix yutej sb'a winh t'ayin."
        },
        {
            "number": "21",
            "text": "Ha heb' soldado winh te jelan, ol cham heb' t'a owal, haxo heb' olto canoc, ol saclemcanb'at heb'. Icha chi' ol aj snachajel eyuuj to a in ton Jehová in ix wal jun tik."
        },
        {
            "number": "22",
            "text": "Ha in Jehová Yajal in swala': Ha in ol wik'el schon te' k'ute' chi'. Ha junok yuninal schon te' ol wik'eli, ol wawanem t'a junok jolom witz te chaanh yajk'e t'a Israel. Ol q'uib'k'e sk'ab'tac te', niwan k'ute' ol aj te', te wach' pax ol aj te'. Ha t'a yich te' chi', ol cajnaj masanil macanhil nok' nok', haxo t'a sk'ab'tac te' ol sb'o so' masanil macanhil nok' much."
        },
        {
            "number": "23",
            "text": "Icha chi' ol aj yojtacanel masanil te te' to a in ton Jehová in syal in ch'acanel te' niwac te' syik'chaanh sb'a, syal wak'an q'uib' te' cotac steel. Ha in swak' tacjoc te te' te yaax, swak'an pax yaxb'oc te' taquinh. Ha in Jehová in swala', ol wak'paxelk'ochoc, xchi Jehová, xa chi t'a heb', xchi t'ayin."
        }
    ]
}