{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "¿Tas yuj anheja' eyalub'tanhan jun lolonel t'a spatic chonhab' Israel: Ha eb' mamab'il slo pajal uva eb', haxo eb' uninab'il jululixonhej sb'at spajil chi' t'a yichtac ye eb'?"
        },
        {
            "number": "3",
            "text": "Ha in Jehová Yajal in svala' to a jun lolonel chi' manhxa b'ak'uinh ol eyalub'tanhej a ex aj Israel ex tik."
        },
        {
            "number": "4",
            "text": "Yujto vic yaj masanil anima, eb' mamab'il yet' pax eb' uninab'il. Ha mach tz'och smul, ha' schami."
        },
        {
            "number": "5",
            "text": "Q'uinaloc ay junok vinh vinac tojol spensar, wach'nhej tas sk'ulej vinh."
        },
        {
            "number": "6",
            "text": "Max och vinh yet' eb' tz'ak'anoch q'uinh t'a jolomtac vitz yic tz'och eb' ejmelal t'a juntzanh comon dios. Max yak'och juntzanh scomon diosal eb' yetisraelal vinh chi' yipoc sk'ool. Max mulan vinh yet' ix yetb'eyum junok yetanimail, max yil-laj sb'a vinh yet' ix yetb'eyum ayic ayoch ix t'a sb'islab' uj."
        },
        {
            "number": "7",
            "text": "Max yixtej junok yetanimail vinh, palta to syak' meltzaj tas aycan t'a vinh yuj junok anima ay sb'oc t'ay. Max elk'anvi vinh. Syak' svael eb' ay svejel vinh, syak'an spichul eb' malaj yico'."
        },
        {
            "number": "8",
            "text": "Max yak' q'uen tumin vinh t'a majanil yic sk'ananel niwan yune' q'uen vinh. Max yixtej junok yetanimail vinh, palta wach' tz'aj sb'oan yaj junok lolonel vinh t'a yib'anh chavanhoc ay oval t'a skal."
        },
        {
            "number": "9",
            "text": "Sb'eyb'alan in checnab'il vinh yet' in k'ayb'ub'al. Ha junok vinh vinac icha chi', val yel tojol ton sb'eyb'al vinh, ol najatb'oc sq'uinal vinh, a in val Jehová in svala'."
        },
        {
            "number": "10",
            "text": "Q'uinaloc ay junok yuninal jun vinh vinac chi' te elk'um, mato mak'umcham anima tz'aji. Sb'eyb'alej juntzanh tastac"
        },
        {
            "number": "11",
            "text": "maj sb'eyb'alej smam, palta to syak'och q'uinh t'a jolomtac vitz, tz'och ejmelal t'a yechel comon dios, smulan pax yet' ix yetb'eyum junok yetanimail,"
        },
        {
            "number": "12",
            "text": "syixtan eb' anima ilb'ajk'ol yuj smeb'ail, tz'elk'anvi, max yak' meltzaj tas aycan t'ay yuj eb' ay sb'oc t'ay, anhej juntzanh comon dios chi' syak'och yipoc sk'ool, sk'ulan tas te yajb'entac t'a vichanh."
        },
        {
            "number": "13",
            "text": "Ha stumin syak' majanil te niwan yune' sk'ana'. Ha junok anima icha chi' sb'eyb'al, ol tzapanb'oc sq'uinal. Yujto ix sk'ulej juntzanh tastac tzin yaj chi', manh ol ek'b'atlaj schami. Ha schamel chi', ha t'a yib'anh scani."
        },
        {
            "number": "14",
            "text": "Q'uinaloc ay junok yuninal jun vinac chuk sb'eyb'al chi', syila' tastac juntzanh chuk sk'ulej smam chi', palta manhoc juntzanh chi' sk'ulej."
        },
        {
            "number": "15",
            "text": "Max yak'och q'uinh t'a jolomtac vitz yic tz'och ejmelal t'a yechel comon dios. Max yak'och son t'a juntzanh scomon diosal eb' yetisraelal. Max mulan yet' ix yetb'eyum junok yetanimail."
        },
        {
            "number": "16",
            "text": "Max yixtej junok yetanimail, max elk'anvi, max canlaj tas aycan t'ay yuj eb' ay sb'oc t'ay. Syak' svael eb' malaj svael, syak'an spichul eb' malaj yico'."
        },
        {
            "number": "17",
            "text": "Malaj junok mach syixtej yujto a stumin syak' majanil manh nivanoc yune' sk'ana'. Sb'eyb'alan in checnab'il yet' in k'ayb'ub'al. Ha jun anima icha chi', manh ol cham yuj smul smam chi', palta to ol najatb'oc sq'uinal."
        },
        {
            "number": "18",
            "text": "Axo smam chi' ol cham yuj smul chi', yujto ixtum anima, elk'um, te chuk tas ix sk'ulej t'a yol schonhab'."
        },
        {
            "number": "19",
            "text": "Tato ayex ol e k'anb'ej icha tik: ¿Tas yuj max cotcan t'a yib'anh eb' uninab'il yuj smul smam? tato xe chi. Tato a yuninal chi' anhej tas wach' yet' tojolal sk'ulej, sk'anab'ajan in k'ayb'ub'al, ol najatb'oc sq'uinal."
        },
        {
            "number": "20",
            "text": "Ha mach tz'och smul, a ol chamoc. Manhoc eb' uninab'il ol tupanel smul smam, manhoc pax eb' mamab'il chi' ol tupanel smul eb' yuninal chi'. Ha mach wach' sb'eyb'al, wach' spac ol scha'a, haxo pax mach chuk sb'eyb'al, a chukal ol scha spacoc schucal chi'."
        },
        {
            "number": "21",
            "text": "Tato ay junok anima chuk sb'eyb'al tz'actancan schucal chi', sb'eyb'alan masanil in checnab'il, sb'eyb'alanpax tojolal, val yel a jun anima chi' manh ol pet chamoc."
        },
        {
            "number": "22",
            "text": "Ha in tik, manhxo ol in nacot juntzanh chukal ix sk'ulej chi', ol najatb'oc sq'uinal yujto a tojolal sk'ulej."
        },
        {
            "number": "23",
            "text": "Ha in Jehová in svala': Malaj in gana scham eb' chuk sb'eyb'al, palta in gana to sq'uex sb'eyb'al eb' yic snajatb'i sq'uinal eb'."
        },
        {
            "number": "24",
            "text": "Tato a junok anima wach' sb'eyb'al, palta syactejcan sk'ulan wach'il chi', haxo juntzanh tas yajb'entac sk'ulej eb' chuk, a chi' sk'ulej, ¿tom ol vak' najatb'oc sq'uinal jun anima chi' tze na'a? Manhxo ol in nacot tastac wach' ix sk'ulej chi'. Ol cham yuj chukal sk'ulej chi'."
        },
        {
            "number": "25",
            "text": "Ha ex tik tzeyala' to manh tojoloc tas tzin k'ulej, yuj chi' ab'ec ex aj Israel: ¿Yel am val to manh tojoloc tas tzin k'ulej chi'? ¿Tom manhoc ex tze k'ulej tas manh tojoloc chi' jun?"
        },
        {
            "number": "26",
            "text": "Tato a junok anima wach' sb'eyb'al, syactejcan sk'ulan wach'il chi', haxo chukal sk'ulej, ol cham yuj chukal sk'ulej chi'."
        },
        {
            "number": "27",
            "text": "Palta tato a junok anima chuk sb'eyb'al, syactejcan schucal chi', haxo wach'il yet' tojolal sk'ulej, ol colchaj t'a yol sk'ab' chamel."
        },
        {
            "number": "28",
            "text": "Yujto ix nachajel yuj ix yactancan schucal sk'ulej chi', val yel manh ol chamlaj, ol najatb'oc sq'uinal."
        },
        {
            "number": "29",
            "text": "Ha exxo aj Israel ex tik, anhejtona' tzeyala' to manh tojoloc tas tzin k'ulej. ¿Tom manhoc ex manh tojoloc tas tze k'ulej chi' jun?"
        },
        {
            "number": "30",
            "text": "Ha in Jehová Yajal in svala': Ol ex in ch'olb'itej junjun ex icha tas tze k'ulej. Yuj chi' naec e b'a, actejeccan e chuk b'eyb'al chi' t'a junelnhej. Tato maay, yuj e chuk b'eyb'alil chi' ol ex sateloc."
        },
        {
            "number": "31",
            "text": "Ex israel, ¿tom tze nib'ej cham e b'a yuj chi' max e q'uex e pensar yet' e b'eyb'al? Palta actejeccan masanil chukal tze k'ulej chi' yic manh ol ex chamoc."
        },
        {
            "number": "32",
            "text": "Ha in Jehová in svala', malaj in gana to ay mach schami. Actejeccan chukal chi' yic ol najatb'oc e q'uinal, xchi Jehová."
        }
    ]
}