{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "¿Tas yuj anheja' eyalub'tanhan jun lolonel t'a spatic chonhab' Israel: Ha heb' mamab'il slo pajal uwa heb', haxo heb' uninab'il jululixonhej sb'at spajil chi' t'a yichtac ye heb'?"
        },
        {
            "number": "3",
            "text": "Ha in Jehová Yajal in swala' to a jun lolonel chi' manhxa b'ak'uinh ol eyalub'tanhej a ex aj Israel ex tik."
        },
        {
            "number": "4",
            "text": "Yujto wik yaj masanil anima, heb' mamab'il yet' pax heb' uninab'il. Ha mach tz'och smul, ha' schami."
        },
        {
            "number": "5",
            "text": "Q'uinaloc ay junok winh winak tojol spensar, wach'nhej tas sk'ulej winh."
        },
        {
            "number": "6",
            "text": "Max och winh yet' heb' tz'ak'anoch q'uinh t'a jolomtac witz yic tz'och heb' ejmelal t'a juntzanh comon Dios. Max yak'och juntzanh scomon diosal heb' yetisraelal winh chi' yipoc sk'ool. Max mulan winh yet' ix yetb'eyum junok yetanimail, max yil-laj sb'a winh yet' ix yetb'eyum ayic ayoch ix t'a sb'islab' uj."
        },
        {
            "number": "7",
            "text": "Max yixtej junok yetanimail winh, palta to syak' meltzaj tas aycan t'a winh yuj junok anima ay sb'oc t'ay. Max elk'anwi winh. Syak' swael heb' ay swejel winh, syak'an spichul heb' malaj yico'."
        },
        {
            "number": "8",
            "text": "Max yak' k'een tumin winh t'a majanil yic sk'ananel niwan yune' k'een winh. Max yixtej junok yetanimail winh, palta wach' tz'aj sb'oan yaj junok lolonel winh t'a yib'anh chawanhoc ay owal t'a skal."
        },
        {
            "number": "9",
            "text": "Sb'eyb'alan in checnab'il winh yet' in k'ayb'ub'al. Ha junok winh winak icha chi', wal yel tojol ton sb'eyb'al winh, ol najatb'oc sk'inal winh, a in wal Jehová in swala'."
        },
        {
            "number": "10",
            "text": "Q'uinaloc ay junok yuninal jun winh winak chi' te elk'um, mato mak'umcham anima tz'aji. Sb'eyb'alej juntzanh tastac"
        },
        {
            "number": "11",
            "text": "maj sb'eyb'alej smam, palta to syak'och q'uinh t'a jolomtac witz, tz'och ejmelal t'a yechel comon Dios, smulan pax yet' ix yetb'eyum junok yetanimail,"
        },
        {
            "number": "12",
            "text": "syixtan heb' anima ilb'ajk'ol yuj smheb'ail, tz'elk'anwi, max yak' meltzaj tas aycan t'ay yuj heb' ay sb'oc t'ay, anhej juntzanh comon Dios chi' syak'och yipoc sk'ool, sk'ulan tas te yajb'entac t'a wichanh."
        },
        {
            "number": "13",
            "text": "Ha stumin syak' majanil te niwan yune' sk'ana'. Ha junok anima icha chi' sb'eyb'al, ol tzapanb'oc sk'inal. Yujto ix sk'ulej juntzanh tastac tzin yaj chi', manh ol ek'b'atlaj schami. Ha schamel chi', ha t'a yib'anh scani."
        },
        {
            "number": "14",
            "text": "Q'uinaloc ay junok yuninal jun winak chuk sb'eyb'al chi', syila' tastac juntzanh chuk sk'ulej smam chi', palta manhoc juntzanh chi' sk'ulej."
        },
        {
            "number": "15",
            "text": "Max yak'och q'uinh t'a jolomtac witz yic tz'och ejmelal t'a yechel comon Dios. Max yak'och son t'a juntzanh scomon diosal heb' yetisraelal. Max mulan yet' ix yetb'eyum junok yetanimail."
        },
        {
            "number": "16",
            "text": "Max yixtej junok yetanimail, max elk'anwi, max canlaj tas aycan t'ay yuj heb' ay sb'oc t'ay. Syak' swael heb' malaj swael, syak'an spichul heb' malaj yico'."
        },
        {
            "number": "17",
            "text": "Malaj junok mach syixtej yujto a stumin syak' majanil manh niwanoc yune' sk'ana'. Sb'eyb'alan in checnab'il yet' in k'ayb'ub'al. Ha jun anima icha chi', manh ol cham yuj smul smam chi', palta to ol najatb'oc sk'inal."
        },
        {
            "number": "18",
            "text": "Axo smam chi' ol cham yuj smul chi', yujto ixtum anima, elk'um, te chuk tas ix sk'ulej t'a yol schonhab'."
        },
        {
            "number": "19",
            "text": "Tato ayex ol he k'anb'ej icha tik: ¿Tas yuj max cotcan t'a yib'anh heb' uninab'il yuj smul smam? tato xe chi. Tato a yuninal chi' anhej tas wach' yet' tojolal sk'ulej, sk'anab'ajan in k'ayb'ub'al, ol najatb'oc sk'inal."
        },
        {
            "number": "20",
            "text": "Ha mach tz'och smul, a ol chamoc. Manhok heb' uninab'il ol tupanel smul smam, manhoc pax heb' mamab'il chi' ol tupanel smul heb' yuninal chi'. Ha mach wach' sb'eyb'al, wach' spak ol scha'a, haxo pax mach chuk sb'eyb'al, a chukal ol scha spacoc schucal chi'."
        },
        {
            "number": "21",
            "text": "Tato ay junok anima chuk sb'eyb'al tz'actancan schucal chi', sb'eyb'alan masanil in checnab'il, sb'eyb'alanpax tojolal, wal yel a jun anima chi' manh ol pet chamoc."
        },
        {
            "number": "22",
            "text": "Ha in tik, manhxo ol in nacot juntzanh chukal ix sk'ulej chi', ol najatb'oc sk'inal yujto a tojolal sk'ulej."
        },
        {
            "number": "23",
            "text": "Ha in Jehová in swala': Malaj in gana scham heb' chuk sb'eyb'al, palta in gana to sk'ex sb'eyb'al heb' yic snajatb'i sk'inal heb'."
        },
        {
            "number": "24",
            "text": "Tato a junok anima wach' sb'eyb'al, palta syactejcan sk'ulan wach'il chi', haxo juntzanh tas yajb'entac sk'ulej heb' chuk, a chi' sk'ulej, ¿tom ol wak' najatb'oc sk'inal jun anima chi' tze na'a? Manhxo ol in nacot tastac wach' ix sk'ulej chi'. Ol cham yuj chukal sk'ulej chi'."
        },
        {
            "number": "25",
            "text": "Ha ex tik tzeyala' to manh tojolok tas tzin k'ulej, yuj chi' ab'ec ex aj Israel: ¿Yel am wal to manh tojolok tas tzin k'ulej chi'? ¿Tom manhoc ex tze k'ulej tas manh tojolok chi' jun?"
        },
        {
            "number": "26",
            "text": "Tato a junok anima wach' sb'eyb'al, syactejcan sk'ulan wach'il chi', haxo chukal sk'ulej, ol cham yuj chukal sk'ulej chi'."
        },
        {
            "number": "27",
            "text": "Palta tato a junok anima chuk sb'eyb'al, syactejcan schucal chi', haxo wach'il yet' tojolal sk'ulej, ol colchaj t'a yol sk'ab' chamel."
        },
        {
            "number": "28",
            "text": "Yujto ix nachajel yuj ix yactancan schucal sk'ulej chi', wal yel manh ol chamlaj, ol najatb'oc sk'inal."
        },
        {
            "number": "29",
            "text": "Ha exxo aj Israel ex tik, anhejtona' tzeyala' to manh tojolok tas tzin k'ulej. ¿Tom manhoc ex manh tojolok tas tze k'ulej chi' jun?"
        },
        {
            "number": "30",
            "text": "Ha in Jehová Yajal in swala': Ol ex in ch'olb'itej junjun ex icha tas tze k'ulej. Yuj chi' naec he b'a, actejeccan he chuk b'eyb'al chi' t'a junelnhej. Tato maay, yuj he chuk b'eyb'alil chi' ol ex sateloc."
        },
        {
            "number": "31",
            "text": "Ex israel, ¿tom tze nib'ej cham he b'a yuj chi' max he k'ex he pensar yet' he b'eyb'al? Palta actejeccan masanil chukal tze k'ulej chi' yic manh ol ex chamoc."
        },
        {
            "number": "32",
            "text": "Ha in Jehová in swala', malaj in gana to ay mach schami. Actejeccan chukal chi' yic ol najatb'oc he k 'inal, xchi Jehová."
        }
    ]
}