{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "2",
            "text": "¿Tas yuj anheja' eyalub'tanhan jun lolonel d'a spatic chonhab' Israel: A eb' mamab'il slo pajal uva eb', axo eb' uninab'il jululixonhej sb'at spajil chi' d'a yichtac ye eb'?"
        },
        {
            "number": "3",
            "text": "A in Jehová Yajal in svala' to a jun lolonel chi' manhxa b'aq'uinh ol eyalub'tanhej a ex aj Israel ex tic."
        },
        {
            "number": "4",
            "text": "Yujto vic yaj masanil anima, eb' mamab'il yed' pax eb' uninab'il. A mach tz'och smul, a' schami."
        },
        {
            "number": "5",
            "text": "Q'uinaloc ay junoc vinh vinac tojol spensar, vach'nhej tas sk'ulej vinh."
        },
        {
            "number": "6",
            "text": "Max och vinh yed' eb' tz'ak'anoch q'uinh d'a jolomtac vitz yic tz'och eb' ejmelal d'a juntzanh comon dios. Max yak'och juntzanh scomon diosal eb' yetisraelal vinh chi' yipoc sk'ool. Max mulan vinh yed' ix yetb'eyum junoc yetanimail, max yil-laj sb'a vinh yed' ix yetb'eyum ayic ayoch ix d'a sb'islab' uj."
        },
        {
            "number": "7",
            "text": "Max yixtej junoc yetanimail vinh, palta to syak' meltzaj tas aycan d'a vinh yuj junoc anima ay sb'oc d'ay. Max elk'anvi vinh. Syak' svael eb' ay svejel vinh, syak'an spichul eb' malaj yico'."
        },
        {
            "number": "8",
            "text": "Max yak' q'uen tumin vinh d'a majanil yic sk'ananel nivan yune' q'uen vinh. Max yixtej junoc yetanimail vinh, palta vach' tz'aj sb'oan yaj junoc lolonel vinh d'a yib'anh chavanhoc ay oval d'a scal."
        },
        {
            "number": "9",
            "text": "Sb'eyb'alan in checnab'il vinh yed' in k'ayb'ub'al. A junoc vinh vinac icha chi', val yel tojol ton sb'eyb'al vinh, ol najatb'oc sq'uinal vinh, a in val Jehová in svala'."
        },
        {
            "number": "10",
            "text": "Q'uinaloc ay junoc yuninal jun vinh vinac chi' te elk'um, mato mak'umcham anima tz'aji. Sb'eyb'alej juntzanh tastac"
        },
        {
            "number": "11",
            "text": "maj sb'eyb'alej smam, palta to syak'och q'uinh d'a jolomtac vitz, tz'och ejmelal d'a yechel comon dios, smulan pax yed' ix yetb'eyum junoc yetanimail,"
        },
        {
            "number": "12",
            "text": "syixtan eb' anima ilb'ajk'ol yuj smeb'ail, tz'elk'anvi, max yak' meltzaj tas aycan d'ay yuj eb' ay sb'oc d'ay, anhej juntzanh comon dios chi' syak'och yipoc sk'ool, sk'ulan tas te yajb'entac d'a vichanh."
        },
        {
            "number": "13",
            "text": "A stumin syak' majanil te nivan yune' sk'ana'. A junoc anima icha chi' sb'eyb'al, ol tzapanb'oc sq'uinal. Yujto ix sk'ulej juntzanh tastac tzin yaj chi', manh ol ek'b'atlaj schami. A schamel chi', a d'a yib'anh scani."
        },
        {
            "number": "14",
            "text": "Q'uinaloc ay junoc yuninal jun vinac chuc sb'eyb'al chi', syila' tastac juntzanh chuc sk'ulej smam chi', palta manhoc juntzanh chi' sk'ulej."
        },
        {
            "number": "15",
            "text": "Max yak'och q'uinh d'a jolomtac vitz yic tz'och ejmelal d'a yechel comon dios. Max yak'och son d'a juntzanh scomon diosal eb' yetisraelal. Max mulan yed' ix yetb'eyum junoc yetanimail."
        },
        {
            "number": "16",
            "text": "Max yixtej junoc yetanimail, max elk'anvi, max canlaj tas aycan d'ay yuj eb' ay sb'oc d'ay. Syak' svael eb' malaj svael, syak'an spichul eb' malaj yico'."
        },
        {
            "number": "17",
            "text": "Malaj junoc mach syixtej yujto a stumin syak' majanil manh nivanoc yune' sk'ana'. Sb'eyb'alan in checnab'il yed' in k'ayb'ub'al. A jun anima icha chi', manh ol cham yuj smul smam chi', palta to ol najatb'oc sq'uinal."
        },
        {
            "number": "18",
            "text": "Axo smam chi' ol cham yuj smul chi', yujto ixtum anima, elk'um, te chuc tas ix sk'ulej d'a yol schonhab'."
        },
        {
            "number": "19",
            "text": "Tato ayex ol e k'anb'ej icha tic: ¿Tas yuj max cotcan d'a yib'anh eb' uninab'il yuj smul smam? tato xe chi. Tato a yuninal chi' anhej tas vach' yed' tojolal sk'ulej, sk'anab'ajan in k'ayb'ub'al, ol najatb'oc sq'uinal."
        },
        {
            "number": "20",
            "text": "A mach tz'och smul, a ol chamoc. Manhoc eb' uninab'il ol tupanel smul smam, manhoc pax eb' mamab'il chi' ol tupanel smul eb' yuninal chi'. A mach vach' sb'eyb'al, vach' spac ol scha'a, axo pax mach chuc sb'eyb'al, a chucal ol scha spacoc schucal chi'."
        },
        {
            "number": "21",
            "text": "Tato ay junoc anima chuc sb'eyb'al tz'actancan schucal chi', sb'eyb'alan masanil in checnab'il, sb'eyb'alanpax tojolal, val yel a jun anima chi' manh ol pet chamoc."
        },
        {
            "number": "22",
            "text": "A in tic, manhxo ol in nacot juntzanh chucal ix sk'ulej chi', ol najatb'oc sq'uinal yujto a tojolal sk'ulej."
        },
        {
            "number": "23",
            "text": "A in Jehová in svala': Malaj in gana scham eb' chuc sb'eyb'al, palta in gana to sq'uex sb'eyb'al eb' yic snajatb'i sq'uinal eb'."
        },
        {
            "number": "24",
            "text": "Tato a junoc anima vach' sb'eyb'al, palta syactejcan sk'ulan vach'il chi', axo juntzanh tas yajb'entac sk'ulej eb' chuc, a chi' sk'ulej, ¿tom ol vak' najatb'oc sq'uinal jun anima chi' tze na'a? Manhxo ol in nacot tastac vach' ix sk'ulej chi'. Ol cham yuj chucal sk'ulej chi'."
        },
        {
            "number": "25",
            "text": "A ex tic tzeyala' to manh tojoloc tas tzin k'ulej, yuj chi' ab'ec ex aj Israel: ¿Yel am val to manh tojoloc tas tzin k'ulej chi'? ¿Tom manhoc ex tze k'ulej tas manh tojoloc chi' jun?"
        },
        {
            "number": "26",
            "text": "Tato a junoc anima vach' sb'eyb'al, syactejcan sk'ulan vach'il chi', axo chucal sk'ulej, ol cham yuj chucal sk'ulej chi'."
        },
        {
            "number": "27",
            "text": "Palta tato a junoc anima chuc sb'eyb'al, syactejcan schucal chi', axo vach'il yed' tojolal sk'ulej, ol colchaj d'a yol sk'ab' chamel."
        },
        {
            "number": "28",
            "text": "Yujto ix nachajel yuuj ix yactancan schucal sk'ulej chi', val yel manh ol chamlaj, ol najatb'oc sq'uinal."
        },
        {
            "number": "29",
            "text": "A exxo aj Israel ex tic, anhejtona' tzeyala' to manh tojoloc tas tzin k'ulej. ¿Tom manhoc ex manh tojoloc tas tze k'ulej chi' jun?"
        },
        {
            "number": "30",
            "text": "A in Jehová Yajal in svala': Ol ex in ch'olb'itej junjun ex icha tas tze k'ulej. Yuj chi' naec e b'a, actejeccan e chuc b'eyb'al chi' d'a junelnhej. Tato maay, yuj e chuc b'eyb'alil chi' ol ex sateloc."
        },
        {
            "number": "31",
            "text": "Ex israel, ¿tom tze nib'ej cham e b'a yuj chi' max e q'uex e pensar yed' e b'eyb'al? Palta actejeccan masanil chucal tze k'ulej chi' yic manh ol ex chamoc."
        },
        {
            "number": "32",
            "text": "A in Jehová in svala', malaj in gana to ay mach schami. Actejeccan chucal chi' yic ol najatb'oc e q'uinal, xchi Jehová."
        }
    ]
}