{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ach anima, b'itej jun b'it yic cusk'olal yuj heb' sreyal Israel, tzalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ay jun nok' nun choj te b'inajnac, cajan nok' t'a skal juntzanh nok' mam choj. Ha t'a skal nok' chi' ix sq'uib'tzitej yune' nok'."
        },
        {
            "number": "3",
            "text": "Ay jun yune' nok' ix yil q'uib'oc. Ix sk'ayb'ank'e syaman schib'ej, haxo heb' anima ix chijib'at yuj."
        },
        {
            "number": "4",
            "text": "Ix yab' specal juntzanh nación tas sk'ulej nok' yune' chi'. Ix yamji nok' yuj heb' t'a jun yaal, ix yak'anoch jun gancho heb' t'a nok', ix snheranb'at nok' heb' t'a Egipto."
        },
        {
            "number": "5",
            "text": "Ayic ix yilan jun nok' nun choj chi' to maj elk'och tas ayoch yipoc sk'ol nok', ix yilan q'uib' junxo yune' nok'."
        },
        {
            "number": "6",
            "text": "Axo ix quelemax nok' yune' chi', junnhej ix ek' nok' yet' nok' mam choj chi'. Ix sk'ayb'an sb'a nok' syaman schib'ej, haxo heb' anima ix chijib'at yuj nok'."
        },
        {
            "number": "7",
            "text": "Manhxo jantacoc anima smil nok' t'a yoltac cuartel. Tzijtum niwac chonhab' syixtejb'at nok'. Tz'ib'xik'e yol yib'anhk’inal tik ayic tz'el yav nok'."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix och juntzanh nación ay t'a slak'anil chi' ajk'olal t'a nok'. Ix sb'oanem yaal heb' t'a nok', ix yamchaj nok' yuj heb'."
        },
        {
            "number": "9",
            "text": "Yed' k'een gancho ix yak'anoch nok' heb' t'a yol jaula, ix yik'anb'at heb' t'a winh sreyal Babilonia. Ix macchajcan nok' ta' yic manhxa mach tz'ab'an yel yav nok' t'a jolomtac witz t'a yol yic Israel. (Ha jun nok' nun choj chi', a ix snun heb' sreyal Judá sch'oxo'.)"
        },
        {
            "number": "10",
            "text": "Ha he nun chi' ex rey, lajan pax icha junok ib' te' uwa awab'il t'a stitac junok ha ha', te niwan ix aji, manhxo jantacoc sat ix yak'a', tzijtum swol ix q'uib'i yujto aynhejoch yalil."
        },
        {
            "number": "11",
            "text": "Ay juntzanh sk'ab' te', k'enal te' ix aji, a ix och sk'ocochoc heb' rey. Te chaanh ix aj steel te' sq'uib'i, ix ek'b'at te' t'a yib'anh juntzanhxo te' niwac te'. Ch'oc ix aj yel te' t'a skal juntzanhxo te te' yujto te chaanh steel te', te tzijtum pax sk'ab'tac te'."
        },
        {
            "number": "12",
            "text": "Palta ix tok'jik'eta te' uwa chi' yuj yowal sk'ol Dios. Yuj ik' ix cot t'a stojolal b'aj sjawi k'u ix tacjiel te' yet' sat. Ix jecjiel sk'ab'tac te', ix tacji. Ix nhusjipaxtz'a jun sk'ab' te' k'enal te' ix aj chi'."
        },
        {
            "number": "13",
            "text": "Axo ticnaik, ha t'a tzinan lu'um awab'il te' nunal uwa chi'."
        },
        {
            "number": "14",
            "text": "Ha t'a jun te' sk'ab' chi' ix elta k'ak', yuj jun k'ak' chi' ix tz'ab'at juntzanhxo sk'ab' te', ix tz'apaxb'at sat te'. Manhxalaj sk'ab' te' k'enal te' tzato yal yoch sk'ocochoc heb' rey, xchi jun b'it chi', xchi Jehová. (Aton jun b'it tik yic cusk'olal, yuj chi' ol b'itajoc.)"
        }
    ]
}