{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ach anima, b'itej jun b'it yic cusk'olal yuj eb' sreyal Israel, tzalan icha tic:"
        },
        {
            "number": "2",
            "text": "Ay jun nok' nun choj te b'inajnac, cajan nok' d'a scal juntzanh nok' mam choj. A d'a scal nok' chi' ix sq'uib'tzitej yune' nok'."
        },
        {
            "number": "3",
            "text": "Ay jun yune' nok' ix yil q'uib'oc. Ix sk'ayb'anq'ue syaman schib'ej, axo eb' anima ix chijib'at yuuj."
        },
        {
            "number": "4",
            "text": "Ix yab' specal juntzanh naci칩n tas sk'ulej nok' yune' chi'. Ix yamji nok' yuj eb' d'a jun yaal, ix yak'anoch jun gancho eb' d'a nok', ix snheranb'at nok' eb' d'a Egipto."
        },
        {
            "number": "5",
            "text": "Ayic ix yilan jun nok' nun choj chi' to maj elk'och tas ayoch yipoc sk'ol nok', ix yilan q'uib' junxo yune' nok'."
        },
        {
            "number": "6",
            "text": "Axo ix quelemax nok' yune' chi', junnhej ix ek' nok' yed' nok' mam choj chi'. Ix sk'ayb'an sb'a nok' syaman schib'ej, axo eb' anima ix chijib'at yuj nok'."
        },
        {
            "number": "7",
            "text": "Manhxo jantacoc anima smil nok' d'a yoltac cuartel. Tzijtum nivac chonhab' syixtejb'at nok'. Tz'ib'xiq'ue yolyib'anhq'uinal tic ayic tz'el yav nok'."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix och juntzanh naci칩n ay d'a slak'anil chi' ajk'olal d'a nok'. Ix sb'oanem yaal eb' d'a nok', ix yamchaj nok' yuj eb'."
        },
        {
            "number": "9",
            "text": "Yed' q'uen gancho ix yak'anoch nok' eb' d'a yol jaula, ix yik'anb'at eb' d'a vinh sreyal Babilonia. Ix macchajcan nok' ta' yic manhxa mach tz'ab'an yel yav nok' d'a jolomtac vitz d'a yol yic Israel. (A jun nok' nun choj chi', a ix snun eb' sreyal Jud치 sch'oxo'.)"
        },
        {
            "number": "10",
            "text": "A e nun chi' ex rey, lajan pax icha junoc ib' te' uva avab'il d'a stitac junoc a a', te nivan ix aji, manhxo jantacoc sat ix yak'a', tzijtum svol ix q'uib'i yujto aynhejoch yalil."
        },
        {
            "number": "11",
            "text": "Ay juntzanh sk'ab' te', q'uenal te' ix aji, a ix och sk'ocochoc eb' rey. Te chaanh ix aj steel te' sq'uib'i, ix ek'b'at te' d'a yib'anh juntzanhxo te' nivac te'. Ch'oc ix aj yel te' d'a scal juntzanhxo te te' yujto te chaanh steel te', te tzijtum pax sk'ab'tac te'."
        },
        {
            "number": "12",
            "text": "Palta ix tok'jiq'ueta te' uva chi' yuj yoval sk'ol Dios. Yuj ik' ix cot d'a stojolal b'aj sjavi k'u ix tacjiel te' yed' sat. Ix jecjiel sk'ab'tac te', ix tacji. Ix nhusjipaxtz'a jun sk'ab' te' q'uenal te' ix aj chi'."
        },
        {
            "number": "13",
            "text": "Axo ticnaic, a d'a tz'inan luum avab'il te' nunal uva chi'."
        },
        {
            "number": "14",
            "text": "A d'a jun te' sk'ab' chi' ix elta k'ak', yuj jun k'ak' chi' ix tz'ab'at juntzanhxo sk'ab' te', ix tz'apaxb'at sat te'. Manhxalaj sk'ab' te' q'uenal te' tzato yal yoch sk'ocochoc eb' rey, xchi jun b'it chi', xchi Jehov치. (Aton jun b'it tic yic cusk'olal, yuj chi' ol b'itajoc.)"
        }
    ]
}