{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix vab'an yoch jun jaj, ix yalan t'ayin icha tik: Ach anima, q'ueanh vaan, yujto ay tas ol val t'ayach, xchi."
        },
        {
            "number": "2",
            "text": "Yacb'an van slolon chi', ix och Yespíritu Dios t'ayin, ix in yik'anq'ue linhan. Ichato chi' ix vab'an yoch sjaj jun slolon chi' t'ayin."
        },
        {
            "number": "3",
            "text": "Ix yalannhej icha tik: Ach anima, ol ach in checb'at t'a skal eb' etchonhab' israel, aton eb' ix ste pitej sb'a t'ayin, ix och eb' ajk'olal t'ayin icha sk'ulejnac eb' e mam eyicham t'a peca', icha pax chi' eb' masanto ticnaic."
        },
        {
            "number": "4",
            "text": "Ha ticnaic tzach in checb'at t'a juntzanh anima te ov sat yuj spital, manh jab'oc scha yab' eb', palta tzal t'a eb' icha tik: Icha tik yalan Jehová Cajalil, xa chi t'a eb'."
        },
        {
            "number": "5",
            "text": "Wach'chom ol scha yab' eb', mato maay, yujto te pit eb', palta ol nachajel yuj eb' to in checab' aj t'a skal eb'."
        },
        {
            "number": "6",
            "text": "Ach anima, manh ach xiv t'a eb', manh ach xivpax yuj tas ol yal eb' t'ayach. Wach'chom icha t'a skal te' q'uiix, ma t'a skal nok' sinaan ayach eq'ui, palta manh ach xivoc, manh ach xiv yuj tas syal eb' t'ayach, manh ach xivpax tas tz'aj sat eb' ste cot yoval t'ayach yujto te pit eb'."
        },
        {
            "number": "7",
            "text": "Ha ach yowalil ol al in lolonel t'a eb', taxonhej ol scha yab' eb' mato maay, yujto te pit eb'."
        },
        {
            "number": "8",
            "text": "Scham val a chaan ab' tas svala', manh a pitej a b'a icha eb' chi'. Jac a ti' ol a vaan tas ol vak' t'ayach, xchi t'ayin."
        },
        {
            "number": "9",
            "text": "Ix vilani ay jun k'ab' b'achancot t'ayin, yet'nac jun tas chulb'il tz'ib'ab'il."
        },
        {
            "number": "10",
            "text": "Ix xuyanb'at jun chi' t'a vichanh. Tz'ib'ab'il t'a schab'il pak'anh. Ha tas tz'ib'ab'ilem chi' t'ay, aton yab'ixal cusk'olal, yaelal yet' xivk'olal ol ujok."
        }
    ]
}