{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ix vab'an yoch jun jaj, ix yalan d'ayin icha tic: Ach anima, q'ueanh vaan, yujto ay tas ol val d'ayach, xchi."
        },
        {
            "number": "2",
            "text": "Yacb'an van slolon chi', ix och Yespíritu Dios d'ayin, ix in yik'anq'ue linhan. Ichato chi' ix vab'an yoch sjaj jun slolon chi' d'ayin."
        },
        {
            "number": "3",
            "text": "Ix yalannhej icha tic: Ach anima, ol ach in checb'at d'a scal eb' etchonhab' israel, aton eb' ix ste pitej sb'a d'ayin, ix och eb' ajk'olal d'ayin icha sk'ulejnac eb' e mam eyicham d'a peca', icha pax chi' eb' masanto ticnaic."
        },
        {
            "number": "4",
            "text": "A ticnaic tzach in checb'at d'a juntzanh anima te ov sat yuj spital, manh jab'oc scha yab' eb', palta tzal d'a eb' icha tic: Icha tic yalan Jehová Cajalil, xa chi d'a eb'."
        },
        {
            "number": "5",
            "text": "Vach'chom ol scha yab' eb', mato maay, yujto te pit eb', palta ol nachajel yuj eb' to in checab' aj d'a scal eb'."
        },
        {
            "number": "6",
            "text": "Ach anima, manh ach xiv d'a eb', manh ach xivpax yuj tas ol yal eb' d'ayach. Vach'chom icha d'a scal te' q'uiix, ma d'a scal nok' sinaan ayach eq'ui, palta manh ach xivoc, manh ach xiv yuj tas syal eb' d'ayach, manh ach xivpax tas tz'aj sat eb' ste cot yoval d'ayach yujto te pit eb'."
        },
        {
            "number": "7",
            "text": "A ach yovalil ol al in lolonel d'a eb', taxonhej ol scha yab' eb' mato maay, yujto te pit eb'."
        },
        {
            "number": "8",
            "text": "Scham val a chaan ab' tas svala', manh a pitej a b'a icha eb' chi'. Jac a ti' ol a vaan tas ol vak' d'ayach, xchi d'ayin."
        },
        {
            "number": "9",
            "text": "Ix vilani ay jun k'ab' b'achancot d'ayin, yed'nac jun tas chulb'il tz'ib'ab'il."
        },
        {
            "number": "10",
            "text": "Ix xuyanb'at jun chi' d'a vichanh. Tz'ib'ab'il d'a schab'il pak'anh. A tas tz'ib'ab'ilem chi' d'ay, aton yab'ixal cusk'olal, yaelal yed' xivk'olal ol ujoc."
        }
    ]
}