{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ayic lajunhe' k'ual yoch yoil uj, ayic yuquil ab'ilxo ayonh ek' d'a Babilonia tic, ay tas ix snib'ej juntzanh yichamtac vinaquil chonhab' Israel sk'anb'ej d'a Jehová, yuj chi' ix em k'ojan eb' d'a vichanh."
        },
        {
            "number": "2",
            "text": "Ix yalan Jehová d'ayin icha tic:"
        },
        {
            "number": "3",
            "text": "Ach anima, al d'a eb' yichamtac vinaquil chonhab' Israel tic: Icha tic yalan Jehová Cajal: ¿Tom tzex javi d'ayin ul e k'anb'an eyab'i? Val yel a in val svak' in ti' to manh ol in tak'voc d'ayex, xchi Jehová, xa chi d'a eb'."
        },
        {
            "number": "4",
            "text": "Ach anima al d'a eb' tas syaelal eb' ol vak'a'. Scham val ak'an yojtaquejel eb' tas te yajb'entac sk'ulejnac eb' smam yicham eb'."
        },
        {
            "number": "5",
            "text": "Al d'a eb' icha tic: A Jehová Cajal tz'alan icha tic: Ayic in sik'anel eb' e mam eyicham chi', vak'annac in ti' d'a eb', in ch'oxannac in b'a d'a eb' d'a Egipto. Ata' vak'nac in ti' d'a eb', valannac: A in ton Jehová e Diosal in."
        },
        {
            "number": "6",
            "text": "A d'a jun tiempoal chi' vak' in ti' vik'anelta eb' d'a Egipto chi', yic svik'anb'at eb' d'a jun luum to a in val ix in saya', aton d'a jun lum luum te yax sat, yelxo te vach' d'a yichanh masanil lum luum."
        },
        {
            "number": "7",
            "text": "Val d'a eb' icha tic: Junjun ex tzeyactejcan juntzanh e diosal te yajb'entac, manh eyixtejel e b'a yuj sdiosal eb' aj Egipto tic, yujto a in Jehová e Diosal in, xin chi d'a eb'."
        },
        {
            "number": "8",
            "text": "Palta spitej sb'a eb' d'ayin. Maj yal sk'ol eb' scha yab' tas vala'. Maj satel-laj sdiosal eb' yajb'entac chi', maj yactejpaxcan juntzanh sdiosal eb' aj Egipto chi' eb'. Yuj chi' in na vak' syaelal eb' yed' masanil yoval in k'ol d'a yol smacb'en Egipto chi'."
        },
        {
            "number": "9",
            "text": "Palta maj in k'ulejlaj icha in na chi' yic manh chucoc syal juntzanh nación b'aj cajan ek' eb' chi' d'a in patic, yuj chi' in ch'ox snivanil velk'och d'a eb' d'a yichanh eb' ch'oc nacional chi', ayic vik'anelta eb' d'a Egipto chi'."
        },
        {
            "number": "10",
            "text": "Vik'anelta eb' d'a nación chi', vik'ancanb'at eb' d'a tz'inan luum."
        },
        {
            "number": "11",
            "text": "Ata' vak' in k'ayb'ub'al yed' in checnab'il yojtaquejel eb', tato sb'eyb'alej eb' vach'nhej tz'ek' eb'."
        },
        {
            "number": "12",
            "text": "Vak'an jun sk'ual ik'oj ip vic yaj d'a eb' yic sk'anab'ajej eb', yic tz'ochcan sch'oxnab'iloc in trato vak'can yed' eb', yic snaanpaxcot eb' to a in Jehová in tic in sik'canel eb'."
        },
        {
            "number": "13",
            "text": "Palta spitej sb'a eb' d'ayin d'a tz'inan luum chi', maj sk'anab'ajej in k'ayb'ub'al eb', spatiquejel in checnab'il eb', aton juntzanh vak' d'a eb' yic vach'nhej tz'ek' eb'. Maj sk'anab'ajej pax sk'ual ik'oj ip val d'a eb'. Yuj chi' in na in satel eb' yed' yoval in k'ol d'a tz'inan lum chi'."
        },
        {
            "number": "14",
            "text": "Palta yic max in yal juntzanh nación ilan vik'anelta eb' d'a Egipto chi' chucal, yuj chi' maj in satel-laj eb'."
        },
        {
            "number": "15",
            "text": "Anhejtona' d'a tz'inan lum chi' vak' in ti' to manh ol vak'och eb' d'a jun lum vak' in ti' vak'an d'a eb', aton jun lum te yax sat, te vach' d'a yichanh masanil lum luum,"
        },
        {
            "number": "16",
            "text": "yujto maj sk'anab'ajej in k'ayb'ub'al eb', spatiquejel in checnab'il eb', maj sk'anab'ajej jun sk'ual ik'oj ip eb', aton jun k'u vic yaji. Anhej d'a juntzanh comon dios yajb'entac ayoch spensar eb',"
        },
        {
            "number": "17",
            "text": "palta ok' in k'ol d'a eb', yuj chi' maj in satel-laj eb' d'a tz'inan luum chi'."
        },
        {
            "number": "18",
            "text": "Ata' val d'a eb' yuninal eb' to max sk'ulej eb' icha sb'eyb'al smam eb' chi', max yixtejpaxel sb'a eb' yuj juntzanh comon dios yajb'entac chi'."
        },
        {
            "number": "19",
            "text": "Valani to a in Jehová in sDiosal in eb' to sk'anab'ajej val in checnab'il eb' yed' in k'ayb'ub'al."
        },
        {
            "number": "20",
            "text": "Nivanocab' yelk'och sk'ual ik'oj ip vic yaj d'a yol sat eb'. A jun chi' ch'oxnab'il yaj d'a jun trato in b'o yed' eb' yic syojtaquejel eb' to a in ton Jehová sDiosal in eb'."
        },
        {
            "number": "21",
            "text": "Palta anheja' spitejpax sb'a eb' yuninal eb' chi' d'ayin. Maj sk'anab'ajejlaj in k'ayb'ub'al eb', maj sb'eyb'alej pax in checnab'il eb', aton yuj juntzanh chi' vach'nhej tz'ek' eb' sk'anab'ajani. Anhejtona' yixtejel sk'ual ik'oj ip eb', aton jun k'u vic yaji. Yuj chi' in na' in satel eb' yed' yoval in k'ol d'a tz'inan lum chi'."
        },
        {
            "number": "22",
            "text": "Palta yic max in yal juntzanh nación ilan vik'anelta eb' d'a Egipto chi' chucal, yuj chi' maj in satel-laj eb'."
        },
        {
            "number": "23",
            "text": "Palta yacb'an aytoek' eb' d'a tz'inan lum chi', vak'an in ti' to ol in saclemejb'at eb' d'a scaltac nación d'a masanil yolyib'anhq'uinal tic,"
        },
        {
            "number": "24",
            "text": "yujto maj sk'anab'ajej in k'ayb'ub'al eb', spatiquejpaxel in checnab'il eb', maj sk'anab'ajej sk'ual ik'oj ip eb', aton jun vic yaji. Anhej d'a juntzanh dios yajb'entac b'aj yak'och spensar eb', aton sdiosal eb' smam yicham eb'."
        },
        {
            "number": "25",
            "text": "Yuj chi' vak'an juntzanh k'ayb'ub'al yed' checnab'il manh vach'oc d'a eb', juntzanh max yal vach' tz'ek' eb' anima yuuj."
        },
        {
            "number": "26",
            "text": "Vak'an yixtejel sb'a eb' yuj silab' to a sb'ab'el yuninal eb' snhustz'a silab'il. A juntzanh chi' vak' sk'ulej eb' yic vach' manhxo animaoc tz'aj eb' yic syojtaquejel eb' to a in ton Jehová in sDiosal in eb'."
        },
        {
            "number": "27",
            "text": "Yuj chi' ach anima, al d'a eb' etisraelal to a in Jehová Yajal in sval icha tic: A eb' e mam eyicham stzuntzejnac val cot yoval in k'ol eb', in spaticannaquel eb' ayic sb'oannac juntzanhxo tic eb':"
        },
        {
            "number": "28",
            "text": "Ayic toxo ix vik'och eb' d'a sat lum lum vak'nac in ti' vak'an d'a eb', yilanoch juntzanh tzalquixtac eb' yed' juntzanh te te' te k'ayum xiil, ata' snhus silab' eb', ofrenda eb', incienso eb' sumumi sjab', stob'anpaxem vino eb' ofrendail d'a juntzanh comon dios, yuj juntzanh chi' stzuntzejcot yoval in k'ol eb'."
        },
        {
            "number": "29",
            "text": "In k'anb'an d'a eb' icha tic: ¿Tas yaj juntzanh chaanh b'aj tzex b'at chi'? xin chi d'a eb'. Yuj chi' Chaanh Yajq'uei, icha chi' sb'iejnaccani, xchi Jehová, xa chi d'a eb'."
        },
        {
            "number": "30",
            "text": "Al d'a eb' etisraelal to a in Jehová Yajal in sval icha tic: A ex tic tze jub'at e b'a icha ajnac sjuanb'at sb'a eb' e mam eyicham chi'. Tze tek'b'ej val e b'a eyoch ejmelal d'a juntzanh comon dios te yajb'entac chi'."
        },
        {
            "number": "31",
            "text": "Slajvi e juanel e b'a yuj b'aj tze nhustz'a eb' eyuninal silab'il d'a juntzanh comon dios chi', tzex javi pax e k'anb'ej d'ayin tas snib'ej e k'ool. Val yel, a in Jehová Yajal in svak' in ti' to manh ol in tak'voc d'ayex."
        },
        {
            "number": "32",
            "text": "A ex tic ix e na eyoch ejmelal d'a te te' yed' d'a q'uen q'ueen, icha syutej sb'a juntzanhxo nación. Palta malaj b'aq'uinh ol in cha e k'ulej juntzanh chi'."
        },
        {
            "number": "33",
            "text": "Yuj chi' a in Jehová Yajal in svak' in ti' to a in ol vak' yajalil d'a eyib'anh yed' in poder yed' pax yoval in k'ool."
        },
        {
            "number": "34",
            "text": "Ol ex vik'anelta d'a juntzanh nación, ol ex in molb'an b'aj sacleminac eyajcanb'at vuuj, ol in ch'ox val in poder yed' yoval in k'ol d'ayex,"
        },
        {
            "number": "35",
            "text": "ol ex in molb'an d'a jun tz'inan luum d'a scal juntzanh nación. A in Jehová in svala' to a in val ol ex in ch'olb'itej, ol vak'anoch yaelal d'a eyib'anh, icha ajnac vak'anoch yaelal d'a yib'anh eb' e mam eyicham d'a tz'inan lum d'a yol yic Egipto."
        },
        {
            "number": "36",
            "text": "Icha syutej vinh tanhvum calnel sik'lan nok' scalnel ayic sb'isan nok' vinh, icha chi' ol ex vutej. Ol ex in siq'uelta mach ex ol ex och d'a in trato ol in b'o eyed'oc."
        },
        {
            "number": "37",
            "text": "A eb' te pit tz'och ajk'olal d'ayin, ol viq'uelta eb' b'aj sacleminac eyaj ticnaic, ol in satel eb' d'a e cal, manh ol ochlaj eb' d'a smacb'en eb' eyetisraelal. Icha val chi' ol aj eyojtacaneli to a in ton Jehová e Diosal in."
        },
        {
            "number": "38",
            "text": "Ex aj Israel, a in Jehová Yajal in sval icha tic: Yujto te pit tzeyutej e b'a d'ayin, yuj chi' ixiquec, ochanhec ejmelal d'a juntzanh comon dios yajb'entac chi'. Palta ol k'och sk'ual axo d'ayin ol eyal e b'a. Manhxo ol eyixtejel snivanil velk'ochi, yujto manhxo ol eyak' juntzanh eyofrenda d'a juntzanh comon dios chi'."
        },
        {
            "number": "39",
            "text": "A d'a jun tzalan vic yaji, aton jun vitz te chaanh d'a smacb'en Israel, ata' ol ex och ejmelal d'ayin e masanil ex israel. A in Jehová Yajal in svala' to ata' ol ex in cha yed' smasanil in k'ool. Ata' ol in k'an d'ayex to ol eyak' eyofrenda d'ayin yed' pax b'ab'el sat eyavb'en yed' masanil tas victaxon yaji."
        },
        {
            "number": "40",
            "text": "Ayic toxo ix ex viq'uelta d'a scaltac juntzanh nación yed' b'ajtac sacleminac eyajcanb'at chi' ticnaic, d'a tzalajk'olal ol ex in cha icha incienso sumumi sjab'. Ol in ch'ox val snivanil velk'och d'ayex d'a yichanh masanil nación."
        },
        {
            "number": "41",
            "text": "Ayic ol ex vik'anxib'at d'a lum luum vak'nac in ti' vak'an d'a eb' e mam eyicham, aton lum Israel, ata' ol nachajel eyuuj to a in ton Jehová e Diosal in."
        },
        {
            "number": "42",
            "text": "Ata' ol e nacot juntzanh e b'eyb'al malaj svach'il yed' jantac chucal tze k'ulej ticnaic. Ayic ol e naancot juntzanh e chucal chi' ol ex te q'uixvoc."
        },
        {
            "number": "43",
            "text": "Ex israel, ayic ol eyilani to max vak' eyaelal icha val smojal yuj jantac chucal tze k'ulej chi', palta to tz'ok' in k'ol d'ayex yuj snivanil velk'ochi, ata' ol eyojtaquejeli to a in ton Jehová e Diosal in, xchi Jehová, xa chi d'a eb' etisraelal chi'."
        },
        {
            "number": "44",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "45",
            "text": "Ach anima, b'atanh q'uelan d'a stojolal sur, tzalanb'at juntzanh lolonel tic d'a lum nivac yax lum ay d'a smacb'en sur chi'."
        },
        {
            "number": "46",
            "text": "Tzalan icha tic: A Jehová Yajal tz'alan icha tic: A in ol vak'och jun k'ak' yic ol tz'ab'at masanil lum yax luum, aton te te' yaax xiil yed' te' taquinh. Masanil tas ay d'a sat lum lum chi' ol tz'ab'atoc, schab'at d'a sur masanto sk'och d'a norte. Malaj mach ol yal smak'an tup jun k'ak' chi'."
        },
        {
            "number": "47",
            "text": "Masanil yolyib'anhq'uinal tic ol ojtacaneloc to a in ix vak'och jun k'ak' chi', yujto a jun k'ak' chi', manh ol tuplaj, xchi Jehová d'ayin."
        },
        {
            "number": "48",
            "text": "Ix lajvi chi' ix in tak'vi icha tic: Ay Mamin Jehová, a eb' anima syal eb' to anhej d'a q'uexanh lolonelal tzin loloni, xin chi d'a Jehová chi'."
        }
    ]
}