{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ayic lajunhe' k'ual yoch yoil uj, ayic yuquil ab'ilxo ayonh ek' t'a Babilonia tik, ay tas ix snib'ej juntzanh yichamtac winaquil chonhab' Israel sk'anb'ej t'a Jehová, yuj chi' ix em k'ojan heb' t'a wichanh."
        },
        {
            "number": "2",
            "text": "Ix yalan Jehová t'ayin icha tik:"
        },
        {
            "number": "3",
            "text": "Ach anima, al t'a heb' yichamtac winaquil chonhab' Israel tik: Icha tik yalan Jehová Kajal: ¿Tom tzex jawi t'ayin ul he k'anb'an eyab'i? Val yel a in wal swak' in ti' to manh ol in tak'woc t'ayex, xchi Jehová, xa chi t'a heb'."
        },
        {
            "number": "4",
            "text": "Ach anima al t'a heb' tas syaelal heb' ol wak'a'. Scham wal ak'an yojtaquejel heb' tas te yajb'entac sk'ulejnac heb' smam yicham heb'."
        },
        {
            "number": "5",
            "text": "Al t'a heb' icha tik: Ha Jehová Kajal tz'alan icha tik: Ayic in sik'anel heb' he mam eyicham chi', wak'annac in ti' t'a heb', in ch'oxannac in b'ha t'a heb' t'a Egipto. Ata' wak'nac in ti' t'a heb', walannac: Ha in ton Jehová he Diosal in."
        },
        {
            "number": "6",
            "text": "Ha t'a jun pekti’ chi' wak' in ti' wik'anelta heb' t'a Egipto chi', yic swik'anb'at heb' t'a jun lu'um to a in wal ix in saya', aton t'a jun lum lum te yax sat, yelxo te wach' t'a yichanh masanil lum lum."
        },
        {
            "number": "7",
            "text": "Val t'a heb' icha tik: Junjun ex tzeyactejkan juntzanh he diosal te yajb'entac, manh eyixtejel he b'a yuj sdiosal heb' aj Egipto tik, yujto a in Jehová he Diosal in, xin chi t'a heb'."
        },
        {
            "number": "8",
            "text": "Palta spitej sb'a heb' t'ayin. Maj yal sk'ol heb' scha yab' tas wala'. Maj satel-laj sdiosal heb' yajb'entac chi', maj yactejpaxcan juntzanh sdiosal heb' aj Egipto chi' heb'. Yuj chi' in na wak' syaelal heb' yet' masanil yowal in k'ol t'a yol smacb'en Egipto chi'."
        },
        {
            "number": "9",
            "text": "Palta maj in k'ulejlaj icha in na chi' yic manh chucoc syal juntzanh nación b'aj kajan ek' heb' chi' t'a in patic, yuj chi' in ch'ox sniwanil welk'och t'a heb' t'a yichanh heb' ch'oc nacional chi', ayic wik'anelta heb' t'a Egipto chi'."
        },
        {
            "number": "10",
            "text": "Vik'anelta heb' t'a nación chi', wik'ankanb'at heb' t'a tzinan lu'um."
        },
        {
            "number": "11",
            "text": "Ata' wak' in k'ayb'ub'al yet' in checnab'il yojtaquejel heb', tato sb'eyb'alej heb' wach'nhej tzek' heb'."
        },
        {
            "number": "12",
            "text": "Vak'an jun sk'ual ik'oj ip wik yaj t'a heb' yic sk'anab'ajej heb', yic tz'ochkan sch'oxnab'iloc in trato wak'kan yet' heb', yic snaanpaxcot heb' to a in Jehová in tik in sik'kanel heb'."
        },
        {
            "number": "13",
            "text": "Palta spitej sb'a heb' t'ayin t'a tzinan lu'um chi', maj sk'anab'ajej in k'ayb'ub'al heb', spatiquejel in checnab'il heb', aton juntzanh wak' t'a heb' yic wach'nhej tzek' heb'. Maj sk'anab'ajej pax sk'ual ik'oj ip wal t'a heb'. Yuj chi' in na in satel heb' yet' yowal in k'ol t'a tzinan lum chi'."
        },
        {
            "number": "14",
            "text": "Palta yic max in yal juntzanh nación ilan wik'anelta heb' t'a Egipto chi' chukal, yuj chi' maj in satel-laj heb'."
        },
        {
            "number": "15",
            "text": "Anhejtona' t'a tzinan lum chi' wak' in ti' to manh ol wak'och heb' t'a jun lum wak' in ti' wak'an t'a heb', aton jun lum te yax sat, te wach' t'a yichanh masanil lum lum,"
        },
        {
            "number": "16",
            "text": "yujto maj sk'anab'ajej in k'ayb'ub'al heb', spatiquejel in checnab'il heb', maj sk'anab'ajej jun sk'ual ik'oj ip heb', aton jun k'u wik yaji. Anhej t'a juntzanh comon Dios yajb'entac ayoch spensar heb',"
        },
        {
            "number": "17",
            "text": "palta ok' in k'ol t'a heb', yuj chi' maj in satel-laj heb' t'a tzinan lu'um chi'."
        },
        {
            "number": "18",
            "text": "Ata' wal t'a heb' yuninal heb' to max sk'ulej heb' icha sb'eyb'al smam heb' chi', max yixtejpaxel sb'a heb' yuj juntzanh comon Dios yajb'entac chi'."
        },
        {
            "number": "19",
            "text": "Valani to a in Jehová in sDiosal in heb' to sk'anab'ajej wal in checnab'il heb' yet' in k'ayb'ub'al."
        },
        {
            "number": "20",
            "text": "Niwanokab' yelk'och sk'ual ik'oj ip wik yaj t'a yol sat heb'. Ha jun chi' ch'oxnab'il yaj t'a jun trato in b'o yet' heb' yic syojtaquejel heb' to a in ton Jehová sDiosal in heb'."
        },
        {
            "number": "21",
            "text": "Palta anheja' spitejpax sb'a heb' yuninal heb' chi' t'ayin. Maj sk'anab'ajejlaj in k'ayb'ub'al heb', maj sb'eyb'alej pax in checnab'il heb', aton yuj juntzanh chi' wach'nhej tzek' heb' sk'anab'ajani. Anhejtona' yixtejel sk'ual ik'oj ip heb', aton jun k'u wik yaji. Yuj chi' in na' in satel heb' yet' yowal in k'ol t'a tzinan lum chi'."
        },
        {
            "number": "22",
            "text": "Palta yic max in yal juntzanh nación ilan wik'anelta heb' t'a Egipto chi' chukal, yuj chi' maj in satel-laj heb'."
        },
        {
            "number": "23",
            "text": "Palta yacb'an aytoek' heb' t'a tzinan lum chi', wak'an in ti' to ol in saclemejb'at heb' t'a skaltac nación t'a masanil yol yib'anhk’inal tik,"
        },
        {
            "number": "24",
            "text": "yujto maj sk'anab'ajej in k'ayb'ub'al heb', spatiquejpaxel in checnab'il heb', maj sk'anab'ajej sk'ual ik'oj ip heb', aton jun wik yaji. Anhej t'a juntzanh Dios yajb'entac b'aj yak'och spensar heb', aton sdiosal heb' smam yicham heb'."
        },
        {
            "number": "25",
            "text": "Yuj chi' wak'an juntzanh k'ayb'ub'al yet' checnab'il manh wach'oc t'a heb', juntzanh max yal wach' tzek' heb' anima yuj."
        },
        {
            "number": "26",
            "text": "Vak'an yixtejel sb'a heb' yuj silab' to a sb'ab'el yuninal heb' snhustz'a silab'il. Ha juntzanh chi' wak' sk'ulej heb' yic wach' manhxo animaoc tz'aj heb' yic syojtaquejel heb' to a in ton Jehová in sDiosal in heb'."
        },
        {
            "number": "27",
            "text": "Yuj chi' ach anima, al t'a heb' etisraelal to a in Jehová Yajal in swal icha tik: Ha heb' he mam eyicham stzuntzejnac wal cot yowal in k'ol heb', in spatikannaquel heb' ayic sb'oannac juntzanhxo tik heb':"
        },
        {
            "number": "28",
            "text": "Ayic toxo ix wik'och heb' t'a sat lum lum wak'nac in ti' wak'an t'a heb', yilanoch juntzanh tzalquixtac heb' yet' juntzanh te te' te k'ayum xiil, ata' snhus silab' heb', ofrenda heb', incienso heb' sumumi sjab', stob'anpaxem wino heb' ofrendail t'a juntzanh comon Dios, yuj juntzanh chi' stzuntzejcot yowal in k'ol heb'."
        },
        {
            "number": "29",
            "text": "In k'anb'an t'a heb' icha tik: ¿Tas yaj juntzanh chaanh b'aj tzex b'at chi'? xin chi t'a heb'. Yuj chi' Chaanh Yajk'ei, icha chi' sb'iejnakkani, xchi Jehová, xa chi t'a heb'."
        },
        {
            "number": "30",
            "text": "Al t'a heb' etisraelal to a in Jehová Yajal in swal icha tik: Ha ex tik tze jub'at he b'a icha ajnac sjuanb'at sb'a heb' he mam eyicham chi'. Tze tek'b'ej wal he b'a eyoch ejmelal t'a juntzanh comon Dios te yajb'entac chi'."
        },
        {
            "number": "31",
            "text": "Slajwi he juanel he b'a yuj b'aj tze nhustz'a heb' eyuninal silab'il t'a juntzanh comon Dios chi', tzex jawi pax he k'anb'ej t'ayin tas snib'ej he k'ool. Val yel, a in Jehová Yajal in swak' in ti' to manh ol in tak'woc t'ayex."
        },
        {
            "number": "32",
            "text": "Ha ex tik ix he na eyoch ejmelal t'a te te' yet' t'a k'een k'een, icha syutej sb'a juntzanhxo nación. Palta malaj b'ak'uinh ol in cha he k'ulej juntzanh chi'."
        },
        {
            "number": "33",
            "text": "Yuj chi' a in Jehová Yajal in swak' in ti' to a in ol wak' yajalil t'a eyib'anh yet' in poder yet' pax yowal in k'ool."
        },
        {
            "number": "34",
            "text": "Ol ex wik'anelta t'a juntzanh nación, ol ex in molb'an b'aj sacleminac eyajkanb'at wuuj, ol in ch'ox wal in poder yet' yowal in k'ol t'ayex,"
        },
        {
            "number": "35",
            "text": "ol ex in molb'an t'a jun tzinan lu'um t'a skal juntzanh nación. Ha in Jehová in swala' to a in wal ol ex in ch'olb'itej, ol wak'anoch yaelal t'a eyib'anh, icha ajnac wak'anoch yaelal t'a yib'anh heb' he mam eyicham t'a tzinan lum t'a yol yic Egipto."
        },
        {
            "number": "36",
            "text": "Icha syutej winh tanhwum kalnel sik'lan nok' skalnel ayic sb'isan nok' winh, icha chi' ol ex wutej. Ol ex in sik'elta mach ex ol ex och t'a in trato ol in b'o eyed'oc."
        },
        {
            "number": "37",
            "text": "Ha heb' te pit tz'och ajk'olal t'ayin, ol wik'elta heb' b'aj sacleminac eyaj ticnaik, ol in satel heb' t'a he kal, manh ol ochlaj heb' t'a smacb'en heb' eyetisraelal. Icha wal chi' ol aj eyojtakaneli to a in ton Jehová he Diosal in."
        },
        {
            "number": "38",
            "text": "Ex aj Israel, a in Jehová Yajal in swal icha tik: Yujto te pit tzeyutej he b'a t'ayin, yuj chi' ixiquec, ochanhec ejmelal t'a juntzanh comon Dios yajb'entac chi'. Palta ol k'och sk'ual haxo t'ayin ol eyal he b'a. Manhxo ol eyixtejel sniwanil welk'ochi, yujto manhxo ol eyak' juntzanh eyofrenda t'a juntzanh comon Dios chi'."
        },
        {
            "number": "39",
            "text": "Ha t'a jun tzalan wik yaji, aton jun witz te chaanh t'a smacb'en Israel, ata' ol ex och ejmelal t'ayin he masanil ex israel. Ha in Jehová Yajal in swala' to ata' ol ex in cha yet' smasanil in k'ool. Ata' ol in k'an t'ayex to ol eyak' eyofrenda t'ayin yet' pax b'ab'el sat eyavb'en yet' masanil tas wictaxon yaji."
        },
        {
            "number": "40",
            "text": "Ayic toxo ix ex wik'elta t'a skaltac juntzanh nación yet' b'ajtac sacleminac eyajkanb'at chi' ticnaik, t'a tzalajk'olal ol ex in cha icha incienso sumumi sjab'. Ol in ch'ox wal sniwanil welk'och t'ayex t'a yichanh masanil nación."
        },
        {
            "number": "41",
            "text": "Ayic ol ex wik'anxib'at t'a lum lum wak'nac in ti' wak'an t'a heb' he mam eyicham, aton lum Israel, ata' ol nachajel eyuuj to a in ton Jehová he Diosal in."
        },
        {
            "number": "42",
            "text": "Ata' ol he nacot juntzanh he b'eyb'al malaj swach'il yet' jantac chukal tze k'ulej ticnaik. Ayic ol he naancot juntzanh he chukal chi' ol ex te q'uixwoc."
        },
        {
            "number": "43",
            "text": "Ex israel, ayic ol eyilani to max wak' eyaelal icha wal smojal yuj jantac chukal tze k'ulej chi', palta to tz'ok' in k'ol t'ayex yuj sniwanil welk'ochi, ata' ol eyojtaquejeli to a in ton Jehová he Diosal in, xchi Jehová, xa chi t'a heb' etisraelal chi'."
        },
        {
            "number": "44",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "45",
            "text": "Ach anima, b'atanh k'elan t'a stojolal sur, tzalanb'at juntzanh lolonel tik t'a lum niwac yax lum ay t'a smacb'en sur chi'."
        },
        {
            "number": "46",
            "text": "Tzalan icha tik: Ha Jehová Yajal tz'alan icha tik: Ha in ol wak'och jun k'ak' yic ol tz'ab'at masanil lum yax lu'um, aton te te' yaax xiil yet' te' taquinh. Masanil tas ay t'a sat lum lum chi' ol tz'ab'atoc, schab'at t'a sur masanto sk'och t'a norte. Malaj mach ol yal smak'an tup jun k'ak' chi'."
        },
        {
            "number": "47",
            "text": "Masanil yol yib'anhk’inal tik ol ojtakaneloc to a in ix wak'och jun k'ak' chi', yujto a jun k'ak' chi', manh ol tuplaj, xchi Jehová t'ayin."
        },
        {
            "number": "48",
            "text": "Ixlajwi chi' ix in tak'wi icha tik: Ay Mamin Jehová, a heb' anima syal heb' to anhej t'a k'exanh lolonelal tzin loloni, xin chi t'a Jehová chi'."
        }
    ]
}