{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ayic lajunhe' k'ual yoch yoil uj, ayic yuquil ab'ilxo ayonh ek' t'a Babilonia tik, ay tas ix snib'ej juntzanh yichamtac vinaquil chonhab' Israel sk'anb'ej t'a Jehová, yuj chi' ix em k'ojan eb' t'a vichanh."
        },
        {
            "number": "2",
            "text": "Ix yalan Jehová t'ayin icha tik:"
        },
        {
            "number": "3",
            "text": "Ach anima, al t'a eb' yichamtac vinaquil chonhab' Israel tik: Icha tik yalan Jehová Cajal: ¿Tom tzex javi t'ayin ul e k'anb'an eyab'i? Val yel a in val svak' in ti' to manh ol in tak'voc t'ayex, xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "4",
            "text": "Ach anima al t'a eb' tas syaelal eb' ol vak'a'. Scham val ak'an yojtaquejel eb' tas te yajb'entac sk'ulejnac eb' smam yicham eb'."
        },
        {
            "number": "5",
            "text": "Al t'a eb' icha tik: Ha Jehová Cajal tz'alan icha tik: Ayic in sik'anel eb' e mam eyicham chi', vak'annac in ti' t'a eb', in ch'oxannac in b'ha t'a eb' t'a Egipto. Ata' vak'nac in ti' t'a eb', valannac: Ha in ton Jehová e Diosal in."
        },
        {
            "number": "6",
            "text": "Ha t'a jun pekti’ chi' vak' in ti' vik'anelta eb' t'a Egipto chi', yic svik'anb'at eb' t'a jun lu'um to a in val ix in saya', aton t'a jun lum lum te yax sat, yelxo te wach' t'a yichanh masanil lum lum."
        },
        {
            "number": "7",
            "text": "Val t'a eb' icha tik: Junjun ex tzeyactejcan juntzanh e diosal te yajb'entac, manh eyixtejel e b'a yuj sdiosal eb' aj Egipto tik, yujto a in Jehová e Diosal in, xin chi t'a eb'."
        },
        {
            "number": "8",
            "text": "Palta spitej sb'a eb' t'ayin. Maj yal sk'ol eb' scha yab' tas vala'. Maj satel-laj sdiosal eb' yajb'entac chi', maj yactejpaxcan juntzanh sdiosal eb' aj Egipto chi' eb'. Yuj chi' in na vak' syaelal eb' yet' masanil yoval in k'ol t'a yol smacb'en Egipto chi'."
        },
        {
            "number": "9",
            "text": "Palta maj in k'ulejlaj icha in na chi' yic manh chucoc syal juntzanh nación b'aj cajan ek' eb' chi' t'a in patic, yuj chi' in ch'ox snivanil velk'och t'a eb' t'a yichanh eb' ch'oc nacional chi', ayic vik'anelta eb' t'a Egipto chi'."
        },
        {
            "number": "10",
            "text": "Vik'anelta eb' t'a nación chi', vik'ancanb'at eb' t'a tzinan lu'um."
        },
        {
            "number": "11",
            "text": "Ata' vak' in k'ayb'ub'al yet' in checnab'il yojtaquejel eb', tato sb'eyb'alej eb' wach'nhej tzek' eb'."
        },
        {
            "number": "12",
            "text": "Vak'an jun sk'ual ik'oj ip wik yaj t'a eb' yic sk'anab'ajej eb', yic tz'ochcan sch'oxnab'iloc in trato vak'kan yet' eb', yic snaanpaxcot eb' to a in Jehová in tik in sik'canel eb'."
        },
        {
            "number": "13",
            "text": "Palta spitej sb'a eb' t'ayin t'a tzinan lu'um chi', maj sk'anab'ajej in k'ayb'ub'al eb', spatiquejel in checnab'il eb', aton juntzanh vak' t'a eb' yic wach'nhej tzek' eb'. Maj sk'anab'ajej pax sk'ual ik'oj ip val t'a eb'. Yuj chi' in na in satel eb' yet' yoval in k'ol t'a tzinan lum chi'."
        },
        {
            "number": "14",
            "text": "Palta yic max in yal juntzanh nación ilan vik'anelta eb' t'a Egipto chi' chukal, yuj chi' maj in satel-laj eb'."
        },
        {
            "number": "15",
            "text": "Anhejtona' t'a tzinan lum chi' vak' in ti' to manh ol vak'och eb' t'a jun lum vak' in ti' vak'an t'a eb', aton jun lum te yax sat, te wach' t'a yichanh masanil lum lum,"
        },
        {
            "number": "16",
            "text": "yujto maj sk'anab'ajej in k'ayb'ub'al eb', spatiquejel in checnab'il eb', maj sk'anab'ajej jun sk'ual ik'oj ip eb', aton jun k'u wik yaji. Anhej t'a juntzanh comon dios yajb'entac ayoch spensar eb',"
        },
        {
            "number": "17",
            "text": "palta ok' in k'ol t'a eb', yuj chi' maj in satel-laj eb' t'a tzinan lu'um chi'."
        },
        {
            "number": "18",
            "text": "Ata' val t'a eb' yuninal eb' to max sk'ulej eb' icha sb'eyb'al smam eb' chi', max yixtejpaxel sb'a eb' yuj juntzanh comon dios yajb'entac chi'."
        },
        {
            "number": "19",
            "text": "Valani to a in Jehová in sDiosal in eb' to sk'anab'ajej val in checnab'il eb' yet' in k'ayb'ub'al."
        },
        {
            "number": "20",
            "text": "Nivanocab' yelk'och sk'ual ik'oj ip wik yaj t'a yol sat eb'. Ha jun chi' ch'oxnab'il yaj t'a jun trato in b'o yet' eb' yic syojtaquejel eb' to a in ton Jehová sDiosal in eb'."
        },
        {
            "number": "21",
            "text": "Palta anheja' spitejpax sb'a eb' yuninal eb' chi' t'ayin. Maj sk'anab'ajejlaj in k'ayb'ub'al eb', maj sb'eyb'alej pax in checnab'il eb', aton yuj juntzanh chi' wach'nhej tzek' eb' sk'anab'ajani. Anhejtona' yixtejel sk'ual ik'oj ip eb', aton jun k'u wik yaji. Yuj chi' in na' in satel eb' yet' yoval in k'ol t'a tzinan lum chi'."
        },
        {
            "number": "22",
            "text": "Palta yic max in yal juntzanh nación ilan vik'anelta eb' t'a Egipto chi' chukal, yuj chi' maj in satel-laj eb'."
        },
        {
            "number": "23",
            "text": "Palta yacb'an aytoek' eb' t'a tzinan lum chi', vak'an in ti' to ol in saclemejb'at eb' t'a scaltac nación t'a masanil yol yib'anhk’inal tik,"
        },
        {
            "number": "24",
            "text": "yujto maj sk'anab'ajej in k'ayb'ub'al eb', spatiquejpaxel in checnab'il eb', maj sk'anab'ajej sk'ual ik'oj ip eb', aton jun wik yaji. Anhej t'a juntzanh dios yajb'entac b'aj yak'och spensar eb', aton sdiosal eb' smam yicham eb'."
        },
        {
            "number": "25",
            "text": "Yuj chi' vak'an juntzanh k'ayb'ub'al yet' checnab'il manh wach'oc t'a eb', juntzanh max yal wach' tzek' eb' anima yuj."
        },
        {
            "number": "26",
            "text": "Vak'an yixtejel sb'a eb' yuj silab' to a sb'ab'el yuninal eb' snhustz'a silab'il. Ha juntzanh chi' vak' sk'ulej eb' yic wach' manhxo animaoc tz'aj eb' yic syojtaquejel eb' to a in ton Jehová in sDiosal in eb'."
        },
        {
            "number": "27",
            "text": "Yuj chi' ach anima, al t'a eb' etisraelal to a in Jehová Yajal in sval icha tik: Ha eb' e mam eyicham stzuntzejnac val cot yoval in k'ol eb', in spaticannaquel eb' ayic sb'oannac juntzanhxo tik eb':"
        },
        {
            "number": "28",
            "text": "Ayic toxo ix vik'och eb' t'a sat lum lum vak'nac in ti' vak'an t'a eb', yilanoch juntzanh tzalquixtac eb' yet' juntzanh te te' te k'ayum xiil, ata' snhus silab' eb', ofrenda eb', incienso eb' sumumi sjab', stob'anpaxem vino eb' ofrendail t'a juntzanh comon dios, yuj juntzanh chi' stzuntzejcot yoval in k'ol eb'."
        },
        {
            "number": "29",
            "text": "In k'anb'an t'a eb' icha tik: ¿Tas yaj juntzanh chaanh b'aj tzex b'at chi'? xin chi t'a eb'. Yuj chi' Chaanh Yajq'uei, icha chi' sb'iejnaccani, xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "30",
            "text": "Al t'a eb' etisraelal to a in Jehová Yajal in sval icha tik: Ha ex tik tze jub'at e b'a icha ajnac sjuanb'at sb'a eb' e mam eyicham chi'. Tze tek'b'ej val e b'a eyoch ejmelal t'a juntzanh comon dios te yajb'entac chi'."
        },
        {
            "number": "31",
            "text": "Slajvi e juanel e b'a yuj b'aj tze nhustz'a eb' eyuninal silab'il t'a juntzanh comon dios chi', tzex javi pax e k'anb'ej t'ayin tas snib'ej e k'ool. Val yel, a in Jehová Yajal in svak' in ti' to manh ol in tak'voc t'ayex."
        },
        {
            "number": "32",
            "text": "Ha ex tik ix e na eyoch ejmelal t'a te te' yet' t'a q'uen q'ueen, icha syutej sb'a juntzanhxo nación. Palta malaj b'ak'uinh ol in cha e k'ulej juntzanh chi'."
        },
        {
            "number": "33",
            "text": "Yuj chi' a in Jehová Yajal in svak' in ti' to a in ol vak' yajalil t'a eyib'anh yet' in poder yet' pax yoval in k'ool."
        },
        {
            "number": "34",
            "text": "Ol ex vik'anelta t'a juntzanh nación, ol ex in molb'an b'aj sacleminac eyajcanb'at vuuj, ol in ch'ox val in poder yet' yoval in k'ol t'ayex,"
        },
        {
            "number": "35",
            "text": "ol ex in molb'an t'a jun tzinan lu'um t'a skal juntzanh nación. Ha in Jehová in svala' to a in val ol ex in ch'olb'itej, ol vak'anoch yaelal t'a eyib'anh, icha ajnac vak'anoch yaelal t'a yib'anh eb' e mam eyicham t'a tzinan lum t'a yol yic Egipto."
        },
        {
            "number": "36",
            "text": "Icha syutej vinh tanhvum calnel sik'lan nok' scalnel ayic sb'isan nok' vinh, icha chi' ol ex vutej. Ol ex in siq'uelta mach ex ol ex och t'a in trato ol in b'o eyed'oc."
        },
        {
            "number": "37",
            "text": "Ha eb' te pit tz'och ajk'olal t'ayin, ol viq'uelta eb' b'aj sacleminac eyaj ticnaic, ol in satel eb' t'a e cal, manh ol ochlaj eb' t'a smacb'en eb' eyetisraelal. Icha val chi' ol aj eyojtacaneli to a in ton Jehová e Diosal in."
        },
        {
            "number": "38",
            "text": "Ex aj Israel, a in Jehová Yajal in sval icha tik: Yujto te pit tzeyutej e b'a t'ayin, yuj chi' ixiquec, ochanhec ejmelal t'a juntzanh comon dios yajb'entac chi'. Palta ol k'och sk'ual haxo t'ayin ol eyal e b'a. Manhxo ol eyixtejel snivanil velk'ochi, yujto manhxo ol eyak' juntzanh eyofrenda t'a juntzanh comon dios chi'."
        },
        {
            "number": "39",
            "text": "Ha t'a jun tzalan wik yaji, aton jun vitz te chaanh t'a smacb'en Israel, ata' ol ex och ejmelal t'ayin e masanil ex israel. Ha in Jehová Yajal in svala' to ata' ol ex in cha yet' smasanil in k'ool. Ata' ol in k'an t'ayex to ol eyak' eyofrenda t'ayin yet' pax b'ab'el sat eyavb'en yet' masanil tas victaxon yaji."
        },
        {
            "number": "40",
            "text": "Ayic toxo ix ex viq'uelta t'a scaltac juntzanh nación yet' b'ajtac sacleminac eyajcanb'at chi' ticnaic, t'a tzalajk'olal ol ex in cha icha incienso sumumi sjab'. Ol in ch'ox val snivanil velk'och t'ayex t'a yichanh masanil nación."
        },
        {
            "number": "41",
            "text": "Ayic ol ex vik'anxib'at t'a lum lum vak'nac in ti' vak'an t'a eb' e mam eyicham, aton lum Israel, ata' ol nachajel eyuuj to a in ton Jehová e Diosal in."
        },
        {
            "number": "42",
            "text": "Ata' ol e nacot juntzanh e b'eyb'al malaj swach'il yet' jantac chukal tze k'ulej ticnaic. Ayic ol e naancot juntzanh e chukal chi' ol ex te q'uixvoc."
        },
        {
            "number": "43",
            "text": "Ex israel, ayic ol eyilani to max vak' eyaelal icha val smojal yuj jantac chukal tze k'ulej chi', palta to tz'ok' in k'ol t'ayex yuj snivanil velk'ochi, ata' ol eyojtaquejeli to a in ton Jehová e Diosal in, xchi Jehová, xa chi t'a eb' etisraelal chi'."
        },
        {
            "number": "44",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "45",
            "text": "Ach anima, b'atanh q'uelan t'a stojolal sur, tzalanb'at juntzanh lolonel tik t'a lum nivac yax lum ay t'a smacb'en sur chi'."
        },
        {
            "number": "46",
            "text": "Tzalan icha tik: Ha Jehová Yajal tz'alan icha tik: Ha in ol vak'och jun k'ak' yic ol tz'ab'at masanil lum yax lu'um, aton te te' yaax xiil yet' te' taquinh. Masanil tas ay t'a sat lum lum chi' ol tz'ab'atoc, schab'at t'a sur masanto sk'och t'a norte. Malaj mach ol yal smak'an tup jun k'ak' chi'."
        },
        {
            "number": "47",
            "text": "Masanil yol yib'anhk’inal tik ol ojtacaneloc to a in ix vak'och jun k'ak' chi', yujto a jun k'ak' chi', manh ol tuplaj, xchi Jehová t'ayin."
        },
        {
            "number": "48",
            "text": "Ixlajwi chi' ix in tak'vi icha tik: Ay Mamin Jehová, a eb' anima syal eb' to anhej t'a q'uexanh lolonelal tzin loloni, xin chi t'a Jehová chi'."
        }
    ]
}