{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, b'atanh k'elan t'a stojolal Jerusalén, tzalanb'at juntzanh lolonel tik t'a yib'anh juntzanh stemplo heb' comon Dios. Alcanel in lolonel tik t'a chonhab' Israel."
        },
        {
            "number": "3",
            "text": "Tzalani: Ha Jehová tz'alan icha tik: Ha in ol in och ajk'olal t'ayex. Ol wik'k'eta wespada ol in milancham heb' wach' sb'eyb'al yet' heb' chuk sb'eyb'al."
        },
        {
            "number": "4",
            "text": "Ol wik'k'eta wespada, junlajan ol aj in milancham masanil anima. Ol cham heb' wach' yet' heb' chuk, ol schael yich scham heb' t'a sur masanto ol k'och t'a norte."
        },
        {
            "number": "5",
            "text": "Masanil yol yib'anhk’inal tik ol ojtakaneloc to a in ix wik'k'eta wespada, manh ol wak'xiem t'a yol yatut, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Ach anima, sik'sik'ananh wal oq'ui, yab'okab' wal syail a pixan, tzach ok' t'a yichanh heb' etchonhab'."
        },
        {
            "number": "7",
            "text": "Tato sk'anb'ej heb' t'ayach tas yuj tzach oq'ui, tzalan t'a heb' icha tik: Ha yuj yab'ixal jun tas toxo ol ujok tzin oq'ui. Masanil anima t'a yol yib'anhk’inal tik, manhxo animaoc ol ajkan heb', toxonhej ol emkan nhojan heb'. Manhxalaj mach olto yal stek'b'an sb'a. Masanil heb' ol luclonk'e yoc yuj xiwelal, xa chi t'a heb'. Ha in Jehová in swala' to wan sjawi stiempoal, yowalil ol elk'ochoc, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "9",
            "text": "Ach anima, lolonanh t'a in b'i, tzalani to a in Jehová in swal icha tik: Ilecnab' wal k'een espada wan sjawi. Ha k'een espada te jayxo yaj ye k'een. Toxonhej copopi yilji k'een."
        },
        {
            "number": "10",
            "text": "Jayxo yaj k'een yic xicjicham anima. nhicb'ilel k'een yic tz'el copnaj sk'ak'al k'een. Manhxalaj tzalajk'olal yujto a winh he reyal max xivlaj winh t'a yaelal yet' t'a skachnab'il."
        },
        {
            "number": "11",
            "text": "Copopi ix aj k'een espada chi' snhicjieli yic sk'anchaji. Toxo ix ak'jioch ye k'een yic tz'ak'jioch k'een t'a yol sk'ab' jun mach ol xikancham anima yet' k'een, xa chi."
        },
        {
            "number": "12",
            "text": "Ach anima, elokab' av, yujto ol xicjoccham heb' aj Israel yet' masanil heb' yajal t'a skal heb'. Ha heb' yajal chi', junnhej ol aj scham heb' yet' heb' comon anima. Yuj chi' tanhub'tanhej snhi' a k'ol yuj cuselal."
        },
        {
            "number": "13",
            "text": "Val yel ol ujok jun yaelal chi'. ¿Tas ol ex ajkan a ex tik ayic manhxalaj ol aj yelk'och winh he reyal t'a k'een espada chi'? Ha in Jehová in swala' to manhxalaj ol aj yelk'och winh he reyal chi'."
        },
        {
            "number": "14",
            "text": "Ach anima, tz'it a k'ab' tzalan t'a heb' etchonhab' chi' icha tik: D'ab'jokab'nhejoch k'een espada t'a anima. Xicjokab'cham anima t'a k'een. Masanil anima scham yuj xiwelal, yujto yalnhej b'aj smilji anima yuj k'een."
        },
        {
            "number": "15",
            "text": "Yuj k'een espada chi' ste sat sk'ol heb' anima yuj xiwelal. Ha t'a masanil chonhab' ayxoek' k'een wuuj yic xicjicham anima. Toxonhej copopi yilji k'een, te jay yajk'e ye k'een yic xicjicham anima."
        },
        {
            "number": "16",
            "text": "Xiqueccham anima t'a k'een espada t'a he wach' yet' t'a he k'exanh. Yalnhej b'aj chamokab' anima yuj sjayil ye k'een."
        },
        {
            "number": "17",
            "text": "Ha in Jehová in swala' to ol in tz'it pax in k'ab', masanto ol sicb'oc yowal in k'ol t'a in chonhab' tik, xchi Jehová t'ayin."
        },
        {
            "number": "18",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "19",
            "text": "Ach anima, b'o yechel chab'oc b'e b'aj ol b'at winh sreyal Babilonia yet' k'een espada. Ha chab' b'e chi' junnhej chonhab' b'aj ol eloc, haxo b'aj spoj sb'a, ol a b'ooch chab'oc yechel ol ch'oxanoc tas chonhab'il b'aj ol k'och junjun."
        },
        {
            "number": "20",
            "text": "Tzak'och yechel junok b'e b'aj ol b'at winh rey chi' yet' k'een espada t'a chonhab' Rabá, t'a yol yic Amón. Tza b'oan yechel junocxo b'e chi' sk'och t'a Jerusalén, aton jun chonhab' wach' yajoch smuroal t'a yol yic Judá."
        },
        {
            "number": "21",
            "text": "Ha winh sreyal Babilonia chi', ol och waan winh b'aj spoj sb'a chab' b'e chi', ol sk'anb'an winh mach junok b'e chi' syik'a'. Ol skalej sjul-lab' winh, ol sk'anb'ej pax winh t'a sdiosal, ol sayan yil seyub' junok nok' nok' winh."
        },
        {
            "number": "22",
            "text": "Ha t'a swach' k'ab' winh, ata' ol elul sjul-lab' sch'oxan t'a stojolal Jerusalén, syalelk'ochi to tz'och owal t'a Jerusalén chi'. Ol miljoccham anima ta'. Ol el av yic owal. Ol b'ochaj mak'lab' poj puerta. Ol b'ochajk'e tek'nub' t'a spatictac chonhab' chi', ol oymaj heb' soldado t'a spatictac smasanil."
        },
        {
            "number": "23",
            "text": "Palta haxo heb' anima t'a Jerusalén chi', ol sna heb' to a jun lolonel tz'alchaj tik to manh ol ujok yuj juntzanh trato toxo ix yak' heb'. Palta a winhaj Nabucodonosor chi' ol ak'an snacot jantac schukal heb', yuj chi' ol ik'joccot heb' t'a Babilonia tik yuj winh."
        },
        {
            "number": "24",
            "text": "Yuj chi' a in Jehová Yajal in swala': Ha wal he chukal yet' he pital, te chequel yaji. Masanil he mul yet' jantac chukal tze k'ulej, te jakan yaji, yuj chi' ol ex yamchajoc."
        },
        {
            "number": "25",
            "text": "Ha ach wal tik ach sreyal Israel, te chuk ach, yajb'il ach eli, lak'anxo sjawi stiempoal a chaan slajwub' yaelal."
        },
        {
            "number": "26",
            "text": "Ha in Jehová Yajal in swala': Ol ik'chajel sk'ox winh sat sacerdote, ol ik'chajpaxel scorona winh rey. Masanil ol k'exchajoc. Ha heb' emnaquil, ol ik'jocchaanh heb', haxo heb' niwac yelk'ochi, emnaquil ol ajkan heb'."
        },
        {
            "number": "27",
            "text": "Ol satel smasanil. Ha in ol in satel yopisio heb' sreyal Israel. Manhxo ol yik' yip ichataxon yaji, masanto ol jawok jun mach ay yalan yic t'ay, ha t'a jun chi' ol wak' opisio chi'."
        },
        {
            "number": "28",
            "text": "Ach anima, al t'a in b'i icha tik: Icha tik yalan Jehová Yajal t'a heb' amonita, aton heb' sb'uchwaj t'a in chonhab': Ilec wal k'een espada wan sjawi, wach'xo yaj k'een yic smiljicham anima, toxonhej copopi yilji k'een, toxonhej tz'el copnaj sk'ak'al k'een icha lheb'lon yic satel anima."
        },
        {
            "number": "29",
            "text": "Ha tas syil heb' naumel lolonel yet' juntzanh lolonel tz'alchaj t'a he patic, manh yeloc. Ol och k'een espada t'a sjaj heb' chuk. Toxo ix jawi sk'ual yak'ji slajwub' syaelal heb'."
        },
        {
            "number": "30",
            "text": "¿Am he naani to ol wak'xiem k'een espada chi' t'a yol yatut? Maay, palta to ol ex in ch'olb'itej b'aj aljinac ex, aton b'aj kajan ex."
        },
        {
            "number": "31",
            "text": "Icha wal junok k'ak' tz'eli, icha wal chi' ol aj wak'anb'at yowal in k'ol t'a eyib'anh. Ol ex wak'och t'a yol sk'ab' heb' anima chuk spensar, aton heb' te jelan smilwaji."
        },
        {
            "number": "32",
            "text": "Ol ex sateloc, ol ex tz'ab'atoc, ol tob'kanb'at he chiq'uil t'a masanil yol he chonhab'. Ha in Jehová in swala' to manhxa mach ol ex naancotoc, xchi Jehová."
        }
    ]
}