{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, b'atanh q'uelan t'a stojolal Jerusalén, tzalanb'at juntzanh lolonel tik t'a yib'anh juntzanh stemplo eb' comon dios. Alcanel in lolonel tik t'a chonhab' Israel."
        },
        {
            "number": "3",
            "text": "Tzalani: Ha Jehová tz'alan icha tik: Ha in ol in och ajk'olal t'ayex. Ol vik'q'ueta vespada ol in milancham eb' wach' sb'eyb'al yet' eb' chuc sb'eyb'al."
        },
        {
            "number": "4",
            "text": "Ol vik'q'ueta vespada, junlajan ol aj in milancham masanil anima. Ol cham eb' wach' yet' eb' chuc, ol schael yich scham eb' t'a sur masanto ol k'och t'a norte."
        },
        {
            "number": "5",
            "text": "Masanil yol yib'anhk’inal tik ol ojtacaneloc to a in ix vik'q'ueta vespada, manh ol vak'xiem t'a yol yatut, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Ach anima, sik'sik'ananh val oq'ui, yab'ocab' val syail a pixan, tzach ok' t'a yichanh eb' etchonhab'."
        },
        {
            "number": "7",
            "text": "Tato sk'anb'ej eb' t'ayach tas yuj tzach oq'ui, tzalan t'a eb' icha tik: Ha yuj yab'ixal jun tas toxo ol ujoc tzin oq'ui. Masanil anima t'a yol yib'anhk’inal tik, manhxo animaoc ol ajkan eb', toxonhej ol emcan nhojan eb'. Manhxalaj mach olto yal stek'b'an sb'a. Masanil eb' ol luclonq'ue yoc yuj xivelal, xa chi t'a eb'. Ha in Jehová in svala' to van sjavi stiempoal, yovalil ol elk'ochoc, xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "9",
            "text": "Ach anima, lolonanh t'a in b'i, tzalani to a in Jehová in sval icha tik: Ilecnab' val q'uen espada van sjavi. Ha q'uen espada te jayxo yaj ye q'ueen. Toxonhej copopi yilji q'ueen."
        },
        {
            "number": "10",
            "text": "Jayxo yaj q'ueen yic xicjicham anima. nhicb'ilel q'ueen yic tz'el copnaj sk'ak'al q'ueen. Manhxalaj tzalajk'olal yujto a vinh e reyal max xivlaj vinh t'a yaelal yet' t'a scachnab'il."
        },
        {
            "number": "11",
            "text": "Copopi ix aj q'uen espada chi' snhicjieli yic sk'anchaji. Toxo ix ak'jioch ye q'ueen yic tz'ak'jioch q'uen t'a yol sk'ab' jun mach ol xicancham anima yet' q'ueen, xa chi."
        },
        {
            "number": "12",
            "text": "Ach anima, elocab' av, yujto ol xicjoccham eb' aj Israel yet' masanil eb' yajal t'a skal eb'. Ha eb' yajal chi', junnhej ol aj scham eb' yet' eb' comon anima. Yuj chi' tanhub'tanhej snhi' a k'ol yuj cuselal."
        },
        {
            "number": "13",
            "text": "Val yel ol ujoc jun yaelal chi'. ¿Tas ol ex ajkan a ex tik ayic manhxalaj ol aj yelk'och vinh e reyal t'a q'uen espada chi'? Ha in Jehová in svala' to manhxalaj ol aj yelk'och vinh e reyal chi'."
        },
        {
            "number": "14",
            "text": "Ach anima, tz'it a k'ab' tzalan t'a eb' etchonhab' chi' icha tik: D'ab'jocab'nhejoch q'uen espada t'a anima. Xicjocab'cham anima t'a q'uen. Masanil anima scham yuj xivelal, yujto yalnhej b'aj smilji anima yuj q'ueen."
        },
        {
            "number": "15",
            "text": "Yuj q'uen espada chi' ste sat sk'ol eb' anima yuj xivelal. Ha t'a masanil chonhab' ayxoek' q'uen vuuj yic xicjicham anima. Toxonhej copopi yilji q'ueen, te jay yajq'ue ye q'ueen yic xicjicham anima."
        },
        {
            "number": "16",
            "text": "Xiqueccham anima t'a q'uen espada t'a e wach' yet' t'a e q'uexanh. Yalnhej b'aj chamocab' anima yuj sjayil ye q'ueen."
        },
        {
            "number": "17",
            "text": "Ha in Jehová in svala' to ol in tz'it pax in k'ab', masanto ol sicb'oc yoval in k'ol t'a in chonhab' tik, xchi Jehová t'ayin."
        },
        {
            "number": "18",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "19",
            "text": "Ach anima, b'o yechel chab'oc b'e b'aj ol b'at vinh sreyal Babilonia yet' q'uen espada. Ha chab' b'e chi' junnhej chonhab' b'aj ol eloc, haxo b'aj spoj sb'a, ol a b'ooch chab'oc yechel ol ch'oxanoc tas chonhab'il b'aj ol k'och junjun."
        },
        {
            "number": "20",
            "text": "Tzak'och yechel junok b'e b'aj ol b'at vinh rey chi' yet' q'uen espada t'a chonhab' Rabá, t'a yol yic Amón. Tza b'oan yechel junocxo b'e chi' sk'och t'a Jerusalén, aton jun chonhab' wach' yajoch smuroal t'a yol yic Judá."
        },
        {
            "number": "21",
            "text": "Ha vinh sreyal Babilonia chi', ol och vaan vinh b'aj spoj sb'a chab' b'e chi', ol sk'anb'an vinh mach junok b'e chi' syik'a'. Ol scalej sjul-lab' vinh, ol sk'anb'ej pax vinh t'a sdiosal, ol sayan yil seyub' junok nok' nok' vinh."
        },
        {
            "number": "22",
            "text": "Ha t'a swach' k'ab' vinh, ata' ol elul sjul-lab' sch'oxan t'a stojolal Jerusalén, syalelk'ochi to tz'och oval t'a Jerusalén chi'. Ol miljoccham anima ta'. Ol el av yic oval. Ol b'ochaj mak'lab' poj puerta. Ol b'ochajq'ue tek'nub' t'a spatictac chonhab' chi', ol oymaj eb' soldado t'a spatictac smasanil."
        },
        {
            "number": "23",
            "text": "Palta haxo eb' anima t'a Jerusalén chi', ol sna eb' to a jun lolonel tz'alchaj tik to manh ol ujoc yuj juntzanh trato toxo ix yak' eb'. Palta a vinhaj Nabucodonosor chi' ol ak'an snacot jantac schucal eb', yuj chi' ol ik'joccot eb' t'a Babilonia tik yuj vinh."
        },
        {
            "number": "24",
            "text": "Yuj chi' a in Jehová Yajal in svala': Ha val e chucal yet' e pital, te chequel yaji. Masanil e mul yet' jantac chucal tze k'ulej, te jacan yaji, yuj chi' ol ex yamchajoc."
        },
        {
            "number": "25",
            "text": "Ha ach val tik ach sreyal Israel, te chuc ach, yajb'il ach eli, lak'anxo sjavi stiempoal a chaan slajvub' yaelal."
        },
        {
            "number": "26",
            "text": "Ha in Jehová Yajal in svala': Ol ik'chajel sk'ox vinh sat sacerdote, ol ik'chajpaxel scorona vinh rey. Masanil ol q'uexchajoc. Ha eb' emnaquil, ol ik'jocchaanh eb', haxo eb' nivac yelk'ochi, emnaquil ol ajkan eb'."
        },
        {
            "number": "27",
            "text": "Ol satel smasanil. Ha in ol in satel yopisio eb' sreyal Israel. Manhxo ol yik' yip ichataxon yaji, masanto ol javoc jun mach ay yalan yic t'ay, ha t'a jun chi' ol vak' opisio chi'."
        },
        {
            "number": "28",
            "text": "Ach anima, al t'a in b'i icha tik: Icha tik yalan Jehová Yajal t'a eb' amonita, aton eb' sb'uchvaj t'a in chonhab': Ilec val q'uen espada van sjavi, wach'xo yaj q'ueen yic smiljicham anima, toxonhej copopi yilji q'ueen, toxonhej tz'el copnaj sk'ak'al q'ueen icha leb'lon yic satel anima."
        },
        {
            "number": "29",
            "text": "Ha tas syil eb' naumel lolonel yet' juntzanh lolonel tz'alchaj t'a e patic, manh yeloc. Ol och q'uen espada t'a sjaj eb' chuc. Toxo ix javi sk'ual yak'ji slajvub' syaelal eb'."
        },
        {
            "number": "30",
            "text": "¿Am e naani to ol vak'xiem q'uen espada chi' t'a yol yatut? Maay, palta to ol ex in ch'olb'itej b'aj aljinac ex, aton b'aj cajan ex."
        },
        {
            "number": "31",
            "text": "Icha val junok k'ak' tz'eli, icha val chi' ol aj vak'anb'at yoval in k'ol t'a eyib'anh. Ol ex vak'och t'a yol sk'ab' eb' anima chuc spensar, aton eb' te jelan smilvaji."
        },
        {
            "number": "32",
            "text": "Ol ex sateloc, ol ex tz'ab'atoc, ol tob'canb'at e chiq'uil t'a masanil yol e chonhab'. Ha in Jehová in svala' to manhxa mach ol ex naancotoc, xchi Jehová."
        }
    ]
}