{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, al jantac yaelal ol och t'a yib'anh jun chonhab' smilancham anima. Ha yuj jantac tas yajb'entac ix sk'ulej,"
        },
        {
            "number": "3",
            "text": "al t'ay icha tik: Ha Jehová Yajal tz'alan icha tik: Ex aj Jerusalén, ex tze milcham eb' cajan t'a e cal, tze b'oanq'ue juntzanh yechel sjuanb'at e pensar, yuj chi' a ex tzeyik'cot yaelal t'a eyib'anh."
        },
        {
            "number": "4",
            "text": "Yuj jantac anima ix e milchamoc, ol javok t'a eyib'anh ticnaic. Yuj juntzanh yechel ix e b'oq'uei ix ixtaxel e pensar, yuj chi' toxo ix javi slajvub' k'ual t'a eyib'anh. Yuj chi' a in svak' sk'ulej masanil nación tzex b'ajani, tzex sb'uchanpaxi."
        },
        {
            "number": "5",
            "text": "Tz'el val eyav eyak'an chukal t'a eb' eyetanimail, yuj chi' masanil nación ol b'uchvaj t'ayex, eb' ay t'a e lak'anil yet' eb' ay t'a najat."
        },
        {
            "number": "6",
            "text": "Ha jantac eb' yajal cajan t'a e cal chi', smilcham anima eb', yujto ay yopisio eb'."
        },
        {
            "number": "7",
            "text": "Manhxa yelk'och e mam e nun t'a e sat. Tzeyixtej eb' ch'oc chonhab'il. Tze tok'anek' tastac ay t'a eb' manhxa smam yet' pax t'a eb' ix ix chamnacxo winh yetb'eyum."
        },
        {
            "number": "8",
            "text": "Manhxa yelk'och in cajnub' t'a e sat yet' sk'ual ik'oj ip wik yaji."
        },
        {
            "number": "9",
            "text": "Ha t'a e cal ay mach snaanq'ue lolonel t'a spatic yetanimail yic smiljichamoc. Tzex b'atpax t'a q'uinh tz'och t'a jolomtac vitz yic tzex och ejmelal t'a comon dios. Te q'uixvelal tas tze k'ulej ta'."
        },
        {
            "number": "10",
            "text": "Ayex tzex mulan yet' ix yetb'eyum e mam, ayex tzex mulan yet' eb' ix ix ayic ayoch eb' ix t'a sb'islab' uj."
        },
        {
            "number": "11",
            "text": "Ayex tzex mulan yet' ix yetb'eyum eb' eyetanimail, ayex pax tzex mulan yet' eb' ix eyalib', ayex pax tzex mulan yet' eb' ix eyanab' yisil e mam."
        },
        {
            "number": "12",
            "text": "Ha in Jehová in svala', ay eb' eyajalil schaan tumin yic syak'anoch chamel eb' t'a yib'anh eb' malaj smul. Tzeyixtej eb' eyetanimail, yujto a q'uen e tumin tzeyak' smajnej eb', niwan yune' q'uen tze k'aneli. Comonnhej tzeyak'och t'a yib'anh eb' eyetanimail yic tzex och b'eyumal, a inxo tik tzin b'atcan satk'olal eyuuj."
        },
        {
            "number": "13",
            "text": "Te aycot voval yuj b'aj tzeyixtej eb' anima chi', yuj pax b'aj tze milcham eb'."
        },
        {
            "number": "14",
            "text": "¿Tzam e nalaj to ol yal e tek'b'an e b'ha t'a vichanh ayic ol vak'an eyaelal? Ha tas toxo ix val a in Jehová in tik, yowalil ol vaq'uelk'ochi."
        },
        {
            "number": "15",
            "text": "Ol ex in saclemejb'at t'a scaltac nación yet' t'a scaltac masanil chonhab', icha val chi' ol aj vik'anel e chukal chi'."
        },
        {
            "number": "16",
            "text": "Q'uixvelal ol eyutejcan e b'ha t'a yichanh masanil nación. Icha chi' ol aj snachajel eyuuj to a in Jehová e Diosal in, xchi Jehová, xa chi, xchi t'ayin."
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "18",
            "text": "Ach anima, a eb' etisraelal manhxalaj tz'och eb' vuuj. Lajan val eb' icha smical q'uen plata tz'eli ayic snhusji q'ueen t'a horno, syalelk'ochi aton q'uen cobre, q'uen estaño, q'uen hierro yet' q'uen plomo."
        },
        {
            "number": "19",
            "text": "Yuj chi' a in Jehová Yajal in swal icha tik: Ha ex tik, lajan ex icha smical q'uen plata chi', malaj yopisio, yuj chi' ol ex in molb'ej t'a yol chonhab' Jerusalén chi'."
        },
        {
            "number": "20",
            "text": "Icha tz'aj q'uen plata, q'uen cobre, q'uen hierro, q'uen plomo yet' q'uen estaño, junxonhej tz'aj yak'chajb'at q'uen t'a yol junok horno, tz'ulaxb'at q'uen t'a skal k'ak' chi', icha val chi' ol ex vutej yet' yoval in k'ool. Ol ex in molb'ej, ol vak'anoch yaelal t'a eyib'anh t'a yol chonhab' chi'. Icha val chi' ol aj snachajel eyuuj to a in ton Jehová in ix vak'cot yoval in k'ol t'a eyib'anh, xchi Jehová."
        },
        {
            "number": "21",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "22",
            "text": "Ach anima, al t'a eb' etisraelal icha tik: Ha e chonhab', manh wach'oc yaj t'a vichanh, yuj val yoval in k'ool malaj jab'oc nhab' syak'a'."
        },
        {
            "number": "23",
            "text": "Ha eb' syaloch sb'a in checab'oc ayek' t'a e cal, junlajan tz'aj smilvicham anima eb'. Lajan val eb' icha nok' choj tz'el yav, scotac tzilchitanb'at schib'ej. Syelk'anb'at sb'eyumal yet' tastac wach' ay t'a eb' anima chi' eb'. Tzijtum eb' ix ix scham yetb'eyum t'a e cal yuj eb'."
        },
        {
            "number": "24",
            "text": "Ha eb' sacerdote, a in k'ayb'ub'al yet' juntzanh tas wik yaji ix yixtejb'at eb'. Ha tas wach' yet' tas manh wach'oc t'a yichanh ley, malaj sq'uexanhil t'a sat eb'. Max k'ayb'aj eb' anima yuj eb' yic syojtaquejel eb' tas wach' yet' tas manh wach'oc. Anhejtona' max sk'anab'ajej in k'ual ik'oj ip eb'. Yuj chi' chequel to malaj velk'och t'a sat eb'."
        },
        {
            "number": "25",
            "text": "Ha eb' yajal yaj t'a e chonhab' chi', smilcham anima eb', yujto snib'ej val eb' tz'och b'eyumal, lajan val eb' icha nok' oques scotac tzilchitejb'at schib'ej."
        },
        {
            "number": "26",
            "text": "Ha eb' syaloch sb'a in checab'oc, a tas manh wach'oc sk'ub'ejel eb', icha tz'aj yoch q'uen taanh t'a junok k'a pat. Syalan eb' to ay tas svak' yil eb', syalanel esal lolonel eb'. Syal eb' to a in svak' juntzanh lolonel chi' yal eb', palta val yel malaj tas tzin chec yalel eb'."
        },
        {
            "number": "27",
            "text": "Ha eb' anima sq'ue val chaanh eb' yixtan yetanimail yet' elk'al. Ha val eb' meb'a' malaj tas ay t'ay, a eb' syixtej eb'. Yelxo val manh tojoloc tas sk'ulej eb' t'a eb' ch'oc chonhab'il cajan t'a skal eb'."
        },
        {
            "number": "28",
            "text": "Ha in tik, ix in sayek' t'a skal e chonhab' chi', talaj ay junok mach wach'tacto val spensar, stevi t'ayin yuj schonhab' yic wach' max in sateli, palta malaj junok mach ix ilchaj vuuj."
        },
        {
            "number": "29",
            "text": "Yuj chi' a in Jehová in svak'b'at yaelal t'a yib'anh eb', ol in satel eb' yet' in k'ak'alk'olal. Icha chi' ol aj sjavi t'a yib'anh eb' yuj chukal sk'ulej, xchi Jehová, xa chi t'a eb', xchi t'ayin."
        }
    ]
}