{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "2",
            "text": "Ach anima, al jantac yaelal ol och d'a yib'anh jun chonhab' smilancham anima. A yuj jantac tas yajb'entac ix sk'ulej,"
        },
        {
            "number": "3",
            "text": "al d'ay icha tic: A Jehová Yajal tz'alan icha tic: Ex aj Jerusalén, ex tze milcham eb' cajan d'a e cal, tze b'oanq'ue juntzanh yechel sjuanb'at e pensar, yuj chi' a ex tzeyik'cot yaelal d'a eyib'anh."
        },
        {
            "number": "4",
            "text": "Yuj jantac anima ix e milchamoc, ol javoc d'a eyib'anh ticnaic. Yuj juntzanh yechel ix e b'oq'uei ix ixtaxel e pensar, yuj chi' toxo ix javi slajvub' k'ual d'a eyib'anh. Yuj chi' a in svak' sk'ulej masanil nación tzex b'ajani, tzex sb'uchanpaxi."
        },
        {
            "number": "5",
            "text": "Tz'el val eyav eyak'an chucal d'a eb' eyetanimail, yuj chi' masanil nación ol b'uchvaj d'ayex, eb' ay d'a e lak'anil yed' eb' ay d'a najat."
        },
        {
            "number": "6",
            "text": "A jantac eb' yajal cajan d'a e cal chi', smilcham anima eb', yujto ay yopisio eb'."
        },
        {
            "number": "7",
            "text": "Manhxa yelk'och e mam e nun d'a e sat. Tzeyixtej eb' ch'oc chonhab'il. Tze tok'anek' tastac ay d'a eb' manhxa smam yed' pax d'a eb' ix ix chamnacxo vinh yetb'eyum."
        },
        {
            "number": "8",
            "text": "Manhxa yelk'och in cajnub' d'a e sat yed' sk'ual ik'oj ip vic yaji."
        },
        {
            "number": "9",
            "text": "A d'a e cal ay mach snaanq'ue lolonel d'a spatic yetanimail yic smiljichamoc. Tzex b'atpax d'a q'uinh tz'och d'a jolomtac vitz yic tzex och ejmelal d'a comon dios. Te q'uixvelal tas tze k'ulej ta'."
        },
        {
            "number": "10",
            "text": "Ayex tzex mulan yed' ix yetb'eyum e mam, ayex tzex mulan yed' eb' ix ix ayic ayoch eb' ix d'a sb'islab' uj."
        },
        {
            "number": "11",
            "text": "Ayex tzex mulan yed' ix yetb'eyum eb' eyetanimail, ayex pax tzex mulan yed' eb' ix eyalib', ayex pax tzex mulan yed' eb' ix eyanab' yisil e mam."
        },
        {
            "number": "12",
            "text": "A in Jehová in svala', ay eb' eyajalil schaan tumin yic syak'anoch chamel eb' d'a yib'anh eb' malaj smul. Tzeyixtej eb' eyetanimail, yujto a q'uen e tumin tzeyak' smajnej eb', nivan yune' q'uen tze k'aneli. Comonnhej tzeyak'och d'a yib'anh eb' eyetanimail yic tzex och b'eyumal, a inxo tic tzin b'atcan satk'olal eyuuj."
        },
        {
            "number": "13",
            "text": "Te aycot voval yuj b'aj tzeyixtej eb' anima chi', yuj pax b'aj tze milcham eb'."
        },
        {
            "number": "14",
            "text": "¿Tzam e nalaj to ol yal e tek'b'an e b'a d'a vichanh ayic ol vak'an eyaelal? A tas toxo ix val a in Jehová in tic, yovalil ol vaq'uelk'ochi."
        },
        {
            "number": "15",
            "text": "Ol ex in saclemejb'at d'a scaltac nación yed' d'a scaltac masanil chonhab', icha val chi' ol aj vik'anel e chucal chi'."
        },
        {
            "number": "16",
            "text": "Q'uixvelal ol eyutejcan e b'a d'a yichanh masanil nación. Icha chi' ol aj snachajel eyuuj to a in Jehová e Diosal in, xchi Jehová, xa chi, xchi d'ayin."
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "18",
            "text": "Ach anima, a eb' etisraelal manhxalaj tz'och eb' vuuj. Lajan val eb' icha smical q'uen plata tz'eli ayic snhusji q'ueen d'a horno, syalelk'ochi aton q'uen cobre, q'uen estaño, q'uen hierro yed' q'uen plomo."
        },
        {
            "number": "19",
            "text": "Yuj chi' a in Jehová Yajal in sval icha tic: A ex tic, lajan ex icha smical q'uen plata chi', malaj yopisio, yuj chi' ol ex in molb'ej d'a yol chonhab' Jerusalén chi'."
        },
        {
            "number": "20",
            "text": "Icha tz'aj q'uen plata, q'uen cobre, q'uen hierro, q'uen plomo yed' q'uen estaño, junxonhej tz'aj yak'chajb'at q'uen d'a yol junoc horno, tz'ulaxb'at q'uen d'a scal k'ak' chi', icha val chi' ol ex vutej yed' yoval in k'ool. Ol ex in molb'ej, ol vak'anoch yaelal d'a eyib'anh d'a yol chonhab' chi'. Icha val chi' ol aj snachajel eyuuj to a in ton Jehová in ix vak'cot yoval in k'ol d'a eyib'anh, xchi Jehová."
        },
        {
            "number": "21",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "22",
            "text": "Ach anima, al d'a eb' etisraelal icha tic: A e chonhab', manh vach'oc yaj d'a vichanh, yuj val yoval in k'ool malaj jab'oc nhab' syak'a'."
        },
        {
            "number": "23",
            "text": "A eb' syaloch sb'a in checab'oc ayek' d'a e cal, junlajan tz'aj smilvicham anima eb'. Lajan val eb' icha nok' choj tz'el yav, scotac tzilchitanb'at schib'ej. Syelk'anb'at sb'eyumal yed' tastac vach' ay d'a eb' anima chi' eb'. Tzijtum eb' ix ix scham yetb'eyum d'a e cal yuj eb'."
        },
        {
            "number": "24",
            "text": "A eb' sacerdote, a in k'ayb'ub'al yed' juntzanh tas vic yaji ix yixtejb'at eb'. A tas vach' yed' tas manh vach'oc d'a yichanh ley, malaj sq'uexanhil d'a sat eb'. Max k'ayb'aj eb' anima yuj eb' yic syojtaquejel eb' tas vach' yed' tas manh vach'oc. Anhejtona' max sk'anab'ajej in k'ual ik'oj ip eb'. Yuj chi' chequel to malaj velk'och d'a sat eb'."
        },
        {
            "number": "25",
            "text": "A eb' yajal yaj d'a e chonhab' chi', smilcham anima eb', yujto snib'ej val eb' tz'och b'eyumal, lajan val eb' icha nok' oques scotac tzilchitejb'at schib'ej."
        },
        {
            "number": "26",
            "text": "A eb' syaloch sb'a in checab'oc, a tas manh vach'oc sk'ub'ejel eb', icha tz'aj yoch q'uen taanh d'a junoc k'a pat. Syalan eb' to ay tas svak' yil eb', syalanel esal lolonel eb'. Syal eb' to a in svak' juntzanh lolonel chi' yal eb', palta val yel malaj tas tzin chec yalel eb'."
        },
        {
            "number": "27",
            "text": "A eb' anima sq'ue val chaanh eb' yixtan yetanimail yed' elk'al. A val eb' meb'a' malaj tas ay d'ay, a eb' syixtej eb'. Yelxo val manh tojoloc tas sk'ulej eb' d'a eb' ch'oc chonhab'il cajan d'a scal eb'."
        },
        {
            "number": "28",
            "text": "A in tic, ix in sayek' d'a scal e chonhab' chi', talaj ay junoc mach vach'tacto val spensar, stevi d'ayin yuj schonhab' yic vach' max in sateli, palta malaj junoc mach ix ilchaj vuuj."
        },
        {
            "number": "29",
            "text": "Yuj chi' a in Jehová in svak'b'at yaelal d'a yib'anh eb', ol in satel eb' yed' in k'ak'alk'olal. Icha chi' ol aj sjavi d'a yib'anh eb' yuj chucal sk'ulej, xchi Jehová, xa chi d'a eb', xchi d'ayin."
        }
    ]
}