{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, al jantac yaelal ol och t'a yib'anh jun chonhab' smilancham anima. Ha yuj jantac tas yajb'entac ix sk'ulej,"
        },
        {
            "number": "3",
            "text": "al t'ay icha tik: Ha Jehová Yajal tz'alan icha tik: Ex aj Jerusalén, ex tze milcham heb' cajan t'a he kal, tze b'oank'e juntzanh yechel sjuanb'at he pensar, yuj chi' a ex tzeyik'cot yaelal t'a eyib'anh."
        },
        {
            "number": "4",
            "text": "Yuj jantac anima ix he milchamoc, ol jawok t'a eyib'anh ticnaik. Yuj juntzanh yechel ix he b'ok'ei ix ixtaxel he pensar, yuj chi' toxo ix jawi slajwub' k'ual t'a eyib'anh. Yuj chi' a in swak' sk'ulej masanil nación tzex b'ajani, tzex sb'uchanpaxi."
        },
        {
            "number": "5",
            "text": "Tz'el wal eyav eyak'an chukal t'a heb' eyetanimail, yuj chi' masanil nación ol b'uchwaj t'ayex, heb' ay t'a he lak'anil yet' heb' ay t'a najat."
        },
        {
            "number": "6",
            "text": "Ha jantac heb' yajal cajan t'a he kal chi', smilcham anima heb', yujto ay yopisio heb'."
        },
        {
            "number": "7",
            "text": "Manhxa yelk'och he mam he nun t'a he sat. Tzeyixtej heb' ch'oc chonhab'il. Tze tok'anek' tastac ay t'a heb' manhxa smam yet' pax t'a heb' ix ix chamnacxo winh yetb'eyum."
        },
        {
            "number": "8",
            "text": "Manhxa yelk'och in cajnub' t'a he sat yet' sk'ual ik'oj ip wik yaji."
        },
        {
            "number": "9",
            "text": "Ha t'a he kal ay mach snaank'e lolonel t'a spatic yetanimail yic smiljichamoc. Tzex b'atpax t'a q'uinh tz'och t'a jolomtac witz yic tzex och ejmelal t'a comon Dios. Te q'uixwelal tas tze k'ulej ta'."
        },
        {
            "number": "10",
            "text": "Ayex tzex mulan yet' ix yetb'eyum he mam, ayex tzex mulan yet' heb' ix ix ayic ayoch heb' ix t'a sb'islab' uj."
        },
        {
            "number": "11",
            "text": "Ayex tzex mulan yet' ix yetb'eyum heb' eyetanimail, ayex pax tzex mulan yet' heb' ix eyalib', ayex pax tzex mulan yet' heb' ix eyanab' yisil he mam."
        },
        {
            "number": "12",
            "text": "Ha in Jehová in swala', ay heb' eyajalil schaan tumin yic syak'anoch chamel heb' t'a yib'anh heb' malaj smul. Tzeyixtej heb' eyetanimail, yujto a k'een he tumin tzeyak' smajnej heb', niwan yune' k'een tze k'aneli. Comonnhej tzeyak'och t'a yib'anh heb' eyetanimail yic tzex och b'eyumal, a inxo tik tzin b'atcan satk'olal eyuuj."
        },
        {
            "number": "13",
            "text": "Te aycot wowal yuj b'aj tzeyixtej heb' anima chi', yuj pax b'aj tze milcham heb'."
        },
        {
            "number": "14",
            "text": "¿Tzam he nalaj to ol yal he tek'b'an he b'ha t'a wichanh ayic ol wak'an eyaelal? Ha tas toxo ix wal a in Jehová in tik, yowalil ol wak'elk'ochi."
        },
        {
            "number": "15",
            "text": "Ol ex in saclemejb'at t'a scaltac nación yet' t'a scaltac masanil chonhab', icha wal chi' ol aj wik'anel he chukal chi'."
        },
        {
            "number": "16",
            "text": "Q'uixwelal ol eyutejcan he b'ha t'a yichanh masanil nación. Icha chi' ol aj snachajel eyuuj to a in Jehová he Diosal in, xchi Jehová, xa chi, xchi t'ayin."
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "18",
            "text": "Ach anima, a heb' etisraelal manhxalaj tz'och heb' wuuj. Lajan wal heb' icha smical k'een plata tz'eli ayic snhusji k'een t'a horno, syalelk'ochi aton k'een cobre, k'een estaño, k'een hierro yet' k'een plomo."
        },
        {
            "number": "19",
            "text": "Yuj chi' a in Jehová Yajal in swal icha tik: Ha ex tik, lajan ex icha smical k'een plata chi', malaj yopisio, yuj chi' ol ex in molb'ej t'a yol chonhab' Jerusalén chi'."
        },
        {
            "number": "20",
            "text": "Icha tz'aj k'een plata, k'een cobre, k'een hierro, k'een plomo yet' k'een estaño, junxonhej tz'aj yak'chajb'at k'een t'a yol junok horno, tz'ulaxb'at k'een t'a skal k'ak' chi', icha wal chi' ol ex wutej yet' yowal in k'ool. Ol ex in molb'ej, ol wak'anoch yaelal t'a eyib'anh t'a yol chonhab' chi'. Icha wal chi' ol aj snachajel eyuuj to a in ton Jehová in ix wak'cot yowal in k'ol t'a eyib'anh, xchi Jehová."
        },
        {
            "number": "21",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "22",
            "text": "Ach anima, al t'a heb' etisraelal icha tik: Ha he chonhab', manh wach'oc yaj t'a wichanh, yuj wal yowal in k'ool malaj jab'oc nhab' syak'a'."
        },
        {
            "number": "23",
            "text": "Ha heb' syaloch sb'a in checab'oc ayek' t'a he kal, junlajan tz'aj smilwicham anima heb'. Lajan wal heb' icha nok' choj tz'el yav, scotac tzilchitanb'at schib'ej. Syelk'anb'at sb'eyumal yet' tastac wach' ay t'a heb' anima chi' heb'. Tzijtum heb' ix ix scham yetb'eyum t'a he kal yuj heb'."
        },
        {
            "number": "24",
            "text": "Ha heb' sacerdote, a in k'ayb'ub'al yet' juntzanh tas wik yaji ix yixtejb'at heb'. Ha tas wach' yet' tas manh wach'oc t'a yichanh ley, malaj sk'exanhil t'a sat heb'. Max k'ayb'aj heb' anima yuj heb' yic syojtaquejel heb' tas wach' yet' tas manh wach'oc. Anhejtona' max sk'anab'ajej in k'ual ik'oj ip heb'. Yuj chi' chequel to malaj welk'och t'a sat heb'."
        },
        {
            "number": "25",
            "text": "Ha heb' yajal yaj t'a he chonhab' chi', smilcham anima heb', yujto snib'ej wal heb' tz'och b'eyumal, lajan wal heb' icha nok' oques scotac tzilchitejb'at schib'ej."
        },
        {
            "number": "26",
            "text": "Ha heb' syaloch sb'a in checab'oc, a tas manh wach'oc sk'ub'ejel heb', icha tz'aj yoch k'een taanh t'a junok k'a pat. Syalan heb' to ay tas swak' yil heb', syalanel esal lolonel heb'. Syal heb' to a in swak' juntzanh lolonel chi' yal heb', palta wal yel malaj tas tzin chec yalel heb'."
        },
        {
            "number": "27",
            "text": "Ha heb' anima sk'e wal chaanh heb' yixtan yetanimail yet' elk'al. Ha wal heb' meb'a' malaj tas ay t'ay, a heb' syixtej heb'. Yelxo wal manh tojolok tas sk'ulej heb' t'a heb' ch'oc chonhab'il cajan t'a skal heb'."
        },
        {
            "number": "28",
            "text": "Ha in tik, ix in sayek' t'a skal he chonhab' chi', talaj ay junok mach wach'tacto wal spensar, stewi t'ayin yuj schonhab' yic wach' max in sateli, palta malaj junok mach ix ilchaj wuuj."
        },
        {
            "number": "29",
            "text": "Yuj chi' a in Jehová in swak'b'at yaelal t'a yib'anh heb', ol in satel heb' yet' in k'ak'alk'olal. Icha chi' ol aj sjawi t'a yib'anh heb' yuj chukal sk'ulej, xchi Jehová, xa chi t'a heb', xchi t'ayin."
        }
    ]
}