{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, ay jun ab'ix ol val ab'i: Ha t'a junel, ay chavanh eb' ix ix snulej sb'a, junnhej snun eb' ix."
        },
        {
            "number": "3",
            "text": "Yictax cob'es unin eb' ix, ix yak'anoch sb'a eb' ix ajmulal t'a Egipto. Ata' ix b'anji yim eb' ix, yuj chi' manhxo cob'estacoc ix ajkan eb' ix."
        },
        {
            "number": "4",
            "text": "Ha ix b'ab'el, Ahola sb'i ix, aton Samaria sch'oxcot ix. Axo ix schab'il chi', Aholiba sb'i ix, aton Jerusalén sch'oxcot ix. Ha in ix vak'och eb' ix vetb'eyumoc, ix aj vuninal yet' visil yet' eb' ix."
        },
        {
            "number": "5",
            "text": "Te chuk ix yutej sb'a ix Ahola chi', ix mulan ix t'a yol in k'ab' yet' eb' aj Asiria b'aj te ay sgana ix, aton eb' soldado"
        },
        {
            "number": "6",
            "text": "ayoch k'apac yaax pichul yuj. Masanil eb' yajal, eb' capitán, eb' quelemtac te wach' yilji, masanil eb' ayq'ue t'a yib'anh chej ix mulan yet' ix."
        },
        {
            "number": "7",
            "text": "Ha yet' eb' te wach' yilji t'a skal eb' aj Asiria chi' ix mulan ix Ahola chi'. Ix yak'anpaxb'at spensar ix t'a sdiosal eb', ix och ix ejmelal t'a juntzanh chi'."
        },
        {
            "number": "8",
            "text": "Atax yic ayek' ix t'a Egipto chi' ix ochcan ix ajmulal, maxtzac yactejlaj ix. Yixtax scob'esal ix tzijtum mach ix mulan yet' ix, ix laj b'anji yim ix yuj eb'. Manhxo cob'esoclaj ix ajkan ix, palta to ix ochcan ix ajmul ixal."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix vak'och ix t'a yol sk'ab' eb' b'aj ay sgana chi', aton eb' aj Asiria, eb' ix snib'ejb'at ix."
        },
        {
            "number": "10",
            "text": "Axo ix aji, ix el b'eran ix yuj eb', ix ik'jiek' eb' yune' ix yuj eb', ix xicjicham ix yuj eb'. Icha chi' ix aj yak'anoch yaelal eb' t'a yib'anh ix. Ha tas ix utaj ix chi', te niwan ix aj sb'inaj t'a skal eb' ix ix."
        },
        {
            "number": "11",
            "text": "Axo pax ix Aholiba, snulej ix chi', ix yil val juntzanh chi' ix, palta ix ek' ix t'a yib'anh yak'anoch sb'a ajmulal t'a yichanh ix Ahola chi'."
        },
        {
            "number": "12",
            "text": "Ix yak'anpaxoch sb'a ix t'a yol sk'ab' eb' aj Asiria chi', aton t'a masanil eb' yajal, eb' soldado te wach' yilji spichul ayochi, eb' quelemtac te wach' yilji ayq'ue t'a yib'anh chej."
        },
        {
            "number": "13",
            "text": "Ix vilani to ix yixtejpaxb'at sb'a ix yet' eb' chi', lajan ix yutej sb'a ix icha val ix yutej sb'a ix snulej chi'."
        },
        {
            "number": "14",
            "text": "Palta yelxo val ix ek' ix t'a yib'anh sk'ulan ajmulal chi'. Ix yilan juntzanh yechel ix tz'ib'ab'iloch t'a sattac pat, aton yechel eb' caldeo chacchac yilji spichul,"
        },
        {
            "number": "15",
            "text": "ayoch stzek'ul snanhal eb', aypaxoch k'apac stzek'ul sjolom eb' tzijtum yelav, icha val to yajalil soldado eb', aj Caldea eb'."
        },
        {
            "number": "16",
            "text": "Ayic ix yilanoch juntzanh yechel eb' aj Babilonia chi' ix, ix ste nib'ejoch ix, yuj chi' ix yak'b'at schecab' ix t'a Babilonia chi'."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix javi eb' aj Babilonia chi', ix ul mulan eb' yet' ix. Tzijtum tas ix yutej sb'a eb' yet' ix, masanto ix yajjiq'ue eb' yuj ix."
        },
        {
            "number": "18",
            "text": "Icha chi' ix aj yak'anoch sb'a ix ajmulal t'a yichanh chonhab'. Ix sch'oxanel b'eran snivanil ix, masanto ix in yajel ix, icha ix in k'ulej yet' ix snulej ix."
        },
        {
            "number": "19",
            "text": "Palta yelk'olal ix och ix ajmulal chi'. Ix snaancot scob'esal ix t'a peca', ayic smulannac ix t'a Egipto,"
        },
        {
            "number": "20",
            "text": "yictax yak'annacoch sb'a ix t'a yol sk'ab' eb' ste nib'ej val sb'a ix yet'oc, aton juntzanh vinac lajan syutej sb'a icha nok' b'uru ma nok' chej t'a junok nok' nun chej."
        },
        {
            "number": "21",
            "text": "Ha ach val tik ach Aholiba, tza nacot ajmulal a k'ulejnac ayic cob'es achto, ayic sb'anannac im eb' aj Egipto, tza nib'ej tza k'ulejxi icha chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi' a in Dios Yajal in swal icha tik: Ha juntzanh eb' ix a nib'ej chi', aton eb' yajb'ilxo uuj ticnaic, a in ol vak'och eb' ajk'olal t'ayach, yalxonhej b'aj ol cot eb',"
        },
        {
            "number": "23",
            "text": "aton eb' aj Babilonia yet' eb' aj Caldea, eb' aj Pecod, eb' aj Soa yet' eb' aj Coa yet' masanil eb' aj Asiria. Masanil juntzanh quelemtac te wach' yilji, eb' yajal yet' eb' nivac yopisio yet' eb' soldado ayq'ue t'a yib'anh chej."
        },
        {
            "number": "24",
            "text": "Ol cot eb' chi' t'ayach yet' jantac carruaje yet' eb' soldado. Toxonhej ol oymaj eb' t'a a patic, yet'nac syamk'ab' eb' yic oval yet' sq'uen xumpil, yet'nac pax smaclab' jul-lab' eb'. Ha in ol vak' yopisio eb' yic syak'an a yaelal, icha yalan sley eb'."
        },
        {
            "number": "25",
            "text": "Yed' val in k'ak'alk'olal ol vak'b'at yoval in k'ol t'a ib'anh. Ha eb' chi' ol ach ixtan sik'lab'il. Ol spolel a nhi' eb' yet' a chiquin. Ha eb' ol canoc, ol xicjoccham eb' t'a q'uen espada. Ol ik'joquek' eb' une', eb' vinac unin yet' eb' ix. Axo t'a slajvub'al, ol nhuschajtz'a eb' olto canoc."
        },
        {
            "number": "26",
            "text": "Ol yiq'uel a pichul eb' yet' pax masanil q'uen q'ueen ayoch elvanub'oc."
        },
        {
            "number": "27",
            "text": "Icha val chi' ol aj slajvicank'och ajmulal a k'ulejnac t'a Egipto chi', manhxa b'ak'uinh ol a nib'ejxib'at juntzanh chi'. Manhxo pax ol a nacot Egipto chi'."
        },
        {
            "number": "28",
            "text": "Aton val juntzanh tik swal a in Jehová Yajal in tik: Ha in ol ach vak'och t'a yol sk'ab' juntzanh nación tza chaqueli, aton juntzanh yajb'il uuj."
        },
        {
            "number": "29",
            "text": "Ol yak' val chukal eb' t'ayach. Ha eb' chi' ol icancan tas ix ik' t'a a munlajel, toxonhej ol ach elcan b'eran yuj eb'. Ol checlaj juntzanh schucal a nivanil b'aj ix a k'ulej ajmulal chi'."
        },
        {
            "number": "30",
            "text": "Icha chi' ol aj sjavi t'a ib'anh, yujto ix ach tzalaj a k'ulan ajmulal yet' juntzanh nación chi', a na ix ach och pax ejmelal t'a juntzanh sdiosal eb'."
        },
        {
            "number": "31",
            "text": "Yujto icha sb'eyb'al ix a nulej chi' ix a b'eyb'alej, yuj chi' a yaelal ix vak'och t'a yib'anh ix, a ol vak'paxoch t'a ib'anh a ach tik, icha val to lajan tas ayem t'a yol junok niwan vaso svak' eyuq'uej."
        },
        {
            "number": "32",
            "text": "Ha in Jehová Yajal in svala': Ha tas ix yuk' ix a nulej chi', ha' ol uk'paxi. Ha jun vaso te niwan yool, a ol uk'lab'ej. Masanil nación ol ach b'uchanoc, ol ach stzetzan pax yuj jun niwan vaso tzuk'lab'ej chi'."
        },
        {
            "number": "33",
            "text": "Ol oyb'oc a sat yuj tas ay t'a yol vaso chi', ol ach cuspaxq'ue yuj. Ol ach xiv val q'uei yujto chuk tas ol yik'cot t'a ib'anh. Aton jun vaso chi' ix yuk'lab'ej ix a nulej ix Samaria."
        },
        {
            "number": "34",
            "text": "Ha in Jehová Yajal in svala': Ol uk'lab'ej jun vaso chi', manhxa tas ol kan t'a yool. Ol lajvoc chi' ol a mak'anpojoc, haxo yet' spojelal chi' ol a jotz' lajvoc im."
        },
        {
            "number": "35",
            "text": "Yujto ix in b'atcan satk'olal uuj, ix ach el mican t'ayin, yuj chi' yowalil ol ab' val syail yuj ajmulal chi', xchi Jehová."
        },
        {
            "number": "36",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ach anima, alel jantac yaelal ol javok t'a yib'anh ix Ahola yet' t'a yib'anh ix Aholiba chi'. Wach' tzutej alanoch t'a sat eb' ix jantac tas yajb'entac ix sk'ulej eb' ix."
        },
        {
            "number": "37",
            "text": "Ha eb' ix chi', ix mulan eb' ix t'a yol in k'ab', chik'tac sk'ab' eb' ix yuj b'aj smilcham yune'. Ix in yactejcan eb' ix, haxo t'a comon dios ix och eb' ix ejmelal. Ix snhusantz'a yune' eb' ix silab'il t'a juntzanh comon dios chi', aton juntzanh vuninal ix vil sat yet' eb' ix."
        },
        {
            "number": "38",
            "text": "Anhejtona' ix sk'ulej pax juntzanh tik eb' ix: Ha in templo yet' sk'ual ik'oj ip wik yaji, junnhej k'ual ix aj yixtanb'at eb' ix."
        },
        {
            "number": "39",
            "text": "Aton t'a jun k'ual ayic ix snhusantz'a vuninal eb' ix silab'il yic syik'anchaanh sdiosal eb' ix chi'. Ix javi pax eb' ix ul yixtejb'at in templo, aton val juntzanh chi' ix sb'eyb'alej eb' ix t'a yol in pat."
        },
        {
            "number": "40",
            "text": "Ix yak'b'at schecab' eb' ix yic tz'avtaj eb' winh vinac cajan t'a najat. Axo ix Aholiba ix sb'ic sb'a ix, ix yak'an uk' sat ix, ix yak'anpaxoch q'uen q'ueen ix t'ay yelvanub'oc, yic schaji sjavi eb' winh chi' yuj ix."
        },
        {
            "number": "41",
            "text": "Ix em k'ojan ix t'a jun ch'at manhxo jantac swach'il yilji, wach'xo pax yajem vael t'a sat mexa. Ix yak'anpaxem incienso ix yet' aceite to wik yaj t'a sat mexa chi'."
        },
        {
            "number": "42",
            "text": "Toxonhej snhilnhilan juntzanh comon anima yic syak'anoch q'uinh eb' yet' ix, aton juntzanh uk'um anh scot t'a tzinan lu'um, ix yak'anoch yelvanub' eb' t'a ix, ix yak'och q'uen brazalete eb' t'a sk'ab' ix, ix yak'anpaxq'ue corona eb' manhxo jantac swach'il t'a sjolom ix."
        },
        {
            "number": "43",
            "text": "Ixlajwi chi' ix in naan t'a yib'anh eb' ix manhxalaj swach'il yuj yajmulal chi': Sk'ulejocab' ajmulal chi' eb' winh vinac yet' eb' ix yujto ichanhej chi' sk'ulej eb' ix."
        },
        {
            "number": "44",
            "text": "Ix javi eb' winh, ix vay eb' winh yet' eb' ix chukal ix chi', aton ix Ahola yet' ix Aholiba, icha val tz'aj svay eb' winh vinac yet' eb' ix ajmul ix."
        },
        {
            "number": "45",
            "text": "Palta a eb' winh vinac wach' sb'eyb'al, a eb' winh ol ak'anoch yaelal t'a yib'anh eb' ix, icha val smojalil yajmulal eb' ix, yuj pax b'aj smilcham anima eb' ix."
        },
        {
            "number": "46",
            "text": "Yuj chi' a in Jehová Yajal in svala': Smolocab' sb'a masanil nación t'a spatic eb' ix chi' yic tz'ak'jioch eb' ix t'a niwan xivk'olal, yic tz'elk'ajpaxb'at tastac ay t'a eb' ix."
        },
        {
            "number": "47",
            "text": "Masanil nación chi' ol julq'uenancham eb' ix, ol xicjocpaxcham eb' ix t'a q'uen espada. Ol mak'joccham svinac unin eb' ix yet' yix unin eb' ix, ol nhusjocpaxtz'a spat eb' ix."
        },
        {
            "number": "48",
            "text": "Icha chi' ol aj vak'an satel jun b'eyb'al chi' t'a smacb'en Israel. Icha chi' ol aj snachajel yuj masanil eb' ix ix to max yal-laj sb'eyb'alan ajmulal eb' ix."
        },
        {
            "number": "49",
            "text": "Ha chavanh eb' ix chi', ol vak' syaelal eb' ix yuj yajmulal, yuj pax smul eb' ix b'aj tz'och ejmelal t'a comon dios. Icha chi' ol aj snachajel yuj eb' ix to a in ton Dios Yajal in, xchi Jehová, xa chi t'a eb'."
        }
    ]
}