{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "A d'a slajunhil k'ual yic slajunhil uj, ayic sb'alunhilxo ab'il quik'jicot d'a Babilonia tic, ata' ix lolon Jehová d'ayin, ix yalan icha tic:"
        },
        {
            "number": "2",
            "text": "Ach anima, tz'ib'ejcani tas k'ual yed' jantac yoch uj ticnaic, yujto a d'a jun k'ual tic ix och vinh sreyal Babilonia yak' oval d'a Jerusalén."
        },
        {
            "number": "3",
            "text": "Alcanel jun ab'ix tic d'a ch'oxnab'ilal d'a jun chonhab' te pit chi'. Tzalan icha tic: A Jehová Yajal tz'alan icha tic: Ak'jocab'q'ue junoc q'uen chen d'a yib'anh k'ak', ak'jocab'paxem a a' d'a yool."
        },
        {
            "number": "4",
            "text": "Ak'jocab'em nok' chib'ej d'a yool, aton nok' nib'ab'il, k'olquixtac tz'aj nok'. Aocab' nok' xub' yed' nok' sb'ak'chil yich spatic tz'emi yed' pax nok' sb'aquil te vach'."
        },
        {
            "number": "5",
            "text": "Ik'jocab'b'at junoc nok' calnel te vach', nivanocab' k'atzitz tz'ak'chajoch d'a yalanh jun chen chi' yic vach' xej sik'lab'il, masanto stajib'at nok' b'ac chi'."
        },
        {
            "number": "6",
            "text": "Yujto a in Jehová Yajal in sval icha tic: Ob'iltac jun chonhab' milumcham anima. Lajan icha junoc chen k'ustacxo. A sk'ustaquil chi' maxtzac el-laj. D'a junjunal tz'aj ik'anq'ueta nok' chib'ej chi', manh a sik'lejlaj nok'."
        },
        {
            "number": "7",
            "text": "B'ud'jinacxoel jun chonhab' chi' yuj schiq'uil eb' anima smiljicham d'ay. Manhoc d'a sat lum tz'em chik' chi' yic smucchaj yuj lum pococ, palta to d'a yib'anh q'uen q'ueen malaj tas ay d'a yib'anh, ata' stob'emi."
        },
        {
            "number": "8",
            "text": "Ol cannhej schiq'uil eb' anima chi' d'a yib'anh q'uen q'ueen chi' vuuj yic chequelnhej yaji, yuj chi' ol cot yoval in k'ool, ol vak'an spac icha d'a smojal."
        },
        {
            "number": "9",
            "text": "A in Jehová Yajal in sval icha tic: Ob'iltac val jun chonhab' te milumcham anima chi'. Ichato ol vak'och jun nivan k'ak' d'a yalanh."
        },
        {
            "number": "10",
            "text": "Cotocab' nivanoc te' k'atzitz, ochocab' sk'ak'al te'. Icha chi' tz'aj staji nok' chib'ej chi', masanto ol yal stupxej masanil yaal, yic stz'ab'at nok' b'ac ayem d'a yol chen chi'."
        },
        {
            "number": "11",
            "text": "Canocab' jun q'uen chen malaj tas ayem d'a yool d'a yib'anh k'ak' chi', masanto schacb'iel stz'ai. Icha chi' ol aj sacb'i yel smictaquil, masanto tz'el sk'ustaquil chi'."
        },
        {
            "number": "12",
            "text": "Nab'anhej ix in k'unb'i vik'anel sk'ustaquil jun chen chi', palta maj el-laj, vach'chom d'a te' k'ak', palta max el-laj."
        },
        {
            "number": "13",
            "text": "A jun sk'ustaquil chi' sch'oxanel yajmulal chonhab' Jerusalén. Ix vak' vip in b'icanel schucal chi', palta manh jab'oc ix eli. A ticnaic, manhxa tas syal yik'aneli, masanto ol lajvoc vak'anb'at yoval in k'ol d'a yib'anh, ichato chi' ol sacb'occaneloc."
        },
        {
            "number": "14",
            "text": "A in Jehová in svala': Toxo ix javi stiempoal vak'anoch syaelal, manhxo ol in yamoch vaan in b'a. Manhxalaj voq'uelk'olal, manh ol in na in b'a. A in svala' to ol vak' val och syaelal icha val smojalil yuj sb'eyb'al, xchi Jehová d'ayin."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "16",
            "text": "Ach anima, a ix etb'eyum te xajanab'il uuj, elanhchamel ol cham ix, a in ol viq'uek' sq'uinal ix chi'. Palta manh ol a ch'oxel-laj a cusk'olal yuj ix, manh ol ach ok'paxlaj."
        },
        {
            "number": "17",
            "text": "D'a elk'altac ol ab' syail, palta manh ol a ch'oxel-laj a cusk'olal chi' icha sk'ulej juntzanhxo anima. Aynhejq'ue smusil a jolom, aynhejoch a xanhab' ol ach ek'oc. Manh ol a musej a sat yuj a ch'oxanel a cusk'olal, manh ol a va vael svaji ayic ay chamel, xchi d'ayin."
        },
        {
            "number": "18",
            "text": "A d'a q'uinhib'alil ix in lolon yed' eb' anima, axo d'a yemk'ualil ix cham ix vetb'eyum. Axo d'a junxo q'uinhib'alil ix in k'ulan icha ix yal Jehová d'ayin."
        },
        {
            "number": "19",
            "text": "Axo masanil eb' anima d'a chonhab' tic ix alan d'ayin: Al d'ayonh tas syalelk'och juntzanh tas tza k'ulej chi', xchi eb' d'ayin."
        },
        {
            "number": "20",
            "text": "Ix valan d'a eb' to a Jehová ix lolon d'ayin, ix yalan icha tic:"
        },
        {
            "number": "21",
            "text": "Al d'a eb' etisraelal to a in Dios Yajal in sval icha tic: Ol vak' ixtaxb'at in templo scham e k'ol eyilani, tze te nib'ej paxi, ay val och snivaniloc eyelk'ochi yed' eyipumaloc. A eb' eyuninal yed' eb' eyisil ix can d'a Jerusalén, ol miljoccham eb' d'a oval, xchi Jehová."
        },
        {
            "number": "22",
            "text": "Palta ol e k'ulej pax a ex tic icha tas tzin k'ulej tic. Manh ol e musej e sat yuj e ch'oxanel eyaelal, manh ol e va pax vael svaji ayic ay chamel."
        },
        {
            "number": "23",
            "text": "Manh ol eyiq'uel-laj smusil e jolom, manh ol eyik'paxel-laj e xanhab'. Manh ol e ch'oxel-laj e cusk'olal, manh ol ex ok'paxlaj. Ol te el eyip yuj e chucalil, junjun ex ol ex te cusoc."
        },
        {
            "number": "24",
            "text": "A in Ezequiel in tic, a in tzin och ch'oxnab'ilal d'ayex. Masanil tas tzin k'ulej tic, a' ol e k'ulej pax a ex tic. Ayic ol ujoc masanil juntzanh tic, ol nachajel eyuuj to a Dios Yajal toni, xin chi d'a eb'."
        },
        {
            "number": "25",
            "text": "Ix yalanxi Jehová d'ayin icha tic: A d'a jun k'ual ayic ol vik'anel yipumal Israel, aton in templo, yelxo val ste tzalaj eb' yuj svach'il yilji, ayoch spensar eb' d'ay, snib'ej val eb', ol vak'pax satel yalyuninal eb'."
        },
        {
            "number": "26",
            "text": "A d'a jun k'ual chi' ay jun mach ol elcan ta', ol ul yal yab'ixal d'ayach."
        },
        {
            "number": "27",
            "text": "A d'a jun k'u chi' ol yal a lolonxi, yuj chi' ol ach lolon yed' jun mach ol elcan chi'. Icha val chi' ol aj och d'a ch'oxnab'ilal d'a eb' etisraelal, yuj chi' ol nachajel yuj eb' to a in ton Jehová sDiosal in eb', xchi Jehová d'ayin."
        }
    ]
}