{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a slajunhil k'ual yic slajunhil uj, ayic sb'alunhilxo ab'il quik'jicot t'a Babilonia tik, ata' ix lolon Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, tz'ib'ejcani tas k'ual yet' jantac yoch uj ticnaic, yujto ha t'a jun k'ual tik ix och winh sreyal Babilonia yak' oval t'a Jerusalén."
        },
        {
            "number": "3",
            "text": "Alcanel jun ab'ix tik t'a ch'oxnab'ilal t'a jun chonhab' te pit chi'. Tzalan icha tik: Ha Jehová Yajal tz'alan icha tik: Ak'jocab'q'ue junok q'uen chen t'a yib'anh k'ak', ak'jocab'paxem ha ha' t'a yool."
        },
        {
            "number": "4",
            "text": "Ak'jocab'em nok' chib'ej t'a yool, aton nok' nib'ab'il, k'olquixtac tz'aj nok'. Aocab' nok' xub' yet' nok' sb'ak'chil yich spatic tz'emi yet' pax nok' sb'aquil te wach'."
        },
        {
            "number": "5",
            "text": "Ik'jocab'b'at junok nok' calnel te wach', nivanocab' k'atzitz tz'ak'chajoch t'a yalanh jun chen chi' yic wach' xej sik'lab'il, masanto stajib'at nok' b'ac chi'."
        },
        {
            "number": "6",
            "text": "Yujto a in Jehová Yajal in swal icha tik: Ob'iltac jun chonhab' milumcham anima. Lajan icha junok chen k'ustacxo. Ha sk'ustaquil chi' maxtzac el-laj. D'a junjunal tz'aj ik'anq'ueta nok' chib'ej chi', manh a sik'lejlaj nok'."
        },
        {
            "number": "7",
            "text": "B'ud'jinacxoel jun chonhab' chi' yuj schiq'uil eb' anima smiljicham t'ay. Manhoc t'a sat lum tz'em chik' chi' yic smucchaj yuj lum pococ, palta to t'a yib'anh q'uen q'ueen malaj tas ay t'a yib'anh, ata' stob'emi."
        },
        {
            "number": "8",
            "text": "Ol cannhej schiq'uil eb' anima chi' t'a yib'anh q'uen q'ueen chi' vuuj yic chequelnhej yaji, yuj chi' ol cot yoval in k'ool, ol vak'an spak icha t'a smojal."
        },
        {
            "number": "9",
            "text": "Ha in Jehová Yajal in swal icha tik: Ob'iltac val jun chonhab' te milumcham anima chi'. Ichato ol vak'och jun niwan k'ak' t'a yalanh."
        },
        {
            "number": "10",
            "text": "Cotocab' nivanoc te' k'atzitz, ochocab' sk'ak'al te'. Icha chi' tz'aj staji nok' chib'ej chi', masanto ol yal stupxej masanil yaal, yic stz'ab'at nok' b'ac ayem t'a yol chen chi'."
        },
        {
            "number": "11",
            "text": "Canocab' jun q'uen chen malaj tas ayem t'a yool t'a yib'anh k'ak' chi', masanto schacb'iel stz'ai. Icha chi' ol aj sakb'i yel smictaquil, masanto tz'el sk'ustaquil chi'."
        },
        {
            "number": "12",
            "text": "Nab'anhej ix in k'unb'i vik'anel sk'ustaquil jun chen chi', palta maj el-laj, wach'chom t'a te' k'ak', palta max el-laj."
        },
        {
            "number": "13",
            "text": "Ha jun sk'ustaquil chi' sch'oxanel yajmulal chonhab' Jerusalén. Ix vak' vip in b'icanel schucal chi', palta manh jab'oc ix eli. Ha ticnaic, manhxa tas syal yik'aneli, masanto ol lajvoc vak'anb'at yoval in k'ol t'a yib'anh, ichato chi' ol sacb'occaneloc."
        },
        {
            "number": "14",
            "text": "Ha in Jehová in svala': Toxo ix javi stiempoal vak'anoch syaelal, manhxo ol in yamoch vaan in b'a. Manhxalaj voq'uelk'olal, manh ol in na in b'a. Ha in svala' to ol vak' val och syaelal icha val smojalil yuj sb'eyb'al, xchi Jehová t'ayin."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "16",
            "text": "Ach anima, a ix etb'eyum te xajanab'il uuj, elanhchamel ol cham ix, a in ol viq'uek' sk'inal ix chi'. Palta manh ol a ch'oxel-laj a cusk'olal yuj ix, manh ol ach ok'paxlaj."
        },
        {
            "number": "17",
            "text": "D'a elk'altac ol ab' syail, palta manh ol a ch'oxel-laj a cusk'olal chi' icha sk'ulej juntzanhxo anima. Aynhejq'ue smusil a jolom, aynhejoch a xanhab' ol ach ek'oc. Manh ol a musej a sat yuj a ch'oxanel a cusk'olal, manh ol a wa vael svaji ayic ay chamel, xchi t'ayin."
        },
        {
            "number": "18",
            "text": "Ha t'a q'uinhib'alil ix in lolon yet' eb' anima, haxo t'a yemk'ualil ix cham ix vetb'eyum. Axo t'a junxo q'uinhib'alil ix in k'ulan icha ix yal Jehová t'ayin."
        },
        {
            "number": "19",
            "text": "Axo masanil eb' anima t'a chonhab' tik ix alan t'ayin: Al t'ayonh tas syalelk'och juntzanh tas tza k'ulej chi', xchi eb' t'ayin."
        },
        {
            "number": "20",
            "text": "Ix valan t'a eb' to a Jehová ix lolon t'ayin, ix yalan icha tik:"
        },
        {
            "number": "21",
            "text": "Al t'a eb' etisraelal to a in Dios Yajal in swal icha tik: Ol vak' ixtaxb'at in templo scham e k'ol eyilani, tze te nib'ej paxi, ay val och snivaniloc eyelk'ochi yet' eyipumaloc. Ha eb' eyuninal yet' eb' eyisil ix kan t'a Jerusalén, ol miljoccham eb' t'a oval, xchi Jehová."
        },
        {
            "number": "22",
            "text": "Palta ol e k'ulej pax a ex tik icha tas tzin k'ulej tik. Manh ol e musej e sat yuj e ch'oxanel eyaelal, manh ol e wa pax vael svaji ayic ay chamel."
        },
        {
            "number": "23",
            "text": "Manh ol eyiq'uel-laj smusil e jolom, manh ol eyik'paxel-laj e xanhab'. Manh ol e ch'oxel-laj e cusk'olal, manh ol ex ok'paxlaj. Ol te el eyip yuj e chucalil, junjun ex ol ex te cusoc."
        },
        {
            "number": "24",
            "text": "Ha in Ezequiel in tik, a in tzin och ch'oxnab'ilal t'ayex. Masanil tas tzin k'ulej tik, ha' ol e k'ulej pax a ex tik. Ayic ol ujok masanil juntzanh tik, ol nachajel eyuuj to ha Dios Yajal toni, xin chi t'a eb'."
        },
        {
            "number": "25",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ha t'a jun k'ual ayic ol vik'anel yipumal Israel, aton in templo, yelxo val ste tzalaj eb' yuj swach'il yilji, ayoch spensar eb' t'ay, snib'ej val eb', ol vak'pax satel yalyuninal eb'."
        },
        {
            "number": "26",
            "text": "Ha t'a jun k'ual chi' ay jun mach ol elcan ta', ol ul yal yab'ixal t'ayach."
        },
        {
            "number": "27",
            "text": "Ha t'a jun k'u chi' ol yal a lolonxi, yuj chi' ol ach lolon yet' jun mach ol elcan chi'. Icha val chi' ol aj och t'a ch'oxnab'ilal t'a eb' etisraelal, yuj chi' ol nachajel yuj eb' to a in ton Jehová sDiosal in eb', xchi Jehová t'ayin."
        }
    ]
}