{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolonxi Jehová d'ayin, ix yalan icha tic:"
        },
        {
            "number": "2",
            "text": "Ach anima, meltzajanhb'at q'uelan d'a stojolal smacb'en eb' amonita, tzalanel in lolonel d'a yib'anh eb'."
        },
        {
            "number": "3",
            "text": "Tzalan d'a eb' icha tic: Ab'ec slolonel Dios Yajal, icha val tic yalani: A ex tic, ix ex q'ue val umnajoc, ix el eyav e tzevaji ayic ix eyilani to van yixtajb'at in templo, ayic ix ik'jib'at eb' aj Judá d'a ch'oc chonhab'il, masanto ix can tz'inan sluum eb', aton smacb'en Israel."
        },
        {
            "number": "4",
            "text": "Yuj chi' ol ex vak'och d'a yol sk'ab' eb' anima ay b'aj sjavi k'u yic vach' a eb' ol ak'an yajalil d'a e macb'en, ol sb'oanq'ue scampamento eb' d'a e cal. Masanil sat eyavb'en ol smol eb', ol yuk'an pax lech eb' syak' nok' e vacax."
        },
        {
            "number": "5",
            "text": "A d'a chonhab' Rabá axonhej nok' camello ol va d'ay. Masanil e macb'en ex aj Amón, axonhej nok' calnel ol va d'ay. Icha chi' ol aj snachajel eyuuj to a in ton Jehová in tzex vutej icha chi'."
        },
        {
            "number": "6",
            "text": "A in Dios Yajal in svala': A ex val tic ex amonita ix e tz'it val e k'ab', ix ex q'ue cheneljoc, ix te tzalajpax e k'ool yic tzex b'uchvaj d'a eb' israel yuj yaelal ix javi d'a yib'anh eb'."
        },
        {
            "number": "7",
            "text": "Yuj chi', ol vik'chaanh in k'ab', ol vak'anoch yaelal d'a eyib'anh, ol ex vak'och d'a yol sk'ab' juntzanhxo nación yic ol ik'chajek' masanil tastac ay d'ayex. Ol ex in satanel d'a scaltac chonhab', ol ex satel d'a junelnhej. Icha chi' ol aj eyojtacaneli to a in ton Jehová in tzex vutej icha chi', xchi Jehová."
        },
        {
            "number": "8",
            "text": "A in Dios Yajal in svala': A eb' aj Moab yed' eb' aj Seir syal eb' to lajan Judá yed' juntzanhxo nación."
        },
        {
            "number": "9",
            "text": "Yuj chi' ol in cha ak'joc satel juntzanh chonhab' macan d'a smojonal Moab chi', aton juntzanh te vach' yilji: Bet-jesimot, Baal-meón yed' Quiriataim."
        },
        {
            "number": "10",
            "text": "Ol vak'an sk'ulej eb' anima cajan b'aj sjavi k'u to a' eb' ol icancan smacb'en eb' aj Moab yed' yic eb' aj Amón. Manhxa junoc nación olto naancot Amón chi'."
        },
        {
            "number": "11",
            "text": "Ol vak'och yaelal d'a yib'anh eb' aj Moab. Icha chi' ol aj snachajel yuj eb' to a in ton Jehová in svutej eb' icha chi'."
        },
        {
            "number": "12",
            "text": "A in Dios Yajal in svala': A eb' aj Edom, te chuc tas ix sk'ulej eb', ix ek' yib'anh spacan sb'a eb' d'a eb' aj Judá, yuj chi' te nivan smul eb' ix och d'a vichanh."
        },
        {
            "number": "13",
            "text": "Yuj chi' svala' to ol vik'chaanh in k'ab', ol vak'anoch yaelal d'a yib'anh eb' aj Edom chi'. Ol vak' satel masanil anima yed' nok' nok'. Ol vak' val juvocanb'atoc, ol schael d'a Temán masanto d'a Dedán. Masanil anima ol cham d'a oval."
        },
        {
            "number": "14",
            "text": "A in Dios Yajal in svala' to a in chonhab' Israel ol vak'lab'ej ayic ol in pacan in b'a d'a Edom chi'. Ol ak'jococh syaelal eb' aj Edom chi' yuj eb' icha val yaj yoval in k'ool. Icha chi' ol aj yab'an eb' tas ol vutej in pacan in b'a."
        },
        {
            "number": "15",
            "text": "A in Dios Yajal in svala': A eb' filisteo te chuc tas ix sk'ulej eb' yuj b'aj ix spac sb'a d'a eb' aj Judá. Maj ok'laj jab'oc sk'ol eb' d'a eb', yed' val jantac schucal sk'ol eb' ix satel eb' aj Judá chi', yuj b'aj yajk'ol sb'a eb' atax d'a peca'."
        },
        {
            "number": "16",
            "text": "Yuj chi' a in svala' to ol vik'chaanh in k'ab', ol vak'anoch yaelal d'a yib'anh eb' filisteo chi'. Ol in satel eb' quereteo d'a junelnhej yed' eb' aytocan d'a stitac a' mar."
        },
        {
            "number": "17",
            "text": "Te ayxo smay ol vutej vak'an spac d'a eb'. Ol vak'och yaelal d'a yib'anh eb' yed' val yoval in k'ool. Ayic ol in k'ulan icha chi', ol yojtaquejel eb' to a in ton Jehová in svutej eb' icha chi', xchi Jehová."
        }
    ]
}