{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolonxi Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, meltzajanhb'at q'uelan t'a stojolal smacb'en eb' amonita, tzalanel in lolonel t'a yib'anh eb'."
        },
        {
            "number": "3",
            "text": "Tzalan t'a eb' icha tik: Ab'ec slolonel Dios Yajal, icha val tik yalani: Ha ex tik, ix ex q'ue val umnajoc, ix el eyav e tzevaji ayic ix eyilani to van yixtajb'at in templo, ayic ix ik'jib'at eb' aj Judá t'a ch'oc chonhab'il, masanto ix kan tzinan sluum eb', aton smacb'en Israel."
        },
        {
            "number": "4",
            "text": "Yuj chi' ol ex vak'och t'a yol sk'ab' eb' anima ay b'aj sjavi k'u yic wach' a eb' ol ak'an yajalil t'a e macb'en, ol sb'oanq'ue scampamento eb' t'a e cal. Masanil sat eyavb'en ol smol eb', ol yuk'an pax lech eb' syak' nok' e vacax."
        },
        {
            "number": "5",
            "text": "Ha t'a chonhab' Rabá axonhej nok' camello ol wa t'ay. Masanil e macb'en ex aj Amón, axonhej nok' calnel ol wa t'ay. Icha chi' ol aj snachajel eyuuj to a in ton Jehová in tzex vutej icha chi'."
        },
        {
            "number": "6",
            "text": "Ha in Dios Yajal in svala': Ha ex val tik ex amonita ix e tz'it val e k'ab', ix ex q'ue cheneljoc, ix te tzalajpax e k'ool yic tzex b'uchvaj t'a eb' israel yuj yaelal ix javi t'a yib'anh eb'."
        },
        {
            "number": "7",
            "text": "Yuj chi', ol vik'chaanh in k'ab', ol vak'anoch yaelal t'a eyib'anh, ol ex vak'och t'a yol sk'ab' juntzanhxo nación yic ol ik'chajek' masanil tastac ay t'ayex. Ol ex in satanel t'a scaltac chonhab', ol ex satel t'a junelnhej. Icha chi' ol aj eyojtacaneli to a in ton Jehová in tzex vutej icha chi', xchi Jehová."
        },
        {
            "number": "8",
            "text": "Ha in Dios Yajal in svala': Ha eb' aj Moab yet' eb' aj Seir syal eb' to lajan Judá yet' juntzanhxo nación."
        },
        {
            "number": "9",
            "text": "Yuj chi' ol in cha ak'joc satel juntzanh chonhab' macan t'a smojonal Moab chi', aton juntzanh te wach' yilji: Bet-jesimot, Baal-meón yet' Quiriataim."
        },
        {
            "number": "10",
            "text": "Ol vak'an sk'ulej eb' anima cajan b'aj sjavi k'u to ha' eb' ol icancan smacb'en eb' aj Moab yet' yic eb' aj Amón. Manhxa junok nación olto naancot Amón chi'."
        },
        {
            "number": "11",
            "text": "Ol vak'och yaelal t'a yib'anh eb' aj Moab. Icha chi' ol aj snachajel yuj eb' to a in ton Jehová in svutej eb' icha chi'."
        },
        {
            "number": "12",
            "text": "Ha in Dios Yajal in svala': Ha eb' aj Edom, te chuc tas ix sk'ulej eb', ix ek' yib'anh spacan sb'a eb' t'a eb' aj Judá, yuj chi' te niwan smul eb' ix och t'a vichanh."
        },
        {
            "number": "13",
            "text": "Yuj chi' svala' to ol vik'chaanh in k'ab', ol vak'anoch yaelal t'a yib'anh eb' aj Edom chi'. Ol vak' satel masanil anima yet' nok' nok'. Ol vak' val juvocanb'atoc, ol schael t'a Temán masanto t'a Dedán. Masanil anima ol cham t'a oval."
        },
        {
            "number": "14",
            "text": "Ha in Dios Yajal in svala' to a in chonhab' Israel ol vak'lab'ej ayic ol in pacan in b'ha t'a Edom chi'. Ol ak'jococh syaelal eb' aj Edom chi' yuj eb' icha val yaj yoval in k'ool. Icha chi' ol aj yab'an eb' tas ol vutej in pacan in b'a."
        },
        {
            "number": "15",
            "text": "Ha in Dios Yajal in svala': Ha eb' filisteo te chuc tas ix sk'ulej eb' yuj b'aj ix spac sb'ha t'a eb' aj Judá. Maj ok'laj jab'oc sk'ol eb' t'a eb', yet' val jantac schucal sk'ol eb' ix satel eb' aj Judá chi', yuj b'aj yajk'ol sb'a eb' atax t'a peca'."
        },
        {
            "number": "16",
            "text": "Yuj chi' a in svala' to ol vik'chaanh in k'ab', ol vak'anoch yaelal t'a yib'anh eb' filisteo chi'. Ol in satel eb' quereteo t'a junelnhej yet' eb' aytocan t'a stitac ha' mar."
        },
        {
            "number": "17",
            "text": "Te ayxo smay ol vutej vak'an spac t'a eb'. Ol vak'och yaelal t'a yib'anh eb' yet' val yoval in k'ool. Ayic ol in k'ulan icha chi', ol yojtaquejel eb' to a in ton Jehová in svutej eb' icha chi', xchi Jehová."
        }
    ]
}