{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a b'ab'el k'ual yoch uj yic yuxluchil ab'il quik'jicot t'a Babilonia tik, ata' ix lolon Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, icha tik ix yal heb' aj Tiro yuj Jerusalén: Ha Jerusalén ix sateli. Ha t'a yalanhtaxo sb'e heb' chonhwajum yaji. Ata' stupcan heb' yic wach' tzek' heb' yet' schonh chi'. Ha ticnaik wach'xo quek' yet' ko chonh chi'. Te niwan ko b'eyumal ol quik'a', yacb'an a jun chonhab' chi' toxo ix satjieli, xchi heb'."
        },
        {
            "number": "3",
            "text": "Yuj chi' a in Dios Yajal in tik swala': Toxo ix in och ajk'olal t'a Tiro chi', tzijtum nación ol wik'k'e waan yic tz'och ajk'olal t'ay, icha wal tz'aj sk'e waan sat ha' mar."
        },
        {
            "number": "4",
            "text": "Ol smak'em wecnaj smuroal heb', ol spojanpaxem storreal heb'. Ha spokokal lum lum mesesi ol yutej heb', axonhej k'een niwac k'een ol kanok."
        },
        {
            "number": "5",
            "text": "Ha b'aj ek'nac jun chonhab' chi', ol kan t'a snanhal ha' mar. Ata' ol yak' tacjoc ch'anh schimpa heb' yamum chay. Ha in Dios Yajal in swala', a Tiro chi' ol ik'chajb'at tastac ay t'ay yuj juntzanhxo nación."
        },
        {
            "number": "6",
            "text": "Ha heb' kajan t'a junjun chonhab' ay t'a stitac ha' mar, ol laj miljoccham heb' t'a owal. Icha wal chi' ol aj snachajel yuj heb' to a in Jehová in swutej heb' icha chi'."
        },
        {
            "number": "7",
            "text": "Ha in Jehová Yajal in swala': Ha t'a norte ol wik'b'at winhaj Nabucodonosor sreyal Babilonia, aton winh te niwan yopisio. Ha winh ol ak'an owal t'a Tiro chi'. Ol k'och winh yet' heb' soldado ayk'e t'a yib'anh chej yet' pax carruaje yet' jantacxo heb' soldado."
        },
        {
            "number": "8",
            "text": "Ha yet' k'een espada ol miljoccham masanil heb' kajan t'a juntzanh chonhab' t'a stitac ha' mar. Ol b'ochajk'e junok muro t'a spatictac Tiro chi'. Ol sb'opaxk'e sb'akhnub' heb' yic tz'och heb' yak' owal t'ay. Yed'nacpax smaclab' jul-lab' heb' ol och heb'."
        },
        {
            "number": "9",
            "text": "Ol yak' owal heb' yet' mak'lab' poj muro, yet' k'een hierro ol smak'poj torre heb'."
        },
        {
            "number": "10",
            "text": "Manhxo jantacoc nok' chej yet'nac winh rey chi', ol b'ud'joquel chonhab' yuj pokok ol stek'k'e waan nok'. Ayic ol och winh sreyal Babilonia t'a spuertail chonhab' chi', ol te ib'xock'e smuroal yuj sk'anh carreta, carruaje, yuj pax sk'anh yem yoc nok' chej chi', icha tz'aj junok chonhab' toxo ix ak'ji ganar."
        },
        {
            "number": "11",
            "text": "Pilan ol stek' yoltac calle nok' chej chi'. Pilan ol miljoccham heb' anima t'a k'een espada. Ol jechajem juntzanh k'een niwac oy te wach' yilji."
        },
        {
            "number": "12",
            "text": "Manhxa jab'oc sb'eyumal heb' ol kan yuj heb'. Masanil chonh ol yik'b'at heb'. Ol smak'anpoj smuroal chonhab' chi' heb'. Ha juntzanh niwac pat wach' yilji ticnaik ol smak'kanpoj heb', ato t'a yol ha' mar ol yumchajkanb'at k'een k'een, spatzab'il yet' masanil spojelal."
        },
        {
            "number": "13",
            "text": "Icha chi' ol aj wak'an satel sb'it heb'. Manhxa b'aj ol ab'chaj sk'an te' yarpa heb'."
        },
        {
            "number": "14",
            "text": "Ha jun chonhab' chi', axonhej k'een samk'een ol kan t'ay wuuj. Manhxalaj tas ol q'uib' t'a yib'anh, ata' ol yak' tacjoc schimpa heb' yamum chay. Manhxa b'ak'uinh ol b'ochajxik'e chonhab' Tiro chi'. Ha in Jehová in swala', ol wak'anpaxelk'ochi, xchi Dios Yajal."
        },
        {
            "number": "15",
            "text": "Ha in Dios Yajal in swal yuj Tiro icha tik: Masanil chonhab' t'a stitac ha' mar, ol ib'xock'e yuj xiwelal ayic ol b'at yolax Tiro, ayic ol el pax yav heb' ol lajwoc yet' heb' wan schami."
        },
        {
            "number": "16",
            "text": "Masanil heb' sreyal juntzanh chonhab' t'a stitac ha' mar chi', ol emta heb' t'a yoltac sk'ojnub', ol yik'el sxotil heb' yet' spichul heb' ayoch yelwanub'. Ol te och heb' t'a niwan xivk'olal, ol em k'ojan heb' t'a sat lu'um. Junjun k'u ol ib'xoc heb' yuj xiwelal yuj tas ol jawok t'a yib'anh Tiro chi'."
        },
        {
            "number": "17",
            "text": "Ol sb'itej jun b'it heb' yic cusk'olal yuj icha tik: Ha chonhab' Tiro te niwan yelk'ochi, masanil heb' anima ay t'a stitac ha ha', ste xiv heb' t'ay. Te b'inajnac t'a skal heb' tzek' t'a yib'anh ha' mar, palta a ticnaik toxo ix satjieli."
        },
        {
            "number": "18",
            "text": "Ha ticnaik toxo ix ak'chajoch juntzanh chonhab' ay t'a sti' ha' mar chi' t'a xivk'olal, yujto ix ak'ji ganar Tiro chi'. Ha heb' kajan t'a sat lum lum ay t'a snanhal ha ha', te ayoch heb' t'a xivk'olal yujto ix satjieli, xcham heb' t'a jun sb'it chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi' swal a in Dios Yajal in tik icha tik: Ol wak' ak'joc satel Tiro chi', icha juntzanhxo chonhab' manhxa junok anima kajan t'ay. Ol wak' mucchajkanem t'a yich ha' mar."
        },
        {
            "number": "20",
            "text": "Ol wak'paxcanem heb' kajan t'ay masanto b'aj ayek' heb' chamnac, heb' anima ek'nac t'a peka'. Ol wak'kanem heb' t'a snajatil sjulal yich lum lum t'a skal heb' anima ek'nac t'a juntzanh chonhab' satjinaquel t'a junelnhej. Icha chi' ol aj yajek' heb' t'a skal heb' chamnacxo chi'. Manhxa b'ak'uinh ol kajnajxoc anima t'a Tiro chi', manhxa b'ak'uinh ol checlaj sniwanil yelk'och t'a skal nación."
        },
        {
            "number": "21",
            "text": "Ha in Jehová Yajal in swala' to ayxo smay ol ajkan wuuj, wach'chom ol saychajek'oc, palta manhxa b'aj ol ilchajoc, xchi Dios."
        }
    ]
}