{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "A d'a b'ab'el k'ual yoch uj yic yuxluchil ab'il quik'jicot d'a Babilonia tic, ata' ix lolon Jehová d'ayin, ix yalan icha tic:"
        },
        {
            "number": "2",
            "text": "Ach anima, icha tic ix yal eb' aj Tiro yuj Jerusalén: A Jerusalén ix sateli. A d'a yalanhtaxo sb'e eb' chonhvajum yaji. Ata' stupcan eb' yic vach' tz'ek' eb' yed' schonh chi'. A ticnaic vach'xo quek' yed' co chonh chi'. Te nivan co b'eyumal ol quik'a', yacb'an a jun chonhab' chi' toxo ix satjieli, xchi eb'."
        },
        {
            "number": "3",
            "text": "Yuj chi' a in Dios Yajal in tic svala': Toxo ix in och ajk'olal d'a Tiro chi', tzijtum nación ol vik'q'ue vaan yic tz'och ajk'olal d'ay, icha val tz'aj sq'ue vaan sat a' mar."
        },
        {
            "number": "4",
            "text": "Ol smaq'uem vecnaj smuroal eb', ol spojanpaxem storreal eb'. A spococal lum luum mesesi ol yutej eb', axonhej q'uen nivac q'ueen ol canoc."
        },
        {
            "number": "5",
            "text": "A b'aj ek'nac jun chonhab' chi', ol can d'a snanhal a' mar. Ata' ol yak' tacjoc ch'anh schimpa eb' yamum chay. A in Dios Yajal in svala', a Tiro chi' ol ik'chajb'at tastac ay d'ay yuj juntzanhxo nación."
        },
        {
            "number": "6",
            "text": "A eb' cajan d'a junjun chonhab' ay d'a stitac a' mar, ol laj miljoccham eb' d'a oval. Icha val chi' ol aj snachajel yuj eb' to a in Jehová in svutej eb' icha chi'."
        },
        {
            "number": "7",
            "text": "A in Jehová Yajal in svala': A d'a norte ol vik'b'at vinhaj Nabucodonosor sreyal Babilonia, aton vinh te nivan yopisio. A vinh ol ak'an oval d'a Tiro chi'. Ol k'och vinh yed' eb' soldado ayq'ue d'a yib'anh chej yed' pax carruaje yed' jantacxo eb' soldado."
        },
        {
            "number": "8",
            "text": "A yed' q'uen espada ol miljoccham masanil eb' cajan d'a juntzanh chonhab' d'a stitac a' mar. Ol b'ochajq'ue junoc muro d'a spatictac Tiro chi'. Ol sb'opaxq'ue sb'achnub' eb' yic tz'och eb' yak' oval d'ay. Yed'nacpax smaclab' jul-lab' eb' ol och eb'."
        },
        {
            "number": "9",
            "text": "Ol yak' oval eb' yed' mak'lab' poj muro, yed' q'uen hierro ol smak'poj torre eb'."
        },
        {
            "number": "10",
            "text": "Manhxo jantacoc nok' chej yed'nac vinh rey chi', ol b'ud'joquel chonhab' yuj pococ ol stek'q'ue vaan nok'. Ayic ol och vinh sreyal Babilonia d'a spuertail chonhab' chi', ol te ib'xocq'ue smuroal yuj sk'anh carreta, carruaje, yuj pax sk'anh yem yoc nok' chej chi', icha tz'aj junoc chonhab' toxo ix ak'ji ganar."
        },
        {
            "number": "11",
            "text": "Pilan ol stek' yoltac calle nok' chej chi'. Pilan ol miljoccham eb' anima d'a q'uen espada. Ol jecchajem juntzanh q'uen nivac oy te vach' yilji."
        },
        {
            "number": "12",
            "text": "Manhxa jab'oc sb'eyumal eb' ol can yuj eb'. Masanil chonh ol yik'b'at eb'. Ol smak'anpoj smuroal chonhab' chi' eb'. A juntzanh nivac pat vach' yilji ticnaic ol smak'canpoj eb', ato d'a yol a' mar ol yumchajcanb'at q'uen q'ueen, spatzab'il yed' masanil spojelal."
        },
        {
            "number": "13",
            "text": "Icha chi' ol aj vak'an satel sb'it eb'. Manhxa b'aj ol ab'chaj sk'an te' yarpa eb'."
        },
        {
            "number": "14",
            "text": "A jun chonhab' chi', axonhej q'uen samq'ueen ol can d'ay vuuj. Manhxalaj tas ol q'uib' d'a yib'anh, ata' ol yak' tacjoc schimpa eb' yamum chay. Manhxa b'aq'uinh ol b'ochajxiq'ue chonhab' Tiro chi'. A in Jehová in svala', ol vak'anpaxelk'ochi, xchi Dios Yajal."
        },
        {
            "number": "15",
            "text": "A in Dios Yajal in sval yuj Tiro icha tic: Masanil chonhab' d'a stitac a' mar, ol ib'xocq'ue yuj xivelal ayic ol b'at yolax Tiro, ayic ol el pax yav eb' ol lajvoc yed' eb' van schami."
        },
        {
            "number": "16",
            "text": "Masanil eb' sreyal juntzanh chonhab' d'a stitac a' mar chi', ol emta eb' d'a yoltac sk'ojnub', ol yiq'uel sxotil eb' yed' spichul eb' ayoch yelvanub'. Ol te och eb' d'a nivan xivk'olal, ol em k'ojan eb' d'a sat luum. Junjun k'u ol ib'xoc eb' yuj xivelal yuj tas ol javoc d'a yib'anh Tiro chi'."
        },
        {
            "number": "17",
            "text": "Ol sb'itej jun b'it eb' yic cusk'olal yuuj icha tic: A chonhab' Tiro te nivan yelk'ochi, masanil eb' anima ay d'a stitac a a', ste xiv eb' d'ay. Te b'inajnac d'a scal eb' tz'ek' d'a yib'anh a' mar, palta a ticnaic toxo ix satjieli."
        },
        {
            "number": "18",
            "text": "A ticnaic toxo ix ak'chajoch juntzanh chonhab' ay d'a sti' a' mar chi' d'a xivk'olal, yujto ix ak'ji ganar Tiro chi'. A eb' cajan d'a sat lum luum ay d'a snanhal a a', te ayoch eb' d'a xivk'olal yujto ix satjieli, xcham eb' d'a jun sb'it chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi' sval a in Dios Yajal in tic icha tic: Ol vak' ak'joc satel Tiro chi', icha juntzanhxo chonhab' manhxa junoc anima cajan d'ay. Ol vak' mucchajcanem d'a yich a' mar."
        },
        {
            "number": "20",
            "text": "Ol vak'paxcanem eb' cajan d'ay masanto b'aj ayek' eb' chamnac, eb' anima ek'nac d'a peca'. Ol vak'canem eb' d'a snajatil sjulal yich lum luum d'a scal eb' anima ek'nac d'a juntzanh chonhab' satjinaquel d'a junelnhej. Icha chi' ol aj yajek' eb' d'a scal eb' chamnacxo chi'. Manhxa b'aq'uinh ol cajnajxoc anima d'a Tiro chi', manhxa b'aq'uinh ol checlaj snivanil yelk'och d'a scal nación."
        },
        {
            "number": "21",
            "text": "A in Jehová Yajal in svala' to ayxo smay ol ajcan vuuj, vach'chom ol saychajek'oc, palta manhxa b'aj ol ilchajoc, xchi Dios."
        }
    ]
}