{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a b'ab'el k'ual yoch uj yic yuxluchil ab'il quik'jicot t'a Babilonia tik, ata' ix lolon Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, icha tik ix yal eb' aj Tiro yuj Jerusalén: Ha Jerusalén ix sateli. Ha t'a yalanhtaxo sb'e eb' chonhvajum yaji. Ata' stupcan eb' yic wach' tzek' eb' yet' schonh chi'. Ha ticnaic wach'xo quek' yet' co chonh chi'. Te niwan co b'eyumal ol quik'a', yacb'an a jun chonhab' chi' toxo ix satjieli, xchi eb'."
        },
        {
            "number": "3",
            "text": "Yuj chi' a in Dios Yajal in tik svala': Toxo ix in och ajk'olal t'a Tiro chi', tzijtum nación ol vik'q'ue vaan yic tz'och ajk'olal t'ay, icha val tz'aj sq'ue vaan sat ha' mar."
        },
        {
            "number": "4",
            "text": "Ol smaq'uem vecnaj smuroal eb', ol spojanpaxem storreal eb'. Ha spococal lum lum mesesi ol yutej eb', axonhej q'uen nivac q'ueen ol canoc."
        },
        {
            "number": "5",
            "text": "Ha b'aj ek'nac jun chonhab' chi', ol kan t'a snanhal ha' mar. Ata' ol yak' tacjoc ch'anh schimpa eb' yamum chay. Ha in Dios Yajal in svala', a Tiro chi' ol ik'chajb'at tastac ay t'ay yuj juntzanhxo nación."
        },
        {
            "number": "6",
            "text": "Ha eb' cajan t'a junjun chonhab' ay t'a stitac ha' mar, ol laj miljoccham eb' t'a oval. Icha val chi' ol aj snachajel yuj eb' to a in Jehová in svutej eb' icha chi'."
        },
        {
            "number": "7",
            "text": "Ha in Jehová Yajal in svala': Ha t'a norte ol vik'b'at winhaj Nabucodonosor sreyal Babilonia, aton winh te niwan yopisio. Ha winh ol ak'an oval t'a Tiro chi'. Ol k'och winh yet' eb' soldado ayq'ue t'a yib'anh chej yet' pax carruaje yet' jantacxo eb' soldado."
        },
        {
            "number": "8",
            "text": "Ha yet' q'uen espada ol miljoccham masanil eb' cajan t'a juntzanh chonhab' t'a stitac ha' mar. Ol b'ochajq'ue junok muro t'a spatictac Tiro chi'. Ol sb'opaxq'ue sb'achnub' eb' yic tz'och eb' yak' oval t'ay. Yed'nacpax smaclab' jul-lab' eb' ol och eb'."
        },
        {
            "number": "9",
            "text": "Ol yak' oval eb' yet' mak'lab' poj muro, yet' q'uen hierro ol smak'poj torre eb'."
        },
        {
            "number": "10",
            "text": "Manhxo jantacoc nok' chej yet'nac winh rey chi', ol b'ud'joquel chonhab' yuj pococ ol stek'q'ue vaan nok'. Ayic ol och winh sreyal Babilonia t'a spuertail chonhab' chi', ol te ib'xocq'ue smuroal yuj sk'anh carreta, carruaje, yuj pax sk'anh yem yoc nok' chej chi', icha tz'aj junok chonhab' toxo ix ak'ji ganar."
        },
        {
            "number": "11",
            "text": "Pilan ol stek' yoltac calle nok' chej chi'. Pilan ol miljoccham eb' anima t'a q'uen espada. Ol jecchajem juntzanh q'uen nivac oy te wach' yilji."
        },
        {
            "number": "12",
            "text": "Manhxa jab'oc sb'eyumal eb' ol kan yuj eb'. Masanil chonh ol yik'b'at eb'. Ol smak'anpoj smuroal chonhab' chi' eb'. Ha juntzanh nivac pat wach' yilji ticnaic ol smak'canpoj eb', ato t'a yol ha' mar ol yumchajcanb'at q'uen q'ueen, spatzab'il yet' masanil spojelal."
        },
        {
            "number": "13",
            "text": "Icha chi' ol aj vak'an satel sb'it eb'. Manhxa b'aj ol ab'chaj sk'an te' yarpa eb'."
        },
        {
            "number": "14",
            "text": "Ha jun chonhab' chi', axonhej q'uen samq'ueen ol kan t'ay vuuj. Manhxalaj tas ol q'uib' t'a yib'anh, ata' ol yak' tacjoc schimpa eb' yamum chay. Manhxa b'ak'uinh ol b'ochajxiq'ue chonhab' Tiro chi'. Ha in Jehová in svala', ol vak'anpaxelk'ochi, xchi Dios Yajal."
        },
        {
            "number": "15",
            "text": "Ha in Dios Yajal in swal yuj Tiro icha tik: Masanil chonhab' t'a stitac ha' mar, ol ib'xocq'ue yuj xivelal ayic ol b'at yolax Tiro, ayic ol el pax yav eb' ol lajvoc yet' eb' van schami."
        },
        {
            "number": "16",
            "text": "Masanil eb' sreyal juntzanh chonhab' t'a stitac ha' mar chi', ol emta eb' t'a yoltac sk'ojnub', ol yiq'uel sxotil eb' yet' spichul eb' ayoch yelvanub'. Ol te och eb' t'a niwan xivk'olal, ol em k'ojan eb' t'a sat lu'um. Junjun k'u ol ib'xoc eb' yuj xivelal yuj tas ol javok t'a yib'anh Tiro chi'."
        },
        {
            "number": "17",
            "text": "Ol sb'itej jun b'it eb' yic cusk'olal yuj icha tik: Ha chonhab' Tiro te niwan yelk'ochi, masanil eb' anima ay t'a stitac ha ha', ste xiv eb' t'ay. Te b'inajnac t'a skal eb' tzek' t'a yib'anh ha' mar, palta a ticnaic toxo ix satjieli."
        },
        {
            "number": "18",
            "text": "Ha ticnaic toxo ix ak'chajoch juntzanh chonhab' ay t'a sti' ha' mar chi' t'a xivk'olal, yujto ix ak'ji ganar Tiro chi'. Ha eb' cajan t'a sat lum lum ay t'a snanhal ha ha', te ayoch eb' t'a xivk'olal yujto ix satjieli, xcham eb' t'a jun sb'it chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi' swal a in Dios Yajal in tik icha tik: Ol vak' ak'joc satel Tiro chi', icha juntzanhxo chonhab' manhxa junok anima cajan t'ay. Ol vak' mucchajcanem t'a yich ha' mar."
        },
        {
            "number": "20",
            "text": "Ol vak'paxcanem eb' cajan t'ay masanto b'aj ayek' eb' chamnac, eb' anima ek'nac t'a peca'. Ol vak'canem eb' t'a snajatil sjulal yich lum lum t'a skal eb' anima ek'nac t'a juntzanh chonhab' satjinaquel t'a junelnhej. Icha chi' ol aj yajek' eb' t'a skal eb' chamnacxo chi'. Manhxa b'ak'uinh ol cajnajxoc anima t'a Tiro chi', manhxa b'ak'uinh ol checlaj snivanil yelk'och t'a skal nación."
        },
        {
            "number": "21",
            "text": "Ha in Jehová Yajal in svala' to ayxo smay ol ajkan vuuj, wach'chom ol saychajek'oc, palta manhxa b'aj ol ilchajoc, xchi Dios."
        }
    ]
}