{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, b'itej jun b'it yic chamel yuj chonhab' Tiro,"
        },
        {
            "number": "3",
            "text": "aton jun chonhab' ay t'a sti' ha' mar, jun schonhwaj yet' juntzanhxo chonhab' ay t'a stitac ha' chi'. Tzal icha tik: Ha Dios Yajal tz'alan icha tik: Ha heb' aj chonhab' Tiro syik'chaanh sb'a heb'. Ha snaan heb' to anhej schonhab' heb' wach' yilji."
        },
        {
            "number": "4",
            "text": "Ha smojonal b'aj tzek' heb' ato t'a stitac ha' mar sk'ochi. Te wach' ix yutej heb' sb'oan te' sbarco."
        },
        {
            "number": "5",
            "text": "Wach' ix aj sb'o'okh schemteal te', aton te' chemte' nab'a k'ub'taj tz'ik'jicot t'a jolom witz Senir. Ix b'ochaj yoyal t'a te' k'ute' scot t'a Líbano."
        },
        {
            "number": "6",
            "text": "Ha te' mak'lab' b'ey barco chi', b'ob'il te' t'a te' ji scot t'a Basán. Axo yib'anh te' b'ob'il t'a te' tzicap scot t'a stitac ha ha' t'a Chipre. Ayoch k'een marfil yelwanub'oc te' barco chi'."
        },
        {
            "number": "7",
            "text": "Ha k'apac k'apac ayk'e t'a chaanh yic tz'ik'jib'ey te' yuj ik', nab'a lino b'ob'il t'a Egipto, aypaxoch yelwanub' k'apac, anheja' k'apac chi' ayoch sbanderailoc te'. Ha k'apac k'apac ayk'e yenhuloc heb' anima, a anh ch'al k'ik'mutz'inac yet' anh yax ch'al ayoch t'a k'apac, aton anh scot t'a chonhab' Elisa, t'a sti' ha' mar."
        },
        {
            "number": "8",
            "text": "Ha heb' smak'an b'ey te' barco chi', ha t'a Sidón yet' t'a Arwad kajan heb'. Axo heb' sch'uman te' barco chi' aj Tiro heb', aton heb' te nhikan spensar."
        },
        {
            "number": "9",
            "text": "Ajun heb' winh ichamtac winak aj Gebal sb'oan b'aj tz'ixtax te' barco chi', yujto te jelan heb' winh. Masanil heb' tzek' t'a yol te' barco chi', sk'och heb' manwal ma chonhwal t'a chonhab' Tiro chi'."
        },
        {
            "number": "10",
            "text": "Ha heb' winh aj Persia, heb' winh aj Lidia yet' heb' winh aj Libia, a heb' winh ayoch soldadooc, a heb' winh tz'ak'an owal. Ha smaclab' jul-lab' heb' winh yet' sk'en xumpil, slocb'ejk'e heb' winh t'a sattac smuroal chonhab', ichato yelwanub' yaji, te wach' yilji yuj."
        },
        {
            "number": "11",
            "text": "Ha heb' winh aj Arwad, junnhej yajek' heb' winh yet' heb' winh soldado aj Tiro, oyanoch heb' winh t'a spatic smuroal chonhab' chi'. Axo t'a torre, ay heb' winh aj Gamad. Slocb'ejk'e smaclab' jul-lab' heb' winh t'a sattac muro chi' yic te wach' tz'aj yilji chonhab' chi'."
        },
        {
            "number": "12",
            "text": "Ha heb' aj Tarsis syak' k'een plata heb', k'een hierro, k'een estaño yet' k'een plomo sk'exuloc tastac sman ta'."
        },
        {
            "number": "13",
            "text": "Yed' pax heb' aj Grecia, heb' aj Tubal yet' heb' aj Mesec smanwaj heb' ta'. Ha tas syak' heb' stojoloc tas sman chi', aton heb' chekab' yet' juntzanh yamk'ab' nab'a bronce."
        },
        {
            "number": "14",
            "text": "Yed' pax heb' aj Bet-togarma, a tas sman heb' t'a Tiro chi', a nok' chej sk'anchaj t'a munlajel, nok' sk'anchaj t'a owal yet' nok' mula yic ikatz, a nok' syak'kan heb' stojoloc tas sman chi'."
        },
        {
            "number": "15",
            "text": "Ha heb' aj Dedán yet' t'a juntzanhxo chonhab' t'a stitac ha' mar, a tas sman heb', stup heb' yet' marfil yet' te' ébano."
        },
        {
            "number": "16",
            "text": "Ha heb' aj Edom, tzijtum tas sman heb' ta', stup heb' yet' k'een granate, k'apac k'apac chacchac yilji, k'apac k'apac ayoch yelwanub', k'apac lino, k'een coral yet' k'een rubí."
        },
        {
            "number": "17",
            "text": "Ha heb' aj Judá yet' heb' aj Israel smanwaj heb' ta'. Ha yet' ixim trigo tz'el t'a Minit yet' te' higo spet eluli, nok' yalchab', aceite yet' pax bálsamo syak' heb' stojoloc."
        },
        {
            "number": "18",
            "text": "Ha heb' aj Damasco, te niwan tas sman heb' ta'. Ha tas man heb' chi', stup heb' yet' wino sb'o t'a Helbón yet' nok' sacsac lana."
        },
        {
            "number": "19",
            "text": "Ha heb' aj Dan yet' heb' aj Grecia, a tas sman heb', stup heb' yet' k'een hierro b'ob'ilxo scot t'a yol smacb'en Uzal, jun makan te' wale' sumumi sjab' yet' pax te' canela."
        },
        {
            "number": "20",
            "text": "Ato t'a Dedán scot juntzanh k'apac k'apac caro stojol tz'och t'a yib'anh silla nok' chej."
        },
        {
            "number": "21",
            "text": "Ha heb' aj Arabia yet' masanil heb' yajal yaj t'a Cedar, a tas sman heb' stup heb' yet' nok' yunetac kalnel, nok' ch'ac kalnel yet' pax nok' chiwa."
        },
        {
            "number": "22",
            "text": "Ha heb' chonhwajum aj Sabá yet' heb' aj Raama, a tas sman heb', stup heb' yet' perfume te wach', k'een k'een te wach' yilji yet' k'een oro."
        },
        {
            "number": "23",
            "text": "Ha heb' aj Harán, heb' aj Cane, heb' aj Edén, heb' aj Sabá, heb' aj Asiria yet' masanil heb' aj Media, aton heb' chi' smanwaj ta'."
        },
        {
            "number": "24",
            "text": "Ha tas sman heb' chi', stup heb' yet' pichul wach' yilji, k'apac k'ik'mutz'inac yet' k'apac tz'ib'ab'iloch yelwanub' yet' alfombra tzijtum stz'ib'ul yet' ch'anh lasu te wach' yaj sch'umchaji."
        },
        {
            "number": "25",
            "text": "Ha tas sman heb' yet' tas schonh heb' chi', a te' niwac barco skuchanek' t'a sat ha' mar. Ha Tiro chi' lajan icha junok te' barco te al yikatz tzek' t'a yib'anh ha' mar."
        },
        {
            "number": "26",
            "text": "Ha heb' smak'an b'ey te' barco chi', najatto syik'b'at te' heb' t'a yib'anh ha', haxo pax ik' scot t'a stojolal b'aj sjawi k'u, ha' smak'an poj te' t'a yib'anh ha'."
        },
        {
            "number": "27",
            "text": "Ayic tz'ixtaxb'at te', sb'atkan jantac b'eyumal, chonh yet' masanil tas yet'nac te' t'a yich ha' mar chi'. Sb'atpaxcan heb' tz'ik'an b'ey te', heb' tz'ak'anoch snipul te', heb' chonhwajum, heb' soldado yet' juntzanh heb' ayek' t'a yol te' t'a yich ha' chi'."
        },
        {
            "number": "28",
            "text": "Ha heb' ayek' t'a stitac ha' chi', syab' heb' yel yav heb' smunlaj t'a te' barco wan sb'atkan t'a yich ha' chi'."
        },
        {
            "number": "29",
            "text": "Ha heb' smak'an b'ey juntzanhxo te' barco, tz'emta heb' t'a yol sbarco chi'. Ha heb' tz'ik'an b'ey te' chi', tz'och waan heb' t'a sti' ha' mar."
        },
        {
            "number": "30",
            "text": "Ol syamanoch heb' anima sk'e sjaj yok' yuj cuselal yuj Tiro chi'. Ol yak'ank'e pokok heb' t'a sjolom, ol ek' b'alb'on heb' t'a skal k'een tik'aq'uil taanh."
        },
        {
            "number": "31",
            "text": "Ol stzucanel xil sjolom heb', ol yak'anoch pichul heb' ya swa'i, ol ok' heb' yuj cusk'olal."
        },
        {
            "number": "32",
            "text": "Ol b'itaj b'it yic chamel t'a yib'anh Tiro chi'. Ol alchaj yuj cusk'olal icha tik: Tasto wal chonhab'il ix yal slajb'an sb'a yet' Tiro, palta a ticnaik toxo satjiel t'a snanhal ha' mar."
        },
        {
            "number": "33",
            "text": "Ha wal yic ix b'at chonh t'a yib'anh ha' mar, ix yik'b'at tastac ay yopisio yuj juntzanhxo nación. Ix te och heb' sreyal yol yib'anhk’inal tik b'eyumal yuj."
        },
        {
            "number": "34",
            "text": "Ha ticnaik toxo ol satjoqueloc, ol b'atkan t'a yol ha' mar. Ato t'a yich ha' ol b'atkanoc. Masanil tastac ay t'ay, heb' smunlaj t'ay, ol b'atkan heb' smasanil t'a yich ha'."
        },
        {
            "number": "35",
            "text": "Masanil anima t'a juntzanh nación t'a stitac ha' mar, toxonhej ol sat sk'ol heb' yuj. Eb' sreyal heb', toxonhej ol xiv heb', ol checlaj xiwelal chi' t'a sat heb'."
        },
        {
            "number": "36",
            "text": "Ha heb' chonhwajum t'a junjun nación, ayic ol yilanoch heb', ol b'uchwaj heb' t'ay. Masanil anima ol xiv yilan tas ol aj satjieli, manhxa b'ak'uinh ol b'ochajxoc, xa chi, xchi Jehová."
        }
    ]
}