{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "2",
            "text": "Ach anima, b'itej jun b'it yic chamel yuj chonhab' Tiro,"
        },
        {
            "number": "3",
            "text": "aton jun chonhab' ay d'a sti' a' mar, jun schonhvaj yed' juntzanhxo chonhab' ay d'a stitac a' chi'. Tzal icha tic: A Dios Yajal tz'alan icha tic: A eb' aj chonhab' Tiro syik'chaanh sb'a eb'. A snaan eb' to anhej schonhab' eb' vach' yilji."
        },
        {
            "number": "4",
            "text": "A smojonal b'aj tz'ek' eb' ato d'a stitac a' mar sk'ochi. Te vach' ix yutej eb' sb'oan te' sbarco."
        },
        {
            "number": "5",
            "text": "Vach' ix aj sb'o'och schemteal te', aton te' chemte' nab'a k'ub'taj tz'ik'jicot d'a jolom vitz Senir. Ix b'ochaj yoyal d'a te' k'ute' scot d'a Líbano."
        },
        {
            "number": "6",
            "text": "A te' mak'lab' b'ey barco chi', b'ob'il te' d'a te' ji scot d'a Basán. Axo yib'anh te' b'ob'il d'a te' tzicap scot d'a stitac a a' d'a Chipre. Ayoch q'uen marfil yelvanub'oc te' barco chi'."
        },
        {
            "number": "7",
            "text": "A k'apac k'apac ayq'ue d'a chaanh yic tz'ik'jib'ey te' yuj ik', nab'a lino b'ob'il d'a Egipto, aypaxoch yelvanub' k'apac, anheja' k'apac chi' ayoch sbanderailoc te'. A k'apac k'apac ayq'ue yenhuloc eb' anima, a anh ch'al q'uik'mutz'inac yed' anh yax ch'al ayoch d'a k'apac, aton anh scot d'a chonhab' Elisa, d'a sti' a' mar."
        },
        {
            "number": "8",
            "text": "A eb' smak'an b'ey te' barco chi', a d'a Sidón yed' d'a Arvad cajan eb'. Axo eb' sch'uman te' barco chi' aj Tiro eb', aton eb' te nhican spensar."
        },
        {
            "number": "9",
            "text": "Ajun eb' vinh ichamtac vinac aj Gebal sb'oan b'aj tz'ixtax te' barco chi', yujto te jelan eb' vinh. Masanil eb' tz'ek' d'a yol te' barco chi', sk'och eb' manval ma chonhval d'a chonhab' Tiro chi'."
        },
        {
            "number": "10",
            "text": "A eb' vinh aj Persia, eb' vinh aj Lidia yed' eb' vinh aj Libia, a eb' vinh ayoch soldadooc, a eb' vinh tz'ak'an oval. A smaclab' jul-lab' eb' vinh yed' sq'uen xumpil, slocb'ejq'ue eb' vinh d'a sattac smuroal chonhab', ichato yelvanub' yaji, te vach' yilji yuuj."
        },
        {
            "number": "11",
            "text": "A eb' vinh aj Arvad, junnhej yajek' eb' vinh yed' eb' vinh soldado aj Tiro, oyanoch eb' vinh d'a spatic smuroal chonhab' chi'. Axo d'a torre, ay eb' vinh aj Gamad. Slocb'ejq'ue smaclab' jul-lab' eb' vinh d'a sattac muro chi' yic te vach' tz'aj yilji chonhab' chi'."
        },
        {
            "number": "12",
            "text": "A eb' aj Tarsis syak' q'uen plata eb', q'uen hierro, q'uen estaño yed' q'uen plomo sq'uexuloc tastac sman ta'."
        },
        {
            "number": "13",
            "text": "Yed' pax eb' aj Grecia, eb' aj Tubal yed' eb' aj Mesec smanvaj eb' ta'. A tas syak' eb' stojoloc tas sman chi', aton eb' checab' yed' juntzanh yamk'ab' nab'a bronce."
        },
        {
            "number": "14",
            "text": "Yed' pax eb' aj Bet-togarma, a tas sman eb' d'a Tiro chi', a nok' chej sk'anchaj d'a munlajel, nok' sk'anchaj d'a oval yed' nok' mula yic icatz, a nok' syak'can eb' stojoloc tas sman chi'."
        },
        {
            "number": "15",
            "text": "A eb' aj Dedán yed' d'a juntzanhxo chonhab' d'a stitac a' mar, a tas sman eb', stup eb' yed' marfil yed' te' ébano."
        },
        {
            "number": "16",
            "text": "A eb' aj Edom, tzijtum tas sman eb' ta', stup eb' yed' q'uen granate, k'apac k'apac chacchac yilji, k'apac k'apac ayoch yelvanub', k'apac lino, q'uen coral yed' q'uen rubí."
        },
        {
            "number": "17",
            "text": "A eb' aj Judá yed' eb' aj Israel smanvaj eb' ta'. A yed' ixim trigo tz'el d'a Minit yed' te' higo spet eluli, nok' yalchab', aceite yed' pax bálsamo syak' eb' stojoloc."
        },
        {
            "number": "18",
            "text": "A eb' aj Damasco, te nivan tas sman eb' ta'. A tas man eb' chi', stup eb' yed' vino sb'o d'a Helbón yed' nok' sacsac lana."
        },
        {
            "number": "19",
            "text": "A eb' aj Dan yed' eb' aj Grecia, a tas sman eb', stup eb' yed' q'uen hierro b'ob'ilxo scot d'a yol smacb'en Uzal, jun macanh te' vale' sumumi sjab' yed' pax te' canela."
        },
        {
            "number": "20",
            "text": "Ato d'a Dedán scot juntzanh k'apac k'apac caro stojol tz'och d'a yib'anh silla nok' chej."
        },
        {
            "number": "21",
            "text": "A eb' aj Arabia yed' masanil eb' yajal yaj d'a Cedar, a tas sman eb' stup eb' yed' nok' yunetac calnel, nok' ch'ac calnel yed' pax nok' chiva."
        },
        {
            "number": "22",
            "text": "A eb' chonhvajum aj Sabá yed' eb' aj Raama, a tas sman eb', stup eb' yed' perfume te vach', q'uen q'ueen te vach' yilji yed' q'uen oro."
        },
        {
            "number": "23",
            "text": "A eb' aj Harán, eb' aj Cane, eb' aj Edén, eb' aj Sabá, eb' aj Asiria yed' masanil eb' aj Media, aton eb' chi' smanvaj ta'."
        },
        {
            "number": "24",
            "text": "A tas sman eb' chi', stup eb' yed' pichul vach' yilji, k'apac q'uik'mutz'inac yed' k'apac tz'ib'ab'iloch yelvanub' yed' alfombra tzijtum stz'ib'ul yed' ch'anh lasu te vach' yaj sch'umchaji."
        },
        {
            "number": "25",
            "text": "A tas sman eb' yed' tas schonh eb' chi', a te' nivac barco scuchanek' d'a sat a' mar. A Tiro chi' lajan icha junoc te' barco te al yicatz tz'ek' d'a yib'anh a' mar."
        },
        {
            "number": "26",
            "text": "A eb' smak'an b'ey te' barco chi', najatto syik'b'at te' eb' d'a yib'anh a', axo pax ik' scot d'a stojolal b'aj sjavi k'u, a' smak'an poj te' d'a yib'anh a'."
        },
        {
            "number": "27",
            "text": "Ayic tz'ixtaxb'at te', sb'atcan jantac b'eyumal, chonh yed' masanil tas yed'nac te' d'a yich a' mar chi'. Sb'atpaxcan eb' tz'ik'an b'ey te', eb' tz'ak'anoch snipul te', eb' chonhvajum, eb' soldado yed' juntzanh eb' ayek' d'a yol te' d'a yich a' chi'."
        },
        {
            "number": "28",
            "text": "A eb' ayek' d'a stitac a' chi', syab' eb' yel yav eb' smunlaj d'a te' barco van sb'atcan d'a yich a' chi'."
        },
        {
            "number": "29",
            "text": "A eb' smak'an b'ey juntzanhxo te' barco, tz'emta eb' d'a yol sbarco chi'. A eb' tz'ik'an b'ey te' chi', tz'och vaan eb' d'a sti' a' mar."
        },
        {
            "number": "30",
            "text": "Ol syamanoch eb' anima sq'ue sjaj yok' yuj cuselal yuj Tiro chi'. Ol yak'anq'ue pococ eb' d'a sjolom, ol ek' b'alb'on eb' d'a scal q'uen tik'aq'uil taanh."
        },
        {
            "number": "31",
            "text": "Ol stzucanel xil sjolom eb', ol yak'anoch pichul eb' ya sva'i, ol ok' eb' yuj cusk'olal."
        },
        {
            "number": "32",
            "text": "Ol b'itaj b'it yic chamel d'a yib'anh Tiro chi'. Ol alchaj yuj cusk'olal icha tic: Tasto val chonhab'il ix yal slajb'an sb'a yed' Tiro, palta a ticnaic toxo satjiel d'a snanhal a' mar."
        },
        {
            "number": "33",
            "text": "A val yic ix b'at chonh d'a yib'anh a' mar, ix yik'b'at tastac ay yopisio yuj juntzanhxo nación. Ix te och eb' sreyal yolyib'anhq'uinal tic b'eyumal yuuj."
        },
        {
            "number": "34",
            "text": "A ticnaic toxo ol satjoqueloc, ol b'atcan d'a yol a' mar. Ato d'a yich a' ol b'atcanoc. Masanil tastac ay d'ay, eb' smunlaj d'ay, ol b'atcan eb' smasanil d'a yich a'."
        },
        {
            "number": "35",
            "text": "Masanil anima d'a juntzanh nación d'a stitac a' mar, toxonhej ol sat sk'ol eb' yuuj. Eb' sreyal eb', toxonhej ol xiv eb', ol checlaj xivelal chi' d'a sat eb'."
        },
        {
            "number": "36",
            "text": "A eb' chonhvajum d'a junjun nación, ayic ol yilanoch eb', ol b'uchvaj eb' d'ay. Masanil anima ol xiv yilan tas ol aj satjieli, manhxa b'aq'uinh ol b'ochajxoc, xa chi, xchi Jehová."
        }
    ]
}