{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, b'itej jun b'it yic chamel yuj chonhab' Tiro,"
        },
        {
            "number": "3",
            "text": "aton jun chonhab' ay t'a sti' ha' mar, jun schonhvaj yet' juntzanhxo chonhab' ay t'a stitac ha' chi'. Tzal icha tik: Ha Dios Yajal tz'alan icha tik: Ha eb' aj chonhab' Tiro syik'chaanh sb'a eb'. Ha snaan eb' to anhej schonhab' eb' wach' yilji."
        },
        {
            "number": "4",
            "text": "Ha smojonal b'aj tzek' eb' ato t'a stitac ha' mar sk'ochi. Te wach' ix yutej eb' sb'oan te' sbarco."
        },
        {
            "number": "5",
            "text": "Wach' ix aj sb'o'och schemteal te', aton te' chemte' nab'a k'ub'taj tz'ik'jicot t'a jolom vitz Senir. Ix b'ochaj yoyal t'a te' k'ute' scot t'a Líbano."
        },
        {
            "number": "6",
            "text": "Ha te' mak'lab' b'ey barco chi', b'ob'il te' t'a te' ji scot t'a Basán. Axo yib'anh te' b'ob'il t'a te' tzicap scot t'a stitac ha ha' t'a Chipre. Ayoch q'uen marfil yelvanub'oc te' barco chi'."
        },
        {
            "number": "7",
            "text": "Ha k'apac k'apac ayq'ue t'a chaanh yic tz'ik'jib'ey te' yuj ik', nab'a lino b'ob'il t'a Egipto, aypaxoch yelvanub' k'apac, anheja' k'apac chi' ayoch sbanderailoc te'. Ha k'apac k'apac ayq'ue yenhuloc eb' anima, a anh ch'al k'ik'mutz'inac yet' anh yax ch'al ayoch t'a k'apac, aton anh scot t'a chonhab' Elisa, t'a sti' ha' mar."
        },
        {
            "number": "8",
            "text": "Ha eb' smak'an b'ey te' barco chi', ha t'a Sidón yet' t'a Arvad cajan eb'. Axo eb' sch'uman te' barco chi' aj Tiro eb', aton eb' te nhican spensar."
        },
        {
            "number": "9",
            "text": "Ajun eb' vinh ichamtac vinac aj Gebal sb'oan b'aj tz'ixtax te' barco chi', yujto te jelan eb' vinh. Masanil eb' tzek' t'a yol te' barco chi', sk'och eb' manval ma chonhval t'a chonhab' Tiro chi'."
        },
        {
            "number": "10",
            "text": "Ha eb' vinh aj Persia, eb' vinh aj Lidia yet' eb' vinh aj Libia, a eb' vinh ayoch soldadooc, a eb' vinh tz'ak'an oval. Ha smaclab' jul-lab' eb' vinh yet' sq'uen xumpil, slocb'ejq'ue eb' vinh t'a sattac smuroal chonhab', ichato yelvanub' yaji, te wach' yilji yuj."
        },
        {
            "number": "11",
            "text": "Ha eb' vinh aj Arvad, junnhej yajek' eb' vinh yet' eb' vinh soldado aj Tiro, oyanoch eb' vinh t'a spatic smuroal chonhab' chi'. Axo t'a torre, ay eb' vinh aj Gamad. Slocb'ejq'ue smaclab' jul-lab' eb' vinh t'a sattac muro chi' yic te wach' tz'aj yilji chonhab' chi'."
        },
        {
            "number": "12",
            "text": "Ha eb' aj Tarsis syak' q'uen plata eb', q'uen hierro, q'uen estaño yet' q'uen plomo sq'uexuloc tastac sman ta'."
        },
        {
            "number": "13",
            "text": "Yed' pax eb' aj Grecia, eb' aj Tubal yet' eb' aj Mesec smanvaj eb' ta'. Ha tas syak' eb' stojoloc tas sman chi', aton eb' checab' yet' juntzanh yamk'ab' nab'a bronce."
        },
        {
            "number": "14",
            "text": "Yed' pax eb' aj Bet-togarma, a tas sman eb' t'a Tiro chi', a nok' chej sk'anchaj t'a munlajel, nok' sk'anchaj t'a oval yet' nok' mula yic icatz, a nok' syak'kan eb' stojoloc tas sman chi'."
        },
        {
            "number": "15",
            "text": "Ha eb' aj Dedán yet' t'a juntzanhxo chonhab' t'a stitac ha' mar, a tas sman eb', stup eb' yet' marfil yet' te' ébano."
        },
        {
            "number": "16",
            "text": "Ha eb' aj Edom, tzijtum tas sman eb' ta', stup eb' yet' q'uen granate, k'apac k'apac chacchac yilji, k'apac k'apac ayoch yelvanub', k'apac lino, q'uen coral yet' q'uen rubí."
        },
        {
            "number": "17",
            "text": "Ha eb' aj Judá yet' eb' aj Israel smanvaj eb' ta'. Ha yet' ixim trigo tz'el t'a Minit yet' te' higo spet eluli, nok' yalchab', aceite yet' pax bálsamo syak' eb' stojoloc."
        },
        {
            "number": "18",
            "text": "Ha eb' aj Damasco, te niwan tas sman eb' ta'. Ha tas man eb' chi', stup eb' yet' vino sb'o t'a Helbón yet' nok' sacsac lana."
        },
        {
            "number": "19",
            "text": "Ha eb' aj Dan yet' eb' aj Grecia, a tas sman eb', stup eb' yet' q'uen hierro b'ob'ilxo scot t'a yol smacb'en Uzal, jun makan te' vale' sumumi sjab' yet' pax te' canela."
        },
        {
            "number": "20",
            "text": "Ato t'a Dedán scot juntzanh k'apac k'apac caro stojol tz'och t'a yib'anh silla nok' chej."
        },
        {
            "number": "21",
            "text": "Ha eb' aj Arabia yet' masanil eb' yajal yaj t'a Cedar, a tas sman eb' stup eb' yet' nok' yunetac calnel, nok' ch'ac calnel yet' pax nok' chiva."
        },
        {
            "number": "22",
            "text": "Ha eb' chonhvajum aj Sabá yet' eb' aj Raama, a tas sman eb', stup eb' yet' perfume te wach', q'uen q'ueen te wach' yilji yet' q'uen oro."
        },
        {
            "number": "23",
            "text": "Ha eb' aj Harán, eb' aj Cane, eb' aj Edén, eb' aj Sabá, eb' aj Asiria yet' masanil eb' aj Media, aton eb' chi' smanvaj ta'."
        },
        {
            "number": "24",
            "text": "Ha tas sman eb' chi', stup eb' yet' pichul wach' yilji, k'apac k'ik'mutz'inac yet' k'apac tz'ib'ab'iloch yelvanub' yet' alfombra tzijtum stz'ib'ul yet' ch'anh lasu te wach' yaj sch'umchaji."
        },
        {
            "number": "25",
            "text": "Ha tas sman eb' yet' tas schonh eb' chi', a te' nivac barco scuchanek' t'a sat ha' mar. Ha Tiro chi' lajan icha junok te' barco te al yicatz tzek' t'a yib'anh ha' mar."
        },
        {
            "number": "26",
            "text": "Ha eb' smak'an b'ey te' barco chi', najatto syik'b'at te' eb' t'a yib'anh ha', haxo pax ik' scot t'a stojolal b'aj sjavi k'u, ha' smak'an poj te' t'a yib'anh ha'."
        },
        {
            "number": "27",
            "text": "Ayic tz'ixtaxb'at te', sb'atcan jantac b'eyumal, chonh yet' masanil tas yet'nac te' t'a yich ha' mar chi'. Sb'atpaxcan eb' tz'ik'an b'ey te', eb' tz'ak'anoch snipul te', eb' chonhvajum, eb' soldado yet' juntzanh eb' ayek' t'a yol te' t'a yich ha' chi'."
        },
        {
            "number": "28",
            "text": "Ha eb' ayek' t'a stitac ha' chi', syab' eb' yel yav eb' smunlaj t'a te' barco van sb'atcan t'a yich ha' chi'."
        },
        {
            "number": "29",
            "text": "Ha eb' smak'an b'ey juntzanhxo te' barco, tz'emta eb' t'a yol sbarco chi'. Ha eb' tz'ik'an b'ey te' chi', tz'och vaan eb' t'a sti' ha' mar."
        },
        {
            "number": "30",
            "text": "Ol syamanoch eb' anima sq'ue sjaj yok' yuj cuselal yuj Tiro chi'. Ol yak'anq'ue pococ eb' t'a sjolom, ol ek' b'alb'on eb' t'a skal q'uen tik'aq'uil taanh."
        },
        {
            "number": "31",
            "text": "Ol stzucanel xil sjolom eb', ol yak'anoch pichul eb' ya sva'i, ol ok' eb' yuj cusk'olal."
        },
        {
            "number": "32",
            "text": "Ol b'itaj b'it yic chamel t'a yib'anh Tiro chi'. Ol alchaj yuj cusk'olal icha tik: Tasto val chonhab'il ix yal slajb'an sb'a yet' Tiro, palta a ticnaic toxo satjiel t'a snanhal ha' mar."
        },
        {
            "number": "33",
            "text": "Ha val yic ix b'at chonh t'a yib'anh ha' mar, ix yik'b'at tastac ay yopisio yuj juntzanhxo nación. Ix te och eb' sreyal yol yib'anhk’inal tik b'eyumal yuj."
        },
        {
            "number": "34",
            "text": "Ha ticnaic toxo ol satjoqueloc, ol b'atcan t'a yol ha' mar. Ato t'a yich ha' ol b'atcanoc. Masanil tastac ay t'ay, eb' smunlaj t'ay, ol b'atcan eb' smasanil t'a yich ha'."
        },
        {
            "number": "35",
            "text": "Masanil anima t'a juntzanh nación t'a stitac ha' mar, toxonhej ol sat sk'ol eb' yuj. Eb' sreyal eb', toxonhej ol xiv eb', ol checlaj xivelal chi' t'a sat eb'."
        },
        {
            "number": "36",
            "text": "Ha eb' chonhvajum t'a junjun nación, ayic ol yilanoch eb', ol b'uchvaj eb' t'ay. Masanil anima ol xiv yilan tas ol aj satjieli, manhxa b'ak'uinh ol b'ochajxoc, xa chi, xchi Jehová."
        }
    ]
}