{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, al t'a winh sreyal Tiro icha tik: Ha Jehová Yajal tz'alan icha tik: Ach rey tzik'chaanh a b'a tzalani: Ha in tik Dios in, ay wopisio t'a yib'anh ha' mar icha junok Dios, xa chi. Palta a ach tik anima ach, manh ach diosoc, wach'chom tza na' to jelan ach icha junok Dios."
        },
        {
            "number": "3",
            "text": "¿Tocwal ek'b'al a jelanil t'a yichanh winhaj Daniel? ¿Tocwal malaj junok tas k'ub'eltac t'ayach?"
        },
        {
            "number": "4",
            "text": "Yuj a jelanil yet' aj pensaril, ix ach te och b'eyumal. Ix ak' b'ud'joc a caxa yet' k'een oro yet' k'een plata."
        },
        {
            "number": "5",
            "text": "Yuj a jelanil t'a chonh, ix k'echaanh a b'eyumal. Yuj a b'eyumal chi' te ak'umtac ach aji."
        },
        {
            "number": "6",
            "text": "Yuj chi' a in Jehová Yajal in swala': Yujto tza na' to lajan a pensar yet' junok Dios,"
        },
        {
            "number": "7",
            "text": "yuj chi' ol wik'cot heb' ch'oc nacional t'ayach, heb' anima malaj jab'oc yok'elk'olal, ol yik'k'eta yespada heb' t'ayach. Ol satjoquel sniwanil elk'ochi yet' masanil tastac te wach' yilji ix ik' yet' a jelanil chi'."
        },
        {
            "number": "8",
            "text": "Ato t'a yoltac xab' olan ol ach b'atcanoc. Ob'iltac ol aj a cham t'a sjulal yich ha' mar."
        },
        {
            "number": "9",
            "text": "¿Tocwal ol to al t'a yichanh heb' ol ach milancham chi' to Dios ach? Ha t'a yol sk'ab' heb' ol ach milancham chi', lajan ach icha junok comon anima."
        },
        {
            "number": "10",
            "text": "Ha in Jehová in swal juntzanh lolonel tik to t'a yol sk'ab' heb' ch'oc nacional ol ach chamoc, icha tz'aj scham heb' chuk, xchi Jehová, xa chi t'a winh sreyal Tiro chi', xchi t'ayin."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "12",
            "text": "Ach anima, b'itej junok b'it yic chamel yuj winh sreyal Tiro, tzalan icha tik: Icha wal tik yalan Jehová Yajal: Ha achnhej te wach' ix aj a b'oi, te jelan a pensar, te wach' pax ilji."
        },
        {
            "number": "13",
            "text": "Ha t'a Edén, t'a jun avb'en yic Dios, ata' ach eq'ui. Elwanub' yaj k'een k'een manhxo jantacoc swach'il yilji: Aton k'een rubí, k'een crisólito, k'een jade, k'een topacio, k'een cornalina, k'een jaspe, k'een zafiro, k'een granate yet' k'een esmeralda. Ha k'een syamnub'al k'een chi' nab'a oro, b'ob'il yic tz'och yopisio uj t'a jun k'ual ayic ix ach b'oi."
        },
        {
            "number": "14",
            "text": "Ach querube, a in ix wak' opisio och a tanhwej jun tzalan to wik yaji, a in ach wak'k'e ta'. D'a scaltac k'een k'een copopi yilji ix ach b'eyeq'ui."
        },
        {
            "number": "15",
            "text": "Te wach' a b'eyb'al yictax t'a jun k'ual ix ach b'oi, masanto ix checlaj chukal t'ayach."
        },
        {
            "number": "16",
            "text": "Yujto ix te q'uib'xopax a chonh, yuj chi' ix ak' wal chukal t'a heb' anima, ix och a mul. Yuj chi' ix ach in yumel t'a wichanh, ix ach in pechanel t'a in tzalan. Ach querube tanhwum ach, ix ach in pechel t'a skal k'een k'een copopi yilji."
        },
        {
            "number": "17",
            "text": "Ha yuj swach'il ilji ix ik'chaanh a b'a. Ha yuj swach'il ilji chi' ix ixtaxel a jelanil. Ha in ix ach in yumem t'a sat lu'um, ix ach wak'anoch t'a ch'oxnab'ilal t'a yichanh heb' rey."
        },
        {
            "number": "18",
            "text": "Tzijtum a mul ix ak'ochi, ix ixtej mach schonhwaji yet' mach smanwaj t'ayach. Ix ixtejb'at juntzanh templo, yuj chi' ix wak'elta jun k'ak' t'ayach, ix ach tz'ab'ati. Taanhxonhej ix ach wutejcan t'a sat lu'um t'a yichanh mach tzach ilani."
        },
        {
            "number": "19",
            "text": "Masanil nación ojtannac ach, ol te sat sk'ol ach yilani. Masanil anima ol xiwoc ayic ol ach yilani. Manhxa b'ak'uinh ol ach ajxoc ek'oc, xchi Jehová, xa chi t'a winh sreyal Tiro chi', xchi t'ayin."
        },
        {
            "number": "20",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "21",
            "text": "Ach anima, ixic k'elan t'a stojolal chonhab' Sidón, tzalanel in lolonel t'a spatic."
        },
        {
            "number": "22",
            "text": "Tzalan icha tik: Ha Dios Yajal tz'alan icha tik: Ha in swala' to ay in och ajk'olal t'a chonhab' Sidón. Ol laj in ik'jocchaanh t'a scaltac nación yuj tas ol in k'ulej t'ay. Ayic ol wak'anoch syaelal chi', ol checlaj sniwanil welk'och t'a skal heb', ol ojtacajeloc to a innhej Jehová Dios in."
        },
        {
            "number": "23",
            "text": "Ol wak'cot ilya t'a yib'anh, ol b'ey chik' t'a yoltac scalleal. Masanil heb' cajan t'ay ol chamoc. Yalxonhej b'aj ol cot k'een espada ol xicancham heb'. Icha wal chi' ol aj yojtacanel heb' aj Sidón chi' to a in ton Jehová in swutej icha chi'."
        },
        {
            "number": "24",
            "text": "Ha juntzanh nación t'a slak'anil Israel, icha yaj te' q'uiix yaji. Syab' syail Israel chi' yuj b'aj schacjiel yuj juntzanh nación chi', palta a ticnaik manhxa b'ak'uinh ol yab' syail Israel chi', icha chi' ol aj yojtacajeli to a innhej Dios Yajal in, xchi Jehová, xa chi."
        },
        {
            "number": "25",
            "text": "Ha in Dios Yajal in swala': Ayic ol in molb'anxicot heb' yinhtilalcan Israel t'a scaltac nación b'aj sacleminac yajcanb'ati, ol in ch'oxel sniwanil welk'och t'a heb' t'a yichanh juntzanh nación chi'. Ha heb' yinhtilalcan Israel chi', ol cajnajxoc heb' t'a lum smacb'en, aton lum wak'naccan t'a winh in checab' aj Jacob."
        },
        {
            "number": "26",
            "text": "Manhxalaj tas ol ik'an heb' ta', junk'olalxonhej ol aj scajnaj heb'. Ol sb'ok'e spat heb', ol yawan yuwa heb'. Ha in ol wak'och yaelal t'a yib'anh juntzanh nación ix ixtan heb'. Icha chi' ol aj yojtacanel heb' to a in ton Jehová sDiosal in heb', xchi Jehová."
        }
    ]
}