{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, al t'a vinh sreyal Tiro icha tik: Ha Jehová Yajal tz'alan icha tik: Ach rey tzik'chaanh a b'a tzalani: Ha in tik dios in, ay vopisio t'a yib'anh ha' mar icha junok dios, xa chi. Palta a ach tik anima ach, manh ach diosoc, wach'chom tza na' to jelan ach icha junok dios."
        },
        {
            "number": "3",
            "text": "¿Tocval ek'b'al a jelanil t'a yichanh vinhaj Daniel? ¿Tocval malaj junok tas k'ub'eltac t'ayach?"
        },
        {
            "number": "4",
            "text": "Yuj a jelanil yet' aj pensaril, ix ach te och b'eyumal. Ix ak' b'ud'joc a caxa yet' q'uen oro yet' q'uen plata."
        },
        {
            "number": "5",
            "text": "Yuj a jelanil t'a chonh, ix q'uechaanh a b'eyumal. Yuj a b'eyumal chi' te ak'umtac ach aji."
        },
        {
            "number": "6",
            "text": "Yuj chi' a in Jehová Yajal in svala': Yujto tza na' to lajan a pensar yet' junok dios,"
        },
        {
            "number": "7",
            "text": "yuj chi' ol vik'cot eb' ch'oc nacional t'ayach, eb' anima malaj jab'oc yoq'uelk'olal, ol yik'q'ueta yespada eb' t'ayach. Ol satjoquel snivanil elk'ochi yet' masanil tastac te wach' yilji ix ik' yet' a jelanil chi'."
        },
        {
            "number": "8",
            "text": "Ato t'a yoltac xab' olan ol ach b'atcanoc. Ob'iltac ol aj a cham t'a sjulal yich ha' mar."
        },
        {
            "number": "9",
            "text": "¿Tocval ol to al t'a yichanh eb' ol ach milancham chi' to dios ach? Ha t'a yol sk'ab' eb' ol ach milancham chi', lajan ach icha junok comon anima."
        },
        {
            "number": "10",
            "text": "Ha in Jehová in sval juntzanh lolonel tik to t'a yol sk'ab' eb' ch'oc nacional ol ach chamoc, icha tz'aj scham eb' chuc, xchi Jehová, xa chi t'a vinh sreyal Tiro chi', xchi t'ayin."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "12",
            "text": "Ach anima, b'itej junok b'it yic chamel yuj vinh sreyal Tiro, tzalan icha tik: Icha val tik yalan Jehová Yajal: Ha achnhej te wach' ix aj a b'oi, te jelan a pensar, te wach' pax ilji."
        },
        {
            "number": "13",
            "text": "Ha t'a Edén, t'a jun avb'en yic Dios, ata' ach eq'ui. Elvanub' yaj q'uen q'ueen manhxo jantacoc swach'il yilji: Aton q'uen rubí, q'uen crisólito, q'uen jade, q'uen topacio, q'uen cornalina, q'uen jaspe, q'uen zafiro, q'uen granate yet' q'uen esmeralda. Ha q'uen syamnub'al q'uen chi' nab'a oro, b'ob'il yic tz'och yopisio uj t'a jun k'ual ayic ix ach b'oi."
        },
        {
            "number": "14",
            "text": "Ach querube, a in ix vak' opisio och a tanhvej jun tzalan to vic yaji, a in ach vak'q'ue ta'. D'a scaltac q'uen q'ueen copopi yilji ix ach b'eyeq'ui."
        },
        {
            "number": "15",
            "text": "Te wach' a b'eyb'al yictax t'a jun k'ual ix ach b'oi, masanto ix checlaj chucal t'ayach."
        },
        {
            "number": "16",
            "text": "Yujto ix te q'uib'xopax a chonh, yuj chi' ix ak' val chucal t'a eb' anima, ix och a mul. Yuj chi' ix ach in yumel t'a vichanh, ix ach in pechanel t'a in tzalan. Ach querube tanhvum ach, ix ach in pechel t'a skal q'uen q'ueen copopi yilji."
        },
        {
            "number": "17",
            "text": "Ha yuj swach'il ilji ix ik'chaanh a b'a. Ha yuj swach'il ilji chi' ix ixtaxel a jelanil. Ha in ix ach in yumem t'a sat lu'um, ix ach vak'anoch t'a ch'oxnab'ilal t'a yichanh eb' rey."
        },
        {
            "number": "18",
            "text": "Tzijtum a mul ix ak'ochi, ix ixtej mach schonhvaji yet' mach smanvaj t'ayach. Ix ixtejb'at juntzanh templo, yuj chi' ix vaq'uelta jun k'ak' t'ayach, ix ach tz'ab'ati. Taanhxonhej ix ach vutejcan t'a sat lu'um t'a yichanh mach tzach ilani."
        },
        {
            "number": "19",
            "text": "Masanil nación ojtannac ach, ol te sat sk'ol ach yilani. Masanil anima ol xivoc ayic ol ach yilani. Manhxa b'ak'uinh ol ach ajxoc ek'oc, xchi Jehová, xa chi t'a vinh sreyal Tiro chi', xchi t'ayin."
        },
        {
            "number": "20",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "21",
            "text": "Ach anima, ixic q'uelan t'a stojolal chonhab' Sidón, tzalanel in lolonel t'a spatic."
        },
        {
            "number": "22",
            "text": "Tzalan icha tik: Ha Dios Yajal tz'alan icha tik: Ha in svala' to ay in och ajk'olal t'a chonhab' Sidón. Ol laj in ik'jocchaanh t'a scaltac nación yuj tas ol in k'ulej t'ay. Ayic ol vak'anoch syaelal chi', ol checlaj snivanil velk'och t'a skal eb', ol ojtacajeloc to a innhej Jehová Dios in."
        },
        {
            "number": "23",
            "text": "Ol vak'cot ilya t'a yib'anh, ol b'ey chik' t'a yoltac scalleal. Masanil eb' cajan t'ay ol chamoc. Yalxonhej b'aj ol cot q'uen espada ol xicancham eb'. Icha val chi' ol aj yojtacanel eb' aj Sidón chi' to a in ton Jehová in svutej icha chi'."
        },
        {
            "number": "24",
            "text": "Ha juntzanh nación t'a slak'anil Israel, icha yaj te' q'uiix yaji. Syab' syail Israel chi' yuj b'aj schacjiel yuj juntzanh nación chi', palta a ticnaic manhxa b'ak'uinh ol yab' syail Israel chi', icha chi' ol aj yojtacajeli to a innhej Dios Yajal in, xchi Jehová, xa chi."
        },
        {
            "number": "25",
            "text": "Ha in Dios Yajal in svala': Ayic ol in molb'anxicot eb' yinhtilalcan Israel t'a scaltac nación b'aj sacleminac yajcanb'ati, ol in ch'oxel snivanil velk'och t'a eb' t'a yichanh juntzanh nación chi'. Ha eb' yinhtilalcan Israel chi', ol cajnajxoc eb' t'a lum smacb'en, aton lum vak'naccan t'a vinh in checab' aj Jacob."
        },
        {
            "number": "26",
            "text": "Manhxalaj tas ol ik'an eb' ta', junk'olalxonhej ol aj scajnaj eb'. Ol sb'oq'ue spat eb', ol yavan yuva eb'. Ha in ol vak'och yaelal t'a yib'anh juntzanh nación ix ixtan eb'. Icha chi' ol aj yojtacanel eb' to a in ton Jehová sDiosal in eb', xchi Jehová."
        }
    ]
}