{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Ayic slajchawil k'ual, t'a slajunhil uj yic slajunhil ab'il quik'jicot t'a Babilonia tik, ix lolon Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "2",
            "text": "Ha ticnaik ach anima, ixic k'elan t'a stojolal Egipto, tzalanel in lolonel t'a yib'anh yet' t'a yib'anh winh sreyal."
        },
        {
            "number": "3",
            "text": "Icha tik tz'aj alani: Ha Dios Yajal tz'alan icha tik: Ach sreyal Egipto, lajan ach icha junok nok' nok' te niwan cutzanek' t'a yol ha ha'. Ix ala' to ic ha' Nilo, a in ix in b'o ha', xa chi. Palta a ticnaik ajk'ol wajoch t'ayach."
        },
        {
            "number": "4",
            "text": "Ol wak'och junok gancho t'a yol a ti', haxo nok' chay ayek' t'a ha ha' b'aj ayach ek' chi', ol och lotzjab' nok' t'a a tz'umal. Ha t'a yol ha ha' b'aj ayach ek' chi', ata' ol ach wik'k'eta yet' nok' chay lotzlumb'a yajoch t'a a tz'umal chi'."
        },
        {
            "number": "5",
            "text": "Ol ach in yumcanb'at t'a taquinh lu'um yet' nok' chay ix k'eta ed'oc t'a yol ha ha' chi'. Ol ach telwoc b'aj taquinh lum chi'. Manhxa mach ol ach sik'ank'e waan, manhxa pax mach ol ach mukanoc. Ol ach wak' schib'at nok' kaltacte'al nok' yet' nok' ostoc tzek' t'a satcha’anh."
        },
        {
            "number": "6",
            "text": "Icha wal chi' ol aj yojtakanel masanil heb' kajan t'a Egipto to a in ton Jehová in swutej icha chi'. Ha chonhab' Israel ix sk'an a colwal, palta lajan ach t'ay icha junok te' aj tz'och k'ocochoc."
        },
        {
            "number": "7",
            "text": "Ichato ix ach syam icha te' k'ococh, palta ach pojb'ati, ach b'at wecnaj t'a yol sk'ab', yuj chi' ix lajwi sk'ab' chi', ix telwi paxi. Icha chi' ix utej a b'ha t'a Israel chi'."
        },
        {
            "number": "8",
            "text": "Yuj chi' a in Dios Yajal in swala' to ol ach miljoccham t'a k'een espada. Axo heb' anima kajan t'a Egipto chi', ol miljocpaxcham heb' yet' masanil nok' nok'."
        },
        {
            "number": "9",
            "text": "Junelnhej ol kan tzinan Egipto chi'. Icha wal chi' ol aj yojtakanel heb' to a in Jehová in swutej icha chi'. Ha ach tik ach rey ix ala': Ha ha' Nilo wik ha', a in ix in b'o ha', xa chi."
        },
        {
            "number": "10",
            "text": "Yuj chi' a in swala' to ajk'ol in t'ayach yet' t'a ha ha' b'aj ayach ek' chi'. Ol wak'kan tzinan Egipto chi', ayxo smay ol ajkanoc, icha taquinh lu'um ol ajkanoc, ol schael t'a Migdol, ol ek' t'a Asuán, masanto t'a smojonal Etiopía."
        },
        {
            "number": "11",
            "text": "Manhxa anima, manhxa pax nok' nok' olto ek' ta'. 40 ab'il manhxa mach ol kajnaj ta'."
        },
        {
            "number": "12",
            "text": "Ol wak'kan tzinan Egipto chi', icha ix wutejkan juntzanhxo nación. 40 ab'il ol laj kan tzinan juntzanh chonhab' t'a yol smacb'en. Yelxo te ek'b'al ol aj sjuchajb'at t'a yichanh juntzanhxo chonhab' jub'ilxob'ati. Ol in saclemanb'at heb' kajan ta' t'a skal juntzanhxo nación."
        },
        {
            "number": "13",
            "text": "Ha in Dios Yajal in swala': Ayic toxo ix ek'b'at 40 ab'il chi', ol in molb'anxicot heb' aj Egipto t'a juntzanh nación b'aj sacleminac yajkanb'at heb' chi'."
        },
        {
            "number": "14",
            "text": "Ha heb' aj Egipto sacleminac yajkanb'at chi', ol k'ochxoc heb' t'a Patros, aton ay t'a sur yic Egipto, b'aj aljinac heb' smam yicham heb'. Ata' ol kajnajxoc heb', palta manhxalaj ol aj yelk'och heb'."
        },
        {
            "number": "15",
            "text": "Ha jun nación chi', yelxo wal emnaquil ol aj t'a yichanh masanil nación. Manhxalaj b'ak'uinh ol yik'xichaanh sb'ha t'a yib'anh juntzanhxo nación. Yunexonhej ol ajkan wuuj, manhxa b'ak'uinh ol ak'chaj ganar juntzanhxo nación yuj."
        },
        {
            "number": "16",
            "text": "Manhxa b'ak'uinh ol yak'och Egipto chi' heb' aj Israel yipoc sk'ool. Ha yuj tas ol jawok t'a yib'anh Egipto chi', ol nachajel yuj heb' aj Israel to te chuk ix sk'ulej heb' ayic ix sk'anan scolwal Egipto chi' heb'. Icha chi' ol aj snachajel yuj heb' to a in ton Jehová Yajal in, xchi Jehová, xa chi."
        },
        {
            "number": "17",
            "text": "Ha t'a b'ab'el k'u, t'a b'ab'el uj, ayic 27 ab'ilxo quik'jicot t'a Babilonia tik, ix yalan Jehová t'ayin icha tik:"
        },
        {
            "number": "18",
            "text": "Ach anima, a winhaj Nabucodonosor sreyal Babilonia tik, te niwan munlajel ix yak'och winh t'a yib'anh heb' soldado yic syak'an owal heb' t'a chonhab' Tiro. Ix k'ajb'anel xil sjolom heb' soldado chi', ix lajwi sjolom sjenhjab' heb' yuj ikatz, palta malaj tas ix yik' winh yet' heb' soldado t'a Tiro chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi' a in Jehová Yajal in swala': Ha in ol wak'och Egipto chi' t'a yol sk'ab' winhaj Nabucodonosor chi'. Masanil sb'eyumal yet' masanil tastac ay t'ay ol yik'ek' winh. Ha t'a tas ol yik'ek' winh chi', ata' ol tupchaj heb' soldado b'aj ix te munlaji."
        },
        {
            "number": "20",
            "text": "Ha in Jehová Yajal in swala', yuj b'aj ix te munlaj winh yet' heb' soldado t'a Tiro chi', ol wak'och Egipto chi' t'a yol sk'ab' winh, yujto a t'ayin ix munlaj heb'."
        },
        {
            "number": "21",
            "text": "Ha t'a jun pekti’ chi', ol wak' stek'anil chonhab' Israel. Ichato chi' ach Ezequiel, ol yalnhej alanel in lolonel. Icha chi' ol aj yojtakanel heb' to a in ton Jehová sDiosal in heb', xchi Jehová t'ayin."
        }
    ]
}