{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi jun chi' d'ayin icha tic: Ach anima, k'uxb'at jun b'aj tz'ib'ab'il juntzanh lolonel tic, tzach b'at al d'a masanil eb' etisraelal, xchi d'ayin."
        },
        {
            "number": "2",
            "text": "Ix in jacan in ti', ix yak'an in k'uxb'at jun b'aj tz'ib'ab'il chi'."
        },
        {
            "number": "3",
            "text": "Elanhchamel ix yal d'ayin: B'uq'uem jun tz'ib'ab'il ix vak' tic d'ayach, sb'ud'jicanel a k'ol yuuj, xchi d'ayin. Yuj chi' ix in b'uq'uemi, te chi' ix vab' icha nok' yalchab'."
        },
        {
            "number": "4",
            "text": "Ix yalan d'ayin icha tic: Ixic, tzalan d'a eb' etisraelal jantac tas ol val d'ayach."
        },
        {
            "number": "5",
            "text": "Manh vanoc ach in checanb'at d'a scal eb' anima max yal alan sti', mato max nachaj uuj, palta a d'a eb' etchonhab' tzach in checb'ati."
        },
        {
            "number": "6",
            "text": "Manh vanoc ach in checanb'at d'a juntzanh nación b'aj tzijtum ti' tz'alchaji to ajaltac snachajel uuj. Tato a d'a juntzanh chonhab' chi' tzach in checb'ati, tzam scha yab' eb' tas tzala'."
        },
        {
            "number": "7",
            "text": "Palta a eb' etchonhab' chi' jun, manh ol schalaj yab' eb' d'ayach, yujto malaj sgana eb' schaan yab' tas svala', yujto te pit syutej spensar eb'."
        },
        {
            "number": "8",
            "text": "Palta a in ol vak' a tek'anil d'a yichanh eb', yic ol a tek'b'an a b'a alan juntzanh lolonel tic d'a eb'."
        },
        {
            "number": "9",
            "text": "Icha val stzatzil q'uen diamante, ma icha q'uen yaxq'ueen ol ach vutoc d'a yichanh eb'. Manh jab'oc ol ach xiv d'a eb' vach'chom scot val yoval sat eb' yuj spital, xchi d'ayin."
        },
        {
            "number": "10",
            "text": "Ix yalanxi d'ayin icha tic: Ach anima, maclej val ab' tas ol val d'ayach, tza sik'ancan d'a a pensar."
        },
        {
            "number": "11",
            "text": "Ixic, tzach b'at b'aj ayek' eb' etchonhab' ik'b'ilcot preso, tzalan d'a eb', taxonhej scha yab' eb' tas ol ala', mato maay, palta tzal d'a eb' icha tic: Icha tic yalan Jehová Cajalil, xa chi d'a eb', xchi d'ayin."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi', ix in yik'anchaanh Yespíritu Dios, axo d'a in patic ix vab' yoch jun av icha sk'anh yek' quixcab', ix yalani: Alchajocab' vach'il d'a stziquiquial Jehová b'aj ayeq'ui, xchi."
        },
        {
            "number": "13",
            "text": "Ix vab'anpax sk'anh sk'axil eb' querubín ayic syil-lan sb'a. A juntzanh xocanxocan junnhej yaj yed' eb', sk'anhpaxi, xivub'tac sk'anhi."
        },
        {
            "number": "14",
            "text": "Axo Yespíritu Dios ix in ik'anq'ue vaan, ix in yik'anb'ati. Te cusk'olal ix in aji, ix cot voval, ix in b'ati. Axo spoder Jehová ayoch d'ayin."
        },
        {
            "number": "15",
            "text": "Ayic ix in k'och d'a chonhab' Tel-abib d'a sti' a nivan Quebar, aton b'aj cajan onh ek' mach onh ik'b'il onh cot icha preso tic, uque' k'ual majxo in lolonlaj, yujto ix sat in k'ol yuj tas ix vila' yed' tas ix vab' chi'."
        },
        {
            "number": "16",
            "text": "Ayic ix lajvi uque' k'ual chi', ix lolon Jehová d'ayin, ix yalan icha tic:"
        },
        {
            "number": "17",
            "text": "Ach anima, a in ix ach vak'och stanhvumaloc eb' etchonhab' israel. Ayic ol valan in lolonel d'ayach, a achxo ol al d'a eb' in q'uexuloc yic ol yojtaquejel eb'."
        },
        {
            "number": "18",
            "text": "Ayic ol valan d'a junoc mach to ol cham yuj smul, tato a ach tic manh ol al d'ay, manh ol a cacha' yic syactejcan chucal sk'ulej chi', yic max chami, ayic scham jun anima yuj smul chi', a d'a ib'anh scan schamel chi' vuuj."
        },
        {
            "number": "19",
            "text": "Palta tato tzal d'ay jun, tza cachanpax d'a schucal chi', palta max yactejcan schucal b'eyb'al chi', ol cham yuj smul chi', a schamel chi' max canlaj d'a ib'anh."
        },
        {
            "number": "20",
            "text": "Anhejtona', tato ay junoc mach vach' sb'eyb'al, palta syactejcan svach' b'eyb'al chi', sk'ulan chucal, a in ol in cha svach' k'ulej chucal chi' masanto schami. Tato a ach tic max a cacha', tato schami, a tas vach' sk'ulejnac d'a yalanhtax chi' manhxalaj yelk'och d'a vichanh, ol cham yuj smul chi', palta axo d'a ib'anh scan schamel chi' vuuj."
        },
        {
            "number": "21",
            "text": "Palta tato tza cach jun anima chi' jun yic max sk'ulej chucal chi', schaan yab'i, maxtzac sk'ulej chucal chi'. A jun anima chi' olto pitzvoc eq'ui, yujto ix sk'anab'ajej b'aj ix a cach chi'. A achxo tic tzach colchajcani, xchi Jehová d'ayin."
        },
        {
            "number": "22",
            "text": "Ix yak'anq'ue sk'ab' Jehová d'a vib'anh, ix yalan d'ayin icha tic: Q'ueanh vaan, ixic d'a jun ak'lic chi'. Ata' ol in lolon d'ayach, xchi."
        },
        {
            "number": "23",
            "text": "Ix in q'ue vaan b'ian, ix in b'at d'a jun ak'lic chi'. Ata' ix vil stziquiquial Jehová, icha ix aj vilan d'a sti' a' nivan Quebar. Ix in julanem lachnaj in b'a d'a sat luum."
        },
        {
            "number": "24",
            "text": "Ix och Yespíritu Dios chi' d'ayin, ix in yik'anq'ue linhan, ix yalan d'ayin icha tic: Ixic, tza macanoch a b'a d'a yol a pat."
        },
        {
            "number": "25",
            "text": "Ach anima, ol ach tzek'chajcan d'a yol a pat, yic vach' maxtzac ach elta d'a scal eb' etchonhab'."
        },
        {
            "number": "26",
            "text": "Ichato ol vak'canq'ue lotzan ak' d'a a joom, yic vach' manhxo ol yal a loloni, manhxo ol yal a cachan eb', yujto te pit eb'."
        },
        {
            "number": "27",
            "text": "Ayic ay tas snib'ej in k'ol ol ala', ol ach vak' lolonoc, ol alani: Icha tic yalan Jehová Cajalil, xa chi. A mach sgana schaan yab'i, yab'ocab'i. A pax mach malaj sgana schaan yab' jun, schumxo, yujto a jun chonhab' tic te pit, xchi Jehová."
        }
    ]
}