{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi jun chi' t'ayin icha tik: Ach anima, k'uxb'at jun b'aj tz'ib'ab'il juntzanh lolonel tik, tzach b'at al t'a masanil eb' etisraelal, xchi t'ayin."
        },
        {
            "number": "2",
            "text": "Ix in jacan in ti', ix yak'an in k'uxb'at jun b'aj tz'ib'ab'il chi'."
        },
        {
            "number": "3",
            "text": "Elanhchamel ix yal t'ayin: B'uq'uem jun tz'ib'ab'il ix vak' tik t'ayach, sb'ud'jicanel a k'ol yuj, xchi t'ayin. Yuj chi' ix in b'uq'uemi, te chi' ix vab' icha nok' yalchab'."
        },
        {
            "number": "4",
            "text": "Ix yalan t'ayin icha tik: Ixic, tzalan t'a eb' etisraelal jantac tas ol val t'ayach."
        },
        {
            "number": "5",
            "text": "Manh vanoc ach in checanb'at t'a skal eb' anima max yal alan sti', mato max nachaj uuj, palta ha t'a eb' etchonhab' tzach in checb'ati."
        },
        {
            "number": "6",
            "text": "Manh vanoc ach in checanb'at t'a juntzanh nación b'aj tzijtum ti' tz'alchaji to ajaltac snachajel uuj. Tato ha t'a juntzanh chonhab' chi' tzach in checb'ati, tzam scha yab' eb' tas tzala'."
        },
        {
            "number": "7",
            "text": "Palta a eb' etchonhab' chi' jun, manh ol schalaj yab' eb' t'ayach, yujto malaj sgana eb' schaan yab' tas svala', yujto te pit syutej spensar eb'."
        },
        {
            "number": "8",
            "text": "Palta a in ol vak' a tek'anil t'a yichanh eb', yic ol a tek'b'an a b'a alan juntzanh lolonel tik t'a eb'."
        },
        {
            "number": "9",
            "text": "Icha val stzatzil q'uen diamante, ma icha q'uen yaxq'ueen ol ach vutoc t'a yichanh eb'. Manh jab'oc ol ach xiv t'a eb' wach'chom scot val yoval sat eb' yuj spital, xchi t'ayin."
        },
        {
            "number": "10",
            "text": "Ix yalanxi t'ayin icha tik: Ach anima, maclej val ab' tas ol val t'ayach, tza sik'ancan t'a a pensar."
        },
        {
            "number": "11",
            "text": "Ixic, tzach b'at b'aj ayek' eb' etchonhab' ik'b'ilcot preso, tzalan t'a eb', taxonhej scha yab' eb' tas ol ala', mato maay, palta tzal t'a eb' icha tik: Icha tik yalan Jehová Cajalil, xa chi t'a eb', xchi t'ayin."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix in yik'anchaanh Yespíritu Dios, haxo t'a in patic ix vab' yoch jun av icha sk'anh yek' quixcab', ix yalani: Alchajocab' wach'il t'a stziquiquial Jehová b'aj ayeq'ui, xchi."
        },
        {
            "number": "13",
            "text": "Ix vab'anpax sk'anh sk'axil eb' querubín ayic syil-lan sb'a. Ha juntzanh xocanxocan junnhej yaj yet' eb', sk'anhpaxi, xivub'tac sk'anhi."
        },
        {
            "number": "14",
            "text": "Axo Yespíritu Dios ix in ik'anq'ue vaan, ix in yik'anb'ati. Te cusk'olal ix in aji, ix cot voval, ix in b'ati. Axo spoder Jehová ayoch t'ayin."
        },
        {
            "number": "15",
            "text": "Ayic ix in k'och t'a chonhab' Tel-abib t'a sti' a niwan Quebar, aton b'aj cajan onh ek' mach onh ik'b'il onh cot icha preso tik, uque' k'ual majxo in lolonlaj, yujto ix sat in k'ol yuj tas ix wila'' yet' tas ix vab' chi'."
        },
        {
            "number": "16",
            "text": "Ayic ix lajvi uque' k'ual chi', ix lolon Jehová t'ayin, ix yalan icha tik:"
        },
        {
            "number": "17",
            "text": "Ach anima, a in ix ach vak'och stanhvumaloc eb' etchonhab' israel. Ayic ol valan in lolonel t'ayach, a achxo ol al t'a eb' in q'uexuloc yic ol yojtaquejel eb'."
        },
        {
            "number": "18",
            "text": "Ayic ol valan t'a junok mach to ol cham yuj smul, tato a ach tik manh ol al t'ay, manh ol a cacha' yic syactejcan chukal sk'ulej chi', yic max chami, ayic scham jun anima yuj smul chi', ha t'a ib'anh skan schamel chi' vuuj."
        },
        {
            "number": "19",
            "text": "Palta tato tzal t'ay jun, tza cachanpax t'a schucal chi', palta max yactejcan schucal b'eyb'al chi', ol cham yuj smul chi', a schamel chi' max canlaj t'a ib'anh."
        },
        {
            "number": "20",
            "text": "Anhejtona', tato ay junok mach wach' sb'eyb'al, palta syactejcan swach' b'eyb'al chi', sk'ulan chukal, a in ol in cha swach' k'ulej chukal chi' masanto schami. Tato a ach tik max a cacha', tato schami, a tas wach' sk'ulejnac t'a yalanhtax chi' manhxalaj yelk'och t'a vichanh, ol cham yuj smul chi', palta haxo t'a ib'anh skan schamel chi' vuuj."
        },
        {
            "number": "21",
            "text": "Palta tato tza cach jun anima chi' jun yic max sk'ulej chukal chi', schaan yab'i, maxtzac sk'ulej chukal chi'. Ha jun anima chi' olto pitzvoc eq'ui, yujto ix sk'anab'ajej b'aj ix a cach chi'. Ha achxo tik tzach colchajcani, xchi Jehová t'ayin."
        },
        {
            "number": "22",
            "text": "Ix yak'anq'ue sk'ab' Jehová t'a vib'anh, ix yalan t'ayin icha tik: Q'ueanh vaan, ixic t'a jun ak'lic chi'. Ata' ol in lolon t'ayach, xchi."
        },
        {
            "number": "23",
            "text": "Ix in q'ue vaan b'ian, ix in b'at t'a jun ak'lic chi'. Ata' ix vil stziquiquial Jehová, icha ix aj vilan t'a sti' ha' niwan Quebar. Ix in julanem lachnaj in b'ha t'a sat lu'um."
        },
        {
            "number": "24",
            "text": "Ix och Yespíritu Dios chi' t'ayin, ix in yik'anq'ue linhan, ix yalan t'ayin icha tik: Ixic, tza macanoch a b'ha t'a yol a pat."
        },
        {
            "number": "25",
            "text": "Ach anima, ol ach tzek'chajcan t'a yol a pat, yic wach' maxtzac ach elta t'a skal eb' etchonhab'."
        },
        {
            "number": "26",
            "text": "Ichato ol vak'canq'ue lotzan ak' t'a a joom, yic wach' manhxo ol yal a loloni, manhxo ol yal a cachan eb', yujto te pit eb'."
        },
        {
            "number": "27",
            "text": "Ayic ay tas snib'ej in k'ol ol ala', ol ach vak' lolonoc, ol alani: Icha tik yalan Jehová Cajalil, xa chi. Ha mach sgana schaan yab'i, yab'ocab'i. Ha pax mach malaj sgana schaan yab' jun, schumxo, yujto a jun chonhab' tik te pit, xchi Jehová."
        }
    ]
}