{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, alel in lolonel icha tik: Icha wal tik yalan Jehová Yajal: Elokab' eyav yuj jun k'ual chi'."
        },
        {
            "number": "3",
            "text": "Ha sk'ual yowal sk'ol Jehová lak'anxo ay. Ha t'a jun k'ual chi' ol k'ik'b'oc k 'inal. Ata' ol ak'joc syaelal juntzanh nación."
        },
        {
            "number": "4",
            "text": "Ol jawok owal t'a Egipto. Axo Etiopía ol ib'xock'e yuj xiwelal. Ha t'a jun k'ual chi', tzijtum heb' aj Egipto chi' ol miljocchamoc, ol ik'jocb'at sb'eyumal heb'. Ol mak'joquem wecnaj Egipto chi' masanto t'a yipumal yich."
        },
        {
            "number": "5",
            "text": "Ha heb' aj Etiopía, heb' aj Fut, heb' aj Lud, heb' aj Arabia yet' heb' aj Libia, junnhej ol aj smiljicham heb' yet' heb' aj Egipto t'a jun owal chi'. Ol champax heb' ay t'a juntzanhxo chonhab' ay strato yet' Egipto chi'."
        },
        {
            "number": "6",
            "text": "Ha in Jehová in swala': Ha juntzanh nación skolwaj yet' Egipto chi', ol cham yet'oc t'a skal owal chi', ol schael yich t'a Migdol masanto t'a Asuán. Manhxo ol yik'chaanh sb'a Egipto chi', palta to emnaquil ol ajkanoc."
        },
        {
            "number": "7",
            "text": "Ha Egipto chi', ol wak'kan tzinan icha ix ajkan juntzanhxo nación. Ha juntzanh chonhab' ay t'a yol smacb'en, ol kan tzinan icha juntzanhxo chonhab'."
        },
        {
            "number": "8",
            "text": "Ayic ol wak'anoch sk'ak'al Egipto chi', ol satpaxel juntzanh nación skolwaj yet'oc. Icha chi' ol aj yojtakajeli to a in ton Jehová in swutej icha chi'."
        },
        {
            "number": "9",
            "text": "Ayic ol k'och yaelal t'a yib'anh Egipto chi', ol in checb'at chekab' t'a yib'anh ha' mar yic tz'alchaj yab' heb' anima malaj jab'oc tas sna t'a Etiopía, yic ol te xivchaanh heb'. Ha jun k'ual chi', wanxo sjawi."
        },
        {
            "number": "10",
            "text": "Ha in Dios Yajal in swala': Ha in ol in chec sk'ulej winhaj Nabucodonosor sreyal Babilonia, yic satel masanil sb'eyumal chonhab' Egipto chi' winh."
        },
        {
            "number": "11",
            "text": "Ha winh rey chi', ol b'at winh yet' heb' soldado, manhxo ol ok'laj sk'ol heb' t'a Egipto chi'. Ol satel jun nación chi' winh smasanil. Ha yet' k'een espada ol och heb' soldado t'a Egipto chi'. Ol majel jun chonhab' chi' yuj sniwanil heb' chamnac."
        },
        {
            "number": "12",
            "text": "Ol wak'anpax tup ha' Nilo. Ha t'a yol sk'ab' heb' anima te chuk, ata' ol wak'och jun nación chi'. Ha in Jehová in swala': Ol satkanel jun nación chi' yuj heb' ch'oc chonhab'il. Masanil tas ay t'ay ol in cha satjoqueloc."
        },
        {
            "number": "13",
            "text": "Ha in Dios Yajal in swala': Ol wak' satel juntzanh yechel comon Dios, ol in satanpaxel masanil juntzanh comon Dios ay t'a chonhab' Menfis. Manhxa mach olto ak'an yajalil t'a Egipto chi'. Axonhej xiwelal ol wak'och t'a masanil anima t'a nación chi'."
        },
        {
            "number": "14",
            "text": "Ol in satel chonhab' Patros, ol wak'anoch sk'ak'al chonhab' Zoán, ol wak'anoch yaelal t'a yib'anh chonhab' Tebas."
        },
        {
            "number": "15",
            "text": "Ol wak'walb'at yowal in k'ol t'a yib'anh chonhab' Sin, aton yipumal Egipto. Ol wak'pax satel jantac sb'eyumal Tebas chi'."
        },
        {
            "number": "16",
            "text": "Ol wak'och sk'ak'al Egipto, haxo heb' aj Sin chi' toxonhej ol ek' quetcon heb' yab'an syail. Ol cotac olchaj smuroal chonhab' Tebas chi'. Axo chonhab' Menfis ol ochnhejkan yaelal t'a yib'anh."
        },
        {
            "number": "17",
            "text": "Ha heb' kelemtac aj chonhab' Avén yet' heb' aj Pibeset, ol cham heb' t'a skal owal. Axo jantacto heb' kajan ta', ol ik'chajb'at heb' t'a ch'oc nacional."
        },
        {
            "number": "18",
            "text": "Ayic ol wak'an satel sniwanil yelk'och Egipto chi', aton yipalil yet' yik'ojchanhb'ail, ol k'ik'b'oc yoc k'u t'a yib'anh chonhab' Tafnes, ol k'ik'b'oc k 'inal yuj asun t'a Egipto chi'. Axo masanil heb' kajan ta', ol ik'jokkanb'at heb' t'a ch'oc nacional yuj heb' ajk'ool."
        },
        {
            "number": "19",
            "text": "Ha in wal ol wak'och yaelal t'a yib'anh Egipto chi'. Icha wal chi' ol aj yojtakanel heb' to a in ton Jehová in swutej icha chi', xchi Jehová."
        },
        {
            "number": "20",
            "text": "Ayic yuquil k'ual yoch b'ab'el uj, ayic yuxluchilxo ab'il quik'jicot t'a Babilonia tik, ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "21",
            "text": "Ach anima, ichato ix in mak'q'uichaj sk'ab' winh sreyal Egipto. Malaj mach tz'anhtani, malaj pax junok mach stzek'ani yic sb'oxi yic syal syamanxi k'een yespada winh."
        },
        {
            "number": "22",
            "text": "Yuj chi' swal a in Jehová Yajal in tik: Ayinoch ajk'olal t'a winh sreyal Egipto chi'. Ol in mak'q'uichaj junxo sk'ab' winh wach'to, yujto a junxo q'uichajnacxo, yuj chi' ol yactejel k'een yespada winh."
        },
        {
            "number": "23",
            "text": "Ol in saclemejb'at heb' aj Egipto chi' t'a skal juntzanhxo nación. Sacleminac ol ajkanb'at heb'."
        },
        {
            "number": "24",
            "text": "Ol wak' wal yip sk'ab' winh sreyal Babilonia chi'. Ol wak'och k'een wespada t'a yol sk'ab' winh. Palta ol in mak' q'uichaj sk'ab' winh sreyal Egipto chi' schab'il. Ol el yav winh sk'acwi t'a yichanh winh yajk'ol chi', icha sk'acwi junok mach wanxo schami."
        },
        {
            "number": "25",
            "text": "Ol wak' yip sk'ab' winh sreyal Babilonia chi', ol wak'anoch k'een wespada t'a yol sk'ab' winh, a winh ol och ajk'olal t'a Egipto chi', haxo winh sreyal Egipto chi' ol wik'el yip sk'ab' winh, icha chi' ol aj yojtakanel heb' aj Egipto chi' to a in Jehová in swutej icha chi'."
        },
        {
            "number": "26",
            "text": "Ol in saclemejb'at masanil heb' aj Egipto t'a skaltac chonhab' yet' t'a skaltac nación. Icha chi' ol aj snachajel yuj heb' to a in ton Jehová in swutej icha chi', xchi Jehová."
        }
    ]
}