{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, alel in lolonel icha tik: Icha val tik yalan Jehová Yajal: Elocab' eyav yuj jun k'ual chi'."
        },
        {
            "number": "3",
            "text": "Ha sk'ual yoval sk'ol Jehová lak'anxo ay. Ha t'a jun k'ual chi' ol k'ik'b'oc q'uinal. Ata' ol ak'joc syaelal juntzanh nación."
        },
        {
            "number": "4",
            "text": "Ol javoc oval t'a Egipto. Axo Etiopía ol ib'xocq'ue yuj xivelal. Ha t'a jun k'ual chi', tzijtum eb' aj Egipto chi' ol miljocchamoc, ol ik'jocb'at sb'eyumal eb'. Ol mak'joquem vecnaj Egipto chi' masanto t'a yipumal yich."
        },
        {
            "number": "5",
            "text": "Ha eb' aj Etiopía, eb' aj Fut, eb' aj Lud, eb' aj Arabia yet' eb' aj Libia, junnhej ol aj smiljicham eb' yet' eb' aj Egipto t'a jun oval chi'. Ol champax eb' ay t'a juntzanhxo chonhab' ay strato yet' Egipto chi'."
        },
        {
            "number": "6",
            "text": "Ha in Jehová in svala': Ha juntzanh nación skolwaj yet' Egipto chi', ol cham yet'oc t'a skal oval chi', ol schael yich t'a Migdol masanto t'a Asuán. Manhxo ol yik'chaanh sb'a Egipto chi', palta to emnaquil ol ajcanoc."
        },
        {
            "number": "7",
            "text": "Ha Egipto chi', ol vak'kan tzinan icha ix ajkan juntzanhxo nación. Ha juntzanh chonhab' ay t'a yol smacb'en, ol kan tzinan icha juntzanhxo chonhab'."
        },
        {
            "number": "8",
            "text": "Ayic ol vak'anoch sk'ak'al Egipto chi', ol satpaxel juntzanh nación skolwaj yet'oc. Icha chi' ol aj yojtacajeli to a in ton Jehová in svutej icha chi'."
        },
        {
            "number": "9",
            "text": "Ayic ol k'och yaelal t'a yib'anh Egipto chi', ol in checb'at checab' t'a yib'anh ha' mar yic tz'alchaj yab' eb' anima malaj jab'oc tas sna t'a Etiopía, yic ol te xivchaanh eb'. Ha jun k'ual chi', vanxo sjavi."
        },
        {
            "number": "10",
            "text": "Ha in Dios Yajal in svala': Ha in ol in chec sk'ulej vinhaj Nabucodonosor sreyal Babilonia, yic satel masanil sb'eyumal chonhab' Egipto chi' vinh."
        },
        {
            "number": "11",
            "text": "Ha vinh rey chi', ol b'at vinh yet' eb' soldado, manhxo ol ok'laj sk'ol eb' t'a Egipto chi'. Ol satel jun nación chi' vinh smasanil. Ha yet' q'uen espada ol och eb' soldado t'a Egipto chi'. Ol majel jun chonhab' chi' yuj snivanil eb' chamnac."
        },
        {
            "number": "12",
            "text": "Ol vak'anpax tup ha' Nilo. Ha t'a yol sk'ab' eb' anima te chuk, ata' ol vak'och jun nación chi'. Ha in Jehová in svala': Ol satcanel jun nación chi' yuj eb' ch'oc chonhab'il. Masanil tas ay t'ay ol in cha satjoqueloc."
        },
        {
            "number": "13",
            "text": "Ha in Dios Yajal in svala': Ol vak' satel juntzanh yechel comon dios, ol in satanpaxel masanil juntzanh comon dios ay t'a chonhab' Menfis. Manhxa mach olto ak'an yajalil t'a Egipto chi'. Axonhej xivelal ol vak'och t'a masanil anima t'a nación chi'."
        },
        {
            "number": "14",
            "text": "Ol in satel chonhab' Patros, ol vak'anoch sk'ak'al chonhab' Zoán, ol vak'anoch yaelal t'a yib'anh chonhab' Tebas."
        },
        {
            "number": "15",
            "text": "Ol vak'valb'at yoval in k'ol t'a yib'anh chonhab' Sin, aton yipumal Egipto. Ol vak'pax satel jantac sb'eyumal Tebas chi'."
        },
        {
            "number": "16",
            "text": "Ol vak'och sk'ak'al Egipto, haxo eb' aj Sin chi' toxonhej ol ek' quetcon eb' yab'an syail. Ol cotac olchaj smuroal chonhab' Tebas chi'. Axo chonhab' Menfis ol ochnhejcan yaelal t'a yib'anh."
        },
        {
            "number": "17",
            "text": "Ha eb' quelemtac aj chonhab' Avén yet' eb' aj Pibeset, ol cham eb' t'a skal oval. Axo jantacto eb' cajan ta', ol ik'chajb'at eb' t'a ch'oc nacional."
        },
        {
            "number": "18",
            "text": "Ayic ol vak'an satel snivanil yelk'och Egipto chi', aton yipalil yet' yik'ojchanhb'ail, ol k'ik'b'oc yoc k'u t'a yib'anh chonhab' Tafnes, ol k'ik'b'oc q'uinal yuj asun t'a Egipto chi'. Axo masanil eb' cajan ta', ol ik'joccanb'at eb' t'a ch'oc nacional yuj eb' ajk'ool."
        },
        {
            "number": "19",
            "text": "Ha in val ol vak'och yaelal t'a yib'anh Egipto chi'. Icha val chi' ol aj yojtacanel eb' to a in ton Jehová in svutej icha chi', xchi Jehová."
        },
        {
            "number": "20",
            "text": "Ayic yuquil k'ual yoch b'ab'el uj, ayic yuxluchilxo ab'il quik'jicot t'a Babilonia tik, ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "21",
            "text": "Ach anima, ichato ix in mak'q'uichaj sk'ab' vinh sreyal Egipto. Malaj mach tz'anhtani, malaj pax junok mach stzek'ani yic sb'oxi yic syal syamanxi q'uen yespada vinh."
        },
        {
            "number": "22",
            "text": "Yuj chi' sval a in Jehová Yajal in tik: Ayinoch ajk'olal t'a vinh sreyal Egipto chi'. Ol in mak'q'uichaj junxo sk'ab' vinh wach'to, yujto a junxo q'uichajnacxo, yuj chi' ol yactejel q'uen yespada vinh."
        },
        {
            "number": "23",
            "text": "Ol in saclemejb'at eb' aj Egipto chi' t'a skal juntzanhxo nación. Sacleminac ol ajcanb'at eb'."
        },
        {
            "number": "24",
            "text": "Ol vak' val yip sk'ab' vinh sreyal Babilonia chi'. Ol vak'och q'uen vespada t'a yol sk'ab' vinh. Palta ol in mak' q'uichaj sk'ab' vinh sreyal Egipto chi' schab'il. Ol el yav vinh sk'acvi t'a yichanh vinh yajk'ol chi', icha sk'acvi junok mach vanxo schami."
        },
        {
            "number": "25",
            "text": "Ol vak' yip sk'ab' vinh sreyal Babilonia chi', ol vak'anoch q'uen vespada t'a yol sk'ab' vinh, a vinh ol och ajk'olal t'a Egipto chi', haxo vinh sreyal Egipto chi' ol viq'uel yip sk'ab' vinh, icha chi' ol aj yojtacanel eb' aj Egipto chi' to a in Jehová in svutej icha chi'."
        },
        {
            "number": "26",
            "text": "Ol in saclemejb'at masanil eb' aj Egipto t'a scaltac chonhab' yet' t'a scaltac nación. Icha chi' ol aj snachajel yuj eb' to a in ton Jehová in svutej icha chi', xchi Jehová."
        }
    ]
}