{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ayic b'ab'el k'u yic yoxil uj, ayic yuxluchil ab'il quik'jicot t'a Babilonia tik, ata' ix yal Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, al t'a winh sreyal Egipto yet' t'a masanil eb' anima ay t'a yol smacb'en Egipto chi' icha tik: ¿Mach val yet' syal co lajb'an snivanil elk'ochi?"
        },
        {
            "number": "3",
            "text": "Ol ach in lajb'ej yet' winh sreyal Asiria: Ha winh chi' lajan ix aj winh yet' junok te' tzicap, ma icha junok te' k'ute' ay t'a Líbano, a sk'ab'tac te', te wach' yenhul t'a caltac te', chaanh steel te', tzato ek'b'at te' t'a yib'anh juntzanhxo te te' te chaanh steel."
        },
        {
            "number": "4",
            "text": "Te wach' sq'uib' te' yuj nhab' yet' yuj yal sat lum lum chi'. Tz'el yoc ha ha' t'a yich te'. Icha chi' tz'aj yoch yal juntzanhxo te te' ay ta'."
        },
        {
            "number": "5",
            "text": "Yujto manh jantacoc ha ha', yuj chi' te chaanh ix aj steel te' t'a yichanh masanil te te' ay t'a caltac te'. Te niwan ix ajel mayan sk'ab'tac te'."
        },
        {
            "number": "6",
            "text": "Masanil macanhil nok' much ix sb'o so' t'a sk'ab'tac te'. Masanil nok' nok' ay t'a caltac te', ha t'a yich te' ix cajnaj nok', ata' pax ix aj yune' nok'. Ha t'a yalanh yenhul sk'ab'tac te' chi', ix yal yajek' tzijtumoc nación."
        },
        {
            "number": "7",
            "text": "Anheja' jun te' chi' manh jantacoc swach'il ix aj yilji te', te najat ix ajel sk'ab' te', yujto ay jun niwan ha' tzek' t'a skal sch'anhal yib' te'."
        },
        {
            "number": "8",
            "text": "Malaj junok te' k'ute' t'a skal te yavb'en te' Dios ix yal slajb'an sb'a yet' te'. Malaj junok te' taj lajan ix aj sk'ab'tac yet' te'. Malaj pax junok te' castaño lajan ix aj xil yet' te'. Malaj junok te te' t'a Edén yavb'en Dios ix yal slajb'an sb'a yet' swach'il yilji te'."
        },
        {
            "number": "9",
            "text": "Ha Dios ix utan icha chi', yuj chi' tzijtum ix aj sk'ab'tac te', te wach' ix aj yilji te' t'a yichanh juntzanhxo te te' t'a yavb'en Dios chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi' a in Jehová Yajal in swal icha tik: Ha jun te te' chi', te chaanh ix aj steel te'. Ix ek'b'at steel te' chi' t'a juntzanhxo te te' te chaanh steel, aton winh sreyal Asiria sch'oxcot te te' tik, ix yik' val chaanh sb'a winh."
        },
        {
            "number": "11",
            "text": "Yuj chi' a in ix vak' satjoquel winh. Ix vak'och winh t'a yol sk'ab' jun winh yajal ch'oc chonhab'il, ix ak'ji syaelal winh icha val jantac schucal."
        },
        {
            "number": "12",
            "text": "Ha juntzanh eb' ch'oc chonhab'il chi' malaj yoq'uelk'olal eb', a eb' ix ch'acanel te', toxonhej ix kan telan te'. Ha sk'ab'tac te' ix canhchajb'ati, yujto ix telvi te' t'a scaltac te te' t'a jolomtac vitz yet' t'a ch'olquixtac t'a yol nación chi'. Masanil anima cajan t'a yenhul te' ix b'at eb' elelal, ix actajcan te'."
        },
        {
            "number": "13",
            "text": "Masanil macanhil nok' much, ix javi nok' t'a sk'ab'tac te' toxo ix telvi chi' yet' masanil nok' caltacte'al nok', ix aj nok' ta'."
        },
        {
            "number": "14",
            "text": "Icha chi' ix aji yic manhxa junok te te' te chaanh ol aj steel. Wach'chom te ay ha ha' tzek' t'a yich te', palta manhxa junok te' ol ek'b'at t'a juntzanhxo te te' te chaanh steel, yujto masanil te' ol ch'acchajeloc. Ha jun tik syalelk'ochi to masanil eb' nivac yajal t'a yol yib'anhk’inal tik, ol cham eb' icha tz'aj scham comon anima. Ichanhej chi' ol aj sb'atcan eb' t'a yet'tal eb' chamnac."
        },
        {
            "number": "15",
            "text": "Ha in Dios Yajal in svala': Ayic ix em jun te te' chi' t'a yet'tal eb' chamnac, ix vak' tup ha ha' ay t'a yol lu'um, ix in yamanoch vaan ha ha' tz'el yoc. Yuj chi' a jolom vitz Líbano, ix cusq'uei, haxo masanil te te' ix tacji te'."
        },
        {
            "number": "16",
            "text": "Ix vaq'uem te' t'a yet'tal eb' chamnac, ix k'ochcan te' yet' juntzanh chamnacxo ayxo ek' ta'. Ayic ix k'anh yem te' chi', ix ib'xiq'ue juntzanh nación. Yuj chi' toxonhej ix te tzalaj te te' aynhejoch yal t'a yalanhtaxo, haxo ticnaic ayxoek' te' b'aj sb'atcan eb' chamnac, aton te' ay t'a Edén yet' pax te' te wach' ay t'a Líbano."
        },
        {
            "number": "17",
            "text": "Ha mach ix ek' cajan t'a yalanh yenhul te', aton juntzanh nación ayoch yet'oc, ajun pax eb' ix k'och yet'oc b'aj ayek' eb' chamnac yuj oval."
        },
        {
            "number": "18",
            "text": "Ha ach tik ach sreyal Egipto, ¿mach junok eb' rey ek'nacxo tza nib'ej tza lajb'ej a b'a yet'oc? Ha ach tik te wach' ilji, te niwan elk'ochi, palta ol ach k'och b'aj ay eb' nivac yajal chamnacxo chi'. Junnhej b'aj ol ach kan yet' eb' ayek' chi' ta'. Ha syalelk'ochi, aton eb' anima chamnac yuj oval, eb' malaj yelk'och Dios t'ay. Ach sreyal Egipto, aton jun tik ol javok t'a ib'anh yet' eb' a soldado, xchi Jehová Yajal, xa chi, xchi t'ayin."
        }
    ]
}