{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ayic b'ab'el k'u yic yoxil uj, ayic yuxluchil ab'il quik'jicot d'a Babilonia tic, ata' ix yal Jehová d'ayin icha tic:"
        },
        {
            "number": "2",
            "text": "Ach anima, al d'a vinh sreyal Egipto yed' d'a masanil eb' anima ay d'a yol smacb'en Egipto chi' icha tic: ¿Mach val yed' syal co lajb'an snivanil elk'ochi?"
        },
        {
            "number": "3",
            "text": "Ol ach in lajb'ej yed' vinh sreyal Asiria: A vinh chi' lajan ix aj vinh yed' junoc te' tzicap, ma icha junoc te' k'ute' ay d'a Líbano, a sk'ab'tac te', te vach' yenhul d'a caltac te', chaanh steel te', tzato ek'b'at te' d'a yib'anh juntzanhxo te te' te chaanh steel."
        },
        {
            "number": "4",
            "text": "Te vach' sq'uib' te' yuj nhab' yed' yuj yal sat lum luum chi'. Tz'el yoc a a' d'a yich te'. Icha chi' tz'aj yoch yal juntzanhxo te te' ay ta'."
        },
        {
            "number": "5",
            "text": "Yujto manh jantacoc a a', yuj chi' te chaanh ix aj steel te' d'a yichanh masanil te te' ay d'a caltac te'. Te nivan ix ajel mayan sk'ab'tac te'."
        },
        {
            "number": "6",
            "text": "Masanil macanhil nok' much ix sb'o so' d'a sk'ab'tac te'. Masanil nok' nok' ay d'a caltac te', a d'a yich te' ix cajnaj nok', ata' pax ix aj yune' nok'. A d'a yalanh yenhul sk'ab'tac te' chi', ix yal yajek' tzijtumoc nación."
        },
        {
            "number": "7",
            "text": "Anheja' jun te' chi' manh jantacoc svach'il ix aj yilji te', te najat ix ajel sk'ab' te', yujto ay jun nivan a' tz'ek' d'a scal sch'anhal yib' te'."
        },
        {
            "number": "8",
            "text": "Malaj junoc te' k'ute' d'a scal te yavb'en te' Dios ix yal slajb'an sb'a yed' te'. Malaj junoc te' taj lajan ix aj sk'ab'tac yed' te'. Malaj pax junoc te' castaño lajan ix aj xil yed' te'. Malaj junoc te te' d'a Edén yavb'en Dios ix yal slajb'an sb'a yed' svach'il yilji te'."
        },
        {
            "number": "9",
            "text": "A Dios ix utan icha chi', yuj chi' tzijtum ix aj sk'ab'tac te', te vach' ix aj yilji te' d'a yichanh juntzanhxo te te' d'a yavb'en Dios chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi' a in Jehová Yajal in sval icha tic: A jun te te' chi', te chaanh ix aj steel te'. Ix ek'b'at steel te' chi' d'a juntzanhxo te te' te chaanh steel, aton vinh sreyal Asiria sch'oxcot te te' tic, ix yik' val chaanh sb'a vinh."
        },
        {
            "number": "11",
            "text": "Yuj chi' a in ix vak' satjoquel vinh. Ix vak'och vinh d'a yol sk'ab' jun vinh yajal ch'oc chonhab'il, ix ak'ji syaelal vinh icha val jantac schucal."
        },
        {
            "number": "12",
            "text": "A juntzanh eb' ch'oc chonhab'il chi' malaj yoq'uelk'olal eb', a eb' ix ch'acanel te', toxonhej ix can telan te'. A sk'ab'tac te' ix canhchajb'ati, yujto ix telvi te' d'a scaltac te te' d'a jolomtac vitz yed' d'a ch'olquixtac d'a yol nación chi'. Masanil anima cajan d'a yenhul te' ix b'at eb' elelal, ix actajcan te'."
        },
        {
            "number": "13",
            "text": "Masanil macanhil nok' much, ix javi nok' d'a sk'ab'tac te' toxo ix telvi chi' yed' masanil nok' caltacte'al nok', ix aj nok' ta'."
        },
        {
            "number": "14",
            "text": "Icha chi' ix aji yic manhxa junoc te te' te chaanh ol aj steel. Vach'chom te ay a a' tz'ek' d'a yich te', palta manhxa junoc te' ol ek'b'at d'a juntzanhxo te te' te chaanh steel, yujto masanil te' ol ch'acchajeloc. A jun tic syalelk'ochi to masanil eb' nivac yajal d'a yolyib'anhq'uinal tic, ol cham eb' icha tz'aj scham comon anima. Ichanhej chi' ol aj sb'atcan eb' d'a yed'tal eb' chamnac."
        },
        {
            "number": "15",
            "text": "A in Dios Yajal in svala': Ayic ix em jun te te' chi' d'a yed'tal eb' chamnac, ix vak' tup a a' ay d'a yol luum, ix in yamanoch vaan a a' tz'el yoc. Yuj chi' a jolom vitz Líbano, ix cusq'uei, axo masanil te te' ix tacji te'."
        },
        {
            "number": "16",
            "text": "Ix vaq'uem te' d'a yed'tal eb' chamnac, ix k'ochcan te' yed' juntzanh chamnacxo ayxo ek' ta'. Ayic ix k'anh yem te' chi', ix ib'xiq'ue juntzanh nación. Yuj chi' toxonhej ix te tzalaj te te' aynhejoch yal d'a yalanhtaxo, axo ticnaic ayxoek' te' b'aj sb'atcan eb' chamnac, aton te' ay d'a Edén yed' pax te' te vach' ay d'a Líbano."
        },
        {
            "number": "17",
            "text": "A mach ix ek' cajan d'a yalanh yenhul te', aton juntzanh nación ayoch yed'oc, ajun pax eb' ix k'och yed'oc b'aj ayek' eb' chamnac yuj oval."
        },
        {
            "number": "18",
            "text": "A ach tic ach sreyal Egipto, ¿mach junoc eb' rey ek'nacxo tza nib'ej tza lajb'ej a b'a yed'oc? A ach tic te vach' ilji, te nivan elk'ochi, palta ol ach k'och b'aj ay eb' nivac yajal chamnacxo chi'. Junnhej b'aj ol ach can yed' eb' ayek' chi' ta'. A syalelk'ochi, aton eb' anima chamnac yuj oval, eb' malaj yelk'och Dios d'ay. Ach sreyal Egipto, aton jun tic ol javoc d'a ib'anh yed' eb' a soldado, xchi Jehová Yajal, xa chi, xchi d'ayin."
        }
    ]
}