{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a b'ab'el k'u, t'a slajchavil uj, ayic slajchavil ab'il quik'jicot t'a Babilonia tik, ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, b'itej jun b'it yic chamel yuj winh sreyal Egipto, tzalan icha tik: Ach rey, tza lajb'ej a b'a yet' junok nok' choj t'a scaltac nación, palta lajan ach icha junok nok' niwan nok' ay t'a yol ha' mar. Tzach ek' chuk'uljoc t'a yol ha', yuj chi' statb'i ha' uuj."
        },
        {
            "number": "3",
            "text": "Yuj chi' a Jehová Yajal tz'alan icha tik: Ol in molb'ej juntzanh nación, ol och eb' ajk'olal t'ayach, ichato ol ach in yam yet' in chimpa. Ha t'a yol in chimpa chi' ol ach canoc, haxo eb' chi' ol ach ik'anq'ueta t'a sti' ha'."
        },
        {
            "number": "4",
            "text": "Ol ach in nherel t'a sti' ha', ol ach vak'anb'at pak'jab' b'aj te chequel. Ol javok nok' ostoc yet' nok' caltacte'al nok' t'ayach, a nok' ol ach chianb'atoc."
        },
        {
            "number": "5",
            "text": "Ol vak' b'ud'joquel jolomtac vitz yet' ch'olquixtac yuj a nivanil ol k'ab'at chi'."
        },
        {
            "number": "6",
            "text": "Ol vak' uk' sat lum lum tik yuj a chiq'uil, masanto ol k'och t'a yichtac lum vitz. Ha yet' a chiq'uil chi' ol b'ud'joc el ha ha'."
        },
        {
            "number": "7",
            "text": "Ayic ol ach vak'an sateloc, ol vak' k'ik'b'oc satcha’anh, ol tup yoc q'uen k'anal, ol k'ik'b'oc yoc k'u. Ol tuppaxel yoc q'uen uj."
        },
        {
            "number": "8",
            "text": "Ha in Dios Yajal in svala', uuj ol vak' tup masanil sakil k'inal scopoljub' yoc ay t'a satcha’anh. Ol vak' k'ik'b'oc q'uinal t'a yib'anh masanil a chonhab'."
        },
        {
            "number": "9",
            "text": "Ayic ol ach satel chi', ol k'och yab'ixal t'a juntzanhxo nación to manh ojtacoc. Ol vak' ib'xocq'ue chonhab' yuj xivelal ayic ol yab'an yab'ixal a yaelal chi' eb'."
        },
        {
            "number": "10",
            "text": "Uj val ol vak'b'at yaelal t'a yib'anh tzijtumoc nación. Ol vak' val xivq'ue eb' sreyal nación chi' ayic ol vak'anek' copnaj yoc vespada t'a yichanh eb'. Ha val yic ol ach satel chi', ol te xiv eb' yujto sna eb' to ol champax eb'."
        },
        {
            "number": "11",
            "text": "Ha in Jehová Yajal in swal icha tik: Ha winh sreyal Babilonia ol javok t'ayach yet' q'uen yespada yic ol ul yak' oval."
        },
        {
            "number": "12",
            "text": "Ha eb' a soldado manh jantacoc sb'isul chi', ol xicjoccham eb' yuj yespada juntzanhxo eb' soldado malaj yoq'uelk'olal. Ol satjoquel masanil eb' a soldado yuj eb' yet' pax masanil ik'ojchanhb'ail ol satjoquel yuj eb'."
        },
        {
            "number": "13",
            "text": "Ol in satel masanil nok' a molb'etzal nok' sva t'a stitac ha ha'. Manhxa b'ak'uinh ol tatb'oc ha' stek'an eb' anima, ma nok' nok' chi'."
        },
        {
            "number": "14",
            "text": "Ha in val Jehová Yajal in svala' to icha chi' ol aj syaxb'ixi ha', melelixonhej ol aj sb'ey ha'."
        },
        {
            "number": "15",
            "text": "Ayic ol vak'ancan tzinan Egipto chi', ol cham eb' anima yet' nok' nok', cuseltacxonhej ol ajcanoc. Icha chi' ol aj yojtacanel eb' to a in ton Jehová in svutej icha chi'."
        },
        {
            "number": "16",
            "text": "Ha in Jehová Yajal in svala' to a jun b'it yic chamel tik ol sb'itej eb' ix ix t'a junjun nación ayic ol ok' eb' ix yuj Egipto chi', yuj pax jantac sb'isul anima ol chamoc, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ayic 15 k'ual yoch slajunhil uj, t'a slajchavil ab'il quik'jicot t'a Babilonia tik, ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "18",
            "text": "Ach anima, b'itej jun b'it yic chamel, yujto manh jantacoc eb' soldado yic Egipto ol chamoc, tzalan icha tik: Ha eb' jelan, ol cham eb', ol emcan eb' t'a yalanh lum lum tik. Ol emk'och eb' b'aj ayek' juntzanhxo eb' ayxoek' ta'."
        },
        {
            "number": "19",
            "text": "Ach yajal, te wach'ton ilji a naani, palta ol ach emk'och telan t'a skal eb' manh schonhab'oc Dios, xa chi."
        },
        {
            "number": "20",
            "text": "Ol cham eb' aj Egipto chi', icha ajnac eb' chamnac t'a oval. Ijanxooch q'uen espada t'a masanil eb' anima chi'."
        },
        {
            "number": "21",
            "text": "Ha eb' yajalil eb' soldado nivac yelk'ochi, ayxoek' eb' b'aj ayek' eb' chamnac, ol yalan eb' yuj eb' aj Egipto yet' eb' ayoch yet' eb': E... a eb' ix cham t'a skal oval, toxo ix emul eb' t'a tik. Toxo ix ek' jichan eb' qued'oc a onh manh onh schonhab'oc Dios tik, xcham eb'."
        },
        {
            "number": "22",
            "text": "Ata' ayek' winh ek'nac sreyaloc Asiria yet' masanil eb' soldado, oyanoch eb' t'a spatic winh b'aj ayek' eb' chamnac chi', aton t'a oval chamnac eb' smasanil."
        },
        {
            "number": "23",
            "text": "Ato t'a sjulal yich jun xab' olan chi' ayek' winh, oyanoch eb' soldado t'a spatic winh. Ha eb' soldado chi', yak'nacoch xivk'olal eb' t'a skal eb' anima t'a yol yib'anhk’inal tik, palta t'a skal oval chi' chamnac eb' smasanil."
        },
        {
            "number": "24",
            "text": "Ata' aypaxek' winh ek'nac sreyaloc Elam, ayek' winh t'a skal eb' chamnac t'a skal oval. Axo t'a spatic yichanh winh oyanoch eb' soldado, eb' manh schonhab'oc Dios. Masanil eb' chi', ha t'a skal oval chamnac eb'. Ayic pitzanto eb', te xivnac eb' anima t'a yol yib'anhk’inal tik yuj eb', palta q'uixvelal ajnac scham eb' t'a skal oval, ayxoek' eb' t'a skal eb' chamnac ticnaic."
        },
        {
            "number": "25",
            "text": "Ata' ayek' winh ek'nac sreyaloc Mesec yet' winh ek'nac sreyaloc Tubal. Ha t'a spatictac eb' winh, oyanoch masanil eb' soldado eb' winh. Wach'chom xivnac eb' anima cajan t'a yol yib'anhk’inal tik t'a eb' ayic pitzanto eb', palta chamnac eb' manh schonhab'oc Dios chi' t'a skal oval."
        },
        {
            "number": "26",
            "text": "Manh lajanoc ajnac smucji eb' icha ajnac smucji eb' soldado te jelan ek'nac t'a peca'. Ha eb' chi' mucb'il eb' yet' syamk'ab' yic oval. Aycanoch yespada eb' t'a yalanh sjolom. Yuj schucal eb' ayoch yaelal t'a yib'anh eb', yujto a juntzanh eb' chi' xib'tejnac eb' anima eb' t'a yol yib'anhk’inal tik."
        },
        {
            "number": "27",
            "text": "Ach sreyal Egipto, ol ach satjoqueloc. Ol ach k'och t'a skal eb' manh schonhab'oc Dios, eb' milb'ilcham t'a oval."
        },
        {
            "number": "28",
            "text": "Ata' ayek' winh ek'nac sreyaloc Edom yet' pax eb' yajal. Wach'chom te niwan ajnac yelk'och eb', palta ata' ayek' eb' t'a skal eb' chamnac t'a oval. Ata' ayek' eb' t'a skal eb' manh schonhab'oc Dios b'aj sk'ochcan eb' chamnac."
        },
        {
            "number": "29",
            "text": "Ata' ayek' masanil eb' ak'jinac yajalil t'a norte yet' pax eb' aj Sidón. Wach'chom te niwan ajnac yelk'och eb', yak'nac val och xivk'olal eb' t'a skal eb' yetanimail, palta q'uixvelal ajnac scham eb'. Emnacxok'och eb' t'a skal eb' chamnac, aton eb' chamnac t'a oval, eb' manh schonhab'oc Dios emnacxo b'aj sk'ochcan eb' chamnac, xa chi."
        },
        {
            "number": "30",
            "text": "Ha in Jehová Yajal in svala' to ayic ol yilan juntzanhxo eb' rey winh sreyal Egipto yet' masanil eb' soldado, ol snivanan sb'a sk'ol winh yuj schamel eb' yetchonhab', yujto ix cham winh yet' masanil eb' soldado t'a oval."
        },
        {
            "number": "31",
            "text": "Ha in ix vak' yak'och xivk'olal winh sreyal Egipto chi' t'a skal eb' anima t'a yol yib'anhk’inal tik, palta a in Jehová Yajal in svala' to ol k'ochcan winh yet' eb' soldado winh tzijtum sb'isul t'a skal eb' manh in chonhab'oc, aton eb' chamnac t'a oval, xchi Jehová."
        }
    ]
}