{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a b'ab'el k'u, t'a slajchawil uj, ayic slajchawil ab'il quik'jicot t'a Babilonia tik, ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, b'itej jun b'it yic chamel yuj winh sreyal Egipto, tzalan icha tik: Ach rey, tza lajb'ej a b'a yet' junok nok' choj t'a scaltac nación, palta lajan ach icha junok nok' niwan nok' ay t'a yol ha' mar. Tzach ek' chuk'uljoc t'a yol ha', yuj chi' statb'i ha' uuj."
        },
        {
            "number": "3",
            "text": "Yuj chi' a Jehová Yajal tz'alan icha tik: Ol in molb'ej juntzanh nación, ol och heb' ajk'olal t'ayach, ichato ol ach in yam yet' in chimpa. Ha t'a yol in chimpa chi' ol ach canoc, haxo heb' chi' ol ach ik'ank'eta t'a sti' ha'."
        },
        {
            "number": "4",
            "text": "Ol ach in nherel t'a sti' ha', ol ach wak'anb'at pak'jab' b'aj te chequel. Ol jawok nok' ostoc yet' nok' caltacte'al nok' t'ayach, a nok' ol ach chianb'atoc."
        },
        {
            "number": "5",
            "text": "Ol wak' b'ud'joquel jolomtac witz yet' ch'olquixtac yuj a niwanil ol k'ab'at chi'."
        },
        {
            "number": "6",
            "text": "Ol wak' uk' sat lum lum tik yuj a chiq'uil, masanto ol k'och t'a yichtac lum witz. Ha yet' a chiq'uil chi' ol b'ud'joc el ha ha'."
        },
        {
            "number": "7",
            "text": "Ayic ol ach wak'an sateloc, ol wak' k'ik'b'oc satcha’anh, ol tup yoc k'een k'anal, ol k'ik'b'oc yoc k'u. Ol tuppaxel yoc k'een uj."
        },
        {
            "number": "8",
            "text": "Ha in Dios Yajal in swala', uuj ol wak' tup masanil sakil k'inal scopoljub' yoc ay t'a satcha’anh. Ol wak' k'ik'b'oc k 'inal t'a yib'anh masanil a chonhab'."
        },
        {
            "number": "9",
            "text": "Ayic ol ach satel chi', ol k'och yab'ixal t'a juntzanhxo nación to manh ojtacoc. Ol wak' ib'xock'e chonhab' yuj xiwelal ayic ol yab'an yab'ixal a yaelal chi' heb'."
        },
        {
            "number": "10",
            "text": "Uj wal ol wak'b'at yaelal t'a yib'anh tzijtumoc nación. Ol wak' wal xivk'e heb' sreyal nación chi' ayic ol wak'anek' copnaj yoc wespada t'a yichanh heb'. Ha wal yic ol ach satel chi', ol te xiv heb' yujto sna heb' to ol champax heb'."
        },
        {
            "number": "11",
            "text": "Ha in Jehová Yajal in swal icha tik: Ha winh sreyal Babilonia ol jawok t'ayach yet' k'een yespada yic ol ul yak' owal."
        },
        {
            "number": "12",
            "text": "Ha heb' a soldado manh jantacoc sb'isul chi', ol xicjoccham heb' yuj yespada juntzanhxo heb' soldado malaj yok'elk'olal. Ol satjoquel masanil heb' a soldado yuj heb' yet' pax masanil ik'ojchanhb'ail ol satjoquel yuj heb'."
        },
        {
            "number": "13",
            "text": "Ol in satel masanil nok' a molb'etzal nok' swa t'a stitac ha ha'. Manhxa b'ak'uinh ol tatb'oc ha' stek'an heb' anima, ma nok' nok' chi'."
        },
        {
            "number": "14",
            "text": "Ha in wal Jehová Yajal in swala' to icha chi' ol aj syaxb'ixi ha', melelixonhej ol aj sb'ey ha'."
        },
        {
            "number": "15",
            "text": "Ayic ol wak'ancan tzinan Egipto chi', ol cham heb' anima yet' nok' nok', cuseltacxonhej ol ajcanoc. Icha chi' ol aj yojtacanel heb' to a in ton Jehová in swutej icha chi'."
        },
        {
            "number": "16",
            "text": "Ha in Jehová Yajal in swala' to a jun b'it yic chamel tik ol sb'itej heb' ix ix t'a junjun nación ayic ol ok' heb' ix yuj Egipto chi', yuj pax jantac sb'isul anima ol chamoc, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ayic 15 k'ual yoch slajunhil uj, t'a slajchawil ab'il quik'jicot t'a Babilonia tik, ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "18",
            "text": "Ach anima, b'itej jun b'it yic chamel, yujto manh jantacoc heb' soldado yic Egipto ol chamoc, tzalan icha tik: Ha heb' jelan, ol cham heb', ol emcan heb' t'a yalanh lum lum tik. Ol emk'och heb' b'aj ayek' juntzanhxo heb' ayxoek' ta'."
        },
        {
            "number": "19",
            "text": "Ach yajal, te wach'ton ilji a naani, palta ol ach emk'och telan t'a skal heb' manh schonhab'oc Dios, xa chi."
        },
        {
            "number": "20",
            "text": "Ol cham heb' aj Egipto chi', icha ajnac heb' chamnac t'a owal. Ijanxooch k'een espada t'a masanil heb' anima chi'."
        },
        {
            "number": "21",
            "text": "Ha heb' yajalil heb' soldado niwac yelk'ochi, ayxoek' heb' b'aj ayek' heb' chamnac, ol yalan heb' yuj heb' aj Egipto yet' heb' ayoch yet' heb': E... a heb' ix cham t'a skal owal, toxo ix emul heb' t'a tik. Toxo ix ek' jichan heb' qued'oc a onh manh onh schonhab'oc Dios tik, xcham heb'."
        },
        {
            "number": "22",
            "text": "Ata' ayek' winh ek'nac sreyaloc Asiria yet' masanil heb' soldado, oyanoch heb' t'a spatic winh b'aj ayek' heb' chamnac chi', aton t'a owal chamnac heb' smasanil."
        },
        {
            "number": "23",
            "text": "Ato t'a sjulal yich jun xab' olan chi' ayek' winh, oyanoch heb' soldado t'a spatic winh. Ha heb' soldado chi', yak'nacoch xivk'olal heb' t'a skal heb' anima t'a yol yib'anhk’inal tik, palta t'a skal owal chi' chamnac heb' smasanil."
        },
        {
            "number": "24",
            "text": "Ata' aypaxek' winh ek'nac sreyaloc Elam, ayek' winh t'a skal heb' chamnac t'a skal owal. Axo t'a spatic yichanh winh oyanoch heb' soldado, heb' manh schonhab'oc Dios. Masanil heb' chi', ha t'a skal owal chamnac heb'. Ayic pitzanto heb', te xivnac heb' anima t'a yol yib'anhk’inal tik yuj heb', palta q'uixwelal ajnac scham heb' t'a skal owal, ayxoek' heb' t'a skal heb' chamnac ticnaik."
        },
        {
            "number": "25",
            "text": "Ata' ayek' winh ek'nac sreyaloc Mesec yet' winh ek'nac sreyaloc Tubal. Ha t'a spatictac heb' winh, oyanoch masanil heb' soldado heb' winh. Wach'chom xivnac heb' anima cajan t'a yol yib'anhk’inal tik t'a heb' ayic pitzanto heb', palta chamnac heb' manh schonhab'oc Dios chi' t'a skal owal."
        },
        {
            "number": "26",
            "text": "Manh lajanoc ajnac smucji heb' icha ajnac smucji heb' soldado te jelan ek'nac t'a peka'. Ha heb' chi' mucb'il heb' yet' syamk'ab' yic owal. Aycanoch yespada heb' t'a yalanh sjolom. Yuj schucal heb' ayoch yaelal t'a yib'anh heb', yujto a juntzanh heb' chi' xib'tejnac heb' anima heb' t'a yol yib'anhk’inal tik."
        },
        {
            "number": "27",
            "text": "Ach sreyal Egipto, ol ach satjoqueloc. Ol ach k'och t'a skal heb' manh schonhab'oc Dios, heb' milb'ilcham t'a owal."
        },
        {
            "number": "28",
            "text": "Ata' ayek' winh ek'nac sreyaloc Edom yet' pax heb' yajal. Wach'chom te niwan ajnac yelk'och heb', palta ata' ayek' heb' t'a skal heb' chamnac t'a owal. Ata' ayek' heb' t'a skal heb' manh schonhab'oc Dios b'aj sk'ochcan heb' chamnac."
        },
        {
            "number": "29",
            "text": "Ata' ayek' masanil heb' ak'jinac yajalil t'a norte yet' pax heb' aj Sidón. Wach'chom te niwan ajnac yelk'och heb', yak'nac wal och xivk'olal heb' t'a skal heb' yetanimail, palta q'uixwelal ajnac scham heb'. Emnacxok'och heb' t'a skal heb' chamnac, aton heb' chamnac t'a owal, heb' manh schonhab'oc Dios emnacxo b'aj sk'ochcan heb' chamnac, xa chi."
        },
        {
            "number": "30",
            "text": "Ha in Jehová Yajal in swala' to ayic ol yilan juntzanhxo heb' rey winh sreyal Egipto yet' masanil heb' soldado, ol sniwanan sb'a sk'ol winh yuj schamel heb' yetchonhab', yujto ix cham winh yet' masanil heb' soldado t'a owal."
        },
        {
            "number": "31",
            "text": "Ha in ix wak' yak'och xivk'olal winh sreyal Egipto chi' t'a skal heb' anima t'a yol yib'anhk’inal tik, palta a in Jehová Yajal in swala' to ol k'ochcan winh yet' heb' soldado winh tzijtum sb'isul t'a skal heb' manh in chonhab'oc, aton heb' chamnac t'a owal, xchi Jehová."
        }
    ]
}