{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "A d'a b'ab'el k'u, d'a slajchavil uj, ayic slajchavil ab'il quik'jicot d'a Babilonia tic, ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "2",
            "text": "Ach anima, b'itej jun b'it yic chamel yuj vinh sreyal Egipto, tzalan icha tic: Ach rey, tza lajb'ej a b'a yed' junoc nok' choj d'a scaltac nación, palta lajan ach icha junoc nok' nivan nok' ay d'a yol a' mar. Tzach ek' chuk'uljoc d'a yol a', yuj chi' statb'i a' uuj."
        },
        {
            "number": "3",
            "text": "Yuj chi' a Jehová Yajal tz'alan icha tic: Ol in molb'ej juntzanh nación, ol och eb' ajk'olal d'ayach, ichato ol ach in yam yed' in chimpa. A d'a yol in chimpa chi' ol ach canoc, axo eb' chi' ol ach ik'anq'ueta d'a sti' a'."
        },
        {
            "number": "4",
            "text": "Ol ach in nherel d'a sti' a', ol ach vak'anb'at pak'jab' b'aj te chequel. Ol javoc nok' ostoc yed' nok' caltacte'al nok' d'ayach, a nok' ol ach chianb'atoc."
        },
        {
            "number": "5",
            "text": "Ol vak' b'ud'joquel jolomtac vitz yed' ch'olquixtac yuj a nivanil ol k'ab'at chi'."
        },
        {
            "number": "6",
            "text": "Ol vak' uk' sat lum lum tic yuj a chiq'uil, masanto ol k'och d'a yichtac lum vitz. A yed' a chiq'uil chi' ol b'ud'joc el a a'."
        },
        {
            "number": "7",
            "text": "Ayic ol ach vak'an sateloc, ol vak' q'uik'b'oc satchaanh, ol tup yoc q'uen k'anal, ol q'uik'b'oc yoc k'u. Ol tuppaxel yoc q'uen uj."
        },
        {
            "number": "8",
            "text": "A in Dios Yajal in svala', uuj ol vak' tup masanil saquilq'uinal scopoljub' yoc ay d'a satchaanh. Ol vak' q'uik'b'oc q'uinal d'a yib'anh masanil a chonhab'."
        },
        {
            "number": "9",
            "text": "Ayic ol ach satel chi', ol k'och yab'ixal d'a juntzanhxo nación to manh ojtacoc. Ol vak' ib'xocq'ue chonhab' yuj xivelal ayic ol yab'an yab'ixal a yaelal chi' eb'."
        },
        {
            "number": "10",
            "text": "Uj val ol vak'b'at yaelal d'a yib'anh tzijtumoc nación. Ol vak' val xivq'ue eb' sreyal nación chi' ayic ol vak'anek' copnaj yoc vespada d'a yichanh eb'. A val yic ol ach satel chi', ol te xiv eb' yujto sna eb' to ol champax eb'."
        },
        {
            "number": "11",
            "text": "A in Jehová Yajal in sval icha tic: A vinh sreyal Babilonia ol javoc d'ayach yed' q'uen yespada yic ol ul yak' oval."
        },
        {
            "number": "12",
            "text": "A eb' a soldado manh jantacoc sb'isul chi', ol xicjoccham eb' yuj yespada juntzanhxo eb' soldado malaj yoq'uelk'olal. Ol satjoquel masanil eb' a soldado yuj eb' yed' pax masanil ik'ojchanhb'ail ol satjoquel yuj eb'."
        },
        {
            "number": "13",
            "text": "Ol in satel masanil nok' a molb'etzal nok' sva d'a stitac a a'. Manhxa b'aq'uinh ol tatb'oc a' stek'an eb' anima, ma nok' nok' chi'."
        },
        {
            "number": "14",
            "text": "A in val Jehová Yajal in svala' to icha chi' ol aj syaxb'ixi a', melelixonhej ol aj sb'ey a'."
        },
        {
            "number": "15",
            "text": "Ayic ol vak'ancan tz'inan Egipto chi', ol cham eb' anima yed' nok' nok', cuseltacxonhej ol ajcanoc. Icha chi' ol aj yojtacanel eb' to a in ton Jehová in svutej icha chi'."
        },
        {
            "number": "16",
            "text": "A in Jehová Yajal in svala' to a jun b'it yic chamel tic ol sb'itej eb' ix ix d'a junjun nación ayic ol ok' eb' ix yuj Egipto chi', yuj pax jantac sb'isul anima ol chamoc, xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ayic 15 k'ual yoch slajunhil uj, d'a slajchavil ab'il quik'jicot d'a Babilonia tic, ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "18",
            "text": "Ach anima, b'itej jun b'it yic chamel, yujto manh jantacoc eb' soldado yic Egipto ol chamoc, tzalan icha tic: A eb' jelan, ol cham eb', ol emcan eb' d'a yalanh lum luum tic. Ol emk'och eb' b'aj ayek' juntzanhxo eb' ayxoek' ta'."
        },
        {
            "number": "19",
            "text": "Ach yajal, te vach'ton ilji a naani, palta ol ach emk'och telan d'a scal eb' manh schonhab'oc Dios, xa chi."
        },
        {
            "number": "20",
            "text": "Ol cham eb' aj Egipto chi', icha ajnac eb' chamnac d'a oval. Ijanxooch q'uen espada d'a masanil eb' anima chi'."
        },
        {
            "number": "21",
            "text": "A eb' yajalil eb' soldado nivac yelk'ochi, ayxoek' eb' b'aj ayek' eb' chamnac, ol yalan eb' yuj eb' aj Egipto yed' eb' ayoch yed' eb': E... a eb' ix cham d'a scal oval, toxo ix emul eb' d'a tic. Toxo ix ek' jichan eb' qued'oc a onh manh onh schonhab'oc Dios tic, xcham eb'."
        },
        {
            "number": "22",
            "text": "Ata' ayek' vinh ek'nac sreyaloc Asiria yed' masanil eb' soldado, oyanoch eb' d'a spatic vinh b'aj ayek' eb' chamnac chi', aton d'a oval chamnac eb' smasanil."
        },
        {
            "number": "23",
            "text": "Ato d'a sjulal yich jun xab' olan chi' ayek' vinh, oyanoch eb' soldado d'a spatic vinh. A eb' soldado chi', yak'nacoch xivk'olal eb' d'a scal eb' anima d'a yolyib'anhq'uinal tic, palta d'a scal oval chi' chamnac eb' smasanil."
        },
        {
            "number": "24",
            "text": "Ata' aypaxek' vinh ek'nac sreyaloc Elam, ayek' vinh d'a scal eb' chamnac d'a scal oval. Axo d'a spatic yichanh vinh oyanoch eb' soldado, eb' manh schonhab'oc Dios. Masanil eb' chi', a d'a scal oval chamnac eb'. Ayic pitzanto eb', te xivnac eb' anima d'a yolyib'anhq'uinal tic yuj eb', palta q'uixvelal ajnac scham eb' d'a scal oval, ayxoek' eb' d'a scal eb' chamnac ticnaic."
        },
        {
            "number": "25",
            "text": "Ata' ayek' vinh ek'nac sreyaloc Mesec yed' vinh ek'nac sreyaloc Tubal. A d'a spatictac eb' vinh, oyanoch masanil eb' soldado eb' vinh. Vach'chom xivnac eb' anima cajan d'a yolyib'anhq'uinal tic d'a eb' ayic pitzanto eb', palta chamnac eb' manh schonhab'oc Dios chi' d'a scal oval."
        },
        {
            "number": "26",
            "text": "Manh lajanoc ajnac smucji eb' icha ajnac smucji eb' soldado te jelan ek'nac d'a peca'. A eb' chi' mucb'il eb' yed' syamk'ab' yic oval. Aycanoch yespada eb' d'a yalanh sjolom. Yuj schucal eb' ayoch yaelal d'a yib'anh eb', yujto a juntzanh eb' chi' xib'tejnac eb' anima eb' d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "27",
            "text": "Ach sreyal Egipto, ol ach satjoqueloc. Ol ach k'och d'a scal eb' manh schonhab'oc Dios, eb' milb'ilcham d'a oval."
        },
        {
            "number": "28",
            "text": "Ata' ayek' vinh ek'nac sreyaloc Edom yed' pax eb' yajal. Vach'chom te nivan ajnac yelk'och eb', palta ata' ayek' eb' d'a scal eb' chamnac d'a oval. Ata' ayek' eb' d'a scal eb' manh schonhab'oc Dios b'aj sk'ochcan eb' chamnac."
        },
        {
            "number": "29",
            "text": "Ata' ayek' masanil eb' ak'jinac yajalil d'a norte yed' pax eb' aj Sidón. Vach'chom te nivan ajnac yelk'och eb', yak'nac val och xivk'olal eb' d'a scal eb' yetanimail, palta q'uixvelal ajnac scham eb'. Emnacxok'och eb' d'a scal eb' chamnac, aton eb' chamnac d'a oval, eb' manh schonhab'oc Dios emnacxo b'aj sk'ochcan eb' chamnac, xa chi."
        },
        {
            "number": "30",
            "text": "A in Jehová Yajal in svala' to ayic ol yilan juntzanhxo eb' rey vinh sreyal Egipto yed' masanil eb' soldado, ol snivanan sb'a sk'ol vinh yuj schamel eb' yetchonhab', yujto ix cham vinh yed' masanil eb' soldado d'a oval."
        },
        {
            "number": "31",
            "text": "A in ix vak' yak'och xivk'olal vinh sreyal Egipto chi' d'a scal eb' anima d'a yolyib'anhq'uinal tic, palta a in Jehová Yajal in svala' to ol k'ochcan vinh yed' eb' soldado vinh tzijtum sb'isul d'a scal eb' manh in chonhab'oc, aton eb' chamnac d'a oval, xchi Jehová."
        }
    ]
}