{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, al t'a heb' etisraelal to a in swal icha tik: Ayic swak'ancot owal t'a junok nación, a heb' anima ta', say heb' mach junok tz'och yilumaloc heb'."
        },
        {
            "number": "3",
            "text": "Ayic syilan winh yilumal chi' to wan sjawi heb' soldado ajk'ool, spu'an strompeta winh yic scol sb'a heb' anima chi'."
        },
        {
            "number": "4",
            "text": "Tato ay mach max scol sb'a ayic tz'ok' k'een trompeta chi', haxo tz'aji smiljicham yuj heb' ajk'ool chi', munil ha' tz'ik'ancot chamel chi' t'a yib'anh."
        },
        {
            "number": "5",
            "text": "Yujto syab' yok' k'een trompeta chi', palta max sk'anab'ajej scolan sb'a. Yuj chi' munil ha' tz'ik'ancot chamel chi' t'a yib'anh. Q'uinaloc scol sb'a jun, max am chamlaj."
        },
        {
            "number": "6",
            "text": "Palta tato a winh yilumal chonhab' chi', syil winh scot heb' ajk'ool chi', max spulaj k'een strompeta winh chi', haxo heb' anima max scol sb'a heb', haxo sjawi heb' ajk'ol chi' smilancham heb' anima heb', a heb' scham chi', scham heb' yuj smul, palta a schamel heb' chi' skan t'a yib'anh winh stanhwan chi', xchi Jehová, xa chi."
        },
        {
            "number": "7",
            "text": "Ach anima, a ach ix ach wak'och stanhwumaloc heb' etchonhab' Israel. Ayic ol wak'an in cachnab'il t'ayach, a achxo ol a cach heb' anima tik in k'exuloc."
        },
        {
            "number": "8",
            "text": "Tato ol wal t'ayach yuj heb' chuk sb'eyb'al to ol cham heb' yuj smul, palta tato a ach tik manh ol al t'a heb', manh ol a cach heb' yic syactejcan chukal sk'ulej heb' chi', yic max cham heb', q'uinaloc scham heb' yuj smul chi', ha t'a ib'anh skan schamel heb' chi' wuuj."
        },
        {
            "number": "9",
            "text": "Palta tato tzal t'a heb' jun, yic sna sb'a heb' syactancan schucal heb' chi', palta max yaktejcan heb' sb'eyb'alan chukal chi', scham heb' yuj smul chi', a schamel heb' chi' max canlaj t'a ib'anh, xchi Jehová t'ayin."
        },
        {
            "number": "10",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ach anima, al t'a heb' etisraelal chi' icha tik: Ha ex tik tzeyal icha tik: Ha wal ko pitalil yet' ko chukal tzek'xo wal yib'anh, ijan wal tzonh lajwiel yuj scab'i. ¿Tom olto yal ko colchaji? xe chi."
        },
        {
            "number": "11",
            "text": "Palta al t'a heb' to a in Dios Yajal in swala' to malaj in gana scham heb' chuk sb'eyb'al. Palta in gana sk'ex sb'eyb'al heb' yic snajatb'i sk'inal heb'. Ex israel, actejeccan he chuk b'eyb'al chi', ¿tas yuj ol ex chamoc? xchi Jehová, xa chi t'a heb'."
        },
        {
            "number": "12",
            "text": "Ach anima, al t'a heb' etchonhab' chi' icha tik: Tato ay heb' wach'taxon sb'eyb'al, haxo tz'aji sk'ulan chukal heb', manh ol colchajlaj heb' yuj sb'eyb'al wach'taxon chi'. Tato ay heb' te chuctaxon sb'eyb'al, snaan sb'a heb', haxo wach'il sb'eyb'alej heb', manh ol chamlaj heb' yuj schucal t'a yalanhtax chi'. Ha pax heb' sb'eyb'alan tojolal, haxo tz'aji haxo manh tojolok sb'eyb'alej heb', manh ol colchajlaj heb' yuj stojolal t'a yalanhtax chi'."
        },
        {
            "number": "13",
            "text": "Wach'chom ix wak' in ti' wak'an sk'inal heb' tojol sb'eyb'al chi', a stojol b'eyb'al heb' chi' syak'och yipoc sk'ool, haxo tz'aji sk'ulanxi chukal heb', manhxalaj yelk'och b'aj tojol yutejnac sb'eyb'al heb' chi', ol chamnhej heb' yuj smul chi'."
        },
        {
            "number": "14",
            "text": "Wach'chom ayoch chamel t'a yib'anh heb' chuk sk'ulej wuuj, palta tato sna sb'a sk'ol heb', syactan heb' sk'ulan masanil chukal sk'ulej chi':"
        },
        {
            "number": "15",
            "text": "Syak'an meltzaj heb' tas aycan t'ay yuj k'een majan tumin, syak'anxi meltzaj tastac yelk'ejnac heb', sk'anab'ajan in k'ayb'ub'al heb', aton yuj wach' tzek' heb' anima, wal yel a heb' chi' ol scha sk'inal heb', manh ol chamlaj heb'."
        },
        {
            "number": "16",
            "text": "Yujto wach'xo tas sk'ulej heb', ayxo sk'inal heb', manhxo ol in nacot schucal heb' sk'ulejnac t'a yalanhtax chi'."
        },
        {
            "number": "17",
            "text": "Ha heb' etchonhab' chi' syal heb' to manh tojolok swutej in ch'olb'itan heb', palta wal yel a heb' manh tojolok syutej sb'a."
        },
        {
            "number": "18",
            "text": "Tato ay heb' syactejcan sk'ulan wach'il, haxo chukal sk'ulej heb', ol cham heb' yuj tas sk'ulej chi'."
        },
        {
            "number": "19",
            "text": "Tato a heb' chuk sb'eyb'al sna sb'a sk'ool, syactancan schucal heb' chi', haxo wach'il sk'ulej heb' yet' tojolal, ol scha sk'inal heb' yuj wach'il sk'ulej chi'."
        },
        {
            "number": "20",
            "text": "Tzeyalanxi icha tik: Ha Jehová manh tojolok syutej sch'olb'itani, xe chi. Palta a in tik, junjunal tzex in ch'olb'itej, ato syal tas tze k'ulej, xchi Jehová, xa chi t'a heb'."
        },
        {
            "number": "21",
            "text": "Ayic oye' k'ual yoch slajunhil uj, ayic slajchawil ab'ilxo quik'jicot t'a Babilonia tik, ay jun winh winak ix el elelal t'a Jerusalén, ix jawi winh t'ayin, ix ul yalan winh to toxo ix ak'ji ganar chonhab' chi' yuj heb' ajk'ool."
        },
        {
            "number": "22",
            "text": "Ha t'a k'ik'b'alil yic manto ja winh chi', ix yak'anem spoder Jehová t'a wib'anh. Axo t'a q'uinhib'alil ayic ix jawi jun winh chi', ix yalxi in loloni."
        },
        {
            "number": "23",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "24",
            "text": "Ach anima, a heb' anima cajan t'a juntzanh chonhab' mak'b'ilem lanhnaj t'a yol yic heb' etisraelal, syal heb' icha tik: Ha winhaj Abraham junnhej patil winh, palta schanac jun lu'um tik winh smacb'enoc. Ha onhxo pax tik jun, tzijtum ko b'eyi, smoj quik'an lu'um, xchi heb'."
        },
        {
            "number": "25",
            "text": "Yuj chi' al t'a heb' to a in Dios Yajal in swal t'a heb' icha tik: Ha ex tik tze chi nok' chib'ej yet' schiq'uil. Tzex och ejmelal t'a yechel comon Dios, tze milancham anima, tze comon nib'an eyik'an jun lu'um tik."
        },
        {
            "number": "26",
            "text": "Tzeyixtan heb' eyetanimail yet' eyespada. Tze k'ulan tas yajb'entac, tzex mulan yet' heb' ix ix ay yetb'eyum. Slajwi chi' tze comon nib'an eyiquej jun lum lum chi', xchi Jehová, xa chi t'a heb'."
        },
        {
            "number": "27",
            "text": "Tzalanpax t'a heb' to a in Jehová Yajal in swal icha tik t'a yib'anh heb': Ha heb' cajan t'a juntzanh chonhab' mak'b'ilem lanhnajoc, ol miljocpaxcham heb'. Axo heb' cajan b'aj manhxalaj te' pat, a nok' caltacte'al nok' ol chianb'at heb'. Axo heb' cajan t'a yoltac k'een nhak'een, a ilya ol ik'an scham heb'."
        },
        {
            "number": "28",
            "text": "Ol cannhej tzinan lum lum chi', cuseltac ol ajkan lu'um. Ol wak'an lajwoc yak'umtaquil heb'. Cuseltac ol ajkan lum tzalquixtac yic chonhab' Israel. Manhxa junok anima ol ek' ta'."
        },
        {
            "number": "29",
            "text": "Ayic ol wak'ancan tzinan jun lum chi' yuj smul heb' yajb'entac sk'ulej, ichato chi' ol yojtacanel heb' to a in Jehová in swutej icha chi', xchi Jehová, xa chi t'a heb'."
        },
        {
            "number": "30",
            "text": "Ix yalanxi icha tik: Ach anima, a heb' etchonhab' chi', ayic schalan sb'a heb' b'aj ay smuroal chonhab' chi' yet' t'a stitac spat heb', tzach sb'uchan heb', stz'acan yal heb' t'ay junjun icha tik: Coyec, b'at cab'ec slolonel Jehová, xchi heb'."
        },
        {
            "number": "31",
            "text": "Icha chi' tz'aj yik'lancot sb'a heb' in chonhab' chi', ol jawok heb', ol em k'ojan heb' t'a ichanh yab'an tas ol ala'. Palta max sb'eyb'alej heb' tas tzal chi'. Tonhej stz'ac yal heb', haxo spensar heb', anhej chukal ayek' t'ay."
        },
        {
            "number": "32",
            "text": "Ha ach tik lajan ach t'a heb' icha junok mach te wach' sb'itani, te wach' yoch sjaj, te wach' schalan te' arpa. Scha yab' heb' tas tzala', palta max sb'eyb'alej heb' tas tzal chi'."
        },
        {
            "number": "33",
            "text": "Palta ayic ol elk'och masanil tas tzal chi', ichato chi' ol snaancot heb' to in checab' aj t'a skal heb', xchi Jehová."
        }
    ]
}