{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, al t'a eb' etisraelal to a in swal icha tik: Ayic svak'ancot oval t'a junok nación, a eb' anima ta', say eb' mach junok tz'och yilumaloc eb'."
        },
        {
            "number": "3",
            "text": "Ayic syilan winh yilumal chi' to van sjavi eb' soldado ajk'ool, spu'an strompeta winh yic scol sb'a eb' anima chi'."
        },
        {
            "number": "4",
            "text": "Tato ay mach max scol sb'a ayic tz'ok' q'uen trompeta chi', haxo tz'aji smiljicham yuj eb' ajk'ool chi', munil ha' tz'ik'ancot chamel chi' t'a yib'anh."
        },
        {
            "number": "5",
            "text": "Yujto syab' yok' q'uen trompeta chi', palta max sk'anab'ajej scolan sb'a. Yuj chi' munil ha' tz'ik'ancot chamel chi' t'a yib'anh. Q'uinaloc scol sb'a jun, max am chamlaj."
        },
        {
            "number": "6",
            "text": "Palta tato a winh yilumal chonhab' chi', syil winh scot eb' ajk'ool chi', max spulaj q'uen strompeta winh chi', haxo eb' anima max scol sb'a eb', haxo sjavi eb' ajk'ol chi' smilancham eb' anima eb', a eb' scham chi', scham eb' yuj smul, palta a schamel eb' chi' skan t'a yib'anh winh stanhvan chi', xchi Jehová, xa chi."
        },
        {
            "number": "7",
            "text": "Ach anima, a ach ix ach vak'och stanhvumaloc eb' etchonhab' Israel. Ayic ol vak'an in cachnab'il t'ayach, a achxo ol a cach eb' anima tik in q'uexuloc."
        },
        {
            "number": "8",
            "text": "Tato ol val t'ayach yuj eb' chuk sb'eyb'al to ol cham eb' yuj smul, palta tato a ach tik manh ol al t'a eb', manh ol a cach eb' yic syactejcan chukal sk'ulej eb' chi', yic max cham eb', q'uinaloc scham eb' yuj smul chi', ha t'a ib'anh skan schamel eb' chi' vuuj."
        },
        {
            "number": "9",
            "text": "Palta tato tzal t'a eb' jun, yic sna sb'a eb' syactancan schucal eb' chi', palta max yactejcan eb' sb'eyb'alan chukal chi', scham eb' yuj smul chi', a schamel eb' chi' max canlaj t'a ib'anh, xchi Jehová t'ayin."
        },
        {
            "number": "10",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ach anima, al t'a eb' etisraelal chi' icha tik: Ha ex tik tzeyal icha tik: Ha val co pitalil yet' co chukal tzek'xo val yib'anh, ijan val tzonh lajviel yuj scab'i. ¿Tom olto yal co colchaji? xe chi."
        },
        {
            "number": "11",
            "text": "Palta al t'a eb' to a in Dios Yajal in svala' to malaj in gana scham eb' chuk sb'eyb'al. Palta in gana sq'uex sb'eyb'al eb' yic snajatb'i sk'inal eb'. Ex israel, actejeccan e chuk b'eyb'al chi', ¿tas yuj ol ex chamoc? xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "12",
            "text": "Ach anima, al t'a eb' etchonhab' chi' icha tik: Tato ay eb' wach'taxon sb'eyb'al, haxo tz'aji sk'ulan chukal eb', manh ol colchajlaj eb' yuj sb'eyb'al wach'taxon chi'. Tato ay eb' te chuctaxon sb'eyb'al, snaan sb'a eb', haxo wach'il sb'eyb'alej eb', manh ol chamlaj eb' yuj schucal t'a yalanhtax chi'. Ha pax eb' sb'eyb'alan tojolal, haxo tz'aji haxo manh tojoloc sb'eyb'alej eb', manh ol colchajlaj eb' yuj stojolal t'a yalanhtax chi'."
        },
        {
            "number": "13",
            "text": "Wach'chom ix vak' in ti' vak'an sk'inal eb' tojol sb'eyb'al chi', a stojol b'eyb'al eb' chi' syak'och yipoc sk'ool, haxo tz'aji sk'ulanxi chukal eb', manhxalaj yelk'och b'aj tojol yutejnac sb'eyb'al eb' chi', ol chamnhej eb' yuj smul chi'."
        },
        {
            "number": "14",
            "text": "Wach'chom ayoch chamel t'a yib'anh eb' chuk sk'ulej vuuj, palta tato sna sb'a sk'ol eb', syactan eb' sk'ulan masanil chukal sk'ulej chi':"
        },
        {
            "number": "15",
            "text": "Syak'an meltzaj eb' tas aycan t'ay yuj q'uen majan tumin, syak'anxi meltzaj tastac yelq'uejnac eb', sk'anab'ajan in k'ayb'ub'al eb', aton yuj wach' tzek' eb' anima, val yel a eb' chi' ol scha sk'inal eb', manh ol chamlaj eb'."
        },
        {
            "number": "16",
            "text": "Yujto wach'xo tas sk'ulej eb', ayxo sk'inal eb', manhxo ol in nacot schucal eb' sk'ulejnac t'a yalanhtax chi'."
        },
        {
            "number": "17",
            "text": "Ha eb' etchonhab' chi' syal eb' to manh tojoloc svutej in ch'olb'itan eb', palta val yel a eb' manh tojoloc syutej sb'a."
        },
        {
            "number": "18",
            "text": "Tato ay eb' syactejcan sk'ulan wach'il, haxo chukal sk'ulej eb', ol cham eb' yuj tas sk'ulej chi'."
        },
        {
            "number": "19",
            "text": "Tato a eb' chuk sb'eyb'al sna sb'a sk'ool, syactancan schucal eb' chi', haxo wach'il sk'ulej eb' yet' tojolal, ol scha sk'inal eb' yuj wach'il sk'ulej chi'."
        },
        {
            "number": "20",
            "text": "Tzeyalanxi icha tik: Ha Jehová manh tojoloc syutej sch'olb'itani, xe chi. Palta a in tik, junjunal tzex in ch'olb'itej, ato syal tas tze k'ulej, xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "21",
            "text": "Ayic oye' k'ual yoch slajunhil uj, ayic slajchavil ab'ilxo quik'jicot t'a Babilonia tik, ay jun winh vinac ix el elelal t'a Jerusalén, ix javi winh t'ayin, ix ul yalan winh to toxo ix ak'ji ganar chonhab' chi' yuj eb' ajk'ool."
        },
        {
            "number": "22",
            "text": "Ha t'a k'ik'b'alil yic manto ja winh chi', ix yak'anem spoder Jehová t'a vib'anh. Axo t'a q'uinhib'alil ayic ix javi jun winh chi', ix yalxi in loloni."
        },
        {
            "number": "23",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "24",
            "text": "Ach anima, a eb' anima cajan t'a juntzanh chonhab' mak'b'ilem lanhnaj t'a yol yic eb' etisraelal, syal eb' icha tik: Ha winhaj Abraham junnhej patil winh, palta schanac jun lu'um tik winh smacb'enoc. Ha onhxo pax tik jun, tzijtum co b'eyi, smoj quik'an lu'um, xchi eb'."
        },
        {
            "number": "25",
            "text": "Yuj chi' al t'a eb' to a in Dios Yajal in swal t'a eb' icha tik: Ha ex tik tze chi nok' chib'ej yet' schiq'uil. Tzex och ejmelal t'a yechel comon dios, tze milancham anima, tze comon nib'an eyik'an jun lu'um tik."
        },
        {
            "number": "26",
            "text": "Tzeyixtan eb' eyetanimail yet' eyespada. Tze k'ulan tas yajb'entac, tzex mulan yet' eb' ix ix ay yetb'eyum. Slajvi chi' tze comon nib'an eyiquej jun lum lum chi', xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "27",
            "text": "Tzalanpax t'a eb' to a in Jehová Yajal in swal icha tik t'a yib'anh eb': Ha eb' cajan t'a juntzanh chonhab' mak'b'ilem lanhnajoc, ol miljocpaxcham eb'. Axo eb' cajan b'aj manhxalaj te' pat, a nok' caltacte'al nok' ol chianb'at eb'. Axo eb' cajan t'a yoltac q'uen nhaq'ueen, a ilya ol ik'an scham eb'."
        },
        {
            "number": "28",
            "text": "Ol cannhej tzinan lum lum chi', cuseltac ol ajkan lu'um. Ol vak'an lajvoc yak'umtaquil eb'. Cuseltac ol ajkan lum tzalquixtac yic chonhab' Israel. Manhxa junok anima ol ek' ta'."
        },
        {
            "number": "29",
            "text": "Ayic ol vak'ancan tzinan jun lum chi' yuj smul eb' yajb'entac sk'ulej, ichato chi' ol yojtacanel eb' to a in Jehová in svutej icha chi', xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "30",
            "text": "Ix yalanxi icha tik: Ach anima, a eb' etchonhab' chi', ayic schalan sb'a eb' b'aj ay smuroal chonhab' chi' yet' t'a stitac spat eb', tzach sb'uchan eb', stz'acan yal eb' t'ay junjun icha tik: Coyec, b'at cab'ec slolonel Jehová, xchi eb'."
        },
        {
            "number": "31",
            "text": "Icha chi' tz'aj yik'lancot sb'a eb' in chonhab' chi', ol javok eb', ol em k'ojan eb' t'a ichanh yab'an tas ol ala'. Palta max sb'eyb'alej eb' tas tzal chi'. Tonhej stz'ac yal eb', haxo spensar eb', anhej chukal ayek' t'ay."
        },
        {
            "number": "32",
            "text": "Ha ach tik lajan ach t'a eb' icha junok mach te wach' sb'itani, te wach' yoch sjaj, te wach' schalan te' arpa. Scha yab' eb' tas tzala', palta max sb'eyb'alej eb' tas tzal chi'."
        },
        {
            "number": "33",
            "text": "Palta ayic ol elk'och masanil tas tzal chi', ichato chi' ol snaancot eb' to in checab' aj t'a skal eb', xchi Jehová."
        }
    ]
}