{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "2",
            "text": "Ach anima, al d'a eb' etisraelal to a in sval icha tic: Ayic svak'ancot oval d'a junoc nación, a eb' anima ta', say eb' mach junoc tz'och yilumaloc eb'."
        },
        {
            "number": "3",
            "text": "Ayic syilan vinh yilumal chi' to van sjavi eb' soldado ajk'ool, spu'an strompeta vinh yic scol sb'a eb' anima chi'."
        },
        {
            "number": "4",
            "text": "Tato ay mach max scol sb'a ayic tz'ok' q'uen trompeta chi', axo tz'aji smiljicham yuj eb' ajk'ool chi', munil a' tz'ik'ancot chamel chi' d'a yib'anh."
        },
        {
            "number": "5",
            "text": "Yujto syab' yok' q'uen trompeta chi', palta max sk'anab'ajej scolan sb'a. Yuj chi' munil a' tz'ik'ancot chamel chi' d'a yib'anh. Q'uinaloc scol sb'a jun, max am chamlaj."
        },
        {
            "number": "6",
            "text": "Palta tato a vinh yilumal chonhab' chi', syil vinh scot eb' ajk'ool chi', max spulaj q'uen strompeta vinh chi', axo eb' anima max scol sb'a eb', axo sjavi eb' ajk'ol chi' smilancham eb' anima eb', a eb' scham chi', scham eb' yuj smul, palta a schamel eb' chi' scan d'a yib'anh vinh stanhvan chi', xchi Jehová, xa chi."
        },
        {
            "number": "7",
            "text": "Ach anima, a ach ix ach vak'och stanhvumaloc eb' etchonhab' Israel. Ayic ol vak'an in cachnab'il d'ayach, a achxo ol a cach eb' anima tic in q'uexuloc."
        },
        {
            "number": "8",
            "text": "Tato ol val d'ayach yuj eb' chuc sb'eyb'al to ol cham eb' yuj smul, palta tato a ach tic manh ol al d'a eb', manh ol a cach eb' yic syactejcan chucal sk'ulej eb' chi', yic max cham eb', q'uinaloc scham eb' yuj smul chi', a d'a ib'anh scan schamel eb' chi' vuuj."
        },
        {
            "number": "9",
            "text": "Palta tato tzal d'a eb' jun, yic sna sb'a eb' syactancan schucal eb' chi', palta max yactejcan eb' sb'eyb'alan chucal chi', scham eb' yuj smul chi', a schamel eb' chi' max canlaj d'a ib'anh, xchi Jehová d'ayin."
        },
        {
            "number": "10",
            "text": "Ix yalanxi Jehová d'ayin icha tic: Ach anima, al d'a eb' etisraelal chi' icha tic: A ex tic tzeyal icha tic: A val co pitalil yed' co chucal tz'ek'xo val yib'anh, ijan val tzonh lajviel yuuj scab'i. ¿Tom olto yal co colchaji? xe chi."
        },
        {
            "number": "11",
            "text": "Palta al d'a eb' to a in Dios Yajal in svala' to malaj in gana scham eb' chuc sb'eyb'al. Palta in gana sq'uex sb'eyb'al eb' yic snajatb'i sq'uinal eb'. Ex israel, actejeccan e chuc b'eyb'al chi', ¿tas yuj ol ex chamoc? xchi Jehová, xa chi d'a eb'."
        },
        {
            "number": "12",
            "text": "Ach anima, al d'a eb' etchonhab' chi' icha tic: Tato ay eb' vach'taxon sb'eyb'al, axo tz'aji sk'ulan chucal eb', manh ol colchajlaj eb' yuj sb'eyb'al vach'taxon chi'. Tato ay eb' te chuctaxon sb'eyb'al, snaan sb'a eb', axo vach'il sb'eyb'alej eb', manh ol chamlaj eb' yuj schucal d'a yalanhtax chi'. A pax eb' sb'eyb'alan tojolal, axo tz'aji axo manh tojoloc sb'eyb'alej eb', manh ol colchajlaj eb' yuj stojolal d'a yalanhtax chi'."
        },
        {
            "number": "13",
            "text": "Vach'chom ix vak' in ti' vak'an sq'uinal eb' tojol sb'eyb'al chi', a stojol b'eyb'al eb' chi' syak'och yipoc sk'ool, axo tz'aji sk'ulanxi chucal eb', manhxalaj yelk'och b'aj tojol yutejnac sb'eyb'al eb' chi', ol chamnhej eb' yuj smul chi'."
        },
        {
            "number": "14",
            "text": "Vach'chom ayoch chamel d'a yib'anh eb' chuc sk'ulej vuuj, palta tato sna sb'a sk'ol eb', syactan eb' sk'ulan masanil chucal sk'ulej chi':"
        },
        {
            "number": "15",
            "text": "Syak'an meltzaj eb' tas aycan d'ay yuj q'uen majan tumin, syak'anxi meltzaj tastac yelq'uejnac eb', sk'anab'ajan in k'ayb'ub'al eb', aton yuj vach' tz'ek' eb' anima, val yel a eb' chi' ol scha sq'uinal eb', manh ol chamlaj eb'."
        },
        {
            "number": "16",
            "text": "Yujto vach'xo tas sk'ulej eb', ayxo sq'uinal eb', manhxo ol in nacot schucal eb' sk'ulejnac d'a yalanhtax chi'."
        },
        {
            "number": "17",
            "text": "A eb' etchonhab' chi' syal eb' to manh tojoloc svutej in ch'olb'itan eb', palta val yel a eb' manh tojoloc syutej sb'a."
        },
        {
            "number": "18",
            "text": "Tato ay eb' syactejcan sk'ulan vach'il, axo chucal sk'ulej eb', ol cham eb' yuj tas sk'ulej chi'."
        },
        {
            "number": "19",
            "text": "Tato a eb' chuc sb'eyb'al sna sb'a sk'ool, syactancan schucal eb' chi', axo vach'il sk'ulej eb' yed' tojolal, ol scha sq'uinal eb' yuj vach'il sk'ulej chi'."
        },
        {
            "number": "20",
            "text": "Tzeyalanxi icha tic: A Jehová manh tojoloc syutej sch'olb'itani, xe chi. Palta a in tic, junjunal tzex in ch'olb'itej, ato syal tas tze k'ulej, xchi Jehová, xa chi d'a eb'."
        },
        {
            "number": "21",
            "text": "Ayic oye' k'ual yoch slajunhil uj, ayic slajchavil ab'ilxo quik'jicot d'a Babilonia tic, ay jun vinh vinac ix el elelal d'a Jerusalén, ix javi vinh d'ayin, ix ul yalan vinh to toxo ix ak'ji ganar chonhab' chi' yuj eb' ajk'ool."
        },
        {
            "number": "22",
            "text": "A d'a q'uik'b'alil yic manto ja vinh chi', ix yak'anem spoder Jehová d'a vib'anh. Axo d'a q'uinhib'alil ayic ix javi jun vinh chi', ix yalxi in loloni."
        },
        {
            "number": "23",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "24",
            "text": "Ach anima, a eb' anima cajan d'a juntzanh chonhab' mak'b'ilem lanhnaj d'a yol yic eb' etisraelal, syal eb' icha tic: A vinhaj Abraham junnhej patil vinh, palta schanac jun luum tic vinh smacb'enoc. A onhxo pax tic jun, tzijtum co b'eyi, smoj quik'an luum, xchi eb'."
        },
        {
            "number": "25",
            "text": "Yuj chi' al d'a eb' to a in Dios Yajal in sval d'a eb' icha tic: A ex tic tze chi nok' chib'ej yed' schiq'uil. Tzex och ejmelal d'a yechel comon dios, tze milancham anima, tze comon nib'an eyik'an jun luum tic."
        },
        {
            "number": "26",
            "text": "Tzeyixtan eb' eyetanimail yed' eyespada. Tze k'ulan tas yajb'entac, tzex mulan yed' eb' ix ix ay yetb'eyum. Slajvi chi' tze comon nib'an eyiquej jun lum luum chi', xchi Jehová, xa chi d'a eb'."
        },
        {
            "number": "27",
            "text": "Tzalanpax d'a eb' to a in Jehová Yajal in sval icha tic d'a yib'anh eb': A eb' cajan d'a juntzanh chonhab' mak'b'ilem lanhnajoc, ol miljocpaxcham eb'. Axo eb' cajan b'aj manhxalaj te' pat, a nok' caltacte'al nok' ol chianb'at eb'. Axo eb' cajan d'a yoltac q'uen nhaq'ueen, a ilya ol ik'an scham eb'."
        },
        {
            "number": "28",
            "text": "Ol cannhej tz'inan lum luum chi', cuseltac ol ajcan luum. Ol vak'an lajvoc yak'umtaquil eb'. Cuseltac ol ajcan lum tzalquixtac yic chonhab' Israel. Manhxa junoc anima ol ek' ta'."
        },
        {
            "number": "29",
            "text": "Ayic ol vak'ancan tz'inan jun lum chi' yuj smul eb' yajb'entac sk'ulej, ichato chi' ol yojtacanel eb' to a in Jehová in svutej icha chi', xchi Jehová, xa chi d'a eb'."
        },
        {
            "number": "30",
            "text": "Ix yalanxi icha tic: Ach anima, a eb' etchonhab' chi', ayic schalan sb'a eb' b'aj ay smuroal chonhab' chi' yed' d'a stitac spat eb', tzach sb'uchan eb', stz'acan yal eb' d'ay junjun icha tic: Coyec, b'at cab'ec slolonel Jehová, xchi eb'."
        },
        {
            "number": "31",
            "text": "Icha chi' tz'aj yik'lancot sb'a eb' in chonhab' chi', ol javoc eb', ol em k'ojan eb' d'a ichanh yab'an tas ol ala'. Palta max sb'eyb'alej eb' tas tzal chi'. Tonhej stz'ac yal eb', axo spensar eb', anhej chucal ayek' d'ay."
        },
        {
            "number": "32",
            "text": "A ach tic lajan ach d'a eb' icha junoc mach te vach' sb'itani, te vach' yoch sjaj, te vach' schalan te' arpa. Scha yab' eb' tas tzala', palta max sb'eyb'alej eb' tas tzal chi'."
        },
        {
            "number": "33",
            "text": "Palta ayic ol elk'och masanil tas tzal chi', ichato chi' ol snaancot eb' to in checab' aj d'a scal eb', xchi Jehová."
        }
    ]
}