{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "2",
            "text": "Ach anima, al d'a eb' stanhvumal chonhab' Israel to a in Dios Yajal in sval d'a eb' icha tic: Ay, ex stanhvumal Israel, ob'iltac ex, a exnhej tze tanhvej e b'a. Manhoc eb' in chonhab' tze tanhvej icha smojal."
        },
        {
            "number": "3",
            "text": "A ex tic lajan ex icha eb' tanhvum calnel chuc. Anhej yal yim nok' snib'ej eb' syuq'uej, sb'oan spichul eb' yed' xil nok', smilancham nok' te b'aq'uech eb' schia, palta max stanhvej nok' eb' d'a smojalil."
        },
        {
            "number": "4",
            "text": "Max sya'ilej nok' malaj yip eb', max yil-laj nok' ay syab'il eb', max yanhtej nok' lajvinac eb' yed' nok' q'uiich. Max smolb'ej nok' saclemb'at eb', max say nok' satb'at eb'. Max yal sk'ol eb' stanhvej nok', anhej to smak' nok' eb'."
        },
        {
            "number": "5",
            "text": "A nok' calnel chi' tonhej satek' nok' yujto malaj stanhvumal nok', yuj chi' axo nok' chium nok' schianb'at nok'."
        },
        {
            "number": "6",
            "text": "Tonhej spuccanb'at nok' elelal d'a jolomtac vitz yed' d'a tzalquixtac. Saclemcanb'at nok' d'a sat lum luum tic. Manhxalaj mach tz'och ilk'olal b'at sayanek' nok', ma sk'anb'an nok'. Icha chi' tzeyutej eb' in chonhab' tic."
        },
        {
            "number": "7",
            "text": "Yuj chi' ex stanhvumal in chonhab', scham val eyab'an tas svala'."
        },
        {
            "number": "8",
            "text": "A in Dios Yajal in sval icha tic: A in chonhab' tic, eyuuj lajan ix aj eb' icha nok' calnel malaj stanhvumal tz'elk'ajb'ati, schijib'at nok' yuj nok' chium nok', a exxo tze tz'ac eyil in chonhab' tic, max e tanhvej eb', a exnhej tze tanhvej e b'a."
        },
        {
            "number": "9",
            "text": "Yuj chi', ex stanhvumal in chonhab', ab'ec val juntzanh in lolonel tic."
        },
        {
            "number": "10",
            "text": "A in Jehová Yajal in svala': Aycot voval, ol vak' yovalil in chonhab' tic d'ayex. Ol ex viq'uel d'a eyopisio chi', yic manhxo ol e tz'ac eyil in chonhab' tic, yujto a exnhej tze tanhvej e b'a. Ol viq'uel eb' in chonhab' tic d'a yol e k'ab' yic manhxo ol ex va d'a spatic eb'."
        },
        {
            "number": "11",
            "text": "A in Dios Yajal in svala' to a in val ol in molb'ejxi eb' in chonhab' tic, ol in tanhvan eb'."
        },
        {
            "number": "12",
            "text": "Icha eb' tanhvum calnel tz'och val ilk'olal yuj nok' scalnel ayic saclemb'at nok', icha chi' ol aj voch ilk'olal yuj in chonhab' tic. Ol in molb'ejxicot eb' b'aj sacleminac yajcanb'at chi', ol vik'anelta eb' d'a cal q'uik'alq'uinal b'aj aycanb'at chi'."
        },
        {
            "number": "13",
            "text": "A in ol vik'xicot eb' d'a scal juntzanh nación b'aj sacleminac yajcanb'ati, ol vik'anxib'at eb' d'a sat sluum. Ol k'ochxoc cajan eb' d'a lum tzalquixtac yed' d'a lum ch'olquixtac b'aj ay sjajtac a a' d'a yol smacb'en Israel chi', aton lum b'aj syal scajnaj anima."
        },
        {
            "number": "14",
            "text": "Ol vik'b'at eb' d'a lum te yax sat, aton lum tzalquixtac d'a yol yic Israel chi'. Ata' ol vak' yik' yip eb', ol vak'an tas te vach' sva eb' ta'."
        },
        {
            "number": "15",
            "text": "A in Jehová Yajal in svala' to ol in tanhvej in chonhab', ol vak'an yik' yip eb' ta'."
        },
        {
            "number": "16",
            "text": "Ol in sayek' eb' satnaccanb'ati, ol vak'an meltzaj eb' sacleminac yajcanb'ati, ol vanhtan eb' lajvinac yed' eb' q'uichajnac, ol vak'an stek'anil eb' malaj stek'anil. Palta ol in satel eb' yajal yaj d'a scal eb', aton eb' tz'ixtan eb'. Te vach' ol vutej in tanhvan in chonhab' chi'."
        },
        {
            "number": "17",
            "text": "A in Jehová Yajal in sval d'ayex in chonhab' ex tic: Ol ex in ch'olb'itej junjun ex, ex to lajan ex icha nok' calnel yed' ex lajan ex icha nok' chiva."
        },
        {
            "number": "18",
            "text": "Ayex lajan ex icha nok' calnel tek'an, anhej anh ank'ultac vach' sk'uxu', axo anh maxtzac sk'uxlaj nok' toxonhej stek'nub'ej anh nok'. A a a' te yaax snib'ej nok' syuq'uej, palta axo yoc nok' stek'anq'ue statil a'."
        },
        {
            "number": "19",
            "text": "¿Tocval vach' tato a nok' calnel malaj yip sk'uxan anh ank'ultac stek'nub'aj chi', axo a a' stek'chajq'ue statil chi' syuk' nok'?"
        },
        {
            "number": "20",
            "text": "Yuj chi' a in Jehová Yajal in sval d'ayex: A in ol in ch'olb'itej eb' syik'chaanh sb'a yed' eb' emnaquil syutej sb'a."
        },
        {
            "number": "21",
            "text": "A ex tek'an ex tic, lajan ex icha nok' calnel b'aq'uech stenq'ue telnaj nok' malaj yip, spechanb'eyek' nok' malaj yip chi' nok'."
        },
        {
            "number": "22",
            "text": "Yuj chi' a in ol in col eb' emnaquil yaj d'a scal eb' in chonhab', yic vach' manhxo ol eyixtej eb'."
        },
        {
            "number": "23",
            "text": "A in ol vak'och junoc stanhvumal eb' in chonhab' chi', aton in checab' yinhtilal vinhaj David. A ol ex tanhvan icha junoc tanhvum calnel vach' syutej stanhvan nok' scalnel."
        },
        {
            "number": "24",
            "text": "A in Jehová in svala' to a in e Diosal in, axo vinh in checab' yinhtilal vinhaj David chi' ol vak'och eyajaliloc."
        },
        {
            "number": "25",
            "text": "Ol vak' in trato eyed'oc, yic vach' junk'olal ol ex ajoc. Ol in satel masanil tas ay smay d'a e cal yic vach' manhxa tas ol e na'a."
        },
        {
            "number": "26",
            "text": "Ol vak'cot in vach'k'olal d'a eyib'anh d'a spatictac jun tzalan b'aj tz'och ejmelal d'ayin, ol vak'ancot nhab' d'a stiempoal."
        },
        {
            "number": "27",
            "text": "Ol yak'xoc sat te' avb'en te', a lum luum tic ol yak'xi tas tz'avchaj d'a sat luum, junk'olal ol ex ajxoc d'a e luum. Ol ex in colel d'a yol sk'ab' eb' b'aj ayex och checab'oc. Icha chi' ol aj snachajel eyuuj to a in ton Jehová e Diosal in."
        },
        {
            "number": "28",
            "text": "Manhxo ol elk'ajb'at tastac ay d'ayex yuj juntzanhxo nación, manhxo ol ex chijocb'at yuj nok' chium nok', manhxa mach b'aj ol ex xivoc."
        },
        {
            "number": "29",
            "text": "A in ol vak'xi q'uib' tas tz'el d'a sat e luum chi', yic manhxa b'aq'uinh ol eyak' vejel. Manhxo ol ex b'uchjoc yuj juntzanhxo nación."
        },
        {
            "number": "30",
            "text": "Icha chi' ol aj eyojtacaneli to a in ton Jehová e Diosal in, ayinek' eyed'oc, in chonhab' eyaj a ex yinhtilal Israel ex tic."
        },
        {
            "number": "31",
            "text": "A in svala' to in chonhab' eyaji, icha in calnel eyaji, tanhvab'il ex vuuj, a in Jehová Yajal in e Diosal in, xchi Jehová, xa chi d'a eb', xchi d'ayin."
        }
    ]
}