{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, al t'a heb' stanhwumal chonhab' Israel to a in Dios Yajal in swal t'a heb' icha tik: Ay, ex stanhwumal Israel, ob'iltac ex, a exnhej tze tanhwej he b'a. Manhok heb' in chonhab' tze tanhwej icha smojal."
        },
        {
            "number": "3",
            "text": "Ha ex tik lajan ex icha heb' tanhwum kalnel chuk. Anhej yal yim nok' snib'ej heb' syuk'ej, sb'oan spichul heb' yet' xil nok', smilancham nok' te b'ak'uech heb' schia, palta max stanhwej nok' heb' t'a smojalil."
        },
        {
            "number": "4",
            "text": "Max sya'ilej nok' malaj yip heb', max yil-laj nok' ay syab'il heb', max yanhtej nok' lajwinac heb' yet' nok' q'uiich. Max smolb'ej nok' saclemb'at heb', max say nok' satb'at heb'. Max yal sk'ol heb' stanhwej nok', anhej to smak' nok' heb'."
        },
        {
            "number": "5",
            "text": "Ha nok' kalnel chi' tonhej satek' nok' yujto malaj stanhwumal nok', yuj chi' haxo nok' chium nok' schianb'at nok'."
        },
        {
            "number": "6",
            "text": "Tonhej spukkanb'at nok' elelal t'a jolomtac witz yet' t'a tzalquixtac. Saclemkanb'at nok' t'a sat lum lum tik. Manhxalaj mach tz'och ilk'olal b'at sayanek' nok', ma sk'anb'an nok'. Icha chi' tzeyutej heb' in chonhab' tik."
        },
        {
            "number": "7",
            "text": "Yuj chi' ex stanhwumal in chonhab', scham wal eyab'an tas swala'."
        },
        {
            "number": "8",
            "text": "Ha in Dios Yajal in swal icha tik: Ha in chonhab' tik, eyuuj lajan ix aj heb' icha nok' kalnel malaj stanhwumal tz'elk'ajb'ati, schijib'at nok' yuj nok' chium nok', a exxo tze tz'ac eyil in chonhab' tik, max he tanhwej heb', a exnhej tze tanhwej he b'a."
        },
        {
            "number": "9",
            "text": "Yuj chi', ex stanhwumal in chonhab', ab'ec wal juntzanh in lolonel tik."
        },
        {
            "number": "10",
            "text": "Ha in Jehová Yajal in swala': Aycot wowal, ol wak' yowalil in chonhab' tik t'ayex. Ol ex wik'el t'a eyopisio chi', yic manhxo ol he tz'ac eyil in chonhab' tik, yujto a exnhej tze tanhwej he b'a. Ol wik'el heb' in chonhab' tik t'a yol he k'ab' yic manhxo ol ex wa t'a spatic heb'."
        },
        {
            "number": "11",
            "text": "Ha in Dios Yajal in swala' to a in wal ol in molb'ejxi heb' in chonhab' tik, ol in tanhwan heb'."
        },
        {
            "number": "12",
            "text": "Icha heb' tanhwum kalnel tz'och wal ilk'olal yuj nok' skalnel ayic saclemb'at nok', icha chi' ol aj woch ilk'olal yuj in chonhab' tik. Ol in molb'ejxicot heb' b'aj sacleminac yajkanb'at chi', ol wik'anelta heb' t'a kal k’ik’ k’inal b'aj aykanb'at chi'."
        },
        {
            "number": "13",
            "text": "Ha in ol wik'xicot heb' t'a skal juntzanh nación b'aj sacleminac yajkanb'ati, ol wik'anxib'at heb' t'a sat sluum. Ol k'ochxoc kajan heb' t'a lum tzalquixtac yet' t'a lum ch'olquixtac b'aj ay sjajtac ha ha' t'a yol smacb'en Israel chi', aton lum b'aj syal skajnaj anima."
        },
        {
            "number": "14",
            "text": "Ol wik'b'at heb' t'a lum te yax sat, aton lum tzalquixtac t'a yol yic Israel chi'. Ata' ol wak' yik' yip heb', ol wak'an tas te wach' swa heb' ta'."
        },
        {
            "number": "15",
            "text": "Ha in Jehová Yajal in swala' to ol in tanhwej in chonhab', ol wak'an yik' yip heb' ta'."
        },
        {
            "number": "16",
            "text": "Ol in sayek' heb' satnakkanb'ati, ol wak'an meltzaj heb' sacleminac yajkanb'ati, ol wanhtan heb' lajwinac yet' heb' q'uichajnac, ol wak'an stek'anil heb' malaj stek'anil. Palta ol in satel heb' yajal yaj t'a skal heb', aton heb' tz'ixtan heb'. Te wach' ol wutej in tanhwan in chonhab' chi'."
        },
        {
            "number": "17",
            "text": "Ha in Jehová Yajal in swal t'ayex in chonhab' ex tik: Ol ex in ch'olb'itej junjun ex, ex to lajan ex icha nok' kalnel yet' ex lajan ex icha nok' chiwa."
        },
        {
            "number": "18",
            "text": "Ayex lajan ex icha nok' kalnel tek'an, anhej anh ank'ultak wach' sk'uxu', haxo anh maxtzac sk'uxlaj nok' toxonhej stek'nub'ej anh nok'. Ha ha ha' te yaax snib'ej nok' syuk'ej, palta haxo yoc nok' stek'ank'e statil ha'."
        },
        {
            "number": "19",
            "text": "¿Tocwal wach' tato a nok' kalnel malaj yip sk'uxan anh ank'ultak stek'nub'aj chi', haxo ha ha' stek'chajk'e statil chi' syuk' nok'?"
        },
        {
            "number": "20",
            "text": "Yuj chi' a in Jehová Yajal in swal t'ayex: Ha in ol in ch'olb'itej heb' syik'chaanh sb'a yet' heb' emnaquil syutej sb'a."
        },
        {
            "number": "21",
            "text": "Ha ex tek'an ex tik, lajan ex icha nok' kalnel b'ak'uech stenk'e telnaj nok' malaj yip, spechanb'eyek' nok' malaj yip chi' nok'."
        },
        {
            "number": "22",
            "text": "Yuj chi' a in ol in col heb' emnaquil yaj t'a skal heb' in chonhab', yic wach' manhxo ol eyixtej heb'."
        },
        {
            "number": "23",
            "text": "Ha in ol wak'och junok stanhwumal heb' in chonhab' chi', aton in chekab' yinhtilal winhaj Dawid. Ha ol ex tanhwan icha junok tanhwum kalnel wach' syutej stanhwan nok' skalnel."
        },
        {
            "number": "24",
            "text": "Ha in Jehová in swala' to a in he Diosal in, haxo winh in chekab' yinhtilal winhaj Dawid chi' ol wak'och eyajaliloc."
        },
        {
            "number": "25",
            "text": "Ol wak' in trato eyed'oc, yic wach' junk'olal ol ex ajoc. Ol in satel masanil tas ay smay t'a he kal yic wach' manhxa tas ol he na'a."
        },
        {
            "number": "26",
            "text": "Ol wak'cot in wach'k'olal t'a eyib'anh t'a spatictac jun tzalan b'aj tz'och ejmelal t'ayin, ol wak'ancot nhab' t'a stiempoal."
        },
        {
            "number": "27",
            "text": "Ol yak'xoc sat te' avb'en te', a lum lum tik ol yak'xi tas tz'avchaj t'a sat lu'um, junk'olal ol ex ajxoc t'a he lu'um. Ol ex in colel t'a yol sk'ab' heb' b'aj ayex och chekab'oc. Icha chi' ol aj snachajel eyuuj to a in ton Jehová he Diosal in."
        },
        {
            "number": "28",
            "text": "Manhxo ol elk'ajb'at tastac ay t'ayex yuj juntzanhxo nación, manhxo ol ex chijocb'at yuj nok' chium nok', manhxa mach b'aj ol ex xiwoc."
        },
        {
            "number": "29",
            "text": "Ha in ol wak'xi q'uib' tas tz'el t'a sat he lu'um chi', yic manhxa b'ak'uinh ol eyak' wejel. Manhxo ol ex b'uchjoc yuj juntzanhxo nación."
        },
        {
            "number": "30",
            "text": "Icha chi' ol aj eyojtakaneli to a in ton Jehová he Diosal in, ayinek' eyed'oc, in chonhab' eyaj a ex yinhtilal Israel ex tik."
        },
        {
            "number": "31",
            "text": "Ha in swala' to in chonhab' eyaji, icha in kalnel eyaji, tanhwab'il ex wuuj, a in Jehová Yajal in he Diosal in, xchi Jehová, xa chi t'a heb', xchi t'ayin."
        }
    ]
}