{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, al t'a eb' stanhvumal chonhab' Israel to a in Dios Yajal in swal t'a eb' icha tik: Ay, ex stanhvumal Israel, ob'iltac ex, a exnhej tze tanhvej e b'a. Manhoc eb' in chonhab' tze tanhvej icha smojal."
        },
        {
            "number": "3",
            "text": "Ha ex tik lajan ex icha eb' tanhvum calnel chuk. Anhej yal yim nok' snib'ej eb' syuq'uej, sb'oan spichul eb' yet' xil nok', smilancham nok' te b'ak'uech eb' schia, palta max stanhvej nok' eb' t'a smojalil."
        },
        {
            "number": "4",
            "text": "Max sya'ilej nok' malaj yip eb', max yil-laj nok' ay syab'il eb', max yanhtej nok' lajvinac eb' yet' nok' q'uiich. Max smolb'ej nok' saclemb'at eb', max say nok' satb'at eb'. Max yal sk'ol eb' stanhvej nok', anhej to smak' nok' eb'."
        },
        {
            "number": "5",
            "text": "Ha nok' calnel chi' tonhej satek' nok' yujto malaj stanhvumal nok', yuj chi' haxo nok' chium nok' schianb'at nok'."
        },
        {
            "number": "6",
            "text": "Tonhej spuccanb'at nok' elelal t'a jolomtac vitz yet' t'a tzalquixtac. Saclemcanb'at nok' t'a sat lum lum tik. Manhxalaj mach tz'och ilk'olal b'at sayanek' nok', ma sk'anb'an nok'. Icha chi' tzeyutej eb' in chonhab' tik."
        },
        {
            "number": "7",
            "text": "Yuj chi' ex stanhvumal in chonhab', scham val eyab'an tas svala'."
        },
        {
            "number": "8",
            "text": "Ha in Dios Yajal in swal icha tik: Ha in chonhab' tik, eyuuj lajan ix aj eb' icha nok' calnel malaj stanhvumal tz'elk'ajb'ati, schijib'at nok' yuj nok' chium nok', a exxo tze tz'ac eyil in chonhab' tik, max e tanhvej eb', a exnhej tze tanhvej e b'a."
        },
        {
            "number": "9",
            "text": "Yuj chi', ex stanhvumal in chonhab', ab'ec val juntzanh in lolonel tik."
        },
        {
            "number": "10",
            "text": "Ha in Jehová Yajal in svala': Aycot voval, ol vak' yowalil in chonhab' tik t'ayex. Ol ex viq'uel t'a eyopisio chi', yic manhxo ol e tz'ac eyil in chonhab' tik, yujto a exnhej tze tanhvej e b'a. Ol viq'uel eb' in chonhab' tik t'a yol e k'ab' yic manhxo ol ex wa t'a spatic eb'."
        },
        {
            "number": "11",
            "text": "Ha in Dios Yajal in svala' to a in val ol in molb'ejxi eb' in chonhab' tik, ol in tanhvan eb'."
        },
        {
            "number": "12",
            "text": "Icha eb' tanhvum calnel tz'och val ilk'olal yuj nok' scalnel ayic saclemb'at nok', icha chi' ol aj voch ilk'olal yuj in chonhab' tik. Ol in molb'ejxicot eb' b'aj sacleminac yajcanb'at chi', ol vik'anelta eb' t'a cal k’ik’ k’inal b'aj aycanb'at chi'."
        },
        {
            "number": "13",
            "text": "Ha in ol vik'xicot eb' t'a skal juntzanh nación b'aj sacleminac yajcanb'ati, ol vik'anxib'at eb' t'a sat sluum. Ol k'ochxoc cajan eb' t'a lum tzalquixtac yet' t'a lum ch'olquixtac b'aj ay sjajtac ha ha' t'a yol smacb'en Israel chi', aton lum b'aj syal scajnaj anima."
        },
        {
            "number": "14",
            "text": "Ol vik'b'at eb' t'a lum te yax sat, aton lum tzalquixtac t'a yol yic Israel chi'. Ata' ol vak' yik' yip eb', ol vak'an tas te wach' sva eb' ta'."
        },
        {
            "number": "15",
            "text": "Ha in Jehová Yajal in svala' to ol in tanhvej in chonhab', ol vak'an yik' yip eb' ta'."
        },
        {
            "number": "16",
            "text": "Ol in sayek' eb' satnaccanb'ati, ol vak'an meltzaj eb' sacleminac yajcanb'ati, ol vanhtan eb' lajvinac yet' eb' q'uichajnac, ol vak'an stek'anil eb' malaj stek'anil. Palta ol in satel eb' yajal yaj t'a skal eb', aton eb' tz'ixtan eb'. Te wach' ol vutej in tanhvan in chonhab' chi'."
        },
        {
            "number": "17",
            "text": "Ha in Jehová Yajal in swal t'ayex in chonhab' ex tik: Ol ex in ch'olb'itej junjun ex, ex to lajan ex icha nok' calnel yet' ex lajan ex icha nok' chiva."
        },
        {
            "number": "18",
            "text": "Ayex lajan ex icha nok' calnel tek'an, anhej anh ank'ultak wach' sk'uxu', haxo anh maxtzac sk'uxlaj nok' toxonhej stek'nub'ej anh nok'. Ha ha ha' te yaax snib'ej nok' syuq'uej, palta haxo yoc nok' stek'anq'ue statil ha'."
        },
        {
            "number": "19",
            "text": "¿Tocval wach' tato a nok' calnel malaj yip sk'uxan anh ank'ultak stek'nub'aj chi', haxo ha ha' stek'chajq'ue statil chi' syuk' nok'?"
        },
        {
            "number": "20",
            "text": "Yuj chi' a in Jehová Yajal in swal t'ayex: Ha in ol in ch'olb'itej eb' syik'chaanh sb'a yet' eb' emnaquil syutej sb'a."
        },
        {
            "number": "21",
            "text": "Ha ex tek'an ex tik, lajan ex icha nok' calnel b'ak'uech stenq'ue telnaj nok' malaj yip, spechanb'eyek' nok' malaj yip chi' nok'."
        },
        {
            "number": "22",
            "text": "Yuj chi' a in ol in col eb' emnaquil yaj t'a skal eb' in chonhab', yic wach' manhxo ol eyixtej eb'."
        },
        {
            "number": "23",
            "text": "Ha in ol vak'och junok stanhvumal eb' in chonhab' chi', aton in checab' yinhtilal winhaj David. Ha ol ex tanhvan icha junok tanhvum calnel wach' syutej stanhvan nok' scalnel."
        },
        {
            "number": "24",
            "text": "Ha in Jehová in svala' to a in e Diosal in, haxo winh in checab' yinhtilal winhaj David chi' ol vak'och eyajaliloc."
        },
        {
            "number": "25",
            "text": "Ol vak' in trato eyed'oc, yic wach' junk'olal ol ex ajoc. Ol in satel masanil tas ay smay t'a e cal yic wach' manhxa tas ol e na'a."
        },
        {
            "number": "26",
            "text": "Ol vak'cot in wach'k'olal t'a eyib'anh t'a spatictac jun tzalan b'aj tz'och ejmelal t'ayin, ol vak'ancot nhab' t'a stiempoal."
        },
        {
            "number": "27",
            "text": "Ol yak'xoc sat te' avb'en te', a lum lum tik ol yak'xi tas tz'avchaj t'a sat lu'um, junk'olal ol ex ajxoc t'a e lu'um. Ol ex in colel t'a yol sk'ab' eb' b'aj ayex och checab'oc. Icha chi' ol aj snachajel eyuuj to a in ton Jehová e Diosal in."
        },
        {
            "number": "28",
            "text": "Manhxo ol elk'ajb'at tastac ay t'ayex yuj juntzanhxo nación, manhxo ol ex chijocb'at yuj nok' chium nok', manhxa mach b'aj ol ex xivoc."
        },
        {
            "number": "29",
            "text": "Ha in ol vak'xi q'uib' tas tz'el t'a sat e lu'um chi', yic manhxa b'ak'uinh ol eyak' vejel. Manhxo ol ex b'uchjoc yuj juntzanhxo nación."
        },
        {
            "number": "30",
            "text": "Icha chi' ol aj eyojtacaneli to a in ton Jehová e Diosal in, ayinek' eyed'oc, in chonhab' eyaj a ex yinhtilal Israel ex tik."
        },
        {
            "number": "31",
            "text": "Ha in svala' to in chonhab' eyaji, icha in calnel eyaji, tanhvab'il ex vuuj, a in Jehová Yajal in e Diosal in, xchi Jehová, xa chi t'a eb', xchi t'ayin."
        }
    ]
}