{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "2",
            "text": "Ach anima, ixic q'uelan d'a stojolal lum tzalquixtac yic Seir. Tzalan in lolonel d'a yib'anh luum."
        },
        {
            "number": "3",
            "text": "Tzalan icha tic: A Jehová Yajal tz'alan icha tic: Ex cajan ex d'a tzalquixtac yic Seir, a in svala' to ay cot voval d'ayex, ol vak'och yaelal d'a eyib'anh, ol vak'can tz'inan e chonhab', ol mak'joccanem lanhnajoc."
        },
        {
            "number": "4",
            "text": "A juntzanh e chonhab', ol in satel d'a junelnhej. Ol vak'can tz'inan. Icha chi' ol aj snachajel eyuuj to a in ton Jehová in svutej icha chi'"
        },
        {
            "number": "5",
            "text": "Yujto ayexnhejoch ajk'olal d'a chonhab' Israel, e milnaccham eb' ayic ayoch syaelal eb' yuj smul."
        },
        {
            "number": "6",
            "text": "Yuj chi' a in Dios Yajal in svak' in ti' to ol ex vak'canoch d'a yol sk'ab' chamel, axo chamel chi' ol ex pechan b'eyek'oc, ol ex cham yuuj."
        },
        {
            "number": "7",
            "text": "Ol vak'can tz'inan lum tzalquixtac Seir chi', manhxo ol in cha ek' anima ta'."
        },
        {
            "number": "8",
            "text": "Ol vak'can b'ud'joc el lum tzalquixtac, lum ch'olquixtac yed' yoltac a a' yuj snivanil eb' chamnac, aton eb' ol cham d'a oval."
        },
        {
            "number": "9",
            "text": "Junelnhej ol vak'can tz'inan lum e luum chi', manhxalaj mach olto cajnajcan d'a e chonhab' chi'. Icha chi' ol aj eyojtacaneli to a in ton Jehová in svutej icha chi'."
        },
        {
            "number": "10",
            "text": "A ex tic eyojtac to a in Jehová in ayinek' yed' eb' israel tic, palta tzeyalan icha tic: A smacb'en Israel yed' Judá, quic ol ajcanoc, xe comon chiej."
        },
        {
            "number": "11",
            "text": "Palta a in Dios Yajal in svak' in ti' to icha val yoval e k'ool yed' e chichonk'olal ayoch d'a Israel tic, icha pax chi' ol ex vutej. Icha chi' ol aj snachajel yuj eb' israel to a in svak'och eyaelal yuj tas ix eyutej eb'."
        },
        {
            "number": "12",
            "text": "Icha chi' ol aj eyojtacaneli to a in Jehová in ix vab' val e b'uchval lolonel ayic ix eyalan icha tic: A lum tzalquixtac d'a yol smacb'en Israel, ix can val tz'inan luum. Co maquec quiquej luum, xe chi."
        },
        {
            "number": "13",
            "text": "Ix eyik' val chaanh e b'a d'ayin, ix in e b'uchani, palta ix vab'nhej tas ix eyal chi'."
        },
        {
            "number": "14",
            "text": "A in Dios Yajal in sval juntzanh tic: Masanil yolyib'anhq'uinal tic ol tzalajq'ueoc ayic ol ex in satanel chi'."
        },
        {
            "number": "15",
            "text": "Yujto a ex tic, ix ex te tzalaji ayic ix lajviel chonhab' Israel, yuj chi' ol in pactzitej d'ayex icha ix eyutej e b'a chi'. Ol vak'can tz'inan lum tzalquixtac Seir chi', aton e macb'en ex yinhtilalcan Edom. Icha chi' ol aj eyojtacaneli to a in ton Jehová in svutej icha chi', xchi Jehová, xa chi d'a eb', xchi d'ayin."
        }
    ]
}