{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, ixic q'uelan t'a stojolal lum tzalquixtac yic Seir. Tzalan in lolonel t'a yib'anh lu'um."
        },
        {
            "number": "3",
            "text": "Tzalan icha tik: Ha Jehová Yajal tz'alan icha tik: Ex cajan ex t'a tzalquixtac yic Seir, a in svala' to ay cot voval t'ayex, ol vak'och yaelal t'a eyib'anh, ol vak'kan tzinan e chonhab', ol mak'joccanem lanhnajoc."
        },
        {
            "number": "4",
            "text": "Ha juntzanh e chonhab', ol in satel t'a junelnhej. Ol vak'kan tzinan. Icha chi' ol aj snachajel eyuuj to a in ton Jehová in svutej icha chi'"
        },
        {
            "number": "5",
            "text": "Yujto ayexnhejoch ajk'olal t'a chonhab' Israel, e milnaccham eb' ayic ayoch syaelal eb' yuj smul."
        },
        {
            "number": "6",
            "text": "Yuj chi' a in Dios Yajal in svak' in ti' to ol ex vak'canoch t'a yol sk'ab' chamel, haxo chamel chi' ol ex pechan b'eyek'oc, ol ex cham yuj."
        },
        {
            "number": "7",
            "text": "Ol vak'kan tzinan lum tzalquixtac Seir chi', manhxo ol in cha ek' anima ta'."
        },
        {
            "number": "8",
            "text": "Ol vak'kan b'ud'joc el lum tzalquixtac, lum ch'olquixtac yet' yoltac ha ha' yuj snivanil eb' chamnac, aton eb' ol cham t'a oval."
        },
        {
            "number": "9",
            "text": "Junelnhej ol vak'kan tzinan lum e lu'um chi', manhxalaj mach olto cajnajcan t'a e chonhab' chi'. Icha chi' ol aj eyojtacaneli to a in ton Jehová in svutej icha chi'."
        },
        {
            "number": "10",
            "text": "Ha ex tik eyojtac to a in Jehová in ayinek' yet' eb' israel tik, palta tzeyalan icha tik: Ha smacb'en Israel yet' Judá, quic ol ajcanoc, xe comon chiej."
        },
        {
            "number": "11",
            "text": "Palta a in Dios Yajal in svak' in ti' to icha val yoval e k'ool yet' e chichonk'olal ayoch t'a Israel tik, icha pax chi' ol ex vutej. Icha chi' ol aj snachajel yuj eb' israel to a in svak'och eyaelal yuj tas ix eyutej eb'."
        },
        {
            "number": "12",
            "text": "Icha chi' ol aj eyojtacaneli to a in Jehová in ix vab' val e b'uchval lolonel ayic ix eyalan icha tik: Ha lum tzalquixtac t'a yol smacb'en Israel, ix kan val tzinan lu'um. Co maquec quiquej lu'um, xe chi."
        },
        {
            "number": "13",
            "text": "Ix eyik' val chaanh e b'a t'ayin, ix in e b'uchani, palta ix vab'nhej tas ix eyal chi'."
        },
        {
            "number": "14",
            "text": "Ha in Dios Yajal in swal juntzanh tik: Masanil yol yib'anhk’inal tik ol tzalajq'ueoc ayic ol ex in satanel chi'."
        },
        {
            "number": "15",
            "text": "Yujto a ex tik, ix ex te tzalaji ayic ix lajviel chonhab' Israel, yuj chi' ol in pactzitej t'ayex icha ix eyutej e b'a chi'. Ol vak'kan tzinan lum tzalquixtac Seir chi', aton e macb'en ex yinhtilalcan Edom. Icha chi' ol aj eyojtacaneli to a in ton Jehová in svutej icha chi', xchi Jehová, xa chi t'a eb', xchi t'ayin."
        }
    ]
}