{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "Ach anima, al t'a heb' etisraelal kajan t'a tzalquixtac t'a yol yic Israel to smaclej yab' in lolonel heb'."
        },
        {
            "number": "2",
            "text": "Ha in wal Jehová Yajal in swala': Ha heb' ayoch ajk'olal t'ayex, ix scomon alej heb' to yicxo masanil lum tzalquixtac heb' aytaxoni."
        },
        {
            "number": "3",
            "text": "Ayic ix smakanek' juntzanhxo nación chi' lum tzalquixtac t'a yol he macb'en chi' yiquej, ix satanel heb' tastac ay t'a sat lu'um, ix ex sb'uchan heb'."
        },
        {
            "number": "4",
            "text": "Yuj chi', a in Jehová Yajal in swal t'ayex israel ex ayex t'a lum tzalquixtac, t'a lum ch'olquixtac, t'a chonhab' mak'b'ilem lanhnajoc yet' t'a chonhab' kannak tzinan, aton juntzanh chonhab' elk'ab'ilb'at tastac ay t'ay yuj juntzanh chonhab' ay t'a slak'anil."
        },
        {
            "number": "5",
            "text": "Yuj chi' yet' wal yowal in k'ool swalan t'a yib'anh chonhab' Edom yet' juntzanhxo nación icha tik: Tzalajk'olal ix aj eyoch t'a in chonhab', yet' wal he chichonk'olal ix eyik'anek' lum lum, ix he satanel tastac ay t'a sat lu'um, xchi Jehová, xa chi t'a heb'."
        },
        {
            "number": "6",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ha in Dios Yajal in swal t'ayex israel ex tik, ex kajan ex t'a lum tzalquixtac, t'a lum jolomtac witz, t'a lum ch'olquixtac yet' t'a lum pak'quiltac: Ay wal cot yowal in k'ol t'a yib'anh juntzanhxo nación chi' eyuuj, yujto tzex yixtej wal heb', tzex sb'uchan heb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' swak' in ti' to a juntzanh nación chi', a in ol wak' q'uixwelal heb'."
        },
        {
            "number": "8",
            "text": "Ha t'a lum tzalquixtac t'a yol he macb'en, jantac te' avb'en te' ol yak' sat, yic ol he lo sat te', yujto toxo ol ex meltzajoc."
        },
        {
            "number": "9",
            "text": "Ha in wal ol ex in tanhwej, ol ex k'ochxoc, ol eyawanxi eyavb'en t'a sat lum he lu'um chi'."
        },
        {
            "number": "10",
            "text": "Elanhchamel ol wak'xi q'uib' he b'isul t'a lum he lu'um chi. Ol laj q'uib' he b'isul t'a junjun he chonhab'. Ol laj he b'oxik'e he chonhab' mak'b'ilem lanhnajoc."
        },
        {
            "number": "11",
            "text": "Ol wak' q'uib' sb'isul nok' he molb'etzal nok', ol q'uib' pax he b'isul. Jantac anima ol kajnajxoc t'a junjun he chonhab', ek'b'al swach'il ol ex ajxoc icha eyaj pecataxo. Icha chi' ol aj eyojtakaneli to a in ton Jehová in swutej icha chi'."
        },
        {
            "number": "12",
            "text": "Ol ex wik'b'at t'a lum tzalquixtac chi', ol eyik'anxikan lum eyictaxon yaji. Manhxo ol miljoccham heb' eyuninal t'a juntzanh lu'um chi'."
        },
        {
            "number": "13",
            "text": "Ha heb' anima t'a juntzanhxo nación syal heb' to a lum tzalquixtac t'a yol yic Israel tz'ak'ancham heb' anima yet' yuninal. Palta a in Jehová Yajal in swala' to manhxa b'ak'uinh ol satel heb' in chonhab' yuj lum lum chi', manhxo ol chamlaj yuninal heb' yuj lu'um."
        },
        {
            "number": "14",
            "text": "Manhxa b'ak'uinh ol ex in cha b'uchjoc yuj juntzanhxo nación t'a lum he lu'um chi', manhxa anima ol cham yuj lu'um, xchi Jehová, xa chi t'a heb'."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "16",
            "text": "Ach anima, ayic kajanek' heb' he mam eyicham t'a sluum t'a pecataxo, yixtejnacb'at lum sluum heb' chi' yuj chukal sk'ulej. Ha sb'eyb'al heb' chi' yajb'entac t'a wichanh."
        },
        {
            "number": "17",
            "text": "Yuj chi' wak'nac wal cot yowal in k'ol t'a yib'anh heb', yujto jantac anima smilnaccham heb' t'a sat sluum chi', ochnac pax heb' ejmelal t'a juntzanh comon Dios."
        },
        {
            "number": "18",
            "text": "Yuj wal schukal sb'eyb'al heb' chi', wak'och syaelal heb', in saclemejkanb'at heb' t'a juntzanhxo nación."
        },
        {
            "number": "19",
            "text": "Axo yic sk'och heb' t'a juntzanhxo nación chi', te chuk yal heb' anima chi' t'ayin yuj heb', yalan heb' anima chi' icha tik: Tato yel schonhab' Jehová yaj juntzanh anima tik, ¿tas yuj tz'ik'jiel heb' t'a schonhab' chi'? xchi heb'."
        },
        {
            "number": "20",
            "text": "Yuj chi' wab' wal syail yuj juntzanh b'uchwal lolonel, yuj smul heb' he mam eyicham chi', chuclaj tas syal heb' anima chi' t'ayin t'a juntzanh nación b'aj k'ochnac heb' chi'."
        },
        {
            "number": "21",
            "text": "Yuj chi', al t'a heb' etisraelal chi' to a in Jehová Yajal in swal icha tik: Ha tas ol in k'ulej, manh eyujoc ol in k'ulej, palta yuj wak'an b'inaj in b'i, yujto te chuk yalan heb' anima chi' t'ayin eyuuj, aton heb' b'ajtac k'ochnac ex kan chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi' ol in ch'ox wal sniwanil welk'och t'a yichanh juntzanh nación ix in b'uchan eyuuj chi'. Ha in wal Jehová Yajal in swala' to a t'ayex ol in ch'oxel sniwanil welk'ochi, t'a yichanh heb' anima chi'. Ichato chi' ol nachajel yuj heb' to a in ton Jehová in swutej icha chi'."
        },
        {
            "number": "23",
            "text": "Ha in ol ex wik'elta t'a skal juntzanh nación b'aj sacleminac eyajkanb'at chi', ol ex in molb'anxi, ol ex wik'anxib'at t'a he lu'um chi'."
        },
        {
            "number": "24",
            "text": "Ol ex in sacb'itanxi yuj juntzanh chukal ix he k'ulej, icha junok tas sb'icjiel yet' ha ha' yaax. Ol wik'anel he mul yuj b'aj ex och ejmelal t'a juntzanh comon Dios."
        },
        {
            "number": "25",
            "text": "Ol wak'och jun ak' pensar t'ayex sk'exuloc jun he chuk pensaril chi'. Ol wik'anel jun pensar pit ayoch t'ayex, haxo k'anab'ajumal ol wak'och t'ayex."
        },
        {
            "number": "26",
            "text": "Ol wak'och Vespíritu t'ayex yic tze b'eyb'alan in k'ayb'ub'al yet' in checnab'il."
        },
        {
            "number": "27",
            "text": "Ol ex kajnajxoc t'a lum wak'nac t'a heb' he mam eyicham, ol ex ochxoc in chonhab'oc, a inxo ol in ochxoc he Diosaloc."
        },
        {
            "number": "28",
            "text": "Ha in ol ex in tanhwej, yic wach' manhxo ol eyixtejb'at he b'a yuj juntzanh chukal tze k'ulej chi', ol wak'anxi yak' sat ixim he trigo, yic wach' manhxa b'ak'uinh ol eyak' wejel."
        },
        {
            "number": "29",
            "text": "Ol wak' wal yak' sat te eyavb'en te' yet' masanil tastac tzeyawej t'a sat lu'um, yic wach' manhxo ol ex b'uchjoc yuj juntzanhxo nación yuj eyak'an wejel."
        },
        {
            "number": "30",
            "text": "Ayic ol he naancot he chuk b'eyb'al yet' tas yajb'entac he k'ulejnac, ol ex q'uixwoc yuj."
        },
        {
            "number": "31",
            "text": "Ha in Jehová Yajal in swala': Ojtaquejequel ex israel ex tik to manh yujoc he wach'il swak'an in wach'k'olal t'ayex, yujto smoj eyekan q'uixwoc he b'a yuj he chuk b'eyb'al chi'."
        },
        {
            "number": "32",
            "text": "Ha in Jehová Yajal in swal icha tik: Ha wal yic ol wik'anel he chukal, ol ex wak'anxi kajnaj t'a he chonhab', ol he b'oanxik'ei."
        },
        {
            "number": "33",
            "text": "Ha lum lum kannak tzinan chi', ol avchajxi avb'en t'a lu'um, haxo yic ol ek' heb' anima ta', ol yilan heb' to ayxo tas awab'il t'a lu'um."
        },
        {
            "number": "34",
            "text": "Ol yalan heb' icha tik: Ha jun lum lum tik kannak tzinan lu'um, haxo ticnaik ayxo tas awab'il t'a lu'um, lajanxo yilji lum icha lum Edén. Mak'b'ilem lanhnaj juntzanh chonhab' tik, haxo ticnaik ix laj b'ochajxik'ei, ayxo pax anima kajan t'ay, xcham heb'."
        },
        {
            "number": "35",
            "text": "Ha juntzanh chonhab' aykan t'a he lak'anil, ol yojtaquejel heb' to a in Jehová in tik tzin b'oxik'e tas mak'b'ilem lanhnajoc, ichato swawejxiem tas tok'b'ilk'eta. Ha in Jehová in swala', yowalil ol elk'och tas swalkan tik."
        },
        {
            "number": "36",
            "text": "Ha in Jehová Yajal in swal icha tik: Ex yinhtilal Israel, a tastac ol he k'an t'ayin, ol wak' t'ayex. Ol wak'an q'uib' he b'isul icha tz'aj sq'uib' sb'isul nok' kalnel."
        },
        {
            "number": "37",
            "text": "Ha juntzanh chonhab' emnac lanhnaj chi', ol b'ud'jocxiel yuj heb' anima, lajanxonhej ol aj yek' heb' anima chi' icha yek' nhililoc nok' kalnel tz'ik'chajcot silab'il t'a Jerusalén t'a q'uinhal. Icha chi' ol aj eyojtakaneli to a in ton Jehová he Diosal in, xchi Jehová, xa chi t'a heb', xchi t'ayin."
        }
    ]
}