{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "Ach anima, al t'a eb' etisraelal cajan t'a tzalquixtac t'a yol yic Israel to smaclej yab' in lolonel eb'."
        },
        {
            "number": "2",
            "text": "Ha in val Jehová Yajal in svala': Ha eb' ayoch ajk'olal t'ayex, ix scomon alej eb' to yicxo masanil lum tzalquixtac eb' aytaxoni."
        },
        {
            "number": "3",
            "text": "Ayic ix smacanek' juntzanhxo nación chi' lum tzalquixtac t'a yol e macb'en chi' yiquej, ix satanel eb' tastac ay t'a sat lu'um, ix ex sb'uchan eb'."
        },
        {
            "number": "4",
            "text": "Yuj chi', a in Jehová Yajal in swal t'ayex israel ex ayex t'a lum tzalquixtac, t'a lum ch'olquixtac, t'a chonhab' mak'b'ilem lanhnajoc yet' t'a chonhab' cannac tzinan, aton juntzanh chonhab' elk'ab'ilb'at tastac ay t'ay yuj juntzanh chonhab' ay t'a slak'anil."
        },
        {
            "number": "5",
            "text": "Yuj chi' yet' val yoval in k'ool svalan t'a yib'anh chonhab' Edom yet' juntzanhxo nación icha tik: Tzalajk'olal ix aj eyoch t'a in chonhab', yet' val e chichonk'olal ix eyik'anek' lum lum, ix e satanel tastac ay t'a sat lu'um, xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "6",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ha in Dios Yajal in swal t'ayex israel ex tik, ex cajan ex t'a lum tzalquixtac, t'a lum jolomtac vitz, t'a lum ch'olquixtac yet' t'a lum pak'quiltac: Ay val cot yoval in k'ol t'a yib'anh juntzanhxo nación chi' eyuuj, yujto tzex yixtej val eb', tzex sb'uchan eb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' svak' in ti' to a juntzanh nación chi', a in ol vak' q'uixvelal eb'."
        },
        {
            "number": "8",
            "text": "Ha t'a lum tzalquixtac t'a yol e macb'en, jantac te' avb'en te' ol yak' sat, yic ol e lo sat te', yujto toxo ol ex meltzajoc."
        },
        {
            "number": "9",
            "text": "Ha in val ol ex in tanhvej, ol ex k'ochxoc, ol eyavanxi eyavb'en t'a sat lum e lu'um chi'."
        },
        {
            "number": "10",
            "text": "Elanhchamel ol vak'xi q'uib' e b'isul t'a lum e lu'um chi. Ol laj q'uib' e b'isul t'a junjun e chonhab'. Ol laj e b'oxiq'ue e chonhab' mak'b'ilem lanhnajoc."
        },
        {
            "number": "11",
            "text": "Ol vak' q'uib' sb'isul nok' e molb'etzal nok', ol q'uib' pax e b'isul. Jantac anima ol cajnajxoc t'a junjun e chonhab', ek'b'al swach'il ol ex ajxoc icha eyaj pecataxo. Icha chi' ol aj eyojtacaneli to a in ton Jehová in svutej icha chi'."
        },
        {
            "number": "12",
            "text": "Ol ex vik'b'at t'a lum tzalquixtac chi', ol eyik'anxican lum eyictaxon yaji. Manhxo ol miljoccham eb' eyuninal t'a juntzanh lu'um chi'."
        },
        {
            "number": "13",
            "text": "Ha eb' anima t'a juntzanhxo nación syal eb' to a lum tzalquixtac t'a yol yic Israel tz'ak'ancham eb' anima yet' yuninal. Palta a in Jehová Yajal in svala' to manhxa b'ak'uinh ol satel eb' in chonhab' yuj lum lum chi', manhxo ol chamlaj yuninal eb' yuj lu'um."
        },
        {
            "number": "14",
            "text": "Manhxa b'ak'uinh ol ex in cha b'uchjoc yuj juntzanhxo nación t'a lum e lu'um chi', manhxa anima ol cham yuj lu'um, xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "16",
            "text": "Ach anima, ayic cajanek' eb' e mam eyicham t'a sluum t'a pecataxo, yixtejnacb'at lum sluum eb' chi' yuj chukal sk'ulej. Ha sb'eyb'al eb' chi' yajb'entac t'a vichanh."
        },
        {
            "number": "17",
            "text": "Yuj chi' vak'nac val cot yoval in k'ol t'a yib'anh eb', yujto jantac anima smilnaccham eb' t'a sat sluum chi', ochnac pax eb' ejmelal t'a juntzanh comon dios."
        },
        {
            "number": "18",
            "text": "Yuj val schucal sb'eyb'al eb' chi', vak'och syaelal eb', in saclemejcanb'at eb' t'a juntzanhxo nación."
        },
        {
            "number": "19",
            "text": "Axo yic sk'och eb' t'a juntzanhxo nación chi', te chuk yal eb' anima chi' t'ayin yuj eb', yalan eb' anima chi' icha tik: Tato yel schonhab' Jehová yaj juntzanh anima tik, ¿tas yuj tz'ik'jiel eb' t'a schonhab' chi'? xchi eb'."
        },
        {
            "number": "20",
            "text": "Yuj chi' vab' val syail yuj juntzanh b'uchval lolonel, yuj smul eb' e mam eyicham chi', chuclaj tas syal eb' anima chi' t'ayin t'a juntzanh nación b'aj k'ochnac eb' chi'."
        },
        {
            "number": "21",
            "text": "Yuj chi', al t'a eb' etisraelal chi' to a in Jehová Yajal in swal icha tik: Ha tas ol in k'ulej, manh eyujoc ol in k'ulej, palta yuj vak'an b'inaj in b'i, yujto te chuk yalan eb' anima chi' t'ayin eyuuj, aton eb' b'ajtac k'ochnac ex kan chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi' ol in ch'ox val snivanil velk'och t'a yichanh juntzanh nación ix in b'uchan eyuuj chi'. Ha in val Jehová Yajal in svala' to a t'ayex ol in ch'oxel snivanil velk'ochi, t'a yichanh eb' anima chi'. Ichato chi' ol nachajel yuj eb' to a in ton Jehová in svutej icha chi'."
        },
        {
            "number": "23",
            "text": "Ha in ol ex viq'uelta t'a skal juntzanh nación b'aj sacleminac eyajcanb'at chi', ol ex in molb'anxi, ol ex vik'anxib'at t'a e lu'um chi'."
        },
        {
            "number": "24",
            "text": "Ol ex in sacb'itanxi yuj juntzanh chukal ix e k'ulej, icha junok tas sb'icjiel yet' ha ha' yaax. Ol vik'anel e mul yuj b'aj ex och ejmelal t'a juntzanh comon dios."
        },
        {
            "number": "25",
            "text": "Ol vak'och jun ak' pensar t'ayex sq'uexuloc jun e chuk pensaril chi'. Ol vik'anel jun pensar pit ayoch t'ayex, haxo k'anab'ajumal ol vak'och t'ayex."
        },
        {
            "number": "26",
            "text": "Ol vak'och Vespíritu t'ayex yic tze b'eyb'alan in k'ayb'ub'al yet' in checnab'il."
        },
        {
            "number": "27",
            "text": "Ol ex cajnajxoc t'a lum vak'nac t'a eb' e mam eyicham, ol ex ochxoc in chonhab'oc, a inxo ol in ochxoc e Diosaloc."
        },
        {
            "number": "28",
            "text": "Ha in ol ex in tanhvej, yic wach' manhxo ol eyixtejb'at e b'a yuj juntzanh chukal tze k'ulej chi', ol vak'anxi yak' sat ixim e trigo, yic wach' manhxa b'ak'uinh ol eyak' vejel."
        },
        {
            "number": "29",
            "text": "Ol vak' val yak' sat te eyavb'en te' yet' masanil tastac tzeyavej t'a sat lu'um, yic wach' manhxo ol ex b'uchjoc yuj juntzanhxo nación yuj eyak'an vejel."
        },
        {
            "number": "30",
            "text": "Ayic ol e naancot e chuk b'eyb'al yet' tas yajb'entac e k'ulejnac, ol ex q'uixvoc yuj."
        },
        {
            "number": "31",
            "text": "Ha in Jehová Yajal in svala': Ojtaquejequel ex israel ex tik to manh yujoc e wach'il svak'an in wach'k'olal t'ayex, yujto smoj eyecan q'uixvoc e b'a yuj e chuk b'eyb'al chi'."
        },
        {
            "number": "32",
            "text": "Ha in Jehová Yajal in swal icha tik: Ha val yic ol vik'anel e chukal, ol ex vak'anxi cajnaj t'a e chonhab', ol e b'oanxiq'uei."
        },
        {
            "number": "33",
            "text": "Ha lum lum cannac tzinan chi', ol avchajxi avb'en t'a lu'um, haxo yic ol ek' eb' anima ta', ol yilan eb' to ayxo tas avab'il t'a lu'um."
        },
        {
            "number": "34",
            "text": "Ol yalan eb' icha tik: Ha jun lum lum tik cannac tzinan lu'um, haxo ticnaic ayxo tas avab'il t'a lu'um, lajanxo yilji lum icha lum Edén. Mak'b'ilem lanhnaj juntzanh chonhab' tik, haxo ticnaic ix laj b'ochajxiq'uei, ayxo pax anima cajan t'ay, xcham eb'."
        },
        {
            "number": "35",
            "text": "Ha juntzanh chonhab' aycan t'a e lak'anil, ol yojtaquejel eb' to a in Jehová in tik tzin b'oxiq'ue tas mak'b'ilem lanhnajoc, ichato svavejxiem tas tok'b'ilq'ueta. Ha in Jehová in svala', yowalil ol elk'och tas svalcan tik."
        },
        {
            "number": "36",
            "text": "Ha in Jehová Yajal in swal icha tik: Ex yinhtilal Israel, a tastac ol e k'an t'ayin, ol vak' t'ayex. Ol vak'an q'uib' e b'isul icha tz'aj sq'uib' sb'isul nok' calnel."
        },
        {
            "number": "37",
            "text": "Ha juntzanh chonhab' emnac lanhnaj chi', ol b'ud'jocxiel yuj eb' anima, lajanxonhej ol aj yek' eb' anima chi' icha yek' nhililoc nok' calnel tz'ik'chajcot silab'il t'a Jerusalén t'a q'uinhal. Icha chi' ol aj eyojtacaneli to a in ton Jehová e Diosal in, xchi Jehová, xa chi t'a eb', xchi t'ayin."
        }
    ]
}