{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "Ach anima, al d'a eb' etisraelal cajan d'a tzalquixtac d'a yol yic Israel to smaclej yab' in lolonel eb'."
        },
        {
            "number": "2",
            "text": "A in val Jehová Yajal in svala': A eb' ayoch ajk'olal d'ayex, ix scomon alej eb' to yicxo masanil lum tzalquixtac eb' aytaxoni."
        },
        {
            "number": "3",
            "text": "Ayic ix smacanek' juntzanhxo nación chi' lum tzalquixtac d'a yol e macb'en chi' yiquej, ix satanel eb' tastac ay d'a sat luum, ix ex sb'uchan eb'."
        },
        {
            "number": "4",
            "text": "Yuj chi', a in Jehová Yajal in sval d'ayex israel ex ayex d'a lum tzalquixtac, d'a lum ch'olquixtac, d'a chonhab' mak'b'ilem lanhnajoc yed' d'a chonhab' cannac tz'inan, aton juntzanh chonhab' elk'ab'ilb'at tastac ay d'ay yuj juntzanh chonhab' ay d'a slak'anil."
        },
        {
            "number": "5",
            "text": "Yuj chi' yed' val yoval in k'ool svalan d'a yib'anh chonhab' Edom yed' juntzanhxo nación icha tic: Tzalajk'olal ix aj eyoch d'a in chonhab', yed' val e chichonk'olal ix eyik'anek' lum luum, ix e satanel tastac ay d'a sat luum, xchi Jehová, xa chi d'a eb'."
        },
        {
            "number": "6",
            "text": "Ix yalanxi Jehová d'ayin icha tic: A in Dios Yajal in sval d'ayex israel ex tic, ex cajan ex d'a lum tzalquixtac, d'a lum jolomtac vitz, d'a lum ch'olquixtac yed' d'a lum pak'quiltac: Ay val cot yoval in k'ol d'a yib'anh juntzanhxo nación chi' eyuuj, yujto tzex yixtej val eb', tzex sb'uchan eb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' svak' in ti' to a juntzanh nación chi', a in ol vak' q'uixvelal eb'."
        },
        {
            "number": "8",
            "text": "A d'a lum tzalquixtac d'a yol e macb'en, jantac te' avb'en te' ol yak' sat, yic ol e lo sat te', yujto toxo ol ex meltzajoc."
        },
        {
            "number": "9",
            "text": "A in val ol ex in tanhvej, ol ex k'ochxoc, ol eyavanxi eyavb'en d'a sat lum e luum chi'."
        },
        {
            "number": "10",
            "text": "Elanhchamel ol vak'xi q'uib' e b'isul d'a lum e luum chi. Ol laj q'uib' e b'isul d'a junjun e chonhab'. Ol laj e b'oxiq'ue e chonhab' mak'b'ilem lanhnajoc."
        },
        {
            "number": "11",
            "text": "Ol vak' q'uib' sb'isul nok' e molb'etzal nok', ol q'uib' pax e b'isul. Jantac anima ol cajnajxoc d'a junjun e chonhab', ek'b'al svach'il ol ex ajxoc icha eyaj pecataxo. Icha chi' ol aj eyojtacaneli to a in ton Jehová in svutej icha chi'."
        },
        {
            "number": "12",
            "text": "Ol ex vik'b'at d'a lum tzalquixtac chi', ol eyik'anxican lum eyictaxon yaji. Manhxo ol miljoccham eb' eyuninal d'a juntzanh luum chi'."
        },
        {
            "number": "13",
            "text": "A eb' anima d'a juntzanhxo nación syal eb' to a lum tzalquixtac d'a yol yic Israel tz'ak'ancham eb' anima yed' yuninal. Palta a in Jehová Yajal in svala' to manhxa b'aq'uinh ol satel eb' in chonhab' yuj lum luum chi', manhxo ol chamlaj yuninal eb' yuj luum."
        },
        {
            "number": "14",
            "text": "Manhxa b'aq'uinh ol ex in cha b'uchjoc yuj juntzanhxo nación d'a lum e luum chi', manhxa anima ol cham yuj luum, xchi Jehová, xa chi d'a eb'."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "16",
            "text": "Ach anima, ayic cajanek' eb' e mam eyicham d'a sluum d'a pecataxo, yixtejnacb'at lum sluum eb' chi' yuj chucal sk'ulej. A sb'eyb'al eb' chi' yajb'entac d'a vichanh."
        },
        {
            "number": "17",
            "text": "Yuj chi' vak'nac val cot yoval in k'ol d'a yib'anh eb', yujto jantac anima smilnaccham eb' d'a sat sluum chi', ochnac pax eb' ejmelal d'a juntzanh comon dios."
        },
        {
            "number": "18",
            "text": "Yuj val schucal sb'eyb'al eb' chi', vak'och syaelal eb', in saclemejcanb'at eb' d'a juntzanhxo nación."
        },
        {
            "number": "19",
            "text": "Axo yic sk'och eb' d'a juntzanhxo nación chi', te chuc yal eb' anima chi' d'ayin yuj eb', yalan eb' anima chi' icha tic: Tato yel schonhab' Jehová yaj juntzanh anima tic, ¿tas yuj tz'ik'jiel eb' d'a schonhab' chi'? xchi eb'."
        },
        {
            "number": "20",
            "text": "Yuj chi' vab' val syail yuj juntzanh b'uchval lolonel, yuj smul eb' e mam eyicham chi', chuclaj tas syal eb' anima chi' d'ayin d'a juntzanh nación b'aj k'ochnac eb' chi'."
        },
        {
            "number": "21",
            "text": "Yuj chi', al d'a eb' etisraelal chi' to a in Jehová Yajal in sval icha tic: A tas ol in k'ulej, manh eyujoc ol in k'ulej, palta yuj vak'an b'inaj in b'i, yujto te chuc yalan eb' anima chi' d'ayin eyuuj, aton eb' b'ajtac k'ochnac ex can chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi' ol in ch'ox val snivanil velk'och d'a yichanh juntzanh nación ix in b'uchan eyuuj chi'. A in val Jehová Yajal in svala' to a d'ayex ol in ch'oxel snivanil velk'ochi, d'a yichanh eb' anima chi'. Ichato chi' ol nachajel yuj eb' to a in ton Jehová in svutej icha chi'."
        },
        {
            "number": "23",
            "text": "A in ol ex viq'uelta d'a scal juntzanh nación b'aj sacleminac eyajcanb'at chi', ol ex in molb'anxi, ol ex vik'anxib'at d'a e luum chi'."
        },
        {
            "number": "24",
            "text": "Ol ex in sacb'itanxi yuj juntzanh chucal ix e k'ulej, icha junoc tas sb'icjiel yed' a a' yaax. Ol vik'anel e mul yuj b'aj ex och ejmelal d'a juntzanh comon dios."
        },
        {
            "number": "25",
            "text": "Ol vak'och jun ak' pensar d'ayex sq'uexuloc jun e chuc pensaril chi'. Ol vik'anel jun pensar pit ayoch d'ayex, axo k'anab'ajumal ol vak'och d'ayex."
        },
        {
            "number": "26",
            "text": "Ol vak'och Vespíritu d'ayex yic tze b'eyb'alan in k'ayb'ub'al yed' in checnab'il."
        },
        {
            "number": "27",
            "text": "Ol ex cajnajxoc d'a lum vak'nac d'a eb' e mam eyicham, ol ex ochxoc in chonhab'oc, a inxo ol in ochxoc e Diosaloc."
        },
        {
            "number": "28",
            "text": "A in ol ex in tanhvej, yic vach' manhxo ol eyixtejb'at e b'a yuj juntzanh chucal tze k'ulej chi', ol vak'anxi yak' sat ixim e trigo, yic vach' manhxa b'aq'uinh ol eyak' vejel."
        },
        {
            "number": "29",
            "text": "Ol vak' val yak' sat te eyavb'en te' yed' masanil tastac tzeyavej d'a sat luum, yic vach' manhxo ol ex b'uchjoc yuj juntzanhxo nación yuj eyak'an vejel."
        },
        {
            "number": "30",
            "text": "Ayic ol e naancot e chuc b'eyb'al yed' tas yajb'entac e k'ulejnac, ol ex q'uixvoc yuuj."
        },
        {
            "number": "31",
            "text": "A in Jehová Yajal in svala': Ojtaquejequel ex israel ex tic to manh yujoc e vach'il svak'an in vach'k'olal d'ayex, yujto smoj eyecan q'uixvoc e b'a yuj e chuc b'eyb'al chi'."
        },
        {
            "number": "32",
            "text": "A in Jehová Yajal in sval icha tic: A val yic ol vik'anel e chucal, ol ex vak'anxi cajnaj d'a e chonhab', ol e b'oanxiq'uei."
        },
        {
            "number": "33",
            "text": "A lum luum cannac tz'inan chi', ol avchajxi avb'en d'a luum, axo yic ol ek' eb' anima ta', ol yilan eb' to ayxo tas avab'il d'a luum."
        },
        {
            "number": "34",
            "text": "Ol yalan eb' icha tic: A jun lum luum tic cannac tz'inan luum, axo ticnaic ayxo tas avab'il d'a luum, lajanxo yilji lum icha lum Edén. Mak'b'ilem lanhnaj juntzanh chonhab' tic, axo ticnaic ix laj b'ochajxiq'uei, ayxo pax anima cajan d'ay, xcham eb'."
        },
        {
            "number": "35",
            "text": "A juntzanh chonhab' aycan d'a e lak'anil, ol yojtaquejel eb' to a in Jehová in tic tzin b'oxiq'ue tas mak'b'ilem lanhnajoc, ichato svavejxiem tas tok'b'ilq'ueta. A in Jehová in svala', yovalil ol elk'och tas svalcan tic."
        },
        {
            "number": "36",
            "text": "A in Jehová Yajal in sval icha tic: Ex yinhtilal Israel, a tastac ol e k'an d'ayin, ol vak' d'ayex. Ol vak'an q'uib' e b'isul icha tz'aj sq'uib' sb'isul nok' calnel."
        },
        {
            "number": "37",
            "text": "A juntzanh chonhab' emnac lanhnaj chi', ol b'ud'jocxiel yuj eb' anima, lajanxonhej ol aj yek' eb' anima chi' icha yek' nhililoc nok' calnel tz'ik'chajcot silab'il d'a Jerusalén d'a q'uinhal. Icha chi' ol aj eyojtacaneli to a in ton Jehová e Diosal in, xchi Jehová, xa chi d'a eb', xchi d'ayin."
        }
    ]
}