{
    "chapter": "37",
    "verses": [
        {
            "number": "1",
            "text": "Ix yak'anem spoder Jehová t'a wib'anh, haxo Yespíritu ix ak'an wila'', ichato ayinek' t'a jun panhan b'aj b'ut'an yuj juntzanh b'ak."
        },
        {
            "number": "2",
            "text": "Ix in yik'anek' Jehová t'a skaltac juntzanh b'ak chi', ix wilani majnaquel sat lum panhan chi' yuj juntzanh sb'aquil anima chi'. Te tzijtum juntzanh b'ak chi', te taquinhxo."
        },
        {
            "number": "3",
            "text": "Ix yalan Jehová t'ayin icha tik: Ach anima, ¿tzam yal spitzwixi juntzanh taquinh b'ak tik tza na'? xchi. Ix in tak'wi t'ay icha tik: Mamin Dios Vajalil, a achnhej ojtak, xin chi."
        },
        {
            "number": "4",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Al t'a juntzanh taquinh b'ak tik to scha yab' in lolonel heb'."
        },
        {
            "number": "5",
            "text": "Al t'a heb' to a in Jehová Yajal in swal icha tik: Ol wak'xioch eyik' yic tzex pitzwixi."
        },
        {
            "number": "6",
            "text": "Ol wak' eyamlajxi he b'a, ol wak'anxioch he b'ak'chil, ol ochxipax he tz'umal, ol wak'anxi eyik' eyik', ol ex pitzwocxoc. Icha chi' ol aj eyojtakaneli to a in ton Jehová in, xchi Jehová, xa chi t'a heb'."
        },
        {
            "number": "7",
            "text": "Ix walan t'a heb' icha ix aj yalan Jehová chi' t'ayin. Yacb'an wan walan chi' t'a heb', ix wab'an sk'anh jun tas, ticni tob'an quixkab' ix eq'ui, icha chi' ix aj yoch ijan syamanxi sb'a juntzanh b'ak chi'."
        },
        {
            "number": "8",
            "text": "Axo ix wilani, wan syamanxi sb'a juntzanh b'ak chi', ayxo och sch'anhal, sb'ak'chil yet' stz'umal. Anhej to manto yik'laj yik' heb'."
        },
        {
            "number": "9",
            "text": "Ix wab'an yalan Jehová t'ayin icha tik: Ach anima, al t'a ik' icha tik: Ha Jehová tz'alan icha tik: Ach ik', cotanh t'a masanil yol yib'anhk’inal, tzach ochkan t'a juntzanh niwanil chamnacxo tik, yic spitzwixi heb', xchi Jehová, xa chi."
        },
        {
            "number": "10",
            "text": "Ix walan icha ix yutej yalan Jehová chi' t'ayin, ix och yik' juntzanh niwanil chi', ix pitzwixi heb', ix k'e linhan heb'. Manhxo b'ischajb'enoc heb' icha junok niwan nhilanh heb' soldado."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ach anima, a ex chonhab' Israel ex tik, lajan ex icha juntzanh b'ak tik. Tzeyal icha tik: Taquinhxo ko b'aquil, manhxa tas ayoch yipoc ko k'ool, toxo ix onh sateli, xe chi."
        },
        {
            "number": "12",
            "text": "Yuj chi' al yab' heb' etchonhab' tik to a in Jehová in swal icha tik: Ex in chonhab', ol in jac b'aj mukan ex, ol ex wik'anelta ta', ol ex wak'an meltzaj t'a he chonhab'."
        },
        {
            "number": "13",
            "text": "Ayic ol in jakan b'aj mukan ex chi', ol ex wik'anelta, ol eyojtakaneli to a in ton Jehová in he Diosal in."
        },
        {
            "number": "14",
            "text": "Ha in wal swala' to ol wak'och Vespíritu t'ayex, haxo he pitzwi chi', haxo ex wak'anxikan kajnaj t'a he lu'um chi'. Icha chi' ol aj eyojtakaneli to a in ton Jehová in walnac juntzanh tik, ix wak'anpaxelk'ochi, xchi Jehová, xa chi t'a heb', xchi t'ayin."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "16",
            "text": "Ach anima, say chab'oc te te', tza tz'ib'anoch t'a junok te' icha tik: Ha te' sch'oxan Judá yet' heb' yetisraelal ajun yet'oc. Slajwi chi' tza tz'ib'anpaxoch t'a junxo te' icha tik: Ha te' sch'oxan Efraín yinhtilal José yet' masanil heb' yetisraelal ajun yet'oc. Icha chi' tz'aj a tz'ib'ani."
        },
        {
            "number": "17",
            "text": "Slajwi chi' tzak'an yil-laj sb'a snhi' te' t'a yol a k'ab', ichato junnhej te'al te'."
        },
        {
            "number": "18",
            "text": "Tato ol sk'anb'ej heb' etchonhab' t'ayach icha tik: Al t'ayonh tas syalelk'och jun tza ch'ox tik, ta xchi heb',"
        },
        {
            "number": "19",
            "text": "tzalan t'a heb' icha tik: Icha wal tik yalan Jehová Yajal: Ol wik'k'e te' sch'oxan yinhtilal José, te' ayoch t'a yol sk'ab' Efraín yet' juntzanhxo yinhtilal Israel ayoch yet'oc, ol wak'an yil-laj sb'a te' yet' te' sch'oxan Judá, junnhej ol wutej chab' te te' chi' t'a yol in k'ab', xchi Jehová, xa chi t'a heb'."
        },
        {
            "number": "20",
            "text": "D'a wal yichanh heb' tzik'ank'e te te' chi' schab'il, aton te' b'aj ix a tz'ib'ejoch chi',"
        },
        {
            "number": "21",
            "text": "tzalan icha tik: Ha Jehová Yajal tz'alan icha tik: Ol ex wik'elta t'a skaltac juntzanh nación b'aj k'ochnac ex kani. Yalnhej b'aj ayex eq'ui ol ex wak'anxi meltzaj t'a sat he lu'um."
        },
        {
            "number": "22",
            "text": "Junxonhej chonhab'il ol ex wutej t'a lum tzalquixtac t'a yol yic Israel chi', junxonhej he reyal ol wak'ochi. Manhxa b'ak'uinh ol ex pojchajb'atoc. Manhxo chab'oc nación ol ex ajoc."
        },
        {
            "number": "23",
            "text": "Manhxo ol eyixtejb'at he b'a yet' juntzanh he comon Dios yajb'entac chi', ma yet' juntzanhocxo makanhil chukal tze k'ulej. Yujto ol wik'el he pitalil, ol wik'anel he mul ayoch t'a eyib'anh. Ol ex ochxoc in chonhab'oc, a inxo ol in ochxoc he Diosaloc."
        },
        {
            "number": "24",
            "text": "Aton winh in chekab' yinhtilal winhaj Dawid ol och he reyaloc yet' he tanhwumaloc he masanil. Ol he k'anab'ajan in k'ayb'ub'al yet' in checnab'il."
        },
        {
            "number": "25",
            "text": "Ol ex kajnajxoc t'a jun lu'um wak'nac t'a winh in chekab' aj Jacob, aton lum b'aj ek'nac heb' he mam eyicham. Ata' ol kajnaj heb' eyuninal yet' masanil heb' eyinhtilal t'a masanil tiempo. Axo winh in chekab' yinhtilal winhaj Dawid ol ochnhej he reyaloc."
        },
        {
            "number": "26",
            "text": "Ol wak' in trato yic junk'olal eyed'oc, yic wach' ol ex aj t'a tzalajk'olal. D'a junelnhej ol in b'okan jun in trato chi' eyed'oc, yic tzalajk'olalnhej ol ex ajoc. Ol wak'an q'uib' he b'isul, t'a masanil tiempo ol kan in templo t'a he kal."
        },
        {
            "number": "27",
            "text": "Ol in kajnaj t'a he kal, ol in ochxoc he Diosaloc, a exxo ol ex ochxoc in chonhab'oc."
        },
        {
            "number": "28",
            "text": "Ol aj in templo chi' t'a he kal t'a junelnhej, haxo masanil juntzanhxo nación ol nachajel yuj heb' to sik'b'il ex el wuuj yic tzex ochkan wicoc, xchi Jehová, xa chi t'a heb'."
        }
    ]
}