{
    "chapter": "37",
    "verses": [
        {
            "number": "1",
            "text": "Ix yak'anem spoder Jehová t'a vib'anh, haxo Yespíritu ix ak'an wila'', ichato ayinek' t'a jun panhan b'aj b'ut'an yuj juntzanh b'ac."
        },
        {
            "number": "2",
            "text": "Ix in yik'anek' Jehová t'a scaltac juntzanh b'ac chi', ix vilani majnaquel sat lum panhan chi' yuj juntzanh sb'aquil anima chi'. Te tzijtum juntzanh b'ac chi', te taquinhxo."
        },
        {
            "number": "3",
            "text": "Ix yalan Jehová t'ayin icha tik: Ach anima, ¿tzam yal spitzvixi juntzanh taquinh b'ac tik tza na'? xchi. Ix in tak'vi t'ay icha tik: Mamin Dios Vajalil, a achnhej ojtac, xin chi."
        },
        {
            "number": "4",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Al t'a juntzanh taquinh b'ac tik to scha yab' in lolonel eb'."
        },
        {
            "number": "5",
            "text": "Al t'a eb' to a in Jehová Yajal in sval icha tik: Ol vak'xioch eyik' yic tzex pitzvixi."
        },
        {
            "number": "6",
            "text": "Ol vak' eyamlajxi e b'a, ol vak'anxioch e b'ak'chil, ol ochxipax e tz'umal, ol vak'anxi eyik' eyik', ol ex pitzvocxoc. Icha chi' ol aj eyojtacaneli to a in ton Jehová in, xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "7",
            "text": "Ix valan t'a eb' icha ix aj yalan Jehová chi' t'ayin. Yacb'an van valan chi' t'a eb', ix vab'an sk'anh jun tas, ticni tob'an quixcab' ix eq'ui, icha chi' ix aj yoch ijan syamanxi sb'a juntzanh b'ac chi'."
        },
        {
            "number": "8",
            "text": "Axo ix vilani, van syamanxi sb'a juntzanh b'ac chi', ayxo och sch'anhal, sb'ak'chil yet' stz'umal. Anhej to manto yik'laj yik' eb'."
        },
        {
            "number": "9",
            "text": "Ix vab'an yalan Jehová t'ayin icha tik: Ach anima, al t'a ik' icha tik: Ha Jehová tz'alan icha tik: Ach ik', cotanh t'a masanil yol yib'anhk’inal, tzach ochcan t'a juntzanh nivanil chamnacxo tik, yic spitzvixi eb', xchi Jehová, xa chi."
        },
        {
            "number": "10",
            "text": "Ix valan icha ix yutej yalan Jehová chi' t'ayin, ix och yik' juntzanh nivanil chi', ix pitzvixi eb', ix q'ue linhan eb'. Manhxo b'ischajb'enoc eb' icha junok niwan nhilanh eb' soldado."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ach anima, a ex chonhab' Israel ex tik, lajan ex icha juntzanh b'ac tik. Tzeyal icha tik: Taquinhxo co b'aquil, manhxa tas ayoch yipoc co k'ool, toxo ix onh sateli, xe chi."
        },
        {
            "number": "12",
            "text": "Yuj chi' al yab' eb' etchonhab' tik to a in Jehová in sval icha tik: Ex in chonhab', ol in jac b'aj mucan ex, ol ex vik'anelta ta', ol ex vak'an meltzaj t'a e chonhab'."
        },
        {
            "number": "13",
            "text": "Ayic ol in jacan b'aj mucan ex chi', ol ex vik'anelta, ol eyojtacaneli to a in ton Jehová in e Diosal in."
        },
        {
            "number": "14",
            "text": "Ha in val svala' to ol vak'och Vespíritu t'ayex, haxo e pitzvi chi', haxo ex vak'anxican cajnaj t'a e lu'um chi'. Icha chi' ol aj eyojtacaneli to a in ton Jehová in valnac juntzanh tik, ix vak'anpaxelk'ochi, xchi Jehová, xa chi t'a eb', xchi t'ayin."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "16",
            "text": "Ach anima, say chab'oc te te', tza tz'ib'anoch t'a junok te' icha tik: Ha te' sch'oxan Judá yet' eb' yetisraelal ajun yet'oc. Slajvi chi' tza tz'ib'anpaxoch t'a junxo te' icha tik: Ha te' sch'oxan Efraín yinhtilal José yet' masanil eb' yetisraelal ajun yet'oc. Icha chi' tz'aj a tz'ib'ani."
        },
        {
            "number": "17",
            "text": "Slajvi chi' tzak'an yil-laj sb'a snhi' te' t'a yol a k'ab', ichato junnhej te'al te'."
        },
        {
            "number": "18",
            "text": "Tato ol sk'anb'ej eb' etchonhab' t'ayach icha tik: Al t'ayonh tas syalelk'och jun tza ch'ox tik, ta xchi eb',"
        },
        {
            "number": "19",
            "text": "tzalan t'a eb' icha tik: Icha val tik yalan Jehová Yajal: Ol vik'q'ue te' sch'oxan yinhtilal José, te' ayoch t'a yol sk'ab' Efraín yet' juntzanhxo yinhtilal Israel ayoch yet'oc, ol vak'an yil-laj sb'a te' yet' te' sch'oxan Judá, junnhej ol vutej chab' te te' chi' t'a yol in k'ab', xchi Jehová, xa chi t'a eb'."
        },
        {
            "number": "20",
            "text": "D'a val yichanh eb' tzik'anq'ue te te' chi' schab'il, aton te' b'aj ix a tz'ib'ejoch chi',"
        },
        {
            "number": "21",
            "text": "tzalan icha tik: Ha Jehová Yajal tz'alan icha tik: Ol ex viq'uelta t'a scaltac juntzanh nación b'aj k'ochnac ex cani. Yalnhej b'aj ayex eq'ui ol ex vak'anxi meltzaj t'a sat e lu'um."
        },
        {
            "number": "22",
            "text": "Junxonhej chonhab'il ol ex vutej t'a lum tzalquixtac t'a yol yic Israel chi', junxonhej e reyal ol vak'ochi. Manhxa b'ak'uinh ol ex pojchajb'atoc. Manhxo chab'oc nación ol ex ajoc."
        },
        {
            "number": "23",
            "text": "Manhxo ol eyixtejb'at e b'a yet' juntzanh e comon dios yajb'entac chi', ma yet' juntzanhocxo macanhil chucal tze k'ulej. Yujto ol viq'uel e pitalil, ol vik'anel e mul ayoch t'a eyib'anh. Ol ex ochxoc in chonhab'oc, a inxo ol in ochxoc e Diosaloc."
        },
        {
            "number": "24",
            "text": "Aton vinh in checab' yinhtilal vinhaj David ol och e reyaloc yet' e tanhvumaloc e masanil. Ol e k'anab'ajan in k'ayb'ub'al yet' in checnab'il."
        },
        {
            "number": "25",
            "text": "Ol ex cajnajxoc t'a jun lu'um vak'nac t'a vinh in checab' aj Jacob, aton lum b'aj ek'nac eb' e mam eyicham. Ata' ol cajnaj eb' eyuninal yet' masanil eb' eyinhtilal t'a masanil tiempo. Axo vinh in checab' yinhtilal vinhaj David ol ochnhej e reyaloc."
        },
        {
            "number": "26",
            "text": "Ol vak' in trato yic junk'olal eyed'oc, yic wach' ol ex aj t'a tzalajk'olal. D'a junelnhej ol in b'ocan jun in trato chi' eyed'oc, yic tzalajk'olalnhej ol ex ajoc. Ol vak'an q'uib' e b'isul, t'a masanil tiempo ol kan in templo t'a e cal."
        },
        {
            "number": "27",
            "text": "Ol in cajnaj t'a e cal, ol in ochxoc e Diosaloc, a exxo ol ex ochxoc in chonhab'oc."
        },
        {
            "number": "28",
            "text": "Ol aj in templo chi' t'a e cal t'a junelnhej, haxo masanil juntzanhxo nación ol nachajel yuj eb' to sik'b'il ex el vuuj yic tzex ochcan vicoc, xchi Jehová, xa chi t'a eb'."
        }
    ]
}