{
    "chapter": "38",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "2",
            "text": "Ach anima, a ticnaic meltzajanhb'at q'uelan d'a stojolal chonhab' Magog. Tzalan juntzanh in lolonel tic d'a yib'anh vinhaj Gog, sat yajal yaj d'a Mesec yed' d'a Tubal."
        },
        {
            "number": "3",
            "text": "Al d'a vinh to a in Dios Yajal in sval icha tic: Ach Gog sat yajal aj d'a Mesec yed' d'a Tubal, a in val svala' to ayinxooch ajk'olal d'ayach."
        },
        {
            "number": "4",
            "text": "Ichato ol vak'och junoc q'uen gancho d'a yalanh a ti', ol ach vik'an meltzajoc. Ol ach vik'ancot d'a tic yed' masanil eb' a soldado ayq'ue d'a yib'anh chej, eb' yed'nac yespada, eb' ed'jinac smaclab' jul-lab' yed' masanil juntzanhxo yamk'ab' yic oval."
        },
        {
            "number": "5",
            "text": "A d'a scal eb' chi' ayoch eb' soldado aj Persia, eb' aj Etiopía yed' eb' aj Libia. Masanil eb' chi' yed'nac smaclab' jul-lab' eb' yed' pax sq'uen xumpil eb'."
        },
        {
            "number": "6",
            "text": "Ay pax masanil eb' soldado aj Gomer yed' eb' aj Bet-togarma, aton eb' ay d'a norte yed' pax juntzanhxo chonhab' manhxo b'ischajb'enoc ayoch ed'oc."
        },
        {
            "number": "7",
            "text": "Ak' lista a b'a yed' a yamk'ab' yic oval yed' masanil eb' soldado tzak' mandar."
        },
        {
            "number": "8",
            "text": "Ayic nivanxo tiempo toxo ix eq'ui, ol a naanchaanh to ol ak' oval yed' chonhab' Israel, aton jun chonhab' najtil cannac tz'inan yuj oval. Palta a d'a jun tiempoal chi' meltzajnacxo eb' anima sacleminac yajcanb'at d'a juntzanhxo nación, cajanxo eb' d'a sluum chi' d'a junk'olal."
        },
        {
            "number": "9",
            "text": "Icha val junoc q'uik' asun ol aj a k'och d'a jun chonhab' chi' yed' juntzanhxo nación ayoch ed'oc. Ol ach k'och yed' masanil eb' a soldado manhxo b'ischajb'enoc, icha val junoc nivan yaxnhab'."
        },
        {
            "number": "10",
            "text": "A in Jehová in sval icha tic: Te chuclaj tas ol a na' a k'ulej d'a jun tiempoal chi'."
        },
        {
            "number": "11",
            "text": "Ol alan icha tic: Ol b'at vak' oval yed' juntzanh anima, malaj smuroal schonhab' eb' ayochi, malaj spuertail, malaj pax yijchul ayochi, tzalajk'olal yaj eb', malaj b'aj vach' scolan sb'a eb'."
        },
        {
            "number": "12",
            "text": "Ol vik'anek' tastac ay d'a eb', ol in och d'a juntzanh chonhab' toto ix b'ochajxiq'uei, aton eb' anima toto meltzajnac d'a juntzanh nación. A eb' chi' tzijtum nok' smolb'etzal nok' eb' yed' juntzanhxo tas ay d'a eb'. Aton eb' cajan d'a snanhal yolyib'anhq'uinal tic, xa chama."
        },
        {
            "number": "13",
            "text": "A eb' aj Sabá, eb' aj Dedán yed' eb' chonhvajum scot d'a Tarsis, ol sk'anb'ej eb' d'ayach icha tic: ¿Tom tzach javi elk'al? ¿Tom ix a molb'ej eb' a soldado tic tzach javi yed' eb' yic tzul ik'anek' q'uen plata, q'uen oro, nok' molb'etzal nok'? xcham eb', xchi Jehová, xa chi d'a vinh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ach anima, al d'a vinhaj Gog chi' to a in Jehová Yajal in sval icha tic: Ayic te tzalajk'olalxo yaj in chonhab' Israel, ol a naanq'ue ak'an oval chi' yed' eb'."
        },
        {
            "number": "15",
            "text": "Ol ach cotnhej d'a a luum te najat d'a norte, te nivan juntzanhxo chonhab' ol cot ed'oc, ayq'ue eb' d'a yib'anh chej. Manhxo b'ischajb'enoc eb' soldado ol cot ed'oc."
        },
        {
            "number": "16",
            "text": "Ol ak'an oval yed' in chonhab' Israel chi', ol ach och oyan d'a spatictac, icha tz'ajem asun d'a yib'anh lum luum. Ach Gog, a d'a jun tiempoal chi' ol ach vik'cot d'a sat lum in luum chi' yic ol yil juntzanhxo nación tas ol vutej ach in sataneli, icha chi' ol aj yojtacanel eb' to a innhej nivan velk'ochi."
        },
        {
            "number": "17",
            "text": "A in Jehová Yajal in sval icha tic: A ach ton tic valnac uuj d'a eb' in checab' d'a peca', ayic yalannaccanel in lolonel eb' d'a scal eb' in chonhab' Israel. Najtil yak'nac eb' yalancan uuj to a in ol ach vik'cot ak' oval yed' eb' in chonhab'."
        },
        {
            "number": "18",
            "text": "A in Dios Yajal in sval icha tic: Ayic ol javoc vinhaj Gog yak' oval d'a Israel chi', ol cot val yoval in k'ol d'a yib'anh vinh."
        },
        {
            "number": "19",
            "text": "Yuj val yoval in k'ol chi', ay val nivan quixcab' te ov ol ek' d'a Israel chi'."
        },
        {
            "number": "20",
            "text": "Masanil nok' chay d'a yol a' mar, nok' much tz'ek' jenhenhoc, nok' caltacte'al nok' yed' pax nok' snhervi d'a sat luum, ol ib'xocq'ue nok' smasanil yuj xivelal d'a vichanh. Icha chi' ol aj masanil anima d'a yolyib'anhq'uinal tic. Ol laj el lum vitz k'acapil, ol elta vequeljoc q'uen tenam, ol em lanhnaj smuroaltac chonhab'."
        },
        {
            "number": "21",
            "text": "A in Jehová Yajal in sval icha tic: A d'a lum tzalquixtac d'a yol smacb'en in chonhab', ol vak'b'at chamel d'a yib'anh eb' soldado vinhaj Gog. Munil a eb' soldado chi' ol smil-lajcham sb'a junjun yed' q'uen yespada."
        },
        {
            "number": "22",
            "text": "Ol vak'b'at yaelal, ilya yed' chamel d'a yib'anh vinh. Ol vak'b'at oval yaxnhab', nivac sacb'at yed' azufre ayoch sk'ak'al d'a yib'anh vinh yed' soldado yed' masanil nación ajun yed' vinh."
        },
        {
            "number": "23",
            "text": "Icha chi' ol aj in ch'oxanel snivanil velk'och d'a yichanh juntzanhxo nación, icha chi' ol aj yojtacanel eb' to a in ton Jehová in, a innhej Dios in, xchi Jehová."
        }
    ]
}