{
    "chapter": "38",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, a ticnaic meltzajanhb'at q'uelan t'a stojolal chonhab' Magog. Tzalan juntzanh in lolonel tik t'a yib'anh winhaj Gog, sat yajal yaj t'a Mesec yet' t'a Tubal."
        },
        {
            "number": "3",
            "text": "Al t'a winh to a in Dios Yajal in swal icha tik: Ach Gog sat yajal aj t'a Mesec yet' t'a Tubal, a in val svala' to ayinxooch ajk'olal t'ayach."
        },
        {
            "number": "4",
            "text": "Ichato ol vak'och junok q'uen gancho t'a yalanh a ti', ol ach vik'an meltzajoc. Ol ach vik'ancot t'a tik yet' masanil eb' a soldado ayq'ue t'a yib'anh chej, eb' yet'nac yespada, eb' ed'jinac smaclab' jul-lab' yet' masanil juntzanhxo yamk'ab' yic oval."
        },
        {
            "number": "5",
            "text": "Ha t'a skal eb' chi' ayoch eb' soldado aj Persia, eb' aj Etiopía yet' eb' aj Libia. Masanil eb' chi' yet'nac smaclab' jul-lab' eb' yet' pax sq'uen xumpil eb'."
        },
        {
            "number": "6",
            "text": "Ay pax masanil eb' soldado aj Gomer yet' eb' aj Bet-togarma, aton eb' ay t'a norte yet' pax juntzanhxo chonhab' manhxo b'ischajb'enoc ayoch ed'oc."
        },
        {
            "number": "7",
            "text": "Ak' lista a b'a yet' a yamk'ab' yic oval yet' masanil eb' soldado tzak' mandar."
        },
        {
            "number": "8",
            "text": "Ayic nivanxo tiempo toxo ix eq'ui, ol a naanchaanh to ol ak' oval yet' chonhab' Israel, aton jun chonhab' najtil cannac tzinan yuj oval. Palta ha t'a jun pekti’ chi' meltzajnacxo eb' anima sacleminac yajcanb'at t'a juntzanhxo nación, cajanxo eb' t'a sluum chi' t'a junk'olal."
        },
        {
            "number": "9",
            "text": "Icha val junok k'ik' asun ol aj a k'och t'a jun chonhab' chi' yet' juntzanhxo nación ayoch ed'oc. Ol ach k'och yet' masanil eb' a soldado manhxo b'ischajb'enoc, icha val junok niwan yaxnhab'."
        },
        {
            "number": "10",
            "text": "Ha in Jehová in swal icha tik: Te chuclaj tas ol a na' a k'ulej t'a jun pekti’ chi'."
        },
        {
            "number": "11",
            "text": "Ol alan icha tik: Ol b'at vak' oval yet' juntzanh anima, malaj smuroal schonhab' eb' ayochi, malaj spuertail, malaj pax yijchul ayochi, tzalajk'olal yaj eb', malaj b'aj wach' scolan sb'a eb'."
        },
        {
            "number": "12",
            "text": "Ol vik'anek' tastac ay t'a eb', ol in och t'a juntzanh chonhab' toto ix b'ochajxiq'uei, aton eb' anima toto meltzajnac t'a juntzanh nación. Ha eb' chi' tzijtum nok' smolb'etzal nok' eb' yet' juntzanhxo tas ay t'a eb'. Aton eb' cajan t'a snanhal yol yib'anhk’inal tik, xa chama."
        },
        {
            "number": "13",
            "text": "Ha eb' aj Sabá, eb' aj Dedán yet' eb' chonhvajum scot t'a Tarsis, ol sk'anb'ej eb' t'ayach icha tik: ¿Tom tzach javi elk'al? ¿Tom ix a molb'ej eb' a soldado tik tzach javi yet' eb' yic tzul ik'anek' q'uen plata, q'uen oro, nok' molb'etzal nok'? xcham eb', xchi Jehová, xa chi t'a winh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ach anima, al t'a winhaj Gog chi' to a in Jehová Yajal in swal icha tik: Ayic te tzalajk'olalxo yaj in chonhab' Israel, ol a naanq'ue ak'an oval chi' yet' eb'."
        },
        {
            "number": "15",
            "text": "Ol ach cotnhej t'a a lu'um te najat t'a norte, te niwan juntzanhxo chonhab' ol cot ed'oc, ayq'ue eb' t'a yib'anh chej. Manhxo b'ischajb'enoc eb' soldado ol cot ed'oc."
        },
        {
            "number": "16",
            "text": "Ol ak'an oval yet' in chonhab' Israel chi', ol ach och oyan t'a spatictac, icha tz'ajem asun t'a yib'anh lum lum. Ach Gog, ha t'a jun pekti’ chi' ol ach vik'cot t'a sat lum in lu'um chi' yic ol yil juntzanhxo nación tas ol vutej ach in sataneli, icha chi' ol aj yojtacanel eb' to a innhej niwan velk'ochi."
        },
        {
            "number": "17",
            "text": "Ha in Jehová Yajal in swal icha tik: Ha ach ton tik valnac uuj t'a eb' in checab' t'a peca', ayic yalannaccanel in lolonel eb' t'a skal eb' in chonhab' Israel. Najtil yak'nac eb' yalancan uuj to a in ol ach vik'cot ak' oval yet' eb' in chonhab'."
        },
        {
            "number": "18",
            "text": "Ha in Dios Yajal in swal icha tik: Ayic ol javok winhaj Gog yak' oval t'a Israel chi', ol cot val yoval in k'ol t'a yib'anh winh."
        },
        {
            "number": "19",
            "text": "Yuj val yoval in k'ol chi', ay val niwan quixcab' te ov ol ek' t'a Israel chi'."
        },
        {
            "number": "20",
            "text": "Masanil nok' chay t'a yol ha' mar, nok' much tzek' jenhenhoc, nok' caltacte'al nok' yet' pax nok' snhervi t'a sat lu'um, ol ib'xocq'ue nok' smasanil yuj xivelal t'a vichanh. Icha chi' ol aj masanil anima t'a yol yib'anhk’inal tik. Ol laj el lum vitz k'acapil, ol elta vequeljoc q'uen tenam, ol em lanhnaj smuroaltac chonhab'."
        },
        {
            "number": "21",
            "text": "Ha in Jehová Yajal in swal icha tik: Ha t'a lum tzalquixtac t'a yol smacb'en in chonhab', ol vak'b'at chamel t'a yib'anh eb' soldado winhaj Gog. Munil a eb' soldado chi' ol smil-lajcham sb'a junjun yet' q'uen yespada."
        },
        {
            "number": "22",
            "text": "Ol vak'b'at yaelal, ilya yet' chamel t'a yib'anh winh. Ol vak'b'at oval yaxnhab', nivac sacb'at yet' azufre ayoch sk'ak'al t'a yib'anh winh yet' soldado yet' masanil nación ajun yet' winh."
        },
        {
            "number": "23",
            "text": "Icha chi' ol aj in ch'oxanel snivanil velk'och t'a yichanh juntzanhxo nación, icha chi' ol aj yojtacanel eb' to a in ton Jehová in, a innhej Dios in, xchi Jehová."
        }
    ]
}