{
    "chapter": "38",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, a ticnaik meltzajanhb'at k'elan t'a stojolal chonhab' Magog. Tzalan juntzanh in lolonel tik t'a yib'anh winhaj Gog, sat yajal yaj t'a Mesec yet' t'a Tubal."
        },
        {
            "number": "3",
            "text": "Al t'a winh to a in Dios Yajal in swal icha tik: Ach Gog sat yajal aj t'a Mesec yet' t'a Tubal, a in wal swala' to ayinxooch ajk'olal t'ayach."
        },
        {
            "number": "4",
            "text": "Ichato ol wak'och junok k'een gancho t'a yalanh a ti', ol ach wik'an meltzajoc. Ol ach wik'ancot t'a tik yet' masanil heb' a soldado ayk'e t'a yib'anh chej, heb' yet'nac yespada, heb' ed'jinac smaclab' jul-lab' yet' masanil juntzanhxo yamk'ab' yic owal."
        },
        {
            "number": "5",
            "text": "Ha t'a skal heb' chi' ayoch heb' soldado aj Persia, heb' aj Etiopía yet' heb' aj Libia. Masanil heb' chi' yet'nac smaclab' jul-lab' heb' yet' pax sk'en xumpil heb'."
        },
        {
            "number": "6",
            "text": "Ay pax masanil heb' soldado aj Gomer yet' heb' aj Bet-togarma, aton heb' ay t'a norte yet' pax juntzanhxo chonhab' manhxo b'ischajb'enoc ayoch ed'oc."
        },
        {
            "number": "7",
            "text": "Ak' lista a b'a yet' a yamk'ab' yic owal yet' masanil heb' soldado tzak' mandar."
        },
        {
            "number": "8",
            "text": "Ayic niwanxo tiempo toxo ix eq'ui, ol a naanchaanh to ol ak' owal yet' chonhab' Israel, aton jun chonhab' najtil cannac tzinan yuj owal. Palta ha t'a jun pekti’ chi' meltzajnacxo heb' anima sacleminac yajcanb'at t'a juntzanhxo nación, cajanxo heb' t'a sluum chi' t'a junk'olal."
        },
        {
            "number": "9",
            "text": "Icha wal junok k'ik' asun ol aj a k'och t'a jun chonhab' chi' yet' juntzanhxo nación ayoch ed'oc. Ol ach k'och yet' masanil heb' a soldado manhxo b'ischajb'enoc, icha wal junok niwan yaxnhab'."
        },
        {
            "number": "10",
            "text": "Ha in Jehová in swal icha tik: Te chuclaj tas ol a na' a k'ulej t'a jun pekti’ chi'."
        },
        {
            "number": "11",
            "text": "Ol alan icha tik: Ol b'at wak' owal yet' juntzanh anima, malaj smuroal schonhab' heb' ayochi, malaj spuertail, malaj pax yijchul ayochi, tzalajk'olal yaj heb', malaj b'aj wach' scolan sb'a heb'."
        },
        {
            "number": "12",
            "text": "Ol wik'anek' tastac ay t'a heb', ol in och t'a juntzanh chonhab' toto ix b'ochajxik'ei, aton heb' anima toto meltzajnac t'a juntzanh nación. Ha heb' chi' tzijtum nok' smolb'etzal nok' heb' yet' juntzanhxo tas ay t'a heb'. Aton heb' cajan t'a snanhal yol yib'anhk’inal tik, xa chama."
        },
        {
            "number": "13",
            "text": "Ha heb' aj Sabá, heb' aj Dedán yet' heb' chonhwajum scot t'a Tarsis, ol sk'anb'ej heb' t'ayach icha tik: ¿Tom tzach jawi elk'al? ¿Tom ix a molb'ej heb' a soldado tik tzach jawi yet' heb' yic tzul ik'anek' k'een plata, k'een oro, nok' molb'etzal nok'? xcham heb', xchi Jehová, xa chi t'a winh."
        },
        {
            "number": "14",
            "text": "Yuj chi' ach anima, al t'a winhaj Gog chi' to a in Jehová Yajal in swal icha tik: Ayic te tzalajk'olalxo yaj in chonhab' Israel, ol a naank'e ak'an owal chi' yet' heb'."
        },
        {
            "number": "15",
            "text": "Ol ach cotnhej t'a a lu'um te najat t'a norte, te niwan juntzanhxo chonhab' ol cot ed'oc, ayk'e heb' t'a yib'anh chej. Manhxo b'ischajb'enoc heb' soldado ol cot ed'oc."
        },
        {
            "number": "16",
            "text": "Ol ak'an owal yet' in chonhab' Israel chi', ol ach och oyan t'a spatictac, icha tz'ajem asun t'a yib'anh lum lum. Ach Gog, ha t'a jun pekti’ chi' ol ach wik'cot t'a sat lum in lu'um chi' yic ol yil juntzanhxo nación tas ol wutej ach in sataneli, icha chi' ol aj yojtacanel heb' to a innhej niwan welk'ochi."
        },
        {
            "number": "17",
            "text": "Ha in Jehová Yajal in swal icha tik: Ha ach ton tik walnac uuj t'a heb' in checab' t'a peka', ayic yalannaccanel in lolonel heb' t'a skal heb' in chonhab' Israel. Najtil yak'nac heb' yalancan uuj to a in ol ach wik'cot ak' owal yet' heb' in chonhab'."
        },
        {
            "number": "18",
            "text": "Ha in Dios Yajal in swal icha tik: Ayic ol jawok winhaj Gog yak' owal t'a Israel chi', ol cot wal yowal in k'ol t'a yib'anh winh."
        },
        {
            "number": "19",
            "text": "Yuj wal yowal in k'ol chi', ay wal niwan quixcab' te ov ol ek' t'a Israel chi'."
        },
        {
            "number": "20",
            "text": "Masanil nok' chay t'a yol ha' mar, nok' much tzek' jenhenhoc, nok' caltacte'al nok' yet' pax nok' snherwi t'a sat lu'um, ol ib'xock'e nok' smasanil yuj xiwelal t'a wichanh. Icha chi' ol aj masanil anima t'a yol yib'anhk’inal tik. Ol laj el lum witz k'acapil, ol elta wequeljoc k'een tenam, ol em lanhnaj smuroaltac chonhab'."
        },
        {
            "number": "21",
            "text": "Ha in Jehová Yajal in swal icha tik: Ha t'a lum tzalquixtac t'a yol smacb'en in chonhab', ol wak'b'at chamel t'a yib'anh heb' soldado winhaj Gog. Munil a heb' soldado chi' ol smil-lajcham sb'a junjun yet' k'een yespada."
        },
        {
            "number": "22",
            "text": "Ol wak'b'at yaelal, ilya yet' chamel t'a yib'anh winh. Ol wak'b'at owal yaxnhab', niwac sacb'at yet' azufre ayoch sk'ak'al t'a yib'anh winh yet' soldado yet' masanil nación ajun yet' winh."
        },
        {
            "number": "23",
            "text": "Icha chi' ol aj in ch'oxanel sniwanil welk'och t'a yichanh juntzanhxo nación, icha chi' ol aj yojtacanel heb' to a in ton Jehová in, a innhej Dios in, xchi Jehová."
        }
    ]
}