{
    "chapter": "39",
    "verses": [
        {
            "number": "1",
            "text": "Ach anima, al d'a vinhaj Gog to a in Jehová in sval icha tic: Ach Gog, yajal aj d'a Mesec yed' d'a Tubal, sval d'ayach to ayinxooch ajk'olal d'ayach."
        },
        {
            "number": "2",
            "text": "A in ol vak' a k'ulej, ol ach vik'cot d'a najat d'a stojolal norte, yic ol ach javoc d'a lum tzalquixtac yic Israel."
        },
        {
            "number": "3",
            "text": "Ata' chok' ol vutej jun a jul-lab' ed'nac d'a a q'uexanh k'ab' yed' yol a jul-lab' ed'nac d'a a vach' k'ab'."
        },
        {
            "number": "4",
            "text": "A achxo jun yed' eb' a soldado ol ach vak'och d'a yol sk'ab' chamel yed' eb' yic juntzanhxo nación ajun ed'oc, ol ex cham d'a lum tzalquixtac d'a yol yic Israel. Axo nok' ostoc yed' nok' chium nok' ol ex vak' chianb'at ta'."
        },
        {
            "number": "5",
            "text": "Ol ex can teljab' d'a sat lum luum chi'. A in Jehová Yajal in svak' in ti' svutan icha chi'."
        },
        {
            "number": "6",
            "text": "Ol vak'cot k'ak' d'a yib'anh nación scuchan Magog yed' d'a yib'anh masanil eb' anima junk'olal cajan d'a stitac a' mar. Icha chi' ol aj yojtacanel eb' to a in ton Jehová in svutej icha chi'."
        },
        {
            "number": "7",
            "text": "Icha chi' ol vutej in ch'oxan snivanil velk'och d'a in chonhab' Israel, yic manhxa b'aq'uinh ol in sb'uch eb'. Icha chi' ol aj yojtacanel juntzanhxo nación to a in ton Jehová in, sDiosal in Israel."
        },
        {
            "number": "8",
            "text": "A jun k'ual chi', vanxo sjavi, a in val Jehová in svala' to yovalil ol ujoc, xchi Jehová, xa chi."
        },
        {
            "number": "9",
            "text": "Axo masanil eb' anima cajan d'a junjun chonhab' d'a smacb'en Israel, ol elta eb' smol masanil yamk'ab' yic oval ol can chi', aton jul-lab', maclab' jul-lab', cotac lanza, nivac lanza yed' juntzanhxo yamk'ab'. Uque' ab'il ol yak' eb' sk'atzitzan masanil juntzanh chi'."
        },
        {
            "number": "10",
            "text": "A in Jehová Yajal in svala', manhxo yovaliloc ol b'at eb' israel chi' saycot sk'atzitz d'a najat, manhxo ol b'at eb' yik' sk'atzitz d'a caltac te', yujto masanil juntzanh yamk'ab' yic oval chi', a ol sk'an eb' sk'atzitzoc. Icha chi' ol aj yik'anxicanek' eb' tastac ul yik'nacb'at eb' ajk'ol chi' d'a eb'."
        },
        {
            "number": "11",
            "text": "A d'a jun k'u chi' a in ol vak' jun yed'tal b'aj ol mucchaj vinhaj Gog yed' eb' soldado vinh d'a yol smacb'en Israel chi', aton jun panhan b'aj tz'ek' eb' anima scot d'a stojolal a' mar Muerto. Manhxo ol yal-laj sb'ey anima d'a jun b'e chi' yuj eb' mucb'il chi' ta'. Ol say sb'i jun lugar chi' eb': Lum panhan b'aj mucb'il vinhaj Gog yed' eb' soldado, xcham eb'."
        },
        {
            "number": "12",
            "text": "Uque' ujal ol yak' eb' israel mucoj chamnac chi', icha chi' b'ian, vach' ol ajxican sluum eb' chi' d'a yol in sat."
        },
        {
            "number": "13",
            "text": "Masanil eb' israel ol colvaj eb' smucan eb' anima ol cham chi'. A in Jehová Yajal in svala', ayic ol in ch'oxan in poder, ol te b'inajcan chonhab' Israel."
        },
        {
            "number": "14",
            "text": "Ayic ol ek' uque' ujal chi', ay jun nhilanh eb' vinh vinac ol tupchajoc. Ol laj ek' eb' yila' b'ajtac aycan jab'jab'oc snivanil eb' chamnac d'a yol smacb'en eb' chi' smasanil, yic smucan masanil nivanil eb' pucancanb'ati. Icha chi' b'ian, vach' ol ajxican slum eb' chi' d'a yol in sat."
        },
        {
            "number": "15",
            "text": "Ayic ol ilchaj sb'aquil chamnac yuj eb' tzek' sayan chi', ol yak'canq'ue junoc yechel eb', axo yic sjavi eb' smucan chamnac chi', a eb' ol ik'anb'at b'aj smucchaji, aton lum scuch spanhanil b'aj mucb'il vinhaj Gog yed' eb' soldado."
        },
        {
            "number": "16",
            "text": "Icha chi' b'ian, vach' ol ajxican slum eb' chi' d'a yol in sat, xchi Jehová. (Anhejtona' d'a slak'anil lum chi', ay pax jun chonhab' ol scuch Lum b'aj smucji eb' soldado.)"
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová Yajal d'ayin icha tic: Ach anima, al d'a masanil nok' ostoc yed' d'a masanil nok' chium nok': Cotocab' nok' d'a juntzanhxo nación, smolb'ejocab' sb'a nok' d'a tzalquixtac d'a yol yic Israel, ichato ol in b'o junoc nivan vael d'a nok'. Ol schi chib'ej nok', ol yuk'anpax chik' nok'."
        },
        {
            "number": "18",
            "text": "A schib'ejal eb' soldado ol schi nok'. Ol yuk'an schiq'uil eb' yajal d'a yolyib'anhq'uinal tic nok'. Ol chijoc eb' icha tz'aj nok' ch'ac calnel, nok' yunetac calnel, nok' chiva yed' nok' b'aq'uech vacax scot d'a Basán."
        },
        {
            "number": "19",
            "text": "A jun vael ol in b'o chi', ol schi xepu' nok' masanto ol penaayax nok' yuuj. Ol yuk' val chik' nok' masanto ol q'ue d'a sjolom nok' icha eb' uk'um anh."
        },
        {
            "number": "20",
            "text": "A in Jehová in svala' to a jun nivan vael ol in b'o chi', aton schib'ejal nok' chej yed' yic eb' soldado ayq'ue d'a yib'anh nok' yed' yic eb' soldado tek'an d'a oval yed' yic masanil macanhil eb' soldado, masanto ol b'ud'joc sk'ol nok' yuuj."
        },
        {
            "number": "21",
            "text": "Icha tic ol aj in ch'oxan in poder d'a yichanh juntzanhxo ch'oc nacional. Masanil nación ol ojtacaneloc tas tz'aj in ch'olb'itani yed' vak'anoch yaelal d'a yib'anh eb'."
        },
        {
            "number": "22",
            "text": "A d'a jun k'ual chi' yed' ol b'eynhejb'atoc, a eb' israel ol yojtaquejel eb' to a in ton Jehová in sDiosal in eb'."
        },
        {
            "number": "23",
            "text": "Masanil juntzanhxo nación ol ojtacaneloc to a eb' israel yuj spital eb' ix ik'jib'at eb' d'a juntzanhxo ch'oc nacional. Yujto te pit yutejnac sb'a eb' d'ayin, yuj chi' majxo in cot q'uelan d'a eb'. Ix vactancan eb' d'a yol sk'ab' eb' ajk'ool, icha chi' ix aj yak'ji ganar eb', ix miljicham eb' d'a oval."
        },
        {
            "number": "24",
            "text": "Ix vutej eb' icha d'a smojal yuj chucal sk'ulej yed' spitalil, yuj chi' majxo in b'at q'uelan d'a eb'."
        },
        {
            "number": "25",
            "text": "Yuj chi' a in Dios Yajal in svala': A ticnaic ol ok' val in k'ol d'a chonhab' Israel chi', aton eb' yinhtilalcan Jacob. Ol vik'anxichaanh eb', yic tzin b'inaj d'a vach'il, yic tz'ik'jichaanh in b'i to malaj junocxo mach syal slajb'an sb'a ved'oc."
        },
        {
            "number": "26",
            "text": "Ayic ol cajnajxoc eb' d'a schonhab', manhxalaj tas ol sna eb', manhxalaj mach ol xib'tan eb'. Icha chi' ol sat sq'uixvelal eb' d'a sk'ool yuj spitalil yed' chucal sk'ulej eb' d'ayin."
        },
        {
            "number": "27",
            "text": "Ayic ol vik'anelta eb' d'a yoltac schonhab' eb' yajk'ool, ol in molb'anxi eb', icha val chi' ol aj snachajel yuj juntzanh nación to ch'oc vel d'a yichanh comon sdiosal eb'."
        },
        {
            "number": "28",
            "text": "A in ix in chec ik'jocb'at eb' d'a juntzanhxo ch'oc nacional, anheja' in ol in molb'ejxicot eb' d'a schonhab'. Manhxa junoc eb' ol can ta'. Icha chi' ol aj yojtacanel eb' to a in ton Jehová sDiosal in eb'."
        },
        {
            "number": "29",
            "text": "A in Jehová in svala' to manhxo ol vactejcan eb' junelxo, yujto ol vak'cot Vespíritu d'a yib'anh chonhab' Israel chi', xchi Jehová."
        }
    ]
}