{
    "chapter": "39",
    "verses": [
        {
            "number": "1",
            "text": "Ach anima, al t'a winhaj Gog to a in Jehová in swal icha tik: Ach Gog, yajal aj t'a Mesec yet' t'a Tubal, swal t'ayach to ayinxooch ajk'olal t'ayach."
        },
        {
            "number": "2",
            "text": "Ha in ol vak' a k'ulej, ol ach vik'cot t'a najat t'a stojolal norte, yic ol ach javok t'a lum tzalquixtac yic Israel."
        },
        {
            "number": "3",
            "text": "Ata' chok' ol vutej jun a jul-lab' ed'nac t'a a q'uexanh k'ab' yet' yol a jul-lab' ed'nac t'a a wach' k'ab'."
        },
        {
            "number": "4",
            "text": "Ha achxo jun yet' eb' a soldado ol ach vak'och t'a yol sk'ab' chamel yet' eb' yic juntzanhxo nación ajun ed'oc, ol ex cham t'a lum tzalquixtac t'a yol yic Israel. Axo nok' ostoc yet' nok' chium nok' ol ex vak' chianb'at ta'."
        },
        {
            "number": "5",
            "text": "Ol ex kan teljab' t'a sat lum lum chi'. Ha in Jehová Yajal in svak' in ti' svutan icha chi'."
        },
        {
            "number": "6",
            "text": "Ol vak'cot k'ak' t'a yib'anh nación scuchan Magog yet' t'a yib'anh masanil eb' anima junk'olal cajan t'a stitac ha' mar. Icha chi' ol aj yojtacanel eb' to a in ton Jehová in svutej icha chi'."
        },
        {
            "number": "7",
            "text": "Icha chi' ol vutej in ch'oxan snivanil velk'och t'a in chonhab' Israel, yic manhxa b'ak'uinh ol in sb'uch eb'. Icha chi' ol aj yojtacanel juntzanhxo nación to a in ton Jehová in, sDiosal in Israel."
        },
        {
            "number": "8",
            "text": "Ha jun k'ual chi', vanxo sjavi, a in val Jehová in svala' to yowalil ol ujok, xchi Jehová, xa chi."
        },
        {
            "number": "9",
            "text": "Axo masanil eb' anima cajan t'a junjun chonhab' t'a smacb'en Israel, ol elta eb' smol masanil yamk'ab' yic oval ol kan chi', aton jul-lab', maclab' jul-lab', cotac lanza, nivac lanza yet' juntzanhxo yamk'ab'. Uque' ab'il ol yak' eb' sk'atzitzan masanil juntzanh chi'."
        },
        {
            "number": "10",
            "text": "Ha in Jehová Yajal in svala', manhxo yovaliloc ol b'at eb' israel chi' saycot sk'atzitz t'a najat, manhxo ol b'at eb' yik' sk'atzitz t'a caltac te', yujto masanil juntzanh yamk'ab' yic oval chi', a ol sk'an eb' sk'atzitzoc. Icha chi' ol aj yik'anxicanek' eb' tastac ul yik'nacb'at eb' ajk'ol chi' t'a eb'."
        },
        {
            "number": "11",
            "text": "Ha t'a jun k'u chi' a in ol vak' jun yet'tal b'aj ol mucchaj winhaj Gog yet' eb' soldado winh t'a yol smacb'en Israel chi', aton jun panhan b'aj tzek' eb' anima scot t'a stojolal ha' mar Muerto. Manhxo ol yal-laj sb'ey anima t'a jun b'e chi' yuj eb' mucb'il chi' ta'. Ol say sb'i jun lugar chi' eb': Lum panhan b'aj mucb'il winhaj Gog yet' eb' soldado, xcham eb'."
        },
        {
            "number": "12",
            "text": "Uque' ujal ol yak' eb' israel mucoj chamnac chi', icha chi' b'ian, wach' ol ajxican sluum eb' chi' t'a yol in sat."
        },
        {
            "number": "13",
            "text": "Masanil eb' israel ol kolwaj eb' smucan eb' anima ol cham chi'. Ha in Jehová Yajal in svala', ayic ol in ch'oxan in poder, ol te b'inajcan chonhab' Israel."
        },
        {
            "number": "14",
            "text": "Ayic ol ek' uque' ujal chi', ay jun nhilanh eb' winh vinac ol tupchajoc. Ol laj ek' eb' yila' b'ajtac aycan jab'jab'oc snivanil eb' chamnac t'a yol smacb'en eb' chi' smasanil, yic smucan masanil nivanil eb' pucancanb'ati. Icha chi' b'ian, wach' ol ajxican slum eb' chi' t'a yol in sat."
        },
        {
            "number": "15",
            "text": "Ayic ol ilchaj sb'aquil chamnac yuj eb' tzek' sayan chi', ol yak'canq'ue junok yechel eb', haxo yic sjavi eb' smucan chamnac chi', a eb' ol ik'anb'at b'aj smucchaji, aton lum scuch spanhanil b'aj mucb'il winhaj Gog yet' eb' soldado."
        },
        {
            "number": "16",
            "text": "Icha chi' b'ian, wach' ol ajxican slum eb' chi' t'a yol in sat, xchi Jehová. (Anhejtona' t'a slak'anil lum chi', ay pax jun chonhab' ol scuch Lum b'aj smucji eb' soldado.)"
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová Yajal t'ayin icha tik: Ach anima, al t'a masanil nok' ostoc yet' t'a masanil nok' chium nok': Cotocab' nok' t'a juntzanhxo nación, smolb'ejocab' sb'a nok' t'a tzalquixtac t'a yol yic Israel, ichato ol in b'o junok niwan vael t'a nok'. Ol schi chib'ej nok', ol yuk'anpax chik' nok'."
        },
        {
            "number": "18",
            "text": "Ha schib'ejal eb' soldado ol schi nok'. Ol yuk'an schiq'uil eb' yajal t'a yol yib'anhk’inal tik nok'. Ol chijoc eb' icha tz'aj nok' ch'ac calnel, nok' yunetac calnel, nok' chiva yet' nok' b'ak'uech vacax scot t'a Basán."
        },
        {
            "number": "19",
            "text": "Ha jun vael ol in b'o chi', ol schi xepu' nok' masanto ol penaayax nok' yuj. Ol yuk' val chik' nok' masanto ol q'ue t'a sjolom nok' icha eb' uk'um anh."
        },
        {
            "number": "20",
            "text": "Ha in Jehová in svala' to a jun niwan vael ol in b'o chi', aton schib'ejal nok' chej yet' yic eb' soldado ayq'ue t'a yib'anh nok' yet' yic eb' soldado tek'an t'a oval yet' yic masanil macanhil eb' soldado, masanto ol b'ud'joc sk'ol nok' yuj."
        },
        {
            "number": "21",
            "text": "Icha tik ol aj in ch'oxan in poder t'a yichanh juntzanhxo ch'oc nacional. Masanil nación ol ojtacaneloc tas tz'aj in ch'olb'itani yet' vak'anoch yaelal t'a yib'anh eb'."
        },
        {
            "number": "22",
            "text": "Ha t'a jun k'ual chi' yet' ol b'eynhejb'atoc, a eb' israel ol yojtaquejel eb' to a in ton Jehová in sDiosal in eb'."
        },
        {
            "number": "23",
            "text": "Masanil juntzanhxo nación ol ojtacaneloc to a eb' israel yuj spital eb' ix ik'jib'at eb' t'a juntzanhxo ch'oc nacional. Yujto te pit yutejnac sb'a eb' t'ayin, yuj chi' majxo in cot q'uelan t'a eb'. Ix vactancan eb' t'a yol sk'ab' eb' ajk'ool, icha chi' ix aj yak'ji ganar eb', ix miljicham eb' t'a oval."
        },
        {
            "number": "24",
            "text": "Ix vutej eb' icha t'a smojal yuj chukal sk'ulej yet' spitalil, yuj chi' majxo in b'at q'uelan t'a eb'."
        },
        {
            "number": "25",
            "text": "Yuj chi' a in Dios Yajal in svala': Ha ticnaic ol ok' val in k'ol t'a chonhab' Israel chi', aton eb' yinhtilalcan Jacob. Ol vik'anxichaanh eb', yic tzin b'inaj t'a wach'il, yic tz'ik'jichaanh in b'i to malaj junocxo mach syal slajb'an sb'a ved'oc."
        },
        {
            "number": "26",
            "text": "Ayic ol cajnajxoc eb' t'a schonhab', manhxalaj tas ol sna eb', manhxalaj mach ol xib'tan eb'. Icha chi' ol sat sq'uixvelal eb' t'a sk'ool yuj spitalil yet' chukal sk'ulej eb' t'ayin."
        },
        {
            "number": "27",
            "text": "Ayic ol vik'anelta eb' t'a yoltac schonhab' eb' yajk'ool, ol in molb'anxi eb', icha val chi' ol aj snachajel yuj juntzanh nación to ch'oc vel t'a yichanh comon sdiosal eb'."
        },
        {
            "number": "28",
            "text": "Ha in ix in chec ik'jocb'at eb' t'a juntzanhxo ch'oc nacional, anheja' in ol in molb'ejxicot eb' t'a schonhab'. Manhxa junok eb' ol kan ta'. Icha chi' ol aj yojtacanel eb' to a in ton Jehová sDiosal in eb'."
        },
        {
            "number": "29",
            "text": "Ha in Jehová in svala' to manhxo ol vactejcan eb' junelxo, yujto ol vak'cot Vespíritu t'a yib'anh chonhab' Israel chi', xchi Jehová."
        }
    ]
}