{
    "chapter": "39",
    "verses": [
        {
            "number": "1",
            "text": "Ach anima, al t'a winhaj Gog to a in Jehová in swal icha tik: Ach Gog, yajal aj t'a Mesec yet' t'a Tubal, swal t'ayach to ayinxooch ajk'olal t'ayach."
        },
        {
            "number": "2",
            "text": "Ha in ol wak' a k'ulej, ol ach wik'cot t'a najat t'a stojolal norte, yic ol ach jawok t'a lum tzalquixtac yic Israel."
        },
        {
            "number": "3",
            "text": "Ata' chok' ol wutej jun a jul-lab' ed'nac t'a a k'exanh k'ab' yet' yol a jul-lab' ed'nac t'a a wach' k'ab'."
        },
        {
            "number": "4",
            "text": "Ha achxo jun yet' heb' a soldado ol ach wak'och t'a yol sk'ab' chamel yet' heb' yic juntzanhxo nación ajun ed'oc, ol ex cham t'a lum tzalquixtac t'a yol yic Israel. Axo nok' ostoc yet' nok' chium nok' ol ex wak' chianb'at ta'."
        },
        {
            "number": "5",
            "text": "Ol ex kan teljab' t'a sat lum lum chi'. Ha in Jehová Yajal in swak' in ti' swutan icha chi'."
        },
        {
            "number": "6",
            "text": "Ol wak'cot k'ak' t'a yib'anh nación scuchan Magog yet' t'a yib'anh masanil heb' anima junk'olal cajan t'a stitac ha' mar. Icha chi' ol aj yojtacanel heb' to a in ton Jehová in swutej icha chi'."
        },
        {
            "number": "7",
            "text": "Icha chi' ol wutej in ch'oxan sniwanil welk'och t'a in chonhab' Israel, yic manhxa b'ak'uinh ol in sb'uch heb'. Icha chi' ol aj yojtacanel juntzanhxo nación to a in ton Jehová in, sDiosal in Israel."
        },
        {
            "number": "8",
            "text": "Ha jun k'ual chi', wanxo sjawi, a in wal Jehová in swala' to yowalil ol ujok, xchi Jehová, xa chi."
        },
        {
            "number": "9",
            "text": "Axo masanil heb' anima cajan t'a junjun chonhab' t'a smacb'en Israel, ol elta heb' smol masanil yamk'ab' yic owal ol kan chi', aton jul-lab', maclab' jul-lab', cotac lanza, niwac lanza yet' juntzanhxo yamk'ab'. Uque' ab'il ol yak' heb' sk'atzitzan masanil juntzanh chi'."
        },
        {
            "number": "10",
            "text": "Ha in Jehová Yajal in swala', manhxo yowaliloc ol b'at heb' israel chi' saycot sk'atzitz t'a najat, manhxo ol b'at heb' yik' sk'atzitz t'a caltac te', yujto masanil juntzanh yamk'ab' yic owal chi', a ol sk'an heb' sk'atzitzoc. Icha chi' ol aj yik'anxicanek' heb' tastac ul yik'nacb'at heb' ajk'ol chi' t'a heb'."
        },
        {
            "number": "11",
            "text": "Ha t'a jun k'u chi' a in ol wak' jun yet'tal b'aj ol mucchaj winhaj Gog yet' heb' soldado winh t'a yol smacb'en Israel chi', aton jun panhan b'aj tzek' heb' anima scot t'a stojolal ha' mar Muerto. Manhxo ol yal-laj sb'ey anima t'a jun b'e chi' yuj heb' mucb'il chi' ta'. Ol say sb'i jun lugar chi' heb': Lum panhan b'aj mucb'il winhaj Gog yet' heb' soldado, xcham heb'."
        },
        {
            "number": "12",
            "text": "Uque' ujal ol yak' heb' israel mucoj chamnac chi', icha chi' b'ian, wach' ol ajxican sluum heb' chi' t'a yol in sat."
        },
        {
            "number": "13",
            "text": "Masanil heb' israel ol kolwaj heb' smucan heb' anima ol cham chi'. Ha in Jehová Yajal in swala', ayic ol in ch'oxan in poder, ol te b'inajcan chonhab' Israel."
        },
        {
            "number": "14",
            "text": "Ayic ol ek' uque' ujal chi', ay jun nhilanh heb' winh winak ol tupchajoc. Ol laj ek' heb' yila' b'ajtac aycan jab'jab'oc sniwanil heb' chamnac t'a yol smacb'en heb' chi' smasanil, yic smucan masanil niwanil heb' pucancanb'ati. Icha chi' b'ian, wach' ol ajxican slum heb' chi' t'a yol in sat."
        },
        {
            "number": "15",
            "text": "Ayic ol ilchaj sb'aquil chamnac yuj heb' tzek' sayan chi', ol yak'cank'e junok yechel heb', haxo yic sjawi heb' smucan chamnac chi', a heb' ol ik'anb'at b'aj smucchaji, aton lum scuch spanhanil b'aj mucb'il winhaj Gog yet' heb' soldado."
        },
        {
            "number": "16",
            "text": "Icha chi' b'ian, wach' ol ajxican slum heb' chi' t'a yol in sat, xchi Jehová. (Anhejtona' t'a slak'anil lum chi', ay pax jun chonhab' ol scuch Lum b'aj smucji heb' soldado.)"
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová Yajal t'ayin icha tik: Ach anima, al t'a masanil nok' ostoc yet' t'a masanil nok' chium nok': Cotocab' nok' t'a juntzanhxo nación, smolb'ejocab' sb'a nok' t'a tzalquixtac t'a yol yic Israel, ichato ol in b'o junok niwan wael t'a nok'. Ol schi chib'ej nok', ol yuk'anpax chik' nok'."
        },
        {
            "number": "18",
            "text": "Ha schib'ejal heb' soldado ol schi nok'. Ol yuk'an schiq'uil heb' yajal t'a yol yib'anhk’inal tik nok'. Ol chijoc heb' icha tz'aj nok' ch'ac calnel, nok' yunetac calnel, nok' chiwa yet' nok' b'ak'uech wacax scot t'a Basán."
        },
        {
            "number": "19",
            "text": "Ha jun wael ol in b'o chi', ol schi xepu' nok' masanto ol penaayax nok' yuj. Ol yuk' wal chik' nok' masanto ol k'e t'a sjolom nok' icha heb' uk'um anh."
        },
        {
            "number": "20",
            "text": "Ha in Jehová in swala' to a jun niwan wael ol in b'o chi', aton schib'ejal nok' chej yet' yic heb' soldado ayk'e t'a yib'anh nok' yet' yic heb' soldado tek'an t'a owal yet' yic masanil macanhil heb' soldado, masanto ol b'ud'joc sk'ol nok' yuj."
        },
        {
            "number": "21",
            "text": "Icha tik ol aj in ch'oxan in poder t'a yichanh juntzanhxo ch'oc nacional. Masanil nación ol ojtacaneloc tas tz'aj in ch'olb'itani yet' wak'anoch yaelal t'a yib'anh heb'."
        },
        {
            "number": "22",
            "text": "Ha t'a jun k'ual chi' yet' ol b'eynhejb'atoc, a heb' israel ol yojtaquejel heb' to a in ton Jehová in sDiosal in heb'."
        },
        {
            "number": "23",
            "text": "Masanil juntzanhxo nación ol ojtacaneloc to a heb' israel yuj spital heb' ix ik'jib'at heb' t'a juntzanhxo ch'oc nacional. Yujto te pit yutejnac sb'a heb' t'ayin, yuj chi' majxo in cot k'elan t'a heb'. Ix wactancan heb' t'a yol sk'ab' heb' ajk'ool, icha chi' ix aj yak'ji ganar heb', ix miljicham heb' t'a owal."
        },
        {
            "number": "24",
            "text": "Ix wutej heb' icha t'a smojal yuj chukal sk'ulej yet' spitalil, yuj chi' majxo in b'at k'elan t'a heb'."
        },
        {
            "number": "25",
            "text": "Yuj chi' a in Dios Yajal in swala': Ha ticnaik ol ok' wal in k'ol t'a chonhab' Israel chi', aton heb' yinhtilalcan Jacob. Ol wik'anxichaanh heb', yic tzin b'inaj t'a wach'il, yic tz'ik'jichaanh in b'i to malaj junocxo mach syal slajb'an sb'a wed'oc."
        },
        {
            "number": "26",
            "text": "Ayic ol cajnajxoc heb' t'a schonhab', manhxalaj tas ol sna heb', manhxalaj mach ol xib'tan heb'. Icha chi' ol sat sq'uixwelal heb' t'a sk'ool yuj spitalil yet' chukal sk'ulej heb' t'ayin."
        },
        {
            "number": "27",
            "text": "Ayic ol wik'anelta heb' t'a yoltac schonhab' heb' yajk'ool, ol in molb'anxi heb', icha wal chi' ol aj snachajel yuj juntzanh nación to ch'oc wel t'a yichanh comon sdiosal heb'."
        },
        {
            "number": "28",
            "text": "Ha in ix in chec ik'jocb'at heb' t'a juntzanhxo ch'oc nacional, anheja' in ol in molb'ejxicot heb' t'a schonhab'. Manhxa junok heb' ol kan ta'. Icha chi' ol aj yojtacanel heb' to a in ton Jehová sDiosal in heb'."
        },
        {
            "number": "29",
            "text": "Ha in Jehová in swala' to manhxo ol wactejcan heb' junelxo, yujto ol wak'cot Vespíritu t'a yib'anh chonhab' Israel chi', xchi Jehová."
        }
    ]
}