{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'ayin icha tic: A ticnaic ach anima, ik'cot junoc lum xan, tzak'anem lum d'a ichanh, tza tz'ib'anem yechel chonhab' Jerusalén d'a luum."
        },
        {
            "number": "2",
            "text": "Slajvi chi', tzak'anoch oyan yechel yamk'ab' yic oval, campamento yed' tek'nub' d'a spatic smuroal,"
        },
        {
            "number": "3",
            "text": "tzak'anoch junoc q'uen icha q'uen sa'am d'a a cal yed' jun chonhab' chi'. A jun chi', lajan icha junoc muro, tzach och d'a yichanh jun chonhab' chi', ichato van ak'an oval yed'oc. Icha chi' ol aj yoch ch'oxnab'iloc d'a eb' etchonhab'."
        },
        {
            "number": "4",
            "text": "Slajvi chi', tzach ek' jichan d'a a q'uexanh, icha chi' ol aj a ch'oxanel yaelal ol javoc d'a yib'anh eb' etchonhab' yuj smul. Anhej d'a a q'uexanh chi' ol ach ek'nhej jichan yacb'an van a ch'oxanel yaelal ol javoc d'a yib'anh eb' yuj smul chi'."
        },
        {
            "number": "5",
            "text": "Ay 390 k'ual ol a k'ulej jun chi', syalelk'ochi junjun ab'il sch'ox junjun k'ual, icha chi' ol aj yab'an syail eb' israel yuj smul chi'."
        },
        {
            "number": "6",
            "text": "Ayic ol lajvoc juntzanh k'ual chi', axo d'a a vach' tzach ek' jichan. Icha chi' ol aj a ch'oxanel yaelal ol ja d'a yib'anh eb' aj Judá yuj smul. 40 k'ual ol ach ek' jichan d'a a vach' chi', syalelk'ochi junjun ab'il sch'ox junjun k'ual, icha chi' ol aj yab'an syail eb' yuj smul chi'."
        },
        {
            "number": "7",
            "text": "Tzach b'at q'uelan d'a jun yechel Jerusalén b'aj oyanoch eb' ajk'ool, tza pilanq'ue sk'ab' a pichul, tzik'anchaanh a k'ab' chi', tzach lolon d'a eb' etchonhab' chi' d'a in b'i."
        },
        {
            "number": "8",
            "text": "Ichato ol ach in tzek' yed' ch'anh lasu yic vach' max yal ek' b'alb'onoc masanto ol tz'acvoc sk'ual a ch'oxanel syaelal eb' chi'."
        },
        {
            "number": "9",
            "text": "Ayic manto ach tzek'chaj chi', tzik'cot jab'oc ixim trigo, ixim cebada, ixim mijo, ixim avena, anh avastut, anh lenteja yed' ixim centeno, calan tz'aj yem d'a yol junoc lum chen. A yed' juntzanh chi' tza b'o a vael, ol a vaan d'a 390 k'ual b'aj ol ach ek' jichan d'a a q'uexanh chi'."
        },
        {
            "number": "10",
            "text": "Tzechtej nanhal libra tza va d'a junjun k'u, chequelnhej yorail tzach va'i."
        },
        {
            "number": "11",
            "text": "Chequel pax yorail yic tzuk'an nanhaloc litro a a' d'a junjun k'u."
        },
        {
            "number": "12",
            "text": "A jun vael tza b'o chi', icha tz'aj sb'o ixim pan cebada tzutej. D'a yichanh eb' anima chi' tzak' tajoc ixim d'a cal k'ak', a stza' eb' anima chi' tza k'an a k'atzitzoc, xchi Jehová."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi', ix yalanpax Jehová icha tic: Ol a va juntzanh vael manh vach'oc chi' icha yalan ley, yuj a ch'oxaneli to icha chi' ol aj svaan eb' etisraelal vael manh vach'oc icha yalan ley d'a juntzanhxo nación b'aj ol in saclemejb'at eb', xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ix in tak'vi d'ay icha tic: Maay Mamin Jehová, malaj b'aj tzin yam junoc tas manh vach'oc icha yalan ley. Malaj b'aj tzin chi' schib'ejal nok' nok' to tonhej syak'cham sb'a, ma nok' smiljicham yuj nok' chium nok' d'a caltac te', ma junoc macanh nok' chib'ej to manh vach'oc icha yalan ley, xin chi."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová d'ayin icha tic: Syal a stza' nok' vacax tza k'an d'a k'atzitzal sq'uexuloc stza' eb' anima chi', yic tza b'oan a vael chi', xchi."
        },
        {
            "number": "16",
            "text": "Ix yalanxi d'ayin icha tic: Ol in satel vael d'a Jerusalén. Echtab'ilxonhej ol aj svael eb' yed' tas syuq'uej eb', yuj chi' d'a scal ilk'olal yed' d'a scal xivk'olal ol va eb', ol yuk'an a' eb'."
        },
        {
            "number": "17",
            "text": "Manhxa a a' yed' svael eb', toxonhej ol xivq'ue eb' yil-lanoch sb'a junjun. Yuj val smul eb' chi' k'ojank'olal ol aj satel eb', xchi Jehová."
        }
    ]
}