{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ha ticnaik ach anima, ik'cot junok lum xan, tzak'anem lum t'a ichanh, tza tz'ib'anem yechel chonhab' Jerusalén t'a lu'um."
        },
        {
            "number": "2",
            "text": "Slajwi chi', tzak'anoch oyan yechel yamk'ab' yic owal, campamento yet' tek'nub' t'a spatic smuroal,"
        },
        {
            "number": "3",
            "text": "tzak'anoch junok k'een icha k'een sa'am t'a a kal yet' jun chonhab' chi'. Ha jun chi', lajan icha junok muro, tzach och t'a yichanh jun chonhab' chi', ichato wan ak'an owal yet'oc. Icha chi' ol aj yoch ch'oxnab'iloc t'a heb' etchonhab'."
        },
        {
            "number": "4",
            "text": "Slajwi chi', tzach ek' jichan t'a a k'exanh, icha chi' ol aj a ch'oxanel yaelal ol jawok t'a yib'anh heb' etchonhab' yuj smul. Anhej t'a a k'exanh chi' ol ach ek'nhej jichan yacb'an wan a ch'oxanel yaelal ol jawok t'a yib'anh heb' yuj smul chi'."
        },
        {
            "number": "5",
            "text": "Ay 390 k'ual ol a k'ulej jun chi', syalelk'ochi junjun ab'il sch'ox junjun k'ual, icha chi' ol aj yab'an syail heb' israel yuj smul chi'."
        },
        {
            "number": "6",
            "text": "Ayic ol lajwoc juntzanh k'ual chi', haxo t'a a wach' tzach ek' jichan. Icha chi' ol aj a ch'oxanel yaelal ol ja t'a yib'anh heb' aj Judá yuj smul. 40 k'ual ol ach ek' jichan t'a a wach' chi', syalelk'ochi junjun ab'il sch'ox junjun k'ual, icha chi' ol aj yab'an syail heb' yuj smul chi'."
        },
        {
            "number": "7",
            "text": "Tzach b'at k'elan t'a jun yechel Jerusalén b'aj oyanoch heb' ajk'ool, tza pilank'e sk'ab' a pichul, tzik'anchaanh a k'ab' chi', tzach lolon t'a heb' etchonhab' chi' t'a in b'i."
        },
        {
            "number": "8",
            "text": "Ichato ol ach in tzek' yet' ch'anh lasu yic wach' max yal ek' b'alb'onoc masanto ol tz'acwoc sk'ual a ch'oxanel syaelal heb' chi'."
        },
        {
            "number": "9",
            "text": "Ayic manto ach tzek'chaj chi', tzik'cot jab'oc ixim trigo, ixim cebada, ixim mijo, ixim awena, anh awastut, anh lenteja yet' ixim centeno, calan tz'aj yem t'a yol junok lum chen. Ha yet' juntzanh chi' tza b'o a wael, ol a waan t'a 390 k'ual b'aj ol ach ek' jichan t'a a k'exanh chi'."
        },
        {
            "number": "10",
            "text": "Tzechtej nanhal libra tza wa t'a junjun k'u, chequelnhej yorail tzach wa'i."
        },
        {
            "number": "11",
            "text": "Chequel pax yorail yic tzuk'an nanhaloc litro ha ha' t'a junjun k'u."
        },
        {
            "number": "12",
            "text": "Ha jun wael tza b'o chi', icha tz'aj sb'o ixim pan cebada tzutej. D'a yichanh heb' anima chi' tzak' tajoc ixim t'a kal k'ak', a stza' heb' anima chi' tza k'an a k'atzitzoc, xchi Jehová."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix yalanpax Jehová icha tik: Ol a wa juntzanh wael manh wach'oc chi' icha yalan ley, yuj a ch'oxaneli to icha chi' ol aj swaan heb' etisraelal wael manh wach'oc icha yalan ley t'a juntzanhxo nación b'aj ol in saclemejb'at heb', xchi Jehová."
        },
        {
            "number": "14",
            "text": "Ix in tak'wi t'ay icha tik: Maay Mamin Jehová, malaj b'aj tzin yam junok tas manh wach'oc icha yalan ley. Malaj b'aj tzin chi' schib'ejal nok' nok' to tonhej syak'cham sb'a, ma nok' smiljicham yuj nok' chium nok' t'a caltac te', ma junok makan nok' chib'ej to manh wach'oc icha yalan ley, xin chi."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Syal a stza' nok' wacax tza k'an t'a k'atzitzal sk'exuloc stza' heb' anima chi', yic tza b'oan a wael chi', xchi."
        },
        {
            "number": "16",
            "text": "Ix yalanxi t'ayin icha tik: Ol in satel wael t'a Jerusalén. Echtab'ilxonhej ol aj swael heb' yet' tas syuk'ej heb', yuj chi' t'a skal ilk'olal yet' t'a skal xivk'olal ol wa heb', ol yuk'an ha' heb'."
        },
        {
            "number": "17",
            "text": "Manhxa ha ha' yet' swael heb', toxonhej ol xivk'e heb' yil-lanoch sb'a junjun. Yuj wal smul heb' chi' k'ojank'olal ol aj satel heb', xchi Jehová."
        }
    ]
}