{
    "chapter": "40",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 25 ab'ilxo quik'jicot t'a Babilonia tik, ayic slajunhil k'ual yoch b'ab'el uj, ayic 14 ab'ilxo yak'ji ganar Jerusalén, ata' ix yak'em spoder Jehová t'a wib'anh. Ix wilani, ichato ix in ik'jib'at t'a smacb'en Israel."
        },
        {
            "number": "2",
            "text": "Ha t'a smacb'en Israel chi', ha t'a sjolom jun lum witz te chaanh, ata' ix in yik'k'e Jehová ix wila''. Ata' ix wilb'at jun pat t'a stojolal sur, lajan yilji icha junok niwan chonhab'."
        },
        {
            "number": "3",
            "text": "Ix in yik'anb'at Jehová t'a jun chonhab' chi'. Ata' ix wil jun winh winak lajan yilji icha k'een bronce. Linhanek' winh t'a sti' jun puerta, yet'nac jun ch'anh ch'anh nab'a lino winh yet' jun te' aj syak'lab'ej yechtani."
        },
        {
            "number": "4",
            "text": "Ix yalan jun winh winak chi' t'ayin icha tik: Ach anima, scham wal ab'ani yet' ilan tas ol in ch'ox t'ayach, yujto ha Dios ix ach ik'ancot t'a tik yic wach' tzojtaquejeli. Ol lajwoc chi' ol alan masanil tas tzil tik t'a heb' etchonhab' Israel, xchi winh t'ayin."
        },
        {
            "number": "5",
            "text": "Ha t'a spatictac templo chi' ay jun muro oyanochi. Ha jun te' aj yet'nac jun winh winak chi', oxe' metro steel te'. Ix yechtan jun muro chi' winh. Ha jun chi' oxe' metro spimal, oxe' pax metro schaanhil yajk'ei."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix b'at winh t'a jun puerta t'a stojolal b'aj sjawi k'u, ix k'e winh b'aj b'achquiltac sk'ei, ix yechtan jolom puerta winh. Ha jun chi' oxe' metro yajoch t'a yoloch puerta chi'."
        },
        {
            "number": "7",
            "text": "Ha t'a yoloch spuertail chi', ata' ay jun calle tz'ochi, haxo t'a stitac jun calle chi', ay juntzanh cuarto b'aj ay heb' stanhwan puerta chi'. Ha junjun cuarto chi', oxe' metro sat, oxe' metro pax schaanhil. Axo spimal yajcan t'a skal junjun cuarto chi', nanhal yoxil metro spimal. Axo t'a skal b'aj slajwiochk'och juntzanh cuarto chi' yet' jun scorredoral, oxe' metro, a jun yune' amak' chi' k'elanb'at t'a templo."
        },
        {
            "number": "8",
            "text": "Ix yechtan jun yune' amak' chi' winh, b'aj tzonh och t'a yol templo, chanhe' metro sat. Ay chab' niwac oy, jun metro spimal."
        },
        {
            "number": "9",
            "text": "Ha t'a stitac jun calle b'aj tzonh och t'a stojolal b'aj sjawi k'u, ay oxe' cuarto lajannhej yool, lajannhej spimal ayoch t'a snanhal junjun."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix yechtan jun scalleal juntzanh cuarto chi' winh, a sat calle chi' yic tz'och t'a sattac juntzanh cuarto chi' oye' metro sat, haxo sat calle chi' t'a sattac juntzanh spimal aycan t'a snanhal juntzanh cuarto chi', nanhal yuquil metro sat."
        },
        {
            "number": "11",
            "text": "Ha t'a sti' juntzanh cuarto t'a scalleal chi', ay junjun yunetac muro ayochi, nanhal metro spimal, haxo schaanhil yajk'ei, nanhal metro paxi. Junjun juntzanh cuarto chi', ay oxe' metro sat yet' oxe' metro schaanhil."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix yechtan masanil sat schon juntzanh cuarto chi' winh, scotnhej t'a jun cuarto t'a jun k'axep masanto t'a junxo cuarto k'elk'umb'a yaj yet'oc, ay 12 metro yet' nanhalxo t'a masanil."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi' ix yechtan jun scorredoral k'elanb'at t'a templo chi' winh, 10 metro yajek' k'atan."
        },
        {
            "number": "14",
            "text": "Ha jantac yajoch jun calle chi', schael yich t'a puerta masanto b'aj slajwiochk'ochi, 25 metro steel."
        },
        {
            "number": "15",
            "text": "Masanil juntzanh cuarto chi' ay swentenail t'a spatictac, k'elanb'at t'a jun niwan amak'. Ay pax swentenail t'a snanhal juntzanh cuarto chi'. Axo t'a sattac spak'ul calle chi', ayoch yechel te' palma t'ay."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix in yik'anb'at winh wil jun b'ab'el niwan amak' t'a yolochi. Ha t'a oxe' pak'anh t'a stitac jun niwan amak' chi' ay 30 cuarto, ha t'a stitac yet' t'a spatictac juntzanh cuarto chi', a k'een k'een latz'b'ilemi."
        },
        {
            "number": "17",
            "text": "Ha k'een k'een latz'b'ilem chi', tzek' k'een t'a sattac 30 cuarto chi', sk'och k'een t'a spatictac juntzanh cuarto b'aj ay puerta, aynhejoch t'a spatictac jun niwan amak' chi'. Ha jun niwan amak' chi', ayem t'a spatictac junxo schab'il amak'."
        },
        {
            "number": "18",
            "text": "Ix yechtej skal jun b'ab'el puerta winh, masanto t'a junxo spuertail schab'il amak', ay 50 metro sat, icha pax chi' t'a stojolal norte yet' t'a stojolal b'aj sjawi k'u."
        },
        {
            "number": "19",
            "text": "Ix yechtan pax sk'atul yet' sat jun puerta winh yic jun b'ab'el amak' t'a stojolal norte."
        },
        {
            "number": "20",
            "text": "Ay oxe' cuarto t'a junjun pak'anh scalleal jun puerta chi'. Macb'il snanhal, ay jun yune' yamaq'uil, lajannhej yechel yet' spuertail t'a stojolal b'aj sjawi k'u, syalelk'ochi 25 metro sk'atul, 12 metro yet' nanhalxo sat."
        },
        {
            "number": "21",
            "text": "Ha jun scorredoral chi' yet' swentenail yet' yechel te' palma, lajannhej yet' juntzanh ay t'a stojolal b'aj sjawi k'u. Uque' sb'achquiltaquil sk'ek'och b'aj ay puerta chi', haxo scalleal chi' skan t'a yool."
        },
        {
            "number": "22",
            "text": "Ha t'a stojolal jun b'ab'el puerta chi', ata' ay pax spuertail jun schab'il amak', lajannhej icha jun ay t'a stojolal b'aj sjawi k'u. Ix yechtan pax snanhal chab' puerta chi' winh, 50 metro skal."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix in yik'anxib'at winh t'a jun puerta t'a stojolal sur. Ix yechtan juntzanh cuarto winh, juntzanh spimal snanhal juntzanh cuarto chi' yet' jun scorredoral, lajannhej yechel yet' juntzanhxo."
        },
        {
            "number": "24",
            "text": "Ha jun puerta chi' yet' scalleal, ay swentenail icha juntzanhxo. Ha yechel t'a smasanil, ay 25 metro yajochi, 12 metro yet' nanhalxo slewanil."
        },
        {
            "number": "25",
            "text": "Uque' b'achquiltac sk'ek'och t'a jun puerta chi', ay pax jun scorredoral t'a yool. Aypaxoch yechel te' palma t'a sattac t'a junjun pak'anh."
        },
        {
            "number": "26",
            "text": "Ha jun schab'il amak', ay pax jun spuertail t'a stojolal sur. Ix yechtan skal chab' puerta t'a stojolal sur chi' winh, 50 metro skal."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix in yik'anb'at winh t'a spuertail jun schab'il amak' t'a stojolal sur. Ix yechtan jun puerta chi' winh, lajannhej yechel yet' juntzanhxo puerta."
        },
        {
            "number": "28",
            "text": "Ha scuartoal yet' scorredoral yet' sattac, lajannhej yechel yet' juntzanhxo puerta. Ha jun puerta chi' yet' scorredoral, ay swentenail t'a spatictac. Ay 25 metro yajoch scalleal, 12 metro yet' nanhalxo slewanil."
        },
        {
            "number": "29",
            "text": "Ha jun corredor chi', k'elk'umb'a yaj yet' jun b'ab'el amak', anheja' ayoch yechel te' palma t'a sattac scalleal chi'. Ha t'a jun puerta chi' ay wajxaque' b'achquiltac sk'ek'och t'ay."
        },
        {
            "number": "30",
            "text": "Ixlajwi chi', ix in yik'anxib'at winh t'a schab'il amak', t'a jun puerta t'a stojolal b'aj sjawi k'u, ix yechtan jun puerta chi' winh, lajannhej yechel icha juntzanhxo."
        },
        {
            "number": "31",
            "text": "Ay spuertail, scorredoral yet' swentenail t'a spatictac. 25 metro yajoch scalleal, 12 metro yet' nanhalxo slewanil."
        },
        {
            "number": "32",
            "text": "Ha jun corredor k'elk'umb'a yet' jun b'ab'el amak', ayoch yechel te' palma t'a sattac junjun pak'anh scalleal. Ha t'a jun puerta chi' ay wajxaque' b'achquiltac sk'ek'och t'ay."
        },
        {
            "number": "33",
            "text": "Ixlajwi chi' ix in yik'anb'at winh t'a jun puerta t'a stojolal norte. Ix yechtan jun puerta chi' winh, a jun chi' lajannhej yet' juntzanhxo."
        },
        {
            "number": "34",
            "text": "Ay pax scuartoal yet' spimal snanhal juntzanh cuarto chi', scorredoral yet' swentenail t'a spatictac. 25 metro yajoch scalleal, 12 metro yet' nanhalxo slewanil."
        },
        {
            "number": "35",
            "text": "Ha scorredoral k'elk'umb'a yaj yet' jun b'ab'el amak'. Ayoch yechel te' palma t'a sattac t'a junjun spak'ul. Ha t'a jun puerta chi' ay wajxaque' b'achquiltac sk'ek'och t'ay."
        },
        {
            "number": "36",
            "text": "Ay jun cuarto junnhej yaj yet' jun corredor chi' t'a junjun puerta. Ata' sb'icchaj nok' nok' tz'ak'ji silab'il."
        },
        {
            "number": "37",
            "text": "Ha t'a corredor t'a sti' puerta chi', ay chanhe' mexa k'een latz'b'ilk'ei, chab'chab' t'a junjun pak'anh. Ha t'a yib'anh juntzanh mexa chi', ata' smiljicham nok' nok' snhusjitz'a masanil silab'il, nok' silab' yic tz'ak'ji tup mul yet' nok' silab' tz'ak'ji stojoloc mul."
        },
        {
            "number": "38",
            "text": "Ha t'a spatiquel corredor t'a puerta t'a stojolal norte chi', ay chab' k'een k'een icha mexa t'a junjun pak'anh,"
        },
        {
            "number": "39",
            "text": "syalelk'ochi, ay chanhe' juntzanh k'een chi' t'a yool yet' chanhe' t'a spatiquel jun corredor chi'. Ay wajxaque' mexa chi' t'a smasanil, aton t'a yib'anh juntzanh chi' smiljicham nok' silab'."
        },
        {
            "number": "40",
            "text": "Ha chanhe' mexa b'aj smiljicham nok' nok' snhusjitz'a masanil silab'il, a k'een k'een tzeyb'il ayoch t'ay. 75 centímetro sat schanhil pak'anh, 50 centímetro schaanhil steel junjun. Ha t'a yib'anh juntzanh chi', ata' tz'ak'jik'e yamk'ab' sk'anchaji ayic smiljicham nok' silab' chi'."
        },
        {
            "number": "41",
            "text": "Ha t'a yol jun corredor chi', ay juntzanh k'een gancho locjab'k'e t'a junjun pak'anh, 25 centímetro steel junjun k'een. Masanil nok' chib'ej tz'ak'ji silab'il, tz'ak'jik'e nok' t'a yib'anh juntzanh k'een mexa chi'."
        },
        {
            "number": "42",
            "text": "Ixlajwi chi', ix in yik'anoch winh t'a schab'il amak'. Ata' ay chab' cuarto k'elanelta t'a stojolal b'ab'el amak'. Ay jun t'a slak'anil puerta t'a norte, k'elanb'at t'a stojolal sur. Axo pax junxo, ha t'a slak'anil puerta t'a stojolal sur ay, k'elanb'at t'a stojolal norte."
        },
        {
            "number": "43",
            "text": "Ix yalan winh t'ayin icha tik: Ha jun cuarto k'elanb'at t'a stojolal sur chi', a heb' winh sacerdote smunlaj t'a templo ay yico'."
        },
        {
            "number": "44",
            "text": "Axo jun cuarto k'elanb'at t'a stojolal norte, yic heb' winh sacerdote smunlaj t'a altar b'aj snhusji nok' silab'. Masanil heb' winh sacerdote yinhtilal winhaj Sadoc, anhej heb' winh t'a skal heb' yinhtilal winhaj Leví syal yak'an serwil t'a yichanh Jehová, xchi jun winh chi' t'ayin."
        },
        {
            "number": "45",
            "text": "Ixlajwi chi', ix yechtan jun schab'il amak' winh. Lajannhej yechel schanhil pak'anh, 50 metro yaji. Axo altar b'aj snhusji silab', ha t'a yichanh templo ayeq'ui."
        },
        {
            "number": "46",
            "text": "Ix in yik'b'at jun winh winak chi' t'a scorredoral templo, ix yechtan spatictac jun corredor chi' winh, nanhal yoxil metro spimal. Axo spuertail, uque' metro sat. Ha sattac ay t'a sti' puerta chi', nanhal schab'il metro ayelta t'a junjun pak'anh."
        },
        {
            "number": "47",
            "text": "Ha jun corredor chi', lajunhe' metro slewanil, waque' metro yool. B'achquiltac sk'ei. Ay chab' k'een niwac oy t'a sti' spuertail, junjun t'a junjun pak'anh."
        }
    ]
}