{
    "chapter": "41",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix in yik'anoch jun vinh vinac chi' d'a yol jun b'ab'el cuarto yic templo, ix yechtan stitac spuertail chi' vinh, oxe' metro spimal junjun."
        },
        {
            "number": "2",
            "text": "Axo spuertail, oye' metro sat. Axo sattac ay d'a sti' puerta chi', nanhal yoxil metro ayelta d'a junjun pak'anh. Ix lajvi chi' ix yechtan pax jun b'ab'el cuarto chi' vinh, 20 metro steel, 10 metro slevanil."
        },
        {
            "number": "3",
            "text": "Ix lajvi chi', ix b'at yechtan junxo cuarto vinh d'a yichochi. Ix yechtan sattac sti' spuertail vinh, jun metro spimal. Axo puerta chi', oxe' metro sat, axo sattac d'a junjun pak'anh sti' puerta chi', nanhal schanhil metro ayelta."
        },
        {
            "number": "4",
            "text": "Ix lajvi chi', ix yechtan jun cuarto chi' vinh, 10 metro sat schanhil pak'anh. Ix yalan vinh d'ayin icha tic: A jun cuarto tic, Yicnhej Dios Yaji, xchi vinh."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi', ix yechtan spimal spatictac jun templo chi' vinh, oxe' metro spimal. A d'a spatictac templo chi', ay juntzanh cuarto, chab' metro yaj yich junjun, junnhej yaj yed' templo chi'."
        },
        {
            "number": "6",
            "text": "A juntzanh cuarto chi', ayq'ue jun d'a yib'anh junxo, oxe' piso yaji, axo d'a junjun piso, ay 30 cuarto. Axo d'a sattac templo chi' lotzanoch junjun piso. A d'a yib'anh juntzanh chi', ata' tz'och spatzab'il junjun cuarto, yuj chi' max ochlaj d'a yool."
        },
        {
            "number": "7",
            "text": "A juntzanh cuarto ay d'a schab'il piso ayoch d'a spatictac templo chi', levan yol d'a yichanh juntzanh ay d'a b'ab'el piso. Axo juntzanhxo d'a yoxil piso, nivan yol d'a yichanh juntzanh d'a schab'il piso chi'. Ay jun k'ooch b'e sq'ue d'a b'ab'el piso, sq'ue d'a schab'il, masanto sq'uek'och d'a yoxil piso."
        },
        {
            "number": "8",
            "text": "Ix vilani to a templo b'ob'ilq'ue d'a yib'anh jun yich, oxe' metro schaanhil yajq'ue jun yich chi'. Anheja' jun chi' ayoch yichoc juntzanh cuarto ay d'a spatictac templo chi'. Axo jun yich chi' nanhal yoxil metro b'echanel d'a spatiquel juntzanh cuarto chi'. Ay junxo amak' ayoch d'a spatictac yich templo chi' yed' d'a scal juntzanh scuarto eb' sacerdote, 10 metro sat. Ay spuertail juntzanh cuarto d'a spatictac templo chi', tz'elul d'a amak' ay d'a spatictac chi'. Ay jun puerta d'a stojolal norte, ay pax junxo d'a stojolal sur."
        },
        {
            "number": "9",
            "text": "A d'a stojolal b'aj tz'em k'u d'a stojolal jun amak' d'a spatictac templo chi', ay jun nivan cuarto 35 metro sat, 45 metro sk'atul yool. A yichtac, nanhal yoxil metro spimal."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', ix yechtan sk'atul templo chi' vinh. A sk'atul chi' 50 metro. Axo jun amak' d'a spatic templo chi' masanto d'a jun cuarto d'a stojolal b'aj tz'em k'u yed' pax spimal yichtac, 50 metro d'a smasanil."
        },
        {
            "number": "11",
            "text": "A d'a sat jun templo chi' yed' yamaq'uil sti' ay d'a stojolal b'aj sjavi k'u, 50 metro pax jun chi' smasanil."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi', ix yechtan sk'atul jun nivan cuarto vinh, jun ay d'a spatic templo q'uelancot d'a amak' yed' yichtac, 50 metro smasanil. A chab' cuarto d'a yol templo yed' scorredoral q'uelanb'at d'a amak',"
        },
        {
            "number": "13",
            "text": "ayoch te' chemte' d'a spatictac. Ay sventenail yoxil, cotac sventenail chi'. Sb'atnhej te' chemte' d'a ti' puerta masanto d'a yool, aynhejoch te' d'a sat yichtac smasanil. Sb'atnhej te' d'a spisoal, sq'uek'och te' d'a sventenail chi'. A juntzanh sventenail chi' ay smacul d'a spatiqueli, xayayi yajochi."
        },
        {
            "number": "14",
            "text": "Aypaxoch te' chemte' d'a yichtac d'a yol b'ab'el cuarto d'a yib'anh puerta tz'och d'a yol schab'il cuarto."
        },
        {
            "number": "15",
            "text": "Majnaquel sattac te' chemte' chi' yuj yechel eb' querubín yed' pax yechel te' palma. Jun yechel te' palma chi', jun yechel querubín chi', ichanhej chi' yajoch smasanil. Chab'chab' sat junjun querubín chi'."
        },
        {
            "number": "16",
            "text": "A jun sat, lajan yilji icha sat anima, q'uelanoch d'a yechel te' palma chi'. Axo junxo, lajan icha yilji sat nok' choj, q'uelanpaxoch d'a junxo yechel te' palma chi'. Ichanhej chi' yajoch d'a yol templo chi'."
        },
        {
            "number": "17",
            "text": "Sb'atnhej juntzanh yechel d'a piso masanto d'a jolom puerta."
        },
        {
            "number": "18",
            "text": "A yoyal spuertail jun b'ab'el cuarto chi', lajan yaj te' schab'il, chanh tzalanh yaj te'. A d'a yichanh jun cuarto yicnhej Jehová yaji, ay jun tas lajan val yilji"
        },
        {
            "number": "19",
            "text": "icha junoc altar nab'a te', jun metro schanhil pak'anh, nanhal schab'il metro yajq'ue schaanhil. A schiquintac, pax yich yed' spatictac, nab'a te'. Ix yalan jun vinh chi' d'ayin: Aton jun mexa tic ayoch d'a yichanh Jehová, xchi vinh."
        },
        {
            "number": "20",
            "text": "A spuertail b'ab'el cuarto yed' spuertail jun cuarto yicnhej Dios yaji, chab' jenhan yaji."
        },
        {
            "number": "21",
            "text": "Axo junjun jenhan chi', chab'chab' macanh yaji, ayoch svisagreal d'a snanhal."
        },
        {
            "number": "22",
            "text": "A d'a sattac spuertail jun b'ab'el cuarto chi', ayoch yechel querubín yed' yechel te' palma. Lajan yilji yed' juntzanh ayoch d'a sattac yichtac chi'. A d'a yichanhelta spuertail scorredoral ayq'ue spatil nab'a te'."
        },
        {
            "number": "23",
            "text": "A d'a junjun pak'anh scorredoral chi', ay sventenail cotac sat. Aypaxoch yechel te' palma d'a sattac yichtac chi'. A sventenail juntzanh cotac cuarto oyanoch d'a spatic templo chi', ayoch smacul d'a spatic, xayayi yajochi."
        }
    ]
}