{
    "chapter": "42",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix in yik'anelta winh t'a amak' t'a spatictac templo t'a stojolal norte. Ix in yik'anoch winh t'a yol chab' pat t'a spatiquel amak' chi' yet' t'a stojolal norte t'a jun niwan cuarto t'a spatic templo chi'."
        },
        {
            "number": "2",
            "text": "Ha chab' pat t'a stojolal norte chi', 50 metro sk'atul, 25 metro sat."
        },
        {
            "number": "3",
            "text": "Ha jun pat skan t'a sti' jun amak' ay t'a spatictac templo chi', 10 metro sat. Axo junxo pat, ha t'a stojolal b'aj latz'b'ilem q'uen q'ueen t'a b'ab'el amak' scani. Oxe' piso yaj junjun pat chi'. Junjun piso sq'uei, yunenhej yool t'a yichanh jun ay t'a yalanh."
        },
        {
            "number": "4",
            "text": "Ha t'a skal juntzanh pat chi', ay jun calle, oye' metro sat, 50 metro steel, tz'ochnhejk'och t'a yolochi. Ha spuertail juntzanh cuarto chi', ha t'a stojolal norte ayochi."
        },
        {
            "number": "5",
            "text": "Ha juntzanh cuarto t'a yoxil piso, yunenhej t'a yichanh juntzanhxo t'a schab'il piso ay t'a yalanh, yujto ay scorredoral, yuj chi' yunexonhej yool."
        },
        {
            "number": "6",
            "text": "Oxe' piso yaj juntzanh pat chi', palta malaj yoyal icha yoyal juntzanh cuarto ay t'a spatictac jun b'ab'el amak', yuj chi' a jun piso t'a yib'anh, yunenhej yol t'a yichanh jun ay t'a snanhal, haxo jun snanhal chi' yunenhej t'a yichanh jun ay t'a yalanh."
        },
        {
            "number": "7",
            "text": "Ha jun pat ayoch t'a sti' jun b'ab'el amak' chi', tzek' t'a yichanh junxo pat, 25 metro sk'atul, junnhej sb'at k'atan yet' smuroal stitac b'ab'el amak'."
        },
        {
            "number": "8",
            "text": "Yujto a jun pat ay t'a stz'ey b'ab'el amak' chi', 25 metronhej sk'atul, haxo pax junxo pat ay t'a spatic templo chi', 50 metro sk'atul."
        },
        {
            "number": "9",
            "text": "Ha juntzanh cuarto t'a b'ab'el piso, ay spuertail yic tzonh el t'a b'ab'el amak', t'a jun pak'anh ay t'a stojolal b'aj sjavi k'u,"
        },
        {
            "number": "10",
            "text": "b'aj tz'elul jun muro t'a sti' amak' chi'. Axo t'a stojolal sur, t'a sti' jun amak' t'a spatictac templo yet' jun niwan cuarto, ata' ay pax chab'xo pat."
        },
        {
            "number": "11",
            "text": "Lajannhej yaj yechel yet' sb'onab'il, icha chab' pat t'a stojolal norte. Lajannhej yaj b'aj tzonh ochi yet' b'aj tzonh eli yet' jun scalleal t'a skal chab' pat chi'."
        },
        {
            "number": "12",
            "text": "Ha tzonh och t'a juntzanh cuarto t'a stojolal sur, ay jun puerta b'aj schael yich jun scalleal chi' b'aj tz'elul jun smuroal yich, aton jun muro chi' smacan t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "13",
            "text": "Ix yalan jun winh chi' t'ayin icha tik: Ha jun pat t'a stojolal norte yet' jun ay t'a stojolal sur, aton juntzanh ay t'a stitac amak' t'a spatictac templo, anhej eb' winh sacerdote ay yico'. Ata' schi nok' silab' eb' winh to anhej Jehov치 ay yico', yujto a eb' winh tz'ak'an servil Jehov치. Ata' syak'paxoch eb' winh juntzanh tas to yic Jehov치 yaji, aton ixim trigo tz'ak'ji ofrendail, ixim tz'ak'ji yet' nok' silab' tz'ak'ji yuj yak'ji tup mul yet' nok' silab' tz'ak'ji yuj stojoloc mul. Ha juntzanh cuarto b'aj tz'ak'ji juntzanh ofrenda chi' yic Jehov치 yaji."
        },
        {
            "number": "14",
            "text": "Tato tz'och eb' winh sacerdote t'a yol templo chi', max yal-laj yel eb' winh t'a jun b'ab'el amak' ayic manto sq'uexel spichul eb' winh syak'ochi ayic tz'och eb' winh munlajel t'a yol templo chi'. Yujto a spichul eb' winh chi', niwan yelk'ochi, yuj chi' max yal-laj yel eb' winh t'a skal eb' anima yet'oc. Yovalil ch'oc spichul eb' winh syak'ochi ayic tz'el eb' winh, xchi winh t'ayin."
        },
        {
            "number": "15",
            "text": "Ayic ix lajvi yechtan yol templo chi' winh, ix in yik'anelta winh t'a jun puerta ay t'a stojolal b'aj sjavi k'u. Ixlajwi chi' ix och ijan winh yechtan lum spatictaquel templo chi'."
        },
        {
            "number": "16",
            "text": "Ha jun te' aj yet'nac winh, a te' ix yak'lab'ej winh yechtani. Ha jun pak'anh t'a stojolal b'aj sjavi k'u, 250 metro yoc."
        },
        {
            "number": "17",
            "text": "Ix yechtan pax junxo pak'anh winh t'a stojolal norte. Ha jun chi' anheja' 250 metro yoc."
        },
        {
            "number": "18",
            "text": "Axo pax jun pak'anhxo t'a stojolal sur, anheja' 250 metro yoc."
        },
        {
            "number": "19",
            "text": "Axo jun slajvub' t'a stojolal b'aj tz'em k'u, anheja' 250 metro yoc."
        },
        {
            "number": "20",
            "text": "Ix yechtejnhej winh schanhil pak'anh. Ha smuroal ayoch t'a spatictac slumal templo chi', 250 metro junjun pak'anh. Ha jun muro chi' smacancan jun lugar yic Dios yaj chi', haxo spatiquel muro chi', comon yaji."
        }
    ]
}