{
    "chapter": "43",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi' ix in yik'anxib'at vinh d'a jun puerta d'a stojolal b'aj tz'em k'u."
        },
        {
            "number": "2",
            "text": "Ix vilan stziquiquial Jehová co Diosal a onh israel onh tic, d'a stojolal b'aj tz'em k'u chi'. Te chaanh sk'anhi, icha sk'anh yem a' nivac pajav. Copopi ix aj yilji sat luum yuuj."
        },
        {
            "number": "3",
            "text": "A tas ix vil chi', lajan val icha jun ix vila' ayic ix javi Jehová ul yak'an satel Jerusalén, lajan pax icha jun ix vil d'a sti' a' nivan Quebar. Ix in em lachnaj d'a sat lum yuuj."
        },
        {
            "number": "4",
            "text": "A stziquiquial Jehová chi', ix och d'a yol templo d'a jun puerta d'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix vab'i to a Yespíritu Dios ix in ik'anq'ue vaan, ix in yik'anoch d'a jun schab'il amak', ix vilani, b'ud'jinaquel yol templo chi' yuj stziquiquial Jehová chi'."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi', ix vab'ani, ato d'a yol templo chi' ay jun mach ix lolonelta d'ayin. Axo jun vinh vinac chi' linhanoch vinh d'a in tz'ey."
        },
        {
            "number": "7",
            "text": "Ix yalan icha tic: Ach anima, aton jun lugar tic b'aj ay in despacho, b'aj ol vak' reyal. A tic ol in cajnaj d'a junelnhej d'a e cal a ex israel ex tic. A ex tic yed' eb' e reyal, manhxo ol in e patiquejel-laj yuj eyoch ejmelal d'a comon dios yed' e mucan eb' e reyal d'a slak'anil in templo tic, icha e k'ulejnac d'a pecataxo."
        },
        {
            "number": "8",
            "text": "A pecatax chi' sb'onacq'ue spalacio eb' d'a stz'ey in templo. Junnhej muro aycan d'a scal spuertail in templo yed' spuertail spalacio eb' chi'. Ix in alji chucal yuj schucal sb'eyb'al eb' yajb'entac d'a yol in sat. Yuj chi' ix cot voval d'a eb', ix in satanel eb'."
        },
        {
            "number": "9",
            "text": "Axo ticnaic yactejocab' eb' yoch ejmelal d'a scomon diosal, syactanpax eb' smucan eb' sreyal d'a in tz'ey, yic ol in cajnaj d'a scal eb' d'a junelnhej."
        },
        {
            "number": "10",
            "text": "A ticnaic ach anima, al d'a eb' etisraelal chajtil yaj templo ix ila', yic vach' scham yilan eb', yic sq'uixvi eb' yuj schucal."
        },
        {
            "number": "11",
            "text": "Tato ol q'uixvoc eb' yuj tas sk'ulej chi', tzalan d'a eb' chajtil yaj in templo yed' tastac ay d'a yool, chajtil yaj spuertail. Syalelk'ochi, chajtil yaj templo chi' smasanil, tas yaj pax juntzanh schecnab'ilal yovalil sk'anab'ajaji. Tz'ib'ej yechel masanil juntzanh chi', yic vach' ol nachajel yuj eb' sik'lab'il yic ol sb'o eb' icha yaj chi'. Tza tz'ib'anpax masanil juntzanh checnab'il yic sk'anab'ajej eb'."
        },
        {
            "number": "12",
            "text": "Aton val juntzanh tic checnab'il yuj in templo: Masanil lum tzalan d'a spatictac templo chi', junelnhej to vic yaj luum, xchi Jehová d'ayin."
        },
        {
            "number": "13",
            "text": "A juntzanh echlab' ix k'anchaj d'a templo, a' ix k'anchaj pax d'a yechel jun altar d'a yamaq'uil templo chi'. Aton yechel jun altar chi': A cimientoal yich, nanhal metro ayem d'a yol lum, nanhal pax metro yajel d'a spatic yichanh. Axo d'a sti' jun ayel chi' ay jab'xo tzalanq'ue d'a stitac, 25 centímetro yajq'uei."
        },
        {
            "number": "14",
            "text": "A jantac yajq'ue jun b'ab'el b'achanh scot d'a yich, jun metro yajq'uei, nanhal metro yajel d'a spatic b'aj sb'at junxo b'achanh. Axo jun schab'il b'achanh chi', chab' metro yajq'uei, nanhal metro yajel d'a spatic b'aj sb'at junxo b'achanh. Axo jun yoxil b'achanh chi' anheja' chab' metro yajq'uei,"
        },
        {
            "number": "15",
            "text": "aton ta' snhusjitz'a silab'. A jun chi', chab' metro yajq'ue schaanhil. Ay schiquintac d'a junjun yesquinail, chaanh yajq'ue d'a yib'anh b'aj stz'a silab' chi'."
        },
        {
            "number": "16",
            "text": "A jun chi' vaque' metro junjun pak'anh."
        },
        {
            "number": "17",
            "text": "Axo schab'il b'achanh, uque' metro junjun pak'anh. Axo d'a stitac, ay jab'xo tzalanq'uei, 25 centímetro yajq'uei. Axo sk'oochal sq'uek'och d'a altar chi', a d'a stojolal b'aj sjavi k'u scani."
        },
        {
            "number": "18",
            "text": "Ix lajvi chi', ix yalan jun vinh vinac chi' d'ayin: Ach anima, a Jehová Yajal tz'alan icha tic: Ayic b'ob'ilxo jun altar chi', yovalil sk'anab'ajaj juntzanh checnab'il tic: Snhusjitz'a junoc nok' nok' silab'il d'a yib'anh, stzicchajoch schiq'uil nok' d'ay."
        },
        {
            "number": "19",
            "text": "A in Jehová in svala' to a d'a eb' sacerdote levita yinhtilal Sadoc, aton eb' tz'och d'a vichanh in yak'an servil, syak'an junoc nok' quelem vacax eb' silab'il yuj yak'ji tup mul."
        },
        {
            "number": "20",
            "text": "Slajvi chi', syik'anq'ue jab'oc schiq'uil nok' eb', stzicanoch eb' d'a schiquintac altar chi' schanhil yed' d'a schiquintac yic schab'il b'achanh yich yed' d'a spatictac yich altar chi' smasanil. Icha chi' tz'aj sacb'ican jun altar chi' yic tz'ochcan vicoc."
        },
        {
            "number": "21",
            "text": "Slajvi chi' syik'anel nok' vacax chi' eb', nok' tz'ak'ji silab'il chi', snhusantz'a nok' eb' d'a spatiquel templo d'a jun lugar chequel yaji."
        },
        {
            "number": "22",
            "text": "Axo d'a junxo k'u, snhusantz'a junoc nok' chiva eb', junoc nok' malaj jab'oc spaltail yuj yak'ji tup mul. Icha chi' tz'aj sacb'itan jun altar chi' eb' sacerdote chi', icha syutej eb' yed' nok' vacax."
        },
        {
            "number": "23",
            "text": "Ayic slajvi juntzanh chi', syik'ancot junoc nok' quelem vacax eb' yed' junoc nok' ch'ac calnel, malajocab' jab'oc spaltail nok' schavanhil."
        },
        {
            "number": "24",
            "text": "Icha chi' tz'aj yik'ancot nok' eb' d'ayin. Syak'anoch yatz'amil nok' eb', snhusantz'a nok' eb' yuj in yik'anchaanh."
        },
        {
            "number": "25",
            "text": "Uque' k'ual snhustz'a nok' silab' chi' eb', syak'anpax junoc nok' chiva eb' silab'il, junoc nok' quelem vacax yed' junoc nok' ch'ac calnel yuj yak'ji tup mul. Malajocab' jab'oc spaltail nok' yoxvanhil."
        },
        {
            "number": "26",
            "text": "Ichanhej chi' sk'ulej eb' d'a uque' k'ual chi', yuj sacb'itan jun altar chi' eb' yic tz'ochcan vicoc."
        },
        {
            "number": "27",
            "text": "Axo slajvi yuquil k'ual chi', axo d'a svajxaquil k'ual yed' sb'eynhejb'ati, syak'nhej nok' silab' chi' eb', nok' stz'a smasanil yed' silab' yic junk'olal. Ichato chi' a in Jehová in svala' to tzex in cha d'a tzalajk'olal, xchi Jehová, xchi vinh d'ayin."
        }
    ]
}