{
    "chapter": "43",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix in yik'anxib'at winh t'a jun puerta t'a stojolal b'aj tz'em k'u."
        },
        {
            "number": "2",
            "text": "Ix wilan stziquiquial Jehová ko Diosal a onh israel onh tik, t'a stojolal b'aj tz'em k'u chi'. Te chaanh sk'anhi, icha sk'anh yem ha' niwac pajav. Copopi ix aj yilji sat lu'um yuj."
        },
        {
            "number": "3",
            "text": "Ha tas ix wil chi', lajan wal icha jun ix wila'' ayic ix jawi Jehová ul yak'an satel Jerusalén, lajan pax icha jun ix wil t'a sti' ha' niwan Quebar. Ix in em lachnaj t'a sat lum yuj."
        },
        {
            "number": "4",
            "text": "Ha stziquiquial Jehová chi', ix och t'a yol templo t'a jun puerta t'a stojolal b'aj sjawi k'u."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix wab'i to a Yespíritu Dios ix in ik'ank'e waan, ix in yik'anoch t'a jun schab'il amak', ix wilani, b'ud'jinaquel yol templo chi' yuj stziquiquial Jehová chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix wab'ani, ato t'a yol templo chi' ay jun mach ix lolonelta t'ayin. Axo jun winh winak chi' linhanoch winh t'a in tz'ey."
        },
        {
            "number": "7",
            "text": "Ix yalan icha tik: Ach anima, aton jun lugar tik b'aj ay in despacho, b'aj ol wak' reyal. Ha tik ol in kajnaj t'a junelnhej t'a he kal a ex israel ex tik. Ha ex tik yet' heb' he reyal, manhxo ol in he patiquejel-laj yuj eyoch ejmelal t'a comon Dios yet' he mukan heb' he reyal t'a slak'anil in templo tik, icha he k'ulejnac t'a pecataxo."
        },
        {
            "number": "8",
            "text": "Ha pecatax chi' sb'onack'e spalacio heb' t'a stz'ey in templo. Junnhej muro aykan t'a skal spuertail in templo yet' spuertail spalacio heb' chi'. Ix in alji chukal yuj schukal sb'eyb'al heb' yajb'entac t'a yol in sat. Yuj chi' ix cot wowal t'a heb', ix in satanel heb'."
        },
        {
            "number": "9",
            "text": "Axo ticnaik yactejokab' heb' yoch ejmelal t'a scomon diosal, syactanpax heb' smukan heb' sreyal t'a in tz'ey, yic ol in kajnaj t'a skal heb' t'a junelnhej."
        },
        {
            "number": "10",
            "text": "Ha ticnaik ach anima, al t'a heb' etisraelal chajtil yaj templo ix ila', yic wach' scham yilan heb', yic sq'uixwi heb' yuj schukal."
        },
        {
            "number": "11",
            "text": "Tato ol q'uixwoc heb' yuj tas sk'ulej chi', tzalan t'a heb' chajtil yaj in templo yet' tastac ay t'a yool, chajtil yaj spuertail. Syalelk'ochi, chajtil yaj templo chi' smasanil, tas yaj pax juntzanh schecnab'ilal yowalil sk'anab'ajaji. Tz'ib'ej yechel masanil juntzanh chi', yic wach' ol nachajel yuj heb' sik'lab'il yic ol sb'o heb' icha yaj chi'. Tza tz'ib'anpax masanil juntzanh checnab'il yic sk'anab'ajej heb'."
        },
        {
            "number": "12",
            "text": "Aton wal juntzanh tik checnab'il yuj in templo: Masanil lum tzalan t'a spatictac templo chi', junelnhej to wik yaj lu'um, xchi Jehová t'ayin."
        },
        {
            "number": "13",
            "text": "Ha juntzanh echlab' ix k'anchaj t'a templo, ha' ix k'anchaj pax t'a yechel jun altar t'a yamaq'uil templo chi'. Aton yechel jun altar chi': Ha cimientoal yich, nanhal metro ayem t'a yol lum, nanhal pax metro yajel t'a spatic yichanh. Axo t'a sti' jun ayel chi' ay jab'xo tzalank'e t'a stitac, 25 centímetro yajk'ei."
        },
        {
            "number": "14",
            "text": "Ha jantac yajk'e jun b'ab'el b'akhanh scot t'a yich, jun metro yajk'ei, nanhal metro yajel t'a spatic b'aj sb'at junxo b'akhanh. Axo jun schab'il b'akhanh chi', chab' metro yajk'ei, nanhal metro yajel t'a spatic b'aj sb'at junxo b'akhanh. Axo jun yoxil b'akhanh chi' anheja' chab' metro yajk'ei,"
        },
        {
            "number": "15",
            "text": "aton ta' snhusjitz'a silab'. Ha jun chi', chab' metro yajk'e schaanhil. Ay schiquintac t'a junjun yesquinail, chaanh yajk'e t'a yib'anh b'aj stz'a silab' chi'."
        },
        {
            "number": "16",
            "text": "Ha jun chi' waque' metro junjun pak'anh."
        },
        {
            "number": "17",
            "text": "Axo schab'il b'akhanh, uque' metro junjun pak'anh. Axo t'a stitac, ay jab'xo tzalank'ei, 25 centímetro yajk'ei. Axo sk'oochal sk'ek'och t'a altar chi', ha t'a stojolal b'aj sjawi k'u skani."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix yalan jun winh winak chi' t'ayin: Ach anima, a Jehová Yajal tz'alan icha tik: Ayic b'ob'ilxo jun altar chi', yowalil sk'anab'ajaj juntzanh checnab'il tik: Snhusjitz'a junok nok' nok' silab'il t'a yib'anh, stzicchajoch schiq'uil nok' t'ay."
        },
        {
            "number": "19",
            "text": "Ha in Jehová in swala' to ha t'a heb' sacerdote lewita yinhtilal Sadoc, aton heb' tz'och t'a wichanh in yak'an serwil, syak'an junok nok' quelem wakax heb' silab'il yuj yak'ji tup mul."
        },
        {
            "number": "20",
            "text": "Slajwi chi', syik'ank'e jab'oc schiq'uil nok' heb', stzikanoch heb' t'a schiquintac altar chi' schanhil yet' t'a schiquintac yic schab'il b'akhanh yich yet' t'a spatictac yich altar chi' smasanil. Icha chi' tz'aj sacb'ikan jun altar chi' yic tz'ochkan wicoc."
        },
        {
            "number": "21",
            "text": "Slajwi chi' syik'anel nok' wakax chi' heb', nok' tz'ak'ji silab'il chi', snhusantz'a nok' heb' t'a spatiquel templo t'a jun lugar chequel yaji."
        },
        {
            "number": "22",
            "text": "Axo t'a junxo k'u, snhusantz'a junok nok' chiwa heb', junok nok' malaj jab'oc spaltail yuj yak'ji tup mul. Icha chi' tz'aj sacb'itan jun altar chi' heb' sacerdote chi', icha syutej heb' yet' nok' wakax."
        },
        {
            "number": "23",
            "text": "Ayic slajwi juntzanh chi', syik'ancot junok nok' quelem wakax heb' yet' junok nok' ch'ac kalnel, malajokab' jab'oc spaltail nok' schawanhil."
        },
        {
            "number": "24",
            "text": "Icha chi' tz'aj yik'ancot nok' heb' t'ayin. Syak'anoch yatz'amil nok' heb', snhusantz'a nok' heb' yuj in yik'anchaanh."
        },
        {
            "number": "25",
            "text": "Uque' k'ual snhustz'a nok' silab' chi' heb', syak'anpax junok nok' chiwa heb' silab'il, junok nok' quelem wakax yet' junok nok' ch'ac kalnel yuj yak'ji tup mul. Malajokab' jab'oc spaltail nok' yoxwanhil."
        },
        {
            "number": "26",
            "text": "Ichanhej chi' sk'ulej heb' t'a uque' k'ual chi', yuj sacb'itan jun altar chi' heb' yic tz'ochkan wicoc."
        },
        {
            "number": "27",
            "text": "Axo slajwi yuquil k'ual chi', haxo t'a swajxaquil k'ual yet' sb'eynhejb'ati, syak'nhej nok' silab' chi' heb', nok' stz'a smasanil yet' silab' yic junk'olal. Ichato chi' a in Jehová in swala' to tzex in cha t'a tzalajk'olal, xchi Jehová, xchi winh t'ayin."
        }
    ]
}