{
    "chapter": "43",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix in yik'anxib'at vinh t'a jun puerta t'a stojolal b'aj tz'em k'u."
        },
        {
            "number": "2",
            "text": "Ix vilan stziquiquial Jehová co Diosal a onh israel onh tik, t'a stojolal b'aj tz'em k'u chi'. Te chaanh sk'anhi, icha sk'anh yem ha' nivac pajav. Copopi ix aj yilji sat lu'um yuj."
        },
        {
            "number": "3",
            "text": "Ha tas ix vil chi', lajan val icha jun ix wila'' ayic ix javi Jehová ul yak'an satel Jerusalén, lajan pax icha jun ix vil t'a sti' ha' niwan Quebar. Ix in em lachnaj t'a sat lum yuj."
        },
        {
            "number": "4",
            "text": "Ha stziquiquial Jehová chi', ix och t'a yol templo t'a jun puerta t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix vab'i to a Yespíritu Dios ix in ik'anq'ue vaan, ix in yik'anoch t'a jun schab'il amak', ix vilani, b'ud'jinaquel yol templo chi' yuj stziquiquial Jehová chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix vab'ani, ato t'a yol templo chi' ay jun mach ix lolonelta t'ayin. Axo jun vinh vinac chi' linhanoch vinh t'a in tz'ey."
        },
        {
            "number": "7",
            "text": "Ix yalan icha tik: Ach anima, aton jun lugar tik b'aj ay in despacho, b'aj ol vak' reyal. Ha tik ol in cajnaj t'a junelnhej t'a e cal a ex israel ex tik. Ha ex tik yet' eb' e reyal, manhxo ol in e patiquejel-laj yuj eyoch ejmelal t'a comon dios yet' e mucan eb' e reyal t'a slak'anil in templo tik, icha e k'ulejnac t'a pecataxo."
        },
        {
            "number": "8",
            "text": "Ha pecatax chi' sb'onacq'ue spalacio eb' t'a stz'ey in templo. Junnhej muro aycan t'a skal spuertail in templo yet' spuertail spalacio eb' chi'. Ix in alji chukal yuj schucal sb'eyb'al eb' yajb'entac t'a yol in sat. Yuj chi' ix cot voval t'a eb', ix in satanel eb'."
        },
        {
            "number": "9",
            "text": "Axo ticnaic yactejocab' eb' yoch ejmelal t'a scomon diosal, syactanpax eb' smucan eb' sreyal t'a in tz'ey, yic ol in cajnaj t'a skal eb' t'a junelnhej."
        },
        {
            "number": "10",
            "text": "Ha ticnaic ach anima, al t'a eb' etisraelal chajtil yaj templo ix ila', yic wach' scham yilan eb', yic sq'uixvi eb' yuj schucal."
        },
        {
            "number": "11",
            "text": "Tato ol q'uixvoc eb' yuj tas sk'ulej chi', tzalan t'a eb' chajtil yaj in templo yet' tastac ay t'a yool, chajtil yaj spuertail. Syalelk'ochi, chajtil yaj templo chi' smasanil, tas yaj pax juntzanh schecnab'ilal yowalil sk'anab'ajaji. Tz'ib'ej yechel masanil juntzanh chi', yic wach' ol nachajel yuj eb' sik'lab'il yic ol sb'o eb' icha yaj chi'. Tza tz'ib'anpax masanil juntzanh checnab'il yic sk'anab'ajej eb'."
        },
        {
            "number": "12",
            "text": "Aton val juntzanh tik checnab'il yuj in templo: Masanil lum tzalan t'a spatictac templo chi', junelnhej to wik yaj lu'um, xchi Jehová t'ayin."
        },
        {
            "number": "13",
            "text": "Ha juntzanh echlab' ix k'anchaj t'a templo, ha' ix k'anchaj pax t'a yechel jun altar t'a yamaq'uil templo chi'. Aton yechel jun altar chi': Ha cimientoal yich, nanhal metro ayem t'a yol lum, nanhal pax metro yajel t'a spatic yichanh. Axo t'a sti' jun ayel chi' ay jab'xo tzalanq'ue t'a stitac, 25 centímetro yajq'uei."
        },
        {
            "number": "14",
            "text": "Ha jantac yajq'ue jun b'ab'el b'achanh scot t'a yich, jun metro yajq'uei, nanhal metro yajel t'a spatic b'aj sb'at junxo b'achanh. Axo jun schab'il b'achanh chi', chab' metro yajq'uei, nanhal metro yajel t'a spatic b'aj sb'at junxo b'achanh. Axo jun yoxil b'achanh chi' anheja' chab' metro yajq'uei,"
        },
        {
            "number": "15",
            "text": "aton ta' snhusjitz'a silab'. Ha jun chi', chab' metro yajq'ue schaanhil. Ay schiquintac t'a junjun yesquinail, chaanh yajq'ue t'a yib'anh b'aj stz'a silab' chi'."
        },
        {
            "number": "16",
            "text": "Ha jun chi' vaque' metro junjun pak'anh."
        },
        {
            "number": "17",
            "text": "Axo schab'il b'achanh, uque' metro junjun pak'anh. Axo t'a stitac, ay jab'xo tzalanq'uei, 25 centímetro yajq'uei. Axo sk'oochal sq'uek'och t'a altar chi', ha t'a stojolal b'aj sjavi k'u scani."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix yalan jun vinh vinac chi' t'ayin: Ach anima, a Jehová Yajal tz'alan icha tik: Ayic b'ob'ilxo jun altar chi', yowalil sk'anab'ajaj juntzanh checnab'il tik: Snhusjitz'a junok nok' nok' silab'il t'a yib'anh, stzicchajoch schiq'uil nok' t'ay."
        },
        {
            "number": "19",
            "text": "Ha in Jehová in svala' to ha t'a eb' sacerdote levita yinhtilal Sadoc, aton eb' tz'och t'a vichanh in yak'an servil, syak'an junok nok' quelem vacax eb' silab'il yuj yak'ji tup mul."
        },
        {
            "number": "20",
            "text": "Slajvi chi', syik'anq'ue jab'oc schiq'uil nok' eb', stzicanoch eb' t'a schiquintac altar chi' schanhil yet' t'a schiquintac yic schab'il b'achanh yich yet' t'a spatictac yich altar chi' smasanil. Icha chi' tz'aj sacb'ican jun altar chi' yic tz'ochcan vicoc."
        },
        {
            "number": "21",
            "text": "Slajvi chi' syik'anel nok' vacax chi' eb', nok' tz'ak'ji silab'il chi', snhusantz'a nok' eb' t'a spatiquel templo t'a jun lugar chequel yaji."
        },
        {
            "number": "22",
            "text": "Axo t'a junxo k'u, snhusantz'a junok nok' chiva eb', junok nok' malaj jab'oc spaltail yuj yak'ji tup mul. Icha chi' tz'aj sacb'itan jun altar chi' eb' sacerdote chi', icha syutej eb' yet' nok' vacax."
        },
        {
            "number": "23",
            "text": "Ayic slajvi juntzanh chi', syik'ancot junok nok' quelem vacax eb' yet' junok nok' ch'ac calnel, malajocab' jab'oc spaltail nok' schavanhil."
        },
        {
            "number": "24",
            "text": "Icha chi' tz'aj yik'ancot nok' eb' t'ayin. Syak'anoch yatz'amil nok' eb', snhusantz'a nok' eb' yuj in yik'anchaanh."
        },
        {
            "number": "25",
            "text": "Uque' k'ual snhustz'a nok' silab' chi' eb', syak'anpax junok nok' chiva eb' silab'il, junok nok' quelem vacax yet' junok nok' ch'ac calnel yuj yak'ji tup mul. Malajocab' jab'oc spaltail nok' yoxvanhil."
        },
        {
            "number": "26",
            "text": "Ichanhej chi' sk'ulej eb' t'a uque' k'ual chi', yuj sacb'itan jun altar chi' eb' yic tz'ochcan vicoc."
        },
        {
            "number": "27",
            "text": "Axo slajvi yuquil k'ual chi', haxo t'a svajxaquil k'ual yet' sb'eynhejb'ati, syak'nhej nok' silab' chi' eb', nok' stz'a smasanil yet' silab' yic junk'olal. Ichato chi' a in Jehová in svala' to tzex in cha t'a tzalajk'olal, xchi Jehová, xchi vinh t'ayin."
        }
    ]
}