{
    "chapter": "44",
    "verses": [
        {
            "number": "1",
            "text": "Ix in yik'xib'at vinh t'a spuertail templo t'a stojolal b'aj sjavi k'u. Ix vilani, macan jun puerta chi'."
        },
        {
            "number": "2",
            "text": "Ata' ix yal Jehová t'ayin icha tik: Ha jun puerta tik, ol cannhej macan, malaj b'ak'uinh ol jacchajoc. Malaj mach ol yal yoch t'ay, yujto ha t'a jun tik ix in och a in sDiosal in Israel tik."
        },
        {
            "number": "3",
            "text": "Anhej vinh yajalil chonhab' syal sk'och vael ta' yic schi'an nok' silab' vinh t'a vichanh. Ha t'a corredor tz'och vinh, tz'ochk'och vinh t'a jun b'ab'el amak', anheja' ata' stz'elxita vinh, xchi Jehová chi' t'ayin."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi' ix in yik'anb'at jun vinh vinac chi' t'a jun puerta t'a stojolal norte t'a yichanh templo. Ix vilani ix b'ud'jiel yol templo chi' yuj stziquiquial Jehová. Ayic ix vilan jun chi' ix in em lachnaj t'a sat lu'um."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ach anima, scham val ilani, schampax ab'an sleyal jun templo tik. Scham val ilani mach eb' syal yoch t'a yol templo tik, mach pax eb' max yal yochi."
        },
        {
            "number": "6",
            "text": "Al t'a eb' etisraelal chi' to a in Jehová in sval icha tik: Ex in chonhab' Israel, te pit ex, actejec e b'eyb'alan tas yajb'entac."
        },
        {
            "number": "7",
            "text": "Ha ex tik ix eyixtejb'at in templo. Comonxonhej ix e chaoch eb' ch'oc chonhab'il t'a yool, aton juntzanh anima malaj yechel in trato t'a spensar yet' t'a snivanil. Ix eyixtejb'at eyak'an silab' t'ayin, aton xepual nok' silab' yet' schiq'uil nok', palta max e k'anab'ajej in trato, haxo tas yajb'entac tze k'ulej."
        },
        {
            "number": "8",
            "text": "Maj e k'anab'ajej in checnab'il yuj tas vic yaji, palta to ix eyactejcan eyopisio chi' t'a yol sk'ab' eb' ch'oc chonhab'il, xchi Jehová, xa chi."
        },
        {
            "number": "9",
            "text": "Yuj chi' a in Jehová in sval icha tik: Manhxa b'ak'uinh ol och junok anima ch'oc chonhab'il t'a in templo, aton eb' cajan t'a e cal, eb' manh ayococh yechel in trato t'a spensar yet' t'a snivanil."
        },
        {
            "number": "10",
            "text": "Ha eb' levita ix in actancani ayic in yactancan masanil eb' yetisraelal eb', yic tz'och eb' ejmelal t'a juntzanh comon dios, ol scha spac eb' yuj schucal chi'."
        },
        {
            "number": "11",
            "text": "Syal smunlaj eb' yic stanhvej spuertail in templo yet' t'a junocxo munlajel t'a in templo chi'. Syal smilancham nok' silab' eb', aton nok' snhusjitz'a silab'il t'ayin yet' juntzanhxo nok' silab' syak' eb' chonhab'. Yovalil b'ecan sk'ol eb' yak'an servil eb' yetchonhab' chi'."
        },
        {
            "number": "12",
            "text": "Ha t'a yalanhtaxo yak'nac servil eb' yetisraelal eb' yic tz'och eb' ejmelal t'a juntzanh comon dios. Icha chi' ix aj scuchb'an eb' yetisraelal eb' chi' t'a chukal. Yuj chi' a in Jehová Yajal in svak' in ti' to ol scha spac eb' yuj smul chi'."
        },
        {
            "number": "13",
            "text": "Max yal-laj yoch eb' t'a vichanh in yak'an servil t'a sacerdoteal, max yalpaxlaj syaman juntzanh tas nivac yelk'och eb', aton juntzanh vic yaji. Yovalil ol javoc q'uixvelal t'a yib'anh eb' yuj schucalil sk'ulejnac chi'."
        },
        {
            "number": "14",
            "text": "Ha ticnaic, ol vak'och eb' stanhvumaloc in templo, masanil comon munlajel ol vak' sb'o eb' ta'."
        },
        {
            "number": "15",
            "text": "Palta a eb' sacerdote levita, yinhtilal vinhaj Sadoc, a eb' chi' ix in yak'nhej servil eb', wach'chom a eb' yetisraelal eb' ix in yactejcan eb'. Yuj chi' a in Jehová Yajal in svala' to anhej eb' chi' syal sk'och t'a vichanh yic tzin yak'an servil. Syal yoch eb' t'a vichanh yic syak' xepual nok' nok' yet' schiq'uil nok' silab'il t'ayin."
        },
        {
            "number": "16",
            "text": "Anhej eb' syal yoch t'a yol in templo yic tzin yak'an servil eb' t'a tastac ay t'a yol templo chi'. Anhej eb' syal yilan in munlajel ta'."
        },
        {
            "number": "17",
            "text": "Ayic tz'och eb' t'a spuertail schab'il amak', yovalil a pichul lino syak'och eb'. Ayic ayoch eb' t'a yopisio ta', ma t'a yol templo, max yal-laj a pichul lana syak'och eb'."
        },
        {
            "number": "18",
            "text": "Yovalil ayq'ue sk'ox eb' nab'a lino. Yovalil lino pax yol svex eb' ayochi. Mocab' stzek' snanhal eb' t'a junok tas tz'ik'an yel yalil."
        },
        {
            "number": "19",
            "text": "Ayic manto elta eb' t'a b'ab'el amak', b'aj ayek' eb' yetchonhab' eb', yovalil syik'canel spichul eb' sk'an t'a yopisio t'a yol templo chi', skan t'a yol juntzanh cuarto t'a yool chi'. Axo junxo spichul eb' syak'ochi yic wach' max ochcan smay jun pichul chi' t'a eb' ayek' chi'."
        },
        {
            "number": "20",
            "text": "Max sjoxel-laj t'ab'an sjolom eb'. Scha q'uib' xil sjolom eb' chi', anhej snhitac sjoxel eb'."
        },
        {
            "number": "21",
            "text": "Malaj junok eb' sacerdote chi' tz'uk'an vino ayic tz'och t'a schab'il amak'."
        },
        {
            "number": "22",
            "text": "Max yal yik'an eb' ix ix chamnacxo yetb'eyum eb', ma eb' ix actab'ilcan yuj yetb'eyum, palta anhej junok ix yetisraelal eb' cob'esto syik'a', ma junok ix yetb'eyum junok yetsacerdoteal eb' chamnacxo."
        },
        {
            "number": "23",
            "text": "Ha eb' sacerdote chi', yovalil sk'ayb'ej eb' in chonhab' eb' yic syojtaquejel eb' tas sik'b'ilel vuuj yet' tas manh sik'b'iloquel vuuj, tas wach' yet' tas manh wach'oc, icha yalan ley."
        },
        {
            "number": "24",
            "text": "Anheja', tato ay b'aj tz'och oval, a eb' sb'oani icha yalan ley. Yovalil sk'anab'ajej sleyal juntzanh in q'uinh eb', sk'anab'ajej pax jun sk'ual ik'oj ip eb', aton jun k'u vic yaji."
        },
        {
            "number": "25",
            "text": "Malaj b'ak'uinh syam junok snivanil chamnac eb' yic max yixtejb'at sb'a eb', icha yalan ley. Anhej tato a smam snun eb', ma junok yuninal eb', ma yisil eb', ma junok yuk'tac eb', ma junok yanab' eb' cob'esto schami, syal syaman eb'."
        },
        {
            "number": "26",
            "text": "Slajvi chi' yovalil sacb'itej sb'a eb' icha yalan ley, uque' k'ual maxtzac ochlaj eb' munlajel t'a yol in templo chi'."
        },
        {
            "number": "27",
            "text": "Ayic tz'ochxi eb' t'a yol in templo chi' yic smunlajxi eb', a in Jehová in svala', yovalil syak' junok nok' silab' eb' yuj stupil smul."
        },
        {
            "number": "28",
            "text": "Malaj junok smacb'en eb' sacerdote syik' t'a e chonhab', ichato a in ayin och smacb'enoc eb'."
        },
        {
            "number": "29",
            "text": "Ha svael eb' sacerdote chi', aton tas tz'ak'ji t'ayin yuj eb' eyetchonhab' yet' nok' silab' tz'ak'ji t'ayin yuj yak'ji tup mul yet' nok' tz'ak'ji stojoloc mul yet' masanil silab' syak' eb' yetisraelal eb' t'ayin. Ha juntzanh chi', yicnhej eb' sacerdote chi' yaji."
        },
        {
            "number": "30",
            "text": "Ha eb' sacerdote chi', a b'ab'el sat avb'en te wach', yovalil scha eb' yet' masanil tas tz'ak'ji t'ayin. Ayic sb'oan ixim pan eb' in chonhab', a ixim b'ab'el sb'oi, a ixim syak' eb' t'a eb' sacerdote chi' yic wach' svak' in wach'k'olal t'a yib'anh eb'."
        },
        {
            "number": "31",
            "text": "Ha eb' sacerdote chi', max yal-laj schi'an junok nok' much eb', ma junocxo nok' nok' scomon chami, mato milb'ilcham yuj nok' chium nok'."
        }
    ]
}