{
    "chapter": "44",
    "verses": [
        {
            "number": "1",
            "text": "Ix in yik'xib'at winh t'a spuertail templo t'a stojolal b'aj sjawi k'u. Ix wilani, macan jun puerta chi'."
        },
        {
            "number": "2",
            "text": "Ata' ix yal Jehová t'ayin icha tik: Ha jun puerta tik, ol cannhej macan, malaj b'ak'uinh ol jacchajoc. Malaj mach ol yal yoch t'ay, yujto ha t'a jun tik ix in och a in sDiosal in Israel tik."
        },
        {
            "number": "3",
            "text": "Anhej winh yajalil chonhab' syal sk'och wael ta' yic schi'an nok' silab' winh t'a wichanh. Ha t'a corredor tz'och winh, tz'ochk'och winh t'a jun b'ab'el amak', anheja' ata' stz'elxita winh, xchi Jehová chi' t'ayin."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi' ix in yik'anb'at jun winh winak chi' t'a jun puerta t'a stojolal norte t'a yichanh templo. Ix wilani ix b'ud'jiel yol templo chi' yuj stziquiquial Jehová. Ayic ix wilan jun chi' ix in em lachnaj t'a sat lu'um."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ach anima, scham wal ilani, schampax ab'an sleyal jun templo tik. Scham wal ilani mach heb' syal yoch t'a yol templo tik, mach pax heb' max yal yochi."
        },
        {
            "number": "6",
            "text": "Al t'a heb' etisraelal chi' to a in Jehová in swal icha tik: Ex in chonhab' Israel, te pit ex, actejec he b'eyb'alan tas yajb'entac."
        },
        {
            "number": "7",
            "text": "Ha ex tik ix eyixtejb'at in templo. Comonxonhej ix he chaoch heb' ch'oc chonhab'il t'a yool, aton juntzanh anima malaj yechel in trato t'a spensar yet' t'a sniwanil. Ix eyixtejb'at eyak'an silab' t'ayin, aton xepual nok' silab' yet' schiq'uil nok', palta max he k'anab'ajej in trato, haxo tas yajb'entac tze k'ulej."
        },
        {
            "number": "8",
            "text": "Maj he k'anab'ajej in checnab'il yuj tas wik yaji, palta to ix eyactejcan eyopisio chi' t'a yol sk'ab' heb' ch'oc chonhab'il, xchi Jehová, xa chi."
        },
        {
            "number": "9",
            "text": "Yuj chi' a in Jehová in swal icha tik: Manhxa b'ak'uinh ol och junok anima ch'oc chonhab'il t'a in templo, aton heb' cajan t'a he kal, heb' manh ayococh yechel in trato t'a spensar yet' t'a sniwanil."
        },
        {
            "number": "10",
            "text": "Ha heb' lewita ix in actancani ayic in yactancan masanil heb' yetisraelal heb', yic tz'och heb' ejmelal t'a juntzanh comon Dios, ol scha spak heb' yuj schucal chi'."
        },
        {
            "number": "11",
            "text": "Syal smunlaj heb' yic stanhwej spuertail in templo yet' t'a junocxo munlajel t'a in templo chi'. Syal smilancham nok' silab' heb', aton nok' snhusjitz'a silab'il t'ayin yet' juntzanhxo nok' silab' syak' heb' chonhab'. Yowalil b'ecan sk'ol heb' yak'an serwil heb' yetchonhab' chi'."
        },
        {
            "number": "12",
            "text": "Ha t'a yalanhtaxo yak'nac serwil heb' yetisraelal heb' yic tz'och heb' ejmelal t'a juntzanh comon Dios. Icha chi' ix aj scuchb'an heb' yetisraelal heb' chi' t'a chukal. Yuj chi' a in Jehová Yajal in swak' in ti' to ol scha spak heb' yuj smul chi'."
        },
        {
            "number": "13",
            "text": "Max yal-laj yoch heb' t'a wichanh in yak'an serwil t'a sacerdoteal, max yalpaxlaj syaman juntzanh tas niwac yelk'och heb', aton juntzanh wik yaji. Yowalil ol jawok q'uixwelal t'a yib'anh heb' yuj schucalil sk'ulejnac chi'."
        },
        {
            "number": "14",
            "text": "Ha ticnaik, ol wak'och heb' stanhwumaloc in templo, masanil comon munlajel ol wak' sb'o heb' ta'."
        },
        {
            "number": "15",
            "text": "Palta a heb' sacerdote lewita, yinhtilal winhaj Sadoc, a heb' chi' ix in yak'nhej serwil heb', wach'chom a heb' yetisraelal heb' ix in yaktejcan heb'. Yuj chi' a in Jehová Yajal in swala' to anhej heb' chi' syal sk'och t'a wichanh yic tzin yak'an serwil. Syal yoch heb' t'a wichanh yic syak' xepual nok' nok' yet' schiq'uil nok' silab'il t'ayin."
        },
        {
            "number": "16",
            "text": "Anhej heb' syal yoch t'a yol in templo yic tzin yak'an serwil heb' t'a tastac ay t'a yol templo chi'. Anhej heb' syal yilan in munlajel ta'."
        },
        {
            "number": "17",
            "text": "Ayic tz'och heb' t'a spuertail schab'il amak', yowalil a pichul lino syak'och heb'. Ayic ayoch heb' t'a yopisio ta', ma t'a yol templo, max yal-laj a pichul lana syak'och heb'."
        },
        {
            "number": "18",
            "text": "Yowalil ayk'e sk'ox heb' nab'a lino. Yowalil lino pax yol swex heb' ayochi. Mocab' stzek' snanhal heb' t'a junok tas tz'ik'an yel yalil."
        },
        {
            "number": "19",
            "text": "Ayic manto elta heb' t'a b'ab'el amak', b'aj ayek' heb' yetchonhab' heb', yowalil syik'canel spichul heb' sk'an t'a yopisio t'a yol templo chi', skan t'a yol juntzanh cuarto t'a yool chi'. Axo junxo spichul heb' syak'ochi yic wach' max ochcan smay jun pichul chi' t'a heb' ayek' chi'."
        },
        {
            "number": "20",
            "text": "Max sjoxel-laj t'ab'an sjolom heb'. Scha q'uib' xil sjolom heb' chi', anhej snhitac sjoxel heb'."
        },
        {
            "number": "21",
            "text": "Malaj junok heb' sacerdote chi' tz'uk'an wino ayic tz'och t'a schab'il amak'."
        },
        {
            "number": "22",
            "text": "Max yal yik'an heb' ix ix chamnacxo yetb'eyum heb', ma heb' ix actab'ilcan yuj yetb'eyum, palta anhej junok ix yetisraelal heb' cob'esto syik'a', ma junok ix yetb'eyum junok yetsacerdoteal heb' chamnacxo."
        },
        {
            "number": "23",
            "text": "Ha heb' sacerdote chi', yowalil sk'ayb'ej heb' in chonhab' heb' yic syojtaquejel heb' tas sik'b'ilel wuuj yet' tas manh sik'b'iloquel wuuj, tas wach' yet' tas manh wach'oc, icha yalan ley."
        },
        {
            "number": "24",
            "text": "Anheja', tato ay b'aj tz'och owal, a heb' sb'oani icha yalan ley. Yowalil sk'anab'ajej sleyal juntzanh in q'uinh heb', sk'anab'ajej pax jun sk'ual ik'oj ip heb', aton jun k'u wik yaji."
        },
        {
            "number": "25",
            "text": "Malaj b'ak'uinh syam junok sniwanil chamnac heb' yic max yixtejb'at sb'a heb', icha yalan ley. Anhej tato a smam snun heb', ma junok yuninal heb', ma yisil heb', ma junok yuk'tac heb', ma junok yanab' heb' cob'esto schami, syal syaman heb'."
        },
        {
            "number": "26",
            "text": "Slajwi chi' yowalil sacb'itej sb'a heb' icha yalan ley, uque' k'ual maxtzac ochlaj heb' munlajel t'a yol in templo chi'."
        },
        {
            "number": "27",
            "text": "Ayic tz'ochxi heb' t'a yol in templo chi' yic smunlajxi heb', a in Jehová in swala', yowalil syak' junok nok' silab' heb' yuj stupil smul."
        },
        {
            "number": "28",
            "text": "Malaj junok smacb'en heb' sacerdote syik' t'a he chonhab', ichato a in ayin och smacb'enoc heb'."
        },
        {
            "number": "29",
            "text": "Ha swael heb' sacerdote chi', aton tas tz'ak'ji t'ayin yuj heb' eyetchonhab' yet' nok' silab' tz'ak'ji t'ayin yuj yak'ji tup mul yet' nok' tz'ak'ji stojoloc mul yet' masanil silab' syak' heb' yetisraelal heb' t'ayin. Ha juntzanh chi', yicnhej heb' sacerdote chi' yaji."
        },
        {
            "number": "30",
            "text": "Ha heb' sacerdote chi', a b'ab'el sat avb'en te wach', yowalil scha heb' yet' masanil tas tz'ak'ji t'ayin. Ayic sb'oan ixim pan heb' in chonhab', a ixim b'ab'el sb'oi, a ixim syak' heb' t'a heb' sacerdote chi' yic wach' swak' in wach'k'olal t'a yib'anh heb'."
        },
        {
            "number": "31",
            "text": "Ha heb' sacerdote chi', max yal-laj schi'an junok nok' much heb', ma junocxo nok' nok' scomon chami, mato milb'ilcham yuj nok' chium nok'."
        }
    ]
}