{
    "chapter": "45",
    "verses": [
        {
            "number": "1",
            "text": "Ayic tz'och suerte yic spucchajek' lum luum d'a junjun inhtilal, yovalil ch'oc tz'ik'chajcanel jab'oc luum vic tz'ajcan a in Jehová in tic, 12 kilómetro yed' nanhalxo steel luum, oye' kilómetro sat luum. Masanil jun lum chi', vic tz'ajcan luum. A d'a snanhal lum chi', ata' tz'ik'jicanel junoc macanh lum b'aj scan templo, 250 metro tz'aj lum d'a schanhil pak'anh. A d'a spatictac lum chi' scan pax jab'oc lum colan tz'ajcani, 25 metro sat."
        },
        {
            "number": "2",
            "text": "A jun macanh lum chi' yic eb' sacerdote smunlaj d'a templo tz'aj luum, aton eb' tz'och d'a vichanh in yak'an servil. Ata' syal sb'oanq'ue spat eb' d'a spatictac in templo chi'."
        },
        {
            "number": "3",
            "text": "Anheja' tz'ik'chajcanel junxo macanh lum luum, 12 kilómetro yed' nanhalxo steel, oye' kilómetro sat. A jun lum chi', yic eb' levita tz'ajcan luum, aton eb' smunlaj d'a templo yic vach' ay b'aj sb'oq'ue spat eb' b'aj scajnaji."
        },
        {
            "number": "4",
            "text": "Axo d'a scostil lum vic yaji, yovalil scan junxo macanh luum. A jun lum chi' yic chonhab' tz'ajcan luum. 12 kilómetro yed' nanhalxo tz'aj steel luum, nanhal yoxil kilómetro tz'aj sat luum, yic chonhab' Israel tz'ajcan luum."
        },
        {
            "number": "5",
            "text": "Anhejtona', ay chab' macanh lum luum, yic vinh yajal tz'ajcan luum. Ay jun macanh lum scan d'a stojolal b'aj sjavi k'u, axo junxo macanh luum, a d'a stojolal b'aj tz'em k'u scan luum, syalelk'ochi aton d'a stz'ey lum vic yaji yed' d'a stz'ey lum yic eb' chonhab'. Lajan tz'aj steel luum yed' lum yic junjun inhtilal."
        },
        {
            "number": "6",
            "text": "A jun macanh luum chi' yic vinh yajal Israel tz'ajcan luum. Yuj chi', a lum yic eb' in chonhab', manhxo ol yiq'uek' lum eb' vinh yajal eb' chi', palta ol can lum d'a junjun macanh inhtilal."
        },
        {
            "number": "7",
            "text": "A in Jehová Yajal in svala': Ex yajal Israel, manhxo eyixtej eb' in chonhab', vach'nhejocab' tzeyutej e b'a, tojolnhej tzeyutej e ch'olb'itan junoc tasi. Actejec e tok'anek' lum slum eb' in chonhab'."
        },
        {
            "number": "8",
            "text": "A echlab' te tz'acan tze k'ana'."
        },
        {
            "number": "9",
            "text": "A eyechlab' tze k'an d'a sat eyavb'en, lajanocab' yool yed' eyechlab' tze k'an d'a tas a' yaji. A nivan echlab', aton homer, 220 litro yool, a tz'ak'an yechel masanil echlab'. A jun homer chi', lajunhe' bato a' tz'em d'a yool, lajunhe' pax efa sat avb'en tz'em d'ay."
        },
        {
            "number": "10",
            "text": "Anheja' pax tas tz'echtaj yalil: A 20 gera, lajan yalil yed' jun ciclo, axo pax 60 ciclo lajan yalil yed' jun mina."
        },
        {
            "number": "11",
            "text": "Aton juntzanh ofrenda tic yovalil syak' eb' etisraelal: A ixim e trigo yed' ixim e cebada 60 macanh tzeyutej ixim. Jun macanh ixim tzeyak'a'."
        },
        {
            "number": "12",
            "text": "Icha pax chi' tzeyutej eyaceite, 100 macanh tzeyutej. Jun macanh tzeyak'paxi."
        },
        {
            "number": "13",
            "text": "Axo pax nok' calnel sva b'aj yax anh ank'ultac d'a yol yic Israel, jun nok' tzeyiq'uel d'a scal 200 oc nok'. A in Jehová in svala', masanil juntzanh tic ol k'anchaj d'a ofrendail yed' d'a silab' stz'ai yed' d'a silab' yic junk'olal yed' silab' yuj yak'ji tup smul eb' in chonhab' Israel."
        },
        {
            "number": "14",
            "text": "Yovalil masanil in chonhab' Israel tz'ak'an juntzanh ofrenda chi' d'a vinh yajal yaj d'a scal eb'."
        },
        {
            "number": "15",
            "text": "A vinh yajal chi' tz'ak'an nok' nok' stz'a silab'il yed' ixim trigo ofrendail yed' vino tz'ak'ji ayic tz'alji q'uen uj, d'a k'ual ik'oj ip yed' d'a juntzanh nivac q'uinh vic yaji. Yovalil syak' pax silab' vinh yic stup mul, ixim trigo ofrendail, silab' stz'ai, silab' yic junk'olal yic vach' tz'ak'ji tup schucalil eb' yinhtilal Israel."
        },
        {
            "number": "16",
            "text": "A in Dios Yajal in svala': A d'a b'ab'el k'u yic b'ab'el uj, yovalil tzeyak' junoc nok' quelem vacax malaj spaltail yic sacb'ican in templo."
        },
        {
            "number": "17",
            "text": "A vinh sat sacerdote tz'ik'anq'ue jab'oc schiq'uil nok' vacax chi', aton nok' ix ak'ji silab'il yuj yak'ji tup mul, sucanoch schiq'uil nok' vinh d'a smarcoal spuertail in templo, d'a spatictac schiquintac schanhil yed' d'a yoxmacanhil yich altar chaanh ayq'uei yed' d'a smarcoal spuertail chab'il amak'."
        },
        {
            "number": "18",
            "text": "Anheja' icha chi' tz'aj pax d'a yuquil k'ual, yuj yalnhej mach tz'och smul to manh sk'anoc sk'ool, mato manh yojtacoc tato van yoch smul. Icha chi' tz'aj sacb'icanel in templo chi'."
        },
        {
            "number": "19",
            "text": "Ayic 14 yoch b'ab'el uj, tze chaanel yich q'uinh yic tze naancot tas ajnac eyelta d'a Egipto. Uque' k'ual tze va ixim pan malaj yich."
        },
        {
            "number": "20",
            "text": "A d'a jun k'ual chi', a vinh yajal, yovalil syak' junoc nok' quelem vacax vinh silab'il yuj smul, yuj pax yic masanil eb' chonhab'."
        },
        {
            "number": "21",
            "text": "A d'a junjun k'u d'a uque' k'ual q'uinh chi', yovalil syak' ucvanh nok' quelemtac vacax vinh yajal chi' yed' ucvanhoc nok' ch'ac calnel, aton nok' malaj jab'oc spaltail. Snhusjitz'a nok' silab'il d'ayin. Tz'ak'jipax junoc nok' mam chiva d'a junjun k'u silab'il yuj yak'chaj tup mul."
        },
        {
            "number": "22",
            "text": "A yed' junjun nok' vacax chi' yed' junjun nok' calnel chi', tz'ak'jipax 40 libraoc ixim trigo yed' nanhal schanhil litrooc aceite."
        },
        {
            "number": "23",
            "text": "Anhejpaxa' d'a uque' k'ual q'uinh yic chinama, aton jun q'uinh schael yich d'a 15 yoch yuquil uj, a vinh yajal chi' yovalil syak'nhej silab' vinh. Lajan sb'isul nok' silab' chi' syak' vinh d'a junjun k'u, icha nok' syak' vinh d'a q'uinh yic tze naancot tas ajnac eyelta d'a Egipto, aton nok' tz'ak'ji yuj stupchaj mul, nok' tz'ak'ji silab'il yed' ixim trigo yed' aceite ofrendail."
        }
    ]
}