{
    "chapter": "45",
    "verses": [
        {
            "number": "1",
            "text": "Ayic tz'och suerte yic spucchajek' lum lum t'a junjun inhtilal, yowalil ch'oc tz'ik'chajcanel jab'oc lu'um wik tz'ajkan a in Jehová in tik, 12 kilómetro yet' nanhalxo steel lu'um, oye' kilómetro sat lu'um. Masanil jun lum chi', wik tz'ajkan lu'um. Ha t'a snanhal lum chi', ata' tz'ik'jicanel junok makan lum b'aj skan templo, 250 metro tz'aj lum t'a schanhil pak'anh. Ha t'a spatictac lum chi' skan pax jab'oc lum colan tz'ajcani, 25 metro sat."
        },
        {
            "number": "2",
            "text": "Ha jun makan lum chi' yic eb' sacerdote smunlaj t'a templo tz'aj lu'um, aton eb' tz'och t'a vichanh in yak'an servil. Ata' syal sb'oanq'ue spat eb' t'a spatictac in templo chi'."
        },
        {
            "number": "3",
            "text": "Anheja' tz'ik'chajcanel junxo makan lum lum, 12 kilómetro yet' nanhalxo steel, oye' kilómetro sat. Ha jun lum chi', yic eb' levita tz'ajkan lu'um, aton eb' smunlaj t'a templo yic wach' ay b'aj sb'oq'ue spat eb' b'aj scajnaji."
        },
        {
            "number": "4",
            "text": "Axo t'a scostil lum wik yaji, yowalil skan junxo makan lu'um. Ha jun lum chi' yic chonhab' tz'ajkan lu'um. 12 kilómetro yet' nanhalxo tz'aj steel lu'um, nanhal yoxil kilómetro tz'aj sat lu'um, yic chonhab' Israel tz'ajkan lu'um."
        },
        {
            "number": "5",
            "text": "Anhejtona', ay chab' makan lum lum, yic vinh yajal tz'ajkan lu'um. Ay jun makan lum skan t'a stojolal b'aj sjavi k'u, haxo junxo makan lu'um, ha t'a stojolal b'aj tz'em k'u skan lu'um, syalelk'ochi aton t'a stz'ey lum wik yaji yet' t'a stz'ey lum yic eb' chonhab'. Lajan tz'aj steel lu'um yet' lum yic junjun inhtilal."
        },
        {
            "number": "6",
            "text": "Ha jun makan lu'um chi' yic vinh yajal Israel tz'ajkan lu'um. Yuj chi', a lum yic eb' in chonhab', manhxo ol yiq'uek' lum eb' vinh yajal eb' chi', palta ol kan lum t'a junjun makan inhtilal."
        },
        {
            "number": "7",
            "text": "Ha in Jehová Yajal in svala': Ex yajal Israel, manhxo eyixtej eb' in chonhab', wach'nhejocab' tzeyutej e b'a, tojolnhej tzeyutej e ch'olb'itan junok tasi. Actejec e tok'anek' lum slum eb' in chonhab'."
        },
        {
            "number": "8",
            "text": "Ha echlab' te tz'acan tze k'ana'."
        },
        {
            "number": "9",
            "text": "Ha eyechlab' tze k'an t'a sat eyavb'en, lajanocab' yool yet' eyechlab' tze k'an t'a tas ha' yaji. Ha niwan echlab', aton homer, 220 litro yool, a tz'ak'an yechel masanil echlab'. Ha jun homer chi', lajunhe' bato ha' tz'em t'a yool, lajunhe' pax efa sat avb'en tz'em t'ay."
        },
        {
            "number": "10",
            "text": "Anheja' pax tas tz'echtaj yalil: Ha 20 gera, lajan yalil yet' jun ciclo, haxo pax 60 ciclo lajan yalil yet' jun mina."
        },
        {
            "number": "11",
            "text": "Aton juntzanh ofrenda tik yowalil syak' eb' etisraelal: Ha ixim e trigo yet' ixim e cebada 60 makan tzeyutej ixim. Jun makan ixim tzeyak'a'."
        },
        {
            "number": "12",
            "text": "Icha pax chi' tzeyutej eyaceite, 100 makan tzeyutej. Jun makan tzeyak'paxi."
        },
        {
            "number": "13",
            "text": "Axo pax nok' calnel sva b'aj yax anh ank'ultak t'a yol yic Israel, jun nok' tzeyiq'uel t'a skal 200 oc nok'. Ha in Jehová in svala', masanil juntzanh tik ol k'anchaj t'a ofrendail yet' t'a silab' stz'ai yet' t'a silab' yic junk'olal yet' silab' yuj yak'ji tup smul eb' in chonhab' Israel."
        },
        {
            "number": "14",
            "text": "Yovalil masanil in chonhab' Israel tz'ak'an juntzanh ofrenda chi' t'a vinh yajal yaj t'a skal eb'."
        },
        {
            "number": "15",
            "text": "Ha vinh yajal chi' tz'ak'an nok' nok' stz'a silab'il yet' ixim trigo ofrendail yet' vino tz'ak'ji ayic tz'alji q'uen uj, t'a k'ual ik'oj ip yet' t'a juntzanh nivac q'uinh wik yaji. Yovalil syak' pax silab' vinh yic stup mul, ixim trigo ofrendail, silab' stz'ai, silab' yic junk'olal yic wach' tz'ak'ji tup schucalil eb' yinhtilal Israel."
        },
        {
            "number": "16",
            "text": "Ha in Dios Yajal in svala': Ha t'a b'ab'el k'u yic b'ab'el uj, yowalil tzeyak' junok nok' quelem vacax malaj spaltail yic sacb'ican in templo."
        },
        {
            "number": "17",
            "text": "Ha vinh sat sacerdote tz'ik'anq'ue jab'oc schiq'uil nok' vacax chi', aton nok' ix ak'ji silab'il yuj yak'ji tup mul, sucanoch schiq'uil nok' vinh t'a smarcoal spuertail in templo, t'a spatictac schiquintac schanhil yet' t'a yoxmacanhil yich altar chaanh ayq'uei yet' t'a smarcoal spuertail chab'il amak'."
        },
        {
            "number": "18",
            "text": "Anheja' icha chi' tz'aj pax t'a yuquil k'ual, yuj yalnhej mach tz'och smul to manh sk'anoc sk'ool, mato manh yojtacoc tato van yoch smul. Icha chi' tz'aj sacb'icanel in templo chi'."
        },
        {
            "number": "19",
            "text": "Ayic 14 yoch b'ab'el uj, tze chaanel yich q'uinh yic tze naancot tas ajnac eyelta t'a Egipto. Uque' k'ual tze wa ixim pan malaj yich."
        },
        {
            "number": "20",
            "text": "Ha t'a jun k'ual chi', a vinh yajal, yowalil syak' junok nok' quelem vacax vinh silab'il yuj smul, yuj pax yic masanil eb' chonhab'."
        },
        {
            "number": "21",
            "text": "Ha t'a junjun k'u t'a uque' k'ual q'uinh chi', yowalil syak' ucvanh nok' quelemtac vacax vinh yajal chi' yet' ucvanhoc nok' ch'ac calnel, aton nok' malaj jab'oc spaltail. Snhusjitz'a nok' silab'il t'ayin. Tz'ak'jipax junok nok' mam chiva t'a junjun k'u silab'il yuj yak'chaj tup mul."
        },
        {
            "number": "22",
            "text": "Ha yet' junjun nok' vacax chi' yet' junjun nok' calnel chi', tz'ak'jipax 40 libraoc ixim trigo yet' nanhal schanhil litrooc aceite."
        },
        {
            "number": "23",
            "text": "Anhejpaxa' t'a uque' k'ual q'uinh yic chinama, aton jun q'uinh schael yich t'a 15 yoch yuquil uj, a vinh yajal chi' yowalil syak'nhej silab' vinh. Lajan sb'isul nok' silab' chi' syak' vinh t'a junjun k'u, icha nok' syak' vinh t'a q'uinh yic tze naancot tas ajnac eyelta t'a Egipto, aton nok' tz'ak'ji yuj stupchaj mul, nok' tz'ak'ji silab'il yet' ixim trigo yet' aceite ofrendail."
        }
    ]
}