{
    "chapter": "46",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Jehová Yajal in svala': Ha jun spuertail schab'il amak' t'a stojolal b'aj sjavi k'u, ha t'a vaque' k'ual munlajel, yovalil macannhej, anhej t'a sk'ual ik'oj ip sjacvi yet' t'a sk'ual yic tz'alji q'uen uj."
        },
        {
            "number": "2",
            "text": "Ha vinh yajal chi' tz'och vinh t'a jun puerta t'a b'ab'el amak', tz'och vinh t'a jun corredor t'a stojolal b'aj sjavi k'u. Tz'och linhan vinh t'a smarcoal jun puerta chi', yacb'an van snhusantz'a nok' silab' eb' sacerdote yet' nok' silab' yic junk'olal syak' vinh. Slajvi chi' tz'och vinh ejmelal t'ayin b'aj ayek' chi', ichato chi' tz'el vinh t'a corredor chi', palta scannhej jacan jun puerta chi', masanto vanxo sq'uik'b'i smacchaji."
        },
        {
            "number": "3",
            "text": "Axo t'a sk'ual ik'oj ip yet' t'a yic tz'alji q'uen uj, yovalil tzul och eb' chonhab' ejmelal t'ayin, t'a yichanh jun puerta chi'."
        },
        {
            "number": "4",
            "text": "Ha nok' silab' yovalil syak' vinh yajal chi' t'ayin yic snhusjitz'ha t'a sk'ual ik'oj ip, vacvanh nok' quelemtac calnel yet' jun nok' ch'ac calnel, malajocab' jab'oc spaltail nok' yucvanhil."
        },
        {
            "number": "5",
            "text": "Yovalil syak' 40 libraoc ixim harina vinh yet' nok' ch'ac calnel chi'. Axo yet' nok' quelemtac calnel chi', ato ha' jantac tz'el t'a sk'ol vinh yak'ani. Ha yet' 40 libraoc ixim harina, syak' pax nanhal schanhil litro aceite vinh."
        },
        {
            "number": "6",
            "text": "Axo t'a sk'ual ayic tz'alji q'uen uj, yovalil syak' junok nok' quelem vacax vinh, vacvanhoc nok' quelemtac calnel yet' junok nok' ch'ac calnel. Masanil juntzanh nok' chi', malajocab' spaltail nok'."
        },
        {
            "number": "7",
            "text": "Ha yet' nok' quelem vacax chi' syak' 40 libraoc ixim harina vinh. Icha pax chi' tz'aj yak'an jun nok' ch'ac calnel chi' vinh. Axo pax yet' nok' quelemtac calnel chi', yalnhej jantac tz'el t'a sk'ol vinh yak'ani. Axo yet' junjun 40 libraoc ixim harina chi', syak' nanhal schanhil litro aceite vinh."
        },
        {
            "number": "8",
            "text": "Ayic tz'och vinh yajal t'a spuertail schab'il amak' chi', tz'och vinh t'a corredor chi', anheja' ta' tz'elxi vinh."
        },
        {
            "number": "9",
            "text": "Ayic tzul och eb' chonhab' ejmelal t'ayin t'a junjun q'uinh, yovalil a tik sk'ulej eb': Ha mach tz'och t'a b'ab'el amak' t'a spuertail, t'a stojolal norte, ha t'a puerta t'a stojolal sur tz'elxi. Axo mach tz'och t'a puerta t'a stojolal sur chi', ha t'a puerta t'a stojolal norte chi' tz'elxi. Malaj junok mach smeltzajxiel t'a puerta b'aj ix ochi, palta to tz'el t'a junxo puerta q'uelancot b'aj ix och chi'."
        },
        {
            "number": "10",
            "text": "Ha vinh yajal chi', yovalil tz'och vinh yet' eb' chonhab', tz'el pax vinh yet' eb'."
        },
        {
            "number": "11",
            "text": "Ha t'a nivac q'uinh yet' sk'ual molanil, syak' 40 libraoc ixim harina vinh yajal chi' yet' junjun nok' quelemtac vacax. Icha pax chi' ixim syak' vinh yet' junjun nok' ch'ac calnel. Axo pax yet' junjun nok' quelemtac calnel, yalnhej jantac tz'el t'a scol vinh yak'ani. Ha yet' junjun 40 libraoc ixim harina chi', syak' pax nanhaloc schanhil litro aceite vinh."
        },
        {
            "number": "12",
            "text": "Ayic tz'el t'a sk'ol vinh yajal chi' yak'an junok nok' silab' t'ayin, junok nok' snhusjitz'aoc, ma junok nok' yic junk'olal, yovalil sjacchaj puerta t'a stojolal b'aj sjavi k'u, syak'an silab' vinh chi', icha syak' vinh t'a sk'ual ik'oj ip. Slajvi chi' tz'elxita vinh t'a puerta chi', ichato chi' smacchajxicani."
        },
        {
            "number": "13",
            "text": "Junjun q'uinhib'alil t'a junjun k'u syak' silab' vinh yajal chi' t'ayin. Yovalil syak' junok nok' quelem calnel vinh, yic snhusjitz'a nok' silab'il t'ayin, jun ab'il sq'uinal nok', malaj jab'oc spaltail nok'. Ha yet' jun nok' quelem calnel chi', syak' pax 14 libraoc ixim harina vinh yet' junok litro aceite secchajem t'a yib'anh ixim. Ha jun tik, yovalil sk'anab'ajej vinh t'a masanil tiempo."
        },
        {
            "number": "14",
            "text": "Ha in Jehová Yajal in svala': Tato a vinh yajal chi' siej jab'oc lum smacb'en t'a junok yuninal, a jun lum chi' tz'ochcan smacb'enoc yuninal chi'."
        },
        {
            "number": "15",
            "text": "Palta tato a vinh yajal chi' siej jab'oc lum t'a junok schecab' yic smacb'enej, masanto sjavi ab'il yic tz'el tas t'a libre, ichato chi' syik'anxi lum vinh yajal chi'. Axo skan lum smacb'enoc eb' yuninal vinh."
        },
        {
            "number": "16",
            "text": "Ha vinh yajal chi', malaj yalan yic vinh stok'anek' smacb'en junocxo anima. Ha lum sluum vinh, a lum syak' vinh smacb'enoc eb' yuninal. Icha chi', malaj eb' malaj smacb'en skan t'a skal in chonhab', xchi Jehová."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix in yik'anb'at jun vinh vinac chi' t'a yoloch sti' jun puerta, t'a chab' pat yic eb' sacerdote skan t'a stojolal norte. Ix sch'oxan vinh t'ayin t'a stojolal b'aj tz'em k'u t'a spatic chab' pat chi'."
        },
        {
            "number": "18",
            "text": "Ix yalan vinh t'ayin icha tik: Aton t'a tik yovalil ol stz'anh nok' silab' eb' sacerdote tz'ak'ji silab'il yuj yak'ji tup mul, ma yuj stojoloc mul. Ha t'a tik ol b'ochaj pax ixim harina tz'ak'ji ofrendail. Icha chi', max ik'chajel juntzanh tastac chi' t'a b'ab'el amak', yic wach' max ochcan stziquiquial juntzanh tas yic Dios yaj t'a eb' anima, xchi vinh t'ayin."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix in yik'anelta vinh t'a jun b'ab'el amak', ix in yik'anek' vinh t'a schanhil pak'anh."
        },
        {
            "number": "20",
            "text": "Ix vilan t'a junjun schiquintac amak' chi', ay juntzanhxo yunetac amak'. Lajan yechel schanhil. 20 metro steel, 15 metro sat."
        },
        {
            "number": "21",
            "text": "Ha t'a spatictac juntzanh yunetac amak' chi', ayq'ue jun muro nab'a q'ueen, haxo t'a yichtac jun muro chi', ayq'ue b'aj tz'och k'ak'."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix yalan vinh t'ayin icha tik: Aton t'a juntzanh cusinu tik stz'anh nok' silab' eb' smunlaj t'a templo tik, aton silab' syak' eb' chonhab', xchi vinh t'ayin."
        }
    ]
}