{
    "chapter": "47",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix in yik'anoch vinh d'a spuertail templo d'a stojolal b'aj sjavi k'u. Axo ix vilani, ay jun a a' sq'ueul d'a yalanh sti' puerta chi'. A jun a a' chi' sb'atcan a' d'a stojolal b'aj sjavi k'u, d'a co vach' ayic tzonh elta d'a templo chi', tz'ek' a' d'a stojolal sur d'a jun altar."
        },
        {
            "number": "2",
            "text": "Ix lajvi chi', ix in yik'anelta vinh d'a spatic b'ab'el amak' chi', d'a jun puerta d'a stojolal norte. Ix b'at voyan in b'a d'a spatic amak' chi' yuj vinh, masanto d'a jun puerta d'a stojolal b'aj sjavi k'u. Ix vilani, ay jun a' yune' a' sq'ueul d'a stojolal sur d'a jun puerta chi'."
        },
        {
            "number": "3",
            "text": "A jun vinh chi', ix b'at vinh d'a stojolal b'aj sjavi k'u, yed'nac jun ch'anh ch'anh vinh yic echlab'. Ix yechtan 500 metro vinh, ix in yik'anek' vinh d'a yol a a' chi', a d'a sjaj voc ix q'ueul a'."
        },
        {
            "number": "4",
            "text": "Ix lajvi chi', ix yechtanxi 500 metroxo vinh, ix in yik'anxi ek' vinh d'a yol a'. Axo d'a sjolom in penec ix q'ueul a'. Ix yechtanxi 500 metroxo vinh, ix in yik'anxi ek' vinh d'a yol a'. Axo d'a in nanhal ix q'uek'och a'."
        },
        {
            "number": "5",
            "text": "Ix yechtanxi 500 metroxo vinh. A a' chi' te nivan ix aj a', manhxalaj mach syal sk'axpaj d'a yol a'. Te jul ix aj yich a', syal queq'ui, palta toxonhej sco mak'a'."
        },
        {
            "number": "6",
            "text": "Ix yalan vinh d'ayin: Ach anima, scham val a naan tas ix il tic, xchi vinh. Ix lajvi chi' ix in yik'anxicot vinh d'a stitac a a' chi'."
        },
        {
            "number": "7",
            "text": "Axo ix vilani, manhxo jantacoc te te' ay d'a stitac a' chi'."
        },
        {
            "number": "8",
            "text": "Ix lajvi chi', ix yalanxi vinh d'ayin: A jun a' tic, sb'at a' d'a stojolal b'aj sjavi k'u, sb'atnhej a' d'a sch'olanil a' Jordán, sb'atcan a' d'a yol a' mar Muerto. Ayic ol k'och a' d'a yol a' chi', ol chib'ocq'ue a' mar chi' yuj a'."
        },
        {
            "number": "9",
            "text": "Yalxonhej b'aj ol k'och jun a' tic, vach' ol cajnaj masanil macanhil nok' nok' d'a yol a', manhxo jantacoc nok' chay ol q'uib'oc. Yujto a jun a' tic, ol chib'ocq'ue a a' k'achi' yuj a', ol te q'uib' tastac ay sq'uinal d'a yol a'."
        },
        {
            "number": "10",
            "text": "Tzijtum eb' yamum chay ol aj d'a sti' a'. A d'a En-gadi masanto d'a En-eglaim ol yak' tacjoc schimpa eb' yamum chay chi'. Manhxo jantacoc macanhil nok' chay ol q'uib' d'a a', icha smacanhil schayil a' mar Mediterráneo."
        },
        {
            "number": "11",
            "text": "Axo pax stitac a' sok'omtac, ma b'aj ay a' cotac nhajab', manh ol chib'oclaj a', ata' ay a a' k'achi', ata' ol yik'q'ueta yatz'am anima."
        },
        {
            "number": "12",
            "text": "A d'a stitac a a' chi', ol q'uib'q'ue masanil macanhil te te' sloji sat. A te te' chi', malaj b'aq'uinh sk'ajb'anem xiil te'. Manh ol yactejpax yak'an sat te'. Junjun uj syak'nhej sat te', yujto a a' tz'elta d'a templo ayoch yaloc te'. A sat te' chi', ol lochajoc, axo xil te' ol och remeyoal, xchi vinh d'ayin."
        },
        {
            "number": "13",
            "text": "Ix yalan Jehová Yajal d'ayin icha tic: Aton stz'acanhil lum luum ol scha' lajchave' macanh eb' yinhtilal Israel smacb'enoc. (A eb' yinhtilal vinhaj José cha macanh smacb'en eb' ol yik'a'."
        },
        {
            "number": "14",
            "text": "A in ix vak' in ti' vak'an jun lum tic d'a eb' e mam yicham. Lajannhej tz'aj e pucanek' lum d'a e cal e lajchave' inhtilal. Aton jun lum tic ol vak' e macb'enoc.)"
        },
        {
            "number": "15",
            "text": "Aton stz'acanhil lum tic d'a jun pak'anh d'a stojolal norte: Schael d'a a' mar Mediterráneo, sk'och d'a chonhab' Hetlón yed' d'a chonhab' Zedad,"
        },
        {
            "number": "16",
            "text": "Hamat, Berota yed' Sibraim, aton ay d'a scal stz'acanhil Damasco yed' Hamat masanto sk'och d'a Hazar-haticón, aton stz'acanh sb'a yed' Haurán."
        },
        {
            "number": "17",
            "text": "Yuj chi', a stz'acanhil luum schael d'a a' mar Mediterráneo masanto sk'och d'a Hazar-enán. Axo d'a norte scan lum yic chonhab' Damasco yed' lum yic Hamat."
        },
        {
            "number": "18",
            "text": "Axo stz'acanhil lum d'a stojolal b'aj sjavi k'u, aton tic: Tz'ek' d'a stitac lum yic chonhab' Haurán yed' yic Damasco. Sb'atnhej d'a stitac a' Jordán, aton a' chi' tz'acanh yaj d'a scal chonhab' Galaad yed' Israel, masanto sk'och d'a chonhab' Tamar d'a stojolal sur d'a yic a' mar Muerto."
        },
        {
            "number": "19",
            "text": "Axo pax stz'acanhil lum d'a stojolal sur, aton tic: Schael d'a chonhab' Tamar, tz'ek' d'a sjajtac a' Meriba-cades yed' d'a a' eluma' yic Egipto, masanto sk'och d'a a' Mediterráneo."
        },
        {
            "number": "20",
            "text": "Axo pax d'a stojolal b'aj tz'em k'u, a a' mar Mediterráneo ayoch stz'acanhiloc luum. Schael d'a stz'acanhil yic Egipto tz'ek'nhej d'a sti' a' mar chi' masanto sk'och b'aj tzonh och d'a chonhab' Hamat."
        },
        {
            "number": "21",
            "text": "Aton jun lum tic yovalil spucchajek' d'a e cal junjun macanh ex yinhtilal Israel ex tic."
        },
        {
            "number": "22",
            "text": "A lum ol eyik' yed' eb' ch'oc chonhab'il ayek' d'a e cal, aton eb' ayxo yuninal. Ayic ol e pucanek' luum d'a e cal, lajan lum yic eb' ch'oc chonhab'il chi' ol yik' eyed'oc."
        },
        {
            "number": "23",
            "text": "A in Jehová Yajal in svala' to a eb' ch'oc chonhab'il chi', ol scha' smacb'en eb' yalnhej b'aj cajan d'a scal junjun inhtilal chi'."
        }
    ]
}