{
    "chapter": "47",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix in yik'anoch vinh t'a spuertail templo t'a stojolal b'aj sjavi k'u. Axo ix vilani, ay jun ha ha' sq'ueul t'a yalanh sti' puerta chi'. Ha jun ha ha' chi' sb'atcan ha' t'a stojolal b'aj sjavi k'u, t'a co wach' ayic tzonh elta t'a templo chi', tzek' ha' t'a stojolal sur t'a jun altar."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', ix in yik'anelta vinh t'a spatic b'ab'el amak' chi', t'a jun puerta t'a stojolal norte. Ix b'at voyan in b'ha t'a spatic amak' chi' yuj vinh, masanto t'a jun puerta t'a stojolal b'aj sjavi k'u. Ix vilani, ay jun ha' yune' ha' sq'ueul t'a stojolal sur t'a jun puerta chi'."
        },
        {
            "number": "3",
            "text": "Ha jun vinh chi', ix b'at vinh t'a stojolal b'aj sjavi k'u, yet'nac jun ch'anh ch'anh vinh yic echlab'. Ix yechtan 500 metro vinh, ix in yik'anek' vinh t'a yol ha ha' chi', ha t'a sjaj voc ix q'ueul ha'."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix yechtanxi 500 metroxo vinh, ix in yik'anxi ek' vinh t'a yol ha'. Axo t'a sjolom in penec ix q'ueul ha'. Ix yechtanxi 500 metroxo vinh, ix in yik'anxi ek' vinh t'a yol ha'. Axo t'a in nanhal ix q'uek'och ha'."
        },
        {
            "number": "5",
            "text": "Ix yechtanxi 500 metroxo vinh. Ha ha' chi' te niwan ix aj ha', manhxalaj mach syal sk'axpaj t'a yol ha'. Te jul ix aj yich ha', syal queq'ui, palta toxonhej sco mak'a'."
        },
        {
            "number": "6",
            "text": "Ix yalan vinh t'ayin: Ach anima, scham val a naan tas ix il tik, xchi vinh. Ixlajwi chi' ix in yik'anxicot vinh t'a stitac ha ha' chi'."
        },
        {
            "number": "7",
            "text": "Axo ix vilani, manhxo jantacoc te te' ay t'a stitac ha' chi'."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yalanxi vinh t'ayin: Ha jun ha' tik, sb'at ha' t'a stojolal b'aj sjavi k'u, sb'atnhej ha' t'a sch'olanil ha' Jordán, sb'atcan ha' t'a yol ha' mar Muerto. Ayic ol k'och ha' t'a yol ha' chi', ol chib'ocq'ue ha' mar chi' yuj ha'."
        },
        {
            "number": "9",
            "text": "Yalxonhej b'aj ol k'och jun ha' tik, wach' ol cajnaj masanil macanhil nok' nok' t'a yol ha', manhxo jantacoc nok' chay ol q'uib'oc. Yujto a jun ha' tik, ol chib'ocq'ue ha ha' k'achi' yuj ha', ol te q'uib' tastac ay sq'uinal t'a yol ha'."
        },
        {
            "number": "10",
            "text": "Tzijtum eb' yamum chay ol aj t'a sti' ha'. Ha t'a En-gadi masanto t'a En-eglaim ol yak' tacjoc schimpa eb' yamum chay chi'. Manhxo jantacoc macanhil nok' chay ol q'uib' t'ha ha', icha smacanhil schayil ha' mar Mediterráneo."
        },
        {
            "number": "11",
            "text": "Axo pax stitac ha' sok'omtac, ma b'aj ay ha' cotac nhajab', manh ol chib'oclaj ha', ata' ay ha ha' k'achi', ata' ol yik'q'ueta yatz'am anima."
        },
        {
            "number": "12",
            "text": "Ha t'a stitac ha ha' chi', ol q'uib'q'ue masanil macanhil te te' sloji sat. Ha te te' chi', malaj b'ak'uinh sk'ajb'anem xiil te'. Manh ol yactejpax yak'an sat te'. Junjun uj syak'nhej sat te', yujto ha ha' tz'elta t'a templo ayoch yaloc te'. Ha sat te' chi', ol lochajoc, haxo xil te' ol och remeyoal, xchi vinh t'ayin."
        },
        {
            "number": "13",
            "text": "Ix yalan Jehová Yajal t'ayin icha tik: Aton stz'acanhil lum lum ol scha' lajchave' makan eb' yinhtilal Israel smacb'enoc. (Ha eb' yinhtilal vinhaj José cha makan smacb'en eb' ol yik'a'."
        },
        {
            "number": "14",
            "text": "Ha in ix vak' in ti' vak'an jun lum tik t'a eb' e mam yicham. Lajannhej tz'aj e pucanek' lum t'a e cal e lajchave' inhtilal. Aton jun lum tik ol vak' e macb'enoc.)"
        },
        {
            "number": "15",
            "text": "Aton stz'acanhil lum tik t'a jun pak'anh t'a stojolal norte: Schael t'ha ha' mar Mediterráneo, sk'och t'a chonhab' Hetlón yet' t'a chonhab' Zedad,"
        },
        {
            "number": "16",
            "text": "Hamat, Berota yet' Sibraim, aton ay t'a skal stz'acanhil Damasco yet' Hamat masanto sk'och t'a Hazar-haticón, aton stz'acanh sb'a yet' Haurán."
        },
        {
            "number": "17",
            "text": "Yuj chi', a stz'acanhil lu'um schael t'ha ha' mar Mediterráneo masanto sk'och t'a Hazar-enán. Axo t'a norte skan lum yic chonhab' Damasco yet' lum yic Hamat."
        },
        {
            "number": "18",
            "text": "Axo stz'acanhil lum t'a stojolal b'aj sjavi k'u, aton tik: Tz'ek' t'a stitac lum yic chonhab' Haurán yet' yic Damasco. Sb'atnhej t'a stitac ha' Jordán, aton ha' chi' tz'acanh yaj t'a skal chonhab' Galaad yet' Israel, masanto sk'och t'a chonhab' Tamar t'a stojolal sur t'a yic ha' mar Muerto."
        },
        {
            "number": "19",
            "text": "Axo pax stz'acanhil lum t'a stojolal sur, aton tik: Schael t'a chonhab' Tamar, tzek' t'a sjajtac ha' Meriba-cades yet' t'ha ha' eluma' yic Egipto, masanto sk'och t'ha ha' Mediterráneo."
        },
        {
            "number": "20",
            "text": "Axo pax t'a stojolal b'aj tz'em k'u, ha ha' mar Mediterráneo ayoch stz'acanhiloc lu'um. Schael t'a stz'acanhil yic Egipto tzek'nhej t'a sti' ha' mar chi' masanto sk'och b'aj tzonh och t'a chonhab' Hamat."
        },
        {
            "number": "21",
            "text": "Aton jun lum tik yovalil spucchajek' t'a e cal junjun makan ex yinhtilal Israel ex tik."
        },
        {
            "number": "22",
            "text": "Ha lum ol eyik' yet' eb' ch'oc chonhab'il ayek' t'a e cal, aton eb' ayxo yuninal. Ayic ol e pucanek' lu'um t'a e cal, lajan lum yic eb' ch'oc chonhab'il chi' ol yik' eyed'oc."
        },
        {
            "number": "23",
            "text": "Ha in Jehová Yajal in svala' to a eb' ch'oc chonhab'il chi', ol scha' smacb'en eb' yalnhej b'aj cajan t'a skal junjun inhtilal chi'."
        }
    ]
}