{
    "chapter": "48",
    "verses": [
        {
            "number": "1",
            "text": "Ha stz'acanhil Israel t'a norte, schael t'ha ha' mar Mediterráneo, tzek' t'a Hetlón yet' b'aj tz'och b'e t'a Hamat yet' t'a Hazar-enán, tzek' t'a stojolal sur t'a lum yic Damasco yet' Hamat chi'. Junjun makan yinhtilal Israel scha junok makan lum lum smacb'enoc, sb'at stz'acanhil lum t'a stojolal b'aj sjavi k'u, masanto sk'och t'ha ha' mar Mediterráneo, t'a stojolal b'aj tz'em k'u. Icha tik ol aj schaan lum smacb'en eb' chi' t'a stzolal, schael yich t'a norte scotnhej t'a sur: Dan, Aser, Neftalí, Manasés, Efraín, Rubén yet' Judá."
        },
        {
            "number": "2",
            "text": "Ha t'a stz'ey lum smacb'en Judá, ata' ay jun lum sik'b'ileli: 12 kilómetro yet' nanhalxo sat lu'um. Axo steel lu'um, lajan yet' steel lum smacb'en junjun inhtilal, scot t'a stojolal b'aj sjavi k'u masanto t'a stojolal b'aj tz'em k'u. Ha t'a snanhal lum chi', ata' ay in templo."
        },
        {
            "number": "3",
            "text": "Ha t'a jun lum lum wik yaj chi', ay jun makan lu'um, 12 kilómetro yet' nanhalxo steel lu'um, oye' kilómetro pax sat lu'um. Ha t'a snanhal lum chi', ata' ay in templo."
        },
        {
            "number": "4",
            "text": "Ha jun lum chi', yic lum eb' sacerdote ayoch in yak'an servil, aton eb' yinhtilal vinhaj Sadoc, eb' maj tzak'laj t'a spatic eb' yetisraelal ayic in yactancan eb', icha ix yutej sb'a eb' yetlevitail eb'."
        },
        {
            "number": "5",
            "text": "Ha t'a sti' lum yic eb' sacerdote chi', ata' ay lum yic eb' levita. Ha lum chi', 12 kilómetro yet' nanhalxo steel lu'um, oye' kilómetro pax sat lu'um. Ha lum wik yaj chi', 12 kilómetro yet' nanhalxo steel lu'um, 10 kilómetro sat lu'um."
        },
        {
            "number": "6",
            "text": "Ha jun makan lum chi' anhej lum te wach' t'a yol nación chi'. Malaj junok makan lum chi' syal schonhchajeli. Max yal-laj sq'uexchaj lu'um, max yalpaxlaj yak'chaj lum t'a junocxo anima, yujto wik yaj lu'um."
        },
        {
            "number": "7",
            "text": "Ay junxo makan lu'um t'a scostil lum wik yaj chi', 12 kilómetro yet' nanhalxo steel lu'um, nanhal yoxil kilómetro sat lu'um, comon yaj lu'um. Ha t'a snanhal yol lum chi', ata' ay niwan chonhab'. Axo jantacto lum colan scani, syal scajnaj anima, syal pax sva nok' nok' ta'. Ha jun chonhab' chi', 2 mil 250 metro schanhil pak'anh. Ha t'a spatictac chonhab' chi', ay jab'xo lum lum oyaneq'ui, 125 metro sat lu'um. Ha nok' nok' sva t'a jab'xo lum lum chi'. Ha t'a jun pak'an t'a stojolal b'aj sjavi k'u t'a jun chonhab' chi', ay jun makan lum lum, oye' kilómetro steel lu'um. Anheja' t'a stojolal b'aj tz'em k'u, ay pax junxo makan lu'um, oye' kilómetro pax steel lu'um. Ha t'a juntzanh lum chi' smunlaj anima ay t'a chonhab' chi', haxo sat yavb'en eb' smolo', a syab'lej eb'."
        },
        {
            "number": "8",
            "text": "Yalnhej mach anima t'a yic junjun makan yinhtilal Israel smunlaj t'a yol chonhab' chi', syal smunlaj eb' t'a chab' makan lum chi'."
        },
        {
            "number": "9",
            "text": "Masanil lum wik yaji yet' lum yic jun niwan chonhab' ay t'a snanhal jun lum sik'b'ilcanel chi', 12 kilómetro yet' nanhalxo lum t'a schanhil pak'anh."
        },
        {
            "number": "10",
            "text": "Ha vinh yajal chonhab' chi', a vinh tz'ican lum aycan t'a snanhal lum smacb'en Judá yet' lum smacb'en Benjamín, syalelk'ochi, aton lum ay t'a stz'eytac lum wik yaji yet' t'a stz'ey lum yic chonhab'. Ay jun makan lu'um t'a stojolal b'aj sjavi k'u, 12 kilómetro yet' nanhalxo sat lu'um, sb'atnhej lum t'a tz'acanh t'a stojolal b'aj sjavi k'u chi'. Axo pax t'a stojolal b'aj tz'em k'u ay junxo makan lu'um, masanto t'ha ha' mar Mediterráneo sk'och lu'um. Ha t'a skal chab' makan lum chi', ata' ay lum wik yaji, aton lum b'aj ay in templo yet' lum yic eb' sacerdote yet' pax lum yic eb' levita. Ata' ay pax lum b'aj ay niwan chonhab'."
        },
        {
            "number": "11",
            "text": "Ha lum smacb'en juntzanhxo makan yinhtilal Israel, sb'atnhej t'a sur. Junjun inhtilal ol scha junjun makan sluum, schael t'a tz'acanh t'a stojolal b'aj sjavi k'u masanto sk'och t'a tz'acanh t'a stojolal b'aj tz'em k'u. Icha tik ol aj schaan smacb'en eb' chi' t'a stzolal: Benjamín, Simeón, Isacar, Zabulón yet' Gad."
        },
        {
            "number": "12",
            "text": "Ha t'a stojolal sur ay lum smacb'en Gad, a stz'acanhil lu'um, schael t'a Tamar, tzek' t'a sjaj ha ha' yic Meriba-cades, t'ha ha' eluma' yic Egipto, masanto sk'och t'ha ha' mar Mediterráneo."
        },
        {
            "number": "13",
            "text": "Aton jun lum chi' ol scha juntzanh yinhtilal Israel smacb'enoc. Icha chi' ol aj e pucanek' lu'um."
        },
        {
            "number": "14",
            "text": "Ha jun chonhab' t'a snanhal lu'um chi', ayoch muro t'a spatictac. Ha muro chi', 2 mil 250 metro yaj junjun pak'anh, lajan yaj schanhil pak'anh. Ha t'a junjun pak'anh ay oxe' puerta. Ha t'a junjun puerta chi' ayoch sb'i junjun yinhtilal Israel, icha tik yaj stzolal: Ha t'a oxe' puerta t'a stojolal norte, ayoch sb'i yic Rubén, yic Judá yet' yic Leví. Ha t'a oxe' puerta t'a stojolal b'aj sjavi k'u, ayoch sb'i yic José, yic Benjamín yet' yic Dan. Ha t'a oxe' puerta t'a stojolal sur, ayoch sb'i yic Simeón, yic Isacar yet' yic Zabulón. Axo pax t'a oxe' puerta t'a stojolal b'aj tz'em k'u, ayoch sb'i yic Gad, yic Aser yet' yic Neftalí."
        },
        {
            "number": "15",
            "text": "Ha jun muro chi' 9 kilómetro yajoch t'a spatictac niwan chonhab' chi'. Ha sb'i jun chonhab' chi' ayic ol b'eynhejb'atoc: Ha Jehová ayek' t'a tik, ol sb'iej, xchi Jehová, xin chi."
        }
    ]
}