{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanpax Jehová d'ayin icha tic: A ticnaic ach anima, ik'cot junoc q'uen cuchilub' te jay ye, icha val junoc q'uen navaja sk'an eb' joxvajum, tza josanel xil a jolom yed' xil a ti' d'a q'ueen. Slajvi chi', tzik'anpaxcot junoc echlab', ox macanh tz'aj echtan a xil chi'."
        },
        {
            "number": "2",
            "text": "Ayic ol lajvoc a ch'oxan yechel syaelal chonhab' chi', a junoc macanh a xil chi', tza nhustz'a d'a snanhal yol yechel chonhab' chi'. Slajvi chi', tzik'anxicot q'uen cuchilub' chi', tza chok' cupan junoc macanh a xil chi' d'a spatictac yechel chonhab' chi', axo junocxo yoxil macanh, tza tzipancanb'at d'a cal ik'. Ch'oxnab'il jun chi' to a in ol vak'cot eb' ajk'ool, ol och eb' d'a spatic eb' etchonhab' chi' yed' q'uen yespada."
        },
        {
            "number": "3",
            "text": "Tzik'ancanel jayeoc a xil chi' tza pichancanoch d'a sti' a pichul."
        },
        {
            "number": "4",
            "text": "A d'a juntzanh chi' tziq'uel jayeoc, tza nhusantz'a d'a cal k'ak'. Icha jun k'ak' chi', icha chi' ol aj sjavi yaelal d'a scal masanil eb' etchonhab'."
        },
        {
            "number": "5",
            "text": "A in val Jehová in svala': Aton Jerusalén sch'ox jun yechel tic, a in vak'naquem d'a scal juntzanhxo nación."
        },
        {
            "number": "6",
            "text": "Palta a eb' aj Jerusalén chi', yelxo val ix spatiquejel in k'ayb'ub'al eb' yed' in checnab'il, yelxo val chuc eb' d'a yichanh eb' anima d'a juntzanh nación ay d'a slak'anil eb' chi', yujto maj sk'anab'ajej in k'ayb'ub'al chi' eb', maj sb'eyb'alej pax in checnab'il eb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' a in Jehová in svala': Yujto ek'al te pit eb' d'a yichanh juntzanhxo nación ay d'a spatictac chi', manh val jab'oc sk'anab'ajej in checnab'il eb', ek'b'al te chuc sb'eyb'al eb' d'a yichanh sb'eyb'al eb' anima ay d'a slak'anil eb' chi'."
        },
        {
            "number": "8",
            "text": "Yuj chi' a in Jehová in svala': Ol in och pax ajk'olal d'a eb' aj Jerusalén chi'. D'a yichanh juntzanh nación chi' ol vak'och syaelal eb'."
        },
        {
            "number": "9",
            "text": "Ix och eb' ejmelal d'a juntzanh comon dios yajb'entac, yuj chi' ol in k'ulej tas to manta b'aj tzin k'ulej juneloc, malaj pax b'aj ol in k'ulej junelocxo."
        },
        {
            "number": "10",
            "text": "A ol aj d'a scal eb' chi', a eb' mamab'il ol schib'at yalyuninal eb' yuj vejel. A eb' uninab'il ol schipaxb'at smam snun eb'. Ol vak' val och yaelal d'a yib'anh eb'. Axo mach manh ol chamoc, ol in saclemejcanb'at d'a masanil yolyib'anhq'uinal tic."
        },
        {
            "number": "11",
            "text": "A in Jehová in svala'. Yujto a eb' chi' yelxo val ix yixtejb'at in templo eb' yuj sdiosal te yajb'entac yed' yuj juntzanh sb'eyb'al eb' te chuc, yuj chi' ol in satel eb', manhxo ol vak' nivank'olal eb'. Manhxo ol ok' in k'ol d'a eb'."
        },
        {
            "number": "12",
            "text": "A junoc macanh eb', ol cham eb' d'a yol chonhab' chi' yuj ilya yed' vejel. Axo junocxo macanh eb', ol miljoccham eb' d'a spatictac chonhab' chi'. Axo junxo yoxil macanh eb', ol in saclemejcanb'at eb' d'a masanil yolyib'anhq'uinal tic, a in val ol vak'och eb' ajk'ol d'a spatic eb' yed' q'uen yespada."
        },
        {
            "number": "13",
            "text": "Icha val chi' ol aj sicb'i yoval in k'ool, vach' ol aj in k'ol ol vab'i. Ayic toxo ix viq'uel yoval in k'ol chi' d'a eb', ichato chi' ol nachajel yuj eb' to a in ton Jehová in ix in chec k'ulaj juntzanh tic yuj yoval in k'ool."
        },
        {
            "number": "14",
            "text": "A in Jehová in svala' to manhxa mach ol vak'can d'a Jerusalén, masanil anima ay d'a slak'anil yed' eb' ol ek' ta' ol b'uchvaj eb' d'ay."
        },
        {
            "number": "15",
            "text": "A val yic ol vak'anoch yaelal d'a yib'anh eb' yed' yoval in k'ool, masanil eb' ay d'a slak'anil eb' ol yajanoc yed' sb'uchvaj eb' d'a chonhab' Jerusalén chi'. Sch'oxnab'il yoval in k'ol ol ajoc."
        },
        {
            "number": "16",
            "text": "Icha val tz'aj sjulvaj junoc mach yed' sjul-lab' yic smilvaji, icha chi' ol aj in satanel eb' yuj vejel. A in val ol vak'b'at nivan vejel d'a yib'anh eb', manhxalaj svael eb', icha chi' ol aj satel eb'."
        },
        {
            "number": "17",
            "text": "A in Jehová in svala' to a in ol vak'b'at jun nivan vejel, ilya yed' chamel d'a yib'anh eb' yed' nok' chium nok', pilan ol chijocb'at yuninal eb' yuj nok'. Tzijtum eb' ol champax d'a scal oval, xchi Jehová."
        }
    ]
}