{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanpax Jehová t'ayin icha tik: Ha ticnaik ach anima, ik'cot junok k'een cuchilub' te jay ye, icha wal junok k'een nawaja sk'an heb' joxwajum, tza josanel xil a jolom yet' xil a ti' t'a k'een. Slajwi chi', tzik'anpaxcot junok echlab', ox makan tz'aj echtan a xil chi'."
        },
        {
            "number": "2",
            "text": "Ayic ol lajwoc a ch'oxan yechel syaelal chonhab' chi', a junok makan a xil chi', tza nhustz'ha t'a snanhal yol yechel chonhab' chi'. Slajwi chi', tzik'anxicot k'een cuchilub' chi', tza chok' cupan junok makan a xil chi' t'a spatictac yechel chonhab' chi', haxo junocxo yoxil makan, tza tzipankanb'at t'a kal ik'. Ch'oxnab'il jun chi' to a in ol wak'cot heb' ajk'ool, ol och heb' t'a spatic heb' etchonhab' chi' yet' k'een yespada."
        },
        {
            "number": "3",
            "text": "Tzik'ankanel jayeoc a xil chi' tza pichankanoch t'a sti' a pichul."
        },
        {
            "number": "4",
            "text": "Ha t'a juntzanh chi' tzik'el jayeoc, tza nhusantz'ha t'a kal k'ak'. Icha jun k'ak' chi', icha chi' ol aj sjawi yaelal t'a skal masanil heb' etchonhab'."
        },
        {
            "number": "5",
            "text": "Ha in wal Jehová in swala': Aton Jerusalén sch'ox jun yechel tik, a in wak'naquem t'a skal juntzanhxo nación."
        },
        {
            "number": "6",
            "text": "Palta a heb' aj Jerusalén chi', yelxo wal ix spatiquejel in k'ayb'ub'al heb' yet' in checnab'il, yelxo wal chuk heb' t'a yichanh heb' anima t'a juntzanh nación ay t'a slak'anil heb' chi', yujto maj sk'anab'ajej in k'ayb'ub'al chi' heb', maj sb'eyb'alej pax in checnab'il heb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' a in Jehová in swala': Yujto ek'al te pit heb' t'a yichanh juntzanhxo nación ay t'a spatictac chi', manh wal jab'oc sk'anab'ajej in checnab'il heb', ek'b'al te chuk sb'eyb'al heb' t'a yichanh sb'eyb'al heb' anima ay t'a slak'anil heb' chi'."
        },
        {
            "number": "8",
            "text": "Yuj chi' a in Jehová in swala': Ol in och pax ajk'olal t'a heb' aj Jerusalén chi'. D'a yichanh juntzanh nación chi' ol wak'och syaelal heb'."
        },
        {
            "number": "9",
            "text": "Ix och heb' ejmelal t'a juntzanh comon Dios yajb'entac, yuj chi' ol in k'ulej tas to manta b'aj tzin k'ulej juneloc, malaj pax b'aj ol in k'ulej junelocxo."
        },
        {
            "number": "10",
            "text": "Ha ol aj t'a skal heb' chi', a heb' mamab'il ol schib'at yalyuninal heb' yuj wejel. Ha heb' uninab'il ol schipaxb'at smam snun heb'. Ol wak' wal och yaelal t'a yib'anh heb'. Axo mach manh ol chamoc, ol in saclemejkanb'at t'a masanil yol yib'anhk’inal tik."
        },
        {
            "number": "11",
            "text": "Ha in Jehová in swala'. Yujto a heb' chi' yelxo wal ix yixtejb'at in templo heb' yuj sdiosal te yajb'entac yet' yuj juntzanh sb'eyb'al heb' te chuk, yuj chi' ol in satel heb', manhxo ol wak' niwank'olal heb'. Manhxo ol ok' in k'ol t'a heb'."
        },
        {
            "number": "12",
            "text": "Ha junok makan heb', ol cham heb' t'a yol chonhab' chi' yuj ilya yet' wejel. Axo junocxo makan heb', ol miljoccham heb' t'a spatictac chonhab' chi'. Axo junxo yoxil makan heb', ol in saclemejkanb'at heb' t'a masanil yol yib'anhk’inal tik, a in wal ol wak'och heb' ajk'ol t'a spatic heb' yet' k'een yespada."
        },
        {
            "number": "13",
            "text": "Icha wal chi' ol aj sicb'i yowal in k'ool, wach' ol aj in k'ol ol wab'i. Ayic toxo ix wik'el yowal in k'ol chi' t'a heb', ichato chi' ol nachajel yuj heb' to a in ton Jehová in ix in chec k'ulaj juntzanh tik yuj yowal in k'ool."
        },
        {
            "number": "14",
            "text": "Ha in Jehová in swala' to manhxa mach ol wak'kan t'a Jerusalén, masanil anima ay t'a slak'anil yet' heb' ol ek' ta' ol b'uchwaj heb' t'ay."
        },
        {
            "number": "15",
            "text": "Ha wal yic ol wak'anoch yaelal t'a yib'anh heb' yet' yowal in k'ool, masanil heb' ay t'a slak'anil heb' ol yajanoc yet' sb'uchwaj heb' t'a chonhab' Jerusalén chi'. Sch'oxnab'il yowal in k'ol ol ajoc."
        },
        {
            "number": "16",
            "text": "Icha wal tz'aj sjulwaj junok mach yet' sjul-lab' yic smilwaji, icha chi' ol aj in satanel heb' yuj wejel. Ha in wal ol wak'b'at niwan wejel t'a yib'anh heb', manhxalaj swael heb', icha chi' ol aj satel heb'."
        },
        {
            "number": "17",
            "text": "Ha in Jehová in swala' to a in ol wak'b'at jun niwan wejel, ilya yet' chamel t'a yib'anh heb' yet' nok' chium nok', pilan ol chijocb'at yuninal heb' yuj nok'. Tzijtum heb' ol champax t'a skal owal, xchi Jehová."
        }
    ]
}