{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanpax Jehová t'ayin icha tik: Ha ticnaic ach anima, ik'cot junok q'uen cuchilub' te jay ye, icha val junok q'uen navaja sk'an eb' joxvajum, tza josanel xil a jolom yet' xil a ti' t'a q'ueen. Slajvi chi', tzik'anpaxcot junok echlab', ox makan tz'aj echtan a xil chi'."
        },
        {
            "number": "2",
            "text": "Ayic ol lajvoc a ch'oxan yechel syaelal chonhab' chi', a junok makan a xil chi', tza nhustz'ha t'a snanhal yol yechel chonhab' chi'. Slajvi chi', tzik'anxicot q'uen cuchilub' chi', tza chok' cupan junok makan a xil chi' t'a spatictac yechel chonhab' chi', haxo junocxo yoxil makan, tza tzipancanb'at t'a cal ik'. Ch'oxnab'il jun chi' to a in ol vak'cot eb' ajk'ool, ol och eb' t'a spatic eb' etchonhab' chi' yet' q'uen yespada."
        },
        {
            "number": "3",
            "text": "Tzik'ancanel jayeoc a xil chi' tza pichancanoch t'a sti' a pichul."
        },
        {
            "number": "4",
            "text": "Ha t'a juntzanh chi' tziq'uel jayeoc, tza nhusantz'ha t'a cal k'ak'. Icha jun k'ak' chi', icha chi' ol aj sjavi yaelal t'a skal masanil eb' etchonhab'."
        },
        {
            "number": "5",
            "text": "Ha in val Jehová in svala': Aton Jerusalén sch'ox jun yechel tik, a in vak'naquem t'a skal juntzanhxo nación."
        },
        {
            "number": "6",
            "text": "Palta a eb' aj Jerusalén chi', yelxo val ix spatiquejel in k'ayb'ub'al eb' yet' in checnab'il, yelxo val chuc eb' t'a yichanh eb' anima t'a juntzanh nación ay t'a slak'anil eb' chi', yujto maj sk'anab'ajej in k'ayb'ub'al chi' eb', maj sb'eyb'alej pax in checnab'il eb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' a in Jehová in svala': Yujto ek'al te pit eb' t'a yichanh juntzanhxo nación ay t'a spatictac chi', manh val jab'oc sk'anab'ajej in checnab'il eb', ek'b'al te chuc sb'eyb'al eb' t'a yichanh sb'eyb'al eb' anima ay t'a slak'anil eb' chi'."
        },
        {
            "number": "8",
            "text": "Yuj chi' a in Jehová in svala': Ol in och pax ajk'olal t'a eb' aj Jerusalén chi'. D'a yichanh juntzanh nación chi' ol vak'och syaelal eb'."
        },
        {
            "number": "9",
            "text": "Ix och eb' ejmelal t'a juntzanh comon dios yajb'entac, yuj chi' ol in k'ulej tas to manta b'aj tzin k'ulej juneloc, malaj pax b'aj ol in k'ulej junelocxo."
        },
        {
            "number": "10",
            "text": "Ha ol aj t'a skal eb' chi', a eb' mamab'il ol schib'at yalyuninal eb' yuj vejel. Ha eb' uninab'il ol schipaxb'at smam snun eb'. Ol vak' val och yaelal t'a yib'anh eb'. Axo mach manh ol chamoc, ol in saclemejcanb'at t'a masanil yol yib'anhk’inal tik."
        },
        {
            "number": "11",
            "text": "Ha in Jehová in svala'. Yujto a eb' chi' yelxo val ix yixtejb'at in templo eb' yuj sdiosal te yajb'entac yet' yuj juntzanh sb'eyb'al eb' te chuc, yuj chi' ol in satel eb', manhxo ol vak' nivank'olal eb'. Manhxo ol ok' in k'ol t'a eb'."
        },
        {
            "number": "12",
            "text": "Ha junok makan eb', ol cham eb' t'a yol chonhab' chi' yuj ilya yet' vejel. Axo junocxo makan eb', ol miljoccham eb' t'a spatictac chonhab' chi'. Axo junxo yoxil makan eb', ol in saclemejcanb'at eb' t'a masanil yol yib'anhk’inal tik, a in val ol vak'och eb' ajk'ol t'a spatic eb' yet' q'uen yespada."
        },
        {
            "number": "13",
            "text": "Icha val chi' ol aj sicb'i yoval in k'ool, wach' ol aj in k'ol ol vab'i. Ayic toxo ix viq'uel yoval in k'ol chi' t'a eb', ichato chi' ol nachajel yuj eb' to a in ton Jehová in ix in chec k'ulaj juntzanh tik yuj yoval in k'ool."
        },
        {
            "number": "14",
            "text": "Ha in Jehová in svala' to manhxa mach ol vak'kan t'a Jerusalén, masanil anima ay t'a slak'anil yet' eb' ol ek' ta' ol b'uchvaj eb' t'ay."
        },
        {
            "number": "15",
            "text": "Ha val yic ol vak'anoch yaelal t'a yib'anh eb' yet' yoval in k'ool, masanil eb' ay t'a slak'anil eb' ol yajanoc yet' sb'uchvaj eb' t'a chonhab' Jerusalén chi'. Sch'oxnab'il yoval in k'ol ol ajoc."
        },
        {
            "number": "16",
            "text": "Icha val tz'aj sjulvaj junok mach yet' sjul-lab' yic smilvaji, icha chi' ol aj in satanel eb' yuj vejel. Ha in val ol vak'b'at niwan vejel t'a yib'anh eb', manhxalaj svael eb', icha chi' ol aj satel eb'."
        },
        {
            "number": "17",
            "text": "Ha in Jehová in svala' to a in ol vak'b'at jun niwan vejel, ilya yet' chamel t'a yib'anh eb' yet' nok' chium nok', pilan ol chijocb'at yuninal eb' yuj nok'. Tzijtum eb' ol champax t'a skal oval, xchi Jehová."
        }
    ]
}