{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'ayin icha tic:"
        },
        {
            "number": "2",
            "text": "Ach anima, ixic q'uelan d'a stojolal jolomtac vitz yic Israel, tzalan d'a yib'anh eb' cajan ta'"
        },
        {
            "number": "3",
            "text": "icha tic: Ab'ec val tas syal Jehová d'a yib'anh eb' syaq'uem sb'a d'a comon dios d'a jolomtac vitz yic Israel, d'a tzalquixtac, d'a pak'quiltac yed' d'a ch'olquixtac: Ol vak'b'at oval d'a eb'. Ol in satpaxel juntzanh lugar chaanh b'aj tz'och ejmelal."
        },
        {
            "number": "4",
            "text": "Ol in mak'poj juntzanh altar b'aj syak' silab' eb' yed' b'aj snhus incienso eb'. Ol in milancham eb' vinac d'a yichanh juntzanh yechel chi'."
        },
        {
            "number": "5",
            "text": "Ol vak'can teljab' snivanil eb' d'a yichanh juntzanh comon dios chi'. Axo d'a spatictac juntzanh yechel chi' ol in saclemejek' sb'aquil eb'."
        },
        {
            "number": "6",
            "text": "Ol can tz'inan masanil schonhab' eb' b'ajtac cajan yed' masanil lugar chaanh b'aj tz'och ejmelal. Masanil yaltar eb' chi' ol pojcanb'atoc yed' masanil juntzanh yechel chi' chok' ol ajcanoc yed' altar b'aj snhus incienso eb', ol em lanhnajoc. Masanil tas b'ob'il yuj eb' anima chi' ol sateloc."
        },
        {
            "number": "7",
            "text": "A eb' olto canoc, ayic ol yilan snivanil eb' ix cham d'a scal eb', ichato chi' ol nachajel yuj eb' to a in ton Jehová sDiosal in eb'."
        },
        {
            "number": "8",
            "text": "Palta a d'a scal eb' ol in saclemejcanb'at d'a juntzanhxo nación chi', ay eb' b'aj ol ok' in k'ool, ol in colcanel eb' d'a yol sk'ab' chamel."
        },
        {
            "number": "9",
            "text": "A eb' manh ol cham chi', ol in snacot eb' d'a juntzanh nación b'aj ayek' chi'. Ol snacot eb' tas ix aj vab'an syail yuj b'aj in spatiquejel eb' ayic yochnac eb' ejmelal d'a juntzanh comon dios. Toxonhej ol syajlaj sb'a eb' yuj jantac chucal sk'ulejnac yuj sb'eyb'al eb' te yajb'entac,"
        },
        {
            "number": "10",
            "text": "yuj chi' ol nachajel yuj eb' to a in Jehová in, a innhej Dios in, manh tonhejoc ix vala' to ix vak'b'at juntzanh yaelal tic d'a yib'anh eb', xchi Jehová."
        },
        {
            "number": "11",
            "text": "Ix yalanxi Jehová Cajalil icha tic d'ayin: Pok'ub'tanhej a k'ab', tek'ub'tanhejem oc, elocab' av yic tz'el a k'ol yuj jantac tas ix javi d'a yib'anh eb' etisraelal yuj jantac tas yajb'entac sk'ulej eb'. Yuj chi' ix cham eb' yuj oval, yuj vejel yed' yuj ilya."
        },
        {
            "number": "12",
            "text": "A eb' najat aycanb'ati, ol cham eb' yuj ilya, axo eb' lak'an ayeq'ui, ol cham eb' yuj oval. Axo eb' manh ol cham yuj oval chi', a vejel ol ik'an scham eb'. Icha chi' ol aj slajvi vik'anel yoval in k'ol d'a eb'."
        },
        {
            "number": "13",
            "text": "Ayic ol yilan snivanil eb' milb'ilcham d'a spatictac juntzanh yechel chi' eb', d'a spatictac juntzanh altar, d'a tzalquixtac, d'a jolomtac vitz, d'a yichtac te te' k'ayum xiil yed' d'a yichtac te' ji k'ayum xiil, aton d'a juntzanh lugar b'aj snhustz'a incienso eb' silab'il d'a juntzanh comon dios chi', icha chi' ol aj snachajel yuj eb' to a in ton Jehová sDiosal in eb'."
        },
        {
            "number": "14",
            "text": "Ol vik'chaanh in k'ab' vak'an syaelal eb' yalnhej b'aj cajan. Masanil juntzanh lugar b'aj ek'nac cajan eb', toxonhej ol can tz'inan icha lum tz'inan luum yic sur, masanto sk'och d'a Diblat d'a norte. Icha chi' ol aj snachajel yuj eb' to a in ton Jehová sDiosal in eb', xchi Jehová."
        }
    ]
}