{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, a in val Jehová Yajal in, a in sval t'a chonhab' Israel icha tik: Toxo ix k'och slajvub', toxo ix k'och slajvub'al lum lum smasanil."
        },
        {
            "number": "3",
            "text": "Toxo ix k'och e lajvub'al a ex israel ex tik. Ol vak' val b'at yoval in k'ol t'a eyib'anh, ol in k'anb'ej val vab'i chajvaltil yaj e b'eyb'al, ol vak'anoch yaelal t'a eyib'anh yuj e b'eyb'al yajb'entac chi'."
        },
        {
            "number": "4",
            "text": "Ha ticnaic manhxo ol vala' to ay voq'uelk'olal t'ayex. Ol vak'och yaelal t'a eyib'anh yuj e b'eyb'al yelxo te chuc. Ol vak' eyab' syail yuj masanil chucal tze k'ulej. Icha val chi' ol aj snachajel eyuuj to a in Jehová e Diosal in, xchi Jehová."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jehová icha tik: Ha in Jehová in tik svala': Van sk'och jun niwan yaelal t'a eyib'anh."
        },
        {
            "number": "6",
            "text": "Ilecnab'i vanxo sjavi slajvub', toxo ix javi e lajvub'al."
        },
        {
            "number": "7",
            "text": "Tik val sjavi sk'ual yic tzex lajviel e masanil ex cajan ex t'a jun nación chi'. Toxo val sjavi sk'ual, axonhej xivk'olal ay, toxo val slajvi tzalajk'olal t'a jolomtac vitz."
        },
        {
            "number": "8",
            "text": "Ha ticnaic, tz'acan ol vak'b'at yoval in k'ol t'a eyib'anh, masanto ol yal sicb'i in k'ool. Ol ex in ch'olb'itej yuj chucal tze k'ulej, ol vak'och eyaelal yuj e b'eyb'al yelxo val te chuc tze k'ulej. Manhxo ol vala' to ay voq'uelk'olal t'ayex. Icha val chi' ol aj snachajel eyuuj to a in Jehová in svak'och eyaelal."
        },
        {
            "number": "9",
            "text": "Ilecnab'i, toxo ix javi sk'ual yaelal ayxo smay yic slajviel jun chonhab' chi'. Toxo ix q'uechaanh chucal t'a yol smacb'en, tzijtum ik'ojchanhb'ail."
        },
        {
            "number": "10",
            "text": "Sq'ue val chaanh eb' yixtan yetanimail. Ha juntzanh anima chi', manhxa junok eb' ol canoc. Manhxa jab'oc sb'eyumal eb' ol canoc, manhxo ol b'inaj snivanil yelk'och eb'."
        },
        {
            "number": "11",
            "text": "Toxo val sjavi sk'ual jun yaelal chi'. Mocab' tzalaj sk'ol eb' smanvaji, mocab' cus sk'ol eb' schonhvaji, yujto ol vak'b'at yoval in k'ol t'a yib'anh eb' smasanil."
        },
        {
            "number": "12",
            "text": "Ha mach toxo ix schonh sluum, manhxo ol yal yik'anxi lu'um yacb'an pitzanto yet' mach ix manan chi', yujto manhxo ol yal scachjioch vaan jun yaelal van sjavi chi'. Ha eb' chuc, malaj junok eb' ol yal scolan sb'a."
        },
        {
            "number": "13",
            "text": "Wach'chom ol pujoc q'uen trompeta yic syak'an lista sb'a eb' sb'at t'a oval, palta malaj mach ol b'at t'a oval chi', yujto a yoval in k'ool ayoch t'a yib'anh eb' smasanil."
        },
        {
            "number": "14",
            "text": "D'a spatiquel chonhab' ay oval, haxo t'a yool ay ilya yet' vejel. Ha eb' ayek' t'a smunlajel, ol miljoccham eb', haxo eb' ayek' t'a yol chonhab', ol cham eb' yuj vejel chi' yet' ilya."
        },
        {
            "number": "15",
            "text": "Ha eb' olto yal yeli, ol b'at scol sb'a eb' t'a caltac yaxluum, ata' ol ok' eb' yuj smul icha yoc nok' muuc t'a yoltac ch'olan."
        },
        {
            "number": "16",
            "text": "Masanil eb' ol el yip sk'ab', ol luclon yoc eb' yuj xivelal."
        },
        {
            "number": "17",
            "text": "Ol yak'och pichul eb' ya sva'i yuj sch'oxanel syaelal chi'. Ol luclon masanil snivanil eb'. Chacxonhej ol aj yilji sat eb' yuj q'uixvelal, josb'ilel xil sjolom ol ek' eb'."
        },
        {
            "number": "18",
            "text": "Toxonhej ol syumel q'uen plata eb' yet' q'uen oro t'a yoltac calle, icha tz'aj syumchajel k'alem, yujto manh ol yal scolchajel eb' t'a sk'ual yoval in k'ol a in Jehová in tik yuj q'ueen. Tocval ol yal yak'an b'ud'joc sk'ol eb' yet' q'uen oro chi', yujto a yuj q'ueen ix b'at eb' t'a chucal."
        },
        {
            "number": "19",
            "text": "Yujto ay q'uen q'ueen te wach' yilji chi' t'a eb', yuj chi' ix yik' val chaanh sb'a eb', a q'uen chi' ix sb'o eb' scomon diosej yajb'entac. Yuj chi' a juntzanh q'uen wach' yilji ay t'a eb' chi', icha k'alem ol vutejcan q'ueen yil eb'."
        },
        {
            "number": "20",
            "text": "Ol vik'cot eb' ch'oc chonhab'il te chuc yelq'uejb'at sb'eyumal eb', yic tzul yik'anek' sdiosal eb' chi' eb', syixtanb'at eb'."
        },
        {
            "number": "21",
            "text": "Ol viq'uel in b'ha t'a jun nación chi', haxo eb' elk'um chi' ol ixtanb'at in templo vicnhej yaji. Manhxa ol ajkan yelk'och yuj eb'."
        },
        {
            "number": "22",
            "text": "Ak' b'o juntzanhoc q'uen cadena, yujto ha t'a jun nación chi' manh jantacoc eb' mak'umcham anima ol tzek'chaj t'a q'ueen. Ha t'a yol jun chonhab' chi', axonhej chucal sk'ulaji."
        },
        {
            "number": "23",
            "text": "Ha in ol vik'cot juntzanh anima te chuc t'a juntzanh nación, haxo eb' ol icancan pat t'a jun nación chi'. Yujto ol in satel yak'umtaquil eb' nivac vinac, ol ixtaxb'at juntzanh lugar b'aj tz'och eb' ejmelal."
        },
        {
            "number": "24",
            "text": "Ayic ol javoc nivac xivk'olal t'a eb', ol yak' yip eb' sayan junk'olal, palta manhxo ol ilchajlaj yuj eb'."
        },
        {
            "number": "25",
            "text": "Cotac skal ol javoc syaelal eb', icha pax chi' ol javoc yab'ixal xivk'olal t'a eb'. Nab'anhej ol say junok in checab' eb' to syal yalan tas ol ujoc. Manhxa eb' sacerdote ol k'ayb'an eb', ma eb' ichamtac vinac ol ak'an srazón eb'."
        },
        {
            "number": "26",
            "text": "Ha eb' sreyal eb' yet' eb' yajalil eb', ol yak'och pichul eb' ya sva'i yuj sch'oxanel cusk'olal ol javoc t'a yib'anh eb'. Axo masanil anima, toxonhej ol ib'xocq'ue eb' yuj xivelal. Ato syal sb'eyb'al eb', icha chi' ol vutej eb'. Ol in ch'olb'itej eb' icha ix yutej eb' yixtan eb' yetanimail. Icha chi' ol aj yojtacanel eb' to a in ton Jehová sDiosal in eb', xchi Jehová t'ayin."
        }
    ]
}