{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'ayin icha tik:"
        },
        {
            "number": "2",
            "text": "Ach anima, a in wal Jehová Yajal in, a in swal t'a chonhab' Israel icha tik: Toxo ix k'och slajwub', toxo ix k'och slajwub'al lum lum smasanil."
        },
        {
            "number": "3",
            "text": "Toxo ix k'och he lajwub'al a ex israel ex tik. Ol wak' wal b'at yowal in k'ol t'a eyib'anh, ol in k'anb'ej wal wab'i chajwaltil yaj he b'eyb'al, ol wak'anoch yaelal t'a eyib'anh yuj he b'eyb'al yajb'entac chi'."
        },
        {
            "number": "4",
            "text": "Ha ticnaik manhxo ol wala' to ay wok'elk'olal t'ayex. Ol wak'och yaelal t'a eyib'anh yuj he b'eyb'al yelxo te chuk. Ol wak' eyab' syail yuj masanil chukal tze k'ulej. Icha wal chi' ol aj snachajel eyuuj to a in Jehová he Diosal in, xchi Jehová."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jehová icha tik: Ha in Jehová in tik swala': Van sk'och jun niwan yaelal t'a eyib'anh."
        },
        {
            "number": "6",
            "text": "Ilecnab'i wanxo sjawi slajwub', toxo ix jawi he lajwub'al."
        },
        {
            "number": "7",
            "text": "Tik wal sjawi sk'ual yic tzex lajwiel he masanil ex kajan ex t'a jun nación chi'. Toxo wal sjawi sk'ual, axonhej xivk'olal ay, toxo wal slajwi tzalajk'olal t'a jolomtac witz."
        },
        {
            "number": "8",
            "text": "Ha ticnaik, tz'akan ol wak'b'at yowal in k'ol t'a eyib'anh, masanto ol yal sicb'i in k'ool. Ol ex in ch'olb'itej yuj chukal tze k'ulej, ol wak'och eyaelal yuj he b'eyb'al yelxo wal te chuk tze k'ulej. Manhxo ol wala' to ay wok'elk'olal t'ayex. Icha wal chi' ol aj snachajel eyuuj to a in Jehová in swak'och eyaelal."
        },
        {
            "number": "9",
            "text": "Ilecnab'i, toxo ix jawi sk'ual yaelal ayxo smay yic slajwiel jun chonhab' chi'. Toxo ix k'echaanh chukal t'a yol smacb'en, tzijtum ik'ojchanhb'ail."
        },
        {
            "number": "10",
            "text": "Sk'e wal chaanh heb' yixtan yetanimail. Ha juntzanh anima chi', manhxa junok heb' ol kanok. Manhxa jab'oc sb'eyumal heb' ol kanok, manhxo ol b'inaj sniwanil yelk'och heb'."
        },
        {
            "number": "11",
            "text": "Toxo wal sjawi sk'ual jun yaelal chi'. Mokab' tzalaj sk'ol heb' smanwaji, mokab' kus sk'ol heb' schonhwaji, yujto ol wak'b'at yowal in k'ol t'a yib'anh heb' smasanil."
        },
        {
            "number": "12",
            "text": "Ha mach toxo ix schonh sluum, manhxo ol yal yik'anxi lu'um yacb'an pitzanto yet' mach ix manan chi', yujto manhxo ol yal skachjioch waan jun yaelal wan sjawi chi'. Ha heb' chuk, malaj junok heb' ol yal scolan sb'a."
        },
        {
            "number": "13",
            "text": "Wach'chom ol pujoc k'een trompeta yic syak'an lista sb'a heb' sb'at t'a owal, palta malaj mach ol b'at t'a owal chi', yujto a yowal in k'ool ayoch t'a yib'anh heb' smasanil."
        },
        {
            "number": "14",
            "text": "D'a spatiquel chonhab' ay owal, haxo t'a yool ay ilya yet' wejel. Ha heb' ayek' t'a smunlajel, ol miljoccham heb', haxo heb' ayek' t'a yol chonhab', ol cham heb' yuj wejel chi' yet' ilya."
        },
        {
            "number": "15",
            "text": "Ha heb' olto yal yeli, ol b'at scol sb'a heb' t'a kaltac yaxluum, ata' ol ok' heb' yuj smul icha yoc nok' muuc t'a yoltac ch'olan."
        },
        {
            "number": "16",
            "text": "Masanil heb' ol el yip sk'ab', ol luclon yoc heb' yuj xiwelal."
        },
        {
            "number": "17",
            "text": "Ol yak'och pichul heb' ya swa'i yuj sch'oxanel syaelal chi'. Ol luclon masanil sniwanil heb'. Chacxonhej ol aj yilji sat heb' yuj q'uixwelal, josb'ilel xil sjolom ol ek' heb'."
        },
        {
            "number": "18",
            "text": "Toxonhej ol syumel k'een plata heb' yet' k'een oro t'a yoltac calle, icha tz'aj syumchajel k'alem, yujto manh ol yal scolchajel heb' t'a sk'ual yowal in k'ol a in Jehová in tik yuj k'een. Tocwal ol yal yak'an b'ud'joc sk'ol heb' yet' k'een oro chi', yujto a yuj k'een ix b'at heb' t'a chukal."
        },
        {
            "number": "19",
            "text": "Yujto ay k'een k'een te wach' yilji chi' t'a heb', yuj chi' ix yik' wal chaanh sb'a heb', a k'een chi' ix sb'o heb' scomon diosej yajb'entac. Yuj chi' a juntzanh k'een wach' yilji ay t'a heb' chi', icha k'alem ol wutejkan k'een yil heb'."
        },
        {
            "number": "20",
            "text": "Ol wik'cot heb' ch'oc chonhab'il te chuk yelk'ejb'at sb'eyumal heb', yic tzul yik'anek' sdiosal heb' chi' heb', syixtanb'at heb'."
        },
        {
            "number": "21",
            "text": "Ol wik'el in b'ha t'a jun nación chi', haxo heb' elk'um chi' ol ixtanb'at in templo wicnhej yaji. Manhxa ol ajkan yelk'och yuj heb'."
        },
        {
            "number": "22",
            "text": "Ak' b'o juntzanhoc k'een cadena, yujto ha t'a jun nación chi' manh jantacoc heb' mak'umcham anima ol tzek'chaj t'a k'een. Ha t'a yol jun chonhab' chi', axonhej chukal sk'ulaji."
        },
        {
            "number": "23",
            "text": "Ha in ol wik'cot juntzanh anima te chuk t'a juntzanh nación, haxo heb' ol ikankan pat t'a jun nación chi'. Yujto ol in satel yak'umtaquil heb' niwac winak, ol ixtaxb'at juntzanh lugar b'aj tz'och heb' ejmelal."
        },
        {
            "number": "24",
            "text": "Ayic ol jawok niwac xivk'olal t'a heb', ol yak' yip heb' sayan junk'olal, palta manhxo ol ilchajlaj yuj heb'."
        },
        {
            "number": "25",
            "text": "Cotac skal ol jawok syaelal heb', icha pax chi' ol jawok yab'ixal xivk'olal t'a heb'. Nab'anhej ol say junok in chekab' heb' to syal yalan tas ol ujok. Manhxa heb' sacerdote ol k'ayb'an heb', ma heb' ichamtac winak ol ak'an srazón heb'."
        },
        {
            "number": "26",
            "text": "Ha heb' sreyal heb' yet' heb' yajalil heb', ol yak'och pichul heb' ya swa'i yuj sch'oxanel cusk'olal ol jawok t'a yib'anh heb'. Axo masanil anima, toxonhej ol ib'xock'e heb' yuj xiwelal. Ato syal sb'eyb'al heb', icha chi' ol wutej heb'. Ol in ch'olb'itej heb' icha ix yutej heb' yixtan heb' yetanimail. Icha chi' ol aj yojtakanel heb' to a in ton Jehová sDiosal in heb', xchi Jehová t'ayin."
        }
    ]
}