{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ayic yoil k'ual yoch swaquil uj yic swaquil ab'il, k'ojan in em t'a in pat yet' heb' yichamtac winaquil chonhab' Judá, haxo ix aji, ix yak'anem spoder Jehová Cajalil t'a wib'anh."
        },
        {
            "number": "2",
            "text": "Axo ix wilani ay jun icha yilji anima linhanek' t'a in tz'ey. Ha t'a snanhal tz'emnhejcoti, icha wal k'ak' yilji, haxo pax yib'anh snanhal sk'enhej, weei yilji icha k'een bronce ayoch t'a kal k'ak'."
        },
        {
            "number": "3",
            "text": "Ha jun icha anima chi', ix yak'cot jun sk'ab' t'a wib'anh, ix syaman xil in jolom. Axo Yespíritu Dios ix in ik'ank'e t'a kal ik', icha wayich ix aj in yik'anb'at t'a Jerusalén, yic sch'oxan wila'' tas ay ta'. Ix in yak'anoch t'a jun puerta ay t'a yol yamaq'uil templo, aton jun ay t'a stojolal norte. Ata' ay yet'tal jun comon Dios, aton jun stzuntzancot yowal sk'ol Jehová."
        },
        {
            "number": "4",
            "text": "Ha wal ta' ayek' stziquiquial ko Diosal a onh israel onh tik, icha wal ix aj sch'oxji wila'' ayic ayinek' t'a jun ak'lic."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix yalan t'ayin icha tik: Ach anima, b'atanh k'elan t'a stojolal norte, xchi t'ayin. Ix in b'at k'elan, ix wilan t'a stz'ey spuertail t'a snorteal altar. Ata' ix wil jun yechel stzuntzancot yowal sk'ol Jehová."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix yalan t'ayin icha tik: Ach anima, ¿tzam wal il tas te yajb'entac sk'ulej heb' etisraelal tik? Yuj wal juntzanh tik najat tzin el t'a in templo tik. Palta ayto wal juntzanhxo yelxo te chuk ol ila', xchi t'ayin."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi' ix in yik'anelta b'aj tzonh och t'a yamaq'uil templo chi', ix wilani ay jun olan t'a yich templo chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan Jehová chi' t'ayin icha tik: Levb'itej jun olan t'a yich templo chi', xchi t'ayin. Yuj chi' ix in levb'itan jun olan chi', ix chax jun puerta wuuj."
        },
        {
            "number": "9",
            "text": "Ix yalan t'ayin: Ochanh t'a yool, ol ilan wal tas yajb'entac sk'ulej heb' ta', xchi t'ayin."
        },
        {
            "number": "10",
            "text": "Ix in och b'ian, ix wilani to ha t'a sattac yich pat chi', ata' tz'ib'ab'iloch masanil yechel nok' nok' snherwi t'a sat lu'um tik yet' yechel masanil nok' nok' manh wach'oc icha yalan ley yet' masanil makanhil tas syaloch heb' wetisraelal sdiosaloc."
        },
        {
            "number": "11",
            "text": "Ha t'a yichanh juntzanh yechel chi' ayoch 70 heb' yichamtac winaquil chonhab' Israel, aypaxoch winhaj Jaazanías yuninal winhaj Safán t'a skal heb', ayoch heb' ejmelal t'a juntzanh yechel chi'. Junjun heb' yet'nack'e junjun chaynub' heb' yic incienso, ha t'a yol juntzanh chi' b'akaqui sk'e stab'il incienso chi'."
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ina wal tas sk'ulej juntzanh yichamtac winaquil chonhab' Israel tik t'a elk'altac. Junjun heb' ayek' t'a yichanh sb'akhnub' sdiosal. Ha juntzanh heb' tik a snaan heb' to max wil heb', actab'ilxocan jun chonhab' tik wuuj snaan heb', xchi t'ayin."
        },
        {
            "number": "13",
            "text": "Ix yalanpax t'ayin icha tik: Ayto wal juntzanhxo te yajb'entac ol ila', xchi."
        },
        {
            "number": "14",
            "text": "Ix in yik'anpaxb'at t'a spuertail stemplo chi', aton jun skan t'a stojolal norte. Ata' k'ojanem juntzanh heb' ix ix, wan yok' heb' ix yuj sdiosal scuch Tamuz."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yalan t'ayin icha tik: ¿Ix am il juntzanh tik? Palta ayto wal juntzanhxo te yajb'entac ol ila', xchi t'ayin."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix in yik'anb'at t'a jun yune' amak' ayoch t'a spatictac templo chi', aton t'a skal altar yet' sti' templo chi'. Ata' ayek' 25 heb' winh winak, a yich spatic heb' winh aykanb'at t'a stojolal stemplo Jehová chi', k'elanb'at heb' winh t'a stojolal b'aj sjawi k'u, nhojanem heb' winh t'a sat lu'um, ayoch heb' winh ejmelal t'a k'u chi'."
        },
        {
            "number": "17",
            "text": "Ix yalanxi t'ayin icha tik: Ach anima ¿toxom ix ila'? Manhoknhej t'a tik ay juntzanh tas yajb'entac sk'ulej heb' tik, palta toxo ix b'ud'jiel yol nación tik yuj sk'echaanh heb' yixtan anima. ¿Toc junel chaelnhej stzuntzejcot yowal in k'ol heb'? Swab' wal sjab' chukal sk'ulej heb' chi'."
        },
        {
            "number": "18",
            "text": "Palta a in tik, ol wak' spak t'a heb' yet' yowal in k'ool. Manhxo ol ok' in k'ol t'a heb'. Wach'chom ol awaj heb' t'ayin, palta manhxo ol in tak'wej heb', xchi Jehová t'ayin."
        }
    ]
}