{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ayic yoil k'ual yoch svaquil uj yic svaquil ab'il, k'ojan in em t'a in pat yet' eb' yichamtac vinaquil chonhab' Judá, haxo ix aji, ix yak'anem spoder Jehová Cajalil t'a vib'anh."
        },
        {
            "number": "2",
            "text": "Axo ix vilani ay jun icha yilji anima linhanek' t'a in tz'ey. Ha t'a snanhal tz'emnhejcoti, icha val k'ak' yilji, haxo pax yib'anh snanhal sq'uenhej, veei yilji icha q'uen bronce ayoch t'a cal k'ak'."
        },
        {
            "number": "3",
            "text": "Ha jun icha anima chi', ix yak'cot jun sk'ab' t'a vib'anh, ix syaman xil in jolom. Axo Yespíritu Dios ix in ik'anq'ue t'a cal ik', icha vayich ix aj in yik'anb'at t'a Jerusalén, yic sch'oxan wila'' tas ay ta'. Ix in yak'anoch t'a jun puerta ay t'a yol yamaq'uil templo, aton jun ay t'a stojolal norte. Ata' ay yet'tal jun comon dios, aton jun stzuntzancot yoval sk'ol Jehová."
        },
        {
            "number": "4",
            "text": "Ha val ta' ayek' stziquiquial co Diosal a onh israel onh tik, icha val ix aj sch'oxji wila'' ayic ayinek' t'a jun ak'lic."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix yalan t'ayin icha tik: Ach anima, b'atanh q'uelan t'a stojolal norte, xchi t'ayin. Ix in b'at q'uelan, ix vilan t'a stz'ey spuertail t'a snorteal altar. Ata' ix vil jun yechel stzuntzancot yoval sk'ol Jehová."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix yalan t'ayin icha tik: Ach anima, ¿tzam val il tas te yajb'entac sk'ulej eb' etisraelal tik? Yuj val juntzanh tik najat tzin el t'a in templo tik. Palta ayto val juntzanhxo yelxo te chuk ol ila', xchi t'ayin."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi' ix in yik'anelta b'aj tzonh och t'a yamaq'uil templo chi', ix vilani ay jun olan t'a yich templo chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan Jehová chi' t'ayin icha tik: Levb'itej jun olan t'a yich templo chi', xchi t'ayin. Yuj chi' ix in levb'itan jun olan chi', ix chax jun puerta vuuj."
        },
        {
            "number": "9",
            "text": "Ix yalan t'ayin: Ochanh t'a yool, ol ilan val tas yajb'entac sk'ulej eb' ta', xchi t'ayin."
        },
        {
            "number": "10",
            "text": "Ix in och b'ian, ix vilani to ha t'a sattac yich pat chi', ata' tz'ib'ab'iloch masanil yechel nok' nok' snhervi t'a sat lu'um tik yet' yechel masanil nok' nok' manh wach'oc icha yalan ley yet' masanil macanhil tas syaloch eb' vetisraelal sdiosaloc."
        },
        {
            "number": "11",
            "text": "Ha t'a yichanh juntzanh yechel chi' ayoch 70 eb' yichamtac vinaquil chonhab' Israel, aypaxoch winhaj Jaazanías yuninal winhaj Safán t'a skal eb', ayoch eb' ejmelal t'a juntzanh yechel chi'. Junjun eb' yet'nacq'ue junjun chaynub' eb' yic incienso, ha t'a yol juntzanh chi' b'acaqui sq'ue stab'il incienso chi'."
        },
        {
            "number": "12",
            "text": "Ix yalanxi Jehová t'ayin icha tik: Ina val tas sk'ulej juntzanh yichamtac vinaquil chonhab' Israel tik t'a elk'altac. Junjun eb' ayek' t'a yichanh sb'achnub' sdiosal. Ha juntzanh eb' tik a snaan eb' to max vil eb', actab'ilxocan jun chonhab' tik vuuj snaan eb', xchi t'ayin."
        },
        {
            "number": "13",
            "text": "Ix yalanpax t'ayin icha tik: Ayto val juntzanhxo te yajb'entac ol ila', xchi."
        },
        {
            "number": "14",
            "text": "Ix in yik'anpaxb'at t'a spuertail stemplo chi', aton jun skan t'a stojolal norte. Ata' k'ojanem juntzanh eb' ix ix, van yok' eb' ix yuj sdiosal scuch Tamuz."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yalan t'ayin icha tik: ¿Ix am il juntzanh tik? Palta ayto val juntzanhxo te yajb'entac ol ila', xchi t'ayin."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix in yik'anb'at t'a jun yune' amak' ayoch t'a spatictac templo chi', aton t'a skal altar yet' sti' templo chi'. Ata' ayek' 25 eb' winh vinac, a yich spatic eb' winh aycanb'at t'a stojolal stemplo Jehová chi', q'uelanb'at eb' winh t'a stojolal b'aj sjavi k'u, nhojanem eb' winh t'a sat lu'um, ayoch eb' winh ejmelal t'a k'u chi'."
        },
        {
            "number": "17",
            "text": "Ix yalanxi t'ayin icha tik: Ach anima ¿toxom ix ila'? Manhocnhej t'a tik ay juntzanh tas yajb'entac sk'ulej eb' tik, palta toxo ix b'ud'jiel yol nación tik yuj sq'uechaanh eb' yixtan anima. ¿Toc junel chaelnhej stzuntzejcot yoval in k'ol eb'? Svab' val sjab' chukal sk'ulej eb' chi'."
        },
        {
            "number": "18",
            "text": "Palta a in tik, ol vak' spak t'a eb' yet' yoval in k'ool. Manhxo ol ok' in k'ol t'a eb'. Wach'chom ol avaj eb' t'ayin, palta manhxo ol in tak'vej eb', xchi Jehová t'ayin."
        }
    ]
}