{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', te chaanh ix vab' yoch jun av: Cotocab' eb' ol ak'anoch yaelal t'a jun chonhab' tik, junjun eb' yet'nacocab' syamk'ab' yic oval yic satanel eb', xchi."
        },
        {
            "number": "2",
            "text": "Ix vilani to ay vacvanh eb' vinh vinac ix och t'a yol jun niwan puerta ay t'a stojolal norte, junjun eb' vinh yet'nac syamk'ab' b'aj smak'cham anima. Ha t'a skal eb' vinh chi', ix vilpax scot jun vinh ayoch spichul nab'a lino. Ha t'a snanhal vinh, ata' ayoch syamk'ab' yic tz'ib'. Ix vilan yoch eb' vinh, ix ochk'och eb' vinh t'a slak'anil altar nab'a bronce."
        },
        {
            "number": "3",
            "text": "Axo stziquiquial Jehová co Diosal a onh israel onh tik ix q'ue vaan, ix el t'a yib'anh juntzanh yechel querubín, b'aj aytaxoneq'ui, ix kan t'a spuertail templo chi'. Ha Jehová chi' ix avtan jun vinh ayoch pichul lino chi' yuj, aton jun vinh ed'jinac yamk'ab' yic tz'ib' t'a snanhal."
        },
        {
            "number": "4",
            "text": "Ix yalan Jehová chi' t'a vinh icha tik: Ek'anh t'a masanil yol chonhab' Jerusalén tik, tzak'anoch yechel t'a snanhal sat masanil anima tz'ok' yuj chucal yajb'entac sk'ulej eb' anima t'a chonhab' tik, xchi."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix vab'an yalanxi t'a eb' vinh ed'jinac syamk'ab' yic oval chi': Ixiquec t'a spatictac vinh chi', tzex ek' t'a cal chonhab' tik smasanil, mocab' ok' e k'ol t'a eb' anima, tze milcham"
        },
        {
            "number": "6",
            "text": "masanil eb' vinh ichamtac vinac, eb' vinh quelemtac, eb' ix cob'estac, eb' ix ix yet' eb' unin, masanto manhxalaj junok eb' scani. Palta manh e milcham junok eb' ayoch yechel t'a snanhal chi'. Tze chael yich t'a in templo tik, xchi Jehová. Ix schaanel yich eb' vinh smilancham eb' vinh ichamtac vinac ayek' t'a yamaq'uil templo chi'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix yalan Jehová t'a eb' vinh icha tik: Ixtejequel templo tik, tzeyak'an b'ud'joc yamaq'uil yuj snivanil eb' scham chi', slajvi chi' tzex b'ati, xchi. Ix vilan sb'at lemnaj eb' vinh b'ian, ix och ijan eb' vinh smilancham eb' anima t'a masanil yol chonhab' chi'."
        },
        {
            "number": "8",
            "text": "Ayic van smilancham eb' anima chi' eb' vinh, a inxonhej in kan t'a yichanh Jehová, ix in em nhojan t'a sat lu'um, ix te cus in k'ool, yuj chi' ix el vav: Mamin Jehová Vajalil, ¿tom ol a satel masanil eb' aytocan t'a Israel yuj yoval a k'ol t'a Jerusalén tik? xin chi."
        },
        {
            "number": "9",
            "text": "Ix tak'vi t'ayin icha tik: Ha val smul eb' aj Israel yet' eb' aj Judá tik, yelxo val te niwan. Yelxo val b'ud'jinaquel yol juntzanh chonhab' chi' yuj snivanil eb' anima smiljichamoc. Manhxa jab'oc tojolal sk'ulej eb'. Ha snaan eb' to toxo ix vactejcan jun nación tik, maxtzac vil tas sk'ulej eb' snaani."
        },
        {
            "number": "10",
            "text": "Ha ticnaic maxtzac ok' in k'ol t'a eb', ol vak'xonhejoch syaelal eb' yuj masanil tas tz'el sk'ulani, xchi Jehová."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix jax jun vinh vinac ayoch lino spichuloc chi', yet'nac pax yamk'ab' yic tz'ib' t'a snanhal, ix yalan vinh icha tik: Mamin Vajalil, toxo ix in k'anab'ajej tas ix a chec in k'ulej, xchi vinh."
        }
    ]
}