{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', te chaanh ix vab' yoch jun av: Cotocab' eb' ol ak'anoch yaelal d'a jun chonhab' tic, junjun eb' yed'nacocab' syamk'ab' yic oval yic satanel eb', xchi."
        },
        {
            "number": "2",
            "text": "Ix vilani to ay vacvanh eb' vinh vinac ix och d'a yol jun nivan puerta ay d'a stojolal norte, junjun eb' vinh yed'nac syamk'ab' b'aj smak'cham anima. A d'a scal eb' vinh chi', ix vilpax scot jun vinh ayoch spichul nab'a lino. A d'a snanhal vinh, ata' ayoch syamk'ab' yic tz'ib'. Ix vilan yoch eb' vinh, ix ochk'och eb' vinh d'a slak'anil altar nab'a bronce."
        },
        {
            "number": "3",
            "text": "Axo stziquiquial Jehová co Diosal a onh israel onh tic ix q'ue vaan, ix el d'a yib'anh juntzanh yechel querubín, b'aj aytaxoneq'ui, ix can d'a spuertail templo chi'. A Jehová chi' ix avtan jun vinh ayoch pichul lino chi' yuuj, aton jun vinh ed'jinac yamk'ab' yic tz'ib' d'a snanhal."
        },
        {
            "number": "4",
            "text": "Ix yalan Jehová chi' d'a vinh icha tic: Ek'anh d'a masanil yol chonhab' Jerusalén tic, tzak'anoch yechel d'a snanhal sat masanil anima tz'ok' yuj chucal yajb'entac sk'ulej eb' anima d'a chonhab' tic, xchi."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi' ix vab'an yalanxi d'a eb' vinh ed'jinac syamk'ab' yic oval chi': Ixiquec d'a spatictac vinh chi', tzex ek' d'a cal chonhab' tic smasanil, mocab' ok' e k'ol d'a eb' anima, tze milcham"
        },
        {
            "number": "6",
            "text": "masanil eb' vinh ichamtac vinac, eb' vinh quelemtac, eb' ix cob'estac, eb' ix ix yed' eb' unin, masanto manhxalaj junoc eb' scani. Palta manh e milcham junoc eb' ayoch yechel d'a snanhal chi'. Tze chael yich d'a in templo tic, xchi Jehová. Ix schaanel yich eb' vinh smilancham eb' vinh ichamtac vinac ayek' d'a yamaq'uil templo chi'."
        },
        {
            "number": "7",
            "text": "Ix lajvi chi', ix yalan Jehová d'a eb' vinh icha tic: Ixtejequel templo tic, tzeyak'an b'ud'joc yamaq'uil yuj snivanil eb' scham chi', slajvi chi' tzex b'ati, xchi. Ix vilan sb'at lemnaj eb' vinh b'ian, ix och ijan eb' vinh smilancham eb' anima d'a masanil yol chonhab' chi'."
        },
        {
            "number": "8",
            "text": "Ayic van smilancham eb' anima chi' eb' vinh, a inxonhej in can d'a yichanh Jehová, ix in em nhojan d'a sat luum, ix te cus in k'ool, yuj chi' ix el vav: Mamin Jehová Vajalil, ¿tom ol a satel masanil eb' aytocan d'a Israel yuj yoval a k'ol d'a Jerusalén tic? xin chi."
        },
        {
            "number": "9",
            "text": "Ix tak'vi d'ayin icha tic: A val smul eb' aj Israel yed' eb' aj Judá tic, yelxo val te nivan. Yelxo val b'ud'jinaquel yol juntzanh chonhab' chi' yuj snivanil eb' anima smiljichamoc. Manhxa jab'oc tojolal sk'ulej eb'. A snaan eb' to toxo ix vactejcan jun nación tic, maxtzac vil tas sk'ulej eb' snaani."
        },
        {
            "number": "10",
            "text": "A ticnaic maxtzac ok' in k'ol d'a eb', ol vak'xonhejoch syaelal eb' yuj masanil tas tz'el sk'ulani, xchi Jehová."
        },
        {
            "number": "11",
            "text": "Ix lajvi chi', ix jax jun vinh vinac ayoch lino spichuloc chi', yed'nac pax yamk'ab' yic tz'ib' d'a snanhal, ix yalan vinh icha tic: Mamin Vajalil, toxo ix in k'anab'ajej tas ix a chec in k'ulej, xchi vinh."
        }
    ]
}