{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ix avtaj winhaj Moisés yuj Jehová t'a yol mantiado, ix schecan yal juntzanh checnab'il winh t'a eb' yetisraelal."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix yalan winhaj Moisés chi' icha tik: Tato ay junok ex tzeyik'cot junok nok' nok' yic snhuschajtz'a smasanil silab'il t'a Jehová, ha t'a skal nok' e vacax, t'a skal nok' e calnel ma t'a skal nok' e chiva, ata' tzeyik'cot nok'."
        },
        {
            "number": "3",
            "text": "Tato vacax nok' tze nhustz'a silab'il chi', yowalil a junok nok' toro malaj spaltail tzeyik'coti. Ha jun silab' stz'ai, a jun chi' to stz'ab'at nok' nok' chi' smasanil. Ha t'a yichanh mantiado b'aj sch'ox sb'a Jehová, ata' tzeyak'och silab' chi' yic wach' schaji yuj Jehová."
        },
        {
            "number": "4",
            "text": "Yovalil tzeyak'q'ue e k'ab' t'a sjolom nok', yic schaji nok' yuj yak'ji lajvoc e mul."
        },
        {
            "number": "5",
            "text": "Ha mach ay yic nok' chi', a smilancham nok' t'a yichanh Jehová, haxo eb' sacerdote yuninal winhaj Aarón tz'ik'ancot schiq'uil nok', stzicanoch eb' t'a schanhil pak'anh jun altar ayek' t'a yichanh mantiado."
        },
        {
            "number": "6",
            "text": "Anheja' winh ay yic nok' chi' spatz'anel nok', schok' xicanb'at nok' winh."
        },
        {
            "number": "7",
            "text": "Axo eb' sacerdote yuninal winhaj Aarón chi', syak'q'ue te' k'atzitz eb' t'a yib'anh te' tzak'ak' t'a altar chi' yic sq'ue sk'ak'al."
        },
        {
            "number": "8",
            "text": "Tz'ak'jiq'ue nok' chib'ej cotac xicab'il chi' t'a yib'anh te' k'atzitz chi' yet' nok' sjolom yet' nok' xepu' tz'ik'jiel t'a nok' yol sk'ool."
        },
        {
            "number": "9",
            "text": "Ha mach tz'ak'an nok' silab' chi', yowalil a smaxan nok' yol sk'ool, sb'icanel nok' yoc, haxo winh sacerdote snhusantz'a jun silab' chi' smasanil t'a yib'anh altar. Suk'uq'ui sjab' jun silab' stz'a chi' syab' Jehová."
        },
        {
            "number": "10",
            "text": "Tato calnel, ma chiva nok' tzeyak' silab'il chi', yowalil ch'aac nok', malajocab' jab'oc spaltail nok'."
        },
        {
            "number": "11",
            "text": "Ha t'a stojolal norte t'a jun altar chi', ata' smiljicham nok' yuj mach tz'ak'an nok' chi' t'a yichanh Jehová. Axo eb' yuninal winhaj Aarón chi' stzicanoch schiq'uil nok' t'a schanhil pak'anh jun altar chi'."
        },
        {
            "number": "12",
            "text": "Slajvi chi' slaj cotac xicajb'at nok', haxo winh sacerdote tz'ak'anq'ue nok' cotac xicab'ilxo yaj chi' t'a yib'anh k'ak' t'a yib'anh altar yet' nok' sjolom yet' nok' xepu' tz'el t'a nok' yol sk'ool."
        },
        {
            "number": "13",
            "text": "Axo jun mach tz'ak'an nok' silab' chi', yowalil a smaxan nok' yol sk'ool, sb'icanpaxel nok' yoc, haxo winh sacerdote snhusantz'a smasanil t'a yib'anh altar. Suk'uq'ui sjab' jun silab' stz'a chi' syab' Jehová."
        },
        {
            "number": "14",
            "text": "Tato much nok' silab' snhusjitz'a smasanil t'a yichanh Jehová, yowalil a junok nok' paramuch yalnhej tas macanhil."
        },
        {
            "number": "15",
            "text": "Ha winh sacerdote tz'ik'ancot nok' silab' chi' t'a altar, stok'anel sjolom nok' winh, snhusjitz'a nok'. Axo schiq'uil nok', stzicoch winh t'a spak'ul altar."
        },
        {
            "number": "16",
            "text": "Tz'ik'jielta masanil yooch nok' yet' tas ay t'a yool, syumjicanb'at t'a stz'eyb'at altar t'a stojolal b'aj sjavi k'u, aton b'aj smolchaj q'uen tik'aq'uil taanh."
        },
        {
            "number": "17",
            "text": "Slajvi chi' syamji sk'axil nok' yic sjecchitanb'at jab'oc nok' winh, palta max chab'axlaj snanhal nok', snhusantz'a nok' winh sacerdote t'a yib'anh te' k'atzitz ayq'ue t'a yib'anh altar chi'. Suk'uq'ui sjab' jun silab' stz'a chi' syab' Jehová."
        }
    ]
}