{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Nadab yet' winhaj Abiú, heb' winh yuninal winhaj Aarón, ix yik'cot junjun chaynub' yic incienso heb' winh, ix yak'anoch sk'ak'al heb' winh, ix yak'anpaxem incienso heb' winh t'a yib'anh, ix yak'anoch heb' winh t'a yichanh Jehová, to manhoclaj ix alani."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix elta k'ak' t'a yichanh Jehová chi' t'a heb' winh, ix tz'ab'at heb' winh, ix cham heb' winh t'a yichanh Jehová chi'."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix yalan winhaj Moisés chi' t'a winhaj Aarón: --Aton jun tik syalelk'och slolonel Jehová ix yala': Ha yuj heb' tzin ak'an serwil, ol in ch'ox in b'a, to Ha inxonhej ochi. Ha t'a masanil in chonhab' ol in ch'ox in tziquiquial, xchi Jehová, xchi winh. Ix em numnaj winhaj Aarón chi', manhxalaj tas ix yal winh."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', haxo winhaj Moisés chi' ix awtan winhaj Misael yet' winhaj Elzafán, heb' yuninal winhaj Uziel yicham winhaj Aarón chi', ix yalan winh t'a heb' winh: --Nitzeccot he b'a a ex tik t'a sti' mantiado b'aj ayek' sniwanil heb' he k'ab' eyoc chi', ik'equel heb' t'a spatiquel campamento, xchi winh."
        },
        {
            "number": "5",
            "text": "Ix jawi heb' winh, ix yik'anel heb' chamnac chi' heb' winh t'a spatiquel campamento icha ix aj yalan winhaj Moisés chi'. Aytooch spichul heb' chamnac chi' t'ay, aton k'apac sk'antaxon heb' t'a yopisio."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix yalan winhaj Moisés t'a winhaj Aarón yet' t'a chawanhxo heb' yuninal winh, aton winhaj Eleazar yet' winhaj Itamar: --Manh eyik'el he k'ox ayk'e t'a he jolom, manh he nhik'chitejb'at he pichul yuj he ch'oxanel he cusk'olal. Axo talaj tz'aji, tzex champaxi, haxo scot yowal sk'ol Jehová t'a quib'anh ko masanil a onh israel onh tik. Palta a masanil heb' quetchonhab' tik syal yok' sk'ol heb' yuj mach ix satel Jehová yet' k'ak'."
        },
        {
            "number": "7",
            "text": "Manh ex elpax t'a yichanh mantiado b'aj sch'ox sb'a Jehová yic wach' manh ol ex chamoc, a ex tik sik'b'il ex eli, ak'b'iloch aceite to yic Jehová t'ayex, xchi winh. Icha wal ix aj yalan winhaj Moisés chi', icha chi' ix sk'ulej heb'."
        },
        {
            "number": "8",
            "text": "Ix yalanpax Jehová t'a winhaj Aarón chi' icha tik:"
        },
        {
            "number": "9",
            "text": "--Ayic ol ach och a ach tik, ma heb' uninal t'a yol mantiado b'aj tzin ch'ox in b'a, manh eyuk' wino, ma tastac pajb'inacxo, haxo talaj tz'aji tzex chami. Ha jun tik ley tz'ajkan t'a he kal t'a masanil tiempo."
        },
        {
            "number": "10",
            "text": "Manh he k'ulej juntzanh chi' yujto yowalil snachajel eyuuj, tastac wach' icha yalan ley yet' tastac manh wach'oc."
        },
        {
            "number": "11",
            "text": "Yowalil tze k'ayb'ejpax heb' eyetchonhab' t'a juntzanh ley ix in chec yal winhaj Moisés t'ayex tik, xchi t'a winh."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi' ix yalanpax winhaj Moisés chi' t'a winhaj Aarón yet' pax t'a heb' yuninal winh, aton winhaj Eleazar yet' winhaj Itamar: --Ik'eccot ixim harina ixto kan t'a ofrenda ix tz'ha t'a yichanh Jehová, tze b'oan ixim pan malaj yich t'a yichanh altar, yujto a jun ofrenda chi' yic Jehová yaji."
        },
        {
            "number": "13",
            "text": "Tze waan t'a junok lugar to yic Jehová yaji, yujto a ofrenda snhusjitz'ha t'a yichanh Jehová ic yaj yet' heb' uninal. Aton juntzanh tik ix alji t'ayin."
        },
        {
            "number": "14",
            "text": "Axo pax nok' snhisk'ol sb'akhchajek' t'a yichanh Jehová yet' nok' xub', tz'ik'chajel nok', a juntzanh chi' eyictaxon yaji. Tza chi yet' heb' uninal yet' heb' isil t'a junok lugar to wach' yaji icha syal ley, yujto a juntzanh chi' eyictaxon yaj t'a silab' sch'oxan sjunk'olal heb' quetchonhab' yet' Dios."
        },
        {
            "number": "15",
            "text": "Yujto a nok' xub' tz'ik'jiel chi' yet' nok' snhisk'ol sb'akhjiek' t'a yichanh Jehová, junnhej tz'aj yak'ji yet' nok' xepu' snhusjitz'aoc. Ha cha makan nok' chi', ic yet' heb' uninal t'a masanil tiempo icha ix aj yalan Jehová t'ayin, xchi winhaj Moisés chi'."
        },
        {
            "number": "16",
            "text": "Ix sk'anb'anpax winhaj Moisés chi' yuj nok' chiwa ix ak'ji silab'il yuj mul. Axo ix yalan heb' winh to toxo ix snhustz'a nok' heb' winh. Yuj chi' ix cot yowal winh t'a winhaj Eleazar yet' t'a winhaj Itamar, ix yalan winh icha tik:"
        },
        {
            "number": "17",
            "text": "--¿Tas yuj maj he chi nok' silab' t'a yamaq'uil skajnub' Jehová? Ha jun makan silab' chi', yic Jehová yaji, yuj chi' ix ak'ji t'ayex, yuj he chi'an nok', yic tz'ik'jiel smul heb' molanek' t'a yichanh Jehová."
        },
        {
            "number": "18",
            "text": "Yujto a schiq'uil nok' silab' chi', maj ik'jib'at t'a yol skajnub' Jehová, yuj chi' yowalil to ix he chi nok' t'a yamaq'uil chi', icha ix aj walan t'ayex, xchi winh."
        },
        {
            "number": "19",
            "text": "Ix yalan winhaj Aarón icha tik: --Ha tiknaik ix yak' silab' heb' yuj smul yet' silab' to stz'a smasanil, wach'chom icha chi', palta ina wal tas ix jawi t'a wib'anh. Tato ix in chi nok' silab' ix ak'ji yuj mul chi', ¿tom chab'il in yuj Jehová tza na'? xchi winhaj Aarón chi'."
        },
        {
            "number": "20",
            "text": "Ayic ix yab'an winhaj Moisés icha chi', ix schaan sk'ol winh."
        }
    ]
}