{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Nadab yet' vinhaj Abiú, eb' vinh yuninal vinhaj Aarón, ix yik'cot junjun chaynub' yic incienso eb' vinh, ix yak'anoch sk'ak'al eb' vinh, ix yak'anpaxem incienso eb' vinh t'a yib'anh, ix yak'anoch eb' vinh t'a yichanh Jehová, to manhoclaj ix alani."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix elta k'ak' t'a yichanh Jehová chi' t'a eb' vinh, ix tz'ab'at eb' vinh, ix cham eb' vinh t'a yichanh Jehová chi'."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix yalan vinhaj Moisés chi' t'a vinhaj Aarón: --Aton jun tik syalelk'och slolonel Jehová ix yala': Ha yuj eb' tzin ak'an servil, ol in ch'ox in b'a, to Ha inxonhej ochi. Ha t'a masanil in chonhab' ol in ch'ox in tziquiquial, xchi Jehová, xchi vinh. Ix em numnaj vinhaj Aarón chi', manhxalaj tas ix yal vinh."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', haxo vinhaj Moisés chi' ix avtan vinhaj Misael yet' vinhaj Elzafán, eb' yuninal vinhaj Uziel yicham vinhaj Aarón chi', ix yalan vinh t'a eb' vinh: --Nitzeccot e b'a a ex tik t'a sti' mantiado b'aj ayek' snivanil eb' e k'ab' eyoc chi', iq'uequel eb' t'a spatiquel campamento, xchi vinh."
        },
        {
            "number": "5",
            "text": "Ix javi eb' vinh, ix yik'anel eb' chamnac chi' eb' vinh t'a spatiquel campamento icha ix aj yalan vinhaj Moisés chi'. Aytooch spichul eb' chamnac chi' t'ay, aton k'apac sk'antaxon eb' t'a yopisio."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix yalan vinhaj Moisés t'a vinhaj Aarón yet' t'a chavanhxo eb' yuninal vinh, aton vinhaj Eleazar yet' vinhaj Itamar: --Manh eyiq'uel e k'ox ayq'ue t'a e jolom, manh e nhik'chitejb'at e pichul yuj e ch'oxanel e cusk'olal. Axo talaj tz'aji, tzex champaxi, haxo scot yoval sk'ol Jehová t'a quib'anh co masanil a onh israel onh tik. Palta a masanil eb' quetchonhab' tik syal yok' sk'ol eb' yuj mach ix satel Jehová yet' k'ak'."
        },
        {
            "number": "7",
            "text": "Manh ex elpax t'a yichanh mantiado b'aj sch'ox sb'a Jehová yic wach' manh ol ex chamoc, a ex tik sik'b'il ex eli, ak'b'iloch aceite to yic Jehová t'ayex, xchi vinh. Icha val ix aj yalan vinhaj Moisés chi', icha chi' ix sk'ulej eb'."
        },
        {
            "number": "8",
            "text": "Ix yalanpax Jehová t'a vinhaj Aarón chi' icha tik:"
        },
        {
            "number": "9",
            "text": "--Ayic ol ach och a ach tik, ma eb' uninal t'a yol mantiado b'aj tzin ch'ox in b'a, manh eyuk' vino, ma tastac pajb'inacxo, haxo talaj tz'aji tzex chami. Ha jun tik ley tz'ajkan t'a e cal t'a masanil tiempo."
        },
        {
            "number": "10",
            "text": "Manh e k'ulej juntzanh chi' yujto yowalil snachajel eyuuj, tastac wach' icha yalan ley yet' tastac manh wach'oc."
        },
        {
            "number": "11",
            "text": "Yovalil tze k'ayb'ejpax eb' eyetchonhab' t'a juntzanh ley ix in chec yal vinhaj Moisés t'ayex tik, xchi t'a vinh."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi' ix yalanpax vinhaj Moisés chi' t'a vinhaj Aarón yet' pax t'a eb' yuninal vinh, aton vinhaj Eleazar yet' vinhaj Itamar: --Iq'ueccot ixim harina ixto kan t'a ofrenda ix tz'ha t'a yichanh Jehová, tze b'oan ixim pan malaj yich t'a yichanh altar, yujto a jun ofrenda chi' yic Jehová yaji."
        },
        {
            "number": "13",
            "text": "Tze vaan t'a junok lugar to yic Jehová yaji, yujto a ofrenda snhusjitz'ha t'a yichanh Jehová ic yaj yet' eb' uninal. Aton juntzanh tik ix alji t'ayin."
        },
        {
            "number": "14",
            "text": "Axo pax nok' snhisk'ol sb'achchajek' t'a yichanh Jehová yet' nok' xub', tz'ik'chajel nok', a juntzanh chi' eyictaxon yaji. Tza chi yet' eb' uninal yet' eb' isil t'a junok lugar to wach' yaji icha syal ley, yujto a juntzanh chi' eyictaxon yaj t'a silab' sch'oxan sjunk'olal eb' quetchonhab' yet' Dios."
        },
        {
            "number": "15",
            "text": "Yujto a nok' xub' tz'ik'jiel chi' yet' nok' snhisk'ol sb'achjiek' t'a yichanh Jehová, junnhej tz'aj yak'ji yet' nok' xepu' snhusjitz'aoc. Ha cha makan nok' chi', ic yet' eb' uninal t'a masanil tiempo icha ix aj yalan Jehová t'ayin, xchi vinhaj Moisés chi'."
        },
        {
            "number": "16",
            "text": "Ix sk'anb'anpax vinhaj Moisés chi' yuj nok' chiva ix ak'ji silab'il yuj mul. Axo ix yalan eb' vinh to toxo ix snhustz'a nok' eb' vinh. Yuj chi' ix cot yoval vinh t'a vinhaj Eleazar yet' t'a vinhaj Itamar, ix yalan vinh icha tik:"
        },
        {
            "number": "17",
            "text": "--¿Tas yuj maj e chi nok' silab' t'a yamaq'uil scajnub' Jehová? Ha jun makan silab' chi', yic Jehová yaji, yuj chi' ix ak'ji t'ayex, yuj e chi'an nok', yic tz'ik'jiel smul eb' molanek' t'a yichanh Jehová."
        },
        {
            "number": "18",
            "text": "Yujto a schiq'uil nok' silab' chi', maj ik'jib'at t'a yol scajnub' Jehová, yuj chi' yowalil to ix e chi nok' t'a yamaq'uil chi', icha ix aj valan t'ayex, xchi vinh."
        },
        {
            "number": "19",
            "text": "Ix yalan vinhaj Aarón icha tik: --Ha ticnaic ix yak' silab' eb' yuj smul yet' silab' to stz'a smasanil, wach'chom icha chi', palta ina val tas ix javi t'a vib'anh. Tato ix in chi nok' silab' ix ak'ji yuj mul chi', ¿tom chab'il in yuj Jehová tza na'? xchi vinhaj Aarón chi'."
        },
        {
            "number": "20",
            "text": "Ayic ix yab'an vinhaj Moisés icha chi', ix schaan sk'ol vinh."
        }
    ]
}