{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová d'a vinhaj Moisés yed' d'a vinhaj Aarón icha tic:"
        },
        {
            "number": "2",
            "text": "Alec d'a masanil eb' eyetchonhab' to a d'a scal masanil nok' nok' ay d'a sat luum tic, aton juntzanh nok' tic syal e chi'ani:"
        },
        {
            "number": "3",
            "text": "Nok' sjax yanh cha xechanh yech."
        },
        {
            "number": "4",
            "text": "Palta a juntzanhxo nok' ol val tic, manh ol yal-laj e chi'an nok', vach'chom sjax yanh nok', palta manh cha xechanhoc yech nok': Nok' camello sjax yanh nok', palta manh cha xechanhoc yech nok', a nok' chi' max yal-laj e chi'an nok'."
        },
        {
            "number": "5",
            "text": "Yed' pax nok' tejón, sjax yanh nok', palta tzijtum yech nok', a nok' chi' max yal-laj e chi'an nok'."
        },
        {
            "number": "6",
            "text": "Yed' pax nok' nivac chich, sjax yanh nok', palta tzijtum yech nok', yuj chi' max yal-laj e chi'an nok'."
        },
        {
            "number": "7",
            "text": "Yed' pax nok' chitam, vach'chom cha xechanh yech nok', palta max sjaxpax svael nok', yuj chi' max yal-laj e chi'an nok'."
        },
        {
            "number": "8",
            "text": "Max yal e chi'an juntzanh nok' nok' chi', max yalpax eyaman nok' ayic toxo ix cham nok', yovalil tze na'a to manh vach'oc nok' icha yalan ley."
        },
        {
            "number": "9",
            "text": "Axo pax nok' ay d'a yoltac a a', nok' ay d'a yol a' mar, ma d'a yoltac a nivac a', syal e chi'an nok' ay sk'axil yed' stuminal spatic."
        },
        {
            "number": "10",
            "text": "Axo pax nok' malaj sk'axil, malaj pax stuminal spatic, max yal-laj e chi'an nok'. A nok' chi' yajb'entac nok', vach'chom a d'a yol a' mar ma d'a yoltac a' ay nok'."
        },
        {
            "number": "11",
            "text": "Yujto yajb'entac nok', manh e chi nok', manh eyampax nok' chamnacxo."
        },
        {
            "number": "12",
            "text": "Masanil nok' malaj sk'axil yed' stuminal spatic ay d'a yoltac a', yajb'entacocab' yaj nok' d'a yol e sat."
        },
        {
            "number": "13",
            "text": "Anheja' pax d'a scal nok' much, manh ol yal-laj e chi'an juntzanh nok' ol val tic, yujto manh vach'oc nok': Icha nok' d'iv, nok' vacavoc, nok' ch'acb'a yic a a',"
        },
        {
            "number": "14",
            "text": "nok' xulem, nok' milano yed' masanil macanhil nok' xulem chi',"
        },
        {
            "number": "15",
            "text": "yed' masanil macanhil nok' joj,"
        },
        {
            "number": "16",
            "text": "nok' avestruz, nok' nivac tonton, nok' xalunhe yed' masanil macanhil nok' ch'acb'a,"
        },
        {
            "number": "17",
            "text": "nok' cujub', nok' cormorán, nok' ibis,"
        },
        {
            "number": "18",
            "text": "nok' pech, nok' julum chay, nok' ostoc,"
        },
        {
            "number": "19",
            "text": "nok' cigüeña yed' masanil macanhil nok' garza yed' nok' abubilla yed' nok' sotz'."
        },
        {
            "number": "20",
            "text": "Anhejtona' pax masanil nok' cotac nok' tz'ek' jenhenhoc d'a jun petanhil sb'ey d'a sat luum, yajb'entacocab' nok' d'a yol e sat."
        },
        {
            "number": "21",
            "text": "Axo pax tato a nok' ay yip yoc sq'ue tz'itnajoc, vach'chom sjenhvi nok', sb'eypax nok' d'a sat luum, syal schiji nok'."
        },
        {
            "number": "22",
            "text": "A d'a scal nok' chi' syal e chi'an smasanil macanhil nok' k'ulub', nok' nivac k'ulub' yed' nok' chil."
        },
        {
            "number": "23",
            "text": "Axo masanil juntzanhxo nok' cotaquil nok' tz'ek' jenhenhoc, ma tz'ek' d'a sat luum tic, yovalil tzeyaj nok'."
        },
        {
            "number": "24",
            "text": "Tato tze yam juntzanh nok' nok' sval tic ayic chamnacxo nok', manh vach'oc tzex ajcani icha yalan ley, masanto sq'uik'b'iemi. Masanil nok' nok' ay yech palta manh chaxechanhoclaj, max sjaxpax yanh, a juntzanh nok' chi' nachajocab' el eyuuj to manh vach'oc nok'. Yalnhej tas nok'al to chanhe' yoc palta tzijtum yech mocab' vach'oc nok' d'a yol e sat. Yuj chi' yalnhej mach syaman junoc nok' nok' chi' tato chamnacxo nok', manh vach'oc tz'ajcani, icha yalan ley. Icha pax chi' junoc mach tz'ik'anchaanh nok' chamnac nok' chi', yovalil sjuq'uel spichul, palta manto vach'oc tz'ajcani masanto sq'uik'b'iemi. Manh vach'oc juntzanh nok' chi' icha yalan ley."
        },
        {
            "number": "25",
            "text": "Axo masanil nok' nok' tz'ek' d'a sat luum, nachajocab' el eyuuj to max yal schiji juntzanh nok' tic: Icha nok' k'uxum boton, nok' ch'oov, nok' k'ok'on yed' masanil macanhil nok' pajtza' yed' masanil macanhil nok' tz'ek' nhernhonoc ma tz'ek' jachjonoc: Aton nok' ayin, nok' lagarto, nok' patix yed' nok' tzalajk'ab'."
        },
        {
            "number": "26",
            "text": "A d'a scal masanil nok' nok', a juntzanh nok' tic, nachajocab' el eyuuj to manh vach'oc nok' icha yalan ley, yuj chi' yalnhej mach syaman nok' ayic toxo ix cham nok', manh vach'oc tz'ajcani masanto sq'uik'b'iemi."
        },
        {
            "number": "27",
            "text": "Q'uinaloc ay junoc tas b'aj tz'em nok' chamnac nok' chi', a jun chi', manh vach'oc tz'ajcani, icha yalan ley: Vach'chom a junoc te te', junoc pichul, junoc tz'uum, junoc coxtal, ma junoc yamk'ab' yic munlajel, tato tz'em junoc nok' chamnac nok' chi' d'a yib'anh, yovalil slab'chajem d'a scal a a'. Palta manto vach'oc tz'ajcani, masanto sq'uik'b'iemi, ichato chi' vach' tz'ajcani."
        },
        {
            "number": "28",
            "text": "Tato tz'em junoc nok' nok' chi' d'a yol junoc lum chen ayic toxo ix cham nok', a tas ayem d'a yol lum chi', manh vach'oc tz'ajcani, axo jun chen chi', yovalil smak'jipoj luum."
        },
        {
            "number": "29",
            "text": "Yalnhej tas chib'il vailal yed' yal ayem d'a yol jun chen chi', ma uq'uem, manh vach'oc tz'ajcani."
        },
        {
            "number": "30",
            "text": "Yuj chi' tato tz'em junoc nok' chamnac nok' chi' d'a yib'anh junoc tasi, manh vach'oc tz'ajcani, vach'chom a junoc horno, ma junoc yed'tal b'aj tz'och k'ak', yovalil spojjieli. A jun yamk'ab' chi' manhxo vach'oc icha yalan ley, yuj chi' manhxo vach'oc pax d'a yol e sat."
        },
        {
            "number": "31",
            "text": "Palta a sjaj a a', ma a' uk'b'ila' vach'chom tz'em nok' chamnac nok' d'a yol a', vach'nhej yaj a', anhej jun mach tz'ik'anq'ueta nok' chamnac nok' chi' d'a yol a' manh vach'oc tz'ajcani."
        },
        {
            "number": "32",
            "text": "Q'uinaloc tz'em junoc nok' chamnac nok' chi' d'a yib'anh junoc macanh inhat tz'avchaji, a jun macanh inhat chi' max ixtaxel-laj."
        },
        {
            "number": "33",
            "text": "Palta tato a jun macanh inhat lab'anxo, tz'em junoc chamnac nok' chi' d'a yib'anh, a juntzanh inhat chi' manhxo vach'oc tz'ajcani."
        },
        {
            "number": "34",
            "text": "Q'uinaloc scham junoc nok' nok' to schiji, a mach syaman nok', manh vach'oc tz'ajcani masanto sq'uik'b'icanemi."
        },
        {
            "number": "35",
            "text": "A mach schi'an sb'ak'chil nok' chamnac nok' chi' yovalil sjuq'uel spichul, manh vach'oc tz'ajcani masanto sq'uik'b'icanemi. A mach tz'ik'anelta junoc chamnac nok' chi' yovalil sjuq'uel spichul, manh vach'oc tz'ajcani masanto sq'uik'b'iemi."
        },
        {
            "number": "36",
            "text": "Manh e chi juntzanh nok' nok' snhervi, ma sjachvi d'a sat luum, yujto manh vach'oc nok'."
        },
        {
            "number": "37",
            "text": "Masanil nok' nok' snhervi, ma sjachvi d'a sat luum, vach'chom nok' sb'ey yed' schanhil yoc, ma nok' tzijtum yoc, masanil juntzanh nok' chi' manh vach'oc nok' icha yalan ley, yuj chi' manh e chi nok'."
        },
        {
            "number": "38",
            "text": "Manh e juel e b'a a ex tic yuj nok' nok' manh vach'oc chi', yujto manh vach'oc tzex ajcan yuj nok'."
        },
        {
            "number": "39",
            "text": "A in ton Jehová e Diosal in, yuj chi' b'esequel e b'a d'a juntzanh manh vach'oc chi', yujto vach' innhej, yuj chi' te max yal eyixtanb'at e b'a yed' juntzanh nok' chi'."
        },
        {
            "number": "40",
            "text": "A in Jehová in, ix ex viq'uelta d'a Egipto, e Diosal in, yuj chi' te vach'ocab'nhej tzeyutej e b'a yujto vach' innhej."
        },
        {
            "number": "41",
            "text": "Aton val masanil juntzanh checnab'il tic d'a masanil nok' nok', nok' much yed' masanil nok' nok' ay d'a yoltac a a' yed' masanil nok' tz'ek' jachachoc d'a sat luum tic, sval d'ayex"
        },
        {
            "number": "42",
            "text": "yic vach' snachajel eyuuj b'ajtil ay nok' vach' syal schiji yed' nok' manh vach'oc max yal schiji, xchi Jehová, xe chi."
        }
    ]
}