{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a vinhaj Moisés yet' t'a vinhaj Aarón icha tik:"
        },
        {
            "number": "2",
            "text": "Alec t'a masanil eb' eyetchonhab' to ha t'a skal masanil nok' nok' ay t'a sat lu'um tik, aton juntzanh nok' tik syal e chi'ani:"
        },
        {
            "number": "3",
            "text": "Nok' sjax yanh cha xechanh yech."
        },
        {
            "number": "4",
            "text": "Palta a juntzanhxo nok' ol val tik, manh ol yal-laj e chi'an nok', wach'chom sjax yanh nok', palta manh cha xechanhoc yech nok': Nok' camello sjax yanh nok', palta manh cha xechanhoc yech nok', a nok' chi' max yal-laj e chi'an nok'."
        },
        {
            "number": "5",
            "text": "Yed' pax nok' tejón, sjax yanh nok', palta tzijtum yech nok', a nok' chi' max yal-laj e chi'an nok'."
        },
        {
            "number": "6",
            "text": "Yed' pax nok' nivac chich, sjax yanh nok', palta tzijtum yech nok', yuj chi' max yal-laj e chi'an nok'."
        },
        {
            "number": "7",
            "text": "Yed' pax nok' chitam, wach'chom cha xechanh yech nok', palta max sjaxpax svael nok', yuj chi' max yal-laj e chi'an nok'."
        },
        {
            "number": "8",
            "text": "Max yal e chi'an juntzanh nok' nok' chi', max yalpax eyaman nok' ayic toxo ix cham nok', yovalil tze na'a to manh wach'oc nok' icha yalan ley."
        },
        {
            "number": "9",
            "text": "Axo pax nok' ay t'a yoltac ha ha', nok' ay t'a yol ha' mar, ma t'a yoltac a nivac ha', syal e chi'an nok' ay sk'axil yet' stuminal spatic."
        },
        {
            "number": "10",
            "text": "Axo pax nok' malaj sk'axil, malaj pax stuminal spatic, max yal-laj e chi'an nok'. Ha nok' chi' yajb'entac nok', wach'chom ha t'a yol ha' mar ma t'a yoltac ha' ay nok'."
        },
        {
            "number": "11",
            "text": "Yujto yajb'entac nok', manh e chi nok', manh eyampax nok' chamnacxo."
        },
        {
            "number": "12",
            "text": "Masanil nok' malaj sk'axil yet' stuminal spatic ay t'a yoltac ha', yajb'entacocab' yaj nok' t'a yol e sat."
        },
        {
            "number": "13",
            "text": "Anheja' pax t'a skal nok' much, manh ol yal-laj e chi'an juntzanh nok' ol val tik, yujto manh wach'oc nok': Icha nok' d'iv, nok' vacavoc, nok' ch'acb'a yic ha ha',"
        },
        {
            "number": "14",
            "text": "nok' xulem, nok' milano yet' masanil macanhil nok' xulem chi',"
        },
        {
            "number": "15",
            "text": "yet' masanil macanhil nok' joj,"
        },
        {
            "number": "16",
            "text": "nok' avestruz, nok' nivac tonton, nok' xalunhe yet' masanil macanhil nok' ch'acb'a,"
        },
        {
            "number": "17",
            "text": "nok' cujub', nok' cormorán, nok' ibis,"
        },
        {
            "number": "18",
            "text": "nok' pech, nok' julum chay, nok' ostoc,"
        },
        {
            "number": "19",
            "text": "nok' cigüeña yet' masanil macanhil nok' garza yet' nok' abubilla yet' nok' sotz'."
        },
        {
            "number": "20",
            "text": "Anhejtona' pax masanil nok' cotac nok' tzek' jenhenhoc t'a jun petanhil sb'ey t'a sat lu'um, yajb'entacocab' nok' t'a yol e sat."
        },
        {
            "number": "21",
            "text": "Axo pax tato a nok' ay yip yoc sq'ue tz'itnajoc, wach'chom sjenhvi nok', sb'eypax nok' t'a sat lu'um, syal schiji nok'."
        },
        {
            "number": "22",
            "text": "Ha t'a skal nok' chi' syal e chi'an smasanil macanhil nok' k'ulub', nok' nivac k'ulub' yet' nok' chil."
        },
        {
            "number": "23",
            "text": "Axo masanil juntzanhxo nok' cotaquil nok' tzek' jenhenhoc, ma tzek' t'a sat lu'um tik, yovalil tzeyaj nok'."
        },
        {
            "number": "24",
            "text": "Tato tze yam juntzanh nok' nok' sval tik ayic chamnacxo nok', manh wach'oc tzex ajcani icha yalan ley, masanto sq'uik'b'iemi. Masanil nok' nok' ay yech palta manh chaxechanhoclaj, max sjaxpax yanh, a juntzanh nok' chi' nachajocab' el eyuuj to manh wach'oc nok'. Yalnhej tas nok'al to chanhe' yoc palta tzijtum yech mocab' wach'oc nok' t'a yol e sat. Yuj chi' yalnhej mach syaman junok nok' nok' chi' tato chamnacxo nok', manh wach'oc tz'ajcani, icha yalan ley. Icha pax chi' junok mach tz'ik'anchaanh nok' chamnac nok' chi', yovalil sjuq'uel spichul, palta manto wach'oc tz'ajcani masanto sq'uik'b'iemi. Manh wach'oc juntzanh nok' chi' icha yalan ley."
        },
        {
            "number": "25",
            "text": "Axo masanil nok' nok' tzek' t'a sat lu'um, nachajocab' el eyuuj to max yal schiji juntzanh nok' tik: Icha nok' k'uxum boton, nok' ch'oov, nok' k'ok'on yet' masanil macanhil nok' pajtza' yet' masanil macanhil nok' tzek' nhernhonoc ma tzek' jachjonoc: Aton nok' ayin, nok' lagarto, nok' patix yet' nok' tzalajk'ab'."
        },
        {
            "number": "26",
            "text": "Ha t'a skal masanil nok' nok', a juntzanh nok' tik, nachajocab' el eyuuj to manh wach'oc nok' icha yalan ley, yuj chi' yalnhej mach syaman nok' ayic toxo ix cham nok', manh wach'oc tz'ajcani masanto sq'uik'b'iemi."
        },
        {
            "number": "27",
            "text": "Q'uinaloc ay junok tas b'aj tz'em nok' chamnac nok' chi', a jun chi', manh wach'oc tz'ajcani, icha yalan ley: Wach'chom a junok te te', junok pichul, junok tz'uum, junok coxtal, ma junok yamk'ab' yic munlajel, tato tz'em junok nok' chamnac nok' chi' t'a yib'anh, yovalil slab'chajem t'a skal ha ha'. Palta manto wach'oc tz'ajcani, masanto sq'uik'b'iemi, ichato chi' wach' tz'ajcani."
        },
        {
            "number": "28",
            "text": "Tato tz'em junok nok' nok' chi' t'a yol junok lum chen ayic toxo ix cham nok', a tas ayem t'a yol lum chi', manh wach'oc tz'ajcani, haxo jun chen chi', yovalil smak'jipoj lu'um."
        },
        {
            "number": "29",
            "text": "Yalnhej tas chib'il vailal yet' yal ayem t'a yol jun chen chi', ma uq'uem, manh wach'oc tz'ajcani."
        },
        {
            "number": "30",
            "text": "Yuj chi' tato tz'em junok nok' chamnac nok' chi' t'a yib'anh junok tasi, manh wach'oc tz'ajcani, wach'chom a junok horno, ma junok yet'tal b'aj tz'och k'ak', yovalil spojjieli. Ha jun yamk'ab' chi' manhxo wach'oc icha yalan ley, yuj chi' manhxo wach'oc pax t'a yol e sat."
        },
        {
            "number": "31",
            "text": "Palta a sjaj ha ha', ma ha' uk'b'ila' wach'chom tz'em nok' chamnac nok' t'a yol ha', wach'nhej yaj ha', anhej jun mach tz'ik'anq'ueta nok' chamnac nok' chi' t'a yol ha' manh wach'oc tz'ajcani."
        },
        {
            "number": "32",
            "text": "Q'uinaloc tz'em junok nok' chamnac nok' chi' t'a yib'anh junok makan inhat tz'avchaji, a jun makan inhat chi' max ixtaxel-laj."
        },
        {
            "number": "33",
            "text": "Palta tato a jun makan inhat lab'anxo, tz'em junok chamnac nok' chi' t'a yib'anh, a juntzanh inhat chi' manhxo wach'oc tz'ajcani."
        },
        {
            "number": "34",
            "text": "Q'uinaloc scham junok nok' nok' to schiji, a mach syaman nok', manh wach'oc tz'ajcani masanto sq'uik'b'icanemi."
        },
        {
            "number": "35",
            "text": "Ha mach schi'an sb'ak'chil nok' chamnac nok' chi' yovalil sjuq'uel spichul, manh wach'oc tz'ajcani masanto sq'uik'b'icanemi. Ha mach tz'ik'anelta junok chamnac nok' chi' yovalil sjuq'uel spichul, manh wach'oc tz'ajcani masanto sq'uik'b'iemi."
        },
        {
            "number": "36",
            "text": "Manh e chi juntzanh nok' nok' snhervi, ma sjachvi t'a sat lu'um, yujto manh wach'oc nok'."
        },
        {
            "number": "37",
            "text": "Masanil nok' nok' snhervi, ma sjachvi t'a sat lu'um, wach'chom nok' sb'ey yet' schanhil yoc, ma nok' tzijtum yoc, masanil juntzanh nok' chi' manh wach'oc nok' icha yalan ley, yuj chi' manh e chi nok'."
        },
        {
            "number": "38",
            "text": "Manh e juel e b'a a ex tik yuj nok' nok' manh wach'oc chi', yujto manh wach'oc tzex ajkan yuj nok'."
        },
        {
            "number": "39",
            "text": "Ha in ton Jehová e Diosal in, yuj chi' b'esequel e b'ha t'a juntzanh manh wach'oc chi', yujto wach' innhej, yuj chi' te max yal eyixtanb'at e b'a yet' juntzanh nok' chi'."
        },
        {
            "number": "40",
            "text": "Ha in Jehová in, ix ex viq'uelta t'a Egipto, e Diosal in, yuj chi' te wach'ocab'nhej tzeyutej e b'a yujto wach' innhej."
        },
        {
            "number": "41",
            "text": "Aton val masanil juntzanh checnab'il tik t'a masanil nok' nok', nok' much yet' masanil nok' nok' ay t'a yoltac ha ha' yet' masanil nok' tzek' jachachoc t'a sat lu'um tik, sval t'ayex"
        },
        {
            "number": "42",
            "text": "yic wach' snachajel eyuuj b'ajtil ay nok' wach' syal schiji yet' nok' manh wach'oc max yal schiji, xchi Jehová, xe chi."
        }
    ]
}