{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a vinhaj Moisés icha tik:"
        },
        {
            "number": "2",
            "text": "Al masanil juntzanh tik t'a eb' etisraelal: Tato a junok ix ix tz'aj junok svinac unin, yovalil uque' k'ual manh sacoc yaj ix icha sleyal, ichataxon yic syilan sb'islab' uj ix t'a juntac el."
        },
        {
            "number": "3",
            "text": "D'a val yucub'ixial yaj jun vinac unin chi', tz'ak'ji circuncidar."
        },
        {
            "number": "4",
            "text": "Axo pax ix nunab'il chi', 33 k'ualto manh wach'oc tz'ajkan ix, ichato vanto sacb'itan sb'a ix, max yal-laj syaman junok tas ix to vic yaji, max yalpax sb'at ix b'aj ay in cajnub' ayic manto tz'acvoc juntzanh k'ual chi'."
        },
        {
            "number": "5",
            "text": "Palta tato ix unin tz'aj jun, 14 k'ual tz'eq'ui ayic manto sacoc yaj ix, ichataxon tz'aj t'a sb'islab' uj t'a juntac el, slajvi chi' 66 k'ual skan ix yic sacb'itan sb'a."
        },
        {
            "number": "6",
            "text": "Ayic stz'acvi juntzanh k'ual yic sacb'itan sb'a ix yuj yune' ix alji chi', wach'chom vinac unin ma ix unin, yovalil syik'cot junok nok' quelem calnel jun ab'il sq'uinal ix silab'il yet' junok nok' yalnhej macanhil paramuch, syak' ix silab'il yuj yak'ji tup smul. Ha juntzanh chi' tz'ak'ji t'a junok vinh sacerdote t'a yichanh mantiado."
        },
        {
            "number": "7",
            "text": "Axo jun vinh sacerdote chi' tz'ak'an t'ayin silab'il yic wach' tz'ak'ji tup smul ix. Icha chi' tz'aj sacb'ixican ix. Aton juntzanh sleyal tik ayic tz'alji vinac unin, ma ix unin."
        },
        {
            "number": "8",
            "text": "Palta tato a ix nunab'il chi' malaj junok nok' scalnel chi' syal yak'ani, syik'cot chavanhoc nok' paramuch ix yalnhej tas macanhil, jun nok' stz'a silab'il, jun nok' tz'ak'ji silab'il yuj yak'ji tup mul. Axo junok vinh sacerdote tz'ak'an silab'il yic wach' tz'ak'ji tup smul ix. Icha chi' tz'aj sacb'ixican ix, xchi Jehová t'a vinhaj Moisés chi'."
        }
    ]
}