{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová d'a vinhaj Moisés yed' d'a vinhaj Aarón:"
        },
        {
            "number": "2",
            "text": "Tato ay junoc anima smalq'ue snivanil, ma sq'ue vochjab', ma chac sulinac tz'aj yilji snivanil, talaj lepra jun yab'il chi', yovalil tz'ik'jicot d'a vinhaj Aarón, ma d'a juntzanhocxo eb' sacerdote yinhtilal vinh."
        },
        {
            "number": "3",
            "text": "Axo vinh sacerdote chi' tz'ilan jun yab'il chi'. Tato a xiil b'aj ay jun yab'il chi', sacxo, ma nivan chequel to manhocnhej d'a stz'umal ay jun yab'il chi', palta julxo yich, a jun yab'il chi' lepraxo. Ayic toxo ix ilji jun anima chi' yuj vinh sacerdote, a vinh tz'alani to maxtzac yal-laj yajek' jun anima chi' d'a scal yetanimail."
        },
        {
            "number": "4",
            "text": "Tato sacxo yilji stz'umal b'aj ay jun yab'il chi', palta to anhej d'a stz'umal ayochi, manh sacoc pax xiil chi' ta', yovalil smacchaj jun anima chi' yuj vinh sacerdote chi' uqueoc k'ual."
        },
        {
            "number": "5",
            "text": "Axo slajvi uque' k'ual chi', sayjixi iljoc jun anima chi'. Tato a jun yab'il chi' anheja' max b'eyb'ati, smacchajxi uqueocxo k'ual."
        },
        {
            "number": "6",
            "text": "Ayic slajvi uquexo k'ual chi', sayjixi iljoc jun anima chi' yuj vinh sacerdote chi'. Tato a jun yab'il chi' vanxo sateli, maxtzac b'eyb'at d'a stz'umal jun anima chi', ichato chi' syalan vinh sacerdote chi' to manh lepraoc tz'ik'ani, comon yab'ilnhej. Slajvi chi' sjuk'anel spichul jun penaay chi', vach'xo tz'ajxicani."
        },
        {
            "number": "7",
            "text": "Palta tato a jun yab'il d'a snivanil junoc anima chi' sb'at leb'eb'oc, vach'chom toxo ix yal vinh sacerdote to manh lepraoc, yovalil scotxi d'a vinh sacerdote chi' yic sayanxi yil vinh."
        },
        {
            "number": "8",
            "text": "Tato a syilan vinh sacerdote chi' to van sb'at leb'eb'oc jun yab'il chi', syal vinh to a jun yab'il chi' lepra toni."
        },
        {
            "number": "9",
            "text": "Tato ay junoc anima ay lepra d'ay, yovalil tz'ik'jicot d'a vinh sacerdote."
        },
        {
            "number": "10",
            "text": "A vinh sacerdote chi' tz'ilani tato van smalq'uei, sacxo yilji sat chi', vanxo pax sacb'i xiil d'a sat chi', chequelxo sb'ak'chil."
        },
        {
            "number": "11",
            "text": "Tato icha chi', aton jun chi' scuchan lepra, cotac scal sch'oxanq'ue sb'a d'a stz'umal chi', yuj chi' syalan vinh sacerdote chi' to maxtzac yal-laj yajek' d'a scal eb' yetanimail. Manhxo yovaliloc smacchaj d'a uqueocxo k'ual."
        },
        {
            "number": "12",
            "text": "Tato elanhchamel sb'at leb'naj jun yab'il chi', smajel snivanil chi' yuuj, ato a' tz'aj yilanoch vinh sacerdote chi',"
        },
        {
            "number": "13",
            "text": "ayic slajvi yilan vinh, tato toxo ix majel snivanil chi', sacxonhej yilji jun anima chi', syalan vinh to manhxalaj smay."
        },
        {
            "number": "14",
            "text": "Tato ay junoc k'ual scheclajq'ue sb'ak'chil d'a scal jun yab'il chi', maxtzac yal-laj yajek' jun anima chi' d'a scal eb' yetanimail."
        },
        {
            "number": "15",
            "text": "Axo vinh sacerdote tz'ilan jun yab'il chi', tato ay b'aj tz'el tochnaj stz'umal ichnhej ta', syalan vinh to lepra tz'ik'ani, maxtzac yal-laj yajek' d'a scal eb' yetanimail."
        },
        {
            "number": "16",
            "text": "Palta tato sacb'ixiel b'aj ix el tochnaj chi', yovalil scot jun anima chi' d'a vinh sacerdote,"
        },
        {
            "number": "17",
            "text": "yic vach' say yil vinh. A vinh sacerdote chi' tz'ilani tato sacxo yilji jun yab'il chi', syalan vinh to manhxalaj smay jun yab'il chi'."
        },
        {
            "number": "18",
            "text": "Tato ay mach ayq'ue junoc yab'il mal d'ay, stacjixiemi,"
        },
        {
            "number": "19",
            "text": "axo d'a sat chi' smali, sac yilji, ma chac sulinac yilji, a jun chi' yovalil scot d'a yichanh vinh sacerdote."
        },
        {
            "number": "20",
            "text": "Axo vinh sacerdote chi' tz'ilani, tato manhocnhej d'a stz'umal ayoch jun yab'il chi', tato sacxo xiil d'a sat jun yab'il chi', a vinh tz'alani to lepra jun yab'il chi', yuj chi' maxtzac yal-laj yajek' jun anima chi' d'a scal eb' yetanimail."
        },
        {
            "number": "21",
            "text": "Tato syil vinh sacerdote chi', to max sacb'ilaj xiil b'aj ay sat chi' to d'a satnhej stz'umal ayochi, vanxo stacji, a jun anima chi' yovalil smacchaj uqueoc k'ual."
        },
        {
            "number": "22",
            "text": "Ayic slajvi uque' k'ual chi', tato yelk'olalnhej sb'at leb'eb'oc jun yab'il chi' d'a stz'umal jun anima chi', syalan vinh sacerdote chi' to lepra tz'ik'ani, maxtzac yal-laj yajek' d'a scal eb' yetanimail."
        },
        {
            "number": "23",
            "text": "Palta tato max b'at leb'eb'oc jun yab'il chi', syalelk'ochi to anhej sjech'al aycani, syalan vinh sacerdote chi' to manhxalaj smay jun yab'il chi'."
        },
        {
            "number": "24",
            "text": "Q'uinaloc ay junoc mach ay yaxk'a d'a snivanil, tato scheclaj sb'ak'chil jun anima b'aj ay yaxk'a chi', axo d'a sb'ak'chil chi' scheclajpaxq'ue junoc setanh sacsac, ma chac sulinac to sb'at leb'eb'oc."
        },
        {
            "number": "25",
            "text": "A vinh sacerdote tz'ilani, tato a xiil vanxo sacb'i, vanxo sb'at yich jun setanh b'aj ay sat chi', tato icha chi', lepra ix checlajq'ue b'aj ay yaxk'a chi', axo vinh sacerdote chi' tz'alani to maxtzac yal-laj yajek' jun anima chi' d'a scal eb' yetanimail."
        },
        {
            "number": "26",
            "text": "Tato a syilan vinh sacerdote to malaj junoc xil van sacb'ieli, to manh vanoc sb'at yich jun yab'il chi', palta to van stacjiemi, yovalil smacchaj jun anima chi' d'a uqueoc k'ual."
        },
        {
            "number": "27",
            "text": "Slajvi chi', sayanxi yil vinh sacerdote chi', tato toxo ix b'at leb'eb'oc d'a snivanil jun anima chi', syalan vinh to lepra tz'ik'ani, maxtzac yal-laj yajek' d'a scal eb' yetanimail."
        },
        {
            "number": "28",
            "text": "Palta tato a b'aj setquixtac chi', vaanochi, vanxo sb'oxi, tonhej smal yuj b'aj stz'ai, syalan vinh sacerdote chi' to a jun yab'il chi' malaj smay, anhej sjech'al b'aj stz'a chi' scani."
        },
        {
            "number": "29",
            "text": "Tato a d'a junoc vinac ma d'a junoc ix ix sq'ue yab'il yaxk'a d'a sjolom, ma d'a yuk'ti',"
        },
        {
            "number": "30",
            "text": "a vinh sacerdote yovalil sayan yil jun chi'. Tato a jun yab'il chi' van sb'at yich, mato van sk'anb'iel xiil yuuj, syalan vinh sacerdote chi' to lepra jun ayoch chi' d'a jun anima chi'."
        },
        {
            "number": "31",
            "text": "Palta tato max b'atlaj yich jun yab'il chi', manh q'uik'oc val xiil b'aj ay yab'il chi', yovalil smacchaj jun anima chi' uqueoc k'ual."
        },
        {
            "number": "32",
            "text": "Axo slajvi uque' k'ual chi', sayanxi yil vinh sacerdote chi', maxtzac b'atlaj leb'eb'oc jun yab'il chi', malaj yich, max k'anb'iel-laj xiil,"
        },
        {
            "number": "33",
            "text": "syalan vinh to sjoxjiel stitac yab'il, palta max joxjiel-laj d'a sat yab'il, smacchaj uqueocxo k'ual jun anima chi'."
        },
        {
            "number": "34",
            "text": "Axo yic toxo ix ek'b'at uquexo k'ual chi', sayanxi yil vinh sacerdote chi'. Tato max b'at leb'eb'oc, max b'at yich yuuj, syalan vinh to malaj smay jun yab'il chi', anhej to sjuq'uel spichul jun anima chi', vach' tz'ajxicani."
        },
        {
            "number": "35",
            "text": "Palta tato ayic toxo ix alchaji to vach' sk'ol jun anima chi', sb'atxi leb'eb'oc jun yab'il chi',"
        },
        {
            "number": "36",
            "text": "yovalil sayxi yil vinh sacerdote chi'. Tato a jun yab'il chi' van sb'at leb'eb'oc d'a stz'umal, manh yovaliloc k'an yilji xiil, lepra tz'ik'ani."
        },
        {
            "number": "37",
            "text": "Palta tato vanxo stacji, q'uik' scotxi xiil, a vinh sacerdote chi' tz'alani to vach'xo sk'ol jun anima chi'."
        },
        {
            "number": "38",
            "text": "Tato a junoc vinac ma junoc ix ix setquixtac sacsac d'a stz'umal,"
        },
        {
            "number": "39",
            "text": "a vinh sacerdote tz'ilan stz'umal chi', tato sactac val yilji, palta manh copopioclaj, comon yab'il tz'ik'an jun anima chi' syal chi', malaj smay."
        },
        {
            "number": "40",
            "text": "Tato ay junoc vinac sk'ajb'anel xil sjolom ma anhej d'a snanhal sat sk'ajb'anel xiil, manhxalaj xiil scani, a jun chi' malaj smay."
        },
        {
            "number": "41",
            "text": "Palta tato sq'ue junoc yab'il yaxk'a b'aj manhxalaj xiil chi', yovalil syil vinh sacerdote. Tato chac sulinac yilji jun yaxk'a chi' icha yab'il lepra, aton lepra ayoch d'ay. Syalan vinh sacerdote chi' to a jun anima chi', maxtzac yal-laj yajek' d'a scal yetanimail yuj jun yab'il chi'."
        },
        {
            "number": "42",
            "text": "A mach penaay yuj lepra, yovalil a pichul nhik'chimtac syak'ochi, malaj smusil sjolom syak'q'uei, smusan nanhaloc sat. Tato sb'at d'a scal anima, tz'el yav, syalan icha tic: Elanhec, chuc vaji, chuc vaji, xchi."
        },
        {
            "number": "43",
            "text": "Ayic ayoch jun yab'il chi' d'ay, yovalil sch'ocoj tz'aj d'a spatiquel campamento."
        },
        {
            "number": "44",
            "text": "Ayic k'ustumtac yilji junoc pichul lana, ma lino,"
        },
        {
            "number": "45",
            "text": "yalnhej tas macanhil, pach'uch'ab'il, ma jalb'il, ma junoc tz'uum to yamk'ab' yaji,"
        },
        {
            "number": "46",
            "text": "tato yaax yilji, ma chacchac yilji juntzanh sk'ustumtaquil chi', aton jun macanh to tz'el leb'eb'oc. A jun chi' yovalil sch'oxji d'a vinh sacerdote yic syilan jun setanh sk'ustumtaquil chi' vinh, smacchaj jun chi' uqueoc k'ual."
        },
        {
            "number": "47",
            "text": "Axo slajvi uque' k'ual chi', tz'iljixi. Tato toxo ix b'at leb'eb'oc d'a jun pichul chi', ma d'a junoc tz'um sk'anji chi', a jun chi' aton juntzanh k'ustumtac tz'el leb'eb'oc, a juntzanh yamk'ab' chi' ay smay."
        },
        {
            "number": "48",
            "text": "Yalnhej tas yamk'ab'il to ayxo jun chi' d'ay, yovalil snhusjitz'a smasanil, yujto a jun chi' tzijtum tas syixtejb'ati."
        },
        {
            "number": "49",
            "text": "Palta tato ayic syilan vinh sacerdote chi' to max b'eylaj juntzanh sk'ustumtaquil chi',"
        },
        {
            "number": "50",
            "text": "syalan vinh to sjuk'chajel jun yamk'ab' chi', smacchajcan uqueocxo k'ual."
        },
        {
            "number": "51",
            "text": "Ayic toxo ix juk'chajel jun yamk'ab' chi', ichato chi' syilanxi vinh sacerdote chi'. Tato max q'uexmaj yilji jun setanh sk'ustumtaquil chi', vach'chom max el leb'eb'oc, yovalil snhusjitz'aoc, vach'chom a jun sk'ustumtaquil chi' ayoch d'a spatic ma d'a yool, yujto yelxo ay smay jun chi'."
        },
        {
            "number": "52",
            "text": "Tato a syilan vinh sacerdote chi' ayic toxo ix juk'chajel chi', vanxo satel jun sk'ustumtaquil chi', slod'chajel b'aj ayoch chi'."
        },
        {
            "number": "53",
            "text": "Palta tato scheclajxiq'ue sk'ustumtaquil jun chi', yovalil snhusjitz'aoc."
        },
        {
            "number": "54",
            "text": "A juntzanh tastac b'aj satel juntzanh k'ustumtac chi' ayic sjuk'chajeli, yovalil sjuk'chajel junelxo, icha chi' syal sk'anchajxi."
        },
        {
            "number": "55",
            "text": "Aton juntzanh checnab'il tic d'a k'ustum tz'och d'a junoc pichul pach'uch'ab'il, ma jalb'il, lana, ma lino, ma junoc tz'uum. Icha chi' tz'aj scheclajcaneli tato vach' yaji, mato manh vach'oc yaji, xchi Jehová d'a vinhaj Moisés yed' d'a vinhaj Aarón chi'."
        }
    ]
}