{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a winhaj Moisés yet' t'a winhaj Aarón:"
        },
        {
            "number": "2",
            "text": "Tato ay junok anima smalk'e sniwanil, ma sk'e wochjab', ma chac sulinac tz'aj yilji sniwanil, talaj lepra jun yab'il chi', yowalil tz'ik'jicot t'a winhaj Aarón, ma t'a juntzanhocxo heb' sacerdote yinhtilal winh."
        },
        {
            "number": "3",
            "text": "Axo winh sacerdote chi' tz'ilan jun yab'il chi'. Tato a xiil b'aj ay jun yab'il chi', sacxo, ma niwan chequel to manhocnhej t'a stz'umal ay jun yab'il chi', palta julxo yich, a jun yab'il chi' lepraxo. Ayic toxo ix ilji jun anima chi' yuj winh sacerdote, a winh tz'alani to maxtzac yal-laj yajek' jun anima chi' t'a skal yetanimail."
        },
        {
            "number": "4",
            "text": "Tato sacxo yilji stz'umal b'aj ay jun yab'il chi', palta to anhej t'a stz'umal ayochi, manh sacoc pax xiil chi' ta', yowalil smacchaj jun anima chi' yuj winh sacerdote chi' uqueoc k'ual."
        },
        {
            "number": "5",
            "text": "Axo slajwi uque' k'ual chi', sayjixi iljoc jun anima chi'. Tato a jun yab'il chi' anheja' max b'eyb'ati, smacchajxi uqueocxo k'ual."
        },
        {
            "number": "6",
            "text": "Ayic slajwi uquexo k'ual chi', sayjixi iljoc jun anima chi' yuj winh sacerdote chi'. Tato a jun yab'il chi' wanxo sateli, maxtzac b'eyb'at t'a stz'umal jun anima chi', ichato chi' syalan winh sacerdote chi' to manh lepraoc tz'ik'ani, comon yab'ilnhej. Slajwi chi' sjuk'anel spichul jun penaay chi', wach'xo tz'ajxicani."
        },
        {
            "number": "7",
            "text": "Palta tato a jun yab'il t'a sniwanil junok anima chi' sb'at lheb'heb'oc, wach'chom toxo ix yal winh sacerdote to manh lepraoc, yowalil scotxi t'a winh sacerdote chi' yic sayanxi yil winh."
        },
        {
            "number": "8",
            "text": "Tato a syilan winh sacerdote chi' to wan sb'at lheb'heb'oc jun yab'il chi', syal winh to a jun yab'il chi' lepra toni."
        },
        {
            "number": "9",
            "text": "Tato ay junok anima ay lepra t'ay, yowalil tz'ik'jicot t'a winh sacerdote."
        },
        {
            "number": "10",
            "text": "Ha winh sacerdote chi' tz'ilani tato wan smalk'ei, sacxo yilji sat chi', wanxo pax sakb'i xiil t'a sat chi', chequelxo sb'ak'chil."
        },
        {
            "number": "11",
            "text": "Tato icha chi', aton jun chi' scuchan lepra, cotac skal sch'oxank'e sb'ha t'a stz'umal chi', yuj chi' syalan winh sacerdote chi' to maxtzac yal-laj yajek' t'a skal heb' yetanimail. Manhxo yowaliloc smacchaj t'a uqueocxo k'ual."
        },
        {
            "number": "12",
            "text": "Tato elanhchamel sb'at lheb'naj jun yab'il chi', smajel sniwanil chi' yuj, ato ha' tz'aj yilanoch winh sacerdote chi',"
        },
        {
            "number": "13",
            "text": "ayic slajwi yilan winh, tato toxo ix majel sniwanil chi', sacxonhej yilji jun anima chi', syalan winh to manhxalaj smay."
        },
        {
            "number": "14",
            "text": "Tato ay junok k'ual scheclajk'e sb'ak'chil t'a skal jun yab'il chi', maxtzac yal-laj yajek' jun anima chi' t'a skal heb' yetanimail."
        },
        {
            "number": "15",
            "text": "Axo winh sacerdote tz'ilan jun yab'il chi', tato ay b'aj tz'el tochnaj stz'umal ichnhej ta', syalan winh to lepra tz'ik'ani, maxtzac yal-laj yajek' t'a skal heb' yetanimail."
        },
        {
            "number": "16",
            "text": "Palta tato sacb'ixiel b'aj ix el tochnaj chi', yowalil scot jun anima chi' t'a winh sacerdote,"
        },
        {
            "number": "17",
            "text": "yic wach' say yil winh. Ha winh sacerdote chi' tz'ilani tato sacxo yilji jun yab'il chi', syalan winh to manhxalaj smay jun yab'il chi'."
        },
        {
            "number": "18",
            "text": "Tato ay mach ayk'e junok yab'il mal t'ay, stacjixiemi,"
        },
        {
            "number": "19",
            "text": "haxo t'a sat chi' smali, sac yilji, ma chac sulinac yilji, a jun chi' yowalil scot t'a yichanh winh sacerdote."
        },
        {
            "number": "20",
            "text": "Axo winh sacerdote chi' tz'ilani, tato manhocnhej t'a stz'umal ayoch jun yab'il chi', tato sacxo xiil t'a sat jun yab'il chi', a winh tz'alani to lepra jun yab'il chi', yuj chi' maxtzac yal-laj yajek' jun anima chi' t'a skal heb' yetanimail."
        },
        {
            "number": "21",
            "text": "Tato syil winh sacerdote chi', to max sacb'ilaj xiil b'aj ay sat chi' to t'a satnhej stz'umal ayochi, wanxo stacji, a jun anima chi' yowalil smacchaj uqueoc k'ual."
        },
        {
            "number": "22",
            "text": "Ayic slajwi uque' k'ual chi', tato yelk'olalnhej sb'at lheb'heb'oc jun yab'il chi' t'a stz'umal jun anima chi', syalan winh sacerdote chi' to lepra tz'ik'ani, maxtzac yal-laj yajek' t'a skal heb' yetanimail."
        },
        {
            "number": "23",
            "text": "Palta tato max b'at lheb'heb'oc jun yab'il chi', syalelk'ochi to anhej sjech'al aycani, syalan winh sacerdote chi' to manhxalaj smay jun yab'il chi'."
        },
        {
            "number": "24",
            "text": "Q'uinaloc ay junok mach ay yaxk'ha t'a sniwanil, tato scheclaj sb'ak'chil jun anima b'aj ay yaxk'a chi', haxo t'a sb'ak'chil chi' scheclajpaxk'e junok setanh sacsac, ma chac sulinac to sb'at lheb'heb'oc."
        },
        {
            "number": "25",
            "text": "Ha winh sacerdote tz'ilani, tato a xiil wanxo sakb'i, wanxo sb'at yich jun setanh b'aj ay sat chi', tato icha chi', lepra ix checlajk'e b'aj ay yaxk'a chi', haxo winh sacerdote chi' tz'alani to maxtzac yal-laj yajek' jun anima chi' t'a skal heb' yetanimail."
        },
        {
            "number": "26",
            "text": "Tato a syilan winh sacerdote to malaj junok xil wan sacb'ieli, to manh wanoc sb'at yich jun yab'il chi', palta to wan stacjiemi, yowalil smacchaj jun anima chi' t'a uqueoc k'ual."
        },
        {
            "number": "27",
            "text": "Slajwi chi', sayanxi yil winh sacerdote chi', tato toxo ix b'at lheb'heb'oc t'a sniwanil jun anima chi', syalan winh to lepra tz'ik'ani, maxtzac yal-laj yajek' t'a skal heb' yetanimail."
        },
        {
            "number": "28",
            "text": "Palta tato a b'aj setquixtac chi', waanochi, wanxo sb'oxi, tonhej smal yuj b'aj stz'ai, syalan winh sacerdote chi' to a jun yab'il chi' malaj smay, anhej sjech'al b'aj stz'a chi' scani."
        },
        {
            "number": "29",
            "text": "Tato ha t'a junok winak ma t'a junok ix ix sk'e yab'il yaxk'ha t'a sjolom, ma t'a yuk'ti',"
        },
        {
            "number": "30",
            "text": "a winh sacerdote yowalil sayan yil jun chi'. Tato a jun yab'il chi' wan sb'at yich, mato wan sk'anb'iel xiil yuj, syalan winh sacerdote chi' to lepra jun ayoch chi' t'a jun anima chi'."
        },
        {
            "number": "31",
            "text": "Palta tato max b'atlaj yich jun yab'il chi', manh k'ik'oc wal xiil b'aj ay yab'il chi', yowalil smacchaj jun anima chi' uqueoc k'ual."
        },
        {
            "number": "32",
            "text": "Axo slajwi uque' k'ual chi', sayanxi yil winh sacerdote chi', maxtzac b'atlaj lheb'heb'oc jun yab'il chi', malaj yich, max k'anb'iel-laj xiil,"
        },
        {
            "number": "33",
            "text": "syalan winh to sjoxjiel stitac yab'il, palta max joxjiel-laj t'a sat yab'il, smacchaj uqueocxo k'ual jun anima chi'."
        },
        {
            "number": "34",
            "text": "Axo yic toxo ix ek'b'at uquexo k'ual chi', sayanxi yil winh sacerdote chi'. Tato max b'at lheb'heb'oc, max b'at yich yuj, syalan winh to malaj smay jun yab'il chi', anhej to sjuk'el spichul jun anima chi', wach' tz'ajxicani."
        },
        {
            "number": "35",
            "text": "Palta tato ayic toxo ix alchaji to wach' sk'ol jun anima chi', sb'atxi lheb'heb'oc jun yab'il chi',"
        },
        {
            "number": "36",
            "text": "yowalil sayxi yil winh sacerdote chi'. Tato a jun yab'il chi' wan sb'at lheb'heb'oc t'a stz'umal, manh yowaliloc k'an yilji xiil, lepra tz'ik'ani."
        },
        {
            "number": "37",
            "text": "Palta tato wanxo stacji, k'ik' scotxi xiil, a winh sacerdote chi' tz'alani to wach'xo sk'ol jun anima chi'."
        },
        {
            "number": "38",
            "text": "Tato a junok winak ma junok ix ix setquixtac sacsac t'a stz'umal,"
        },
        {
            "number": "39",
            "text": "a winh sacerdote tz'ilan stz'umal chi', tato sactac wal yilji, palta manh copopioclaj, comon yab'il tz'ik'an jun anima chi' syal chi', malaj smay."
        },
        {
            "number": "40",
            "text": "Tato ay junok winak sk'ajb'anel xil sjolom ma anhej t'a snanhal sat sk'ajb'anel xiil, manhxalaj xiil scani, a jun chi' malaj smay."
        },
        {
            "number": "41",
            "text": "Palta tato sk'e junok yab'il yaxk'a b'aj manhxalaj xiil chi', yowalil syil winh sacerdote. Tato chac sulinac yilji jun yaxk'a chi' icha yab'il lepra, aton lepra ayoch t'ay. Syalan winh sacerdote chi' to a jun anima chi', maxtzac yal-laj yajek' t'a skal yetanimail yuj jun yab'il chi'."
        },
        {
            "number": "42",
            "text": "Ha mach penaay yuj lepra, yowalil a pichul nhik'chimtac syak'ochi, malaj smusil sjolom syak'k'ei, smusan nanhaloc sat. Tato sb'at t'a skal anima, tz'el yav, syalan icha tik: Elanhec, chuk waji, chuk waji, xchi."
        },
        {
            "number": "43",
            "text": "Ayic ayoch jun yab'il chi' t'ay, yowalil sch'ocoj tz'aj t'a spatiquel campamento."
        },
        {
            "number": "44",
            "text": "Ayic k'ustumtac yilji junok pichul lana, ma lino,"
        },
        {
            "number": "45",
            "text": "yalnhej tas macanhil, pach'uch'ab'il, ma jalb'il, ma junok tz'uum to yamk'ab' yaji,"
        },
        {
            "number": "46",
            "text": "tato yaax yilji, ma chacchac yilji juntzanh sk'ustumtaquil chi', aton jun makan to tz'el lheb'heb'oc. Ha jun chi' yowalil sch'oxji t'a winh sacerdote yic syilan jun setanh sk'ustumtaquil chi' winh, smacchaj jun chi' uqueoc k'ual."
        },
        {
            "number": "47",
            "text": "Axo slajwi uque' k'ual chi', tz'iljixi. Tato toxo ix b'at lheb'heb'oc t'a jun pichul chi', ma t'a junok tz'um sk'anji chi', a jun chi' aton juntzanh k'ustumtac tz'el lheb'heb'oc, a juntzanh yamk'ab' chi' ay smay."
        },
        {
            "number": "48",
            "text": "Yalnhej tas yamk'ab'il to ayxo jun chi' t'ay, yowalil snhusjitz'a smasanil, yujto a jun chi' tzijtum tas syixtejb'ati."
        },
        {
            "number": "49",
            "text": "Palta tato ayic syilan winh sacerdote chi' to max b'eylaj juntzanh sk'ustumtaquil chi',"
        },
        {
            "number": "50",
            "text": "syalan winh to sjuk'chajel jun yamk'ab' chi', smacchajcan uqueocxo k'ual."
        },
        {
            "number": "51",
            "text": "Ayic toxo ix juk'chajel jun yamk'ab' chi', ichato chi' syilanxi winh sacerdote chi'. Tato max k'exmaj yilji jun setanh sk'ustumtaquil chi', wach'chom max el lheb'heb'oc, yowalil snhusjitz'aoc, wach'chom a jun sk'ustumtaquil chi' ayoch t'a spatic ma t'a yool, yujto yelxo ay smay jun chi'."
        },
        {
            "number": "52",
            "text": "Tato a syilan winh sacerdote chi' ayic toxo ix juk'chajel chi', wanxo satel jun sk'ustumtaquil chi', slod'chajel b'aj ayoch chi'."
        },
        {
            "number": "53",
            "text": "Palta tato scheclajxik'e sk'ustumtaquil jun chi', yowalil snhusjitz'aoc."
        },
        {
            "number": "54",
            "text": "Ha juntzanh tastac b'aj satel juntzanh k'ustumtac chi' ayic sjuk'chajeli, yowalil sjuk'chajel junelxo, icha chi' syal sk'anchajxi."
        },
        {
            "number": "55",
            "text": "Aton juntzanh checnab'il tik t'a k'ustum tz'och t'a junok pichul pach'uch'ab'il, ma jalb'il, lana, ma lino, ma junok tz'uum. Icha chi' tz'aj scheclajcaneli tato wach' yaji, mato manh wach'oc yaji, xchi Jehová t'a winhaj Moisés yet' t'a winhaj Aarón chi'."
        }
    ]
}