{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ix schec Jehová yal juntzanh ley tik winhaj Moisés, ix yalani:"
        },
        {
            "number": "2",
            "text": "Aton wal jun ley tik sk'anab'ajej junok anima ek'nac lepra t'ay: Ayic snaani to ix b'oxi sk'ool, yowalil syavtej winh sacerdote t'a spatiquel campamento chi' yic syilan winh tato manhxa lepra chi' t'ay. Tato syil winh sacerdote chi' to toxo ix el jun yab'il chi', schekan winh ik'chajcot chawanhoc nok' much t'a spitzanil, aton nok' wach' icha yalan ley. Scotpax jab'oc te' k'ute', lana ch'al k'ik' schaquil yet' te' hisopo."
        },
        {
            "number": "3",
            "text": "Schekan miljoccham junok nok' much chi' winh sacerdote t'a yib'anh ha ha' ayem t'a yol junok lum chen, aton ha' scot b'aj sk'eul sjaj junok ha ha'."
        },
        {
            "number": "4",
            "text": "Slajwi chi' tz'ik'jicot junxo nok' much chi' t'a spitzanil, te' k'ute' yet' lana ch'al k'ik' schaquil yet' te' hisopo, slab'chajem t'a skal schiq'uil nok' chamnacxo chi' kalan yet' ha ha'."
        },
        {
            "number": "5",
            "text": "Uquel stzicjioch t'a jun mach b'aj ek'nac jun yab'il chi', syalan winh sacerdote chi' to wach'xo jun anima chi'. Axo nok' much pitzan chi' tz'actajkanel nok'."
        },
        {
            "number": "6",
            "text": "Ha jun mach tz'ilji to wach'xo, yowalil sjuk'el spichul, sb'ikanpaxel sb'a, sjoxanel xil sjolom smasanil, yic wach'xonhej tz'ajkani. Ichato chi' syalxo yoch t'a yol campamento, palta uqueto k'ual skan ichnhej ta', maxto yal-laj yoch t'a yol b'aj kajantaxoni."
        },
        {
            "number": "7",
            "text": "Axo t'a yuquil k'ual chi', wach' tz'aj sjoxjiel sjolom. Wach' tz'aj sjoxanel xil sti' yet' sk'u sat yet' pax masanil xil ay t'a sniwanil, sjuk'anel spichul, sb'ikanpaxel sb'a. Icha chi' tz'aj sb'oxikani."
        },
        {
            "number": "8",
            "text": "Axo t'a junxo k'u, syik'ancot chawanhoc nok' kelemtac kalnel yet' junok nok' cob'es kalnel, jun ab'il sk'inal junjun nok', malaj jab'oc spaltail nok'. Scotpax nanhal yuquil libra ixim harina te wach' calab'il yet' aceite, tz'ak'ji ofrendail yet' pax oxeoc octawo aceite."
        },
        {
            "number": "9",
            "text": "Axo winh sacerdote chi' schekanoch linhan jun anima yet' yofrenda chi' t'a yichanh Jehová t'a stielxo skajnub' b'aj sch'ox sb'a."
        },
        {
            "number": "10",
            "text": "Slajwi chi', tz'ik'jicot jun nok' quelem kalnel chi' yet' aceite, sb'akhchajb'at t'a yichanh Jehová silab'il yuj smul jun anima chi'."
        },
        {
            "number": "11",
            "text": "Ha b'aj schamtaxon nok' tz'ak'ji silab'il yuj mul yet' nok' silab' stz'a smasanil, ata' smiljicham nok' quelem kalnel chi', yujto a nok' tz'ak'ji yuj mul, yic winh sacerdote tz'ajkan nok', icha nok' tz'ak'ji yuj stupcanel mul, a juntzanh tik yic Jehová yaji."
        },
        {
            "number": "12",
            "text": "Slajwi chi' a winh sacerdote chi' tz'ik'ancot jab'oc schiq'uil nok' silab' yuj mul, sukanoch winh t'a sjayil schiquin t'a swach' jun mach sb'oxi sk'ol chi', t'a smam sk'ab' t'a swach' yet' t'a yiximal smam yoc t'a swach'."
        },
        {
            "number": "13",
            "text": "Syik'anpaxcot jab'oc aceite winh sacerdote chi', sekanem winh t'a yol sk'ab' t'a sk'exanh,"
        },
        {
            "number": "14",
            "text": "slab'anem jun sb'ab'el yiximal sk'ab' winh t'a swach' t'a skal aceite, stziquem uqueloc aceite chi' winh t'a yichanh Jehová."
        },
        {
            "number": "15",
            "text": "Ha aceite tzato kan t'a sk'ab' winh sacerdote chi', sucoch winh t'a jun anima ix b'oxi sk'ool chi', anheja' t'a sjayil schiquin t'a swach', t'a smam sk'ab' t'a swach' yet' pax t'a yiximal smam yoc t'a swach', aton b'aj ayxo och schiq'uil nok' silab' yuj smul."
        },
        {
            "number": "16",
            "text": "Axo jab'okxo aceite tz'ak'jikank'e t'a sjolom jun anima chi'. Icha chi' tz'aj stupcan smul t'a yichanh Jehová."
        },
        {
            "number": "17",
            "text": "Slajwi chi' syak'anpax nok' silab' winh sacerdote chi', aton nok' silab' yuj yak'ji tup mul. Icha chi' tz'aj stupcanel smul jun anima chi'. Slajwi chi', smiljicham nok' kalnel stz'a smasanil silab'il."
        },
        {
            "number": "18",
            "text": "Junnhej tz'aj yak'jik'e nok' t'a yib'anh altar yet' ofrenda tz'ak'ji t'a tas swaji. Icha wal chi' tz'aj stupcanel smul jun anima chi' t'a yichanh Jehová, sb'oxikani."
        },
        {
            "number": "19",
            "text": "Tato meb'a' jun anima b'aj ix ek' jun yab'il chi', malaj stumin yic syak' nok' silab' sk'anchaj chi', anhej junok nok' quelem kalnel syik'koti yic sb'akhchajoch silab'il t'a yichanh Jehová yuj smul, chab'nhej libra ixim harina te wach' calab'il yet' aceite syak'a' yet' oxeoc octawo aceite."
        },
        {
            "number": "20",
            "text": "Syik'paxcot chawanhoc nok' paramuch yalnhej tas makanhil, ato ha' jantac stzak'wan smanani. Jun nok' tz'ak'ji silab'il yuj yak'ji tup smul, jun nok' snhusjitz'aoc."
        },
        {
            "number": "21",
            "text": "Ha t'a swajxaquil k'ual syik'ancot masanil juntzanh tik jun anima chi' t'a winh sacerdote yic sacb'ikaneli. Ha juntzanh tik tz'ak'jioch t'a yichanh Jehová t'a stielxo skajnub' b'aj sch'ox sb'a."
        },
        {
            "number": "22",
            "text": "Slajwi chi' syik'ancot jun nok' kalnel winh sacerdote yet' aceite chi', sb'akhanek' winh t'a yichanh Jehová t'a silab'il yuj yak'ji tup smul jun anima chi'."
        },
        {
            "number": "23",
            "text": "Smilancham nok' quelem kalnel chi' winh, syik'ank'e jab'oc schiq'uil nok' winh, sukanoch winh t'a sjayil schiquin jun anima chi' t'a swach', t'a smam sk'ab' t'a swach' yet' t'a yiximal smam yoc t'a swach'."
        },
        {
            "number": "24",
            "text": "Slajwi chi' syak'ank'e jab'oc aceite chi' winh t'a yol sk'ab' t'a sk'exanh."
        },
        {
            "number": "25",
            "text": "Yed' sb'ab'el yiximal sk'ab' winh t'a swach', stzikanem uqueloc aceite ayem t'a yol sk'ab' winh chi' t'a yichanh Jehová."
        },
        {
            "number": "26",
            "text": "Syak'paxoch jab'oc aceite chi' winh t'a schiquin jun anima chi' t'a swach', t'a smam sk'ab' t'a swach' yet' t'a yiximal smam yoc t'a swach', aton b'aj toxo ix och schiq'uil nok' silab' chi'."
        },
        {
            "number": "27",
            "text": "Axo jab'okxo aceite chi' skani, syak'k'e winh sacerdote chi' t'a sjolom jun anima chi', yic stupcanel smul t'a yichanh Jehová."
        },
        {
            "number": "28",
            "text": "Slajwi chi', smilancham nok' paramuch chi' winh sacerdote chi' schawanhil."
        },
        {
            "number": "29",
            "text": "Ha junok nok' paramuch chi' tz'ak'ji silab'il yuj yak'ji tup mul, haxo junxo nok' snhusjitz'aoc yet' pax ixim harina tz'ak'jipax t'a ofrendail. Icha chi' tz'aj stupcan smul jun anima ix b'oxi chi' t'a yichanh Jehová."
        },
        {
            "number": "30",
            "text": "Aton sleyalil tik t'a junok mach ix ek' lepra t'ay, yic tz'alchaji to ix sacb'ixikani tato max tzak'wan yak'an juntzanh silab' icha wal sleyalil, xchi Jehová."
        },
        {
            "number": "31",
            "text": "Ix yalan Jehová t'a winhaj Moisés yet' t'a winhaj Aarón:"
        },
        {
            "number": "32",
            "text": "Ayic ayexxo ek' t'a lum Canaán, aton lum ol wak' eyicoc, talaj swak'b'at junok tas k'ustac yilji tz'el lheb'heb'oc t'a yol he pat ta',"
        },
        {
            "number": "33",
            "text": "a mach ay yic te' pat chi' yowalil scot t'a junok winh sacerdote syalani: Ay juntzanh k'ustumtac yilji wan yel lheb'heb'oc t'a yol in pat, xchama."
        },
        {
            "number": "34",
            "text": "Ayic manto och winh sacerdote t'a yol pat chi', yowalil syal winh to tz'elta masanil tastac ay t'a yol te', yic wach' max kan juntzanh k'ael chi' t'a yol pat tato syal winh sacerdote chi' to manh wach'oc yaj jun pat chi'. Slajwi chi' tz'och winh yil tas yilji jun k'ustum tz'el lheb'heb'oc chi'."
        },
        {
            "number": "35",
            "text": "Tato ayic syilanoch winh to ha t'a sattac pat chi' ay juntzanh niwac k'ustum lheb'quiltac, yaax yilji, ma chac yilji, yelk'olal to sb'at t'a yol sattac pat chi',"
        },
        {
            "number": "36",
            "text": "haxo tz'elxita winh t'a yol te' pat chi', syalan winh to smacchajkan te' uqueoc k'ual."
        },
        {
            "number": "37",
            "text": "Ayic slajwi uque' k'ual chi', sb'atxi winh sacerdote chi' yila'. Tato toxo ix te b'at lheb'heb'oc jun sk'ustumtaquil chi' t'a sattac pat chi',"
        },
        {
            "number": "38",
            "text": "yowalil syal winh sacerdote chi' to slipjielta masanil k'een k'een b'aj toxo ix och juntzanh lheb'quiltac chi', b'at yumchajkan t'a junok lugar manh wach'oc t'a stiel chonhab'."
        },
        {
            "number": "39",
            "text": "Syalanpax winh to sjoschajel masanil sattac yol te' pat chi', haxo masanil spokokal tz'el t'a yool chi', sb'at yumchajkan t'a junok lugar manh wach'oc t'a stiel chonhab'."
        },
        {
            "number": "40",
            "text": "Ch'okxo k'een k'een tz'ochpaxcan sk'exuloc k'een tz'ik'chajelta chi', ch'okxo lum lum tz'ochpax t'a sattac yol pat chi'."
        },
        {
            "number": "41",
            "text": "Tato scheclajxik'e juntzanh k'ustum lheb'quiltac chi' ayic toxo ix ik'jiel k'een k'een chi' yet' toxo ix joschajel sattac pat chi', toxo ix ochpaxcan sk'exul,"
        },
        {
            "number": "42",
            "text": "sb'at yilanxi winh sacerdote chi'. Tato toxo ix el lheb'heb'oc jun sk'ustumtaquil chi', manhxo wach'oc tz'ajkan jun pat chi'."
        },
        {
            "number": "43",
            "text": "Yuj chi', a jun pat chi' yowalil spojchajemi. Masanil te te', k'een k'een yet' lum lum ayoch t'a jun pat chi', b'at ak'jikan t'a junok lugar to manh wach'oc t'a stiel chonhab'."
        },
        {
            "number": "44",
            "text": "Yalnhej mach tz'och t'a yol jun pat chi' t'a uque' k'ual ayic toxo ix yal winh sacerdote to smacchajkani, manh wach'oc tz'ajkani icha yalan ley, masanto t'a sq'uik'b'ikanemi."
        },
        {
            "number": "45",
            "text": "Yalnhej mach swa'i, ma sway t'a jun pat chi', yowalil sjuk'el spichul."
        },
        {
            "number": "46",
            "text": "Palta tato ayic tz'och winh sacerdote yil jun pat chi', syilan winh to a juntzanh lheb'quiltac chi' max b'eyb'ati yictax ix b'ojikan yol te' pat chi', syal winh to wach'xo jun pat chi'."
        },
        {
            "number": "47",
            "text": "Yic sacb'ixikan te' pat chi', tz'ik'jicot chawanhoc nok' much yet' jab'oc te' k'ute' yet' lana ch'al k'ik' schaquil yet' te' hisopo."
        },
        {
            "number": "48",
            "text": "Smilancham junok nok' much chi' winh sacerdote t'a yib'anh ha ha' ayem t'a yol jun lum chen, aton ha' scot b'aj sk'eul sjaj junok ha ha'."
        },
        {
            "number": "49",
            "text": "Slajwi chi' syik'anb'at te' k'ute' chi' winh yet' te' hisopo yet' lana ch'al k'ik' schaquil yet' junxo nok' much pitzanto, slab'anem winh t'a skal ha ha' kalanxo yaj yet' schiq'uil nok' much ix miljicham chi' t'a yol lum chen chi'. Uquel stzicoch winh t'a te' pat chi'."
        },
        {
            "number": "50",
            "text": "Icha chi' tz'aj sacb'ixikan jun te' pat chi' yuj schiq'uil nok' much chi' yet' ha ha' sk'eul sjaj, yuj nok' much pitzanto, yuj te' k'ute', yuj te' hisopo yet' lana ch'al k'ik' schaquil."
        },
        {
            "number": "51",
            "text": "Slajwi chi', tz'actajkanb'at jun nok' much pitzan chi' t'a stiel chonhab'. Icha chi' tz'aj sk'anab'ajaj sleyalil t'a junok pat, wach' tz'ajkani, xchi Jehová."
        },
        {
            "number": "52",
            "text": "Aton juntzanh checnab'il tik t'a yib'anh lepra smalk'ei, mato t'a yaxk'ail, mato t'a lheb'quiltac sacsac yilji, mato t'a juntzanh k'ustumtac t'a pichul yet' t'a spatictac te' pat. Icha chi' tz'aj snachajel tastac to manh wach'oc yet' tastac to wach'. Aton t'a tik slajwikan checnab'il t'a juntzanh tik."
        }
    ]
}