{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ix schec Jehová yal juntzanh ley tik vinhaj Moisés, ix yalani:"
        },
        {
            "number": "2",
            "text": "Aton val jun ley tik sk'anab'ajej junok anima ek'nac lepra t'ay: Ayic snaani to ix b'oxi sk'ool, yovalil syavtej vinh sacerdote t'a spatiquel campamento chi' yic syilan vinh tato manhxa lepra chi' t'ay. Tato syil vinh sacerdote chi' to toxo ix el jun yab'il chi', schecan vinh ik'chajcot chavanhoc nok' much t'a spitzanil, aton nok' wach' icha yalan ley. Scotpax jab'oc te' k'ute', lana ch'al k'ik' schaquil yet' te' hisopo."
        },
        {
            "number": "3",
            "text": "Schecan miljoccham junok nok' much chi' vinh sacerdote t'a yib'anh ha ha' ayem t'a yol junok lum chen, aton ha' scot b'aj sq'ueul sjaj junok ha ha'."
        },
        {
            "number": "4",
            "text": "Slajvi chi' tz'ik'jicot junxo nok' much chi' t'a spitzanil, te' k'ute' yet' lana ch'al k'ik' schaquil yet' te' hisopo, slab'chajem t'a skal schiq'uil nok' chamnacxo chi' calan yet' ha ha'."
        },
        {
            "number": "5",
            "text": "Uquel stzicjioch t'a jun mach b'aj ek'nac jun yab'il chi', syalan vinh sacerdote chi' to wach'xo jun anima chi'. Axo nok' much pitzan chi' tz'actajcanel nok'."
        },
        {
            "number": "6",
            "text": "Ha jun mach tz'ilji to wach'xo, yovalil sjuq'uel spichul, sb'icanpaxel sb'a, sjoxanel xil sjolom smasanil, yic wach'xonhej tz'ajcani. Ichato chi' syalxo yoch t'a yol campamento, palta uqueto k'ual skan ichnhej ta', maxto yal-laj yoch t'a yol b'aj cajantaxoni."
        },
        {
            "number": "7",
            "text": "Axo t'a yuquil k'ual chi', wach' tz'aj sjoxjiel sjolom. Wach' tz'aj sjoxanel xil sti' yet' sk'u sat yet' pax masanil xil ay t'a snivanil, sjuk'anel spichul, sb'icanpaxel sb'a. Icha chi' tz'aj sb'oxicani."
        },
        {
            "number": "8",
            "text": "Axo t'a junxo k'u, syik'ancot chavanhoc nok' quelemtac calnel yet' junok nok' cob'es calnel, jun ab'il sq'uinal junjun nok', malaj jab'oc spaltail nok'. Scotpax nanhal yuquil libra ixim harina te wach' calab'il yet' aceite, tz'ak'ji ofrendail yet' pax oxeoc octavo aceite."
        },
        {
            "number": "9",
            "text": "Axo vinh sacerdote chi' schecanoch linhan jun anima yet' yofrenda chi' t'a yichanh Jehová t'a stielxo scajnub' b'aj sch'ox sb'a."
        },
        {
            "number": "10",
            "text": "Slajvi chi', tz'ik'jicot jun nok' quelem calnel chi' yet' aceite, sb'achchajb'at t'a yichanh Jehová silab'il yuj smul jun anima chi'."
        },
        {
            "number": "11",
            "text": "Ha b'aj schamtaxon nok' tz'ak'ji silab'il yuj mul yet' nok' silab' stz'a smasanil, ata' smiljicham nok' quelem calnel chi', yujto a nok' tz'ak'ji yuj mul, yic vinh sacerdote tz'ajkan nok', icha nok' tz'ak'ji yuj stupcanel mul, a juntzanh tik yic Jehová yaji."
        },
        {
            "number": "12",
            "text": "Slajvi chi' a vinh sacerdote chi' tz'ik'ancot jab'oc schiq'uil nok' silab' yuj mul, sucanoch vinh t'a sjayil schiquin t'a swach' jun mach sb'oxi sk'ol chi', t'a smam sk'ab' t'a swach' yet' t'a yiximal smam yoc t'a swach'."
        },
        {
            "number": "13",
            "text": "Syik'anpaxcot jab'oc aceite vinh sacerdote chi', secanem vinh t'a yol sk'ab' t'a sq'uexanh,"
        },
        {
            "number": "14",
            "text": "slab'anem jun sb'ab'el yiximal sk'ab' vinh t'a swach' t'a skal aceite, stziquem uqueloc aceite chi' vinh t'a yichanh Jehová."
        },
        {
            "number": "15",
            "text": "Ha aceite tzato kan t'a sk'ab' vinh sacerdote chi', sucoch vinh t'a jun anima ix b'oxi sk'ool chi', anheja' t'a sjayil schiquin t'a swach', t'a smam sk'ab' t'a swach' yet' pax t'a yiximal smam yoc t'a swach', aton b'aj ayxo och schiq'uil nok' silab' yuj smul."
        },
        {
            "number": "16",
            "text": "Axo jab'ocxo aceite tz'ak'jicanq'ue t'a sjolom jun anima chi'. Icha chi' tz'aj stupcan smul t'a yichanh Jehová."
        },
        {
            "number": "17",
            "text": "Slajvi chi' syak'anpax nok' silab' vinh sacerdote chi', aton nok' silab' yuj yak'ji tup mul. Icha chi' tz'aj stupcanel smul jun anima chi'. Slajvi chi', smiljicham nok' calnel stz'a smasanil silab'il."
        },
        {
            "number": "18",
            "text": "Junnhej tz'aj yak'jiq'ue nok' t'a yib'anh altar yet' ofrenda tz'ak'ji t'a tas svaji. Icha val chi' tz'aj stupcanel smul jun anima chi' t'a yichanh Jehová, sb'oxicani."
        },
        {
            "number": "19",
            "text": "Tato meb'a' jun anima b'aj ix ek' jun yab'il chi', malaj stumin yic syak' nok' silab' sk'anchaj chi', anhej junok nok' quelem calnel syik'coti yic sb'achchajoch silab'il t'a yichanh Jehová yuj smul, chab'nhej libra ixim harina te wach' calab'il yet' aceite syak'a' yet' oxeoc octavo aceite."
        },
        {
            "number": "20",
            "text": "Syik'paxcot chavanhoc nok' paramuch yalnhej tas macanhil, ato ha' jantac stzak'van smanani. Jun nok' tz'ak'ji silab'il yuj yak'ji tup smul, jun nok' snhusjitz'aoc."
        },
        {
            "number": "21",
            "text": "Ha t'a svajxaquil k'ual syik'ancot masanil juntzanh tik jun anima chi' t'a vinh sacerdote yic sacb'icaneli. Ha juntzanh tik tz'ak'jioch t'a yichanh Jehová t'a stielxo scajnub' b'aj sch'ox sb'a."
        },
        {
            "number": "22",
            "text": "Slajvi chi' syik'ancot jun nok' calnel vinh sacerdote yet' aceite chi', sb'achanek' vinh t'a yichanh Jehová t'a silab'il yuj yak'ji tup smul jun anima chi'."
        },
        {
            "number": "23",
            "text": "Smilancham nok' quelem calnel chi' vinh, syik'anq'ue jab'oc schiq'uil nok' vinh, sucanoch vinh t'a sjayil schiquin jun anima chi' t'a swach', t'a smam sk'ab' t'a swach' yet' t'a yiximal smam yoc t'a swach'."
        },
        {
            "number": "24",
            "text": "Slajvi chi' syak'anq'ue jab'oc aceite chi' vinh t'a yol sk'ab' t'a sq'uexanh."
        },
        {
            "number": "25",
            "text": "Yed' sb'ab'el yiximal sk'ab' vinh t'a swach', stzicanem uqueloc aceite ayem t'a yol sk'ab' vinh chi' t'a yichanh Jehová."
        },
        {
            "number": "26",
            "text": "Syak'paxoch jab'oc aceite chi' vinh t'a schiquin jun anima chi' t'a swach', t'a smam sk'ab' t'a swach' yet' t'a yiximal smam yoc t'a swach', aton b'aj toxo ix och schiq'uil nok' silab' chi'."
        },
        {
            "number": "27",
            "text": "Axo jab'ocxo aceite chi' scani, syak'q'ue vinh sacerdote chi' t'a sjolom jun anima chi', yic stupcanel smul t'a yichanh Jehová."
        },
        {
            "number": "28",
            "text": "Slajvi chi', smilancham nok' paramuch chi' vinh sacerdote chi' schavanhil."
        },
        {
            "number": "29",
            "text": "Ha junok nok' paramuch chi' tz'ak'ji silab'il yuj yak'ji tup mul, haxo junxo nok' snhusjitz'aoc yet' pax ixim harina tz'ak'jipax t'a ofrendail. Icha chi' tz'aj stupcan smul jun anima ix b'oxi chi' t'a yichanh Jehová."
        },
        {
            "number": "30",
            "text": "Aton sleyalil tik t'a junok mach ix ek' lepra t'ay, yic tz'alchaji to ix sacb'ixicani tato max tzak'van yak'an juntzanh silab' icha val sleyalil, xchi Jehová."
        },
        {
            "number": "31",
            "text": "Ix yalan Jehová t'a vinhaj Moisés yet' t'a vinhaj Aarón:"
        },
        {
            "number": "32",
            "text": "Ayic ayexxo ek' t'a lum Canaán, aton lum ol vak' eyicoc, talaj svak'b'at junok tas k'ustac yilji tz'el leb'eb'oc t'a yol e pat ta',"
        },
        {
            "number": "33",
            "text": "a mach ay yic te' pat chi' yovalil scot t'a junok vinh sacerdote syalani: Ay juntzanh k'ustumtac yilji van yel leb'eb'oc t'a yol in pat, xchama."
        },
        {
            "number": "34",
            "text": "Ayic manto och vinh sacerdote t'a yol pat chi', yovalil syal vinh to tz'elta masanil tastac ay t'a yol te', yic wach' max kan juntzanh k'ael chi' t'a yol pat tato syal vinh sacerdote chi' to manh wach'oc yaj jun pat chi'. Slajvi chi' tz'och vinh yil tas yilji jun k'ustum tz'el leb'eb'oc chi'."
        },
        {
            "number": "35",
            "text": "Tato ayic syilanoch vinh to ha t'a sattac pat chi' ay juntzanh nivac k'ustum leb'quiltac, yaax yilji, ma chac yilji, yelk'olal to sb'at t'a yol sattac pat chi',"
        },
        {
            "number": "36",
            "text": "haxo tz'elxita vinh t'a yol te' pat chi', syalan vinh to smacchajcan te' uqueoc k'ual."
        },
        {
            "number": "37",
            "text": "Ayic slajvi uque' k'ual chi', sb'atxi vinh sacerdote chi' yila'. Tato toxo ix te b'at leb'eb'oc jun sk'ustumtaquil chi' t'a sattac pat chi',"
        },
        {
            "number": "38",
            "text": "yovalil syal vinh sacerdote chi' to slipjielta masanil q'uen q'ueen b'aj toxo ix och juntzanh leb'quiltac chi', b'at yumchajcan t'a junok lugar manh wach'oc t'a stiel chonhab'."
        },
        {
            "number": "39",
            "text": "Syalanpax vinh to sjoschajel masanil sattac yol te' pat chi', haxo masanil spococal tz'el t'a yool chi', sb'at yumchajcan t'a junok lugar manh wach'oc t'a stiel chonhab'."
        },
        {
            "number": "40",
            "text": "Ch'ocxo q'uen q'ueen tz'ochpaxcan sq'uexuloc q'uen tz'ik'chajelta chi', ch'ocxo lum lum tz'ochpax t'a sattac yol pat chi'."
        },
        {
            "number": "41",
            "text": "Tato scheclajxiq'ue juntzanh k'ustum leb'quiltac chi' ayic toxo ix ik'jiel q'uen q'ueen chi' yet' toxo ix joschajel sattac pat chi', toxo ix ochpaxcan sq'uexul,"
        },
        {
            "number": "42",
            "text": "sb'at yilanxi vinh sacerdote chi'. Tato toxo ix el leb'eb'oc jun sk'ustumtaquil chi', manhxo wach'oc tz'ajkan jun pat chi'."
        },
        {
            "number": "43",
            "text": "Yuj chi', a jun pat chi' yovalil spojchajemi. Masanil te te', q'uen q'ueen yet' lum lum ayoch t'a jun pat chi', b'at ak'jican t'a junok lugar to manh wach'oc t'a stiel chonhab'."
        },
        {
            "number": "44",
            "text": "Yalnhej mach tz'och t'a yol jun pat chi' t'a uque' k'ual ayic toxo ix yal vinh sacerdote to smacchajcani, manh wach'oc tz'ajcani icha yalan ley, masanto t'a sq'uik'b'icanemi."
        },
        {
            "number": "45",
            "text": "Yalnhej mach sva'i, ma svay t'a jun pat chi', yovalil sjuq'uel spichul."
        },
        {
            "number": "46",
            "text": "Palta tato ayic tz'och vinh sacerdote yil jun pat chi', syilan vinh to a juntzanh leb'quiltac chi' max b'eyb'ati yictax ix b'ojican yol te' pat chi', syal vinh to wach'xo jun pat chi'."
        },
        {
            "number": "47",
            "text": "Yic sacb'ixican te' pat chi', tz'ik'jicot chavanhoc nok' much yet' jab'oc te' k'ute' yet' lana ch'al k'ik' schaquil yet' te' hisopo."
        },
        {
            "number": "48",
            "text": "Smilancham junok nok' much chi' vinh sacerdote t'a yib'anh ha ha' ayem t'a yol jun lum chen, aton ha' scot b'aj sq'ueul sjaj junok ha ha'."
        },
        {
            "number": "49",
            "text": "Slajvi chi' syik'anb'at te' k'ute' chi' vinh yet' te' hisopo yet' lana ch'al k'ik' schaquil yet' junxo nok' much pitzanto, slab'anem vinh t'a skal ha ha' calanxo yaj yet' schiq'uil nok' much ix miljicham chi' t'a yol lum chen chi'. Uquel stzicoch vinh t'a te' pat chi'."
        },
        {
            "number": "50",
            "text": "Icha chi' tz'aj sacb'ixican jun te' pat chi' yuj schiq'uil nok' much chi' yet' ha ha' sq'ueul sjaj, yuj nok' much pitzanto, yuj te' k'ute', yuj te' hisopo yet' lana ch'al k'ik' schaquil."
        },
        {
            "number": "51",
            "text": "Slajvi chi', tz'actajcanb'at jun nok' much pitzan chi' t'a stiel chonhab'. Icha chi' tz'aj sk'anab'ajaj sleyalil t'a junok pat, wach' tz'ajcani, xchi Jehová."
        },
        {
            "number": "52",
            "text": "Aton juntzanh checnab'il tik t'a yib'anh lepra smalq'uei, mato t'a yaxk'ail, mato t'a leb'quiltac sacsac yilji, mato t'a juntzanh k'ustumtac t'a pichul yet' t'a spatictac te' pat. Icha chi' tz'aj snachajel tastac to manh wach'oc yet' tastac to wach'. Aton t'a tik slajvican checnab'il t'a juntzanh tik."
        }
    ]
}