{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová d'a vinhaj Moisés yed' d'a vinhaj Aarón"
        },
        {
            "number": "2",
            "text": "to syal masanil juntzanh checnab'il tic eb' vinh d'a eb' yetisraelal. Yuj chi' ix yalan eb' icha tic: Tato ay junoc vinac ay junoc yab'il d'a snivanil, yuj chi' ay tas tz'el d'a svinaquil, a jun chi' manh vach'oc yaji icha yalan ley."
        },
        {
            "number": "3",
            "text": "Vach'chom tz'elnhej juntzanh chi', ma ay b'aj tz'och vaan jayeoc k'ual tz'elxi, manh vach'oc yaji, icha yalan ley."
        },
        {
            "number": "4",
            "text": "Yalnhej tas vaynub'al b'aj svay vinh vinac chi', ma yalnhej tas k'ojnub'al b'aj tz'em k'ojan vinh, manh vach'oc tz'ajcani."
        },
        {
            "number": "5",
            "text": "Yalnhej mach syaman svaynub' jun vinac chi', yovalil sjuq'uel spichul sb'icanpaxel sb'a, palta manh vach'oc tz'ajcani masanto sq'uik'b'iemi."
        },
        {
            "number": "6",
            "text": "Yalnhej mach tz'em k'ojan b'aj ix em k'ojan jun vinac chi', yovalil sjuq'uel spichul, sb'icanpaxel sb'a, palta manh vach'oc tz'ajcani masanto sq'uik'b'iemi."
        },
        {
            "number": "7",
            "text": "Yalnhej mach syaman junoc vinac ay tas tz'el d'ay, yovalil sjuq'uel spichul, sb'icanpaxel sb'a, palta manh vach'oc yaji masanto sq'uik'b'iemi."
        },
        {
            "number": "8",
            "text": "Tato a junoc vinac ay tas tz'el d'ay chi', stzub'anoch d'a junocxo anima, a jun anima b'aj ix och stzub' chi', yovalil sjuq'uel spichul, sb'icanpaxel sb'a, palta manh vach'oc tz'ajcani masanto sq'uik'b'iemi."
        },
        {
            "number": "9",
            "text": "Tato a jun vinac ay tas tz'el d'ay chi' sq'ue d'a yib'anh chej, a stz'um nok' chi' manh vach'oc tz'ajcani."
        },
        {
            "number": "10",
            "text": "Yalnhej mach syaman junoc tas b'aj tz'em k'ojan jun vinac to ay tas tz'el d'ay chi', manh vach'oc tz'ajcani masanto sq'uik'b'iemi. Yalnhej mach tz'ik'anb'at junoc juntzanh tastac chi', yovalil sjuk' spichul, sb'icanpaxel sb'a, palta manh vach'oc tz'ajcani, icha yalan ley masanto sq'uik'b'iemi."
        },
        {
            "number": "11",
            "text": "Tato a jun vinac ay tas tz'el d'ay chi', max sb'iclaj sk'ab' syaman junocxo mach, a jun ix yamji yuj chi', yovalil sjuq'uel spichul, sb'icanpaxel sb'a, palta manh vach'oc tz'ajcani masanto sq'uik'b'iemi."
        },
        {
            "number": "12",
            "text": "Tato ay junoc chen syam jun vinac ay tas tz'el d'ay chi', yovalil smak'jipoj jun chen chi'. Tato a junoc te te' yamk'ab' yaj syam jun vinac chi', tonhej sb'icchajel te'."
        },
        {
            "number": "13",
            "text": "Tato sb'oxi sk'ol jun vinac chi, manhxa tas tz'el d'ay, yovalil stanhvej uqueoc k'ual, ichato chi' scanxi vach'il d'a yichanh ley. Slajvi chi' sjuk'anel spichul, sb'icanel sb'a d'a a a' sq'ueul sjaj. Icha chi' tz'aj sb'oxicani, icha yalan ley."
        },
        {
            "number": "14",
            "text": "Axo d'a svajxaquil k'ual, yovalil syik'cot chavanhoc nok' paramuch yalnhej tas macanhil, scot d'a yichanh Jehová sk'och d'a stielxo scajnub' b'aj sch'ox sb'a, syak'an nok' d'a junoc vinh sacerdote."
        },
        {
            "number": "15",
            "text": "Jun nok' syak' vinh sacerdote chi' silab'il yuj yak'ji tup smul jun anima chi', axo junxo nok' snhusjitz'aoc. A vinh sacerdote chi' tz'ak'anoch masanil juntzanh chi' d'a yichanh Jehová, yic sacb'ixican jun vinac ek'nac jun yaelal chi' d'ay."
        },
        {
            "number": "16",
            "text": "Tato a junoc vinac tonhej tz'el yinhatil, yovalil sb'iquel sb'a, palta manh vach'oc tz'ajcani, icha yalan ley, masanto sq'uik'b'iemi."
        },
        {
            "number": "17",
            "text": "Yalnhej tas k'apaquil ma tz'uum b'aj ix och yinhatil jun vinac chi', yovalil sjuk'jieli, manh vach'oc tz'ajcani, icha yalan ley masanto sq'uik'b'iemi."
        },
        {
            "number": "18",
            "text": "Tato a junoc vinh vinac yed' junoc ix ix ay tas sk'ulej, yovalil sb'iquel sb'a eb', palta manh vach'oc tz'ajcan eb', icha yalan ley masanto sq'uik'b'iemi."
        },
        {
            "number": "19",
            "text": "Tato a junoc ix ix ayoch d'a stiempoal sb'islab' uj, manh vach'oclaj yaj ix d'a uqueoc k'ual. Yalnhej mach syaman ix, manh vach'oc tz'ajcani, icha yalan ley masanto sq'uik'b'iemi."
        },
        {
            "number": "20",
            "text": "Yalnhej tas vaynub'al b'aj tz'ek' jichan ix ayic ayoch ix d'a stiempoal chi', ma yalnhej tas k'ojnub'al b'aj tz'em k'ojan ix, manh vach'oclaj tz'ajcani."
        },
        {
            "number": "21",
            "text": "Yalnhej mach syaman b'aj ix ek' jichan ix chi', ma syaman junoc tas b'aj tz'em k'ojan ix, manh vach'oclaj tz'ajcani. Yovalil sjuq'uel spichul, sb'icanel sb'a, palta manh vach'oc tz'ajcani masanto sq'uik'b'iemi."
        },
        {
            "number": "22",
            "text": "Tato ay junoc vinh vinac svay yed' ix, sb'onhchaj vinh yuj tas tz'el chi' d'a ix, manh vach'oclaj tz'ajcan vinh d'a uque' k'ual, anhejtona' manh vach'oc tz'ajcan vaynub' b'aj svay vinh vinac chi'."
        },
        {
            "number": "23",
            "text": "Tato ay junoc ix ix tz'ilan uj d'a manh stiempoaloc, mato te nivan tiempo syak' ix yilani, a jun ix chi' manh vach'oc tz'ajcan ix ayic ayto tas tz'el chi' d'a ix, icha val to aytooch ix d'a yilan uj."
        },
        {
            "number": "24",
            "text": "Yalnhej tas vaynub'al b'aj svay ix, ma k'ojnub' b'aj tz'em k'ojan ix ayic ayto tas tz'el chi' d'a ix, manh vach'oc tz'ajcan juntzanh chi', ichato ayoch ix d'a sb'islab' uj chi'."
        },
        {
            "number": "25",
            "text": "Yalnhej mach syaman juntzanh tastac chi', manh vach'oclaj tz'ajcani, yovalil sjuq'uel spichul, sb'icanpaxel sb'a, palta manh vach'oc tz'ajcani masanto sq'uik'b'iemi."
        },
        {
            "number": "26",
            "text": "Ayic svanaj yilan uj ix chi', uque' k'ual stanhvej ix, slajvi chi' sb'oxican ix, icha yalan ley."
        },
        {
            "number": "27",
            "text": "Axo d'a svajxaquil k'ual, syik'ancot chavanhoc nok' paramuch ix yalnhej tas macanhil, syik'ancot ix d'a junoc vinh sacerdote, d'a stielxo scajnub' b'aj sch'ox sb'a Jehová."
        },
        {
            "number": "28",
            "text": "Jun nok' syak' vinh sacerdote chi' silab'il yuj yak'ji tup smul ix, axo junxo nok' snhusjitz'a nok'. Icha chi' tz'aj yak'anoch jun silab' chi' vinh sacerdote chi' d'a yichanh Jehová yic tz'ak'ji tup smul ix, yuj tas ix el d'ay."
        },
        {
            "number": "29",
            "text": "Icha chi' tz'aj co sacb'itan co b'a a onh israel onh tic d'a tas tzonh ik'ani, yic max quixtejel scajnub' Jehová ayek' d'a co cal tic, tato maay tzonh chami, xchi vinhaj Moisés chi'."
        },
        {
            "number": "30",
            "text": "Aton juntzanh checnab'il tic d'a eb' vinac ay tas tz'el d'ay, ma tonhej tz'el yinhatil, yuj chi' manh vach'oc tz'ajcan yuuj"
        },
        {
            "number": "31",
            "text": "yed' d'a eb' ix ix ayoch d'a sb'islab' uj. A juntzanh checnab'il tic, yovalil sk'anab'ajaj yuj eb' ay syaelal icha chi', vinac, ma ix. Tz'ochpax jun ley chi' d'a yib'anh junoc vinac svay yed' ix ix to manh vach'oc yaji, icha yalan ley."
        }
    ]
}