{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a vinhaj Moisés yet' t'a vinhaj Aarón"
        },
        {
            "number": "2",
            "text": "to syal masanil juntzanh checnab'il tik eb' vinh t'a eb' yetisraelal. Yuj chi' ix yalan eb' icha tik: Tato ay junok vinac ay junok yab'il t'a snivanil, yuj chi' ay tas tz'el t'a svinaquil, a jun chi' manh wach'oc yaji icha yalan ley."
        },
        {
            "number": "3",
            "text": "Wach'chom tz'elnhej juntzanh chi', ma ay b'aj tz'och vaan jayeoc k'ual tz'elxi, manh wach'oc yaji, icha yalan ley."
        },
        {
            "number": "4",
            "text": "Yalnhej tas vaynub'al b'aj svay vinh vinac chi', ma yalnhej tas k'ojnub'al b'aj tz'em k'ojan vinh, manh wach'oc tz'ajcani."
        },
        {
            "number": "5",
            "text": "Yalnhej mach syaman svaynub' jun vinac chi', yowalil sjuq'uel spichul sb'icanpaxel sb'a, palta manh wach'oc tz'ajcani masanto sq'uik'b'iemi."
        },
        {
            "number": "6",
            "text": "Yalnhej mach tz'em k'ojan b'aj ix em k'ojan jun vinac chi', yowalil sjuq'uel spichul, sb'icanpaxel sb'a, palta manh wach'oc tz'ajcani masanto sq'uik'b'iemi."
        },
        {
            "number": "7",
            "text": "Yalnhej mach syaman junok vinac ay tas tz'el t'ay, yowalil sjuq'uel spichul, sb'icanpaxel sb'a, palta manh wach'oc yaji masanto sq'uik'b'iemi."
        },
        {
            "number": "8",
            "text": "Tato a junok vinac ay tas tz'el t'ay chi', stzub'anoch t'a junocxo anima, a jun anima b'aj ix och stzub' chi', yowalil sjuq'uel spichul, sb'icanpaxel sb'a, palta manh wach'oc tz'ajcani masanto sq'uik'b'iemi."
        },
        {
            "number": "9",
            "text": "Tato a jun vinac ay tas tz'el t'ay chi' sq'ue t'a yib'anh chej, a stz'um nok' chi' manh wach'oc tz'ajcani."
        },
        {
            "number": "10",
            "text": "Yalnhej mach syaman junok tas b'aj tz'em k'ojan jun vinac to ay tas tz'el t'ay chi', manh wach'oc tz'ajcani masanto sq'uik'b'iemi. Yalnhej mach tz'ik'anb'at junok juntzanh tastac chi', yowalil sjuk' spichul, sb'icanpaxel sb'a, palta manh wach'oc tz'ajcani, icha yalan ley masanto sq'uik'b'iemi."
        },
        {
            "number": "11",
            "text": "Tato a jun vinac ay tas tz'el t'ay chi', max sb'iclaj sk'ab' syaman junocxo mach, a jun ix yamji yuj chi', yowalil sjuq'uel spichul, sb'icanpaxel sb'a, palta manh wach'oc tz'ajcani masanto sq'uik'b'iemi."
        },
        {
            "number": "12",
            "text": "Tato ay junok chen syam jun vinac ay tas tz'el t'ay chi', yowalil smak'jipoj jun chen chi'. Tato a junok te te' yamk'ab' yaj syam jun vinac chi', tonhej sb'icchajel te'."
        },
        {
            "number": "13",
            "text": "Tato sb'oxi sk'ol jun vinac chi, manhxa tas tz'el t'ay, yowalil stanhvej uqueoc k'ual, ichato chi' scanxi wach'il t'a yichanh ley. Slajvi chi' sjuk'anel spichul, sb'icanel sb'ha t'a ha ha' sq'ueul sjaj. Icha chi' tz'aj sb'oxicani, icha yalan ley."
        },
        {
            "number": "14",
            "text": "Axo t'a svajxaquil k'ual, yowalil syik'cot chavanhoc nok' paramuch yalnhej tas macanhil, scot t'a yichanh Jehová sk'och t'a stielxo scajnub' b'aj sch'ox sb'a, syak'an nok' t'a junok vinh sacerdote."
        },
        {
            "number": "15",
            "text": "Jun nok' syak' vinh sacerdote chi' silab'il yuj yak'ji tup smul jun anima chi', haxo junxo nok' snhusjitz'aoc. Ha vinh sacerdote chi' tz'ak'anoch masanil juntzanh chi' t'a yichanh Jehová, yic sacb'ixican jun vinac ek'nac jun yaelal chi' t'ay."
        },
        {
            "number": "16",
            "text": "Tato a junok vinac tonhej tz'el yinhatil, yowalil sb'iquel sb'a, palta manh wach'oc tz'ajcani, icha yalan ley, masanto sq'uik'b'iemi."
        },
        {
            "number": "17",
            "text": "Yalnhej tas k'apaquil ma tz'uum b'aj ix och yinhatil jun vinac chi', yowalil sjuk'jieli, manh wach'oc tz'ajcani, icha yalan ley masanto sq'uik'b'iemi."
        },
        {
            "number": "18",
            "text": "Tato a junok vinh vinac yet' junok ix ix ay tas sk'ulej, yowalil sb'iquel sb'a eb', palta manh wach'oc tz'ajkan eb', icha yalan ley masanto sq'uik'b'iemi."
        },
        {
            "number": "19",
            "text": "Tato a junok ix ix ayoch t'a stiempoal sb'islab' uj, manh wach'oclaj yaj ix t'a uqueoc k'ual. Yalnhej mach syaman ix, manh wach'oc tz'ajcani, icha yalan ley masanto sq'uik'b'iemi."
        },
        {
            "number": "20",
            "text": "Yalnhej tas vaynub'al b'aj tzek' jichan ix ayic ayoch ix t'a stiempoal chi', ma yalnhej tas k'ojnub'al b'aj tz'em k'ojan ix, manh wach'oclaj tz'ajcani."
        },
        {
            "number": "21",
            "text": "Yalnhej mach syaman b'aj ix ek' jichan ix chi', ma syaman junok tas b'aj tz'em k'ojan ix, manh wach'oclaj tz'ajcani. Yovalil sjuq'uel spichul, sb'icanel sb'a, palta manh wach'oc tz'ajcani masanto sq'uik'b'iemi."
        },
        {
            "number": "22",
            "text": "Tato ay junok vinh vinac svay yet' ix, sb'onhchaj vinh yuj tas tz'el chi' t'a ix, manh wach'oclaj tz'ajkan vinh t'a uque' k'ual, anhejtona' manh wach'oc tz'ajkan vaynub' b'aj svay vinh vinac chi'."
        },
        {
            "number": "23",
            "text": "Tato ay junok ix ix tz'ilan uj t'a manh stiempoaloc, mato te niwan tiempo syak' ix yilani, a jun ix chi' manh wach'oc tz'ajkan ix ayic ayto tas tz'el chi' t'a ix, icha val to aytooch ix t'a yilan uj."
        },
        {
            "number": "24",
            "text": "Yalnhej tas vaynub'al b'aj svay ix, ma k'ojnub' b'aj tz'em k'ojan ix ayic ayto tas tz'el chi' t'a ix, manh wach'oc tz'ajkan juntzanh chi', ichato ayoch ix t'a sb'islab' uj chi'."
        },
        {
            "number": "25",
            "text": "Yalnhej mach syaman juntzanh tastac chi', manh wach'oclaj tz'ajcani, yowalil sjuq'uel spichul, sb'icanpaxel sb'a, palta manh wach'oc tz'ajcani masanto sq'uik'b'iemi."
        },
        {
            "number": "26",
            "text": "Ayic svanaj yilan uj ix chi', uque' k'ual stanhvej ix, slajvi chi' sb'oxican ix, icha yalan ley."
        },
        {
            "number": "27",
            "text": "Axo t'a svajxaquil k'ual, syik'ancot chavanhoc nok' paramuch ix yalnhej tas macanhil, syik'ancot ix t'a junok vinh sacerdote, t'a stielxo scajnub' b'aj sch'ox sb'a Jehová."
        },
        {
            "number": "28",
            "text": "Jun nok' syak' vinh sacerdote chi' silab'il yuj yak'ji tup smul ix, haxo junxo nok' snhusjitz'a nok'. Icha chi' tz'aj yak'anoch jun silab' chi' vinh sacerdote chi' t'a yichanh Jehová yic tz'ak'ji tup smul ix, yuj tas ix el t'ay."
        },
        {
            "number": "29",
            "text": "Icha chi' tz'aj co sacb'itan co b'a a onh israel onh tik t'a tas tzonh ik'ani, yic max quixtejel scajnub' Jehová ayek' t'a co cal tik, tato maay tzonh chami, xchi vinhaj Moisés chi'."
        },
        {
            "number": "30",
            "text": "Aton juntzanh checnab'il tik t'a eb' vinac ay tas tz'el t'ay, ma tonhej tz'el yinhatil, yuj chi' manh wach'oc tz'ajkan yuj"
        },
        {
            "number": "31",
            "text": "yet' t'a eb' ix ix ayoch t'a sb'islab' uj. Ha juntzanh checnab'il tik, yowalil sk'anab'ajaj yuj eb' ay syaelal icha chi', vinac, ma ix. Tz'ochpax jun ley chi' t'a yib'anh junok vinac svay yet' ix ix to manh wach'oc yaji, icha yalan ley."
        }
    ]
}