{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a winhaj Moisés yet' t'a winhaj Aarón"
        },
        {
            "number": "2",
            "text": "to syal masanil juntzanh checnab'il tik heb' winh t'a heb' yetisraelal. Yuj chi' ix yalan heb' icha tik: Tato ay junok winak ay junok yab'il t'a sniwanil, yuj chi' ay tas tz'el t'a swinaquil, a jun chi' manh wach'oc yaji icha yalan ley."
        },
        {
            "number": "3",
            "text": "Wach'chom tz'elnhej juntzanh chi', ma ay b'aj tz'och waan jayeoc k'ual tz'elxi, manh wach'oc yaji, icha yalan ley."
        },
        {
            "number": "4",
            "text": "Yalnhej tas waynub'al b'aj sway winh winak chi', ma yalnhej tas k'ojnub'al b'aj tz'em k'ojan winh, manh wach'oc tz'ajkani."
        },
        {
            "number": "5",
            "text": "Yalnhej mach syaman swaynub' jun winak chi', yowalil sjuk'el spichul sb'ikanpaxel sb'a, palta manh wach'oc tz'ajkani masanto sq'uik'b'iemi."
        },
        {
            "number": "6",
            "text": "Yalnhej mach tz'em k'ojan b'aj ix em k'ojan jun winak chi', yowalil sjuk'el spichul, sb'ikanpaxel sb'a, palta manh wach'oc tz'ajkani masanto sq'uik'b'iemi."
        },
        {
            "number": "7",
            "text": "Yalnhej mach syaman junok winak ay tas tz'el t'ay, yowalil sjuk'el spichul, sb'ikanpaxel sb'a, palta manh wach'oc yaji masanto sq'uik'b'iemi."
        },
        {
            "number": "8",
            "text": "Tato a junok winak ay tas tz'el t'ay chi', stzub'anoch t'a junokxo anima, a jun anima b'aj ix och stzub' chi', yowalil sjuk'el spichul, sb'ikanpaxel sb'a, palta manh wach'oc tz'ajkani masanto sq'uik'b'iemi."
        },
        {
            "number": "9",
            "text": "Tato a jun winak ay tas tz'el t'ay chi' sk'e t'a yib'anh chej, a stz'um nok' chi' manh wach'oc tz'ajkani."
        },
        {
            "number": "10",
            "text": "Yalnhej mach syaman junok tas b'aj tz'em k'ojan jun winak to ay tas tz'el t'ay chi', manh wach'oc tz'ajkani masanto sq'uik'b'iemi. Yalnhej mach tz'ik'anb'at junok juntzanh tastac chi', yowalil sjuk' spichul, sb'ikanpaxel sb'a, palta manh wach'oc tz'ajkani, icha yalan ley masanto sq'uik'b'iemi."
        },
        {
            "number": "11",
            "text": "Tato a jun winak ay tas tz'el t'ay chi', max sb'iclaj sk'ab' syaman junokxo mach, a jun ix yamji yuj chi', yowalil sjuk'el spichul, sb'ikanpaxel sb'a, palta manh wach'oc tz'ajkani masanto sq'uik'b'iemi."
        },
        {
            "number": "12",
            "text": "Tato ay junok chen syam jun winak ay tas tz'el t'ay chi', yowalil smak'jipoj jun chen chi'. Tato a junok te te' yamk'ab' yaj syam jun winak chi', tonhej sb'icchajel te'."
        },
        {
            "number": "13",
            "text": "Tato sb'oxi sk'ol jun winak chi, manhxa tas tz'el t'ay, yowalil stanhwej uqueoc k'ual, ichato chi' skanxi wach'il t'a yichanh ley. Slajwi chi' sjuk'anel spichul, sb'ikanel sb'ha t'a ha ha' sk'eul sjaj. Icha chi' tz'aj sb'oxikani, icha yalan ley."
        },
        {
            "number": "14",
            "text": "Axo t'a swajxaquil k'ual, yowalil syik'cot chawanhoc nok' paramuch yalnhej tas makanhil, scot t'a yichanh Jehová sk'och t'a stielxo skajnub' b'aj sch'ox sb'a, syak'an nok' t'a junok winh sacerdote."
        },
        {
            "number": "15",
            "text": "Jun nok' syak' winh sacerdote chi' silab'il yuj yak'ji tup smul jun anima chi', haxo junxo nok' snhusjitz'aoc. Ha winh sacerdote chi' tz'ak'anoch masanil juntzanh chi' t'a yichanh Jehová, yic sacb'ixikan jun winak ek'nac jun yaelal chi' t'ay."
        },
        {
            "number": "16",
            "text": "Tato a junok winak tonhej tz'el yinhatil, yowalil sb'iquel sb'a, palta manh wach'oc tz'ajkani, icha yalan ley, masanto sq'uik'b'iemi."
        },
        {
            "number": "17",
            "text": "Yalnhej tas k'apaquil ma tz'uum b'aj ix och yinhatil jun winak chi', yowalil sjuk'jieli, manh wach'oc tz'ajkani, icha yalan ley masanto sq'uik'b'iemi."
        },
        {
            "number": "18",
            "text": "Tato a junok winh winak yet' junok ix ix ay tas sk'ulej, yowalil sb'iquel sb'a heb', palta manh wach'oc tz'ajkan heb', icha yalan ley masanto sq'uik'b'iemi."
        },
        {
            "number": "19",
            "text": "Tato a junok ix ix ayoch t'a stiempoal sb'islab' uj, manh wach'oclaj yaj ix t'a uqueoc k'ual. Yalnhej mach syaman ix, manh wach'oc tz'ajkani, icha yalan ley masanto sq'uik'b'iemi."
        },
        {
            "number": "20",
            "text": "Yalnhej tas waynub'al b'aj tzek' jichan ix ayic ayoch ix t'a stiempoal chi', ma yalnhej tas k'ojnub'al b'aj tz'em k'ojan ix, manh wach'oclaj tz'ajkani."
        },
        {
            "number": "21",
            "text": "Yalnhej mach syaman b'aj ix ek' jichan ix chi', ma syaman junok tas b'aj tz'em k'ojan ix, manh wach'oclaj tz'ajkani. Yowalil sjuk'el spichul, sb'ikanel sb'a, palta manh wach'oc tz'ajkani masanto sq'uik'b'iemi."
        },
        {
            "number": "22",
            "text": "Tato ay junok winh winak sway yet' ix, sb'onhchaj winh yuj tas tz'el chi' t'a ix, manh wach'oclaj tz'ajkan winh t'a uque' k'ual, anhejtona' manh wach'oc tz'ajkan waynub' b'aj sway winh winak chi'."
        },
        {
            "number": "23",
            "text": "Tato ay junok ix ix tz'ilan uj t'a manh stiempoaloc, mato te niwan tiempo syak' ix yilani, a jun ix chi' manh wach'oc tz'ajkan ix ayic ayto tas tz'el chi' t'a ix, icha wal to aytooch ix t'a yilan uj."
        },
        {
            "number": "24",
            "text": "Yalnhej tas waynub'al b'aj sway ix, ma k'ojnub' b'aj tz'em k'ojan ix ayic ayto tas tz'el chi' t'a ix, manh wach'oc tz'ajkan juntzanh chi', ichato ayoch ix t'a sb'islab' uj chi'."
        },
        {
            "number": "25",
            "text": "Yalnhej mach syaman juntzanh tastac chi', manh wach'oclaj tz'ajkani, yowalil sjuk'el spichul, sb'ikanpaxel sb'a, palta manh wach'oc tz'ajkani masanto sq'uik'b'iemi."
        },
        {
            "number": "26",
            "text": "Ayic swanaj yilan uj ix chi', uque' k'ual stanhwej ix, slajwi chi' sb'oxikan ix, icha yalan ley."
        },
        {
            "number": "27",
            "text": "Axo t'a swajxaquil k'ual, syik'ancot chawanhoc nok' paramuch ix yalnhej tas makanhil, syik'ancot ix t'a junok winh sacerdote, t'a stielxo skajnub' b'aj sch'ox sb'a Jehová."
        },
        {
            "number": "28",
            "text": "Jun nok' syak' winh sacerdote chi' silab'il yuj yak'ji tup smul ix, haxo junxo nok' snhusjitz'a nok'. Icha chi' tz'aj yak'anoch jun silab' chi' winh sacerdote chi' t'a yichanh Jehová yic tz'ak'ji tup smul ix, yuj tas ix el t'ay."
        },
        {
            "number": "29",
            "text": "Icha chi' tz'aj ko sacb'itan ko b'a a onh israel onh tik t'a tas tzonh ik'ani, yic max quixtejel skajnub' Jehová ayek' t'a ko kal tik, tato maay tzonh chami, xchi winhaj Moisés chi'."
        },
        {
            "number": "30",
            "text": "Aton juntzanh checnab'il tik t'a heb' winak ay tas tz'el t'ay, ma tonhej tz'el yinhatil, yuj chi' manh wach'oc tz'ajkan yuj"
        },
        {
            "number": "31",
            "text": "yet' t'a heb' ix ix ayoch t'a sb'islab' uj. Ha juntzanh checnab'il tik, yowalil sk'anab'ajaj yuj heb' ay syaelal icha chi', winak, ma ix. Tz'ochpax jun ley chi' t'a yib'anh junok winak sway yet' ix ix to manh wach'oc yaji, icha yalan ley."
        }
    ]
}