{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová d'a vinhaj Moisés ayic ix lajvi scham chavanh eb' yuninal vinhaj Aarón, yujto ix scomon nitzejb'at sb'a eb' d'a slak'anil Jehová,"
        },
        {
            "number": "2",
            "text": "ix yalan d'a vinhaj Moisés chi' icha tic: Al d'a vinh uk'tac aj Aarón to max comon och vinh d'a yol in cajnub' d'a jun lugar Vicnhej Yaji, aton jun lugar ay d'a spaticoch k'apac cortina. Max yal-laj scomon k'och vinh b'aj ay smacul b'aj tz'ak'ji tup mul, aton smacul te' scaxail in trato, yic max cham vinh, yujto a in ol in ch'ox in b'a d'a scal asun d'a yib'anh smacul scaxail in trato chi'."
        },
        {
            "number": "3",
            "text": "Ayic tz'och vinhaj Aarón d'a yol jun lugar chi', yovalil syik'cot junoc nok' quelem vacax vinh yic tz'och silab'oc yuj smul yed' junoc nok' ch'ac calnel snhusjitz'a smasanil."
        },
        {
            "number": "4",
            "text": "Syak'och spichul vinh nab'a lino, aton spichul vinh jucan, yol svex vinh, k'apac stzek'ul snanhal vinh yed' sb'ak'ul sjolom vinh. A juntzanh pichul chi' te nivan yelk'ochi, yuj chi' b'ab'el sb'iquel sb'a vinh ichato chi' syak'anoch vinh."
        },
        {
            "number": "5",
            "text": "Axo eb' eyetisraelal syik'cot chavanhoc nok' mam chiva eb' yic tz'ak'ji nok' silab'il yuj smul eb', syik'paxcot junoc nok' ch'ac calnel eb' yic snhusjitz'aoc."
        },
        {
            "number": "6",
            "text": "Syik'ancot nok' quelem vacax chi' vinhaj Aarón chi' yic tz'och nok' silab'oc yuj smul. A jun nok' chi' yic nok' vinh, yuj yak'ji tup smul vinh yed' masanil eb' ayek' d'a yol spat."
        },
        {
            "number": "7",
            "text": "Slajvi chi' syik'anpaxcot chavanh nok' mam chiva chi' vinh d'a yichanh in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "8",
            "text": "Syak'anoch suerte vinh d'a yib'anh nok' chiva chi' schavanhil: Jun nok' tz'ak'ji silab'oc d'ayin, axo junxo nok', tz'ak'chajcanoch mul d'a yib'anh nok', spechchajcanb'at nok' d'a tz'inan luum."
        },
        {
            "number": "9",
            "text": "A nok' tz'em suerte d'a yib'anh to vico', syik'cot nok' vinhaj Aarón chi' silab'oc yic stupcanel smul eb' israel."
        },
        {
            "number": "10",
            "text": "Axo junxo nok' chiva chi', d'a spitzanil nok' tz'och d'a vichanh, tz'ak'jicanoch mul d'a yib'anh nok', tz'actajcanb'at nok' d'a tz'inan luum syik'ancanb'at smul eb' israel chi' nok'."
        },
        {
            "number": "11",
            "text": "Ayic listaxo yaj juntzanh tic smasanil, smilancham nok' quelem vacax vinhaj Aarón chi', syak'an nok' vinh silab'il yic tz'ak'ji tup smul yed' smul masanil eb' ayek' yed' vinh d'a yol spat."
        },
        {
            "number": "12",
            "text": "Slajvi chi', syik'ancot jun chaynub' yic incienso vinh, b'ud'an yed' stzak'aq'uil altar ay d'a vichanh yed' cha b'echanhoc incienso suk'uq'ui sjab', syik'anoch vinh d'a yoloch k'apac cortina ayoch d'a snanhal in cajnub'."
        },
        {
            "number": "13",
            "text": "Syak'anem incienso chi' vinh d'a yib'anh tzak'ak' d'a vichanh, axo d'a yib'anh smacul b'aj tz'ak'ji tup mul, aton smacul scaxail in trato, tz'och moyan stab'il incienso chi' yic vach' max cham vinh."
        },
        {
            "number": "14",
            "text": "Syik'ancot jab'oc schiq'uil nok' quelem vacax chi' vinh, slab'anem yiximal sk'ab' vinh d'a scal chik' chi', stzicanb'at vinh d'a yib'anh smacul caxa chi' b'aj tz'ochk'och vinh chi', uquel stzicoch chik' chi' vinh d'a yichanh smacul chi'."
        },
        {
            "number": "15",
            "text": "Slajvi chi', tz'elxita vinh, smilancham nok' chiva vinh, aton nok' tz'och silab'il yuj smul eb' israel, syik'anoch schiq'uil nok' vinh d'a yoloch k'apac cortina chi', stzicanpaxem schiq'uil nok' chi' vinh d'a yib'anh smacul caxa chi' yed' d'a yichanh, icha syutej schiq'uil nok' quelem vacax vinh d'a sb'ab'elal."
        },
        {
            "number": "16",
            "text": "Icha val chi' syutej vinhaj Aarón chi' sacb'itan jun lugar Vicnhej Yaji yuj yalxonhej tas chucal yed' spitalil eb' israel tic. Icha chi' ol aj sacb'ican masanil in cajnub' b'aj tzin ch'ox in b'a, aton jun ayek' eyed'oc d'a scal chucal tze k'ulej."
        },
        {
            "number": "17",
            "text": "Malaj junoc mach ayek' d'a yol in cajnub' yacb'an ayoch vinhaj Aarón chi' d'a jun lugar Vicnhej Yaji yic syak'an silab' vinh yic stup smul yed' smul masanil eb' ayek' yed' vinh d'a yol spat yed' smul eb' chonhab' masanil."
        },
        {
            "number": "18",
            "text": "Slajvi yelxita vinh, sacb'itan altar vinh ayek' d'a vichanh, aton b'aj snhusjitz'a silab', syik'anelta jab'oc schiq'uil nok' vacax chi' vinh yed' jab'oc yic nok' mam chiva, syak'anoch vinh d'a sch'ac altar ay d'a schiquin schanhil."
        },
        {
            "number": "19",
            "text": "Stzicanoch uquel schiq'uil nok' nok' chi' vinh yed' yiximal sk'ab' d'a yib'anh altar chi', icha chi' tz'aj sacb'itan altar chi' vinh yuj e mul a ex israel ex tic."
        },
        {
            "number": "20",
            "text": "Slajvi sacb'ican jun lugar Vicnhej Yaji, in cajnub' yed' pax altar yuj vinh, schecan vinh ik'joccot nok' mam chiva pitzan chi'."
        },
        {
            "number": "21",
            "text": "Slajvi chi', syak'anb'at sk'ab' vinh schab'il d'a sjolom nok', tz'och ijan vinh yalanem smul yed' spitalil eb' yetchonhab' d'a yib'anh nok'. Icha chi' tz'aj scan smul eb' d'a yib'anh nok'. Axo jun vinh sik'b'ilxoel b'at ak'ancan nok' d'a tz'inan luum b'aj te najat."
        },
        {
            "number": "22",
            "text": "Stijancanb'at nok' vinh ta', satcanb'at nok' d'a taquinh lum chi'. Icha chi' tz'aj yik'jicanb'at smul chonhab' Israel yuj nok', aton b'aj manhxalaj anima tz'eq'ui."
        },
        {
            "number": "23",
            "text": "Slajvi chi' tz'ochixta vinhaj Aarón d'a yol in cajnub' yic sq'uexanel spichul vinh ayochi, k'apac nab'a lino, k'apac ayoch yuj vinh a tz'ochta d'a yol jun lugar to Vicnhej Yaji, syak'ancan k'apac vinh ta'."
        },
        {
            "number": "24",
            "text": "Anheja' d'a yol in cajnub' chi' sb'iquel sb'a vinh, syak'anoch spichul vinh syak'taxonoch d'a yopisio. Slajvi chi', snhusantz'a silab' vinh, aton yic vinh yed' silab' yic eb' israel chi' smasanil. Icha chi' tz'aj stupcanel smul vinh yed' yic eb' yetchonhab' chi'."
        },
        {
            "number": "25",
            "text": "A jantac xepual nok' silab' yuj mul, snhusjipaxtz'a d'a yib'anh altar."
        },
        {
            "number": "26",
            "text": "Axo vinh b'at ak'ancan nok' mam chiva d'a taquinh lum chi', ayic sjax vinh, sjuq'uel spichul vinh, sb'icanpaxel sb'a vinh. Ichato chi' syal yochta vinh d'a yol campamento."
        },
        {
            "number": "27",
            "text": "A nok' quelem vacax yed' nok' mam chiva smiljicham silab'il yuj stupcanel mul, aton nok' tz'ik'jicot schiq'uil d'a yol jun lugar to Vicnhej Yaji, tz'ik'jicanb'at snivanil nok' d'a spatiquel campamento. Ata' snhusjitz'a nok' yed' stz'umal yed' masanil snivanil."
        },
        {
            "number": "28",
            "text": "A vinh snhusantz'a nok' chi', yovalil sjuq'uel spichul vinh, sb'icanpaxel sb'a vinh, ichato chi' syal yochta vinh d'a yol campamento."
        },
        {
            "number": "29",
            "text": "A jun tic ley tz'ajcan d'a e cal d'a masanil tiempo ex israel ex, ma eb' ch'oc chonhab'il ayek' d'a e cal. A d'a slajunhil k'ual d'a yuquil uj, tzex och d'a tzek'ojk'olal, malaj mach smunlaj d'a jun k'ual chi',"
        },
        {
            "number": "30",
            "text": "yujto a jun k'ual chi', sk'ual yak'ji silab' yuj e mul yic vach' stupcanel e mul d'a vichanh."
        },
        {
            "number": "31",
            "text": "A jun k'ual chi', sk'ual ik'oj ip tz'ajcani yed' tzek'ojk'olal, ley tz'ajcan d'a e cal d'a masanil tiempo."
        },
        {
            "number": "32",
            "text": "A yuj chi' a ol cham vinh sat sacerdote, axo junoc eb' yuninal vinh tz'ochcan sq'uexuloc. Tz'ak'chajq'ue aceite d'a sjolom, tz'ak'jipax silab' yuj yochcan yopisio, syak'anoch spichul te nivan yelk'ochi."
        },
        {
            "number": "33",
            "text": "A tz'ak'an silab' yic sacb'itan jun lugar to Vicnhej Yaji, in cajnub' b'aj tzin ch'ox in b'a yed' altar. Syak'anpax silab' yic stup smul eb' sacerdote yed' ex israel ex tic."
        },
        {
            "number": "34",
            "text": "A jun tic ley tz'ajcan d'a e cal d'a masanil tiempo. Junel tz'ak'ji silab' tic d'a yol junjun ab'il yic slajviel e mul a ex chonhab' israel ex tic, xchi Jehová. Icha val ix aj yalan Jehová, icha chi' ix yutej vinhaj Moisés chi' yalani."
        }
    ]
}