{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Jehová t'a winhaj Moisés ayic ix lajwi scham chawanh heb' yuninal winhaj Aarón, yujto ix scomon nitzejb'at sb'a heb' t'a slak'anil Jehová,"
        },
        {
            "number": "2",
            "text": "ix yalan t'a winhaj Moisés chi' icha tik: Al t'a winh uk'tac aj Aarón to max comon och winh t'a yol in cajnub' t'a jun lugar Vicnhej Yaji, aton jun lugar ay t'a spaticoch k'apac cortina. Max yal-laj scomon k'och winh b'aj ay smacul b'aj tz'ak'ji tup mul, aton smacul te' scaxail in trato, yic max cham winh, yujto a in ol in ch'ox in b'ha t'a skal asun t'a yib'anh smacul scaxail in trato chi'."
        },
        {
            "number": "3",
            "text": "Ayic tz'och winhaj Aarón t'a yol jun lugar chi', yowalil syik'cot junok nok' quelem wacax winh yic tz'och silab'oc yuj smul yet' junok nok' ch'ac calnel snhusjitz'a smasanil."
        },
        {
            "number": "4",
            "text": "Syak'och spichul winh nab'a lino, aton spichul winh jucan, yol swex winh, k'apac stzek'ul snanhal winh yet' sb'ak'ul sjolom winh. Ha juntzanh pichul chi' te niwan yelk'ochi, yuj chi' b'ab'el sb'iquel sb'a winh ichato chi' syak'anoch winh."
        },
        {
            "number": "5",
            "text": "Axo heb' eyetisraelal syik'cot chawanhoc nok' mam chiwa heb' yic tz'ak'ji nok' silab'il yuj smul heb', syik'paxcot junok nok' ch'ac calnel heb' yic snhusjitz'aoc."
        },
        {
            "number": "6",
            "text": "Syik'ancot nok' quelem wacax chi' winhaj Aarón chi' yic tz'och nok' silab'oc yuj smul. Ha jun nok' chi' yic nok' winh, yuj yak'ji tup smul winh yet' masanil heb' ayek' t'a yol spat."
        },
        {
            "number": "7",
            "text": "Slajwi chi' syik'anpaxcot chawanh nok' mam chiwa chi' winh t'a yichanh in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "8",
            "text": "Syak'anoch suerte winh t'a yib'anh nok' chiwa chi' schawanhil: Jun nok' tz'ak'ji silab'oc t'ayin, haxo junxo nok', tz'ak'chajcanoch mul t'a yib'anh nok', spechchajcanb'at nok' t'a tzinan lu'um."
        },
        {
            "number": "9",
            "text": "Ha nok' tz'em suerte t'a yib'anh to wico', syik'cot nok' winhaj Aarón chi' silab'oc yic stupcanel smul heb' israel."
        },
        {
            "number": "10",
            "text": "Axo junxo nok' chiwa chi', t'a spitzanil nok' tz'och t'a wichanh, tz'ak'jicanoch mul t'a yib'anh nok', tz'actajcanb'at nok' t'a tzinan lu'um syik'ancanb'at smul heb' israel chi' nok'."
        },
        {
            "number": "11",
            "text": "Ayic listaxo yaj juntzanh tik smasanil, smilancham nok' quelem wacax winhaj Aarón chi', syak'an nok' winh silab'il yic tz'ak'ji tup smul yet' smul masanil heb' ayek' yet' winh t'a yol spat."
        },
        {
            "number": "12",
            "text": "Slajwi chi', syik'ancot jun chaynub' yic incienso winh, b'ut'an yet' stzak'aq'uil altar ay t'a wichanh yet' cha b'echanhoc incienso suk'uq'ui sjab', syik'anoch winh t'a yoloch k'apac cortina ayoch t'a snanhal in cajnub'."
        },
        {
            "number": "13",
            "text": "Syak'anem incienso chi' winh t'a yib'anh tzak'ak' t'a wichanh, haxo t'a yib'anh smacul b'aj tz'ak'ji tup mul, aton smacul scaxail in trato, tz'och moyan stab'il incienso chi' yic wach' max cham winh."
        },
        {
            "number": "14",
            "text": "Syik'ancot jab'oc schiq'uil nok' quelem wacax chi' winh, slab'anem yiximal sk'ab' winh t'a skal chik' chi', stzicanb'at winh t'a yib'anh smacul caxa chi' b'aj tz'ochk'och winh chi', uquel stzicoch chik' chi' winh t'a yichanh smacul chi'."
        },
        {
            "number": "15",
            "text": "Slajwi chi', tz'elxita winh, smilancham nok' chiwa winh, aton nok' tz'och silab'il yuj smul heb' israel, syik'anoch schiq'uil nok' winh t'a yoloch k'apac cortina chi', stzicanpaxem schiq'uil nok' chi' winh t'a yib'anh smacul caxa chi' yet' t'a yichanh, icha syutej schiq'uil nok' quelem wacax winh t'a sb'ab'elal."
        },
        {
            "number": "16",
            "text": "Icha wal chi' syutej winhaj Aarón chi' sacb'itan jun lugar Vicnhej Yaji yuj yalxonhej tas chukal yet' spitalil heb' israel tik. Icha chi' ol aj sacb'ican masanil in cajnub' b'aj tzin ch'ox in b'a, aton jun ayek' eyed'oc t'a skal chukal tze k'ulej."
        },
        {
            "number": "17",
            "text": "Malaj junok mach ayek' t'a yol in cajnub' yacb'an ayoch winhaj Aarón chi' t'a jun lugar Vicnhej Yaji yic syak'an silab' winh yic stup smul yet' smul masanil heb' ayek' yet' winh t'a yol spat yet' smul heb' chonhab' masanil."
        },
        {
            "number": "18",
            "text": "Slajwi yelxita winh, sacb'itan altar winh ayek' t'a wichanh, aton b'aj snhusjitz'a silab', syik'anelta jab'oc schiq'uil nok' wacax chi' winh yet' jab'oc yic nok' mam chiwa, syak'anoch winh t'a sch'ac altar ay t'a schiquin schanhil."
        },
        {
            "number": "19",
            "text": "Stzicanoch uquel schiq'uil nok' nok' chi' winh yet' yiximal sk'ab' t'a yib'anh altar chi', icha chi' tz'aj sacb'itan altar chi' winh yuj he mul a ex israel ex tik."
        },
        {
            "number": "20",
            "text": "Slajwi sacb'ican jun lugar Vicnhej Yaji, in cajnub' yet' pax altar yuj winh, schecan winh ik'joccot nok' mam chiwa pitzan chi'."
        },
        {
            "number": "21",
            "text": "Slajwi chi', syak'anb'at sk'ab' winh schab'il t'a sjolom nok', tz'och ijan winh yalanem smul yet' spitalil heb' yetchonhab' t'a yib'anh nok'. Icha chi' tz'aj skan smul heb' t'a yib'anh nok'. Axo jun winh sik'b'ilxoel b'at ak'ancan nok' t'a tzinan lu'um b'aj te najat."
        },
        {
            "number": "22",
            "text": "Stijancanb'at nok' winh ta', satcanb'at nok' t'a taquinh lum chi'. Icha chi' tz'aj yik'jicanb'at smul chonhab' Israel yuj nok', aton b'aj manhxalaj anima tz'eq'ui."
        },
        {
            "number": "23",
            "text": "Slajwi chi' tz'ochixta winhaj Aarón t'a yol in cajnub' yic sk'exanel spichul winh ayochi, k'apac nab'a lino, k'apac ayoch yuj winh a tz'ochta t'a yol jun lugar to Vicnhej Yaji, syak'ancan k'apac winh ta'."
        },
        {
            "number": "24",
            "text": "Anheja' t'a yol in cajnub' chi' sb'iquel sb'a winh, syak'anoch spichul winh syak'taxonoch t'a yopisio. Slajwi chi', snhusantz'a silab' winh, aton yic winh yet' silab' yic heb' israel chi' smasanil. Icha chi' tz'aj stupcanel smul winh yet' yic heb' yetchonhab' chi'."
        },
        {
            "number": "25",
            "text": "Ha jantac xepual nok' silab' yuj mul, snhusjipaxtz'ha t'a yib'anh altar."
        },
        {
            "number": "26",
            "text": "Axo winh b'at ak'ancan nok' mam chiwa t'a taquinh lum chi', ayic sjax winh, sjuk'el spichul winh, sb'icanpaxel sb'a winh. Ichato chi' syal yochta winh t'a yol campamento."
        },
        {
            "number": "27",
            "text": "Ha nok' quelem wacax yet' nok' mam chiwa smiljicham silab'il yuj stupcanel mul, aton nok' tz'ik'jicot schiq'uil t'a yol jun lugar to Vicnhej Yaji, tz'ik'jicanb'at sniwanil nok' t'a spatiquel campamento. Ata' snhusjitz'a nok' yet' stz'umal yet' masanil sniwanil."
        },
        {
            "number": "28",
            "text": "Ha winh snhusantz'a nok' chi', yowalil sjuk'el spichul winh, sb'icanpaxel sb'a winh, ichato chi' syal yochta winh t'a yol campamento."
        },
        {
            "number": "29",
            "text": "Ha jun tik ley tz'ajkan t'a he kal t'a masanil tiempo ex israel ex, ma heb' ch'oc chonhab'il ayek' t'a he kal. Ha t'a slajunhil k'ual t'a yuquil uj, tzex och t'a tzek'ojk'olal, malaj mach smunlaj t'a jun k'ual chi',"
        },
        {
            "number": "30",
            "text": "yujto a jun k'ual chi', sk'ual yak'ji silab' yuj he mul yic wach' stupcanel he mul t'a wichanh."
        },
        {
            "number": "31",
            "text": "Ha jun k'ual chi', sk'ual ik'oj ip tz'ajcani yet' tzek'ojk'olal, ley tz'ajkan t'a he kal t'a masanil tiempo."
        },
        {
            "number": "32",
            "text": "Ha yuj chi' a ol cham winh sat sacerdote, haxo junok heb' yuninal winh tz'ochcan sk'exuloc. Tz'ak'chajk'e aceite t'a sjolom, tz'ak'jipax silab' yuj yochcan yopisio, syak'anoch spichul te niwan yelk'ochi."
        },
        {
            "number": "33",
            "text": "Ha tz'ak'an silab' yic sacb'itan jun lugar to Vicnhej Yaji, in cajnub' b'aj tzin ch'ox in b'a yet' altar. Syak'anpax silab' yic stup smul heb' sacerdote yet' ex israel ex tik."
        },
        {
            "number": "34",
            "text": "Ha jun tik ley tz'ajkan t'a he kal t'a masanil tiempo. Junel tz'ak'ji silab' tik t'a yol junjun ab'il yic slajwiel he mul a ex chonhab' israel ex tik, xchi Jehová. Icha wal ix aj yalan Jehová, icha chi' ix yutej winhaj Moisés chi' yalani."
        }
    ]
}