{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Al t'a vinhaj Aarón yet' t'a eb' yuninal yet' t'a masanil eb' etchonhab' to in checnab'il juntzanhxo tik:"
        },
        {
            "number": "3",
            "text": "Yalnhej mach smilancham junok nok' vacax, junok nok' calnel, ma junok nok' chiva silab'oc t'a spatiquel campamento, ma t'a yool,"
        },
        {
            "number": "4",
            "text": "palta max yik'cotlaj nok' t'a stielxo in cajnub' b'aj tzin ch'ox in b'a, yovalil manhxa yalan yic t'a e cal. Ha jun chi' scotcan t'a yib'anh, yujto tonhej stob'canem schiq'uil nok' ta'."
        },
        {
            "number": "5",
            "text": "Icha chi' tz'aj valani yic mantzac e comon milej nok' nok' silab'il t'a spatiquel campamento, palta to tzeyik'cot nok' t'a stiel in cajnub', haxo junok vinh sacerdote tz'ak'anoch nok' silab'il yic junk'olal t'a vichanh."
        },
        {
            "number": "6",
            "text": "Ha vinh sacerdote chi' stzicanoch schiq'uil nok' t'a spatictac altar t'a vichanh, aton t'a stielxo in cajnub', snhustz'a xepual nok' vinh t'a vichanh, suk'uq'ui sjab' svab'i."
        },
        {
            "number": "7",
            "text": "Manhxa b'ak'uinh tzeyak' junocxo silab' t'a eb' enemigo, aton juntzanh b'aj ochnac ex ejmelal. Yujnhej juntzanh chi' ex juwiel t'a vichanh. Ha jun tik ley tz'ajkan t'a e cal t'a masanil tiempo."
        },
        {
            "number": "8",
            "text": "Yalnhej mach eb' eyetisraelal, ma ch'oc chonhab'il cajanek' t'a e cal, tato syak' junok silab' stz'ai, ma yalnhej tas silab'il,"
        },
        {
            "number": "9",
            "text": "palta to max yik'cotlaj t'a stielxo in cajnub' b'aj tzin ch'ox in b'a yic tz'ak'ji t'ayin, a jun anima chi', manhxa yalan yic t'a e cal."
        },
        {
            "number": "10",
            "text": "Te ay val yoval in k'ol t'a yalnhej mach eyetisraelal ma junok ch'oc chonhab'il ayek' t'a e cal schi'an schiq'uil nok' nok'. Ha in val ol in och ajk'olal t'ay, ol in satanel t'a e cal."
        },
        {
            "number": "11",
            "text": "Yujto masanil nok' nok' yet' anima, a yuj schiq'uil pitzan, yuj chi' ix vala' to stob'jioch schiq'uil nok' t'a spatictac altar yic slajvicanel mul. Yujto ha t'a schiq'uil nok' chi' ay sq'uinal yuj chi' syal yak'an tup mul chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' sval t'ayex israel ex tik to malaj junok ex, ma eb' ch'oc chonhab'il ayek' cajan t'a e cal syal chi'an schiq'uil nok' nok'."
        },
        {
            "number": "13",
            "text": "Yalnhej mach ex ma eb' ch'oc chonhab'il ayek' cajan t'a e cal syamchaj junok nok' nok' yuj, ma junok nok' much, aton nok' toxonton schiji, yovalil syik'canel schiq'uil nok', smucancan yet' lum lum."
        },
        {
            "number": "14",
            "text": "Yujto a chik' chi' ik'an pitzan nok', yuj chi' sval t'ayex to max yal-laj schiji nok' chib'ej aytooch schiq'uil. Yalnhej mach schi'ani, satjiel t'a e cal."
        },
        {
            "number": "15",
            "text": "Yalnhej mach ex, ma ch'oc chonhab'il schi'an nok' chib'ej to tonhej schami, mato smiljicham yuj junok nok' chium nok', yovalil sjuq'uel spichul, sb'icanel sb'a, palta manh wach'oc tz'ajcani masanto sq'uik'b'iemi."
        },
        {
            "number": "16",
            "text": "Palta tato max sjuq'uel spichul, mato max sb'iquel sb'a, scannhej smul chi' t'a yib'anh, xa chi, xchi Jehová t'a vinhaj Moisés chi'."
        }
    ]
}