{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "2",
            "text": "Al d'a vinhaj Aarón yed' d'a eb' yuninal yed' d'a masanil eb' etchonhab' to in checnab'il juntzanhxo tic:"
        },
        {
            "number": "3",
            "text": "Yalnhej mach smilancham junoc nok' vacax, junoc nok' calnel, ma junoc nok' chiva silab'oc d'a spatiquel campamento, ma d'a yool,"
        },
        {
            "number": "4",
            "text": "palta max yik'cotlaj nok' d'a stielxo in cajnub' b'aj tzin ch'ox in b'a, yovalil manhxa yalan yic d'a e cal. A jun chi' scotcan d'a yib'anh, yujto tonhej stob'canem schiq'uil nok' ta'."
        },
        {
            "number": "5",
            "text": "Icha chi' tz'aj valani yic mantzac e comon milej nok' nok' silab'il d'a spatiquel campamento, palta to tzeyik'cot nok' d'a stiel in cajnub', axo junoc vinh sacerdote tz'ak'anoch nok' silab'il yic junk'olal d'a vichanh."
        },
        {
            "number": "6",
            "text": "A vinh sacerdote chi' stzicanoch schiq'uil nok' d'a spatictac altar d'a vichanh, aton d'a stielxo in cajnub', snhustz'a xepual nok' vinh d'a vichanh, suk'uq'ui sjab' svab'i."
        },
        {
            "number": "7",
            "text": "Manhxa b'aq'uinh tzeyak' junocxo silab' d'a eb' enemigo, aton juntzanh b'aj ochnac ex ejmelal. Yujnhej juntzanh chi' ex juviel d'a vichanh. A jun tic ley tz'ajcan d'a e cal d'a masanil tiempo."
        },
        {
            "number": "8",
            "text": "Yalnhej mach eb' eyetisraelal, ma ch'oc chonhab'il cajanek' d'a e cal, tato syak' junoc silab' stz'ai, ma yalnhej tas silab'il,"
        },
        {
            "number": "9",
            "text": "palta to max yik'cotlaj d'a stielxo in cajnub' b'aj tzin ch'ox in b'a yic tz'ak'ji d'ayin, a jun anima chi', manhxa yalan yic d'a e cal."
        },
        {
            "number": "10",
            "text": "Te ay val yoval in k'ol d'a yalnhej mach eyetisraelal ma junoc ch'oc chonhab'il ayek' d'a e cal schi'an schiq'uil nok' nok'. A in val ol in och ajk'olal d'ay, ol in satanel d'a e cal."
        },
        {
            "number": "11",
            "text": "Yujto masanil nok' nok' yed' anima, a yuj schiq'uil pitzan, yuj chi' ix vala' to stob'jioch schiq'uil nok' d'a spatictac altar yic slajvicanel mul. Yujto a d'a schiq'uil nok' chi' ay sq'uinal yuj chi' syal yak'an tup mul chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' sval d'ayex israel ex tic to malaj junoc ex, ma eb' ch'oc chonhab'il ayek' cajan d'a e cal syal chi'an schiq'uil nok' nok'."
        },
        {
            "number": "13",
            "text": "Yalnhej mach ex ma eb' ch'oc chonhab'il ayek' cajan d'a e cal syamchaj junoc nok' nok' yuuj, ma junoc nok' much, aton nok' toxonton schiji, yovalil syik'canel schiq'uil nok', smucancan yed' lum luum."
        },
        {
            "number": "14",
            "text": "Yujto a chik' chi' ik'an pitzan nok', yuj chi' sval d'ayex to max yal-laj schiji nok' chib'ej aytooch schiq'uil. Yalnhej mach schi'ani, satjiel d'a e cal."
        },
        {
            "number": "15",
            "text": "Yalnhej mach ex, ma ch'oc chonhab'il schi'an nok' chib'ej to tonhej schami, mato smiljicham yuj junoc nok' chium nok', yovalil sjuq'uel spichul, sb'icanel sb'a, palta manh vach'oc tz'ajcani masanto sq'uik'b'iemi."
        },
        {
            "number": "16",
            "text": "Palta tato max sjuq'uel spichul, mato max sb'iquel sb'a, scannhej smul chi' d'a yib'anh, xa chi, xchi Jehová d'a vinhaj Moisés chi'."
        }
    ]
}