{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "2",
            "text": "Al juntzanh checnab'il tic smasanil d'a eb' etisraelal: A in Jehová e Diosal in."
        },
        {
            "number": "3",
            "text": "Manh e b'eyb'alej sb'eyb'al eb' aj Egipto, aton jun chonhab' b'aj ek'nac ex cajan. Manh e b'eyb'alejpax sb'eyb'al eb' aj Canaán, aton b'aj van ex vik'anb'ati."
        },
        {
            "number": "4",
            "text": "k'anab'ajejec in checnab'il, tze k'anab'ajan e b'eyb'alan in k'ayb'ub'al. A in ton Jehová e Diosal in svala'."
        },
        {
            "number": "5",
            "text": "B'eyb'alejec in checnab'il yed' in k'ayb'ub'al. A mach ol k'anab'ajanoc, ol schanhej sq'uinal yuuj. A in ton Jehová in svala'."
        },
        {
            "number": "6",
            "text": "Malajocab' junoc vinh vinac smulan yed' junoc ix ix to ayto yuj sb'a yed'oc. A inton Jehová in svala'."
        },
        {
            "number": "7",
            "text": "Malajocab' junoc mach syak' q'uixvelal smam, smulan yed' snun, yelxo val te chuc yujto snun ton val."
        },
        {
            "number": "8",
            "text": "Malajocab' junoc vinh vinac smulan yed' ix yetb'eyum smam yic max yak' q'uixvelal smam chi'."
        },
        {
            "number": "9",
            "text": "Malajocab' junoc vinh vinac smulan yed' yanab': Yanab' yuj smam, ma yuj snun, vach'chom d'a yol spat aljinac ix, mato ch'oc b'aj aljinac, manh smojoc smulan yed' ix."
        },
        {
            "number": "10",
            "text": "Malajocab' junoc vinh vinac syak' q'uixvelal sb'a smulan yed' ix yixchiquin, yixchiquin yuj yuninal, ma yuj yisil. Max yal-laj smulan yed'oc."
        },
        {
            "number": "11",
            "text": "Malajocab' junoc vinh vinac smulan yed' ix yune' ix yisil smam, yisil val smam chi', schab'il yanab' yaj ix, max yal-laj smulan yed' ix."
        },
        {
            "number": "12",
            "text": "Malajocab' junoc vinh vinac smulan yed' ix yanab' smam, yujto a' och smam chi' yed' ix."
        },
        {
            "number": "13",
            "text": "Malajocab' junoc vinh vinac smulan yed' ix snulej ix snun, yujto a' och ix snun vinh chi' yed' ix."
        },
        {
            "number": "14",
            "text": "Malajocab' junoc vinh vinac syak' q'uixvelal yuk'tac smam smulan yed' ix yetb'eyum vinh, yujto ichato ayto yuj sb'a yed' ix."
        },
        {
            "number": "15",
            "text": "Malajocab' junoc vinh vinac smulan yed' ix yalib', yujto yetb'eyum ix vinh yuninal vinh, max yal-laj smulan vinh yed' ix."
        },
        {
            "number": "16",
            "text": "Malajocab' junoc vinh vinac syak' q'uixvelal yuk'tac yuj smulan yed' ix yetb'eyum vinh yuk'tac chi'."
        },
        {
            "number": "17",
            "text": "Tato ay junoc vinh vinac tz'ik'an junoc ix ix, max yal-laj smulan vinh yed' ix yune' ix, to schab'il yisil yaj ix. Max yalpaxlaj smulan vinh yed' ix yixchiquin ix, yixchiquin yuj junoc vinh yune' ix, ma yuj junoc ix yune' ix. Yelxo val te chuc icha chi', yujto yicnhej ix yaj eb' chi'."
        },
        {
            "number": "18",
            "text": "Malajocab' junoc vinh vinac syik'q'ue snulej yetb'eyum, max yal-laj yik'ani yacb'an pitzanto ix yetb'eyum chi', yic vach' max och ajk'olal d'a scal eb' ix."
        },
        {
            "number": "19",
            "text": "Malajocab' junoc vinh vinac ay tas sk'ulej yed' junoc ix ix ayic ayoch ix d'a stiempoal yic sb'isan uj."
        },
        {
            "number": "20",
            "text": "Malajocab' junoc vinh vinac smulan yed' ix yetb'eyum junocxo vinac, manh vach'oc scan eb' d'a yichanh ley."
        },
        {
            "number": "21",
            "text": "Malajocab' junoc vinh vinac snhusantz'a junoc yuninal silab'oc d'a jun comon dios scuchan Moloc. Tato sk'ulej icha chi', malaj velk'och d'a yol sat. A in Jehová in sval tic."
        },
        {
            "number": "22",
            "text": "Malajocab' junoc vinh vinac smulan yed' junoc yetvinaquil, icha sk'ulej yed' junoc ix ix, a jun chi' te yajb'entac."
        },
        {
            "number": "23",
            "text": "Malajocab' junoc vinh vinac smulan yed' nok' nok', malajocab' junoc mach syixtejb'at sb'a d'a icha chi'. Malajocab' pax junoc ix ix smulan yed' junoc nok' nok', yujto yelxo val manhxo smojoc."
        },
        {
            "number": "24",
            "text": "Malajocab' mach syixtejb'at sb'a yed' juntzanh tic, yujto a d'a smasanil juntzanh tic, syixtejb'at sb'a juntzanh anima ol viq'uel d'a eyichanh tic."
        },
        {
            "number": "25",
            "text": "Yuj juntzanh chi', manhxo pax vach'oc yaj sluum eb', van vak'an yovalil d'a eb', van vak'an satjocpaxel eb' d'a sluum chi'."
        },
        {
            "number": "26",
            "text": "Masanil juntzanh chi', sb'eyb'alej juntzanh anima cajan d'a jun luum chi', ayic manto ex k'och cajan a ex tic. Yuj chi' yelxo val manh vach'oc yaj jun luum chi' yuj eb'. Palta a ex israel ex tic yed' eb' ch'oc chonhab'il ayek' cajan d'a e cal, yovalil tze b'eyb'alej, tze k'anab'ajanpax in checnab'il tic. Manh e k'ulej masanil juntzanh tastac manh vach'oc sk'ulej eb' chi', yic vach' max ex satjipax el a ex tic d'a jun luum chi'."
        },
        {
            "number": "27",
            "text": "A mach sb'eyb'alan juntzanh tastac yajb'entac chi', yovalil satjiel d'a e cal."
        },
        {
            "number": "28",
            "text": "Yuj val chi' b'eyb'alejec in checnab'il, manh e b'eyb'alej juntzanh b'eyb'al yajb'entac chi', aton juntzanh sb'eyb'alaji ayic manto ex k'ochlaj ta', manh eyixtejb'at e b'a d'a icha chi'. A in Jehová e Diosal in svala', xchi Jehová d'a vinhaj Moisés chi'."
        }
    ]
}