{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Al juntzanh checnab'il tik smasanil t'a eb' etisraelal: Ha in Jehová e Diosal in."
        },
        {
            "number": "3",
            "text": "Manh e b'eyb'alej sb'eyb'al eb' aj Egipto, aton jun chonhab' b'aj ek'nac ex cajan. Manh e b'eyb'alejpax sb'eyb'al eb' aj Canaán, aton b'aj van ex vik'anb'ati."
        },
        {
            "number": "4",
            "text": "k'anab'ajejec in checnab'il, tze k'anab'ajan e b'eyb'alan in k'ayb'ub'al. Ha in ton Jehová e Diosal in svala'."
        },
        {
            "number": "5",
            "text": "B'eyb'alejec in checnab'il yet' in k'ayb'ub'al. Ha mach ol k'anab'ajanoc, ol schanhej sq'uinal yuj. Ha in ton Jehová in svala'."
        },
        {
            "number": "6",
            "text": "Malajocab' junok vinh vinac smulan yet' junok ix ix to ayto yuj sb'a yet'oc. Ha inton Jehová in svala'."
        },
        {
            "number": "7",
            "text": "Malajocab' junok mach syak' q'uixvelal smam, smulan yet' snun, yelxo val te chuc yujto snun ton val."
        },
        {
            "number": "8",
            "text": "Malajocab' junok vinh vinac smulan yet' ix yetb'eyum smam yic max yak' q'uixvelal smam chi'."
        },
        {
            "number": "9",
            "text": "Malajocab' junok vinh vinac smulan yet' yanab': Yanab' yuj smam, ma yuj snun, wach'chom t'a yol spat aljinac ix, mato ch'oc b'aj aljinac, manh smojoc smulan yet' ix."
        },
        {
            "number": "10",
            "text": "Malajocab' junok vinh vinac syak' q'uixvelal sb'a smulan yet' ix yixchiquin, yixchiquin yuj yuninal, ma yuj yisil. Max yal-laj smulan yet'oc."
        },
        {
            "number": "11",
            "text": "Malajocab' junok vinh vinac smulan yet' ix yune' ix yisil smam, yisil val smam chi', schab'il yanab' yaj ix, max yal-laj smulan yet' ix."
        },
        {
            "number": "12",
            "text": "Malajocab' junok vinh vinac smulan yet' ix yanab' smam, yujto ha' och smam chi' yet' ix."
        },
        {
            "number": "13",
            "text": "Malajocab' junok vinh vinac smulan yet' ix snulej ix snun, yujto ha' och ix snun vinh chi' yet' ix."
        },
        {
            "number": "14",
            "text": "Malajocab' junok vinh vinac syak' q'uixvelal yuk'tac smam smulan yet' ix yetb'eyum vinh, yujto ichato ayto yuj sb'a yet' ix."
        },
        {
            "number": "15",
            "text": "Malajocab' junok vinh vinac smulan yet' ix yalib', yujto yetb'eyum ix vinh yuninal vinh, max yal-laj smulan vinh yet' ix."
        },
        {
            "number": "16",
            "text": "Malajocab' junok vinh vinac syak' q'uixvelal yuk'tac yuj smulan yet' ix yetb'eyum vinh yuk'tac chi'."
        },
        {
            "number": "17",
            "text": "Tato ay junok vinh vinac tz'ik'an junok ix ix, max yal-laj smulan vinh yet' ix yune' ix, to schab'il yisil yaj ix. Max yalpaxlaj smulan vinh yet' ix yixchiquin ix, yixchiquin yuj junok vinh yune' ix, ma yuj junok ix yune' ix. Yelxo val te chuc icha chi', yujto yicnhej ix yaj eb' chi'."
        },
        {
            "number": "18",
            "text": "Malajocab' junok vinh vinac syik'q'ue snulej yetb'eyum, max yal-laj yik'ani yacb'an pitzanto ix yetb'eyum chi', yic wach' max och ajk'olal t'a skal eb' ix."
        },
        {
            "number": "19",
            "text": "Malajocab' junok vinh vinac ay tas sk'ulej yet' junok ix ix ayic ayoch ix t'a stiempoal yic sb'isan uj."
        },
        {
            "number": "20",
            "text": "Malajocab' junok vinh vinac smulan yet' ix yetb'eyum junocxo vinac, manh wach'oc skan eb' t'a yichanh ley."
        },
        {
            "number": "21",
            "text": "Malajocab' junok vinh vinac snhusantz'a junok yuninal silab'oc t'a jun comon dios scuchan Moloc. Tato sk'ulej icha chi', malaj velk'och t'a yol sat. Ha in Jehová in sval tik."
        },
        {
            "number": "22",
            "text": "Malajocab' junok vinh vinac smulan yet' junok yetvinaquil, icha sk'ulej yet' junok ix ix, a jun chi' te yajb'entac."
        },
        {
            "number": "23",
            "text": "Malajocab' junok vinh vinac smulan yet' nok' nok', malajocab' junok mach syixtejb'at sb'ha t'a icha chi'. Malajocab' pax junok ix ix smulan yet' junok nok' nok', yujto yelxo val manhxo smojoc."
        },
        {
            "number": "24",
            "text": "Malajocab' mach syixtejb'at sb'a yet' juntzanh tik, yujto ha t'a smasanil juntzanh tik, syixtejb'at sb'a juntzanh anima ol viq'uel t'a eyichanh tik."
        },
        {
            "number": "25",
            "text": "Yuj juntzanh chi', manhxo pax wach'oc yaj sluum eb', van vak'an yovalil t'a eb', van vak'an satjocpaxel eb' t'a sluum chi'."
        },
        {
            "number": "26",
            "text": "Masanil juntzanh chi', sb'eyb'alej juntzanh anima cajan t'a jun lu'um chi', ayic manto ex k'och cajan a ex tik. Yuj chi' yelxo val manh wach'oc yaj jun lu'um chi' yuj eb'. Palta a ex israel ex tik yet' eb' ch'oc chonhab'il ayek' cajan t'a e cal, yovalil tze b'eyb'alej, tze k'anab'ajanpax in checnab'il tik. Manh e k'ulej masanil juntzanh tastac manh wach'oc sk'ulej eb' chi', yic wach' max ex satjipax el a ex tik t'a jun lu'um chi'."
        },
        {
            "number": "27",
            "text": "Ha mach sb'eyb'alan juntzanh tastac yajb'entac chi', yovalil satjiel t'a e cal."
        },
        {
            "number": "28",
            "text": "Yuj val chi' b'eyb'alejec in checnab'il, manh e b'eyb'alej juntzanh b'eyb'al yajb'entac chi', aton juntzanh sb'eyb'alaji ayic manto ex k'ochlaj ta', manh eyixtejb'at e b'ha t'a icha chi'. Ha in Jehová e Diosal in svala', xchi Jehová t'a vinhaj Moisés chi'."
        }
    ]
}