{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Al juntzanh checnab'il tik smasanil t'a heb' etisraelal: Ha in Jehová he Diosal in."
        },
        {
            "number": "3",
            "text": "Manh he b'eyb'alej sb'eyb'al heb' aj Egipto, aton jun chonhab' b'aj ek'nac ex kajan. Manh he b'eyb'alejpax sb'eyb'al heb' aj Canaán, aton b'aj wan ex wik'anb'ati."
        },
        {
            "number": "4",
            "text": "k'anab'ajejec in checnab'il, tze k'anab'ajan he b'eyb'alan in k'ayb'ub'al. Ha in ton Jehová he Diosal in swala'."
        },
        {
            "number": "5",
            "text": "B'eyb'alejec in checnab'il yet' in k'ayb'ub'al. Ha mach ol k'anab'ajanoc, ol schanhej sk'inal yuj. Ha in ton Jehová in swala'."
        },
        {
            "number": "6",
            "text": "Malajokab' junok winh winak smulan yet' junok ix ix to ayto yuj sb'a yet'oc. Ha inton Jehová in swala'."
        },
        {
            "number": "7",
            "text": "Malajokab' junok mach syak' q'uixwelal smam, smulan yet' snun, yelxo wal te chuk yujto snun ton wal."
        },
        {
            "number": "8",
            "text": "Malajokab' junok winh winak smulan yet' ix yetb'eyum smam yic max yak' q'uixwelal smam chi'."
        },
        {
            "number": "9",
            "text": "Malajokab' junok winh winak smulan yet' yanab': Yanab' yuj smam, ma yuj snun, wach'chom t'a yol spat aljinac ix, mato ch'oc b'aj aljinac, manh smojoc smulan yet' ix."
        },
        {
            "number": "10",
            "text": "Malajokab' junok winh winak syak' q'uixwelal sb'a smulan yet' ix yixchiquin, yixchiquin yuj yuninal, ma yuj yisil. Max yal-laj smulan yet'oc."
        },
        {
            "number": "11",
            "text": "Malajokab' junok winh winak smulan yet' ix yune' ix yisil smam, yisil wal smam chi', schab'il yanab' yaj ix, max yal-laj smulan yet' ix."
        },
        {
            "number": "12",
            "text": "Malajokab' junok winh winak smulan yet' ix yanab' smam, yujto ha' och smam chi' yet' ix."
        },
        {
            "number": "13",
            "text": "Malajokab' junok winh winak smulan yet' ix snulej ix snun, yujto ha' och ix snun winh chi' yet' ix."
        },
        {
            "number": "14",
            "text": "Malajokab' junok winh winak syak' q'uixwelal yuk'tac smam smulan yet' ix yetb'eyum winh, yujto ichato ayto yuj sb'a yet' ix."
        },
        {
            "number": "15",
            "text": "Malajokab' junok winh winak smulan yet' ix yalib', yujto yetb'eyum ix winh yuninal winh, max yal-laj smulan winh yet' ix."
        },
        {
            "number": "16",
            "text": "Malajokab' junok winh winak syak' q'uixwelal yuk'tac yuj smulan yet' ix yetb'eyum winh yuk'tac chi'."
        },
        {
            "number": "17",
            "text": "Tato ay junok winh winak tz'ik'an junok ix ix, max yal-laj smulan winh yet' ix yune' ix, to schab'il yisil yaj ix. Max yalpaxlaj smulan winh yet' ix yixchiquin ix, yixchiquin yuj junok winh yune' ix, ma yuj junok ix yune' ix. Yelxo wal te chuk icha chi', yujto yicnhej ix yaj heb' chi'."
        },
        {
            "number": "18",
            "text": "Malajokab' junok winh winak syik'k'e snulej yetb'eyum, max yal-laj yik'ani yacb'an pitzanto ix yetb'eyum chi', yic wach' max och ajk'olal t'a skal heb' ix."
        },
        {
            "number": "19",
            "text": "Malajokab' junok winh winak ay tas sk'ulej yet' junok ix ix ayic ayoch ix t'a stiempoal yic sb'isan uj."
        },
        {
            "number": "20",
            "text": "Malajokab' junok winh winak smulan yet' ix yetb'eyum junokxo winak, manh wach'oc skan heb' t'a yichanh ley."
        },
        {
            "number": "21",
            "text": "Malajokab' junok winh winak snhusantz'a junok yuninal silab'oc t'a jun comon Dios skuchan Moloc. Tato sk'ulej icha chi', malaj welk'och t'a yol sat. Ha in Jehová in swal tik."
        },
        {
            "number": "22",
            "text": "Malajokab' junok winh winak smulan yet' junok yetwinaquil, icha sk'ulej yet' junok ix ix, a jun chi' te yajb'entac."
        },
        {
            "number": "23",
            "text": "Malajokab' junok winh winak smulan yet' nok' nok', malajokab' junok mach syixtejb'at sb'ha t'a icha chi'. Malajokab' pax junok ix ix smulan yet' junok nok' nok', yujto yelxo wal manhxo smojoc."
        },
        {
            "number": "24",
            "text": "Malajokab' mach syixtejb'at sb'a yet' juntzanh tik, yujto ha t'a smasanil juntzanh tik, syixtejb'at sb'a juntzanh anima ol wik'el t'a eyichanh tik."
        },
        {
            "number": "25",
            "text": "Yuj juntzanh chi', manhxo pax wach'oc yaj sluum heb', wan wak'an yowalil t'a heb', wan wak'an satjocpaxel heb' t'a sluum chi'."
        },
        {
            "number": "26",
            "text": "Masanil juntzanh chi', sb'eyb'alej juntzanh anima kajan t'a jun lu'um chi', ayic manto ex k'och kajan a ex tik. Yuj chi' yelxo wal manh wach'oc yaj jun lu'um chi' yuj heb'. Palta a ex israel ex tik yet' heb' ch'oc chonhab'il ayek' kajan t'a he kal, yowalil tze b'eyb'alej, tze k'anab'ajanpax in checnab'il tik. Manh he k'ulej masanil juntzanh tastac manh wach'oc sk'ulej heb' chi', yic wach' max ex satjipax el a ex tik t'a jun lu'um chi'."
        },
        {
            "number": "27",
            "text": "Ha mach sb'eyb'alan juntzanh tastac yajb'entac chi', yowalil satjiel t'a he kal."
        },
        {
            "number": "28",
            "text": "Yuj wal chi' b'eyb'alejec in checnab'il, manh he b'eyb'alej juntzanh b'eyb'al yajb'entac chi', aton juntzanh sb'eyb'alaji ayic manto ex k'ochlaj ta', manh eyixtejb'at he b'ha t'a icha chi'. Ha in Jehová he Diosal in swala', xchi Jehová t'a winhaj Moisés chi'."
        }
    ]
}