{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Al masanil juntzanh lolonel tik t'a eb' etisraelal: Wach'nhej tzeyutej e b'a, yujto a in Jehová in tik wach' innhej."
        },
        {
            "number": "3",
            "text": "k'anab'ajejec e mam e nun. Tze k'anab'ajej sleyal juntzanh sk'ual ik'oj ip to wik yaji. Ha in ton Jehová e Diosal in swala'."
        },
        {
            "number": "4",
            "text": "Manh eyak'och e pensar t'a juntzanh yechel comon dios, manh e b'opaxq'ue q'uen q'ueen e diosaloc. Ha in ton Jehová e Diosal in swala'."
        },
        {
            "number": "5",
            "text": "Ayic tzeyak'an silab' yic e junk'olal ved'oc, tze k'anab'ajej wal icha sleyal, yuj chi' ol in cha t'ayex."
        },
        {
            "number": "6",
            "text": "Ha nok' schib'ejal nok' tzeyak' silab'il chi', tze chi nok' t'a sk'ual chi' yet' t'a junxo k'u. Tato ayto nok' skan t'a schab'jial, snhuschajtz'a nok'."
        },
        {
            "number": "7",
            "text": "Tato tzato e chi nok' t'a schab'jial chi', chucxo t'a yol in sat, maxtzac in chalaj silab' chi' t'ayex."
        },
        {
            "number": "8",
            "text": "Ha mach schi'an nok' t'a schab'jial chi', max tuplaj smul chi' t'a yib'anh, yujto comon ix yutej tastac to wik yaji. Ha jun mach chi', manhxalaj yalan yic t'a e cal."
        },
        {
            "number": "9",
            "text": "Ayic tze molanq'ue sat tas tzeyavej t'a e lu'um, manh pilanoc tzeyutej e molanq'ue t'a stitac, manh ex ek' t'anhanh e sik'anq'ue ixim jolom trigo skan eyuuj."
        },
        {
            "number": "10",
            "text": "Ayic tze molan sat te' uva, manh ex meltzaj e say eyil t'a schaelal, manh e sik'q'ue sat sk'ajb'anemi. Ha juntzanh chi' canocab'i, yicxo eb' meb'a' yet' eb' ch'oc chonhab'il yaji. Ha in ton Jehová e Diosal in swala'."
        },
        {
            "number": "11",
            "text": "Manh ex elk'anoc, manh eyal esal lolonel, manh eyak' musansatil eb' eyetanimail."
        },
        {
            "number": "12",
            "text": "Manh e loc in b'i t'a es. Tato icha chi' tze k'ulej ichato malaj velk'och t'ayex. Ha in ton Jehová in swala'."
        },
        {
            "number": "13",
            "text": "Manh comonoc tzeyixtej eb' eyetanimail, manh e toq'uek' tastac ay t'a eb'. Manh eyala' to ato k'ik'an tze tup sk'u eb' winh e munlajvum smunlaj tiknaik."
        },
        {
            "number": "14",
            "text": "Manh e b'aj eb' chacanh, manh eyaq'uem tas t'a yol sb'e eb' max uji yilani, palta ayocab' velk'och t'a yol e sat. Ha in ton Jehová in swala'."
        },
        {
            "number": "15",
            "text": "Manh e b'o tas manh tojoloc ayic tze b'oan yaj junok lolonel. Manh eyak'och e b'a yet' eb' meb'a', manh eyak'paxoch e b'a yet' eb' nivac yelk'ochi. Te tojolnhej tzeyutej e b'oanel tas yaj eb'."
        },
        {
            "number": "16",
            "text": "Manh ex alvoc pecal t'a skal eb' eyetchonhab'. Manh e nachaanh esal lolonel t'a yib'anh junok eyetanimail yic smiljichamoc. Ha in ton Jehová in swala'."
        },
        {
            "number": "17",
            "text": "Mocab' chichonoch e k'ol t'a junok eyetanimail, palta wach' to tze cacha' tzeyak'an srazón yic wach' max cotcan t'a eyib'anh yet'oc."
        },
        {
            "number": "18",
            "text": "Manh e pac e b'a, mocab' chichonnhejoch e k'ol t'a eb' eyetchonhab'. Tze xajanej eb' ay t'a spatic schiquin e pat icha tzeyutej e ya ilan e b'a. Ha in ton Jehová in swala'."
        },
        {
            "number": "19",
            "text": "k'anab'ajejec juntzanh in checnab'il tik. Manh e cha tajnoc nok' e molb'etzal nok' yet' junokxo nok' nok' ch'oc yinhtilal. Manh e som eyinhat tzeyavej t'a e lu'um. Manh eyak'och k'apac pichul soman sch'alil yet' junokxo makan anh ch'al."
        },
        {
            "number": "20",
            "text": "Tato ay junok ix schecab' junok mach ayxo strato yet' junokxo winh vinac, palta tato ay junokxo winh smulan yet' ix, tz'ak'ji yowalil t'a eb' schavanhil. Max miljichamlaj eb', yujto mantzac tupji yic tz'el ix t'a libre."
        },
        {
            "number": "21",
            "text": "Ha winh smulan yet' ix chi', yowalil syik'cot junok nok' ch'ac calnel winh silab'il yuj smul chi' t'a stielxo in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "22",
            "text": "Smiljicham nok', haxo junok winh sacerdote tz'ak'anoch nok' t'a vichanh, yuj stupchaj smul winh chi'."
        },
        {
            "number": "23",
            "text": "Ayic ol ex k'och t'a lum Canaán, ol eyavan masanil macanhil te avb'en te' syak' sat. Oxe' ab'il max eyamlaj junok sat te' chi' yic tze loani, yujto ay yowalil t'a yol in sat."
        },
        {
            "number": "24",
            "text": "Axo t'a schanhil ab'il, masanil sat te' syak' chi', tzeyak' masanil t'ayin ofrendail yuj eyak'an yuj diosal, yujto wik yaj te' sat chi'."
        },
        {
            "number": "25",
            "text": "Axo t'a yoil ab'il, eyicxo yaj sat te' chi' yic tze lo'o. Tato ol e k'anab'ajej sleyal tik, yelxo wal ol yak' sat te'. Ha in ton Jehová e Diosal in swala'."
        },
        {
            "number": "26",
            "text": "Manh e chi nok' chib'ej to max el schiq'uil. Manh eyak'och e b'a e naanel tas tzuji, manh eyak'paxoch e b'ha t'a ajchumal."
        },
        {
            "number": "27",
            "text": "Manh setansetanoc tz'aj sjoxjiel xil e jolom, manh e joxpaxel xil e sat."
        },
        {
            "number": "28",
            "text": "Manh eyak' echnaj e b'a yuj cusk'olal yuj junok chamnac, manh eyak'och yechel junok tas t'a e nivanil. Ha in ton Jehová in swala'."
        },
        {
            "number": "29",
            "text": "Manh eyak' q'uixvelal ix eyisil, tzeyak'anoch ix ajmul ixal t'a stemplo juntzanh comon dios, yic wach' max ixtaxel sb'eyb'al eb' anima, yic max ixtaxpaxel e chonhab' yuj ajmulal."
        },
        {
            "number": "30",
            "text": "Yovalil tze k'anab'ajej sleyal juntzanh sk'ual ik'oj ip to wik yaji. Ayokab' yelk'och in cajnub' t'a yol e sat. Ha in Jehová in swala'."
        },
        {
            "number": "31",
            "text": "Manh ex b'at e k'anb'ej e b'ha t'a eb' ajchum, ma t'a eb' sk'uman spixan eb' chamnac yalani, yic wach' max eyixtejb'at e b'a. Ha in Jehová e Diosal in swala'."
        },
        {
            "number": "32",
            "text": "Q'ueanhec linhan t'a yichanh eb' ichamtac anima, nivanocab' yelk'och eb' t'a yol e sat. Ayokab'pax velk'och t'a yol e sat. Ha in ton Jehová in swala'."
        },
        {
            "number": "33",
            "text": "Manh eyixtej junok anima ch'oc chonhab'il ayek' t'a e cal."
        },
        {
            "number": "34",
            "text": "Xajan tzeyutej eb', ichato eyetchonhab' eb'. Ya'ilejec eb', icha tz'aj eya'ilan e b'a. Tze nacoti to a ex tik najtil ek'nac ex t'a ch'oc chonhab'il t'a yol yic Egipto. Ha in ton Jehová e Diosal in swala'."
        },
        {
            "number": "35",
            "text": "Manh eyixtej eb' anima t'a tas tze chonho', tz'acanocab' eyechlab' tzeyak'lab'ej, icha e ch'anh ayic tzeyechtan e lu'um ma juntzanhxo echlab' tze k'ana'."
        },
        {
            "number": "36",
            "text": "Ha e libra yet' eyalmul tze k'ana', tz'acanocab'i. Ha in ton Jehová e Diosal in ix ex viq'uelta t'a Egipto, a in swala'."
        },
        {
            "number": "37",
            "text": "Yuj wal chi', yowalil tze k'anab'ajej in b'eyb'al yet' masanil in checnab'il tik. Ha in ton Jehová in swala', xchi Jehová t'a winhaj Moisés chi'."
        }
    ]
}