{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "2",
            "text": "Al masanil juntzanh lolonel tic d'a eb' etisraelal: Vach'nhej tzeyutej e b'a, yujto a in Jehová in tic vach' innhej."
        },
        {
            "number": "3",
            "text": "k'anab'ajejec e mam e nun. Tze k'anab'ajej sleyal juntzanh sk'ual ik'oj ip to vic yaji. A in ton Jehová e Diosal in svala'."
        },
        {
            "number": "4",
            "text": "Manh eyak'och e pensar d'a juntzanh yechel comon dios, manh e b'opaxq'ue q'uen q'ueen e diosaloc. A in ton Jehová e Diosal in svala'."
        },
        {
            "number": "5",
            "text": "Ayic tzeyak'an silab' yic e junk'olal ved'oc, tze k'anab'ajej val icha sleyal, yuj chi' ol in cha d'ayex."
        },
        {
            "number": "6",
            "text": "A nok' schib'ejal nok' tzeyak' silab'il chi', tze chi nok' d'a sk'ual chi' yed' d'a junxo k'u. Tato ayto nok' scan d'a schab'jial, snhuschajtz'a nok'."
        },
        {
            "number": "7",
            "text": "Tato tzato e chi nok' d'a schab'jial chi', chucxo d'a yol in sat, maxtzac in chalaj silab' chi' d'ayex."
        },
        {
            "number": "8",
            "text": "A mach schi'an nok' d'a schab'jial chi', max tuplaj smul chi' d'a yib'anh, yujto comon ix yutej tastac to vic yaji. A jun mach chi', manhxalaj yalan yic d'a e cal."
        },
        {
            "number": "9",
            "text": "Ayic tze molanq'ue sat tas tzeyavej d'a e luum, manh pilanoc tzeyutej e molanq'ue d'a stitac, manh ex ek' d'anhanh e sik'anq'ue ixim jolom trigo scan eyuuj."
        },
        {
            "number": "10",
            "text": "Ayic tze molan sat te' uva, manh ex meltzaj e say eyil d'a schaelal, manh e sik'q'ue sat sk'ajb'anemi. A juntzanh chi' canocab'i, yicxo eb' meb'a' yed' eb' ch'oc chonhab'il yaji. A in ton Jehová e Diosal in svala'."
        },
        {
            "number": "11",
            "text": "Manh ex elk'anoc, manh eyal esal lolonel, manh eyak' musansatil eb' eyetanimail."
        },
        {
            "number": "12",
            "text": "Manh e loc in b'i d'a es. Tato icha chi' tze k'ulej ichato malaj velk'och d'ayex. A in ton Jehová in svala'."
        },
        {
            "number": "13",
            "text": "Manh comonoc tzeyixtej eb' eyetanimail, manh e toq'uek' tastac ay d'a eb'. Manh eyala' to ato q'uik'an tze tup sk'u eb' vinh e munlajvum smunlaj ticnaic."
        },
        {
            "number": "14",
            "text": "Manh e b'aj eb' chacanh, manh eyaq'uem tas d'a yol sb'e eb' max uji yilani, palta ayocab' velk'och d'a yol e sat. A in ton Jehová in svala'."
        },
        {
            "number": "15",
            "text": "Manh e b'o tas manh tojoloc ayic tze b'oan yaj junoc lolonel. Manh eyak'och e b'a yed' eb' meb'a', manh eyak'paxoch e b'a yed' eb' nivac yelk'ochi. Te tojolnhej tzeyutej e b'oanel tas yaj eb'."
        },
        {
            "number": "16",
            "text": "Manh ex alvoc pecal d'a scal eb' eyetchonhab'. Manh e nachaanh esal lolonel d'a yib'anh junoc eyetanimail yic smiljichamoc. A in ton Jehová in svala'."
        },
        {
            "number": "17",
            "text": "Mocab' chichonoch e k'ol d'a junoc eyetanimail, palta vach' to tze cacha' tzeyak'an srazón yic vach' max cotcan d'a eyib'anh yed'oc."
        },
        {
            "number": "18",
            "text": "Manh e pac e b'a, mocab' chichonnhejoch e k'ol d'a eb' eyetchonhab'. Tze xajanej eb' ay d'a spatic schiquin e pat icha tzeyutej e ya ilan e b'a. A in ton Jehová in svala'."
        },
        {
            "number": "19",
            "text": "k'anab'ajejec juntzanh in checnab'il tic. Manh e cha tajnoc nok' e molb'etzal nok' yed' junocxo nok' nok' ch'oc yinhtilal. Manh e som eyinhat tzeyavej d'a e luum. Manh eyak'och k'apac pichul soman sch'alil yed' junocxo macanh anh ch'al."
        },
        {
            "number": "20",
            "text": "Tato ay junoc ix schecab' junoc mach ayxo strato yed' junocxo vinh vinac, palta tato ay junocxo vinh smulan yed' ix, tz'ak'ji yovalil d'a eb' schavanhil. Max miljichamlaj eb', yujto mantzac tupji yic tz'el ix d'a libre."
        },
        {
            "number": "21",
            "text": "A vinh smulan yed' ix chi', yovalil syik'cot junoc nok' ch'ac calnel vinh silab'il yuj smul chi' d'a stielxo in cajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "22",
            "text": "Smiljicham nok', axo junoc vinh sacerdote tz'ak'anoch nok' d'a vichanh, yuj stupchaj smul vinh chi'."
        },
        {
            "number": "23",
            "text": "Ayic ol ex k'och d'a lum Canaán, ol eyavan masanil macanhil te avb'en te' syak' sat. Oxe' ab'il max eyamlaj junoc sat te' chi' yic tze loani, yujto ay yovalil d'a yol in sat."
        },
        {
            "number": "24",
            "text": "Axo d'a schanhil ab'il, masanil sat te' syak' chi', tzeyak' masanil d'ayin ofrendail yuj eyak'an yuj diosal, yujto vic yaj te' sat chi'."
        },
        {
            "number": "25",
            "text": "Axo d'a yoil ab'il, eyicxo yaj sat te' chi' yic tze lo'o. Tato ol e k'anab'ajej sleyal tic, yelxo val ol yak' sat te'. A in ton Jehová e Diosal in svala'."
        },
        {
            "number": "26",
            "text": "Manh e chi nok' chib'ej to max el schiq'uil. Manh eyak'och e b'a e naanel tas tzuji, manh eyak'paxoch e b'a d'a ajchumal."
        },
        {
            "number": "27",
            "text": "Manh setansetanoc tz'aj sjoxjiel xil e jolom, manh e joxpaxel xil e sat."
        },
        {
            "number": "28",
            "text": "Manh eyak' echnaj e b'a yuj cusk'olal yuj junoc chamnac, manh eyak'och yechel junoc tas d'a e nivanil. A in ton Jehová in svala'."
        },
        {
            "number": "29",
            "text": "Manh eyak' q'uixvelal ix eyisil, tzeyak'anoch ix ajmul ixal d'a stemplo juntzanh comon dios, yic vach' max ixtaxel sb'eyb'al eb' anima, yic max ixtaxpaxel e chonhab' yuj ajmulal."
        },
        {
            "number": "30",
            "text": "Yovalil tze k'anab'ajej sleyal juntzanh sk'ual ik'oj ip to vic yaji. Ayocab' yelk'och in cajnub' d'a yol e sat. A in Jehová in svala'."
        },
        {
            "number": "31",
            "text": "Manh ex b'at e k'anb'ej e b'a d'a eb' ajchum, ma d'a eb' sk'uman spixan eb' chamnac yalani, yic vach' max eyixtejb'at e b'a. A in Jehová e Diosal in svala'."
        },
        {
            "number": "32",
            "text": "Q'ueanhec linhan d'a yichanh eb' ichamtac anima, nivanocab' yelk'och eb' d'a yol e sat. Ayocab'pax velk'och d'a yol e sat. A in ton Jehová in svala'."
        },
        {
            "number": "33",
            "text": "Manh eyixtej junoc anima ch'oc chonhab'il ayek' d'a e cal."
        },
        {
            "number": "34",
            "text": "Xajan tzeyutej eb', ichato eyetchonhab' eb'. Ya'ilejec eb', icha tz'aj eya'ilan e b'a. Tze nacoti to a ex tic najtil ek'nac ex d'a ch'oc chonhab'il d'a yol yic Egipto. A in ton Jehová e Diosal in svala'."
        },
        {
            "number": "35",
            "text": "Manh eyixtej eb' anima d'a tas tze chonho', tz'acanocab' eyechlab' tzeyak'lab'ej, icha e ch'anh ayic tzeyechtan e luum ma juntzanhxo echlab' tze k'ana'."
        },
        {
            "number": "36",
            "text": "A e libra yed' eyalmul tze k'ana', tz'acanocab'i. A in ton Jehová e Diosal in ix ex viq'uelta d'a Egipto, a in svala'."
        },
        {
            "number": "37",
            "text": "Yuj val chi', yovalil tze k'anab'ajej in b'eyb'al yed' masanil in checnab'il tic. A in ton Jehová in svala', xchi Jehová d'a vinhaj Moisés chi'."
        }
    ]
}