{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Al masanil juntzanh lolonel tik t'a heb' etisraelal: Wach'nhej tzeyutej he b'a, yujto a in Jehová in tik wach' innhej."
        },
        {
            "number": "3",
            "text": "k'anab'ajejec he mam he nun. Tze k'anab'ajej sleyal juntzanh sk'ual ik'oj ip to wik yaji. Ha in ton Jehová he Diosal in swala'."
        },
        {
            "number": "4",
            "text": "Manh eyak'och he pensar t'a juntzanh yechel comon Dios, manh he b'opaxk'e k'een k'een he diosaloc. Ha in ton Jehová he Diosal in swala'."
        },
        {
            "number": "5",
            "text": "Ayic tzeyak'an silab' yic he junk'olal wed'oc, tze k'anab'ajej wal icha sleyal, yuj chi' ol in cha t'ayex."
        },
        {
            "number": "6",
            "text": "Ha nok' schib'ejal nok' tzeyak' silab'il chi', tze chi nok' t'a sk'ual chi' yet' t'a junxo k'u. Tato ayto nok' skan t'a schab'jial, snhuschajtz'a nok'."
        },
        {
            "number": "7",
            "text": "Tato tzato he chi nok' t'a schab'jial chi', chucxo t'a yol in sat, maxtzac in chalaj silab' chi' t'ayex."
        },
        {
            "number": "8",
            "text": "Ha mach schi'an nok' t'a schab'jial chi', max tuplaj smul chi' t'a yib'anh, yujto comon ix yutej tastac to wik yaji. Ha jun mach chi', manhxalaj yalan yic t'a he kal."
        },
        {
            "number": "9",
            "text": "Ayic tze molank'e sat tas tzeyawej t'a he lu'um, manh pilanoc tzeyutej he molank'e t'a stitac, manh ex ek' t'anhanh he sik'ank'e ixim jolom trigo skan eyuuj."
        },
        {
            "number": "10",
            "text": "Ayic tze molan sat te' uwa, manh ex meltzaj he say eyil t'a schaelal, manh he sik'k'e sat sk'ajb'anemi. Ha juntzanh chi' kanokab'i, yicxo heb' meb'a' yet' heb' ch'oc chonhab'il yaji. Ha in ton Jehová he Diosal in swala'."
        },
        {
            "number": "11",
            "text": "Manh ex elk'anoc, manh eyal esal lolonel, manh eyak' musansatil heb' eyetanimail."
        },
        {
            "number": "12",
            "text": "Manh he loc in b'i t'a es. Tato icha chi' tze k'ulej ichato malaj welk'och t'ayex. Ha in ton Jehová in swala'."
        },
        {
            "number": "13",
            "text": "Manh comonoc tzeyixtej heb' eyetanimail, manh he tok'ek' tastac ay t'a heb'. Manh eyala' to ato k'ik'an tze tup sk'u heb' winh he munlajwum smunlaj tiknaik."
        },
        {
            "number": "14",
            "text": "Manh he b'aj heb' chacanh, manh eyak'em tas t'a yol sb'e heb' max uji yilani, palta ayokab' welk'och t'a yol he sat. Ha in ton Jehová in swala'."
        },
        {
            "number": "15",
            "text": "Manh he b'o tas manh tojolok ayic tze b'oan yaj junok lolonel. Manh eyak'och he b'a yet' heb' meb'a', manh eyak'paxoch he b'a yet' heb' niwac yelk'ochi. Te tojolnhej tzeyutej he b'oanel tas yaj heb'."
        },
        {
            "number": "16",
            "text": "Manh ex alwoc pecal t'a skal heb' eyetchonhab'. Manh he nachaanh esal lolonel t'a yib'anh junok eyetanimail yic smiljichamoc. Ha in ton Jehová in swala'."
        },
        {
            "number": "17",
            "text": "Mokab' chichonoch he k'ol t'a junok eyetanimail, palta wach' to tze cacha' tzeyak'an srazón yic wach' max kotkan t'a eyib'anh yet'oc."
        },
        {
            "number": "18",
            "text": "Manh he pac he b'a, mokab' chichonnhejoch he k'ol t'a heb' eyetchonhab'. Tze xajanej heb' ay t'a spatic schiquin he pat icha tzeyutej he ya ilan he b'a. Ha in ton Jehová in swala'."
        },
        {
            "number": "19",
            "text": "k'anab'ajejec juntzanh in checnab'il tik. Manh he cha tajnoc nok' he molb'etzal nok' yet' junokxo nok' nok' ch'oc yinhtilal. Manh he som eyinhat tzeyawej t'a he lu'um. Manh eyak'och k'apac pichul soman sch'alil yet' junokxo makan anh ch'al."
        },
        {
            "number": "20",
            "text": "Tato ay junok ix schekab' junok mach ayxo strato yet' junokxo winh winak, palta tato ay junokxo winh smulan yet' ix, tz'ak'ji yowalil t'a heb' schawanhil. Max miljichamlaj heb', yujto mantzac tupji yic tz'el ix t'a libre."
        },
        {
            "number": "21",
            "text": "Ha winh smulan yet' ix chi', yowalil syik'cot junok nok' ch'ac kalnel winh silab'il yuj smul chi' t'a stielxo in kajnub' b'aj tzin ch'ox in b'a."
        },
        {
            "number": "22",
            "text": "Smiljicham nok', haxo junok winh sacerdote tz'ak'anoch nok' t'a wichanh, yuj stupchaj smul winh chi'."
        },
        {
            "number": "23",
            "text": "Ayic ol ex k'och t'a lum Canaán, ol eyawan masanil makanhil te avb'en te' syak' sat. Oxe' ab'il max eyamlaj junok sat te' chi' yic tze loani, yujto ay yowalil t'a yol in sat."
        },
        {
            "number": "24",
            "text": "Axo t'a schanhil ab'il, masanil sat te' syak' chi', tzeyak' masanil t'ayin ofrendail yuj eyak'an yuj diosal, yujto wik yaj te' sat chi'."
        },
        {
            "number": "25",
            "text": "Axo t'a yoil ab'il, eyicxo yaj sat te' chi' yic tze lo'o. Tato ol he k'anab'ajej sleyal tik, yelxo wal ol yak' sat te'. Ha in ton Jehová he Diosal in swala'."
        },
        {
            "number": "26",
            "text": "Manh he chi nok' chib'ej to max el schiq'uil. Manh eyak'och he b'a he naanel tas tzuji, manh eyak'paxoch he b'ha t'a ajchumal."
        },
        {
            "number": "27",
            "text": "Manh setansetanoc tz'aj sjoxjiel xil he jolom, manh he joxpaxel xil he sat."
        },
        {
            "number": "28",
            "text": "Manh eyak' echnaj he b'a yuj cusk'olal yuj junok chamnac, manh eyak'och yechel junok tas t'a he niwanil. Ha in ton Jehová in swala'."
        },
        {
            "number": "29",
            "text": "Manh eyak' q'uixwelal ix eyisil, tzeyak'anoch ix ajmul ixal t'a stemplo juntzanh comon Dios, yic wach' max ixtaxel sb'eyb'al heb' anima, yic max ixtaxpaxel he chonhab' yuj ajmulal."
        },
        {
            "number": "30",
            "text": "Yowalil tze k'anab'ajej sleyal juntzanh sk'ual ik'oj ip to wik yaji. Ayokab' yelk'och in kajnub' t'a yol he sat. Ha in Jehová in swala'."
        },
        {
            "number": "31",
            "text": "Manh ex b'at he k'anb'ej he b'ha t'a heb' ajchum, ma t'a heb' sk'uman spixan heb' chamnac yalani, yic wach' max eyixtejb'at he b'a. Ha in Jehová he Diosal in swala'."
        },
        {
            "number": "32",
            "text": "Q'ueanhec linhan t'a yichanh heb' ichamtac anima, niwanokab' yelk'och heb' t'a yol he sat. Ayokab'pax welk'och t'a yol he sat. Ha in ton Jehová in swala'."
        },
        {
            "number": "33",
            "text": "Manh eyixtej junok anima ch'oc chonhab'il ayek' t'a he kal."
        },
        {
            "number": "34",
            "text": "Xajan tzeyutej heb', ichato eyetchonhab' heb'. Ya'ilejec heb', icha tz'aj eya'ilan he b'a. Tze nacoti to a ex tik najtil ek'nac ex t'a ch'oc chonhab'il t'a yol yic Egipto. Ha in ton Jehová he Diosal in swala'."
        },
        {
            "number": "35",
            "text": "Manh eyixtej heb' anima t'a tas tze chonho', tz'akanokab' eyechlab' tzeyak'lab'ej, icha he ch'anh ayic tzeyechtan he lu'um ma juntzanhxo echlab' tze k'ana'."
        },
        {
            "number": "36",
            "text": "Ha he libra yet' eyalmul tze k'ana', tz'akanokab'i. Ha in ton Jehová he Diosal in ix ex wik'elta t'a Egipto, a in swala'."
        },
        {
            "number": "37",
            "text": "Yuj wal chi', yowalil tze k'anab'ajej in b'eyb'al yet' masanil in checnab'il tik. Ha in ton Jehová in swala', xchi Jehová t'a winhaj Moisés chi'."
        }
    ]
}