{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay junoc ex tzeyik'cot ixim harina ofrendail d'a Jehová, a val ixim harina te vach' tzeyik'coti. A d'a yib'anh ixim chi' tzeyaq'uem aceite yed' incienso,"
        },
        {
            "number": "2",
            "text": "tzeyik'ancot d'a eb' sacerdote yinhtilal vinhaj Aarón. A junoc eb' sacerdote ayoch d'a yopisio tz'ik'anq'ue junoc b'echanh ixim harina yed' aceite yed' pax masanil incienso. Slajvi chi' snhusjitz'a jun silab' chi' d'a yib'anh altar, yuj sch'oxchaji to a' silab' chi' yic Jehová yaji. Suk'uq'ui sjab' jun ofrenda chi' syab' Jehová."
        },
        {
            "number": "3",
            "text": "Axo jab'ocxo jun ofrenda chi' yicxo eb' vinh sacerdote yaji. Nivan yelk'ochi, yujto yetb'eyum sb'a yed' jun silab' snhusjitz'a d'a yichanh Jehová."
        },
        {
            "number": "4",
            "text": "A tz'ak'ji junoc ofrenda k'anb'inac d'a yol horno, aocab' ixim harina te vach', malaj yich sb'at d'a scal. Syal pim tz'aj sb'oji, scalaj yed' aceite, syalpax yoch d'a k'oxoxal to malaj yich, succhajek' aceite d'ay."
        },
        {
            "number": "5",
            "text": "Tato a jun ofrenda chi' mayb'il d'a yol xalten, aocab' ixim harina yelxo val te vach', calab'il yed' aceite, palta mocab'a yich ayb'ati."
        },
        {
            "number": "6",
            "text": "Scotac xepchitaji, slajvi chi' tz'och aceite d'ay, yujto ofrenda d'a tas svaji."
        },
        {
            "number": "7",
            "text": "Tato tzeyak' junoc ofrenda tajinac d'a scal aceite, aocab' yed' ixim harina te vach', calab'il yed' aceite tzeyak'a'."
        },
        {
            "number": "8",
            "text": "Ayic toxo ix b'oel jun ofrenda chi', tzeyik'ancot d'a Jehová, tzeyak'an d'a vinh sacerdote, axo vinh tz'ik'anb'at d'a altar."
        },
        {
            "number": "9",
            "text": "Ata' snhustz'a jab'oc jun ofrenda chi' vinh yic ch'oxnab'il to a ofrenda chi' yic Jehová yaji. Suk'uq'ui sjab' jun silab' chi' syab' Jehová."
        },
        {
            "number": "10",
            "text": "Axo jab'ocxo jun ofrenda chi', yic eb' sacerdote tz'ajcani. Nivan yelk'ochi, yujto yetb'eyum sb'a yed' juntzanh ofrenda snhusjitz'a d'a yichanh Jehová."
        },
        {
            "number": "11",
            "text": "Masanil juntzanh ofrenda tzeyak' d'a Jehová d'a tastac svaji, malajocab' yich ayb'at d'a scal. Max yal-laj snhusjitz'a tas silab'il d'a yichanh Jehová tato ayb'at yich pan, ma nok' yalchab' d'a scal."
        },
        {
            "number": "12",
            "text": "Syal eyak'an ixim pan ayb'at yich d'a scal yed' tas ayb'at nok' yalchab' d'a scal d'a ofrendail a tz'ak'ji b'ab'el sat avb'en, palta max nhusjitz'alaj d'a yib'anh altar silab'il b'aj stz'a silab' suk'uq'ui sjab' syab' Jehová."
        },
        {
            "number": "13",
            "text": "Masanil ofrenda tzeyak' d'a tas svaji, yovalil sb'at yatz'amil, malaj junoc ofrenda chi' to max b'at yatz'amil, yujto a atz'am atz'am chi' sch'oxanel co trato yed' co Diosal. Yuj chi' masanil ofrenda tzeyak' d'a tas svaji chi', aynhejocab'och yatz'amil."
        },
        {
            "number": "14",
            "text": "Tato tzeyak' junoc ofrenda d'a Jehová d'a sb'ab'el sat eyavb'en, yovalil a jayeoc jolom trigo sk'anb'i d'a scal k'ak', yaxto val svuchchajeli."
        },
        {
            "number": "15",
            "text": "A d'a yib'anh jun ofrenda chi', tzeyak'och aceite yed' incienso, yujto a ofrenda chi' a ixim trigo, ma ixim cebada."
        },
        {
            "number": "16",
            "text": "A junoc vinh sacerdote snhusantz'a jab'oc ixim vuchb'ilel chi' yed' aceite yed' pax masanil incienso. A jab'oc chi' sch'oxani to a ofrenda chi' yic Jehová yaji."
        }
    ]
}