{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "2",
            "text": "Al masanil juntzanh checnab'il tic d'a eb' etisraelal: Yalnhej mach ex, ma eb' ch'oc chonhab'il ayek' cajan d'a e cal tz'ak'an junoc yuninal silab'il d'a comon dios scuchan Moloc, a jun chi' yovalil sjulq'uenajcham yuj eb' yetchonhab'."
        },
        {
            "number": "3",
            "text": "Scotpax voval d'a jun anima chi', tzin satel d'a scal eb' yetchonhab', yujto ix yixtejb'at in cajnub', ix in spaticaneli, yujto syak' yuninal silab'il d'a jun comon dios chi'."
        },
        {
            "number": "4",
            "text": "Tato a eb' yetchonhab' tonhej syilochi, max sjulq'uenejcham jun anima chi' eb',"
        },
        {
            "number": "5",
            "text": "a in val ol vak' yovalil d'a jun anima chi', d'a yetb'eyum, d'a yuninal yed' d'a masanil eb' cajan yed' d'a yol spat. Ol in satel eb' d'a scal eb' yetchonhab' yed' eb' syaq'uem sb'a d'a comon dios Moloc chi' yed'oc."
        },
        {
            "number": "6",
            "text": "Tato ay mach sb'at sk'anb'ej sb'a d'a eb' ajb'aal, ma d'a eb' sk'uman spixan eb' chamnac yalani, sk'anab'ajan tas syal eb' chi', ol vak' yovalil d'a jun anima chi', ol in satel d'a scal yetchonhab'."
        },
        {
            "number": "7",
            "text": "Junelnhej tzeyak'och e b'a d'a yol in k'ab', vach'nhej tzeyutej e b'a, yujto a in Jehová in tic, e Diosal in."
        },
        {
            "number": "8",
            "text": "A val in b'eyb'al tze b'eyb'alej, tze k'anab'ajani, yujto a in Jehová in tzex vak'och vicoc."
        },
        {
            "number": "9",
            "text": "Yalnhej mach sb'aj smam snun yovalil schami, a val tz'ik'ancot schamel chi' d'a yib'anh."
        },
        {
            "number": "10",
            "text": "Tato ay junoc vinh vinac smulan yed' ix yetb'eyum junoc yetanimail, yovalil scham jun vinac chi' yed' jun ix ix chi'."
        },
        {
            "number": "11",
            "text": "Tato ay junoc vinh vinac smulan yed' ix yetb'eyum smam, syak' q'uixvelal smam chi'. A jun vinac chi' yovalil schami, schampax ix ix chi', a val eb' tz'ik'ancot schamel d'a yib'anh."
        },
        {
            "number": "12",
            "text": "Tato ay junoc vinh vinac smulan yed' ix yalib', yovalil scham eb' schavanhil, yujto yelxo val te chuc sk'ulej eb'. A val eb' tz'ik'ancot schamel d'a yib'anh."
        },
        {
            "number": "13",
            "text": "Tato ay junoc vinh vinac smulan yed' yetvinaquil, icha sk'ulej yed' junoc ix ix, yovalil scham eb' schavanhil. A val eb' tz'ik'ancot schamel d'a yib'anh, yujto yajb'entac tas sk'ulej eb' chi'."
        },
        {
            "number": "14",
            "text": "Tato ay junoc vinh vinac tz'ik'an junoc ix ix, syik'anpaxq'ue snun ix ix chi' vinh, te chuc tas sk'ulej eb' chi', yuj chi' a jun vinh vinac chi' yed' chavanh eb' ix ix chi', snhusjitz'a eb'. Yuj chi' manhxa b'aj ol b'inaj jun b'eyb'al chi' d'a e cal."
        },
        {
            "number": "15",
            "text": "Tato ay junoc vinh vinac smulan yed' junoc nok' nok', a vinh chi' yovalil scham vinh, schampax nok' nok' chi'."
        },
        {
            "number": "16",
            "text": "Tato ay pax junoc ix ix smulan yed' junoc nok' nok', a jun ix chi' yovalil scham ix, schampax jun nok' nok' chi'. A val tz'ik'ancot schamel d'a yib'anh."
        },
        {
            "number": "17",
            "text": "Tato ay junoc vinh vinac syik' yanab' yetb'eyumoc, yanab' yuj smam ma yanab' yuj snun, a chavanh eb' chi', d'a val yichanh eb' yetchonhab' eb' satjieli, yujto a mach smulan yed' yanab', yelxo val q'uixvelal tas sk'ulej eb' chi', yuj chi' a mach icha chi' sk'ulej, a smul chi' scotcan d'a yib'anh."
        },
        {
            "number": "18",
            "text": "Tato ay junoc vinh vinac ay tas sk'ulej yed' junoc ix ix ayic ayoch ix sb'isan uj, malaj yelk'och d'a yol sat vinh tas tz'ik'an ix chi', b'ecanpax sk'ol ix sch'oxanel syaelal chi', yuj chi' manhxaocab' yalan yic eb' schavanhil d'a e cal."
        },
        {
            "number": "19",
            "text": "Malajocab' junoc vinh vinac smulan yed' yanab' smam, ma yed' snulej snun, yujto syak' sq'uixvelal vinh mach ayto yuj sb'a yed'oc. A yuj smul eb' chi' scot d'a yib'anh schavanhil."
        },
        {
            "number": "20",
            "text": "Tato ay junoc vinh vinac smulan yed' ix yetb'eyum vinh yuk'tac smam ma vinh snulej snun, syak' val q'uixvelal jun yicham chi', a yuj smul eb' chi' scot d'a yib'anh schavanhil, yuj chi' smiljicham eb', malaj yinhtilal eb' scani."
        },
        {
            "number": "21",
            "text": "Tato ay junoc vinh vinac smulan yed' ix yetb'eyum vinh yuk'tac, syak' q'uixvelal vinh yuk'tac vinh chi', a jun chi' yajb'entac, yuj chi' smiljicham eb', malaj yinhtilal eb' scani."
        },
        {
            "number": "22",
            "text": "B'eyb'alejec in b'eyb'al, tze k'anab'ajan masanil in checnab'il tic yic vach' manh ol ex in satel d'a lum luum b'aj ol ex k'och cajan chi'."
        },
        {
            "number": "23",
            "text": "Manh e b'eyb'alej sb'eyb'al eb' anima ol viq'uel d'a eyichanh chi'. A eb' chi', sb'eyb'alej masanil juntzanh chucal tic eb', yuj chi' tzin chaquel eb'."
        },
        {
            "number": "24",
            "text": "A in val ix vak' in ti' to ol vak' eyiquejcan slum eb' chi' e macb'enoc, lum te yax sat. A in Jehová e Diosal in, ex in sik'naquelta d'a scal juntzanhxo chonhab'."
        },
        {
            "number": "25",
            "text": "Yuj chi' yovalil ay sq'uexanhil nok' nok' vach' yed' nok' manh vach'oc d'a yol e sat yed' d'a scal nok' much vach' yed' nok' manh vach'oc. Yuj chi' manh e juel e b'a d'a vichanh yuj e chi'an nok' nok' manh vach'oc chi', nok' much, nok' snhervi, ma nok' sjachvi d'a sat lum tic, aton nok' ix vala' to manh vach'oc."
        },
        {
            "number": "26",
            "text": "Palta yovalil vach' tzeyutej e b'a d'a vichanh, yujto vach' innhej a in tic. A in Jehová in tic ix ex in siq'ueli, to ch'oc eyel d'a yichanh juntzanhxo chonhab', yic vach' in chonhab' tzex aji."
        },
        {
            "number": "27",
            "text": "Tato ay junoc vinh vinac ma junoc ix ix d'a e cal sk'uman spixan eb' chamnac yalani, yovalil sjulq'uenajchamoc. A val tz'ik'ancot schamel chi' d'a yib'anh, xchi Jehová, xa chi, xchi d'a vinhaj Moisés chi'."
        }
    ]
}