{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Al masanil juntzanh checnab'il tik t'a heb' etisraelal: Yalnhej mach ex, ma heb' ch'oc chonhab'il ayek' cajan t'a he kal tz'ak'an junok yuninal silab'il t'a comon Dios scuchan Moloc, a jun chi' yowalil sjulk'enajcham yuj heb' yetchonhab'."
        },
        {
            "number": "3",
            "text": "Scotpax wowal t'a jun anima chi', tzin satel t'a skal heb' yetchonhab', yujto ix yixtejb'at in cajnub', ix in spaticaneli, yujto syak' yuninal silab'il t'a jun comon Dios chi'."
        },
        {
            "number": "4",
            "text": "Tato a heb' yetchonhab' tonhej syilochi, max sjulk'enejcham jun anima chi' heb',"
        },
        {
            "number": "5",
            "text": "a in wal ol wak' yowalil t'a jun anima chi', t'a yetb'eyum, t'a yuninal yet' t'a masanil heb' cajan yet' t'a yol spat. Ol in satel heb' t'a skal heb' yetchonhab' yet' heb' syak'em sb'ha t'a comon Dios Moloc chi' yet'oc."
        },
        {
            "number": "6",
            "text": "Tato ay mach sb'at sk'anb'ej sb'ha t'a heb' ajb'aal, ma t'a heb' sk'uman spixan heb' chamnac yalani, sk'anab'ajan tas syal heb' chi', ol wak' yowalil t'a jun anima chi', ol in satel t'a skal yetchonhab'."
        },
        {
            "number": "7",
            "text": "Junelnhej tzeyak'och he b'ha t'a yol in k'ab', wach'nhej tzeyutej he b'a, yujto a in Jehová in tik, he Diosal in."
        },
        {
            "number": "8",
            "text": "Ha wal in b'eyb'al tze b'eyb'alej, tze k'anab'ajani, yujto a in Jehová in tzex wak'och wicoc."
        },
        {
            "number": "9",
            "text": "Yalnhej mach sb'aj smam snun yowalil schami, a wal tz'ik'ancot schamel chi' t'a yib'anh."
        },
        {
            "number": "10",
            "text": "Tato ay junok winh winak smulan yet' ix yetb'eyum junok yetanimail, yowalil scham jun winak chi' yet' jun ix ix chi'."
        },
        {
            "number": "11",
            "text": "Tato ay junok winh winak smulan yet' ix yetb'eyum smam, syak' q'uixwelal smam chi'. Ha jun winak chi' yowalil schami, schampax ix ix chi', a wal heb' tz'ik'ancot schamel t'a yib'anh."
        },
        {
            "number": "12",
            "text": "Tato ay junok winh winak smulan yet' ix yalib', yowalil scham heb' schawanhil, yujto yelxo wal te chuk sk'ulej heb'. Ha wal heb' tz'ik'ancot schamel t'a yib'anh."
        },
        {
            "number": "13",
            "text": "Tato ay junok winh winak smulan yet' yetwinaquil, icha sk'ulej yet' junok ix ix, yowalil scham heb' schawanhil. Ha wal heb' tz'ik'ancot schamel t'a yib'anh, yujto yajb'entac tas sk'ulej heb' chi'."
        },
        {
            "number": "14",
            "text": "Tato ay junok winh winak tz'ik'an junok ix ix, syik'anpaxk'e snun ix ix chi' winh, te chuk tas sk'ulej heb' chi', yuj chi' a jun winh winak chi' yet' chawanh heb' ix ix chi', snhusjitz'a heb'. Yuj chi' manhxa b'aj ol b'inaj jun b'eyb'al chi' t'a he kal."
        },
        {
            "number": "15",
            "text": "Tato ay junok winh winak smulan yet' junok nok' nok', a winh chi' yowalil scham winh, schampax nok' nok' chi'."
        },
        {
            "number": "16",
            "text": "Tato ay pax junok ix ix smulan yet' junok nok' nok', a jun ix chi' yowalil scham ix, schampax jun nok' nok' chi'. Ha wal tz'ik'ancot schamel t'a yib'anh."
        },
        {
            "number": "17",
            "text": "Tato ay junok winh winak syik' yanab' yetb'eyumoc, yanab' yuj smam ma yanab' yuj snun, a chawanh heb' chi', t'a wal yichanh heb' yetchonhab' heb' satjieli, yujto a mach smulan yet' yanab', yelxo wal q'uixwelal tas sk'ulej heb' chi', yuj chi' a mach icha chi' sk'ulej, a smul chi' scotcan t'a yib'anh."
        },
        {
            "number": "18",
            "text": "Tato ay junok winh winak ay tas sk'ulej yet' junok ix ix ayic ayoch ix sb'isan uj, malaj yelk'och t'a yol sat winh tas tz'ik'an ix chi', b'ecanpax sk'ol ix sch'oxanel syaelal chi', yuj chi' manhxaocab' yalan yic heb' schawanhil t'a he kal."
        },
        {
            "number": "19",
            "text": "Malajocab' junok winh winak smulan yet' yanab' smam, ma yet' snulej snun, yujto syak' sq'uixwelal winh mach ayto yuj sb'a yet'oc. Ha yuj smul heb' chi' scot t'a yib'anh schawanhil."
        },
        {
            "number": "20",
            "text": "Tato ay junok winh winak smulan yet' ix yetb'eyum winh yuk'tac smam ma winh snulej snun, syak' wal q'uixwelal jun yicham chi', a yuj smul heb' chi' scot t'a yib'anh schawanhil, yuj chi' smiljicham heb', malaj yinhtilal heb' scani."
        },
        {
            "number": "21",
            "text": "Tato ay junok winh winak smulan yet' ix yetb'eyum winh yuk'tac, syak' q'uixwelal winh yuk'tac winh chi', a jun chi' yajb'entac, yuj chi' smiljicham heb', malaj yinhtilal heb' scani."
        },
        {
            "number": "22",
            "text": "B'eyb'alejec in b'eyb'al, tze k'anab'ajan masanil in checnab'il tik yic wach' manh ol ex in satel t'a lum lum b'aj ol ex k'och cajan chi'."
        },
        {
            "number": "23",
            "text": "Manh he b'eyb'alej sb'eyb'al heb' anima ol wik'el t'a eyichanh chi'. Ha heb' chi', sb'eyb'alej masanil juntzanh chukal tik heb', yuj chi' tzin chaquel heb'."
        },
        {
            "number": "24",
            "text": "Ha in wal ix wak' in ti' to ol wak' eyiquejcan slum heb' chi' he macb'enoc, lum te yax sat. Ha in Jehová he Diosal in, ex in sik'naquelta t'a skal juntzanhxo chonhab'."
        },
        {
            "number": "25",
            "text": "Yuj chi' yowalil ay sk'exanhil nok' nok' wach' yet' nok' manh wach'oc t'a yol he sat yet' t'a skal nok' much wach' yet' nok' manh wach'oc. Yuj chi' manh he juel he b'ha t'a wichanh yuj he chi'an nok' nok' manh wach'oc chi', nok' much, nok' snherwi, ma nok' sjachwi t'a sat lum tik, aton nok' ix wala' to manh wach'oc."
        },
        {
            "number": "26",
            "text": "Palta yowalil wach' tzeyutej he b'ha t'a wichanh, yujto wach' innhej a in tik. Ha in Jehová in tik ix ex in sik'eli, to ch'oc eyel t'a yichanh juntzanhxo chonhab', yic wach' in chonhab' tzex aji."
        },
        {
            "number": "27",
            "text": "Tato ay junok winh winak ma junok ix ix t'a he kal sk'uman spixan heb' chamnac yalani, yowalil sjulk'enajchamoc. Ha wal tz'ik'ancot schamel chi' t'a yib'anh, xchi Jehová, xa chi, xchi t'a winhaj Moisés chi'."
        }
    ]
}