{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Al masanil juntzanh checnab'il tik t'a eb' etisraelal: Yalnhej mach ex, ma eb' ch'oc chonhab'il ayek' cajan t'a e cal tz'ak'an junok yuninal silab'il t'a comon dios scuchan Moloc, a jun chi' yowalil sjulq'uenajcham yuj eb' yetchonhab'."
        },
        {
            "number": "3",
            "text": "Scotpax voval t'a jun anima chi', tzin satel t'a skal eb' yetchonhab', yujto ix yixtejb'at in cajnub', ix in spaticaneli, yujto syak' yuninal silab'il t'a jun comon dios chi'."
        },
        {
            "number": "4",
            "text": "Tato a eb' yetchonhab' tonhej syilochi, max sjulq'uenejcham jun anima chi' eb',"
        },
        {
            "number": "5",
            "text": "a in wal ol vak' yowalil t'a jun anima chi', t'a yetb'eyum, t'a yuninal yet' t'a masanil eb' cajan yet' t'a yol spat. Ol in satel eb' t'a skal eb' yetchonhab' yet' eb' syaq'uem sb'ha t'a comon dios Moloc chi' yet'oc."
        },
        {
            "number": "6",
            "text": "Tato ay mach sb'at sk'anb'ej sb'ha t'a eb' ajb'aal, ma t'a eb' sk'uman spixan eb' chamnac yalani, sk'anab'ajan tas syal eb' chi', ol vak' yowalil t'a jun anima chi', ol in satel t'a skal yetchonhab'."
        },
        {
            "number": "7",
            "text": "Junelnhej tzeyak'och e b'ha t'a yol in k'ab', wach'nhej tzeyutej e b'a, yujto a in Jehová in tik, e Diosal in."
        },
        {
            "number": "8",
            "text": "Ha wal in b'eyb'al tze b'eyb'alej, tze k'anab'ajani, yujto a in Jehová in tzex vak'och vicoc."
        },
        {
            "number": "9",
            "text": "Yalnhej mach sb'aj smam snun yowalil schami, a wal tz'ik'ancot schamel chi' t'a yib'anh."
        },
        {
            "number": "10",
            "text": "Tato ay junok winh vinac smulan yet' ix yetb'eyum junok yetanimail, yowalil scham jun vinac chi' yet' jun ix ix chi'."
        },
        {
            "number": "11",
            "text": "Tato ay junok winh vinac smulan yet' ix yetb'eyum smam, syak' q'uixvelal smam chi'. Ha jun vinac chi' yowalil schami, schampax ix ix chi', a wal eb' tz'ik'ancot schamel t'a yib'anh."
        },
        {
            "number": "12",
            "text": "Tato ay junok winh vinac smulan yet' ix yalib', yowalil scham eb' schavanhil, yujto yelxo wal te chuk sk'ulej eb'. Ha wal eb' tz'ik'ancot schamel t'a yib'anh."
        },
        {
            "number": "13",
            "text": "Tato ay junok winh vinac smulan yet' yetvinaquil, icha sk'ulej yet' junok ix ix, yowalil scham eb' schavanhil. Ha wal eb' tz'ik'ancot schamel t'a yib'anh, yujto yajb'entac tas sk'ulej eb' chi'."
        },
        {
            "number": "14",
            "text": "Tato ay junok winh vinac tz'ik'an junok ix ix, syik'anpaxq'ue snun ix ix chi' winh, te chuk tas sk'ulej eb' chi', yuj chi' a jun winh vinac chi' yet' chavanh eb' ix ix chi', snhusjitz'a eb'. Yuj chi' manhxa b'aj ol b'inaj jun b'eyb'al chi' t'a e cal."
        },
        {
            "number": "15",
            "text": "Tato ay junok winh vinac smulan yet' junok nok' nok', a winh chi' yowalil scham winh, schampax nok' nok' chi'."
        },
        {
            "number": "16",
            "text": "Tato ay pax junok ix ix smulan yet' junok nok' nok', a jun ix chi' yowalil scham ix, schampax jun nok' nok' chi'. Ha wal tz'ik'ancot schamel t'a yib'anh."
        },
        {
            "number": "17",
            "text": "Tato ay junok winh vinac syik' yanab' yetb'eyumoc, yanab' yuj smam ma yanab' yuj snun, a chavanh eb' chi', t'a wal yichanh eb' yetchonhab' eb' satjieli, yujto a mach smulan yet' yanab', yelxo wal q'uixvelal tas sk'ulej eb' chi', yuj chi' a mach icha chi' sk'ulej, a smul chi' scotcan t'a yib'anh."
        },
        {
            "number": "18",
            "text": "Tato ay junok winh vinac ay tas sk'ulej yet' junok ix ix ayic ayoch ix sb'isan uj, malaj yelk'och t'a yol sat winh tas tz'ik'an ix chi', b'ecanpax sk'ol ix sch'oxanel syaelal chi', yuj chi' manhxaocab' yalan yic eb' schavanhil t'a e cal."
        },
        {
            "number": "19",
            "text": "Malajocab' junok winh vinac smulan yet' yanab' smam, ma yet' snulej snun, yujto syak' sq'uixvelal winh mach ayto yuj sb'a yet'oc. Ha yuj smul eb' chi' scot t'a yib'anh schavanhil."
        },
        {
            "number": "20",
            "text": "Tato ay junok winh vinac smulan yet' ix yetb'eyum winh yuk'tac smam ma winh snulej snun, syak' wal q'uixvelal jun yicham chi', a yuj smul eb' chi' scot t'a yib'anh schavanhil, yuj chi' smiljicham eb', malaj yinhtilal eb' scani."
        },
        {
            "number": "21",
            "text": "Tato ay junok winh vinac smulan yet' ix yetb'eyum winh yuk'tac, syak' q'uixvelal winh yuk'tac winh chi', a jun chi' yajb'entac, yuj chi' smiljicham eb', malaj yinhtilal eb' scani."
        },
        {
            "number": "22",
            "text": "B'eyb'alejec in b'eyb'al, tze k'anab'ajan masanil in checnab'il tik yic wach' manh ol ex in satel t'a lum lum b'aj ol ex k'och cajan chi'."
        },
        {
            "number": "23",
            "text": "Manh e b'eyb'alej sb'eyb'al eb' anima ol viq'uel t'a eyichanh chi'. Ha eb' chi', sb'eyb'alej masanil juntzanh chukal tik eb', yuj chi' tzin chaquel eb'."
        },
        {
            "number": "24",
            "text": "Ha in wal ix vak' in ti' to ol vak' eyiquejcan slum eb' chi' e macb'enoc, lum te yax sat. Ha in Jehová e Diosal in, ex in sik'naquelta t'a skal juntzanhxo chonhab'."
        },
        {
            "number": "25",
            "text": "Yuj chi' yowalil ay sq'uexanhil nok' nok' wach' yet' nok' manh wach'oc t'a yol e sat yet' t'a skal nok' much wach' yet' nok' manh wach'oc. Yuj chi' manh e juel e b'ha t'a vichanh yuj e chi'an nok' nok' manh wach'oc chi', nok' much, nok' snhervi, ma nok' sjachvi t'a sat lum tik, aton nok' ix vala' to manh wach'oc."
        },
        {
            "number": "26",
            "text": "Palta yowalil wach' tzeyutej e b'ha t'a vichanh, yujto wach' innhej a in tik. Ha in Jehová in tik ix ex in siq'ueli, to ch'oc eyel t'a yichanh juntzanhxo chonhab', yic wach' in chonhab' tzex aji."
        },
        {
            "number": "27",
            "text": "Tato ay junok winh vinac ma junok ix ix t'a e cal sk'uman spixan eb' chamnac yalani, yowalil sjulq'uenajchamoc. Ha wal tz'ik'ancot schamel chi' t'a yib'anh, xchi Jehová, xa chi, xchi t'a winhaj Moisés chi'."
        }
    ]
}