{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik: Al t'a eb' sacerdote, eb' yinhtilal winhaj Aarón, mocab' k'och eb' t'a stz'ey junok chamnac yic manh chucoc skan eb' t'a yichanh ley, wach'chom ayto yuj sb'a eb' yet' jun chamnac chi'."
        },
        {
            "number": "2",
            "text": "Anhej tato a snun, ma smam, ma junok yuninal, ma junok yisil, ma junok yuk'tac,"
        },
        {
            "number": "3",
            "text": "ma junok yanab' eb' cob'es ayek' cajan yet'oc, a schami, syal sk'och eb' t'a stz'ey jun chamnac chi'."
        },
        {
            "number": "4",
            "text": "Palta max yal-laj sk'och eb' t'a stz'ey junok chamnac sk'ab' yoc ix yetb'eyum eb'."
        },
        {
            "number": "5",
            "text": "Mocab' sjoxel xil sjolom eb', mocab' sjoxpaxel xil sti' eb', mocab' yak'pax echnaj snivanil eb' yuj schamel junok anima."
        },
        {
            "number": "6",
            "text": "Palta wach'nhejocab' syutej sb'a eb' yujto vicnhej yaj eb'. Mocab' chucoc in b'inaj yuj eb', yujto a eb' snhusantz'a silab', syak'an ixim pan eb' ofrendail t'ayin, yuj chi' yowalil wach'nhejocab' syutej sb'a eb'."
        },
        {
            "number": "7",
            "text": "Max yalpaxlaj yik'an junok ix ajmul ix eb', ma junok ix ix ayxo vinac ix ek' t'ay, ma junok ix ix spucnac sb'a yet' yetb'eyum, yujto sik'b'ilel eb' yic tz'ochcan vicoc."
        },
        {
            "number": "8",
            "text": "Ch'ococab' yel eb' t'a yol e sat, yujto a eb' tz'ak'anoch ixim pan ofrendail t'a vichanh, yujto a in Jehová in wach' innhej, a in ix in sik'canel eb' yic wach' tz'ajkan eb'."
        },
        {
            "number": "9",
            "text": "Tato ay junok eb' ix yisil junok eb' sacerdote chi' tz'och t'a ajmul ixal, syak' q'uixvelal smam ix chi', yowalil snhusjitz'a ix."
        },
        {
            "number": "10",
            "text": "Ha winh sat sacerdote ix ik'jiq'uechaanh t'a skal eb' yuk'tac ayic ix ak'jiq'ue aceite t'a sjolom, ayic ix ak'chajoch spichul winh te niwan yelk'ochi, max yal-laj toxonhej sb'at tzican xil sjolom winh, max yalpaxlaj snhik'anb'at spichul winh yuj sch'oxanel scusk'olal."
        },
        {
            "number": "11",
            "text": "Max yalpaxlaj sk'och winh b'aj ayek' junok chamnac, wach'chom smam, ma snun yic max yixtejb'at sb'a winh."
        },
        {
            "number": "12",
            "text": "Ha yuj schamel eb' chi' max yal-laj yel winh t'a in cajnub', max yalpaxlaj to syixtejb'at in cajnub' chi' winh, yujto ix ak'jioch aceite t'a winh yic sik'chajcaneli, yic tz'ochcan vicoc. Ha in Jehová in svala'."
        },
        {
            "number": "13",
            "text": "Ha winh sat sacerdote, a junok ix cob'es mantalaj vinac tzek' t'ay, a ix syik' winh."
        },
        {
            "number": "14",
            "text": "Max yal-laj yik'lan sb'a winh yet' junok ix chamnacxo yetb'eyum, ma yet' junok ix spucnac sb'a yet' yetb'eyum, ma yet' junok ix ayxo vinac tzek' t'ay, ma yet' junok ix ajmul ix. Palta yowalil a junok ix cob'es ix syik' winh, junok ix yetchonhab' winh,"
        },
        {
            "number": "15",
            "text": "yic manh malajoc tz'aj yelk'och eb' yuninal winh t'a skal eb' yetchonhab', yujto a in Jehová in ix in sik'canel winh, xchi Jehová, t'a winhaj Moisés chi'."
        },
        {
            "number": "16",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "17",
            "text": "Al t'a winhaj Aarón: Ticnaic yet' t'a masanil tiempo, malaj junok eb' yinhtilal winh ay palta t'a snivanil ol yal yak'an yofrenda eb' yetchonhab' t'ayin."
        },
        {
            "number": "18",
            "text": "Yuj chi' yel val malaj junok ay spaltail snivanil chi' ol yal yoch t'a jun opisio chi': Aton eb' max yal yilani, eb' tz'em sb'eyi, eb' palta snhi' ma schiquin, eb' q'uichajnac xub' ma sk'ab', eb' nhojanemi sb'eyi, eb' tzapan steel yujto nenetac yoc eb' yet' sk'ab', eb' ayoch yaax t'a yol sat, eb' aycan sjech'al junok yab'il t'ay, eb' ay yaxk'ha t'a snivanil yet' eb' mak'b'ilpoj snholob' sq'ueen."
        },
        {
            "number": "19",
            "text": "Malaj junok eb' yinhtilal winhaj Aarón chi' ay palta t'a snivanil syal yoch t'a vichanh yet' silab' to snhusjitz'aoc. Tato ay palta t'a snivanil chi', max yal-laj yak'an ofrenda t'ayin."
        },
        {
            "number": "20",
            "text": "Syal svaan juntzanh ofrenda chi' eb' yet' masanil juntzanh tastac to wik yaji,"
        },
        {
            "number": "21",
            "text": "palta max yal-laj yoch eb' t'a in cajnub', ma sk'och eb' t'a stz'ey altar, yic max yixtejb'at in cajnub' chi' eb', yujto a in Jehová in, wik yaj juntzanh tastac chi', xchi Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi' masanil juntzanh tik ix yal winhaj Moisés t'a winhaj Aarón yet' t'a eb' yuninal winh yet' t'a masanil eb' yetisraelal."
        }
    ]
}