{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic: Al d'a eb' sacerdote, eb' yinhtilal vinhaj Aarón, mocab' k'och eb' d'a stz'ey junoc chamnac yic manh chucoc scan eb' d'a yichanh ley, vach'chom ayto yuj sb'a eb' yed' jun chamnac chi'."
        },
        {
            "number": "2",
            "text": "Anhej tato a snun, ma smam, ma junoc yuninal, ma junoc yisil, ma junoc yuk'tac,"
        },
        {
            "number": "3",
            "text": "ma junoc yanab' eb' cob'es ayek' cajan yed'oc, a schami, syal sk'och eb' d'a stz'ey jun chamnac chi'."
        },
        {
            "number": "4",
            "text": "Palta max yal-laj sk'och eb' d'a stz'ey junoc chamnac sk'ab' yoc ix yetb'eyum eb'."
        },
        {
            "number": "5",
            "text": "Mocab' sjoxel xil sjolom eb', mocab' sjoxpaxel xil sti' eb', mocab' yak'pax echnaj snivanil eb' yuj schamel junoc anima."
        },
        {
            "number": "6",
            "text": "Palta vach'nhejocab' syutej sb'a eb' yujto vicnhej yaj eb'. Mocab' chucoc in b'inaj yuj eb', yujto a eb' snhusantz'a silab', syak'an ixim pan eb' ofrendail d'ayin, yuj chi' yovalil vach'nhejocab' syutej sb'a eb'."
        },
        {
            "number": "7",
            "text": "Max yalpaxlaj yik'an junoc ix ajmul ix eb', ma junoc ix ix ayxo vinac ix ek' d'ay, ma junoc ix ix spucnac sb'a yed' yetb'eyum, yujto sik'b'ilel eb' yic tz'ochcan vicoc."
        },
        {
            "number": "8",
            "text": "Ch'ococab' yel eb' d'a yol e sat, yujto a eb' tz'ak'anoch ixim pan ofrendail d'a vichanh, yujto a in Jehová in vach' innhej, a in ix in sik'canel eb' yic vach' tz'ajcan eb'."
        },
        {
            "number": "9",
            "text": "Tato ay junoc eb' ix yisil junoc eb' sacerdote chi' tz'och d'a ajmul ixal, syak' q'uixvelal smam ix chi', yovalil snhusjitz'a ix."
        },
        {
            "number": "10",
            "text": "A vinh sat sacerdote ix ik'jiq'uechaanh d'a scal eb' yuk'tac ayic ix ak'jiq'ue aceite d'a sjolom, ayic ix ak'chajoch spichul vinh te nivan yelk'ochi, max yal-laj toxonhej sb'at tzican xil sjolom vinh, max yalpaxlaj snhik'anb'at spichul vinh yuj sch'oxanel scusk'olal."
        },
        {
            "number": "11",
            "text": "Max yalpaxlaj sk'och vinh b'aj ayek' junoc chamnac, vach'chom smam, ma snun yic max yixtejb'at sb'a vinh."
        },
        {
            "number": "12",
            "text": "A yuj schamel eb' chi' max yal-laj yel vinh d'a in cajnub', max yalpaxlaj to syixtejb'at in cajnub' chi' vinh, yujto ix ak'jioch aceite d'a vinh yic sik'chajcaneli, yic tz'ochcan vicoc. A in Jehová in svala'."
        },
        {
            "number": "13",
            "text": "A vinh sat sacerdote, a junoc ix cob'es mantalaj vinac tz'ek' d'ay, a ix syik' vinh."
        },
        {
            "number": "14",
            "text": "Max yal-laj yik'lan sb'a vinh yed' junoc ix chamnacxo yetb'eyum, ma yed' junoc ix spucnac sb'a yed' yetb'eyum, ma yed' junoc ix ayxo vinac tz'ek' d'ay, ma yed' junoc ix ajmul ix. Palta yovalil a junoc ix cob'es ix syik' vinh, junoc ix yetchonhab' vinh,"
        },
        {
            "number": "15",
            "text": "yic manh malajoc tz'aj yelk'och eb' yuninal vinh d'a scal eb' yetchonhab', yujto a in Jehová in ix in sik'canel vinh, xchi Jehová, d'a vinhaj Moisés chi'."
        },
        {
            "number": "16",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "17",
            "text": "Al d'a vinhaj Aarón: Ticnaic yed' d'a masanil tiempo, malaj junoc eb' yinhtilal vinh ay palta d'a snivanil ol yal yak'an yofrenda eb' yetchonhab' d'ayin."
        },
        {
            "number": "18",
            "text": "Yuj chi' yel val malaj junoc ay spaltail snivanil chi' ol yal yoch d'a jun opisio chi': Aton eb' max yal yilani, eb' tz'em sb'eyi, eb' palta snhi' ma schiquin, eb' q'uichajnac xub' ma sk'ab', eb' nhojanemi sb'eyi, eb' tzapan steel yujto nenetac yoc eb' yed' sk'ab', eb' ayoch yaax d'a yol sat, eb' aycan sjech'al junoc yab'il d'ay, eb' ay yaxk'a d'a snivanil yed' eb' mak'b'ilpoj snholob' sq'ueen."
        },
        {
            "number": "19",
            "text": "Malaj junoc eb' yinhtilal vinhaj Aarón chi' ay palta d'a snivanil syal yoch d'a vichanh yed' silab' to snhusjitz'aoc. Tato ay palta d'a snivanil chi', max yal-laj yak'an ofrenda d'ayin."
        },
        {
            "number": "20",
            "text": "Syal svaan juntzanh ofrenda chi' eb' yed' masanil juntzanh tastac to vic yaji,"
        },
        {
            "number": "21",
            "text": "palta max yal-laj yoch eb' d'a in cajnub', ma sk'och eb' d'a stz'ey altar, yic max yixtejb'at in cajnub' chi' eb', yujto a in Jehová in, vic yaj juntzanh tastac chi', xchi Jehová d'a vinhaj Moisés chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi' masanil juntzanh tic ix yal vinhaj Moisés d'a vinhaj Aarón yed' d'a eb' yuninal vinh yed' d'a masanil eb' yetisraelal."
        }
    ]
}