{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik: Al t'a heb' sacerdote, heb' yinhtilal winhaj Aarón, mokab' k'och heb' t'a stz'ey junok chamnac yic manh chucoc skan heb' t'a yichanh ley, wach'chom ayto yuj sb'a heb' yet' jun chamnac chi'."
        },
        {
            "number": "2",
            "text": "Anhej tato a snun, ma smam, ma junok yuninal, ma junok yisil, ma junok yuk'tac,"
        },
        {
            "number": "3",
            "text": "ma junok yanab' heb' cob'es ayek' kajan yet'oc, a schami, syal sk'och heb' t'a stz'ey jun chamnac chi'."
        },
        {
            "number": "4",
            "text": "Palta max yal-laj sk'och heb' t'a stz'ey junok chamnac sk'ab' yoc ix yetb'eyum heb'."
        },
        {
            "number": "5",
            "text": "Mokab' sjoxel xil sjolom heb', mokab' sjoxpaxel xil sti' heb', mokab' yak'pax echnaj sniwanil heb' yuj schamel junok anima."
        },
        {
            "number": "6",
            "text": "Palta wach'nhejokab' syutej sb'a heb' yujto wicnhej yaj heb'. Mokab' chucoc in b'inaj yuj heb', yujto a heb' snhusantz'a silab', syak'an ixim pan heb' ofrendail t'ayin, yuj chi' yowalil wach'nhejokab' syutej sb'a heb'."
        },
        {
            "number": "7",
            "text": "Max yalpaxlaj yik'an junok ix ajmul ix heb', ma junok ix ix ayxo winak ix ek' t'ay, ma junok ix ix spuknac sb'a yet' yetb'eyum, yujto sik'b'ilel heb' yic tz'ochkan wicoc."
        },
        {
            "number": "8",
            "text": "Ch'ocokab' yel heb' t'a yol he sat, yujto a heb' tz'ak'anoch ixim pan ofrendail t'a wichanh, yujto a in Jehová in wach' innhej, a in ix in sik'kanel heb' yic wach' tz'ajkan heb'."
        },
        {
            "number": "9",
            "text": "Tato ay junok heb' ix yisil junok heb' sacerdote chi' tz'och t'a ajmul ixal, syak' q'uixwelal smam ix chi', yowalil snhusjitz'a ix."
        },
        {
            "number": "10",
            "text": "Ha winh sat sacerdote ix ik'jik'echaanh t'a skal heb' yuk'tac ayic ix ak'jik'e aceite t'a sjolom, ayic ix ak'chajoch spichul winh te niwan yelk'ochi, max yal-laj toxonhej sb'at tzikan xil sjolom winh, max yalpaxlaj snhik'anb'at spichul winh yuj sch'oxanel scusk'olal."
        },
        {
            "number": "11",
            "text": "Max yalpaxlaj sk'och winh b'aj ayek' junok chamnac, wach'chom smam, ma snun yic max yixtejb'at sb'a winh."
        },
        {
            "number": "12",
            "text": "Ha yuj schamel heb' chi' max yal-laj yel winh t'a in kajnub', max yalpaxlaj to syixtejb'at in kajnub' chi' winh, yujto ix ak'jioch aceite t'a winh yic sik'chajkaneli, yic tz'ochkan wicoc. Ha in Jehová in swala'."
        },
        {
            "number": "13",
            "text": "Ha winh sat sacerdote, a junok ix cob'es mantalaj winak tzek' t'ay, a ix syik' winh."
        },
        {
            "number": "14",
            "text": "Max yal-laj yik'lan sb'a winh yet' junok ix chamnacxo yetb'eyum, ma yet' junok ix spuknac sb'a yet' yetb'eyum, ma yet' junok ix ayxo winak tzek' t'ay, ma yet' junok ix ajmul ix. Palta yowalil a junok ix cob'es ix syik' winh, junok ix yetchonhab' winh,"
        },
        {
            "number": "15",
            "text": "yic manh malajoc tz'aj yelk'och heb' yuninal winh t'a skal heb' yetchonhab', yujto a in Jehová in ix in sik'kanel winh, xchi Jehová, t'a winhaj Moisés chi'."
        },
        {
            "number": "16",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "17",
            "text": "Al t'a winhaj Aarón: Ticnaic yet' t'a masanil tiempo, malaj junok heb' yinhtilal winh ay palta t'a sniwanil ol yal yak'an yofrenda heb' yetchonhab' t'ayin."
        },
        {
            "number": "18",
            "text": "Yuj chi' yel wal malaj junok ay spaltail sniwanil chi' ol yal yoch t'a jun opisio chi': Aton heb' max yal yilani, heb' tz'em sb'eyi, heb' palta snhi' ma schiquin, heb' q'uichajnac xub' ma sk'ab', heb' nhojanemi sb'eyi, heb' tzapan steel yujto nenetac yoc heb' yet' sk'ab', heb' ayoch yaax t'a yol sat, heb' aykan sjech'al junok yab'il t'ay, heb' ay yaxk'ha t'a sniwanil yet' heb' mak'b'ilpoj snholob' sk'een."
        },
        {
            "number": "19",
            "text": "Malaj junok heb' yinhtilal winhaj Aarón chi' ay palta t'a sniwanil syal yoch t'a wichanh yet' silab' to snhusjitz'aoc. Tato ay palta t'a sniwanil chi', max yal-laj yak'an ofrenda t'ayin."
        },
        {
            "number": "20",
            "text": "Syal swaan juntzanh ofrenda chi' heb' yet' masanil juntzanh tastac to wik yaji,"
        },
        {
            "number": "21",
            "text": "palta max yal-laj yoch heb' t'a in kajnub', ma sk'och heb' t'a stz'ey altar, yic max yixtejb'at in kajnub' chi' heb', yujto a in Jehová in, wik yaj juntzanh tastac chi', xchi Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "22",
            "text": "Yuj chi' masanil juntzanh tik ix yal winhaj Moisés t'a winhaj Aarón yet' t'a heb' yuninal winh yet' t'a masanil heb' yetisraelal."
        }
    ]
}