{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolonxi Jehová d'a vinhaj Moisés chi', ix yalani:"
        },
        {
            "number": "2",
            "text": "Al d'a vinhaj Aarón yed' d'a eb' yinhtilal to sya'ilej val sb'a eb' yed' ofrenda syak' eb' eyetisraelal d'ayin, yic manh chucoc tz'aj in b'inaj yuj eb'. A in val Jehová in svala'."
        },
        {
            "number": "3",
            "text": "Al d'a eb' to a ticnaic yed' d'a masanil tiempo, yalnhej mach junoc yinhtilal eb' tz'ik'ancot juntzanh silab' d'a vichanh, aton juntzanh syak' eb' eyetisraelal d'ayin, tato manh vach'oc yaj jun tz'ik'ancot jun silab' chi' icha yalan ley, yovalil tz'ik'jiel d'a yopisio d'a vichanh. A in val Jehová in svala'."
        },
        {
            "number": "4",
            "text": "Malaj pax junoc yinhtilal vinhaj Aarón chi' syal svaan tastac to vic yaji tato ay lepra d'ay, ma ay tas tz'el d'a svinaquil, palta ato yic vach'xo yaji icha yalan ley, ichato chi' syal svaani. Tato syam junoc tas to manh vach'oc, junoc chamnac, ma junoc vinac tz'el yinhatil, manh vach'oc tz'ajcani."
        },
        {
            "number": "5",
            "text": "Manh vach'oc tz'ajcani tato syam junoc nok' nok' manh vach'oc d'a yichanh ley, ma syam junoc anima manh vach'oc pax yaj yuj yalnhej tasi."
        },
        {
            "number": "6",
            "text": "Tato manh vach'oc yaji, max yal-laj svaan junoc tas to vic yaji, masanto sb'iquel sb'a."
        },
        {
            "number": "7",
            "text": "Ato yic tz'em k'u, vach'xo yaji. Ichato chi' tzaxo yal svaan masanil tas to vic yaji yujto yictaxon yaji."
        },
        {
            "number": "8",
            "text": "A eb' yinhtilal vinhaj Aarón chi' max yal-laj schi'an schib'ejal junoc nok' nok' eb', aton nok' tonhej schami, ma nok' scham yuj nok' caltacte'al nok', yic manh chucoc scan eb'. A in Jehová in svala'."
        },
        {
            "number": "9",
            "text": "Al d'a eb' to sk'anab'ajej in checnab'il eb', yic max och smul eb', yic max champax eb'. Tato malaj yelk'och in checnab'il chi' d'a yol sat eb', scot juntzanh tic d'a yib'anh eb', yujto a in Jehová in ix in sik'canel eb'."
        },
        {
            "number": "10",
            "text": "Malaj mach syal svaan tastac to vic yaji tato malaj yuj sb'a yed' eb' vinh sacerdote. Eb' tonhej ayek' posado d'a eb', ma eb' tonhej smunlaj d'a eb', max yal-laj svaan eb'."
        },
        {
            "number": "11",
            "text": "Tato ay junoc schecab' junoc vinh sacerdote manb'il yuuj, mato ay pax eb' tz'alji d'a yol scuenta vinh, a eb' chi' syal svaan eb' masanil tas to vic yaji."
        },
        {
            "number": "12",
            "text": "Tato a ix yisil junoc vinh sacerdote syik' junoc vinac ch'oc yel d'a scal eb' sacerdote, maxtzac yal-laj svaan juntzanh ofrenda chi' ix, aton juntzanh tz'ak'ji d'a eb' vinh sacerdote chi'."
        },
        {
            "number": "13",
            "text": "Palta tato chamnacxo vinh yetb'eyum ix, mato spucnac sb'a ix yed' vinh yetb'eyum chi', malaj pax junoc yune' ix, meltzajnac ix yic scajnajxi ix yed' vinh smam chi', ichataxon ayic cob'esto ix, syal svaan svael vinh smam ix chi'. Axo pax juntzanhxo eb' manh yinhtiloc eb' sacerdote, max yal-laj svaan eb'."
        },
        {
            "number": "14",
            "text": "Tato ay junoc mach comonnhej schi'an nok' chib'ej to vic yaji, tato manh yojtacoc to vic yaji, yovalil syak' sq'uexul d'a jun vinh sacerdote chi', syak'an jab'ocxo d'a yib'anh jun ix yak' sq'uexul chi'."
        },
        {
            "number": "15",
            "text": "Palta a eb' vinh sacerdote yovalil manh comonoc scha' eb' vinh chijoc tastac syak' eb' eyetchonhab' d'ayin."
        },
        {
            "number": "16",
            "text": "Tato ay junoc mach comonnhej schi'an nok' chib'ej vic yaj chi', manh tonhejoc syiloch vinh sacerdote chi', palta yovalil a jun ix chi'an nok' chi', syak' nok' silab' yic spacoc jun smul chi', yujto a in Jehová in ix in sik'canel juntzanh nok' chib'ej chi' vicoc, xchi d'a vinh."
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi':"
        },
        {
            "number": "18",
            "text": "Al d'a vinhaj Aarón yed' d'a eb' yuninal yed' d'a masanil eb' eyetisraelal masanil juntzanh tic: Tato ay ex, ma eb' ch'oc chonhab'il ayek' cajan d'a e cal, tzeyak' junoc nok' nok' yic snhusjitz'a silab'il d'ayin, vach'chom yuj b'aj ix eyak' e ti' eyak'ani, mato tonhej tz'el d'a e k'ol eyak'ani,"
        },
        {
            "number": "19",
            "text": "yovalil a junoc nok' smam malaj jab'oc spaltail tzeyak'a' yic vach' tzin cha jun silab' chi'. A junoc nok' toro, ma junoc nok' ch'ac calnel, ma junoc nok' mam chiva tzeyak'a',"
        },
        {
            "number": "20",
            "text": "palta manhoc junoc nok' ayoch syab'il. Tato ya'ay nok', max in chalaj nok'."
        },
        {
            "number": "21",
            "text": "Yalnhej mach ex tzeyak' junoc silab' yic junk'olal d'ayin, vach'chom yuj b'aj ix eyak' e ti' eyak'ani, ma tonhej tz'el d'a e k'ol eyak'ani, yovalil a junoc nok' vacax, ma junoc nok' calnel, ma junoc nok' chiva, malaj spaltail tzeyak'a', yic vach' tzin cha d'ayex."
        },
        {
            "number": "22",
            "text": "Manh eyak' junoc nok' nok' penaay d'ayin, icha nok' malaj yol sat, nok' lajvinac, nok' q'uiich, nok' elnac junoc macanh snivanil, ma ay syaxk'ail, ma junoc yab'il d'ay. A juntzanh nok' icha chi', max yal-laj snhusjitz'a nok' d'a valtar."
        },
        {
            "number": "23",
            "text": "A mach ex tz'el d'a e k'ol eyak'an junoc nok' silab' d'ayin, a junoc nok' vacax, ma junoc nok' calnel syal eyak'ani, vach'chom manh lajanoc steel yoc nok'. Palta tato a junoc silab' ix eyak' e ti' eyak'ani, max in chalaj nok' icha chi' yaji."
        },
        {
            "number": "24",
            "text": "A junoc nok' lajvinac sq'ueen, ma pojnac, ma ik'b'ilel sq'ueen nok' chi', max yal-laj eyak'an nok' silab'il d'ayin. Manh e b'eyb'alej eyak'an juntzanh nok' chi' silab'il d'ayin."
        },
        {
            "number": "25",
            "text": "Manh e cha juntzanh nok' nok' icha chi' d'a eb' ch'oc chonhab'il yic tz'och silab'il d'ayin, yujto manh tz'acanoc yaj nok', max in chapaxlaj nok', xchi d'a vinh."
        },
        {
            "number": "26",
            "text": "Ix yalanxi Jehová chi' d'a vinh:"
        },
        {
            "number": "27",
            "text": "Ayic tz'alji junoc nok' yune' vacax, ma junoc nok' yune' calnel, ma junoc nok' yune' chiva, uque' k'ual yovalil scan nok' yed' snun, axo d'a svajxaquil k'ual, tzaxo yal snhusjitz'a nok' silab'il d'a vichanh."
        },
        {
            "number": "28",
            "text": "Max yal-laj junnhej k'ual tz'aj smiljicham junoc nok' snun yed' nok' yune'."
        },
        {
            "number": "29",
            "text": "Tato tz'ak'ji junoc silab' d'ayin yuj ak'oj yuj diosal, ujocab' icha d'a sleyal yic vach' tzin cha'a."
        },
        {
            "number": "30",
            "text": "Anhejtona', tze chib'at nok' d'a jun k'ual chi', max yal-laj scan nok' d'a junocxo k'u. A in Jehová in svala'."
        },
        {
            "number": "31",
            "text": "B'eyb'alejec in checnab'il, tze k'anab'ajanpaxi. A in Jehová in svala'."
        },
        {
            "number": "32",
            "text": "Mocab' chucoc tz'aj in b'inaj eyuuj, palta to tzin eyik'chaanh, yujto a in val ix ex in sik'caneli,"
        },
        {
            "number": "33",
            "text": "ix ex vik'anelta d'a Egipto yic tzin och e Diosaloc. A in Jehová in svala', xchi d'a vinh."
        }
    ]
}