{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolonxi Jehová t'a winhaj Moisés chi', ix yalani:"
        },
        {
            "number": "2",
            "text": "Al t'a winhaj Aarón yet' t'a heb' yinhtilal to sya'ilej wal sb'a heb' yet' ofrenda syak' heb' eyetisraelal t'ayin, yic manh chucoc tz'aj in b'inaj yuj heb'. Ha in wal Jehová in swala'."
        },
        {
            "number": "3",
            "text": "Al t'a heb' to a tiknaik yet' t'a masanil tiempo, yalnhej mach junok yinhtilal heb' tz'ik'ancot juntzanh silab' t'a wichanh, aton juntzanh syak' heb' eyetisraelal t'ayin, tato manh wach'oc yaj jun tz'ik'ancot jun silab' chi' icha yalan ley, yowalil tz'ik'jiel t'a yopisio t'a wichanh. Ha in wal Jehová in swala'."
        },
        {
            "number": "4",
            "text": "Malaj pax junok yinhtilal winhaj Aarón chi' syal swaan tastac to wik yaji tato ay lepra t'ay, ma ay tas tz'el t'a swinaquil, palta ato yic wach'xo yaji icha yalan ley, ichato chi' syal swaani. Tato syam junok tas to manh wach'oc, junok chamnac, ma junok winak tz'el yinhatil, manh wach'oc tz'ajkani."
        },
        {
            "number": "5",
            "text": "Manh wach'oc tz'ajkani tato syam junok nok' nok' manh wach'oc t'a yichanh ley, ma syam junok anima manh wach'oc pax yaj yuj yalnhej tasi."
        },
        {
            "number": "6",
            "text": "Tato manh wach'oc yaji, max yal-laj swaan junok tas to wik yaji, masanto sb'iquel sb'a."
        },
        {
            "number": "7",
            "text": "Ato yic tz'em k'u, wach'xo yaji. Ichato chi' tzaxo yal swaan masanil tas to wik yaji yujto yictaxon yaji."
        },
        {
            "number": "8",
            "text": "Ha heb' yinhtilal winhaj Aarón chi' max yal-laj schi'an schib'ejal junok nok' nok' heb', aton nok' tonhej schami, ma nok' scham yuj nok' kaltacte'al nok', yic manh chucoc skan heb'. Ha in Jehová in swala'."
        },
        {
            "number": "9",
            "text": "Al t'a heb' to sk'anab'ajej in checnab'il heb', yic max och smul heb', yic max champax heb'. Tato malaj yelk'och in checnab'il chi' t'a yol sat heb', scot juntzanh tik t'a yib'anh heb', yujto a in Jehová in ix in sik'kanel heb'."
        },
        {
            "number": "10",
            "text": "Malaj mach syal swaan tastac to wik yaji tato malaj yuj sb'a yet' heb' winh sacerdote. Eb' tonhej ayek' posado t'a heb', ma heb' tonhej smunlaj t'a heb', max yal-laj swaan heb'."
        },
        {
            "number": "11",
            "text": "Tato ay junok schekab' junok winh sacerdote manb'il yuj, mato ay pax heb' tz'alji t'a yol scuenta winh, a heb' chi' syal swaan heb' masanil tas to wik yaji."
        },
        {
            "number": "12",
            "text": "Tato a ix yisil junok winh sacerdote syik' junok winak ch'oc yel t'a skal heb' sacerdote, maxtzac yal-laj swaan juntzanh ofrenda chi' ix, aton juntzanh tz'ak'ji t'a heb' winh sacerdote chi'."
        },
        {
            "number": "13",
            "text": "Palta tato chamnacxo winh yetb'eyum ix, mato spuknac sb'a ix yet' winh yetb'eyum chi', malaj pax junok yune' ix, meltzajnac ix yic skajnajxi ix yet' winh smam chi', ichataxon ayic cob'esto ix, syal swaan swael winh smam ix chi'. Axo pax juntzanhxo heb' manh yinhtiloc heb' sacerdote, max yal-laj swaan heb'."
        },
        {
            "number": "14",
            "text": "Tato ay junok mach comonnhej schi'an nok' chib'ej to wik yaji, tato manh yojtakoc to wik yaji, yowalil syak' sk'exul t'a jun winh sacerdote chi', syak'an jab'okxo t'a yib'anh jun ix yak' sk'exul chi'."
        },
        {
            "number": "15",
            "text": "Palta a heb' winh sacerdote yowalil manh comonoc scha' heb' winh chijoc tastac syak' heb' eyetchonhab' t'ayin."
        },
        {
            "number": "16",
            "text": "Tato ay junok mach comonnhej schi'an nok' chib'ej wik yaj chi', manh tonhejoc syiloch winh sacerdote chi', palta yowalil a jun ix chi'an nok' chi', syak' nok' silab' yic spacoc jun smul chi', yujto a in Jehová in ix in sik'kanel juntzanh nok' chib'ej chi' wicoc, xchi t'a winh."
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi':"
        },
        {
            "number": "18",
            "text": "Al t'a winhaj Aarón yet' t'a heb' yuninal yet' t'a masanil heb' eyetisraelal masanil juntzanh tik: Tato ay ex, ma heb' ch'oc chonhab'il ayek' kajan t'a he kal, tzeyak' junok nok' nok' yic snhusjitz'a silab'il t'ayin, wach'chom yuj b'aj ix eyak' he ti' eyak'ani, mato tonhej tz'el t'a he k'ol eyak'ani,"
        },
        {
            "number": "19",
            "text": "yowalil a junok nok' smam malaj jab'oc spaltail tzeyak'a' yic wach' tzin cha jun silab' chi'. Ha junok nok' toro, ma junok nok' ch'ac kalnel, ma junok nok' mam chiwa tzeyak'a',"
        },
        {
            "number": "20",
            "text": "palta manhoc junok nok' ayoch syab'il. Tato ya'ay nok', max in chalaj nok'."
        },
        {
            "number": "21",
            "text": "Yalnhej mach ex tzeyak' junok silab' yic junk'olal t'ayin, wach'chom yuj b'aj ix eyak' he ti' eyak'ani, ma tonhej tz'el t'a he k'ol eyak'ani, yowalil a junok nok' wakax, ma junok nok' kalnel, ma junok nok' chiwa, malaj spaltail tzeyak'a', yic wach' tzin cha t'ayex."
        },
        {
            "number": "22",
            "text": "Manh eyak' junok nok' nok' penaay t'ayin, icha nok' malaj yol sat, nok' lajwinac, nok' q'uiich, nok' elnac junok makan sniwanil, ma ay syaxk'ail, ma junok yab'il t'ay. Ha juntzanh nok' icha chi', max yal-laj snhusjitz'a nok' t'a waltar."
        },
        {
            "number": "23",
            "text": "Ha mach ex tz'el t'a he k'ol eyak'an junok nok' silab' t'ayin, a junok nok' wakax, ma junok nok' kalnel syal eyak'ani, wach'chom manh lajanoc steel yoc nok'. Palta tato a junok silab' ix eyak' he ti' eyak'ani, max in chalaj nok' icha chi' yaji."
        },
        {
            "number": "24",
            "text": "Ha junok nok' lajwinac sk'een, ma pojnac, ma ik'b'ilel sk'een nok' chi', max yal-laj eyak'an nok' silab'il t'ayin. Manh he b'eyb'alej eyak'an juntzanh nok' chi' silab'il t'ayin."
        },
        {
            "number": "25",
            "text": "Manh he cha juntzanh nok' nok' icha chi' t'a heb' ch'oc chonhab'il yic tz'och silab'il t'ayin, yujto manh tz'akanok yaj nok', max in chapaxlaj nok', xchi t'a winh."
        },
        {
            "number": "26",
            "text": "Ix yalanxi Jehová chi' t'a winh:"
        },
        {
            "number": "27",
            "text": "Ayic tz'alji junok nok' yune' wakax, ma junok nok' yune' kalnel, ma junok nok' yune' chiwa, uque' k'ual yowalil skan nok' yet' snun, haxo t'a swajxaquil k'ual, tzaxo yal snhusjitz'a nok' silab'il t'a wichanh."
        },
        {
            "number": "28",
            "text": "Max yal-laj junnhej k'ual tz'aj smiljicham junok nok' snun yet' nok' yune'."
        },
        {
            "number": "29",
            "text": "Tato tz'ak'ji junok silab' t'ayin yuj ak'oj yuj diosal, ujokab' icha t'a sleyal yic wach' tzin cha'a."
        },
        {
            "number": "30",
            "text": "Anhejtona', tze chib'at nok' t'a jun k'ual chi', max yal-laj skan nok' t'a junokxo k'u. Ha in Jehová in swala'."
        },
        {
            "number": "31",
            "text": "B'eyb'alejec in checnab'il, tze k'anab'ajanpaxi. Ha in Jehová in swala'."
        },
        {
            "number": "32",
            "text": "Mokab' chucoc tz'aj in b'inaj eyuuj, palta to tzin eyik'chaanh, yujto a in wal ix ex in sik'kaneli,"
        },
        {
            "number": "33",
            "text": "ix ex wik'anelta t'a Egipto yic tzin och he Diosaloc. Ha in Jehová in swala', xchi t'a winh."
        }
    ]
}