{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi':"
        },
        {
            "number": "2",
            "text": "Al t'a heb' etisraelal to a in swal icha tik: Ha juntzanh q'uinh tik, walnakkani to wicnhej yaji, aton yic tze molb'an he b'a yic tzin eyik'anchaanh."
        },
        {
            "number": "3",
            "text": "Vaque' k'ual tzex munlaji, haxo t'a yuquil k'ual manhxa junok tas tze k'ulej. Tzeyik' eyip, tze molb'an he b'a eyoch ejmelal t'ayin yalnhej b'aj ayex eq'ui. Aton jun k'ual ik'oj ip chi' wicnhej yaji."
        },
        {
            "number": "4",
            "text": "Aton juntzanh q'uinh tik niwan yelk'ochi yuj in eyik'anchaanh ayic tze molb'an he b'a eyoch ejmelal t'a sk'ual walnakkani."
        },
        {
            "number": "5",
            "text": "Ha q'uinh yic tze naancoti ayic ex wik'anelta t'a Egipto, tz'el yich t'a yemk'ualil t'a 14 yoch b'ab'el uj. Aton jun q'uinh chi' tzeyak'ochi yic tzin eyik'anchaanh."
        },
        {
            "number": "6",
            "text": "Axo t'a 15 yoch jun uj chi', tzeyak'anpaxoch q'uinh yic ixim pan malaj yich yuj in eyik'anchaanh. Uque' k'ual anhej ixim pan malaj yich tze wa''a."
        },
        {
            "number": "7",
            "text": "Ha wal t'a sb'ab'el k'ual chi', tze molb'anoch he b'a ejmelal t'a wichanh. Malaj junok makan munlajel tze b'o t'a jun chi'."
        },
        {
            "number": "8",
            "text": "Ha t'a uque' k'ual chi', tze nhusnhejtz'a silab' t'ayin. Ha t'a yuquil k'ual tze molb'anoch he b'a ejmelal t'ayin. Malaj junok makan munlajel tze b'o'o, xchi Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "9",
            "text": "Ix yalanpax Jehová t'a winhaj Moisés chi':"
        },
        {
            "number": "10",
            "text": "Al t'a heb' etisraelal icha tik: Ayic ayexxo ek' t'a sat lum lum ol wak' chi' t'ayex, ayic ol he chaanel yich he jochan ixim he trigo, a jun b'ab'el manoja tze joch chi', tzeyik'cot t'a heb' winh sacerdote."
        },
        {
            "number": "11",
            "text": "Axo t'a junxo k'u ayic slajwikanek' sk'ual ik'oj ip, syak'an heb' sacerdote chi' ofrendail tas tzeyak' chi', sb'akhanochta heb' t'a wichanh, yic wach' tzin cha t'ayex."
        },
        {
            "number": "12",
            "text": "Ha t'a sk'ual tzeyak' ixim he trigo chi' ofrendail t'ayin, ata' tze nhuspaxtz'a junok nok' kalnel silab'il t'a wichanh, nok' jun ab'il sk'inal, mokab'a jab'oc spaltail nok'."
        },
        {
            "number": "13",
            "text": "Tzeyik'anpaxcot lajunheoc libra ixim harina te wach' calab'il yet' aceite, yic stz'a ofrendail to suk'uq'ui sjab' swab'i. Tzeyak'anpax junok litro wino ofrendail, secjiem t'a yib'anh juntzanh ofrenda chi'."
        },
        {
            "number": "14",
            "text": "Ha ixim ak' trigo sjochchaj chi', max yal-laj he waan ixim t'a panil. Max yalpaxlaj he b'olan ixim he k'uxu', ma eyax k'uxani, masanto t'a jun sk'ual a tzeyak'an ixim b'ab'el manoja ofrendail t'ayin he Diosal in. Ha jun tik ley tz'ajkan t'ayex t'a masanil tiempo yalnhej b'aj ayex eq'ui."
        },
        {
            "number": "15",
            "text": "Axo t'a junxo k'u ayic toxo ix lajwikanek' sk'ual ik'oj ip, ayic tzeyik'ancot jun manoja ixim trigo ofrendail, aton t'a jun k'u chi' tze b'is uque' semana."
        },
        {
            "number": "16",
            "text": "Axo t'a junxo k'u, ma t'a 50 k'ual yic toxo ix tz'acwi uque' k'ual ik'oj ip chi', ata' tzeyak'pax junokxo ofrenda t'a ixim trigo chi' t'ayin."
        },
        {
            "number": "17",
            "text": "Tzeyik'cot chab'oc ixim pan ofrendail ichataxon ixim eyic tze wa''a. Vajxaque' libra ixim harina te wach' tz'och t'a junjun ixim, ayokab' b'at yich t'a skal ixim. Ha ixim pan chi' sb'akhjioch ixim t'a wichanh ofrendail t'a ixim b'ab'el tz'eluli yalnhej b'aj kajan ex eq'ui."
        },
        {
            "number": "18",
            "text": "Yed' ixim pan chi', syak' ucwanhoc nok' kelemtac kalnel heb' eyetchonhab', jun ab'il sk'inal junjun nok' yet' jun nok' quelem wakax yet' pax chawanhoc nok' ch'ac kalnel. Malajokab' jab'oc spaltail juntzanh nok' nok' chi'. Ha nok' chi' snhusjitz'a smasanil t'ayin Jehová in tik, junnhej tz'aj stz'a yet' ixim eyofrenda trigo yet' pax ofrenda t'a wino. Ha jun ofrenda stz'a chi' suk'uq'ui sjab' swab'i."
        },
        {
            "number": "19",
            "text": "Tzeyak'anpax junok nok' mam chiwa silab'il yuj stupcanel he mul. Tzeyak'anpax chawanhoc nok' kalnel junjun ab'il sk'inal ofrendail yuj he ch'oxanel he junk'olal wed'oc."
        },
        {
            "number": "20",
            "text": "Ha winh sacerdote sb'akhanoch chawanh nok' kalnel t'a wichanh a in Jehová in tik yet' ixim pan ix b'o t'a ixim trigo ix b'ab'laj jochchaji, a jun ofrenda chi' wik yaji, skan t'a winh sacerdote chi'."
        },
        {
            "number": "21",
            "text": "Ha t'a sk'ual jun q'uinh chi' malaj junok makan munlajel syal he b'oani. Tze molb'anoch he b'a eyoch ejmelal t'ayin. Ha jun tik ley tz'ajkan t'a he kal yet' t'a skal eyinhtilal t'a masanil tiempo yalnhej b'ajtil ayex eq'ui."
        },
        {
            "number": "22",
            "text": "Ayic sk'och stiempoal he jochan ixim he trigo, manh he sik'k'e ixim skan t'a skal yoc yet' ixim ay t'a stitac, yujto a juntzanh chi' yic heb' meb'a' yaji yet' heb' ch'oc chonhab'il ayek' t'a he kal. Ha in Jehová he Diosal in swala', xchi t'a winh."
        },
        {
            "number": "23",
            "text": "Ix yalanpax Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "24",
            "text": "Al t'a heb' etchonhab' icha tik: Ha t'a sb'ab'el k'ual yic yuquil uj, tzeyik' eyip, tze molb'anoch he b'a ejmelal t'ayin, spuji k'een trompeta yic tze naancot in wach'k'olal."
        },
        {
            "number": "25",
            "text": "Yowalil tze nhustz'a junok nok' silab' t'ayin. Malaj junok ex tzex munlaj t'a jun k'u chi', xchi t'a winh."
        },
        {
            "number": "26",
            "text": "Ix yalanpax Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "27",
            "text": "Ha t'a slajunhil k'ual yoch yuquil uj, aton t'a sk'ual yic tz'ak'jikan lajwoc he mul, tze molb'ejoch he b'a ejmelal t'ayin. Tzex ochpax t'a tzek'ojk'olal, tze nhusantz'a ofrenda silab'il t'ayin a in Jehová in tik."
        },
        {
            "number": "28",
            "text": "Manh ex munlaj t'a jun k'u chi', yujto a wal t'a jun k'u chi' stupcanel he mul t'a wichanh a in Jehová he Diosal in tik."
        },
        {
            "number": "29",
            "text": "Tato ay junok mach max k'anab'ajan yoch t'a tzek'ojk'olal t'a jun k'u chi', yowalil satjiel t'a he kal."
        },
        {
            "number": "30",
            "text": "Anhejtona', yalnhej mach smunlaj t'a jun k'u chi', tzin sateli."
        },
        {
            "number": "31",
            "text": "Malaj junok mach smunlaj t'a junok yalnhej tas munlajelal t'a jun k'u chi'. Ha jun tik ley tz'ajkan t'a he kal yet' t'a skal heb' eyinhtilal t'a masanil tiempo yalnhej b'ajtil ayex eq'ui."
        },
        {
            "number": "32",
            "text": "Ha jun k'u chi', aton wal yic tzeyik'an eyip, yic tzex ochpax t'a tzek'ojk'olal, tz'el yich t'a wal sb'alunhil k'ual yoch uj t'a k'ik'b'alil, masanto t'a k'ik'b'alil t'a junxo k'u, xchi t'a winh."
        },
        {
            "number": "33",
            "text": "Ix yalanpax Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "34",
            "text": "Al t'a heb' etchonhab': Ayic 15 yoch yuquil uj, tze chaan uque' k'ual sq'uinhal chinama yuj in eyik'anchaanh."
        },
        {
            "number": "35",
            "text": "Tze molb'anoch he b'a ejmelal t'a b'ab'el k'u. Ha t'a jun k'ual chi', malaj junok mach smunlaji."
        },
        {
            "number": "36",
            "text": "Ha t'a uque' k'ual chi', junjun k'u tze nhusantz'a silab' t'ayin, haxo t'a swajxaquil k'ual, tze molb'anoch he b'a ejmelal, tze nhusantz'a silab', yujto in q'uinh yaji, malaj junok mach smunlaji."
        },
        {
            "number": "37",
            "text": "(Aton t'a juntzanh q'uinh tik tzin eyik'chaanh a in Jehová in tik. Tze molb'anoch he b'a ejmelal, tze nhusantz'a silab'. Ay silab' snhusjitz'aoc yet' ofrenda t'a tas swaji. Tz'ak'jipax wino silab'il yet' ofrendail. Junjun makan juntzanh silab' tik tz'ak'ji, ato ha' sk'ual alb'ilkani."
        },
        {
            "number": "38",
            "text": "Ch'oc yel juntzanh silab' chi' t'a yichanh juntzanh tz'ak'ji t'a sk'ual ik'oj ip walnac. Ch'oc yel juntzanh silab' chi' t'a yichanh silab' tz'ak'jitaxoni. Ch'oc yel pax t'a yichanh he silab' tzeyak' he ti' eyak'ani yet' t'a eyofrenda tz'el t'a he k'ol eyak'an t'ayin a in Jehová in tik.)"
        },
        {
            "number": "39",
            "text": "Axo t'a 15-xo yoch yuquil uj, ayic toxo ix molchaj sat avb'en tz'el t'a sat lum lum, tzeyak'anoch sq'uinhal t'a wichanh t'a uque' k'ual. Ha b'ab'el k'u, sk'ual ik'oj ip, anhejtona' pax t'a yucub'ixial."
        },
        {
            "number": "40",
            "text": "Ha t'a b'ab'el k'u chi', tzeyik'cot sattac te te' te wach', xiltac apak', sk'ab' te' tak'u ay t'a titac ha' yet' sk'ab' juntzanhxo te' k'ayum xiil yic tzeyak'anoch q'uinh yic chinama. Icha wal chi' tz'aj eyak'an tzalajb'oc he k'ol t'a uque' k'ual chi' t'a wichanh a in Jehová he Diosal in tik."
        },
        {
            "number": "41",
            "text": "D'a yuquil uj t'a junjun ab'il, tzeyak'anoch jun q'uinh chi' t'a uque' k'ual yuj in eyik'anchaanh. Ha jun tik ley tz'ajkan t'a he kal yet' t'a skal heb' eyinhtilal t'a masanil tiempo."
        },
        {
            "number": "42",
            "text": "Ha t'a uque' k'ual chi', he masanil a ex israel ex tik, yowalil tzex kajnaj t'a yoltac chinama,"
        },
        {
            "number": "43",
            "text": "yic wach' syojtaquejnhejel heb' eyinhtilal b'ak'uinh to ha t'a yoltac chinama ix ex kajnaji ayic ix ex wik'anelta t'a Egipto. Ha in Jehová he Diosal in swala', xchi t'a winh."
        },
        {
            "number": "44",
            "text": "Icha wal chi' ix aj yak'an winhaj Moisés yojtakanel heb' chonhab' israel juntzanh niwac q'uinh tz'ochi yuj yik'jichaanh Jehová."
        }
    ]
}