{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi':"
        },
        {
            "number": "2",
            "text": "Al d'a eb' etisraelal to a in sval icha tic: A juntzanh q'uinh tic, valnaccani to vicnhej yaji, aton yic tze molb'an e b'a yic tzin eyik'anchaanh."
        },
        {
            "number": "3",
            "text": "Vaque' k'ual tzex munlaji, axo d'a yuquil k'ual manhxa junoc tas tze k'ulej. Tzeyik' eyip, tze molb'an e b'a eyoch ejmelal d'ayin yalnhej b'aj ayex eq'ui. Aton jun k'ual ik'oj ip chi' vicnhej yaji."
        },
        {
            "number": "4",
            "text": "Aton juntzanh q'uinh tic nivan yelk'ochi yuj in eyik'anchaanh ayic tze molb'an e b'a eyoch ejmelal d'a sk'ual valnaccani."
        },
        {
            "number": "5",
            "text": "A q'uinh yic tze naancoti ayic ex vik'anelta d'a Egipto, tz'el yich d'a yemk'ualil d'a 14 yoch b'ab'el uj. Aton jun q'uinh chi' tzeyak'ochi yic tzin eyik'anchaanh."
        },
        {
            "number": "6",
            "text": "Axo d'a 15 yoch jun uj chi', tzeyak'anpaxoch q'uinh yic ixim pan malaj yich yuj in eyik'anchaanh. Uque' k'ual anhej ixim pan malaj yich tze va'a."
        },
        {
            "number": "7",
            "text": "A val d'a sb'ab'el k'ual chi', tze molb'anoch e b'a ejmelal d'a vichanh. Malaj junoc macanh munlajel tze b'o d'a jun chi'."
        },
        {
            "number": "8",
            "text": "A d'a uque' k'ual chi', tze nhusnhejtz'a silab' d'ayin. A d'a yuquil k'ual tze molb'anoch e b'a ejmelal d'ayin. Malaj junoc macanh munlajel tze b'o'o, xchi Jehová d'a vinhaj Moisés chi'."
        },
        {
            "number": "9",
            "text": "Ix yalanpax Jehová d'a vinhaj Moisés chi':"
        },
        {
            "number": "10",
            "text": "Al d'a eb' etisraelal icha tic: Ayic ayexxo ek' d'a sat lum luum ol vak' chi' d'ayex, ayic ol e chaanel yich e jochan ixim e trigo, a jun b'ab'el manoja tze joch chi', tzeyik'cot d'a eb' vinh sacerdote."
        },
        {
            "number": "11",
            "text": "Axo d'a junxo k'u ayic slajvicanek' sk'ual ik'oj ip, syak'an eb' sacerdote chi' ofrendail tas tzeyak' chi', sb'achanochta eb' d'a vichanh, yic vach' tzin cha d'ayex."
        },
        {
            "number": "12",
            "text": "A d'a sk'ual tzeyak' ixim e trigo chi' ofrendail d'ayin, ata' tze nhuspaxtz'a junoc nok' calnel silab'il d'a vichanh, nok' jun ab'il sq'uinal, mocab'a jab'oc spaltail nok'."
        },
        {
            "number": "13",
            "text": "Tzeyik'anpaxcot lajunheoc libra ixim harina te vach' calab'il yed' aceite, yic stz'a ofrendail to suk'uq'ui sjab' svab'i. Tzeyak'anpax junoc litro vino ofrendail, secjiem d'a yib'anh juntzanh ofrenda chi'."
        },
        {
            "number": "14",
            "text": "A ixim ak' trigo sjochchaj chi', max yal-laj e vaan ixim d'a panil. Max yalpaxlaj e b'olan ixim e k'uxu', ma eyax k'uxani, masanto d'a jun sk'ual a tzeyak'an ixim b'ab'el manoja ofrendail d'ayin e Diosal in. A jun tic ley tz'ajcan d'ayex d'a masanil tiempo yalnhej b'aj ayex eq'ui."
        },
        {
            "number": "15",
            "text": "Axo d'a junxo k'u ayic toxo ix lajvicanek' sk'ual ik'oj ip, ayic tzeyik'ancot jun manoja ixim trigo ofrendail, aton d'a jun k'u chi' tze b'is uque' semana."
        },
        {
            "number": "16",
            "text": "Axo d'a junxo k'u, ma d'a 50 k'ual yic toxo ix tz'acvi uque' k'ual ik'oj ip chi', ata' tzeyak'pax junocxo ofrenda d'a ixim trigo chi' d'ayin."
        },
        {
            "number": "17",
            "text": "Tzeyik'cot chab'oc ixim pan ofrendail ichataxon ixim eyic tze va'a. Vajxaque' libra ixim harina te vach' tz'och d'a junjun ixim, ayocab' b'at yich d'a scal ixim. A ixim pan chi' sb'achjioch ixim d'a vichanh ofrendail d'a ixim b'ab'el tz'eluli yalnhej b'aj cajan ex eq'ui."
        },
        {
            "number": "18",
            "text": "Yed' ixim pan chi', syak' ucvanhoc nok' quelemtac calnel eb' eyetchonhab', jun ab'il sq'uinal junjun nok' yed' jun nok' quelem vacax yed' pax chavanhoc nok' ch'ac calnel. Malajocab' jab'oc spaltail juntzanh nok' nok' chi'. A nok' chi' snhusjitz'a smasanil d'ayin Jehová in tic, junnhej tz'aj stz'a yed' ixim eyofrenda trigo yed' pax ofrenda d'a vino. A jun ofrenda stz'a chi' suk'uq'ui sjab' svab'i."
        },
        {
            "number": "19",
            "text": "Tzeyak'anpax junoc nok' mam chiva silab'il yuj stupcanel e mul. Tzeyak'anpax chavanhoc nok' calnel junjun ab'il sq'uinal ofrendail yuj e ch'oxanel e junk'olal ved'oc."
        },
        {
            "number": "20",
            "text": "A vinh sacerdote sb'achanoch chavanh nok' calnel d'a vichanh a in Jehová in tic yed' ixim pan ix b'o d'a ixim trigo ix b'ab'laj jochchaji, a jun ofrenda chi' vic yaji, scan d'a vinh sacerdote chi'."
        },
        {
            "number": "21",
            "text": "A d'a sk'ual jun q'uinh chi' malaj junoc macanh munlajel syal e b'oani. Tze molb'anoch e b'a eyoch ejmelal d'ayin. A jun tic ley tz'ajcan d'a e cal yed' d'a scal eyinhtilal d'a masanil tiempo yalnhej b'ajtil ayex eq'ui."
        },
        {
            "number": "22",
            "text": "Ayic sk'och stiempoal e jochan ixim e trigo, manh e sik'q'ue ixim scan d'a scal yoc yed' ixim ay d'a stitac, yujto a juntzanh chi' yic eb' meb'a' yaji yed' eb' ch'oc chonhab'il ayek' d'a e cal. A in Jehová e Diosal in svala', xchi d'a vinh."
        },
        {
            "number": "23",
            "text": "Ix yalanpax Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "24",
            "text": "Al d'a eb' etchonhab' icha tic: A d'a sb'ab'el k'ual yic yuquil uj, tzeyik' eyip, tze molb'anoch e b'a ejmelal d'ayin, spuji q'uen trompeta yic tze naancot in vach'k'olal."
        },
        {
            "number": "25",
            "text": "Yovalil tze nhustz'a junoc nok' silab' d'ayin. Malaj junoc ex tzex munlaj d'a jun k'u chi', xchi d'a vinh."
        },
        {
            "number": "26",
            "text": "Ix yalanpax Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "27",
            "text": "A d'a slajunhil k'ual yoch yuquil uj, aton d'a sk'ual yic tz'ak'jican lajvoc e mul, tze molb'ejoch e b'a ejmelal d'ayin. Tzex ochpax d'a tzek'ojk'olal, tze nhusantz'a ofrenda silab'il d'ayin a in Jehová in tic."
        },
        {
            "number": "28",
            "text": "Manh ex munlaj d'a jun k'u chi', yujto a val d'a jun k'u chi' stupcanel e mul d'a vichanh a in Jehová e Diosal in tic."
        },
        {
            "number": "29",
            "text": "Tato ay junoc mach max k'anab'ajan yoch d'a tzek'ojk'olal d'a jun k'u chi', yovalil satjiel d'a e cal."
        },
        {
            "number": "30",
            "text": "Anhejtona', yalnhej mach smunlaj d'a jun k'u chi', tzin sateli."
        },
        {
            "number": "31",
            "text": "Malaj junoc mach smunlaj d'a junoc yalnhej tas munlajelal d'a jun k'u chi'. A jun tic ley tz'ajcan d'a e cal yed' d'a scal eb' eyinhtilal d'a masanil tiempo yalnhej b'ajtil ayex eq'ui."
        },
        {
            "number": "32",
            "text": "A jun k'u chi', aton val yic tzeyik'an eyip, yic tzex ochpax d'a tzek'ojk'olal, tz'el yich d'a val sb'alunhil k'ual yoch uj d'a q'uik'b'alil, masanto d'a q'uik'b'alil d'a junxo k'u, xchi d'a vinh."
        },
        {
            "number": "33",
            "text": "Ix yalanpax Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "34",
            "text": "Al d'a eb' etchonhab': Ayic 15 yoch yuquil uj, tze chaan uque' k'ual sq'uinhal chinama yuj in eyik'anchaanh."
        },
        {
            "number": "35",
            "text": "Tze molb'anoch e b'a ejmelal d'a b'ab'el k'u. A d'a jun k'ual chi', malaj junoc mach smunlaji."
        },
        {
            "number": "36",
            "text": "A d'a uque' k'ual chi', junjun k'u tze nhusantz'a silab' d'ayin, axo d'a svajxaquil k'ual, tze molb'anoch e b'a ejmelal, tze nhusantz'a silab', yujto in q'uinh yaji, malaj junoc mach smunlaji."
        },
        {
            "number": "37",
            "text": "(Aton d'a juntzanh q'uinh tic tzin eyik'chaanh a in Jehová in tic. Tze molb'anoch e b'a ejmelal, tze nhusantz'a silab'. Ay silab' snhusjitz'aoc yed' ofrenda d'a tas svaji. Tz'ak'jipax vino silab'il yed' ofrendail. Junjun macanh juntzanh silab' tic tz'ak'ji, ato a' sk'ual alb'ilcani."
        },
        {
            "number": "38",
            "text": "Ch'oc yel juntzanh silab' chi' d'a yichanh juntzanh tz'ak'ji d'a sk'ual ik'oj ip valnac. Ch'oc yel juntzanh silab' chi' d'a yichanh silab' tz'ak'jitaxoni. Ch'oc yel pax d'a yichanh e silab' tzeyak' e ti' eyak'ani yed' d'a eyofrenda tz'el d'a e k'ol eyak'an d'ayin a in Jehová in tic.)"
        },
        {
            "number": "39",
            "text": "Axo d'a 15-xo yoch yuquil uj, ayic toxo ix molchaj sat avb'en tz'el d'a sat lum luum, tzeyak'anoch sq'uinhal d'a vichanh d'a uque' k'ual. A b'ab'el k'u, sk'ual ik'oj ip, anhejtona' pax d'a yucub'ixial."
        },
        {
            "number": "40",
            "text": "A d'a b'ab'el k'u chi', tzeyik'cot sattac te te' te vach', xiltac apak', sk'ab' te' tak'u ay d'a titac a' yed' sk'ab' juntzanhxo te' k'ayum xiil yic tzeyak'anoch q'uinh yic chinama. Icha val chi' tz'aj eyak'an tzalajb'oc e k'ol d'a uque' k'ual chi' d'a vichanh a in Jehová e Diosal in tic."
        },
        {
            "number": "41",
            "text": "D'a yuquil uj d'a junjun ab'il, tzeyak'anoch jun q'uinh chi' d'a uque' k'ual yuj in eyik'anchaanh. A jun tic ley tz'ajcan d'a e cal yed' d'a scal eb' eyinhtilal d'a masanil tiempo."
        },
        {
            "number": "42",
            "text": "A d'a uque' k'ual chi', e masanil a ex israel ex tic, yovalil tzex cajnaj d'a yoltac chinama,"
        },
        {
            "number": "43",
            "text": "yic vach' syojtaquejnhejel eb' eyinhtilal b'aq'uinh to a d'a yoltac chinama ix ex cajnaji ayic ix ex vik'anelta d'a Egipto. A in Jehová e Diosal in svala', xchi d'a vinh."
        },
        {
            "number": "44",
            "text": "Icha val chi' ix aj yak'an vinhaj Moisés yojtacanel eb' chonhab' israel juntzanh nivac q'uinh tz'ochi yuj yik'jichaanh Jehová."
        }
    ]
}