{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanpax Jehová t'a winhaj Moisés chi':"
        },
        {
            "number": "2",
            "text": "Al t'a heb' etisraelal to syik'cot aceite heb' t'ayach, aton aceite te wach' yic sat te' oliwo yic wach' aynhejoch sk'ak'al candil."
        },
        {
            "number": "3",
            "text": "Axo winhaj Aarón sb'oanoch sk'ak'al, yic wach' aynhejoch sk'ak'al tzek' ak'wal t'a wichanh b'aj ay in kajnub' b'aj tzin ch'ox in b'a, t'a yichanhelta k'apac cortina b'aj ay skaxail in trato. Ha jun tik ley tz'ajkan t'ayex t'a masanil tiempo."
        },
        {
            "number": "4",
            "text": "Wach' tz'aj sb'ojioch juntzanh candil chi' t'a wichanh t'a yib'anh sb'akhnub'al nab'a oro."
        },
        {
            "number": "5",
            "text": "Tzeyik'cot ixim harina te wach', sb'o lajchaweoc ixim pan, chanhe' libra ixim harina tz'och t'a junjun ixim."
        },
        {
            "number": "6",
            "text": "Slajwi chi' tz'ak'chajk'e ixim t'a sat jun mexa nab'a oro t'a wichanh, cha tzol tz'ajk'e latz'an ixim, wactac ixim t'a junjun latz'an."
        },
        {
            "number": "7",
            "text": "Tzak'anpaxem incienso te wach' t'a yib'anh junjun latz'an ixim pan chi'. Ha incienso chi' snhusjitz'ha t'a wichanh, yic sch'oxani to wik yaj ixim pan chi'."
        },
        {
            "number": "8",
            "text": "D'a junjun k'ual ik'oj ip tz'ak'jiem ixim pan chi' t'a wichanh, yuj sk'anab'ajan heb' etchonhab' israel in trato eyed'oc t'a masanil tiempo. Yowalil a ixim q'uixin tz'ak'jiemi."
        },
        {
            "number": "9",
            "text": "Axo juntzanh ixim pan tz'ik'jiel chi', yic winhaj Aarón yet' heb' yinhtilal yaj ixim t'a masanil tiempo. Ha heb' chi' swaan ixim pan chi' t'a junok lugar to wik yaji, yujto te niwan yelk'och ixim t'a skal juntzanhxo silab' yictaxon heb' sacerdote tz'ik'jiel t'a juntzanh ofrenda snhusjitz'ha t'a wichanh, xchi Jehová chi'."
        },
        {
            "number": "10",
            "text": "Ay jun winh aljinac t'a skal heb' israel chi', israel snun winh, haxo smam winh aj Egipto. Selomit sb'i ix snun winh chi', yisil winhaj Dibri, yinhtilal Dan. Ha jun winh chi' ix yak' owal winh yet' jun winh mero wal israel t'a campamento. Ha t'a jun owal chi', a winh yune' ix israel chi' ix och smul winh yujto ix yal chuk winh t'a sb'i Jehová, yuj chi' ix ik'jicot winh t'a yichanh winhaj Moisés."
        },
        {
            "number": "11",
            "text": "Ix tanhwaj winh masanto ix yal Jehová tas yowalil tz'utaj winh."
        },
        {
            "number": "12",
            "text": "Ix yalan Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "13",
            "text": "Ik'equelta winh chuk ix alan chi' t'a yol campamento, haxo masanil heb' ix ab'an tas ix yal winh chi', yak'okab'k'e sk'ab' heb' t'a sjolom winh, haxo masanil heb' chonhab' sjulk'enancham winh."
        },
        {
            "number": "14",
            "text": "Al juntzanh tik t'a heb' etisraelal: Ha mach tz'alan chuk t'a in b'i a in Jehová he Diosal in tik, tz'och smul, yowalil scham yuj smul chi'. Masanil heb' yetchonhab' sjulanchamoc. Wach'chom ch'oc chonhab'il, ma eyetchonhab', tato syal chuk t'a in b'i, yowalil tz'och chamel t'a yib'anh."
        },
        {
            "number": "15",
            "text": "Ha mach smak'ancham junok yetanimail, yowalil tz'ochpax chamel t'a yib'anh."
        },
        {
            "number": "16",
            "text": "Ha mach smak'ancham nok' smolb'etzal nok' junokxo mach, yowalil anheja' nok' nok' chi' tz'ak'jipax sk'exuloc."
        },
        {
            "number": "17",
            "text": "Ha mach smak'an junok yetanimail, tato tz'echnaj yuj, icha tas syutej chi', icha chi' tz'utajpaxi."
        },
        {
            "number": "18",
            "text": "Tato sq'uichaj yuj, yowalil smak'jipax q'uichajoc. Tato tz'elta yol sat yuj, yowalil tz'elpaxcot yico', tato tz'el ye junok mach chi' yuj, yowalil tz'elpax yico'. Icha wal tas syutej junok anima chi', icha pax chi' tz'utajxi."
        },
        {
            "number": "19",
            "text": "Ha mach smak'ancham nok' smolb'etzal nok' junokxo anima, yowalil syak' sk'exul nok'. Palta a mach smak'ancham junok yetanimail, a jun chi' yowalil schami."
        },
        {
            "number": "20",
            "text": "Anheja' jun ley tik tz'och yopisio t'a heb' ch'oc chonhab'il yet' t'a heb' chonhab' israel. Ha in Jehová he Diosal in swala', xchi Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "21",
            "text": "Icha chi' ix aj yalan juntzanh chi' winhaj Moisés t'a heb' yetisraelal, yuj chi' ix ik'jielta winh ix alan chuk t'a sb'i Jehová chi' yuj heb' t'a spatiquel campamento. Ata' ix julk'enajcham winh. Ix sk'anab'ajej heb' sk'ulan icha wal ix aj yalan Jehová t'a winhaj Moisés chi'."
        }
    ]
}