{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanpax Jehová t'a vinhaj Moisés chi':"
        },
        {
            "number": "2",
            "text": "Al t'a eb' etisraelal to syik'cot aceite eb' t'ayach, aton aceite te wach' yic sat te' olivo yic wach' aynhejoch sk'ak'al candil."
        },
        {
            "number": "3",
            "text": "Axo vinhaj Aarón sb'oanoch sk'ak'al, yic wach' aynhejoch sk'ak'al tzek' ak'val t'a vichanh b'aj ay in cajnub' b'aj tzin ch'ox in b'a, t'a yichanhelta k'apac cortina b'aj ay scaxail in trato. Ha jun tik ley tz'ajkan t'ayex t'a masanil tiempo."
        },
        {
            "number": "4",
            "text": "Wach' tz'aj sb'ojioch juntzanh candil chi' t'a vichanh t'a yib'anh sb'achnub'al nab'a oro."
        },
        {
            "number": "5",
            "text": "Tzeyik'cot ixim harina te wach', sb'o lajchaveoc ixim pan, chanhe' libra ixim harina tz'och t'a junjun ixim."
        },
        {
            "number": "6",
            "text": "Slajvi chi' tz'ak'chajq'ue ixim t'a sat jun mexa nab'a oro t'a vichanh, cha tzol tz'ajq'ue latz'an ixim, vactac ixim t'a junjun latz'an."
        },
        {
            "number": "7",
            "text": "Tzak'anpaxem incienso te wach' t'a yib'anh junjun latz'an ixim pan chi'. Ha incienso chi' snhusjitz'ha t'a vichanh, yic sch'oxani to vic yaj ixim pan chi'."
        },
        {
            "number": "8",
            "text": "D'a junjun k'ual ik'oj ip tz'ak'jiem ixim pan chi' t'a vichanh, yuj sk'anab'ajan eb' etchonhab' israel in trato eyed'oc t'a masanil tiempo. Yovalil a ixim q'uixin tz'ak'jiemi."
        },
        {
            "number": "9",
            "text": "Axo juntzanh ixim pan tz'ik'jiel chi', yic vinhaj Aarón yet' eb' yinhtilal yaj ixim t'a masanil tiempo. Ha eb' chi' svaan ixim pan chi' t'a junok lugar to vic yaji, yujto te niwan yelk'och ixim t'a skal juntzanhxo silab' yictaxon eb' sacerdote tz'ik'jiel t'a juntzanh ofrenda snhusjitz'ha t'a vichanh, xchi Jehová chi'."
        },
        {
            "number": "10",
            "text": "Ay jun vinh aljinac t'a skal eb' israel chi', israel snun vinh, haxo smam vinh aj Egipto. Selomit sb'i ix snun vinh chi', yisil vinhaj Dibri, yinhtilal Dan. Ha jun vinh chi' ix yak' oval vinh yet' jun vinh mero val israel t'a campamento. Ha t'a jun oval chi', a vinh yune' ix israel chi' ix och smul vinh yujto ix yal chuc vinh t'a sb'i Jehová, yuj chi' ix ik'jicot vinh t'a yichanh vinhaj Moisés."
        },
        {
            "number": "11",
            "text": "Ix tanhvaj vinh masanto ix yal Jehová tas yovalil tz'utaj vinh."
        },
        {
            "number": "12",
            "text": "Ix yalan Jehová t'a vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "13",
            "text": "Iq'uequelta vinh chuc ix alan chi' t'a yol campamento, haxo masanil eb' ix ab'an tas ix yal vinh chi', yak'ocab'q'ue sk'ab' eb' t'a sjolom vinh, haxo masanil eb' chonhab' sjulq'uenancham vinh."
        },
        {
            "number": "14",
            "text": "Al juntzanh tik t'a eb' etisraelal: Ha mach tz'alan chuc t'a in b'i a in Jehová e Diosal in tik, tz'och smul, yovalil scham yuj smul chi'. Masanil eb' yetchonhab' sjulanchamoc. Wach'chom ch'oc chonhab'il, ma eyetchonhab', tato syal chuc t'a in b'i, yovalil tz'och chamel t'a yib'anh."
        },
        {
            "number": "15",
            "text": "Ha mach smak'ancham junok yetanimail, yovalil tz'ochpax chamel t'a yib'anh."
        },
        {
            "number": "16",
            "text": "Ha mach smak'ancham nok' smolb'etzal nok' junocxo mach, yovalil anheja' nok' nok' chi' tz'ak'jipax sq'uexuloc."
        },
        {
            "number": "17",
            "text": "Ha mach smak'an junok yetanimail, tato tz'echnaj yuj, icha tas syutej chi', icha chi' tz'utajpaxi."
        },
        {
            "number": "18",
            "text": "Tato sq'uichaj yuj, yovalil smak'jipax q'uichajoc. Tato tz'elta yol sat yuj, yovalil tz'elpaxcot yico', tato tz'el ye junok mach chi' yuj, yovalil tz'elpax yico'. Icha val tas syutej junok anima chi', icha pax chi' tz'utajxi."
        },
        {
            "number": "19",
            "text": "Ha mach smak'ancham nok' smolb'etzal nok' junocxo anima, yovalil syak' sq'uexul nok'. Palta a mach smak'ancham junok yetanimail, a jun chi' yovalil schami."
        },
        {
            "number": "20",
            "text": "Anheja' jun ley tik tz'och yopisio t'a eb' ch'oc chonhab'il yet' t'a eb' chonhab' israel. Ha in Jehová e Diosal in svala', xchi Jehová t'a vinhaj Moisés chi'."
        },
        {
            "number": "21",
            "text": "Icha chi' ix aj yalan juntzanh chi' vinhaj Moisés t'a eb' yetisraelal, yuj chi' ix ik'jielta vinh ix alan chuc t'a sb'i Jehová chi' yuj eb' t'a spatiquel campamento. Ata' ix julq'uenajcham vinh. Ix sk'anab'ajej eb' sk'ulan icha val ix aj yalan Jehová t'a vinhaj Moisés chi'."
        }
    ]
}