{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová d'a vinhaj Moisés chi' d'a lum svitzal Sinaí icha tic:"
        },
        {
            "number": "2",
            "text": "Al masanil juntzanh tic d'a eb' etisraelal: Ayic ayexxo ek' d'a sat lum luum ol vak' d'ayex chi', yovalil ol yik' yip luum, yic tzin eyik'chaanh a in Jehová in tic."
        },
        {
            "number": "3",
            "text": "Anhej vaque' ab'il tzex munlaj d'a sat e luum, axo d'a vaque' ab'il chi' syal e mesan te' eyuva, tze molan sat."
        },
        {
            "number": "4",
            "text": "Axo d'a yuquil ab'il, yovalil scan lum yik' yip sat yuj in eyik'anchaanh. Malaj jab'oc tas tzeyavej d'a jun ab'il chi', max yal-laj e mesan te' eyuva."
        },
        {
            "number": "5",
            "text": "Max yal-laj e jochanq'ue vaan ixim trigo munil sq'uib'i, ayic toxo ix ek' stiempoal jochoj trigo. Max yalpaxlaj e molan sat te' eyuva chi' to maj e mesa', yujto syik' yip lum d'a jun ab'il chi'."
        },
        {
            "number": "6",
            "text": "Masanil tastac sq'uib' d'a sat lum d'a jun ab'il yic syik' yip lum chi', syal e vaani, syalpax svaan eb' anima eyed'oc, aton eb' vinh e checab', eb' ix e checab' yed' eb' smunlaj eyed'oc yed' eb' ch'oc chonhab'il ayek' d'a e cal,"
        },
        {
            "number": "7",
            "text": "yed' pax nok' e molb'etzal nok' yed' nok' caltacte'al nok' ay d'a jun lugar chi'. Yuj chi', masanil tas sq'uib' d'a sat lum d'a jun ab'il chi', a' ol e va yed' nok' nok' chi'."
        },
        {
            "number": "8",
            "text": "Uquel sb'ischaj d'a uctac ab'il. A uque' ab'il chi' sb'ischaj d'a uquel, tz'elk'och d'a 49 ab'il."
        },
        {
            "number": "9",
            "text": "Axo d'a slajunhilxo k'ual yoch yuquil uj, aton jun k'u ayic tz'ak'ji tup mul, ata' spuji q'uen trompeta d'a masanil yol e chonhab'."
        },
        {
            "number": "10",
            "text": "Axo ab'il 50, a yab'ilal yoch q'uinh yic tz'el masanil tas d'a libre. A d'a jun ab'il chi' tz'alchajel yuj yel anima masanil d'a libre d'a yol e chonhab', aton eb' schonhnac sb'a checab'vumal, yic vach' spaxta eb' smasanil d'a scal sk'ab' yoc. Anhejtona' eb' schonhnaquel sluum scanxi lum yicoc eb'."
        },
        {
            "number": "11",
            "text": "Axo jun ab'il 50 chi' eyic yaj a ex tic, yuj eyel d'a libre. A d'a jun ab'il chi', malaj tas tzeyavej, max e jochq'uelaj vaan ixim trigo tonhej sq'uib'chaanh d'a ichnhej ta'. Manh e mes te' eyuva, manh e molpax sat te'."
        },
        {
            "number": "12",
            "text": "Nivanocab' yelk'och jun ab'il chi' d'a yol e sat. A tastac munil syak' d'a lum luum chi' tze va'a."
        },
        {
            "number": "13",
            "text": "Ayic sk'och jun ab'il chi', junjun ex tze chaxi e lum e chonhnaquel chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', tato ayex tze chonho', ma tze man e lum d'a junoc eyetanimail, manh e na' eyak' ganar d'a spatic jun lum chi' junjun ex."
        },
        {
            "number": "15",
            "text": "A mach smanan chi', yovalil stupu', ato syala' jantac tiempoal ix ek'b'at yab'ilal yoch q'uinh yic tz'el tas d'a libre chi'. Axo mach schonhvaj chi', yovalil scha stojol luum, ato syala' jayeto ab'il ol molchaj sat tas avab'il yic ol jax junxo ab'il yic tz'el tas d'a libre chi'."
        },
        {
            "number": "16",
            "text": "Ato syala', tato nivanto yab'ilal ol molchaj sat avb'en chi', icha chi' ol aj stupchaj d'ay. Tato quenxonhej yab'ilal jun, quenxonhej pax stojol lum ol ak'chaj d'ay, yujto a sat avb'en chi' schonhchaji, ato syala' jayeto ab'il smolchaji."
        },
        {
            "number": "17",
            "text": "Manh e comon sayej chajtil tz'aj eyak'an ganar d'a spatic eb' eyetanimail. Palta tze ch'oxeli to ay velk'och d'a yol e sat, yujto a in ton Jehová e Diosal in."
        },
        {
            "number": "18",
            "text": "Scham val e k'anab'ajan in checnab'il yed' e b'eyb'alan in b'eyb'al tic. Tato ol e k'anab'ajej, junk'olal ol ex ek' d'a sat lum luum chi'."
        },
        {
            "number": "19",
            "text": "Te vach' ol aj sat tas ol eyavej d'a luum. Tzalajk'olal ol ex cajnaj d'a sat luum, ol eyab'lej sat tas ol eyavej chi' masanto ol ex b'ud'joc."
        },
        {
            "number": "20",
            "text": "Talaj ol eyala': ¿Tasto ol cab'lej d'a yuquil ab'il chi', tato manh ol onh avalvoc, tato manh ol yalpax co molan sat tas avab'il chi'? ta xe chi."
        },
        {
            "number": "21",
            "text": "Manh eyak' pensar, yujto ol vaq'uem in vach'k'olal d'a yib'anh tas tzeyavej d'a svaquil ab'il chi'. Ol ste aq'uej sat, yuj chi' a jun chi' k'ocb'il syab' eyab'lan d'a oxeoc ab'il,"
        },
        {
            "number": "22",
            "text": "yuj chi' ol eyab'lej sat tas tzeyavej ol e molcan chi', yacb'an tzex avvi d'a svajxaquil ab'il. Olto eyab'lej tas molb'ab'il chi' eyuj yacb'an tz'elul sat tas tzeyavej d'a sb'alunhil ab'il."
        },
        {
            "number": "23",
            "text": "A lum luum chi', max yal-laj e chonhanel lum d'a junelnhej, yujto vic luum. A ex tic tonhej paxyalvum eyaj d'a sat luum, majan lum eyaj d'ayin."
        },
        {
            "number": "24",
            "text": "Tato ay junoc mach schonhel sluum, syal smananxiel slum chi' tato syal yuuj."
        },
        {
            "number": "25",
            "text": "Tato ay junoc eyetchonhab' slajviel masanil tas ay d'ay, yuj chi' schonhb'at slum d'a junocxo, a junoc te ayto yuj sb'a yed' jun schonhan slum chi' syal smananxiel jun lum chi' b'aj schonhnac chi'."
        },
        {
            "number": "26",
            "text": "Palta tato ay junoc mach manhxalaj junoc sk'ab' yoc syal smananel sluum chi', tato smolchaj stumin sch'ocoj, syal smananxiel sluum chi'."
        },
        {
            "number": "27",
            "text": "Anhej to snaji, jantacxo stiempoal schonhanel luum, syak'anxi meltzaj jantac q'uen tumin d'a vinh manjinac luum chi', ato syala' jantacto tiempo ayic ol ja jun ab'il yic tz'och q'uinh yel tastac d'a libre, syik'anxi slum chi'."
        },
        {
            "number": "28",
            "text": "Palta tato max aj q'uen tumin chi' yuuj yic smananxiel smacb'en chi', a lum sluum chi' scannhej lum d'a yol sk'ab' jun mach ix manan el chi', masanto sk'och junxo yab'ilal yoch q'uinh yic tz'el tas d'a libre. Ato ta' librexo luum, syik'anxican lum vinh ix chonhan chi'."
        },
        {
            "number": "29",
            "text": "Tato ay mach schonhan junoc spat d'a yol nivac chonhab' ayoch smuroal, syal smananxieli ayic manto el-laj yab'ilal schonhaneli."
        },
        {
            "number": "30",
            "text": "Palta tato maxto yal-laj smananel jun pat chi' ayic manto k'och jun ab'il chi', a jun pat chi', scanxonhej d'a vinh ix manan chi' d'a junelnhej yed' d'a eb' yinhtilal. Maxtzac yal-laj yactajel d'a yab'ilal q'uinh yic tz'el tas d'a libre."
        },
        {
            "number": "31",
            "text": "A pax te' pat b'aj manh ayococh smuroal chonhab', lajannhej ichoc comon luum. Syal smanjixieli, ma yactajel d'a yab'ilal q'uinh chi'."
        },
        {
            "number": "32",
            "text": "Axo eb' levita, syal smananxiel spat eb' d'a yalnhej tas tiempoal vach'chom ay d'a yol smuroal schonhab' eb'."
        },
        {
            "number": "33",
            "text": "Tato ay junoc levita max yal-laj smananxiel spat d'a yol smacb'en schonhab', axo yic sjax yab'ilal yoch q'uinh chi', syal yik'anxican spat chi', yujto a eb' levita chi' anhej spat eb' ayoch smacb'enoc d'a yoltac e chonhab'."
        },
        {
            "number": "34",
            "text": "A lum luum b'aj sva scalnel eb' levita d'a spatictac chonhab' chi', max yal-laj schonhanel eb', yujto svalab' scalnel eb' yajcan yuj schonhab'."
        },
        {
            "number": "35",
            "text": "Tato ay junoc eb' eyetchonhab' cajan d'a e lak'anil manhxalaj jab'oc tas ay d'ay, yovalil tzex colvaj d'ay yic vach' aynhejek' d'a e cal, icha tz'aj e colvaj d'a junoc ch'oc chonhab'il sb'eyek' d'a e cal."
        },
        {
            "number": "36",
            "text": "Manh e k'an yune' e tumin, ma stupil tastac ix eyak' majanil d'a jun eyetchonhab' chi'. Anhej to tze ch'oxo' to ay velk'och d'a yol e sat, yic vach' aynhejek' jun eyetchonhab' chi' eyed'oc."
        },
        {
            "number": "37",
            "text": "Manh e k'an yune' q'uen tumin tzeyak' majanil d'a jun eyetchonhab' chi', manh e mak'paxq'ue stojol vael uq'uel tzeyak' sq'uexa'."
        },
        {
            "number": "38",
            "text": "Yujto a in Jehová e Diosal in svala', a in ix ex viq'uelta d'a Egipto yic svak' lum Canaán d'ayex yic tzin och e Diosaloc."
        },
        {
            "number": "39",
            "text": "Tato ay junoc eyetchonhab' ayek' eyed'oc, manhxa jab'oc tas ay d'ay, yuj chi' schonh sb'a d'ayex, manh eyutoc icha junoc e checab' ch'oc chonhab'il,"
        },
        {
            "number": "40",
            "text": "palta ichaocab' junoc munlajvum tzeyutej, ma icha junoc tonhej sb'eyeq'ui. Syal smunlaj eyed'oc masanto sjax yab'ilal yoch q'uinh yic tz'el tas d'a libre."
        },
        {
            "number": "41",
            "text": "Slajvi chi, tzaxo yal yel yed' yuninal d'a yol e pat, spax d'a scal eb' sk'ab' yoc b'aj aytaxon sluum."
        },
        {
            "number": "42",
            "text": "Yujto a ex tic, in checab' eyaji. A in ix ex viq'uelta d'a Egipto, yuj chi' manh smojoc to tzex chonhchajel d'a checab'vumal."
        },
        {
            "number": "43",
            "text": "Manh te yajaloc tzeyutej e b'a d'a eb' eyetisraelal schonh sb'a d'ayex. Anhej to ayocab' velk'och d'a yol e sat a in e Diosal in tic."
        },
        {
            "number": "44",
            "text": "Tato e gana tze man e checab', vinac ma ix, syal e manan d'a scal juntzanhxo nación d'a e lak'anil."
        },
        {
            "number": "45",
            "text": "Syalpax e manan eb' ch'oc nacional ayek' d'a e cal, ma yuninal eb' ix alji d'a e cal, syal e manan eb' eyicoc d'a junelnhej."
        },
        {
            "number": "46",
            "text": "Axo yic tzex chami scan eb' yicoc eb' eyuninal. Syal yoch eb' chi' schecab'oc eb', palta malaj junoc eyetisraelal tic syal eyak'anoch e b'a yajalil d'a yib'anh, yujto eyetchonhab' eb'."
        },
        {
            "number": "47",
            "text": "Tato ay junoc ch'oc chonhab'il, ma junoc anima ayek' d'a e cal tic tz'och b'eyumal, axo junoc eyetchonhab' junnhej cajan yed'oc tz'och meb'ail, schonhan sb'a d'a jun ch'oc chonhab'il ayek' d'a slak'anil chi', ma d'a junocxo ayto yuj sb'a yed' jun ch'oc chonhab'il chi',"
        },
        {
            "number": "48",
            "text": "syal smananxiel sb'a, mato smanjiel yuj junoc sk'ab' yoc,"
        },
        {
            "number": "49",
            "text": "ma yuj junoc to ayto yuj sb'a yed'oc. Tato tzaxo techaj yuj jun, syal smananel sb'a sch'ocojil."
        },
        {
            "number": "50",
            "text": "Syik' scuenta eb' d'a yab'ilal ayic ix schonhanel sb'a chi', masanto sjax yab'ilal q'uinh yic tz'el tas d'a libre. A stojol tz'ak'ji, ato syala' jantacxo yab'ilal chi'. Icha chi' tz'aj yik'anpax scuenta jantac tumin tz'och d'a spatic smunlajel, icha stojol sk'u eb' munlajvum."
        },
        {
            "number": "51",
            "text": "Tato ayto sk'ochxi yab'ilal chi' jun, smananxiel sb'a, syak'an meltzaj jab'ocxo q'uen tumin, ato syala' jantac ix scha'a ayic ix schonhanel sb'a chi'."
        },
        {
            "number": "52",
            "text": "Palta tato quenxonhej tiempo sk'och yab'ilal yic q'uinh chi', axonhej jab'xo chi' stupu'."
        },
        {
            "number": "53",
            "text": "Lajanocab' tz'utaj icha junoc eb' smunlaj d'a yab'ilal d'a junoc patrón, icha pax chi' tz'utaj yuj jun ch'oc chonhab'il chi'. Manh e cha ixtaj jun eyetchonhab' chi' d'a eyichanh."
        },
        {
            "number": "54",
            "text": "Tato max yal smananel sb'a jun, axo yic sk'och yab'ilal q'uinh chi', ata' tz'actajel yed' eb' yuninal."
        },
        {
            "number": "55",
            "text": "Yujto in checab' eyaj a ex israel ex tic, a in val ix ex viq'uelta d'a Egipto. A in ton Jehová e Diosal in svala', xchi Jehová d'a vinhaj Moisés chi'."
        }
    ]
}