{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a vinhaj Moisés chi' t'a lum svitzal Sinaí icha tik:"
        },
        {
            "number": "2",
            "text": "Al masanil juntzanh tik t'a eb' etisraelal: Ayic ayexxo ek' t'a sat lum lum ol vak' t'ayex chi', yowalil ol yik' yip lu'um, yic tzin eyik'chaanh a in Jehová in tik."
        },
        {
            "number": "3",
            "text": "Anhej vaque' ab'il tzex munlaj t'a sat e lu'um, haxo t'a vaque' ab'il chi' syal e mesan te' eyuva, tze molan sat."
        },
        {
            "number": "4",
            "text": "Axo t'a yuquil ab'il, yowalil skan lum yik' yip sat yuj in eyik'anchaanh. Malaj jab'oc tas tzeyavej t'a jun ab'il chi', max yal-laj e mesan te' eyuva."
        },
        {
            "number": "5",
            "text": "Max yal-laj e jochanq'ue vaan ixim trigo munil sq'uib'i, ayic toxo ix ek' stiempoal jochoj trigo. Max yalpaxlaj e molan sat te' eyuva chi' to maj e mesa', yujto syik' yip lum t'a jun ab'il chi'."
        },
        {
            "number": "6",
            "text": "Masanil tastac sq'uib' t'a sat lum t'a jun ab'il yic syik' yip lum chi', syal e vaani, syalpax svaan eb' anima eyed'oc, aton eb' vinh e checab', eb' ix e checab' yet' eb' smunlaj eyed'oc yet' eb' ch'oc chonhab'il ayek' t'a e cal,"
        },
        {
            "number": "7",
            "text": "yet' pax nok' e molb'etzal nok' yet' nok' caltacte'al nok' ay t'a jun lugar chi'. Yuj chi', masanil tas sq'uib' t'a sat lum t'a jun ab'il chi', ha' ol e wa yet' nok' nok' chi'."
        },
        {
            "number": "8",
            "text": "Uquel sb'ischaj t'a uctac ab'il. Ha uque' ab'il chi' sb'ischaj t'a uquel, tz'elk'och t'a 49 ab'il."
        },
        {
            "number": "9",
            "text": "Axo t'a slajunhilxo k'ual yoch yuquil uj, aton jun k'u ayic tz'ak'ji tup mul, ata' spuji q'uen trompeta t'a masanil yol e chonhab'."
        },
        {
            "number": "10",
            "text": "Axo ab'il 50, a yab'ilal yoch q'uinh yic tz'el masanil tas t'a libre. Ha t'a jun ab'il chi' tz'alchajel yuj yel anima masanil t'a libre t'a yol e chonhab', aton eb' schonhnac sb'a checab'vumal, yic wach' spaxta eb' smasanil t'a skal sk'ab' yoc. Anhejtona' eb' schonhnaquel sluum scanxi lum yicoc eb'."
        },
        {
            "number": "11",
            "text": "Axo jun ab'il 50 chi' eyic yaj a ex tik, yuj eyel t'a libre. Ha t'a jun ab'il chi', malaj tas tzeyavej, max e jochq'uelaj vaan ixim trigo tonhej sq'uib'chaanh t'a ichnhej ta'. Manh e mes te' eyuva, manh e molpax sat te'."
        },
        {
            "number": "12",
            "text": "Nivanocab' yelk'och jun ab'il chi' t'a yol e sat. Ha tastac munil syak' t'a lum lum chi' tze wa''a."
        },
        {
            "number": "13",
            "text": "Ayic sk'och jun ab'il chi', junjun ex tze chaxi e lum e chonhnaquel chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', tato ayex tze chonho', ma tze man e lum t'a junok eyetanimail, manh e na' eyak' ganar t'a spatic jun lum chi' junjun ex."
        },
        {
            "number": "15",
            "text": "Ha mach smanan chi', yowalil stupu', ato syala' jantac tiempoal ix ek'b'at yab'ilal yoch q'uinh yic tz'el tas t'a libre chi'. Axo mach schonhvaj chi', yowalil scha stojol lu'um, ato syala' jayeto ab'il ol molchaj sat tas avab'il yic ol jax junxo ab'il yic tz'el tas t'a libre chi'."
        },
        {
            "number": "16",
            "text": "Ato syala', tato nivanto yab'ilal ol molchaj sat avb'en chi', icha chi' ol aj stupchaj t'ay. Tato quenxonhej yab'ilal jun, quenxonhej pax stojol lum ol ak'chaj t'ay, yujto a sat avb'en chi' schonhchaji, ato syala' jayeto ab'il smolchaji."
        },
        {
            "number": "17",
            "text": "Manh e comon sayej chajtil tz'aj eyak'an ganar t'a spatic eb' eyetanimail. Palta tze ch'oxeli to ay velk'och t'a yol e sat, yujto a in ton Jehová e Diosal in."
        },
        {
            "number": "18",
            "text": "Scham val e k'anab'ajan in checnab'il yet' e b'eyb'alan in b'eyb'al tik. Tato ol e k'anab'ajej, junk'olal ol ex ek' t'a sat lum lum chi'."
        },
        {
            "number": "19",
            "text": "Te wach' ol aj sat tas ol eyavej t'a lu'um. Tzalajk'olal ol ex cajnaj t'a sat lu'um, ol eyab'lej sat tas ol eyavej chi' masanto ol ex b'ud'joc."
        },
        {
            "number": "20",
            "text": "Talaj ol eyala': ¿Tasto ol cab'lej t'a yuquil ab'il chi', tato manh ol onh avalvoc, tato manh ol yalpax co molan sat tas avab'il chi'? ta xe chi."
        },
        {
            "number": "21",
            "text": "Manh eyak' pensar, yujto ol vaq'uem in wach'k'olal t'a yib'anh tas tzeyavej t'a svaquil ab'il chi'. Ol ste aq'uej sat, yuj chi' a jun chi' k'ocb'il syab' eyab'lan t'a oxeoc ab'il,"
        },
        {
            "number": "22",
            "text": "yuj chi' ol eyab'lej sat tas tzeyavej ol e molcan chi', yacb'an tzex avvi t'a svajxaquil ab'il. Olto eyab'lej tas molb'ab'il chi' eyuj yacb'an tz'elul sat tas tzeyavej t'a sb'alunhil ab'il."
        },
        {
            "number": "23",
            "text": "Ha lum lum chi', max yal-laj e chonhanel lum t'a junelnhej, yujto wik lu'um. Ha ex tik tonhej paxyalvum eyaj t'a sat lu'um, majan lum eyaj t'ayin."
        },
        {
            "number": "24",
            "text": "Tato ay junok mach schonhel sluum, syal smananxiel slum chi' tato syal yuj."
        },
        {
            "number": "25",
            "text": "Tato ay junok eyetchonhab' slajviel masanil tas ay t'ay, yuj chi' schonhb'at slum t'a junocxo, a junok te ayto yuj sb'a yet' jun schonhan slum chi' syal smananxiel jun lum chi' b'aj schonhnac chi'."
        },
        {
            "number": "26",
            "text": "Palta tato ay junok mach manhxalaj junok sk'ab' yoc syal smananel sluum chi', tato smolchaj stumin sch'ocoj, syal smananxiel sluum chi'."
        },
        {
            "number": "27",
            "text": "Anhej to snaji, jantacxo stiempoal schonhanel lu'um, syak'anxi meltzaj jantac q'uen tumin t'a vinh manjinac lu'um chi', ato syala' jantacto tiempo ayic ol ja jun ab'il yic tz'och q'uinh yel tastac t'a libre, syik'anxi slum chi'."
        },
        {
            "number": "28",
            "text": "Palta tato max aj q'uen tumin chi' yuj yic smananxiel smacb'en chi', a lum sluum chi' scannhej lum t'a yol sk'ab' jun mach ix manan el chi', masanto sk'och junxo yab'ilal yoch q'uinh yic tz'el tas t'a libre. Ato ta' librexo lu'um, syik'anxican lum vinh ix chonhan chi'."
        },
        {
            "number": "29",
            "text": "Tato ay mach schonhan junok spat t'a yol nivac chonhab' ayoch smuroal, syal smananxieli ayic manto el-laj yab'ilal schonhaneli."
        },
        {
            "number": "30",
            "text": "Palta tato maxto yal-laj smananel jun pat chi' ayic manto k'och jun ab'il chi', a jun pat chi', scanxonhej t'a vinh ix manan chi' t'a junelnhej yet' t'a eb' yinhtilal. Maxtzac yal-laj yactajel t'a yab'ilal q'uinh yic tz'el tas t'a libre."
        },
        {
            "number": "31",
            "text": "Ha pax te' pat b'aj manh ayococh smuroal chonhab', lajannhej ichoc comon lu'um. Syal smanjixieli, ma yactajel t'a yab'ilal q'uinh chi'."
        },
        {
            "number": "32",
            "text": "Axo eb' levita, syal smananxiel spat eb' t'a yalnhej tas tiempoal wach'chom ay t'a yol smuroal schonhab' eb'."
        },
        {
            "number": "33",
            "text": "Tato ay junok levita max yal-laj smananxiel spat t'a yol smacb'en schonhab', haxo yic sjax yab'ilal yoch q'uinh chi', syal yik'anxican spat chi', yujto a eb' levita chi' anhej spat eb' ayoch smacb'enoc t'a yoltac e chonhab'."
        },
        {
            "number": "34",
            "text": "Ha lum lum b'aj sva scalnel eb' levita t'a spatictac chonhab' chi', max yal-laj schonhanel eb', yujto svalab' scalnel eb' yajcan yuj schonhab'."
        },
        {
            "number": "35",
            "text": "Tato ay junok eb' eyetchonhab' cajan t'a e lak'anil manhxalaj jab'oc tas ay t'ay, yowalil tzex kolwaj t'ay yic wach' aynhejek' t'a e cal, icha tz'aj e kolwaj t'a junok ch'oc chonhab'il sb'eyek' t'a e cal."
        },
        {
            "number": "36",
            "text": "Manh e k'an yune' e tumin, ma stupil tastac ix eyak' majanil t'a jun eyetchonhab' chi'. Anhej to tze ch'oxo' to ay velk'och t'a yol e sat, yic wach' aynhejek' jun eyetchonhab' chi' eyed'oc."
        },
        {
            "number": "37",
            "text": "Manh e k'an yune' q'uen tumin tzeyak' majanil t'a jun eyetchonhab' chi', manh e mak'paxq'ue stojol vael uq'uel tzeyak' sq'uexa'."
        },
        {
            "number": "38",
            "text": "Yujto a in Jehová e Diosal in svala', a in ix ex viq'uelta t'a Egipto yic svak' lum Canaán t'ayex yic tzin och e Diosaloc."
        },
        {
            "number": "39",
            "text": "Tato ay junok eyetchonhab' ayek' eyed'oc, manhxa jab'oc tas ay t'ay, yuj chi' schonh sb'a t'ayex, manh eyutoc icha junok e checab' ch'oc chonhab'il,"
        },
        {
            "number": "40",
            "text": "palta ichaocab' junok munlajvum tzeyutej, ma icha junok tonhej sb'eyeq'ui. Syal smunlaj eyed'oc masanto sjax yab'ilal yoch q'uinh yic tz'el tas t'a libre."
        },
        {
            "number": "41",
            "text": "Slajvi chi, tzaxo yal yel yet' yuninal t'a yol e pat, spax t'a skal eb' sk'ab' yoc b'aj aytaxon sluum."
        },
        {
            "number": "42",
            "text": "Yujto a ex tik, in checab' eyaji. Ha in ix ex viq'uelta t'a Egipto, yuj chi' manh smojoc to tzex chonhchajel t'a checab'vumal."
        },
        {
            "number": "43",
            "text": "Manh te yajaloc tzeyutej e b'ha t'a eb' eyetisraelal schonh sb'a t'ayex. Anhej to ayocab' velk'och t'a yol e sat a in e Diosal in tik."
        },
        {
            "number": "44",
            "text": "Tato e gana tze man e checab', vinac ma ix, syal e manan t'a skal juntzanhxo nación t'a e lak'anil."
        },
        {
            "number": "45",
            "text": "Syalpax e manan eb' ch'oc nacional ayek' t'a e cal, ma yuninal eb' ix alji t'a e cal, syal e manan eb' eyicoc t'a junelnhej."
        },
        {
            "number": "46",
            "text": "Axo yic tzex chami skan eb' yicoc eb' eyuninal. Syal yoch eb' chi' schecab'oc eb', palta malaj junok eyetisraelal tik syal eyak'anoch e b'a yajalil t'a yib'anh, yujto eyetchonhab' eb'."
        },
        {
            "number": "47",
            "text": "Tato ay junok ch'oc chonhab'il, ma junok anima ayek' t'a e cal tik tz'och b'eyumal, haxo junok eyetchonhab' junnhej cajan yet'oc tz'och meb'ail, schonhan sb'ha t'a jun ch'oc chonhab'il ayek' t'a slak'anil chi', ma t'a junocxo ayto yuj sb'a yet' jun ch'oc chonhab'il chi',"
        },
        {
            "number": "48",
            "text": "syal smananxiel sb'a, mato smanjiel yuj junok sk'ab' yoc,"
        },
        {
            "number": "49",
            "text": "ma yuj junok to ayto yuj sb'a yet'oc. Tato tzaxo techaj yuj jun, syal smananel sb'a sch'ocojil."
        },
        {
            "number": "50",
            "text": "Syik' scuenta eb' t'a yab'ilal ayic ix schonhanel sb'a chi', masanto sjax yab'ilal q'uinh yic tz'el tas t'a libre. Ha stojol tz'ak'ji, ato syala' jantacxo yab'ilal chi'. Icha chi' tz'aj yik'anpax scuenta jantac tumin tz'och t'a spatic smunlajel, icha stojol sk'u eb' munlajvum."
        },
        {
            "number": "51",
            "text": "Tato ayto sk'ochxi yab'ilal chi' jun, smananxiel sb'a, syak'an meltzaj jab'ocxo q'uen tumin, ato syala' jantac ix scha'a ayic ix schonhanel sb'a chi'."
        },
        {
            "number": "52",
            "text": "Palta tato quenxonhej tiempo sk'och yab'ilal yic q'uinh chi', axonhej jab'xo chi' stupu'."
        },
        {
            "number": "53",
            "text": "Lajanocab' tz'utaj icha junok eb' smunlaj t'a yab'ilal t'a junok patrón, icha pax chi' tz'utaj yuj jun ch'oc chonhab'il chi'. Manh e cha ixtaj jun eyetchonhab' chi' t'a eyichanh."
        },
        {
            "number": "54",
            "text": "Tato max yal smananel sb'a jun, haxo yic sk'och yab'ilal q'uinh chi', ata' tz'actajel yet' eb' yuninal."
        },
        {
            "number": "55",
            "text": "Yujto in checab' eyaj a ex israel ex tik, a in val ix ex viq'uelta t'a Egipto. Ha in ton Jehová e Diosal in svala', xchi Jehová t'a vinhaj Moisés chi'."
        }
    ]
}