{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Jehová t'a winhaj Moisés chi' t'a lum switzal Sinaí icha tik:"
        },
        {
            "number": "2",
            "text": "Al masanil juntzanh tik t'a heb' etisraelal: Ayic ayexxo ek' t'a sat lum lum ol wak' t'ayex chi', yowalil ol yik' yip lu'um, yic tzin eyik'chaanh a in Jehová in tik."
        },
        {
            "number": "3",
            "text": "Anhej waque' ab'il tzex munlaj t'a sat he lu'um, haxo t'a waque' ab'il chi' syal he mesan te' eyuwa, tze molan sat."
        },
        {
            "number": "4",
            "text": "Axo t'a yuquil ab'il, yowalil skan lum yik' yip sat yuj in eyik'anchaanh. Malaj jab'oc tas tzeyawej t'a jun ab'il chi', max yal-laj he mesan te' eyuwa."
        },
        {
            "number": "5",
            "text": "Max yal-laj he jochank'e waan ixim trigo munil sq'uib'i, ayic toxo ix ek' stiempoal jochoj trigo. Max yalpaxlaj he molan sat te' eyuwa chi' to maj he mesa', yujto syik' yip lum t'a jun ab'il chi'."
        },
        {
            "number": "6",
            "text": "Masanil tastac sq'uib' t'a sat lum t'a jun ab'il yic syik' yip lum chi', syal he waani, syalpax swaan heb' anima eyed'oc, aton heb' winh he chekab', heb' ix he chekab' yet' heb' smunlaj eyed'oc yet' heb' ch'oc chonhab'il ayek' t'a he kal,"
        },
        {
            "number": "7",
            "text": "yet' pax nok' he molb'etzal nok' yet' nok' kaltacte'al nok' ay t'a jun lugar chi'. Yuj chi', masanil tas sq'uib' t'a sat lum t'a jun ab'il chi', ha' ol he wa yet' nok' nok' chi'."
        },
        {
            "number": "8",
            "text": "Uquel sb'ischaj t'a uctac ab'il. Ha uque' ab'il chi' sb'ischaj t'a uquel, tz'elk'och t'a 49 ab'il."
        },
        {
            "number": "9",
            "text": "Axo t'a slajunhilxo k'ual yoch yuquil uj, aton jun k'u ayic tz'ak'ji tup mul, ata' spuji k'een trompeta t'a masanil yol he chonhab'."
        },
        {
            "number": "10",
            "text": "Axo ab'il 50, a yab'ilal yoch q'uinh yic tz'el masanil tas t'a libre. Ha t'a jun ab'il chi' tz'alchajel yuj yel anima masanil t'a libre t'a yol he chonhab', aton heb' schonhnac sb'a chekab'wumal, yic wach' spaxta heb' smasanil t'a skal sk'ab' yoc. Anhejtona' heb' schonhnaquel sluum skanxi lum yicoc heb'."
        },
        {
            "number": "11",
            "text": "Axo jun ab'il 50 chi' eyic yaj a ex tik, yuj eyel t'a libre. Ha t'a jun ab'il chi', malaj tas tzeyawej, max he jochk'elaj waan ixim trigo tonhej sq'uib'chaanh t'a ichnhej ta'. Manh he mes te' eyuwa, manh he molpax sat te'."
        },
        {
            "number": "12",
            "text": "Niwanokab' yelk'och jun ab'il chi' t'a yol he sat. Ha tastac munil syak' t'a lum lum chi' tze wa''a."
        },
        {
            "number": "13",
            "text": "Ayic sk'och jun ab'il chi', junjun ex tze chaxi he lum he chonhnaquel chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', tato ayex tze chonho', ma tze man he lum t'a junok eyetanimail, manh he na' eyak' ganar t'a spatic jun lum chi' junjun ex."
        },
        {
            "number": "15",
            "text": "Ha mach smanan chi', yowalil stupu', ato syala' jantac tiempoal ix ek'b'at yab'ilal yoch q'uinh yic tz'el tas t'a libre chi'. Axo mach schonhwaj chi', yowalil scha stojol lu'um, ato syala' jayeto ab'il ol molchaj sat tas awab'il yic ol jax junxo ab'il yic tz'el tas t'a libre chi'."
        },
        {
            "number": "16",
            "text": "Ato syala', tato niwanto yab'ilal ol molchaj sat avb'en chi', icha chi' ol aj stupchaj t'ay. Tato quenxonhej yab'ilal jun, quenxonhej pax stojol lum ol ak'chaj t'ay, yujto a sat avb'en chi' schonhchaji, ato syala' jayeto ab'il smolchaji."
        },
        {
            "number": "17",
            "text": "Manh he comon sayej chajtil tz'aj eyak'an ganar t'a spatic heb' eyetanimail. Palta tze ch'oxeli to ay welk'och t'a yol he sat, yujto a in ton Jehová he Diosal in."
        },
        {
            "number": "18",
            "text": "Scham wal he k'anab'ajan in checnab'il yet' he b'eyb'alan in b'eyb'al tik. Tato ol he k'anab'ajej, junk'olal ol ex ek' t'a sat lum lum chi'."
        },
        {
            "number": "19",
            "text": "Te wach' ol aj sat tas ol eyawej t'a lu'um. Tzalajk'olal ol ex kajnaj t'a sat lu'um, ol eyab'lej sat tas ol eyawej chi' masanto ol ex b'ud'joc."
        },
        {
            "number": "20",
            "text": "Talaj ol eyala': ¿Tasto ol kab'lej t'a yuquil ab'il chi', tato manh ol onh awalwoc, tato manh ol yalpax ko molan sat tas awab'il chi'? ta xe chi."
        },
        {
            "number": "21",
            "text": "Manh eyak' pensar, yujto ol wak'em in wach'k'olal t'a yib'anh tas tzeyawej t'a swaquil ab'il chi'. Ol ste ak'ej sat, yuj chi' a jun chi' k'ocb'il syab' eyab'lan t'a oxeoc ab'il,"
        },
        {
            "number": "22",
            "text": "yuj chi' ol eyab'lej sat tas tzeyawej ol he molcan chi', yacb'an tzex avwi t'a swajxaquil ab'il. Olto eyab'lej tas molb'ab'il chi' eyuj yacb'an tz'elul sat tas tzeyawej t'a sb'alunhil ab'il."
        },
        {
            "number": "23",
            "text": "Ha lum lum chi', max yal-laj he chonhanel lum t'a junelnhej, yujto wik lu'um. Ha ex tik tonhej paxyalwum eyaj t'a sat lu'um, majan lum eyaj t'ayin."
        },
        {
            "number": "24",
            "text": "Tato ay junok mach schonhel sluum, syal smananxiel slum chi' tato syal yuj."
        },
        {
            "number": "25",
            "text": "Tato ay junok eyetchonhab' slajwiel masanil tas ay t'ay, yuj chi' schonhb'at slum t'a junokxo, a junok te ayto yuj sb'a yet' jun schonhan slum chi' syal smananxiel jun lum chi' b'aj schonhnac chi'."
        },
        {
            "number": "26",
            "text": "Palta tato ay junok mach manhxalaj junok sk'ab' yoc syal smananel sluum chi', tato smolchaj stumin sch'ocoj, syal smananxiel sluum chi'."
        },
        {
            "number": "27",
            "text": "Anhej to snaji, jantacxo stiempoal schonhanel lu'um, syak'anxi meltzaj jantac k'een tumin t'a winh manjinac lu'um chi', ato syala' jantacto tiempo ayic ol ja jun ab'il yic tz'och q'uinh yel tastac t'a libre, syik'anxi slum chi'."
        },
        {
            "number": "28",
            "text": "Palta tato max aj k'een tumin chi' yuj yic smananxiel smacb'en chi', a lum sluum chi' skannhej lum t'a yol sk'ab' jun mach ix manan el chi', masanto sk'och junxo yab'ilal yoch q'uinh yic tz'el tas t'a libre. Ato ta' librexo lu'um, syik'anxikan lum winh ix chonhan chi'."
        },
        {
            "number": "29",
            "text": "Tato ay mach schonhan junok spat t'a yol niwac chonhab' ayoch smuroal, syal smananxieli ayic manto el-laj yab'ilal schonhaneli."
        },
        {
            "number": "30",
            "text": "Palta tato maxto yal-laj smananel jun pat chi' ayic manto k'och jun ab'il chi', a jun pat chi', skanxonhej t'a winh ix manan chi' t'a junelnhej yet' t'a heb' yinhtilal. Maxtzac yal-laj yactajel t'a yab'ilal q'uinh yic tz'el tas t'a libre."
        },
        {
            "number": "31",
            "text": "Ha pax te' pat b'aj manh ayococh smuroal chonhab', lajannhej ichoc comon lu'um. Syal smanjixieli, ma yactajel t'a yab'ilal q'uinh chi'."
        },
        {
            "number": "32",
            "text": "Axo heb' lewita, syal smananxiel spat heb' t'a yalnhej tas tiempoal wach'chom ay t'a yol smuroal schonhab' heb'."
        },
        {
            "number": "33",
            "text": "Tato ay junok lewita max yal-laj smananxiel spat t'a yol smacb'en schonhab', haxo yic sjax yab'ilal yoch q'uinh chi', syal yik'anxikan spat chi', yujto a heb' lewita chi' anhej spat heb' ayoch smacb'enoc t'a yoltac he chonhab'."
        },
        {
            "number": "34",
            "text": "Ha lum lum b'aj swa skalnel heb' lewita t'a spatictac chonhab' chi', max yal-laj schonhanel heb', yujto swalab' skalnel heb' yajkan yuj schonhab'."
        },
        {
            "number": "35",
            "text": "Tato ay junok heb' eyetchonhab' kajan t'a he lak'anil manhxalaj jab'oc tas ay t'ay, yowalil tzex kolwaj t'ay yic wach' aynhejek' t'a he kal, icha tz'aj he kolwaj t'a junok ch'oc chonhab'il sb'eyek' t'a he kal."
        },
        {
            "number": "36",
            "text": "Manh he k'an yune' he tumin, ma stupil tastac ix eyak' majanil t'a jun eyetchonhab' chi'. Anhej to tze ch'oxo' to ay welk'och t'a yol he sat, yic wach' aynhejek' jun eyetchonhab' chi' eyed'oc."
        },
        {
            "number": "37",
            "text": "Manh he k'an yune' k'een tumin tzeyak' majanil t'a jun eyetchonhab' chi', manh he mak'paxk'e stojol wael uk'el tzeyak' sk'exa'."
        },
        {
            "number": "38",
            "text": "Yujto a in Jehová he Diosal in swala', a in ix ex wik'elta t'a Egipto yic swak' lum Canaán t'ayex yic tzin och he Diosaloc."
        },
        {
            "number": "39",
            "text": "Tato ay junok eyetchonhab' ayek' eyed'oc, manhxa jab'oc tas ay t'ay, yuj chi' schonh sb'a t'ayex, manh eyutoc icha junok he chekab' ch'oc chonhab'il,"
        },
        {
            "number": "40",
            "text": "palta ichaokab' junok munlajwum tzeyutej, ma icha junok tonhej sb'eyeq'ui. Syal smunlaj eyed'oc masanto sjax yab'ilal yoch q'uinh yic tz'el tas t'a libre."
        },
        {
            "number": "41",
            "text": "Slajwi chi, tzaxo yal yel yet' yuninal t'a yol he pat, spax t'a skal heb' sk'ab' yoc b'aj aytaxon sluum."
        },
        {
            "number": "42",
            "text": "Yujto a ex tik, in chekab' eyaji. Ha in ix ex wik'elta t'a Egipto, yuj chi' manh smojoc to tzex chonhchajel t'a chekab'wumal."
        },
        {
            "number": "43",
            "text": "Manh te yajaloc tzeyutej he b'ha t'a heb' eyetisraelal schonh sb'a t'ayex. Anhej to ayokab' welk'och t'a yol he sat a in he Diosal in tik."
        },
        {
            "number": "44",
            "text": "Tato he gana tze man he chekab', winak ma ix, syal he manan t'a skal juntzanhxo nación t'a he lak'anil."
        },
        {
            "number": "45",
            "text": "Syalpax he manan heb' ch'oc nacional ayek' t'a he kal, ma yuninal heb' ix alji t'a he kal, syal he manan heb' eyicoc t'a junelnhej."
        },
        {
            "number": "46",
            "text": "Axo yic tzex chami skan heb' yicoc heb' eyuninal. Syal yoch heb' chi' schekab'oc heb', palta malaj junok eyetisraelal tik syal eyak'anoch he b'a yajalil t'a yib'anh, yujto eyetchonhab' heb'."
        },
        {
            "number": "47",
            "text": "Tato ay junok ch'oc chonhab'il, ma junok anima ayek' t'a he kal tik tz'och b'eyumal, haxo junok eyetchonhab' junnhej kajan yet'oc tz'och mheb'ail, schonhan sb'ha t'a jun ch'oc chonhab'il ayek' t'a slak'anil chi', ma t'a junokxo ayto yuj sb'a yet' jun ch'oc chonhab'il chi',"
        },
        {
            "number": "48",
            "text": "syal smananxiel sb'a, mato smanjiel yuj junok sk'ab' yoc,"
        },
        {
            "number": "49",
            "text": "ma yuj junok to ayto yuj sb'a yet'oc. Tato tzaxo techaj yuj jun, syal smananel sb'a sch'ocojil."
        },
        {
            "number": "50",
            "text": "Syik' scuenta heb' t'a yab'ilal ayic ix schonhanel sb'a chi', masanto sjax yab'ilal q'uinh yic tz'el tas t'a libre. Ha stojol tz'ak'ji, ato syala' jantacxo yab'ilal chi'. Icha chi' tz'aj yik'anpax scuenta jantac tumin tz'och t'a spatic smunlajel, icha stojol sk'u heb' munlajwum."
        },
        {
            "number": "51",
            "text": "Tato ayto sk'ochxi yab'ilal chi' jun, smananxiel sb'a, syak'an meltzaj jab'okxo k'een tumin, ato syala' jantac ix scha'a ayic ix schonhanel sb'a chi'."
        },
        {
            "number": "52",
            "text": "Palta tato quenxonhej tiempo sk'och yab'ilal yic q'uinh chi', axonhej jab'xo chi' stupu'."
        },
        {
            "number": "53",
            "text": "Lajanokab' tz'utaj icha junok heb' smunlaj t'a yab'ilal t'a junok patrón, icha pax chi' tz'utaj yuj jun ch'oc chonhab'il chi'. Manh he cha ixtaj jun eyetchonhab' chi' t'a eyichanh."
        },
        {
            "number": "54",
            "text": "Tato max yal smananel sb'a jun, haxo yic sk'och yab'ilal q'uinh chi', ata' tz'actajel yet' heb' yuninal."
        },
        {
            "number": "55",
            "text": "Yujto in chekab' eyaj a ex israel ex tik, a in wal ix ex wik'elta t'a Egipto. Ha in ton Jehová he Diosal in swala', xchi Jehová t'a winhaj Moisés chi'."
        }
    ]
}