{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanpax Jehová t'a winhaj Moisés chi' yic syal winh t'a heb' yetchonhab' icha tik: Manh he b'o yechel juntzanh comon Dios he diosaloc. Manh he molb'ejk'e k'een k'een tz'alji macsejal, ma k'een k'een tzeyb'il ayoch juntzanh icha yechel t'ay. Manh ex em nhojan ejmelal t'ay, yujto a in ton Jehová he Diosal in."
        },
        {
            "number": "2",
            "text": "Ha sk'ual ik'oj ip ix wal t'ayex, niwanocab' yelk'och t'a yol he sat. Niwanocab' pax yelk'och in cajnub' t'a yol he sat, a in wal Jehová in swala'."
        },
        {
            "number": "3",
            "text": "Tato ol he b'eyb'alejnhej in k'ayb'ub'al, tze k'anab'ajan in checnab'il,"
        },
        {
            "number": "4",
            "text": "ol wak'b'at nhab' t'a stiempoal, haxo yak'an sat te' eyavb'en te' yet' tas awab'il t'a lum lum chi'."
        },
        {
            "number": "5",
            "text": "Vanto he tek'an ixim he trigo, toxo pax ix q'uinhb'i sat eyuwa. Vanto he molan sat te' eyuwa chi', toxo ix japax stiempo yavchaj trigo junelxo, yuj chi' ol ex waoc, masanto ol ex b'ud'joc. Ol eyak' wal tzalajb'oc he k'ol t'a yol he macb'en."
        },
        {
            "number": "6",
            "text": "Te wach'xonhej ol ex ajek' ta'. Ol ex way t'a junk'olal, malaj mach ol ex xib'tanoc. Ol ex in col t'a nok' chium nok' yet' t'a owal."
        },
        {
            "number": "7",
            "text": "Ol el lemnaj heb' ayoch ajk'olal t'ayex, yuj eyespada ol cham heb', ol kan teljab' heb' t'a eyichanh."
        },
        {
            "number": "8",
            "text": "Ha t'a owanhoc ex, ol el lemnaj 100-oc heb' ajk'ol chi'. Axo t'a junok 100 ex, ol el lemnaj 10 miloc heb'. Ha heb' ajk'ol chi' ol cham heb' t'a eyichanh yuj eyespada."
        },
        {
            "number": "9",
            "text": "Te wach'k'olal ol aj ex wilanochi. Ol wik' wal chaanh he b'isul, ol wak'elk'och in trato eyed'oc."
        },
        {
            "number": "10",
            "text": "Vanto he waan ixim trigo molb'ilcan eyuj yictax junab'i, ol he b'esancanel ixim yic ol he latz'anpaxoch ixim ak'to chi'."
        },
        {
            "number": "11",
            "text": "Ol in cajnajnhej eyed'oc, manh ol ex in chaquel-laj."
        },
        {
            "number": "12",
            "text": "Ol in ajnhejek' t'a he kal. Ha in he Diosal in, a exxo tik in chonhab' eyaji."
        },
        {
            "number": "13",
            "text": "Ha in Jehová he Diosal in, ix ex wik'elta t'a Egipto, yic wach' max ex cannhej checab'oc ta'. Ha in ix wik'el jun munlajel manhxo jantacoc syail ayoch t'a eyib'anh. Yuj wal chi' manhxo nhojanoc ex emi tzex b'eyeq'ui."
        },
        {
            "number": "14",
            "text": "Palta tato a ex tik manh ol he k'anab'ajej, manh ol he b'eyb'alej in checnab'il,"
        },
        {
            "number": "15",
            "text": "tato ol he patiquejel in b'eyb'al tik, tato malaj yelk'och juntzanh in checnab'il tik t'ayex, tzeyixtanb'at in trato ix in b'o eyed'oc,"
        },
        {
            "number": "16",
            "text": "a in pax tik, aton juntzanh tik ol in k'ulej eyed'oc: Ol wak'b'at xivk'olal t'a eyib'anh. Ol wak'b'at juntzanh yab'il manhxa yanhal yet' k'ak'al yab'il ol cot t'ayex syixtan yol he sat, ol pax yip he niwanil. Nab'axonhej ol eyawej tastac, yujto a heb' ayoch ajk'olal t'ayex ol waanb'at sat tas tzeyawej chi'."
        },
        {
            "number": "17",
            "text": "Ol in och ajk'olal t'ayex, ol ex satel yuj heb' eyajk'ol chi'. Ol ex kan t'a yalanh yuj heb'. Toxonhej ol ex el lemnajoc, wach'chom malaj mach tzex pechani."
        },
        {
            "number": "18",
            "text": "Tato anheja' max in he k'anab'ajej, wach'chom toxo ix jawi juntzanh tik t'a eyib'anh, masnhej ol k'echaanh eyaelal wuj yuj he mul."
        },
        {
            "number": "19",
            "text": "Ol wak' lajwoquem eyak'umtaquil. Manhxo ol yak'laj nhab', yuj chi' manhxa tas ol yal sq'uib' t'a sat lum he lum chi'."
        },
        {
            "number": "20",
            "text": "Nab'axonhej ol eyixtej he b'a he munlaji, manhxalaj tas ol q'uib' t'a sat lum lum chi'. Manhxo ol yak'pax sat te' eyavb'en te'."
        },
        {
            "number": "21",
            "text": "Tato te pit ol eyutej he b'a t'ayin, manh ol in he k'anab'ajejnhej, ol te k'echaanh yaelal t'a eyib'anh wuuj, ato syala' jantac he mul."
        },
        {
            "number": "22",
            "text": "Ol wak'b'at nok' chium nok' t'a he kal, ol schianb'at eyuninal nok' yet' nok' he molb'etzal nok', haxo yemta he b'isul chi' yuj nok', yuj chi' manhxa mach ol b'eyek' t'a yoltac b'e."
        },
        {
            "number": "23",
            "text": "Tato anheja' max he na he b'a yuj juntzanh chi', pitnhej tzeyutej he b'a t'ayin,"
        },
        {
            "number": "24",
            "text": "a in xo, te niwan yaelal ol wak'b'at t'a eyib'anh yuj he mul chi'."
        },
        {
            "number": "25",
            "text": "Ol wak'b'at owal t'ayex eyaelaloc, yuj in pacan t'ayex yujto max he k'anab'ajej in trato. Toxonhej ol ex b'at lemnaj he col he b'ha t'a he chonhab', palta ata' ol wak'b'at k'ak'al yab'il, icha chi' ol aj he kan t'a yalanh yuj heb' winh eyajk'ol chi'."
        },
        {
            "number": "26",
            "text": "Ayic ol wik'anemta yel he wael, lajunhwanh wal heb' ix ix, junnhej ol sb'o swael t'a junok k'ak'. Axonhej t'a echlab'il ol aj yek' he wael chi' t'a he patic. Ol ex waoc, palta manh ol ex b'ud'joclaj."
        },
        {
            "number": "27",
            "text": "Wach'chom ix eyil juntzanh yaelal chi', palta tato anheja' max he na he b'a, anheja' tze pitejnhej he b'a,"
        },
        {
            "number": "28",
            "text": "a in pax tik ol wak' yowalil t'ayex yet' wal yowal in k'ool. Masnhej ol k'echaanh eyaelal wuuj yuj he mul."
        },
        {
            "number": "29",
            "text": "Ichato wal chi' ol he chianb'at heb' eyuninal yet' heb' eyisil."
        },
        {
            "number": "30",
            "text": "Ol in pojem juntzanh lugar b'aj tzex och ejmelal t'a he diosal, ol in mak'poj eyaltar yic incienso. Ol in molb'ejk'e b'ulan he niwanil t'a yib'anh juntzanh he diosal manh pitzanoc chi', yujto ol ex in chaqueli."
        },
        {
            "number": "31",
            "text": "Ol laj in jucanb'at he chonhab' yet' spatil he diosal chi'. Manhxo ol in tzalaj yuj suk'uq'uial sjab' he silab'."
        },
        {
            "number": "32",
            "text": "Ol wak' lajwoquem he chonhab' chi', haxo heb' ajk'ol ol jacan cajan t'ay, ol sat sk'ol heb' yilan jun chi'."
        },
        {
            "number": "33",
            "text": "Ol ex wak'an saclem t'a skal masanil nación. Tzak'an wespada t'a he patic ol ex b'atoc. Ha he chonhab' chi', cuseltac ol ajcanoc, xivk'olaltac ol aj sjuwicanb'ati."
        },
        {
            "number": "34",
            "text": "Ichato wal chi' wach' ol aj skan lum sch'ocojil t'a masanil tiempo ayic ayextoek' t'a juntzanhxo nación ayoch ajk'olal t'ayex chi'. Icha wal chi' ol aj yik'ancan yip lu'um, icha stiempoal to maj yik' yip lum eyuj t'a yalanhtaxo ayic ayex ek' cajan ta'."
        },
        {
            "number": "35",
            "text": "Ha heb' eyinhtilal pitzanto b'aj ay slugar heb' eyajk'ol chi', ol wak' wal och xivk'olal t'a yib'anh heb'. Ol el lemnaj heb' ayic ol yab'an heb' yem k'otnaj junok te' xil te'. Ol el heb' ichato ay junok mach tzak'anoch yet' espada t'a spatic heb'. Toxonhej ol comon telwoc heb', wach'chom malaj mach spechan heb'."
        },
        {
            "number": "36",
            "text": "Ol comon telwocb'at junjun heb', ichato wan yel heb' t'a owal, wach'chom malaj mach spechan heb'. Manhxalaj junok heb' ol to stek'b'ej sb'ha t'a yichanh heb' ajk'ool."
        },
        {
            "number": "37",
            "text": "Ol lajwoquem heb' t'a scaltac juntzanh nación chi', ichato a slugar heb' ajk'ol chi' ol satanel heb'."
        },
        {
            "number": "38",
            "text": "Ha mach t'a skal heb' eyinhtilal pitzantocanek' t'a schonhab' heb' eyajk'ol chi', ata' ol cham heb' yujnhej schucal, yuj pax smul heb' smam yicham heb'."
        },
        {
            "number": "39",
            "text": "Ayic toxo ix in och ajk'olal t'ayex chi', ayic toxo pax ex wak'canb'at t'a schonhab' heb' eyajk'ool, yujto ix he pitej he b'a t'ayin, tato ata' sna sb'a sk'ol heb' eyinhtilal b'aj ix spitej sb'a heb' chi' t'ayin, tato syak'em sb'a heb' t'a wichanh yic syalank'eta smul heb' yet' he mul a ex tik,"
        },
        {
            "number": "40",
            "text": "tato icha chi', ol in naancot in trato wak'nac to ol wak' lum lum t'a winhaj Jacob, t'a winhaj Isaac yet' t'a winhaj Abraham."
        },
        {
            "number": "41",
            "text": "Palta ha t'a yalanhto chi', ol ex el t'a sat he lu'um chi'. Ol kan tzinan lu'um, ol yik'an yip lu'um ayic manh ex ayoc ek' ta'. Tz'acan ol aj he tupan el he mul, yujto ix he patiquejel in b'eyb'al yet' in checnab'il."
        },
        {
            "number": "42",
            "text": "Wach'chom icha chi' tzex wutej, ayic ayek' heb' eyinhtilal t'a schonhab' heb' yajk'ol heb' chi', manh ol in patiquejel-laj heb'. Manh ol in satel-laj heb' yic manh ol lajwoquek' in trato ix wak' yet' heb' yujto a in Jehová in, sDiosal in heb'."
        },
        {
            "number": "43",
            "text": "Axo ol ajoc to yuj swach'iloc heb', ol in nacot in trato ix in b'o eyed'oc ayic ix ex wik'anelta t'a Egipto. D'a wal yichanh juntzanhxo chonhab' ix ex wik'elta, yic wach' tzin och he Diosaloc. Ha in ton Jehová in swala', xchi Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "44",
            "text": "Aton juntzanh b'eyb'al tik, checnab'il yet' k'ayb'ub'al ix yak' Jehová t'a jolom witz Sinaí t'a winhaj Moisés yic sk'anab'ajan heb' chonhab' israel."
        }
    ]
}