{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanpax Jehová t'a winhaj Moisés chi' yic syal winh t'a eb' yetchonhab' icha tik: Manh e b'o yechel juntzanh comon dios e diosaloc. Manh e molb'ejq'ue q'uen q'ueen tz'alji macsejal, ma q'uen q'ueen tzeyb'il ayoch juntzanh icha yechel t'ay. Manh ex em nhojan ejmelal t'ay, yujto a in ton Jehová e Diosal in."
        },
        {
            "number": "2",
            "text": "Ha sk'ual ik'oj ip ix wal t'ayex, nivanocab' yelk'och t'a yol e sat. Nivanocab' pax yelk'och in cajnub' t'a yol e sat, a in wal Jehová in swala'."
        },
        {
            "number": "3",
            "text": "Tato ol e b'eyb'alejnhej in k'ayb'ub'al, tze k'anab'ajan in checnab'il,"
        },
        {
            "number": "4",
            "text": "ol vak'b'at nhab' t'a stiempoal, haxo yak'an sat te' eyavb'en te' yet' tas awab'il t'a lum lum chi'."
        },
        {
            "number": "5",
            "text": "Vanto e tek'an ixim e trigo, toxo pax ix q'uinhb'i sat eyuwa. Vanto e molan sat te' eyuwa chi', toxo ix japax stiempo yavchaj trigo junelxo, yuj chi' ol ex vaoc, masanto ol ex b'ud'joc. Ol eyak' wal tzalajb'oc e k'ol t'a yol e macb'en."
        },
        {
            "number": "6",
            "text": "Te wach'xonhej ol ex ajek' ta'. Ol ex vay t'a junk'olal, malaj mach ol ex xib'tanoc. Ol ex in col t'a nok' chium nok' yet' t'a oval."
        },
        {
            "number": "7",
            "text": "Ol el lemnaj eb' ayoch ajk'olal t'ayex, yuj eyespada ol cham eb', ol kan teljab' eb' t'a eyichanh."
        },
        {
            "number": "8",
            "text": "Ha t'a ovanhoc ex, ol el lemnaj 100-oc eb' ajk'ol chi'. Axo t'a junok 100 ex, ol el lemnaj 10 miloc eb'. Ha eb' ajk'ol chi' ol cham eb' t'a eyichanh yuj eyespada."
        },
        {
            "number": "9",
            "text": "Te wach'k'olal ol aj ex vilanochi. Ol vik' wal chaanh e b'isul, ol vaq'uelk'och in trato eyed'oc."
        },
        {
            "number": "10",
            "text": "Vanto e vaan ixim trigo molb'ilcan eyuj yictax junab'i, ol e b'esancanel ixim yic ol e latz'anpaxoch ixim ak'to chi'."
        },
        {
            "number": "11",
            "text": "Ol in cajnajnhej eyed'oc, manh ol ex in chaquel-laj."
        },
        {
            "number": "12",
            "text": "Ol in ajnhejek' t'a e cal. Ha in e Diosal in, a exxo tik in chonhab' eyaji."
        },
        {
            "number": "13",
            "text": "Ha in Jehová e Diosal in, ix ex viq'uelta t'a Egipto, yic wach' max ex cannhej checab'oc ta'. Ha in ix viq'uel jun munlajel manhxo jantacoc syail ayoch t'a eyib'anh. Yuj wal chi' manhxo nhojanoc ex emi tzex b'eyeq'ui."
        },
        {
            "number": "14",
            "text": "Palta tato a ex tik manh ol e k'anab'ajej, manh ol e b'eyb'alej in checnab'il,"
        },
        {
            "number": "15",
            "text": "tato ol e patiquejel in b'eyb'al tik, tato malaj yelk'och juntzanh in checnab'il tik t'ayex, tzeyixtanb'at in trato ix in b'o eyed'oc,"
        },
        {
            "number": "16",
            "text": "a in pax tik, aton juntzanh tik ol in k'ulej eyed'oc: Ol vak'b'at xivk'olal t'a eyib'anh. Ol vak'b'at juntzanh yab'il manhxa yanhal yet' k'ak'al yab'il ol cot t'ayex syixtan yol e sat, ol pax yip e nivanil. Nab'axonhej ol eyavej tastac, yujto a eb' ayoch ajk'olal t'ayex ol vaanb'at sat tas tzeyavej chi'."
        },
        {
            "number": "17",
            "text": "Ol in och ajk'olal t'ayex, ol ex satel yuj eb' eyajk'ol chi'. Ol ex kan t'a yalanh yuj eb'. Toxonhej ol ex el lemnajoc, wach'chom malaj mach tzex pechani."
        },
        {
            "number": "18",
            "text": "Tato anheja' max in e k'anab'ajej, wach'chom toxo ix javi juntzanh tik t'a eyib'anh, masnhej ol q'uechaanh eyaelal vuj yuj e mul."
        },
        {
            "number": "19",
            "text": "Ol vak' lajvoquem eyak'umtaquil. Manhxo ol yak'laj nhab', yuj chi' manhxa tas ol yal sq'uib' t'a sat lum e lum chi'."
        },
        {
            "number": "20",
            "text": "Nab'axonhej ol eyixtej e b'a e munlaji, manhxalaj tas ol q'uib' t'a sat lum lum chi'. Manhxo ol yak'pax sat te' eyavb'en te'."
        },
        {
            "number": "21",
            "text": "Tato te pit ol eyutej e b'a t'ayin, manh ol in e k'anab'ajejnhej, ol te q'uechaanh yaelal t'a eyib'anh vuuj, ato syala' jantac e mul."
        },
        {
            "number": "22",
            "text": "Ol vak'b'at nok' chium nok' t'a e cal, ol schianb'at eyuninal nok' yet' nok' e molb'etzal nok', haxo yemta e b'isul chi' yuj nok', yuj chi' manhxa mach ol b'eyek' t'a yoltac b'e."
        },
        {
            "number": "23",
            "text": "Tato anheja' max e na e b'a yuj juntzanh chi', pitnhej tzeyutej e b'a t'ayin,"
        },
        {
            "number": "24",
            "text": "a in xo, te niwan yaelal ol vak'b'at t'a eyib'anh yuj e mul chi'."
        },
        {
            "number": "25",
            "text": "Ol vak'b'at oval t'ayex eyaelaloc, yuj in pacan t'ayex yujto max e k'anab'ajej in trato. Toxonhej ol ex b'at lemnaj e col e b'ha t'a e chonhab', palta ata' ol vak'b'at k'ak'al yab'il, icha chi' ol aj e kan t'a yalanh yuj eb' winh eyajk'ol chi'."
        },
        {
            "number": "26",
            "text": "Ayic ol vik'anemta yel e vael, lajunhvanh wal eb' ix ix, junnhej ol sb'o svael t'a junok k'ak'. Axonhej t'a echlab'il ol aj yek' e vael chi' t'a e patic. Ol ex vaoc, palta manh ol ex b'ud'joclaj."
        },
        {
            "number": "27",
            "text": "Wach'chom ix eyil juntzanh yaelal chi', palta tato anheja' max e na e b'a, anheja' tze pitejnhej e b'a,"
        },
        {
            "number": "28",
            "text": "a in pax tik ol vak' yowalil t'ayex yet' wal yoval in k'ool. Masnhej ol q'uechaanh eyaelal vuuj yuj e mul."
        },
        {
            "number": "29",
            "text": "Ichato wal chi' ol e chianb'at eb' eyuninal yet' eb' eyisil."
        },
        {
            "number": "30",
            "text": "Ol in pojem juntzanh lugar b'aj tzex och ejmelal t'a e diosal, ol in mak'poj eyaltar yic incienso. Ol in molb'ejq'ue b'ulan e nivanil t'a yib'anh juntzanh e diosal manh pitzanoc chi', yujto ol ex in chaqueli."
        },
        {
            "number": "31",
            "text": "Ol laj in jucanb'at e chonhab' yet' spatil e diosal chi'. Manhxo ol in tzalaj yuj suk'uq'uial sjab' e silab'."
        },
        {
            "number": "32",
            "text": "Ol vak' lajvoquem e chonhab' chi', haxo eb' ajk'ol ol jacan cajan t'ay, ol sat sk'ol eb' yilan jun chi'."
        },
        {
            "number": "33",
            "text": "Ol ex vak'an saclem t'a skal masanil nación. Tzak'an vespada t'a e patic ol ex b'atoc. Ha e chonhab' chi', cuseltac ol ajcanoc, xivk'olaltac ol aj sjuvicanb'ati."
        },
        {
            "number": "34",
            "text": "Ichato wal chi' wach' ol aj skan lum sch'ocojil t'a masanil tiempo ayic ayextoek' t'a juntzanhxo nación ayoch ajk'olal t'ayex chi'. Icha wal chi' ol aj yik'ancan yip lu'um, icha stiempoal to maj yik' yip lum eyuj t'a yalanhtaxo ayic ayex ek' cajan ta'."
        },
        {
            "number": "35",
            "text": "Ha eb' eyinhtilal pitzanto b'aj ay slugar eb' eyajk'ol chi', ol vak' wal och xivk'olal t'a yib'anh eb'. Ol el lemnaj eb' ayic ol yab'an eb' yem k'otnaj junok te' xil te'. Ol el eb' ichato ay junok mach tzak'anoch yet' espada t'a spatic eb'. Toxonhej ol comon telvoc eb', wach'chom malaj mach spechan eb'."
        },
        {
            "number": "36",
            "text": "Ol comon telvocb'at junjun eb', ichato van yel eb' t'a oval, wach'chom malaj mach spechan eb'. Manhxalaj junok eb' ol to stek'b'ej sb'ha t'a yichanh eb' ajk'ool."
        },
        {
            "number": "37",
            "text": "Ol lajvoquem eb' t'a scaltac juntzanh nación chi', ichato a slugar eb' ajk'ol chi' ol satanel eb'."
        },
        {
            "number": "38",
            "text": "Ha mach t'a skal eb' eyinhtilal pitzantocanek' t'a schonhab' eb' eyajk'ol chi', ata' ol cham eb' yujnhej schucal, yuj pax smul eb' smam yicham eb'."
        },
        {
            "number": "39",
            "text": "Ayic toxo ix in och ajk'olal t'ayex chi', ayic toxo pax ex vak'canb'at t'a schonhab' eb' eyajk'ool, yujto ix e pitej e b'a t'ayin, tato ata' sna sb'a sk'ol eb' eyinhtilal b'aj ix spitej sb'a eb' chi' t'ayin, tato syaq'uem sb'a eb' t'a vichanh yic syalanq'ueta smul eb' yet' e mul a ex tik,"
        },
        {
            "number": "40",
            "text": "tato icha chi', ol in naancot in trato vak'nac to ol vak' lum lum t'a winhaj Jacob, t'a winhaj Isaac yet' t'a winhaj Abraham."
        },
        {
            "number": "41",
            "text": "Palta ha t'a yalanhto chi', ol ex el t'a sat e lu'um chi'. Ol kan tzinan lu'um, ol yik'an yip lu'um ayic manh ex ayoc ek' ta'. Tz'acan ol aj e tupan el e mul, yujto ix e patiquejel in b'eyb'al yet' in checnab'il."
        },
        {
            "number": "42",
            "text": "Wach'chom icha chi' tzex vutej, ayic ayek' eb' eyinhtilal t'a schonhab' eb' yajk'ol eb' chi', manh ol in patiquejel-laj eb'. Manh ol in satel-laj eb' yic manh ol lajvoquek' in trato ix vak' yet' eb' yujto a in Jehová in, sDiosal in eb'."
        },
        {
            "number": "43",
            "text": "Axo ol ajoc to yuj swach'iloc eb', ol in nacot in trato ix in b'o eyed'oc ayic ix ex vik'anelta t'a Egipto. D'a wal yichanh juntzanhxo chonhab' ix ex viq'uelta, yic wach' tzin och e Diosaloc. Ha in ton Jehová in swala', xchi Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "44",
            "text": "Aton juntzanh b'eyb'al tik, checnab'il yet' k'ayb'ub'al ix yak' Jehová t'a jolom vitz Sinaí t'a winhaj Moisés yic sk'anab'ajan eb' chonhab' israel."
        }
    ]
}