{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Al juntzanh tik t'a heb' etisraelal: Tato ay mach tz'ak'an sti' yak'an junok anima t'ayin Jehová in tik, palta snib'ej smananel jun anima chi', yowalil syak' stojol, stupu' icha yalan jun lista tik,"
        },
        {
            "number": "3",
            "text": "icha echlab' sk'anchaj t'a in cajnub': Ha heb' 20 ab'il sk'inal masanto t'a 60 ab'il, tato winak, yowalil tz'ak'ji 50 siclo k'een plata stojoloc. Tato ix, 30 siclo plata syak'a'."
        },
        {
            "number": "4",
            "text": "Axo yuj heb' oye' ab'il sk'inal masanto t'a 20, tato winak, 20 siclo k'een plata syak'a'. Tato ix jun, 10 siclo k'een syak'a'."
        },
        {
            "number": "5",
            "text": "Axo yuj heb' unin jun ujal sk'inal masanto t'a oye' ab'il, tato winak, oye' siclo k'een plata syak'a'. Tato ix jun, oxe' siclo k'een syak'a'."
        },
        {
            "number": "6",
            "text": "Axo yuj heb' icham anima ek'xo t'a 60 ab'il, tato winak, 15 siclo k'een plata syak'a', tato ix jun, 10 siclo k'een syak'a'."
        },
        {
            "number": "7",
            "text": "Tato ay junok anima yelxo wal meb'a' jun, max yal-laj yak'an icha sb'isul k'een to chequel yaj chi', tz'ik'chajcot t'a yichanh junok winh sacerdote, snaji jantac wal syal yak'ani."
        },
        {
            "number": "8",
            "text": "Axo pax yuj nok' nok' to tz'ak'jitaxon silab'il t'ayin, masanil nok' tz'ak'ji t'ayin chi', chequel tz'ajkan nok'."
        },
        {
            "number": "9",
            "text": "Max yal-laj sk'exji nok' yet' junokxo nok', wach'chom wach' nok', ma chuctac wal nok'. Palta tato sk'exji nok', a nok' sk'exul chi', scanxonhej nok' yet' nok' chequeltaxon yaj chi'."
        },
        {
            "number": "10",
            "text": "Axo pax yuj junok nok' nok' manh wach'octaxon yoch silab'il t'ayin jun, a nok' chi' tz'ik'jicot t'a junok winh sacerdote,"
        },
        {
            "number": "11",
            "text": "yic wach' snaji jantac stojol nok', ato syala' chajtil yilji nok'. Icha stojol nok' ix naji yuj winh sacerdote chi', ichanhej chi' tz'ajkan stojol nok' yic schonhchaj yuj yochcan stojol nok' yicoc in cajnub'."
        },
        {
            "number": "12",
            "text": "Tato anheja' mach ay yic nok' chi' sgana smananpaxel nok' jun, yowalil syak' stojol nok' nab'ilxo chi', syak'an jab'okxo más t'a yib'anh stojol nok' chi'."
        },
        {
            "number": "13",
            "text": "Tato ay mach syak' spat t'ayin, tato wach' yaji, mato chuctac wal yaji, a junok winh sacerdote snaani jantac wal stojol. Icha chi' tz'ajkan stojol chi' t'a junelnhej."
        },
        {
            "number": "14",
            "text": "Palta tato a mach ay yic jun pat chi' sgana smananeli, yowalil syak' jab'okxo más t'a yib'anh icha stojol ix najican chi', ichato chi' syik'anxi spat chi'."
        },
        {
            "number": "15",
            "text": "Tato ay junok mach syak' junok makan sluum t'ayin, a stojol lum lum chi' snaji, ato ha' jantac sat tas tz'el t'a sat lu'um. Tato b'alunhe' arroba ixim cebada tz'elta t'a lu'um, 50 siclo plata stojol lu'um."
        },
        {
            "number": "16",
            "text": "Tato tz'ak'ji lum lum chi' t'a yol yab'ilal yoch q'uinh yic tz'el tas t'a libre, scanxonhej stojol lum icha ix aj snajican chi'."
        },
        {
            "number": "17",
            "text": "Palta tato ayic toxo ix lajwiek' jun ab'il chi' tz'ak'ji lu'um, a winh sacerdote syal snaani jantac k'een plata syal yak'ji. Tz'ik'jiemta jab'oc stojol lu'um, ato syala' jayeto ab'il yic ol jax junxo ab'il q'uinh chi'."
        },
        {
            "number": "18",
            "text": "Tato a junok mach ix yak' slum chi' t'ayin, sgana smananpaxeli, yowalil syak' jab'okxo más t'a yib'anh icha stojol nab'ilcani. Ichato chi' syal yik'anxican sluum chi'."
        },
        {
            "number": "19",
            "text": "Tato max smanel lum mach ix ak'an chi', palta to schonhb'at lum t'a junokxo anima, tato icha chi', maxtzac yal smananxiel lu'um."
        },
        {
            "number": "20",
            "text": "Ayic skan lum lum chi' t'a libre t'a yab'ilal he chaan q'uinh yic tz'el tas t'a libre, a jun lum chi', wik tz'ajkan lu'um, haxo heb' sacerdote smacb'enancan lu'um."
        },
        {
            "number": "21",
            "text": "Tato ay mach syak' sti' yak'an junok lum lum t'ayin to manb'il yuj, manh smacb'enoctaxon yaji,"
        },
        {
            "number": "22",
            "text": "a junok winh sacerdote snaan stojol yet' jun anima chi' masanto sjax yab'ilal q'uinh yic tz'el tas t'a libre. Ha t'a jun k'u chi' syak' stojol lum jun anima chi', ato ha' jantac ix aj snaji, tz'ochcan k'een tumin chi' wicoc."
        },
        {
            "number": "23",
            "text": "Axo yic sjax jun ab'il chi', smeltzajxi lum t'a mach ix chonhan chi', syalelk'ochi aton jun mach aytaxon yic lu'um."
        },
        {
            "number": "24",
            "text": "Ha stojol junok tas sna heb' sacerdote stupchaj icha k'een tumin sk'anchaj b'aj ay in cajnub'. 20 geras yalil junjun siclo k'een plata."
        },
        {
            "number": "25",
            "text": "Ha sb'ab'el yune' nok' wacax, ma nok' calnel, ma nok' chiwa, wictaxon yaj a in Jehová in tik. Malaj mach syal yak'an juntzanh nok' chi' yofrendaoc t'ayin yujto a sb'ab'el yune' nok' wictaxon yaji."
        },
        {
            "number": "26",
            "text": "Tato a sb'ab'el yune' junok nok' to manh wach'oc icha yalan ley, syal smanjixiel nok' yuj mach tz'ak'an chi', ato syal jantac stojol nok' ix naji, syak' jab'okxo más t'a yib'anh icha stojol chi'. Tato manhoc mach ay yic nok' chi' smananeli, anheja' icha stojol nok' nab'ilxo chi', syal schonhjiel yuj heb' sacerdote."
        },
        {
            "number": "27",
            "text": "Yalnhej tas tz'ak'ji t'ayin t'a junelnhej, junok anima, ma junok nok' molb'etzal nok', ma junok lum lum to smacb'entaxon yaj jun mach tz'ak'an chi', ma junokxo tasi, max yal-laj schonhchaji, max yalpax smanjiel yuj mach ix ak'ani. Vicxo yaj t'a junelnhej."
        },
        {
            "number": "28",
            "text": "Axo pax junok anima toxonton ayoch chamel t'a yib'anh, max yal-laj smanjieli. Ha jun anima chi' yowalil tz'ochxonhej chamel chi' t'a yib'anh."
        },
        {
            "number": "29",
            "text": "Ha sdiezmoal sat masanil tas tz'avchaj t'a sat lum lum tik, wach'chom sat ixim, ma sat te te', wictaxon yaji."
        },
        {
            "number": "30",
            "text": "Tato ay junok mach sgana smananel jun diezmo chi', yowalil syak' jab'okxo más t'a yib'anh icha stojol chi'."
        },
        {
            "number": "31",
            "text": "Jun t'a lajlajunhwanh nok' wacax, ma nok' calnel, ma nok' chiwa, aton nok' chi' skan t'a diezmoal t'ayin tato wach' nok', ma ay spaltail nok'."
        },
        {
            "number": "32",
            "text": "Max yal-laj sik'laj nok', ma sk'exchaj nok' yet' junokxo nok' ch'oc yeli. Tato ay mach sgana sk'exan nok', a nok' b'ab'el chi' yet' pax nok' tz'ak'ji sk'exuloc nok' chi', scanxonhej nok' schawanhil. Max yalpaxlaj smanjiel nok', xchi Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "33",
            "text": "Ha t'a jolom witz Sinaí ix yak' juntzanh checnab'il tik Jehová t'a winhaj Moisés chi', yic chonhab' Israel yaji."
        }
    ]
}