{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "2",
            "text": "Al juntzanh tic d'a eb' etisraelal: Tato ay mach tz'ak'an sti' yak'an junoc anima d'ayin Jehová in tic, palta snib'ej smananel jun anima chi', yovalil syak' stojol, stupu' icha yalan jun lista tic,"
        },
        {
            "number": "3",
            "text": "icha echlab' sk'anchaj d'a in cajnub': A eb' 20 ab'il sq'uinal masanto d'a 60 ab'il, tato vinac, yovalil tz'ak'ji 50 siclo q'uen plata stojoloc. Tato ix, 30 siclo plata syak'a'."
        },
        {
            "number": "4",
            "text": "Axo yuj eb' oye' ab'il sq'uinal masanto d'a 20, tato vinac, 20 siclo q'uen plata syak'a'. Tato ix jun, 10 siclo q'uen syak'a'."
        },
        {
            "number": "5",
            "text": "Axo yuj eb' unin jun ujal sq'uinal masanto d'a oye' ab'il, tato vinac, oye' siclo q'uen plata syak'a'. Tato ix jun, oxe' siclo q'uen syak'a'."
        },
        {
            "number": "6",
            "text": "Axo yuj eb' icham anima ek'xo d'a 60 ab'il, tato vinac, 15 siclo q'uen plata syak'a', tato ix jun, 10 siclo q'uen syak'a'."
        },
        {
            "number": "7",
            "text": "Tato ay junoc anima yelxo val meb'a' jun, max yal-laj yak'an icha sb'isul q'uen to chequel yaj chi', tz'ik'chajcot d'a yichanh junoc vinh sacerdote, snaji jantac val syal yak'ani."
        },
        {
            "number": "8",
            "text": "Axo pax yuj nok' nok' to tz'ak'jitaxon silab'il d'ayin, masanil nok' tz'ak'ji d'ayin chi', chequel tz'ajcan nok'."
        },
        {
            "number": "9",
            "text": "Max yal-laj sq'uexji nok' yed' junocxo nok', vach'chom vach' nok', ma chuctac val nok'. Palta tato sq'uexji nok', a nok' sq'uexul chi', scanxonhej nok' yed' nok' chequeltaxon yaj chi'."
        },
        {
            "number": "10",
            "text": "Axo pax yuj junoc nok' nok' manh vach'octaxon yoch silab'il d'ayin jun, a nok' chi' tz'ik'jicot d'a junoc vinh sacerdote,"
        },
        {
            "number": "11",
            "text": "yic vach' snaji jantac stojol nok', ato syala' chajtil yilji nok'. Icha stojol nok' ix naji yuj vinh sacerdote chi', ichanhej chi' tz'ajcan stojol nok' yic schonhchaj yuj yochcan stojol nok' yicoc in cajnub'."
        },
        {
            "number": "12",
            "text": "Tato anheja' mach ay yic nok' chi' sgana smananpaxel nok' jun, yovalil syak' stojol nok' nab'ilxo chi', syak'an jab'ocxo más d'a yib'anh stojol nok' chi'."
        },
        {
            "number": "13",
            "text": "Tato ay mach syak' spat d'ayin, tato vach' yaji, mato chuctac val yaji, a junoc vinh sacerdote snaani jantac val stojol. Icha chi' tz'ajcan stojol chi' d'a junelnhej."
        },
        {
            "number": "14",
            "text": "Palta tato a mach ay yic jun pat chi' sgana smananeli, yovalil syak' jab'ocxo más d'a yib'anh icha stojol ix najican chi', ichato chi' syik'anxi spat chi'."
        },
        {
            "number": "15",
            "text": "Tato ay junoc mach syak' junoc macanh sluum d'ayin, a stojol lum luum chi' snaji, ato a' jantac sat tas tz'el d'a sat luum. Tato b'alunhe' arroba ixim cebada tz'elta d'a luum, 50 siclo plata stojol luum."
        },
        {
            "number": "16",
            "text": "Tato tz'ak'ji lum luum chi' d'a yol yab'ilal yoch q'uinh yic tz'el tas d'a libre, scanxonhej stojol lum icha ix aj snajican chi'."
        },
        {
            "number": "17",
            "text": "Palta tato ayic toxo ix lajviek' jun ab'il chi' tz'ak'ji luum, a vinh sacerdote syal snaani jantac q'uen plata syal yak'ji. Tz'ik'jiemta jab'oc stojol luum, ato syala' jayeto ab'il yic ol jax junxo ab'il q'uinh chi'."
        },
        {
            "number": "18",
            "text": "Tato a junoc mach ix yak' slum chi' d'ayin, sgana smananpaxeli, yovalil syak' jab'ocxo más d'a yib'anh icha stojol nab'ilcani. Ichato chi' syal yik'anxican sluum chi'."
        },
        {
            "number": "19",
            "text": "Tato max smanel lum mach ix ak'an chi', palta to schonhb'at lum d'a junocxo anima, tato icha chi', maxtzac yal smananxiel luum."
        },
        {
            "number": "20",
            "text": "Ayic scan lum luum chi' d'a libre d'a yab'ilal e chaan q'uinh yic tz'el tas d'a libre, a jun lum chi', vic tz'ajcan luum, axo eb' sacerdote smacb'enancan luum."
        },
        {
            "number": "21",
            "text": "Tato ay mach syak' sti' yak'an junoc lum luum d'ayin to manb'il yuuj, manh smacb'enoctaxon yaji,"
        },
        {
            "number": "22",
            "text": "a junoc vinh sacerdote snaan stojol yed' jun anima chi' masanto sjax yab'ilal q'uinh yic tz'el tas d'a libre. A d'a jun k'u chi' syak' stojol lum jun anima chi', ato a' jantac ix aj snaji, tz'ochcan q'uen tumin chi' vicoc."
        },
        {
            "number": "23",
            "text": "Axo yic sjax jun ab'il chi', smeltzajxi lum d'a mach ix chonhan chi', syalelk'ochi aton jun mach aytaxon yic luum."
        },
        {
            "number": "24",
            "text": "A stojol junoc tas sna eb' sacerdote stupchaj icha q'uen tumin sk'anchaj b'aj ay in cajnub'. 20 geras yalil junjun siclo q'uen plata."
        },
        {
            "number": "25",
            "text": "A sb'ab'el yune' nok' vacax, ma nok' calnel, ma nok' chiva, victaxon yaj a in Jehová in tic. Malaj mach syal yak'an juntzanh nok' chi' yofrendaoc d'ayin yujto a sb'ab'el yune' nok' victaxon yaji."
        },
        {
            "number": "26",
            "text": "Tato a sb'ab'el yune' junoc nok' to manh vach'oc icha yalan ley, syal smanjixiel nok' yuj mach tz'ak'an chi', ato syal jantac stojol nok' ix naji, syak' jab'ocxo más d'a yib'anh icha stojol chi'. Tato manhoc mach ay yic nok' chi' smananeli, anheja' icha stojol nok' nab'ilxo chi', syal schonhjiel yuj eb' sacerdote."
        },
        {
            "number": "27",
            "text": "Yalnhej tas tz'ak'ji d'ayin d'a junelnhej, junoc anima, ma junoc nok' molb'etzal nok', ma junoc lum luum to smacb'entaxon yaj jun mach tz'ak'an chi', ma junocxo tasi, max yal-laj schonhchaji, max yalpax smanjiel yuj mach ix ak'ani. Vicxo yaj d'a junelnhej."
        },
        {
            "number": "28",
            "text": "Axo pax junoc anima toxonton ayoch chamel d'a yib'anh, max yal-laj smanjieli. A jun anima chi' yovalil tz'ochxonhej chamel chi' d'a yib'anh."
        },
        {
            "number": "29",
            "text": "A sdiezmoal sat masanil tas tz'avchaj d'a sat lum luum tic, vach'chom sat ixim, ma sat te te', victaxon yaji."
        },
        {
            "number": "30",
            "text": "Tato ay junoc mach sgana smananel jun diezmo chi', yovalil syak' jab'ocxo más d'a yib'anh icha stojol chi'."
        },
        {
            "number": "31",
            "text": "Jun d'a lajlajunhvanh nok' vacax, ma nok' calnel, ma nok' chiva, aton nok' chi' scan d'a diezmoal d'ayin tato vach' nok', ma ay spaltail nok'."
        },
        {
            "number": "32",
            "text": "Max yal-laj sik'laj nok', ma sq'uexchaj nok' yed' junocxo nok' ch'oc yeli. Tato ay mach sgana sq'uexan nok', a nok' b'ab'el chi' yed' pax nok' tz'ak'ji sq'uexuloc nok' chi', scanxonhej nok' schavanhil. Max yalpaxlaj smanjiel nok', xchi Jehová d'a vinhaj Moisés chi'."
        },
        {
            "number": "33",
            "text": "A d'a jolom vitz Sinaí ix yak' juntzanh checnab'il tic Jehová d'a vinhaj Moisés chi', yic chonhab' Israel yaji."
        }
    ]
}