{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay junok ex tzeyak' junok snun e vacax, ma junok nok' toro silab'oc yic tze ch'oxani to ay e junk'olal yet' Jehová, yovalil tzeyik'cot nok' t'a yichanh Jehová. Ha jun nok' nok' chi' yovalil malaj jab'oc spaltail nok'."
        },
        {
            "number": "2",
            "text": "Ayic tzeyak'an junok ofrenda chi', tzeyik'b'at nok' t'a yichanh mantiado b'aj sch'ox sb'a Jehová. Ata' tzeyak'q'ue e k'ab' t'a sjolom nok', slajvi chi' tze milancham nok'. Axo junok eb' vinh sacerdote stzicanoch schiq'uil nok' t'a schanhil pak'anh altar."
        },
        {
            "number": "3",
            "text": "Tato ay junok ex tzeyak' junok nok' silab' yic junk'olal, tzeyiq'uel junok makan t'a nok' silab' chi', yic snhusjitz'ha t'a yichanh Jehová, aton juntzanh tik tzeyiq'ueli: Masanil xepu' ayoch t'a nok' yol sk'ool,"
        },
        {
            "number": "4",
            "text": "chab' stut nok' yet' xepual, xepu' ayoch t'a spatictac sb'aquil yich spatic nok' yet' xepu' ayoch t'a yib'anh seyub' nok'."
        },
        {
            "number": "5",
            "text": "Axo junok eb' vinh sacerdote snhusantz'a masanil juntzanh chi' silab'il t'a yib'anh junxo silab' van stz'ha t'a yib'anh te' k'atzitz t'a yib'anh altar, suk'uq'ui sjab' syab' Jehová."
        },
        {
            "number": "6",
            "text": "Tato tzeyak' junok nok' calnel ma junok nok' chiva t'a Jehová silab'il yic tze ch'oxan e junk'olal yet'oc, syal eyak'an nok' ch'aac ma nok' snun, anhej tato malaj jab'oc spaltail nok'."
        },
        {
            "number": "7",
            "text": "Ayic tzeyak'an nok' calnel chi' silab'il t'a yichanh Jehová,"
        },
        {
            "number": "8",
            "text": "tzeyak'q'ue e k'ab' t'a sjolom nok'. Slajvi chi' tze milancham nok' t'a yichanh mantiado b'aj sch'ox sb'a Jehová. Axo junok eb' vinh sacerdote stzicanoch schiq'uil nok' t'a schanhil pak'anh altar."
        },
        {
            "number": "9",
            "text": "Ha junok mach ex tzeyak' junok nok' silab' chi', tzeyiq'uel junok makan t'a nok' yic snhusjitz'ha t'a yichanh Jehová, aton juntzanh tik tz'ik'jieli: Xepual snhe nok', wach' tz'aj yik'jiel smasanil yet' xepu' ayoch t'a nok' yol sk'ool,"
        },
        {
            "number": "10",
            "text": "stut nok' yet' pax xepu' ayoch t'ay, xepu' ayoch t'a yich spatic nok' yet' xepu' ayoch t'a yib'anh seyub' nok', junnhej tz'aj yik'jiel yet' nok' stut chi'."
        },
        {
            "number": "11",
            "text": "Slajvi chi', haxo vinh sacerdote snhusantz'a juntzanh chi' smasanil silab'oc t'a yichanh Jehová to icha junok vael yaji."
        },
        {
            "number": "12",
            "text": "Tato chiva nok' tzeyak' e silab'oc chi', tzeyik'cot nok' t'a yichanh Jehová."
        },
        {
            "number": "13",
            "text": "Axo mach ex tzeyak' nok' chi', tzeyak'q'ue e k'ab' t'a sjolom nok', tze milancham nok' t'a yichanh mantiado. Axo eb' vinh sacerdote stzicanoch schiq'uil nok' t'a schanhil pak'anh altar."
        },
        {
            "number": "14",
            "text": "Ha ex mach ex tzeyak' junok nok' silab' chi', tzeyiq'uel junok makan t'a nok', yic snhusjitz'ha t'a yichanh Jehová, aton juntzanh tik: Masanil xepu' ayoch t'a nok' yol sk'ool, t'a spatictac sb'aquil yich spatic nok' yet' xepu' ayoch t'a spatic seyub' nok' yet' stut nok' schab'il yet' xepual."
        },
        {
            "number": "15",
            "text": "Axo vinh sacerdote snhusantz'a juntzanh chi' smasanil t'a yib'anh altar, icha junok vael snhusjitz'aoc, suk'uq'ui sjab' syab' Jehová. Masanil xepual nok' yic Jehová yaji."
        },
        {
            "number": "16",
            "text": "Manh e chi xepu' yet' pax schiq'uil nok'. Ha jun tik ley tz'ajkan t'ayex t'a junelnhej yet' t'a eyinhtilal, yalnhej b'ajtil ayex eq'ui, xa chi, xchi Jehová t'a vinhaj Moisés chi'."
        }
    ]
}