{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay junok ex tzeyak' junok snun he wacax, ma junok nok' toro silab'oc yic tze ch'oxani to ay he junk'olal yet' Jehová, yowalil tzeyik'cot nok' t'a yichanh Jehová. Ha jun nok' nok' chi' yowalil malaj jab'oc spaltail nok'."
        },
        {
            "number": "2",
            "text": "Ayic tzeyak'an junok ofrenda chi', tzeyik'b'at nok' t'a yichanh mantiado b'aj sch'ox sb'a Jehová. Ata' tzeyak'k'e he k'ab' t'a sjolom nok', slajwi chi' tze milancham nok'. Axo junok heb' winh sacerdote stzicanoch schiq'uil nok' t'a schanhil pak'anh altar."
        },
        {
            "number": "3",
            "text": "Tato ay junok ex tzeyak' junok nok' silab' yic junk'olal, tzeyik'el junok makan t'a nok' silab' chi', yic snhusjitz'ha t'a yichanh Jehová, aton juntzanh tik tzeyik'eli: Masanil xepu' ayoch t'a nok' yol sk'ool,"
        },
        {
            "number": "4",
            "text": "chab' stut nok' yet' xepual, xepu' ayoch t'a spatictac sb'aquil yich spatic nok' yet' xepu' ayoch t'a yib'anh seyub' nok'."
        },
        {
            "number": "5",
            "text": "Axo junok heb' winh sacerdote snhusantz'a masanil juntzanh chi' silab'il t'a yib'anh junxo silab' wan stz'ha t'a yib'anh te' k'atzitz t'a yib'anh altar, suk'uq'ui sjab' syab' Jehová."
        },
        {
            "number": "6",
            "text": "Tato tzeyak' junok nok' calnel ma junok nok' chiwa t'a Jehová silab'il yic tze ch'oxan he junk'olal yet'oc, syal eyak'an nok' ch'aac ma nok' snun, anhej tato malaj jab'oc spaltail nok'."
        },
        {
            "number": "7",
            "text": "Ayic tzeyak'an nok' calnel chi' silab'il t'a yichanh Jehová,"
        },
        {
            "number": "8",
            "text": "tzeyak'k'e he k'ab' t'a sjolom nok'. Slajwi chi' tze milancham nok' t'a yichanh mantiado b'aj sch'ox sb'a Jehová. Axo junok heb' winh sacerdote stzicanoch schiq'uil nok' t'a schanhil pak'anh altar."
        },
        {
            "number": "9",
            "text": "Ha junok mach ex tzeyak' junok nok' silab' chi', tzeyik'el junok makan t'a nok' yic snhusjitz'ha t'a yichanh Jehová, aton juntzanh tik tz'ik'jieli: Xepual snhe nok', wach' tz'aj yik'jiel smasanil yet' xepu' ayoch t'a nok' yol sk'ool,"
        },
        {
            "number": "10",
            "text": "stut nok' yet' pax xepu' ayoch t'ay, xepu' ayoch t'a yich spatic nok' yet' xepu' ayoch t'a yib'anh seyub' nok', junnhej tz'aj yik'jiel yet' nok' stut chi'."
        },
        {
            "number": "11",
            "text": "Slajwi chi', haxo winh sacerdote snhusantz'a juntzanh chi' smasanil silab'oc t'a yichanh Jehová to icha junok wael yaji."
        },
        {
            "number": "12",
            "text": "Tato chiwa nok' tzeyak' he silab'oc chi', tzeyik'cot nok' t'a yichanh Jehová."
        },
        {
            "number": "13",
            "text": "Axo mach ex tzeyak' nok' chi', tzeyak'k'e he k'ab' t'a sjolom nok', tze milancham nok' t'a yichanh mantiado. Axo heb' winh sacerdote stzicanoch schiq'uil nok' t'a schanhil pak'anh altar."
        },
        {
            "number": "14",
            "text": "Ha ex mach ex tzeyak' junok nok' silab' chi', tzeyik'el junok makan t'a nok', yic snhusjitz'ha t'a yichanh Jehová, aton juntzanh tik: Masanil xepu' ayoch t'a nok' yol sk'ool, t'a spatictac sb'aquil yich spatic nok' yet' xepu' ayoch t'a spatic seyub' nok' yet' stut nok' schab'il yet' xepual."
        },
        {
            "number": "15",
            "text": "Axo winh sacerdote snhusantz'a juntzanh chi' smasanil t'a yib'anh altar, icha junok wael snhusjitz'aoc, suk'uq'ui sjab' syab' Jehová. Masanil xepual nok' yic Jehová yaji."
        },
        {
            "number": "16",
            "text": "Manh he chi xepu' yet' pax schiq'uil nok'. Ha jun tik ley tz'ajkan t'ayex t'a junelnhej yet' t'a eyinhtilal, yalnhej b'ajtil ayex eq'ui, xa chi, xchi Jehová t'a winhaj Moisés chi'."
        }
    ]
}