{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Tato ay junoc ex tzeyak' junoc snun e vacax, ma junoc nok' toro silab'oc yic tze ch'oxani to ay e junk'olal yed' Jehová, yovalil tzeyik'cot nok' d'a yichanh Jehová. A jun nok' nok' chi' yovalil malaj jab'oc spaltail nok'."
        },
        {
            "number": "2",
            "text": "Ayic tzeyak'an junoc ofrenda chi', tzeyik'b'at nok' d'a yichanh mantiado b'aj sch'ox sb'a Jehová. Ata' tzeyak'q'ue e k'ab' d'a sjolom nok', slajvi chi' tze milancham nok'. Axo junoc eb' vinh sacerdote stzicanoch schiq'uil nok' d'a schanhil pak'anh altar."
        },
        {
            "number": "3",
            "text": "Tato ay junoc ex tzeyak' junoc nok' silab' yic junk'olal, tzeyiq'uel junoc macanh d'a nok' silab' chi', yic snhusjitz'a d'a yichanh Jehová, aton juntzanh tic tzeyiq'ueli: Masanil xepu' ayoch d'a nok' yol sk'ool,"
        },
        {
            "number": "4",
            "text": "chab' stut nok' yed' xepual, xepu' ayoch d'a spatictac sb'aquil yich spatic nok' yed' xepu' ayoch d'a yib'anh seyub' nok'."
        },
        {
            "number": "5",
            "text": "Axo junoc eb' vinh sacerdote snhusantz'a masanil juntzanh chi' silab'il d'a yib'anh junxo silab' van stz'a d'a yib'anh te' k'atzitz d'a yib'anh altar, suk'uq'ui sjab' syab' Jehová."
        },
        {
            "number": "6",
            "text": "Tato tzeyak' junoc nok' calnel ma junoc nok' chiva d'a Jehová silab'il yic tze ch'oxan e junk'olal yed'oc, syal eyak'an nok' ch'aac ma nok' snun, anhej tato malaj jab'oc spaltail nok'."
        },
        {
            "number": "7",
            "text": "Ayic tzeyak'an nok' calnel chi' silab'il d'a yichanh Jehová,"
        },
        {
            "number": "8",
            "text": "tzeyak'q'ue e k'ab' d'a sjolom nok'. Slajvi chi' tze milancham nok' d'a yichanh mantiado b'aj sch'ox sb'a Jehová. Axo junoc eb' vinh sacerdote stzicanoch schiq'uil nok' d'a schanhil pak'anh altar."
        },
        {
            "number": "9",
            "text": "A junoc mach ex tzeyak' junoc nok' silab' chi', tzeyiq'uel junoc macanh d'a nok' yic snhusjitz'a d'a yichanh Jehová, aton juntzanh tic tz'ik'jieli: Xepual snhe nok', vach' tz'aj yik'jiel smasanil yed' xepu' ayoch d'a nok' yol sk'ool,"
        },
        {
            "number": "10",
            "text": "stut nok' yed' pax xepu' ayoch d'ay, xepu' ayoch d'a yich spatic nok' yed' xepu' ayoch d'a yib'anh seyub' nok', junnhej tz'aj yik'jiel yed' nok' stut chi'."
        },
        {
            "number": "11",
            "text": "Slajvi chi', axo vinh sacerdote snhusantz'a juntzanh chi' smasanil silab'oc d'a yichanh Jehová to icha junoc vael yaji."
        },
        {
            "number": "12",
            "text": "Tato chiva nok' tzeyak' e silab'oc chi', tzeyik'cot nok' d'a yichanh Jehová."
        },
        {
            "number": "13",
            "text": "Axo mach ex tzeyak' nok' chi', tzeyak'q'ue e k'ab' d'a sjolom nok', tze milancham nok' d'a yichanh mantiado. Axo eb' vinh sacerdote stzicanoch schiq'uil nok' d'a schanhil pak'anh altar."
        },
        {
            "number": "14",
            "text": "A ex mach ex tzeyak' junoc nok' silab' chi', tzeyiq'uel junoc macanh d'a nok', yic snhusjitz'a d'a yichanh Jehová, aton juntzanh tic: Masanil xepu' ayoch d'a nok' yol sk'ool, d'a spatictac sb'aquil yich spatic nok' yed' xepu' ayoch d'a spatic seyub' nok' yed' stut nok' schab'il yed' xepual."
        },
        {
            "number": "15",
            "text": "Axo vinh sacerdote snhusantz'a juntzanh chi' smasanil d'a yib'anh altar, icha junoc vael snhusjitz'aoc, suk'uq'ui sjab' syab' Jehová. Masanil xepual nok' yic Jehová yaji."
        },
        {
            "number": "16",
            "text": "Manh e chi xepu' yed' pax schiq'uil nok'. A jun tic ley tz'ajcan d'ayex d'a junelnhej yed' d'a eyinhtilal, yalnhej b'ajtil ayex eq'ui, xa chi, xchi Jehová d'a vinhaj Moisés chi'."
        }
    ]
}