{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' to syal juntzanh checnab'il tik winh t'a heb' yetisraelal. Yuj chi' ix yal winh icha tik:"
        },
        {
            "number": "2",
            "text": "Tato ay mach tz'och smul, manh sk'anoc sk'ool, sk'ulan tastac ay yowalil, ato ha' syal schecnab'il Jehová, yowalil sk'anab'ajej masanil juntzanh tastac ol wal tik:"
        },
        {
            "number": "3",
            "text": "Tato a winh sat sacerdote tz'och smul ayic ayoch winh t'a yopisio, a smul winh chi' tz'empax t'a yib'anh heb' chonhab', yowalil syak' junok nok' quelem wacax winh silab'oc t'a Jehová yuj smul chi'. Ha nok' wacax syak' winh chi', a nok' malaj jab'oc spaltail."
        },
        {
            "number": "4",
            "text": "Syik'ancot nok' winh t'a yichanh mantiado b'aj sch'ox sb'a Jehová. Syak'ank'e sk'ab' winh t'a sjolom nok', smilancham nok' winh t'a yichanh Jehová."
        },
        {
            "number": "5",
            "text": "Ha winh tz'ik'ancot jab'oc schiq'uil nok' syik'anoch winh t'a yol mantiado chi'."
        },
        {
            "number": "6",
            "text": "Syak'em yiximal sk'ab' winh t'a skal schiq'uil nok' chi'. Uquel stziquem winh t'a yichanh Jehová t'a yichanhelta k'apac cortina ayoch b'aj ay lugar Anhej Jehová Ay Yico'."
        },
        {
            "number": "7",
            "text": "Sucanoch jab'oc schiq'uil nok' chi' winh t'a sch'ac altar yic incienso ayoch t'a yichanh Jehová t'a yol mantiado. Axo masanil chik' tzato kan chi', seccanem winh t'a yichtac yoc altar b'aj snhusjitz'a silab', aton jun ayem t'a yichanh mantiado chi'."
        },
        {
            "number": "8",
            "text": "Slajwi chi' tz'ik'jiel masanil xepu' t'a nok' yol sk'ool,"
        },
        {
            "number": "9",
            "text": "yet' chab' stut nok' yet' xepual yet' pax masanil xepual sb'aquil yich spatic nok' yet' xepu' ayoch t'a yib'anh seyub' nok',"
        },
        {
            "number": "10",
            "text": "icha wal tz'aj yik'jiel t'a nok' wacax tz'ak'ji silab'oc yic sch'oxan junk'olal yet' Dios. Slajwi chi', snhusjitz'ha t'a yib'anh altar."
        },
        {
            "number": "11",
            "text": "Axo nok' stz'umal, nok' sb'ak'chil, nok' sjolom, nok' xub', nok' yoc, masanil nok' yol sk'ool yet' masanil sch'anhtza' nok',"
        },
        {
            "number": "12",
            "text": "syalelk'ochi masanil nok' silab' chi', tz'ik'jiel t'a junok lugar to wach' yaj t'a spatiquel campamento, aton b'aj secchajtaxonel k'een tik'aq'uil taanh. Ata' snhusjitz'a nok' t'a yib'anh te' k'atzitz."
        },
        {
            "number": "13",
            "text": "Tato ko masanil a onh chonhab' israel onh tik tz'och ko mul, manh sk'anoc ko k'ool, malaj pax junok onh snachajel cuuj to manh ichoc yalan schecnab'il Jehová ix ko k'ulej, yuj chi' tz'och ko mul,"
        },
        {
            "number": "14",
            "text": "ayic squilancot ko b'a to ix och ko mul, yowalil skak' junok nok' quelem wacax silab'il ko masanil yic tz'ak'ji tup ko mul chi' t'a quib'anh. Squik'anb'at nok' t'a yichanh mantiado b'aj sch'ox sb'a Jehová."
        },
        {
            "number": "15",
            "text": "Ata' syak'k'e sk'ab' heb' yichamtac winaquil chonhab' t'a sjolom nok' t'a yichanh Jehová, smiljicham nok' ta'."
        },
        {
            "number": "16",
            "text": "Axo winh sat sacerdote tz'ik'ancot jab'oc schiq'uil nok' chi' t'a yol junok yet'tal syik'anoch winh t'a yol mantiado,"
        },
        {
            "number": "17",
            "text": "slab'anem yiximal sk'ab' winh t'a skal schiq'uil nok' chi' stzicanem uqueloc winh t'a yichanh Jehová t'a yichanhelta k'apac cortina."
        },
        {
            "number": "18",
            "text": "Sucanek' jab'oc schiq'uil nok' chi' winh t'a sch'ac altar b'aj stz'a incienso, aton ayek' t'a yichanh Jehová t'a yol mantiado chi'. Axo jantacto schiq'uil nok' tzato cani, stob'jicanek' t'a yich yoc altar b'aj snhusjitz'a silab', aton jun ayek' t'a yichanh mantiado chi'."
        },
        {
            "number": "19",
            "text": "Slajwi chi' tz'ik'jiel masanil xepual nok' silab' chi', snhusjitz'ha t'a yib'anh altar."
        },
        {
            "number": "20",
            "text": "Syalelk'ochi, to icha wal tz'aj nok' quelem wacax syak' winh sat sacerdote yuj smul icha chi' tz'ajpax nok' tz'ak'ji chi' yuj smul heb' anima smasanil. Icha chi' syutej winh sat sacerdote chi' sb'oan silab' yuj slajwicanel ko mul t'a quib'anh a onh tik."
        },
        {
            "number": "21",
            "text": "Slajwi chi' tz'ik'jiel nok' silab' chi' t'a spatiquel campamento. Ata' snhusjitz'a nok', icha wal tz'utaj nok' b'ab'el quelem wacax chi', yujto a jun silab' chi' tz'ak'ji yuj yak'ji lajwoc ko mul ko masanil."
        },
        {
            "number": "22",
            "text": "Tato ay junok winh yajal tz'och smul, manh sk'anoc sk'ol winh yic sk'ulan tastac to manh ichocta' yalan schecnab'il Jehová,"
        },
        {
            "number": "23",
            "text": "ayic snachajel yuj winh to ix och smul winh, yowalil syik'cot junok nok' mam chiwa winh silab'il yuj smul ix och chi'. Ha nok' syik'cot winh chi' a nok' malaj jab'oc spaltail."
        },
        {
            "number": "24",
            "text": "Syak'k'e sk'ab' winh t'a sjolom nok', smilancham nok' winh t'a yichanh Jehová, aton b'aj smiljitaxon nok' nok' snhusjitz'a silab'il, yujto silab' yuj smul winh yaj nok'."
        },
        {
            "number": "25",
            "text": "Axo junok winh sacerdote tz'ik'ancot schiq'uil nok' silab' chi', sucanoch winh t'a sch'ac altar b'aj snhusjitz'a silab', haxo jantacto chik' scani, stob'ancanek' winh t'a yich yoc altar chi'."
        },
        {
            "number": "26",
            "text": "Snhusjitz'a smasanil xepual nok' t'a yib'anh altar, icha wal tz'aj silab' tz'ak'ji yuj sch'oxji junk'olal yet' Dios. Icha chi' syutej winh sacerdote sb'oan jun silab' chi' yic tz'ak'ji tup smul jun winh yajal t'a chonhab' chi'."
        },
        {
            "number": "27",
            "text": "Tato ay junok comon anima tz'och smul, manh sk'anoc sk'ool yic sk'ulan tastac to manh ichocta' yalan schecnab'il Jehová,"
        },
        {
            "number": "28",
            "text": "ayic snachajel yuj to ix och smul, yowalil syik'cot junok nok' nun chiwa silab'il yuj smul ix och chi'. Ha nok' syik'cot chi', a nok' malaj jab'oc spaltail."
        },
        {
            "number": "29",
            "text": "Syak'k'e sk'ab' t'a sjolom nok', slajwi chi' smilancham nok' b'aj smiljitaxoncham nok' nok' snhusjitz'a silab'il."
        },
        {
            "number": "30",
            "text": "Axo junok winh sacerdote tz'ik'ancot schiq'uil nok', sucanoch winh t'a sch'ac altar b'aj snhusjitz'a silab', haxo jantacto schiq'uil nok' scani, stob'ancanek' winh t'a yich yoc altar chi'."
        },
        {
            "number": "31",
            "text": "Slajwi chi' tz'ik'jiel masanil xepual nok' silab' chi', icha wal tz'aj yik'jiel yic nok' silab' tz'ak'ji yuj sch'oxan sjunk'olal yet' Dios. Snhusjitz'a xepual nok' chi' silab'il t'a yichanh Jehová to suk'uq'ui sjab'. Icha chi' syutej winh sacerdote sb'oan jun silab' chi' yic tz'ak'ji tup smul jun anima chi'."
        },
        {
            "number": "32",
            "text": "Tato a nok' calnel syik'cot jun mach tz'ak'an jun silab' chi', a junok nok' snun malaj jab'oc spaltail syik'koti."
        },
        {
            "number": "33",
            "text": "Yowalil syak'k'e sk'ab' t'a sjolom nok' calnel chi', smilancham nok' b'aj smiljitaxoncham nok' nok' snhusjitz'aoc."
        },
        {
            "number": "34",
            "text": "Axo junok winh sacerdote tz'ik'ancot schiq'uil nok', sucanoch winh t'a sch'ac altar b'aj snhusjitz'a silab', haxo jantacto schiq'uil nok' scani, stob'canek' winh t'a yich yoc altar chi'."
        },
        {
            "number": "35",
            "text": "Slajwi chi' tz'ik'jiel masanil xepual nok' silab' chi', icha wal tz'aj yik'jiel yic nok' silab' tz'ak'ji yuj sch'oxan sjunk'olal yet' Dios. Snhusjitz'a xepual nok' chi' t'a yib'anh altar, t'a yib'anh juntzanhxo silab' to stz'ataxon t'a yichanh Jehová. Icha chi' syutej jun winh sacerdote sb'oan jun silab' chi' yic tz'ak'ji tup smul jun anima chi'."
        }
    ]
}