{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a vinhaj Moisés chi' to syal juntzanh checnab'il tik vinh t'a eb' yetisraelal. Yuj chi' ix yal vinh icha tik:"
        },
        {
            "number": "2",
            "text": "Tato ay mach tz'och smul, manh sk'anoc sk'ool, sk'ulan tastac ay yowalil, ato ha' syal schecnab'il Jehová, yowalil sk'anab'ajej masanil juntzanh tastac ol val tik:"
        },
        {
            "number": "3",
            "text": "Tato a vinh sat sacerdote tz'och smul ayic ayoch vinh t'a yopisio, a smul vinh chi' tz'empax t'a yib'anh eb' chonhab', yowalil syak' junok nok' quelem vacax vinh silab'oc t'a Jehová yuj smul chi'. Ha nok' vacax syak' vinh chi', a nok' malaj jab'oc spaltail."
        },
        {
            "number": "4",
            "text": "Syik'ancot nok' vinh t'a yichanh mantiado b'aj sch'ox sb'a Jehová. Syak'anq'ue sk'ab' vinh t'a sjolom nok', smilancham nok' vinh t'a yichanh Jehová."
        },
        {
            "number": "5",
            "text": "Ha vinh tz'ik'ancot jab'oc schiq'uil nok' syik'anoch vinh t'a yol mantiado chi'."
        },
        {
            "number": "6",
            "text": "Syaq'uem yiximal sk'ab' vinh t'a skal schiq'uil nok' chi'. Uquel stziquem vinh t'a yichanh Jehová t'a yichanhelta k'apac cortina ayoch b'aj ay lugar Anhej Jehová Ay Yico'."
        },
        {
            "number": "7",
            "text": "Sucanoch jab'oc schiq'uil nok' chi' vinh t'a sch'ac altar yic incienso ayoch t'a yichanh Jehová t'a yol mantiado. Axo masanil chik' tzato kan chi', seccanem vinh t'a yichtac yoc altar b'aj snhusjitz'a silab', aton jun ayem t'a yichanh mantiado chi'."
        },
        {
            "number": "8",
            "text": "Slajvi chi' tz'ik'jiel masanil xepu' t'a nok' yol sk'ool,"
        },
        {
            "number": "9",
            "text": "yet' chab' stut nok' yet' xepual yet' pax masanil xepual sb'aquil yich spatic nok' yet' xepu' ayoch t'a yib'anh seyub' nok',"
        },
        {
            "number": "10",
            "text": "icha val tz'aj yik'jiel t'a nok' vacax tz'ak'ji silab'oc yic sch'oxan junk'olal yet' Dios. Slajvi chi', snhusjitz'ha t'a yib'anh altar."
        },
        {
            "number": "11",
            "text": "Axo nok' stz'umal, nok' sb'ak'chil, nok' sjolom, nok' xub', nok' yoc, masanil nok' yol sk'ool yet' masanil sch'anhtza' nok',"
        },
        {
            "number": "12",
            "text": "syalelk'ochi masanil nok' silab' chi', tz'ik'jiel t'a junok lugar to wach' yaj t'a spatiquel campamento, aton b'aj secchajtaxonel q'uen tik'aq'uil taanh. Ata' snhusjitz'a nok' t'a yib'anh te' k'atzitz."
        },
        {
            "number": "13",
            "text": "Tato co masanil a onh chonhab' israel onh tik tz'och co mul, manh sk'anoc co k'ool, malaj pax junok onh snachajel cuuj to manh ichoc yalan schecnab'il Jehová ix co k'ulej, yuj chi' tz'och co mul,"
        },
        {
            "number": "14",
            "text": "ayic squilancot co b'a to ix och co mul, yowalil scak' junok nok' quelem vacax silab'il co masanil yic tz'ak'ji tup co mul chi' t'a quib'anh. Squik'anb'at nok' t'a yichanh mantiado b'aj sch'ox sb'a Jehová."
        },
        {
            "number": "15",
            "text": "Ata' syak'q'ue sk'ab' eb' yichamtac vinaquil chonhab' t'a sjolom nok' t'a yichanh Jehová, smiljicham nok' ta'."
        },
        {
            "number": "16",
            "text": "Axo vinh sat sacerdote tz'ik'ancot jab'oc schiq'uil nok' chi' t'a yol junok yet'tal syik'anoch vinh t'a yol mantiado,"
        },
        {
            "number": "17",
            "text": "slab'anem yiximal sk'ab' vinh t'a skal schiq'uil nok' chi' stzicanem uqueloc vinh t'a yichanh Jehová t'a yichanhelta k'apac cortina."
        },
        {
            "number": "18",
            "text": "Sucanek' jab'oc schiq'uil nok' chi' vinh t'a sch'ac altar b'aj stz'a incienso, aton ayek' t'a yichanh Jehová t'a yol mantiado chi'. Axo jantacto schiq'uil nok' tzato cani, stob'jicanek' t'a yich yoc altar b'aj snhusjitz'a silab', aton jun ayek' t'a yichanh mantiado chi'."
        },
        {
            "number": "19",
            "text": "Slajvi chi' tz'ik'jiel masanil xepual nok' silab' chi', snhusjitz'ha t'a yib'anh altar."
        },
        {
            "number": "20",
            "text": "Syalelk'ochi, to icha val tz'aj nok' quelem vacax syak' vinh sat sacerdote yuj smul icha chi' tz'ajpax nok' tz'ak'ji chi' yuj smul eb' anima smasanil. Icha chi' syutej vinh sat sacerdote chi' sb'oan silab' yuj slajvicanel co mul t'a quib'anh a onh tik."
        },
        {
            "number": "21",
            "text": "Slajvi chi' tz'ik'jiel nok' silab' chi' t'a spatiquel campamento. Ata' snhusjitz'a nok', icha val tz'utaj nok' b'ab'el quelem vacax chi', yujto a jun silab' chi' tz'ak'ji yuj yak'ji lajvoc co mul co masanil."
        },
        {
            "number": "22",
            "text": "Tato ay junok vinh yajal tz'och smul, manh sk'anoc sk'ol vinh yic sk'ulan tastac to manh ichocta' yalan schecnab'il Jehová,"
        },
        {
            "number": "23",
            "text": "ayic snachajel yuj vinh to ix och smul vinh, yowalil syik'cot junok nok' mam chiva vinh silab'il yuj smul ix och chi'. Ha nok' syik'cot vinh chi' a nok' malaj jab'oc spaltail."
        },
        {
            "number": "24",
            "text": "Syak'q'ue sk'ab' vinh t'a sjolom nok', smilancham nok' vinh t'a yichanh Jehová, aton b'aj smiljitaxon nok' nok' snhusjitz'a silab'il, yujto silab' yuj smul vinh yaj nok'."
        },
        {
            "number": "25",
            "text": "Axo junok vinh sacerdote tz'ik'ancot schiq'uil nok' silab' chi', sucanoch vinh t'a sch'ac altar b'aj snhusjitz'a silab', haxo jantacto chik' scani, stob'ancanek' vinh t'a yich yoc altar chi'."
        },
        {
            "number": "26",
            "text": "Snhusjitz'a smasanil xepual nok' t'a yib'anh altar, icha val tz'aj silab' tz'ak'ji yuj sch'oxji junk'olal yet' Dios. Icha chi' syutej vinh sacerdote sb'oan jun silab' chi' yic tz'ak'ji tup smul jun vinh yajal t'a chonhab' chi'."
        },
        {
            "number": "27",
            "text": "Tato ay junok comon anima tz'och smul, manh sk'anoc sk'ool yic sk'ulan tastac to manh ichocta' yalan schecnab'il Jehová,"
        },
        {
            "number": "28",
            "text": "ayic snachajel yuj to ix och smul, yowalil syik'cot junok nok' nun chiva silab'il yuj smul ix och chi'. Ha nok' syik'cot chi', a nok' malaj jab'oc spaltail."
        },
        {
            "number": "29",
            "text": "Syak'q'ue sk'ab' t'a sjolom nok', slajvi chi' smilancham nok' b'aj smiljitaxoncham nok' nok' snhusjitz'a silab'il."
        },
        {
            "number": "30",
            "text": "Axo junok vinh sacerdote tz'ik'ancot schiq'uil nok', sucanoch vinh t'a sch'ac altar b'aj snhusjitz'a silab', haxo jantacto schiq'uil nok' scani, stob'ancanek' vinh t'a yich yoc altar chi'."
        },
        {
            "number": "31",
            "text": "Slajvi chi' tz'ik'jiel masanil xepual nok' silab' chi', icha val tz'aj yik'jiel yic nok' silab' tz'ak'ji yuj sch'oxan sjunk'olal yet' Dios. Snhusjitz'a xepual nok' chi' silab'il t'a yichanh Jehová to suk'uq'ui sjab'. Icha chi' syutej vinh sacerdote sb'oan jun silab' chi' yic tz'ak'ji tup smul jun anima chi'."
        },
        {
            "number": "32",
            "text": "Tato a nok' calnel syik'cot jun mach tz'ak'an jun silab' chi', a junok nok' snun malaj jab'oc spaltail syik'coti."
        },
        {
            "number": "33",
            "text": "Yovalil syak'q'ue sk'ab' t'a sjolom nok' calnel chi', smilancham nok' b'aj smiljitaxoncham nok' nok' snhusjitz'aoc."
        },
        {
            "number": "34",
            "text": "Axo junok vinh sacerdote tz'ik'ancot schiq'uil nok', sucanoch vinh t'a sch'ac altar b'aj snhusjitz'a silab', haxo jantacto schiq'uil nok' scani, stob'canek' vinh t'a yich yoc altar chi'."
        },
        {
            "number": "35",
            "text": "Slajvi chi' tz'ik'jiel masanil xepual nok' silab' chi', icha val tz'aj yik'jiel yic nok' silab' tz'ak'ji yuj sch'oxan sjunk'olal yet' Dios. Snhusjitz'a xepual nok' chi' t'a yib'anh altar, t'a yib'anh juntzanhxo silab' to stz'ataxon t'a yichanh Jehová. Icha chi' syutej jun vinh sacerdote sb'oan jun silab' chi' yic tz'ak'ji tup smul jun anima chi'."
        }
    ]
}