{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Q'uinaloc ay junok mach tz'avtaj yuj yalani ma yak'an testigoal sb'ha t'a junok tas ix yila', ma ix yab'i, palta tato max yalelta yuj tas ix yil chi', ma tas ix yab' chi', a jun chi' tz'och smuloc scannhej t'a yib'anh."
        },
        {
            "number": "2",
            "text": "Anhejtona' tato ay junok mach syaman junok tas manh wach'oc icha yalan ley, tz'och smul. Q'uinaloc suquek' sb'ha t'a sniwanil junok chamnac nok', wach'chom caltacte'al nok', ma molb'etzal nok', ma junok nok' tzek' nhernhonoc, a junok mach icha chi' sk'ulej, manh wach'oc tz'aji. Tz'och smul, wach'chom max yab'i tato ix suquek' sb'ha t'a nok' chamnac nok' chi'."
        },
        {
            "number": "3",
            "text": "Q'uinaloc ay mach syaman junok tas tz'el t'a anima, manh wach'oc tz'ajkan yuj icha yalan ley, max nachajel yuj t'a jun rato chi', palta ayic snachajel yuj, tz'och jun chi' smuloc."
        },
        {
            "number": "4",
            "text": "Q'uinaloc ay junok mach syak' sti' t'a yalxonhej tas lolonelal t'a elanhchamel, tato max cham wal snaani syak'an sti' chi', max yak'elk'och tas ix yal chi', palta ayic snachajel yuj, toxo ix och juntzanh chi' smuloc."
        },
        {
            "number": "5",
            "text": "Ha mach tz'och junok smul t'a juntzanh tastac tik, yowalil scha smuloc,"
        },
        {
            "number": "6",
            "text": "syak'an junok nok' nun calnel silab'oc yuj smul ix och chi', ma junok nok' nun chiwa. Ha jun silab' chi', snhustz'a winh sacerdote yic slajwicanel smul jun anima chi'."
        },
        {
            "number": "7",
            "text": "Tato malaj stumin jun anima chi' b'aj sman junok nok' calnel, ma junok nok' chiwa chi', yowalil syik'cot chawanhoc nok' paramuch, yalnhej tas macanhil t'a yichanh Jehová yuj smul ix och chi'. Jun nok' tz'och yuj smul chi', junokxo nok' snhusjitz'a smasanil silab'il."
        },
        {
            "number": "8",
            "text": "B'ab'el snhusjitz'a nok' tz'ak'ji yuj smul chi' yuj winh sacerdote, tonhej sch'umjiel sjaj nok', palta max el-laj t'a junelnhej."
        },
        {
            "number": "9",
            "text": "Slajwi chi', sucjioch jab'oc schiq'uil nok' t'a spatictac altar, haxo jantacto schiq'uil nok' scani, tz'ak'jicanoch t'a yich yoc altar chi', yujto silab' yuj mul yaji."
        },
        {
            "number": "10",
            "text": "Axo junxo nok' schab'il chi', snhusjitz'a nok' icha sleyal. Icha chi' tz'aj sb'oan silab' winh sacerdote yuj slajwican smul jun anima chi'."
        },
        {
            "number": "11",
            "text": "Tato malaj stumin jun anima chi' b'aj sman chawanhoc nok' paramuch chi', yowalil syik'cot chanheoc libra ixim harina te wach', max b'atlaj aceite yet' incienso t'a skal, yujto ofrenda yuj mul yaji."
        },
        {
            "number": "12",
            "text": "Yowalil syik'cot t'a winh sacerdote, haxo winh tz'ik'ancot junok b'echanh ixim harina chi' yic stz'ha t'a yib'anh altar yuj sch'oxaneli to masanil jun ofrenda chi' yic Jehová yaji. Snhusjitz'ha t'a altar t'a yib'anh juntzanhxo ofrenda wan stz'ha t'a yichanh Jehová. Ha jun ofrenda chi' yuj mul tz'ak'ji."
        },
        {
            "number": "13",
            "text": "Icha chi' tz'aj sb'oan jun silab' chi' junok winh sacerdote yuj slajwicanel smul jun anima chi'. Ha jantacto scani, yicxo winh sacerdote chi', icha sk'ulej yet' juntzanh wael tz'ak'ji t'a ofrendail, xchi winhaj Moisés chi'."
        },
        {
            "number": "14",
            "text": "Ix schec Jehová yal winhaj Moisés chi' icha tik:"
        },
        {
            "number": "15",
            "text": "Q'uinaloc ay junok mach max ik'ancot tastac yictaxon Jehová yaji, wach'chom manh sk'anoc sk'ool tz'och smul. Ha jun anima chi' yowalil syik'cot junok nok' ch'ac calnel malaj jab'oc spaltail, syak'an nok' silab'il t'a Jehová yuj smul chi'. Yowalil snaji jantac stojol nok' ch'ac calnel chi' t'a k'een plata, icha k'een sk'anchaj t'a scajnub' Dios."
        },
        {
            "number": "16",
            "text": "Ha jun anima chi' yowalil stup tastac yictaxon Jehová yaj maj yik'cot chi', syak'an jab'okxo stojol t'a yib'anh juntzanh toxo ix yak' chi' t'a winh sacerdote yet' nok' calnel tz'ak'ji t'a silab'il yuj smul chi'. Icha chi' tz'aj sb'oan silab' jun winh sacerdote yuj slajwicanel smul jun anima chi'."
        },
        {
            "number": "17",
            "text": "Q'uinaloc ay junok mach tz'och smul t'a checnab'il ix yak' Jehová wach'chom manh sk'anoc sk'ool, a jun chi' ayxo och smuloc."
        },
        {
            "number": "18",
            "text": "Yuj chi' syik'cot junok silab' t'a junok heb' winh sacerdote yic stupan smul chi'. Syik'cot junok nok' ch'ac calnel malaj jab'oc spaltail. Ha winh sacerdote chi' snaani to k'ocb'il syab' stojol nok' chi' t'a icha wal stojol tas stupchaj chi', anheja' winh sb'oan jun silab' chi'. Icha chi' tz'aj slajwicanel smul ix och chi'."
        },
        {
            "number": "19",
            "text": "Aton silab' yuj stupchaj smul chi', yujto a jun anima chi' ay smul t'a yichanh Jehová, xchi winhaj Moisés chi'."
        }
    ]
}