{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Q'uinaloc ay junoc mach tz'avtaj yuj yalani ma yak'an testigoal sb'a d'a junoc tas ix yila', ma ix yab'i, palta tato max yalelta yuj tas ix yil chi', ma tas ix yab' chi', a jun chi' tz'och smuloc scannhej d'a yib'anh."
        },
        {
            "number": "2",
            "text": "Anhejtona' tato ay junoc mach syaman junoc tas manh vach'oc icha yalan ley, tz'och smul. Q'uinaloc suquek' sb'a d'a snivanil junoc chamnac nok', vach'chom caltacte'al nok', ma molb'etzal nok', ma junoc nok' tz'ek' nhernhonoc, a junoc mach icha chi' sk'ulej, manh vach'oc tz'aji. Tz'och smul, vach'chom max yab'i tato ix suquek' sb'a d'a nok' chamnac nok' chi'."
        },
        {
            "number": "3",
            "text": "Q'uinaloc ay mach syaman junoc tas tz'el d'a anima, manh vach'oc tz'ajcan yuuj icha yalan ley, max nachajel yuj d'a jun rato chi', palta ayic snachajel yuuj, tz'och jun chi' smuloc."
        },
        {
            "number": "4",
            "text": "Q'uinaloc ay junoc mach syak' sti' d'a yalxonhej tas lolonelal d'a elanhchamel, tato max cham val snaani syak'an sti' chi', max yaq'uelk'och tas ix yal chi', palta ayic snachajel yuuj, toxo ix och juntzanh chi' smuloc."
        },
        {
            "number": "5",
            "text": "A mach tz'och junoc smul d'a juntzanh tastac tic, yovalil scha smuloc,"
        },
        {
            "number": "6",
            "text": "syak'an junoc nok' nun calnel silab'oc yuj smul ix och chi', ma junoc nok' nun chiva. A jun silab' chi', snhustz'a vinh sacerdote yic slajvicanel smul jun anima chi'."
        },
        {
            "number": "7",
            "text": "Tato malaj stumin jun anima chi' b'aj sman junoc nok' calnel, ma junoc nok' chiva chi', yovalil syik'cot chavanhoc nok' paramuch, yalnhej tas macanhil d'a yichanh Jehová yuj smul ix och chi'. Jun nok' tz'och yuj smul chi', junocxo nok' snhusjitz'a smasanil silab'il."
        },
        {
            "number": "8",
            "text": "B'ab'el snhusjitz'a nok' tz'ak'ji yuj smul chi' yuj vinh sacerdote, tonhej sch'umjiel sjaj nok', palta max el-laj d'a junelnhej."
        },
        {
            "number": "9",
            "text": "Slajvi chi', sucjioch jab'oc schiq'uil nok' d'a spatictac altar, axo jantacto schiq'uil nok' scani, tz'ak'jicanoch d'a yich yoc altar chi', yujto silab' yuj mul yaji."
        },
        {
            "number": "10",
            "text": "Axo junxo nok' schab'il chi', snhusjitz'a nok' icha sleyal. Icha chi' tz'aj sb'oan silab' vinh sacerdote yuj slajvican smul jun anima chi'."
        },
        {
            "number": "11",
            "text": "Tato malaj stumin jun anima chi' b'aj sman chavanhoc nok' paramuch chi', yovalil syik'cot chanheoc libra ixim harina te vach', max b'atlaj aceite yed' incienso d'a scal, yujto ofrenda yuj mul yaji."
        },
        {
            "number": "12",
            "text": "Yovalil syik'cot d'a vinh sacerdote, axo vinh tz'ik'ancot junoc b'echanh ixim harina chi' yic stz'a d'a yib'anh altar yuj sch'oxaneli to masanil jun ofrenda chi' yic Jehová yaji. Snhusjitz'a d'a altar d'a yib'anh juntzanhxo ofrenda van stz'a d'a yichanh Jehová. A jun ofrenda chi' yuj mul tz'ak'ji."
        },
        {
            "number": "13",
            "text": "Icha chi' tz'aj sb'oan jun silab' chi' junoc vinh sacerdote yuj slajvicanel smul jun anima chi'. A jantacto scani, yicxo vinh sacerdote chi', icha sk'ulej yed' juntzanh vael tz'ak'ji d'a ofrendail, xchi vinhaj Moisés chi'."
        },
        {
            "number": "14",
            "text": "Ix schec Jehová yal vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "15",
            "text": "Q'uinaloc ay junoc mach max ik'ancot tastac yictaxon Jehová yaji, vach'chom manh sk'anoc sk'ool tz'och smul. A jun anima chi' yovalil syik'cot junoc nok' ch'ac calnel malaj jab'oc spaltail, syak'an nok' silab'il d'a Jehová yuj smul chi'. Yovalil snaji jantac stojol nok' ch'ac calnel chi' d'a q'uen plata, icha q'uen sk'anchaj d'a scajnub' Dios."
        },
        {
            "number": "16",
            "text": "A jun anima chi' yovalil stup tastac yictaxon Jehová yaj maj yik'cot chi', syak'an jab'ocxo stojol d'a yib'anh juntzanh toxo ix yak' chi' d'a vinh sacerdote yed' nok' calnel tz'ak'ji d'a silab'il yuj smul chi'. Icha chi' tz'aj sb'oan silab' jun vinh sacerdote yuj slajvicanel smul jun anima chi'."
        },
        {
            "number": "17",
            "text": "Q'uinaloc ay junoc mach tz'och smul d'a checnab'il ix yak' Jehová vach'chom manh sk'anoc sk'ool, a jun chi' ayxo och smuloc."
        },
        {
            "number": "18",
            "text": "Yuj chi' syik'cot junoc silab' d'a junoc eb' vinh sacerdote yic stupan smul chi'. Syik'cot junoc nok' ch'ac calnel malaj jab'oc spaltail. A vinh sacerdote chi' snaani to k'ocb'il syab' stojol nok' chi' d'a icha val stojol tas stupchaj chi', anheja' vinh sb'oan jun silab' chi'. Icha chi' tz'aj slajvicanel smul ix och chi'."
        },
        {
            "number": "19",
            "text": "Aton silab' yuj stupchaj smul chi', yujto a jun anima chi' ay smul d'a yichanh Jehová, xchi vinhaj Moisés chi'."
        }
    ]
}