{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix schec Jehová yal vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Q'uinaloc ay junok mach tz'och smul t'a yichanh Jehová, yic syixtan yetanimail t'a junok tas skan ab'enal t'ay, ma syelq'uej junok tasi, mato tonhej sk'ub'ejeli,"
        },
        {
            "number": "3",
            "text": "mato sik' junok tasi stek'b'an sb'a yalani to malaj tas syila', ma stek'b'an sb'a yalan junok tas manh yeloc, ma sk'ulej junocxo chukal sk'ulej eb' anima icha juntzanh tik, yowalil syak' junok silab'."
        },
        {
            "number": "4",
            "text": "Axo yic snachaji to ay smul t'a junok juntzanh tik, yowalil syak'xi masanil stojol t'a mach ay yico', syak'an jab'ocxo stojol t'a yib'anh juntzanh toxo ix yak' chi' t'a mach ay yico'. Syak'anpax junok silab' t'a Jehová yuj smul tz'och chi'."
        },
        {
            "number": "5",
            "text": "Ha silab' syak' chi', aton junok nok' ch'ac calnel malaj jab'oc spaltail, ma a tumin icha stojol junok nok' ch'ac calnel chi' tz'ak'ji t'a vinh sacerdote."
        },
        {
            "number": "6",
            "text": "Axo vinh tz'ak'anoch jun silab' chi' t'a yichanh Jehová yuj smul jun anima ix och chi', haxo jun mul chi' slajvicanel t'a yib'anh, xchi vinhaj Moisés chi'."
        },
        {
            "number": "7",
            "text": "Ix schec Jehová yal vinhaj Moisés chi' icha tik:"
        },
        {
            "number": "8",
            "text": "Al t'a vinhaj Aarón yet' t'a eb' yuninal yuj tas tz'aj yak'ji jun silab' to snhusjitz'a smasanil t'a junjun yemk'ualil. Ha nok' nok' snhusjitz'a smasanil t'a silab'il chi', yowalil ayq'ue nok' t'a yib'anh k'ak' tzek' ak'val yic stz'ab'at nok'."
        },
        {
            "number": "9",
            "text": "Axo t'a junxo q'uinhib'alil, a junok vinh sacerdote yowalil syak'och junok spichul vinh te wach' yet' yol svex to lino. Slajvi chi', smolanq'ue stanhil nok' nok' ix nhusjitz'ha t'a yib'anh altar chi' vinh, syak'anem vinh t'a stz'eyb'at altar chi'."
        },
        {
            "number": "10",
            "text": "Slajvi chi', sq'uexanel spichul vinh chi', sb'at yak'ancan stanhil nok' silab' chi' vinh t'a jun lugar sik'b'ilel t'a spatiquel campamento."
        },
        {
            "number": "11",
            "text": "Ha jun k'ak' ayoch t'a yib'anh altar chi', aynhejocab'och masanil tiempo, malajocab' b'ak'uinh stupi. Yovalil tz'ak'jioch te' k'atzitz yuj eb' sacerdote t'a junjun q'uinhib'alil, aton t'a yib'anh k'ak' chi' tz'ak'jiq'ue nok' silab' stz'ha t'a junjun q'uinhib'alil. Ata' stz'apax xepual nok' silab' yic junk'olal."
        },
        {
            "number": "12",
            "text": "Ha juntzanhxo checnab'il tz'alji tik, aton tas tz'aj yak'ji tas svaji t'a ofrendail: Ha vinh sacerdote tz'ak'an t'a Jehová t'a yichanh altar,"
        },
        {
            "number": "13",
            "text": "syik'ancot junok b'echanh ixim harina yet' aceite, junnhej tz'ajb'at yet' masanil incienso yic ofrenda chi', stz'a b'aj stz'ataxon ofrenda, yuj sch'oxani to a masanil jun ofrenda chi' yic Jehová yaji, te suk'uq'ui sjab' syab'i."
        },
        {
            "number": "14",
            "text": "Axo jantacto ofrenda chi' scani, sb'olchaji, malaj yich pan sb'at t'a skal. Sva eb' vinh sacerdote t'a junok lugar to yic Jehová yaji, aton t'a yamaq'uil mantiado b'aj sch'ox sb'a Jehová. Ha juntzanh ofrenda chi', yicnhej Jehová yaji, icha yaj silab' yuj yak'ji lajvoc mul, icha pax yaj silab' yuj stupchaj mul. Ix yak'kan juntzanh ofrenda tik Jehová t'a eb' sacerdote t'a skal juntzanh ofrenda tz'ak'ji t'ay to snhusjitz'ha t'a yib'anh altar."
        },
        {
            "number": "15",
            "text": "Ha sleyal jun ofrenda chi' ol cannhej t'a masanil tiempo. Ha ofrenda to yic Jehová yaji, snhusjitz'aoc, syalnhej svaan masanil eb' vinac t'a yinhtilal vinhaj Aarón. Yalnhej tastac tz'och tennaj t'a juntzanh ofrenda chi' yic Jehová tz'ajcani, xchi vinhaj Moisés chi'."
        },
        {
            "number": "16",
            "text": "Ix checji yal vinhaj Moisés chi' yuj Jehová icha tik:"
        },
        {
            "number": "17",
            "text": "Aton jun ofrenda tik yowalil syak' vinhaj Aarón yet' eb' yuninal t'a Jehová, t'a sk'ual sik'chajoch eb' t'a sacerdoteal: Chanhe' libra ixim harina te wach', yujto ofrenda tz'ak'ji t'a tas svaji. Nanhal tz'ak'ji t'a q'uinhib'alil, haxo nanhalxo, ha t'a yemk'ualil tz'ak'ji t'a jun k'u chi'."
        },
        {
            "number": "18",
            "text": "Ha t'a yol junok xalten sb'oji jun ofrenda chi', wach' tz'aj sk'anb'i t'a skal aceite, slajvi chi' spojchaji, tz'ak'ji t'a ofrendail to suk'uq'ui sjab' syab' Jehová."
        },
        {
            "number": "19",
            "text": "Icha chi' ol yutejnhej junjun yinhtilal vinhaj Aarón ol laj ochnhej sq'uexuloc t'a sacerdoteal. Yicnhej Jehová yaj jun ofrenda chi', yuj chi' snhusjitz'a smasanil t'a yichanh."
        },
        {
            "number": "20",
            "text": "Masanil ofrenda syak' eb' sacerdote t'a tas svaji, yowalil snhusjitz'a smasanil. Malaj junok mach syal svaani, xchi vinhaj Moisés chi'."
        },
        {
            "number": "21",
            "text": "Ix lolon Jehová t'a vinhaj Moisés chi', ix yalani:"
        },
        {
            "number": "22",
            "text": "Al masanil juntzanh k'ayb'ub'al tik t'a vinhaj Aarón yet' t'a eb' yuninal, yuj tas tz'aj snhusjitz'a silab' yuj yak'ji tup mul: Ha junok nok' silab' tz'ak'ji yuj mul chi', yowalil smiljicham nok' t'a yichanh Jehová, t'a jun lugar b'ajtaxon smiljicham nok' snhusjitz'aoc. Ha jun silab' chi' yic Jehová yaji."
        },
        {
            "number": "23",
            "text": "Ha vinh sacerdote tz'ak'an jun silab' yuj yak'ji tup mul chi', syal schi'an vinh t'a jun lugar yic Jehová yaji, aton t'a yamaq'uil mantiado b'aj sch'ox sb'a Jehová."
        },
        {
            "number": "24",
            "text": "Yalnhej tastac tz'och tennaj t'a nok' chib'ej chi' yic Jehová tz'ajcani. Tato tz'och tzitnaj schiq'uil nok' t'a junok pichul, yowalil sjuk'jiel t'a junok lugar to yic Jehová yaji."
        },
        {
            "number": "25",
            "text": "Anheja' lum chen b'aj stz'anhji nok' silab' chi', yowalil smak'jipoj lu'um, palta ta ha t'a yol junok chen bronce stz'anhji, anhej to snhicjiel smical, wach' tz'aj sb'icchaji."
        },
        {
            "number": "26",
            "text": "Ha jun silab' chi' yic Jehová yaji. Yalnhej mach junok vinac t'a yinhtilal eb' sacerdote syal schi'ani."
        },
        {
            "number": "27",
            "text": "Palta tato tz'ik'jicot schiq'uil t'a yol mantiado t'a jun lugar to yic Jehová yaji, yuj yak'ji tup mul, max yal-laj schiji nok'. Ha jun silab' chi' yowalil snhusjitz'a smasanil."
        }
    ]
}