{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix schec Jehová yal vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "2",
            "text": "Q'uinaloc ay junoc mach tz'och smul d'a yichanh Jehová, yic syixtan yetanimail d'a junoc tas scan ab'enal d'ay, ma syelq'uej junoc tasi, mato tonhej sk'ub'ejeli,"
        },
        {
            "number": "3",
            "text": "mato sik' junoc tasi stek'b'an sb'a yalani to malaj tas syila', ma stek'b'an sb'a yalan junoc tas manh yeloc, ma sk'ulej junocxo chucal sk'ulej eb' anima icha juntzanh tic, yovalil syak' junoc silab'."
        },
        {
            "number": "4",
            "text": "Axo yic snachaji to ay smul d'a junoc juntzanh tic, yovalil syak'xi masanil stojol d'a mach ay yico', syak'an jab'ocxo stojol d'a yib'anh juntzanh toxo ix yak' chi' d'a mach ay yico'. Syak'anpax junoc silab' d'a Jehová yuj smul tz'och chi'."
        },
        {
            "number": "5",
            "text": "A silab' syak' chi', aton junoc nok' ch'ac calnel malaj jab'oc spaltail, ma a tumin icha stojol junoc nok' ch'ac calnel chi' tz'ak'ji d'a vinh sacerdote."
        },
        {
            "number": "6",
            "text": "Axo vinh tz'ak'anoch jun silab' chi' d'a yichanh Jehová yuj smul jun anima ix och chi', axo jun mul chi' slajvicanel d'a yib'anh, xchi vinhaj Moisés chi'."
        },
        {
            "number": "7",
            "text": "Ix schec Jehová yal vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "8",
            "text": "Al d'a vinhaj Aarón yed' d'a eb' yuninal yuj tas tz'aj yak'ji jun silab' to snhusjitz'a smasanil d'a junjun yemk'ualil. A nok' nok' snhusjitz'a smasanil d'a silab'il chi', yovalil ayq'ue nok' d'a yib'anh k'ak' tz'ek' ak'val yic stz'ab'at nok'."
        },
        {
            "number": "9",
            "text": "Axo d'a junxo q'uinhib'alil, a junoc vinh sacerdote yovalil syak'och junoc spichul vinh te vach' yed' yol svex to lino. Slajvi chi', smolanq'ue stanhil nok' nok' ix nhusjitz'a d'a yib'anh altar chi' vinh, syak'anem vinh d'a stz'eyb'at altar chi'."
        },
        {
            "number": "10",
            "text": "Slajvi chi', sq'uexanel spichul vinh chi', sb'at yak'ancan stanhil nok' silab' chi' vinh d'a jun lugar sik'b'ilel d'a spatiquel campamento."
        },
        {
            "number": "11",
            "text": "A jun k'ak' ayoch d'a yib'anh altar chi', aynhejocab'och masanil tiempo, malajocab' b'aq'uinh stupi. Yovalil tz'ak'jioch te' k'atzitz yuj eb' sacerdote d'a junjun q'uinhib'alil, aton d'a yib'anh k'ak' chi' tz'ak'jiq'ue nok' silab' stz'a d'a junjun q'uinhib'alil. Ata' stz'apax xepual nok' silab' yic junk'olal."
        },
        {
            "number": "12",
            "text": "A juntzanhxo checnab'il tz'alji tic, aton tas tz'aj yak'ji tas svaji d'a ofrendail: A vinh sacerdote tz'ak'an d'a Jehová d'a yichanh altar,"
        },
        {
            "number": "13",
            "text": "syik'ancot junoc b'echanh ixim harina yed' aceite, junnhej tz'ajb'at yed' masanil incienso yic ofrenda chi', stz'a b'aj stz'ataxon ofrenda, yuj sch'oxani to a masanil jun ofrenda chi' yic Jehová yaji, te suk'uq'ui sjab' syab'i."
        },
        {
            "number": "14",
            "text": "Axo jantacto ofrenda chi' scani, sb'olchaji, malaj yich pan sb'at d'a scal. Sva eb' vinh sacerdote d'a junoc lugar to yic Jehová yaji, aton d'a yamaq'uil mantiado b'aj sch'ox sb'a Jehová. A juntzanh ofrenda chi', yicnhej Jehová yaji, icha yaj silab' yuj yak'ji lajvoc mul, icha pax yaj silab' yuj stupchaj mul. Ix yak'can juntzanh ofrenda tic Jehová d'a eb' sacerdote d'a scal juntzanh ofrenda tz'ak'ji d'ay to snhusjitz'a d'a yib'anh altar."
        },
        {
            "number": "15",
            "text": "A sleyal jun ofrenda chi' ol cannhej d'a masanil tiempo. A ofrenda to yic Jehová yaji, snhusjitz'aoc, syalnhej svaan masanil eb' vinac d'a yinhtilal vinhaj Aarón. Yalnhej tastac tz'och tennaj d'a juntzanh ofrenda chi' yic Jehová tz'ajcani, xchi vinhaj Moisés chi'."
        },
        {
            "number": "16",
            "text": "Ix checji yal vinhaj Moisés chi' yuj Jehová icha tic:"
        },
        {
            "number": "17",
            "text": "Aton jun ofrenda tic yovalil syak' vinhaj Aarón yed' eb' yuninal d'a Jehová, d'a sk'ual sik'chajoch eb' d'a sacerdoteal: Chanhe' libra ixim harina te vach', yujto ofrenda tz'ak'ji d'a tas svaji. Nanhal tz'ak'ji d'a q'uinhib'alil, axo nanhalxo, a d'a yemk'ualil tz'ak'ji d'a jun k'u chi'."
        },
        {
            "number": "18",
            "text": "A d'a yol junoc xalten sb'oji jun ofrenda chi', vach' tz'aj sk'anb'i d'a scal aceite, slajvi chi' spojchaji, tz'ak'ji d'a ofrendail to suk'uq'ui sjab' syab' Jehová."
        },
        {
            "number": "19",
            "text": "Icha chi' ol yutejnhej junjun yinhtilal vinhaj Aarón ol laj ochnhej sq'uexuloc d'a sacerdoteal. Yicnhej Jehová yaj jun ofrenda chi', yuj chi' snhusjitz'a smasanil d'a yichanh."
        },
        {
            "number": "20",
            "text": "Masanil ofrenda syak' eb' sacerdote d'a tas svaji, yovalil snhusjitz'a smasanil. Malaj junoc mach syal svaani, xchi vinhaj Moisés chi'."
        },
        {
            "number": "21",
            "text": "Ix lolon Jehová d'a vinhaj Moisés chi', ix yalani:"
        },
        {
            "number": "22",
            "text": "Al masanil juntzanh k'ayb'ub'al tic d'a vinhaj Aarón yed' d'a eb' yuninal, yuj tas tz'aj snhusjitz'a silab' yuj yak'ji tup mul: A junoc nok' silab' tz'ak'ji yuj mul chi', yovalil smiljicham nok' d'a yichanh Jehová, d'a jun lugar b'ajtaxon smiljicham nok' snhusjitz'aoc. A jun silab' chi' yic Jehová yaji."
        },
        {
            "number": "23",
            "text": "A vinh sacerdote tz'ak'an jun silab' yuj yak'ji tup mul chi', syal schi'an vinh d'a jun lugar yic Jehová yaji, aton d'a yamaq'uil mantiado b'aj sch'ox sb'a Jehová."
        },
        {
            "number": "24",
            "text": "Yalnhej tastac tz'och tennaj d'a nok' chib'ej chi' yic Jehová tz'ajcani. Tato tz'och tzitnaj schiq'uil nok' d'a junoc pichul, yovalil sjuk'jiel d'a junoc lugar to yic Jehová yaji."
        },
        {
            "number": "25",
            "text": "Anheja' lum chen b'aj stz'anhji nok' silab' chi', yovalil smak'jipoj luum, palta ta a d'a yol junoc chen bronce stz'anhji, anhej to snhicjiel smical, vach' tz'aj sb'icchaji."
        },
        {
            "number": "26",
            "text": "A jun silab' chi' yic Jehová yaji. Yalnhej mach junoc vinac d'a yinhtilal eb' sacerdote syal schi'ani."
        },
        {
            "number": "27",
            "text": "Palta tato tz'ik'jicot schiq'uil d'a yol mantiado d'a jun lugar to yic Jehová yaji, yuj yak'ji tup mul, max yal-laj schiji nok'. A jun silab' chi' yovalil snhusjitz'a smasanil."
        }
    ]
}