{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Yic Jehová yaj silab' tz'ak'ji yuj stupchaj mul. Aton val checnab'il yuj tas tz'aj yak'ji tic:"
        },
        {
            "number": "2",
            "text": "A junoc nok' nok' tz'ak'ji yuj stupchaj mul, yovalil smiljicham nok' b'aj schamtaxon nok' snhusjitz'aoc, axo schiq'uil nok' stzicjioch d'a schanhil pak'anh altar."
        },
        {
            "number": "3",
            "text": "Tz'ak'ji masanil xepual nok', aton xepu' ayoch d'a nok' snhe, d'a nok' yol sk'ool,"
        },
        {
            "number": "4",
            "text": "yed' nok' stut schab'il yed' xepu' ayoch d'a yich spatic nok' yed' pax xepu' ayoch d'a yib'anh seyub' nok', junnhej tz'aj yel yed' nok' stut chi'."
        },
        {
            "number": "5",
            "text": "Axo junoc eb' sacerdote snhusantz'a juntzanh chi' d'a yib'anh altar silab'il to snhusjitz'a d'a yichanh Jehová yuj stojoloc mul."
        },
        {
            "number": "6",
            "text": "Yalnhej mach eb' vinac d'a yinhtilal eb' sacerdote syal schi'an jun silab' chi', palta anhej d'a jun lugar to yic Jehová yaji, yujto a jun chi' nivan yelk'ochi."
        },
        {
            "number": "7",
            "text": "A checnab'il yuj silab' yic stupchaj mul, lajannhej yed' yic silab' tz'ak'ji yuj mul. A nok' chib'ej yic juntzanh silab' chi', scan yicoc vinh sacerdote ix ak'anoch d'a yichanh Jehová."
        },
        {
            "number": "8",
            "text": "Anhejton pax a' stz'umal jun nok' silab' stz'a syak' eb' anima chi', yic vinh sacerdote chi' tz'ajcani."
        },
        {
            "number": "9",
            "text": "Icha pax chi' masanil ofrenda sk'anb'i d'a horno, ma d'a yol xalten, ma staji d'a yoltac nivac chen, yicnhej jun vinh sacerdote tz'ak'anoch jun ofrenda chi' d'a yichanh Jehová."
        },
        {
            "number": "10",
            "text": "Icha chi' tz'aj yak'ji masanil ofrenda tz'ak'ji d'a tas svaji, icha ixim trigo jaxb'il calab'il yed' aceite, mato k'anb'inac. A juntzanh chi' yicnhej eb' yinhtilal vinhaj Aarón, lajannhej tz'aj spucanek' eb' d'a spatic."
        },
        {
            "number": "11",
            "text": "Aton val sleyal tas tz'aj yak'ji silab' d'a yichanh Jehová sch'oxan junk'olal yed'oc:"
        },
        {
            "number": "12",
            "text": "Tato a junoc nok' silab' chi' tz'ak'ji yuj ak'oj yuj diosal, tz'ak'jipax ixim pan malaj yich, scalaj yed' aceite yed' k'oxox pan tz'och aceite d'ay to malaj pax yich yed' juntzanh pan b'ob'il d'a ixim harina te vach' calab'il yed' aceite."
        },
        {
            "number": "13",
            "text": "A yed' jun silab' chi', tz'ak'jipax ixim pan ay yich."
        },
        {
            "number": "14",
            "text": "Tz'ik'jiel junoc pan, tz'ak'jioch d'a yichanh Jehová. Slajvi chi' scan jun pan chi' d'a yol sk'ab' vinh sacerdote, aton vinh stzicanem schiq'uil nok' silab' chi'."
        },
        {
            "number": "15",
            "text": "A nok' nok' tz'ak'ji silab'il yic sch'oxan junk'olal yed' Dios yuj ak'oj yuj diosal, a d'a jun k'ual tz'ak'ji nok' chi' schijicanb'ati, manhxa jab'oc nok' sik'jicanb'at d'a junxo k'u."
        },
        {
            "number": "16",
            "text": "A pax tato a jun silab' tz'ak'ji yujto yak'nac sti' mach yak'ani, ma tonhej tz'el d'a sk'ol yak'ani, a juntzanh chi' schiji d'a jun k'ual chi', tato ayto nok' scani, syal schiji d'a junxo k'u."
        },
        {
            "number": "17",
            "text": "Palta tato ayto nok' d'a schab'jial, ata' yovalil snhusjitz'a nok'."
        },
        {
            "number": "18",
            "text": "Tato ay mach schi'an jun nok' silab' chi' d'a schab'jial, a jun silab' chi' maxtzac chajilaj, maxtzac ochpaxlaj yopisio. A jun chi' manh vach'oc tz'ajcan d'a yol sat Jehová. Yuj chi' a mach schi'an jun chi', scan jun mul chi' d'a yib'anh."
        },
        {
            "number": "19",
            "text": "Tato ay nok' chib'ej yic junoc silab' tic tz'och tennaj d'a junoc tas manh vach'oc yaj icha yalan ley, maxtzac yal-laj schiji nok', palta to snhusjitz'a nok'. A mach vach' yaj icha yalan ley, syal schi'an juntzanh silab' chi'."
        },
        {
            "number": "20",
            "text": "A junoc anima manh vach'oc yaj icha yalan ley, yujto ix syam junoc tas to manh vach'oc, vach'chom d'a anima scoti, ma junoc nok' nok', ma junocxo tas manh vach'oc, tato a jun anima chi' schi'anpax nok' silab' yic junk'olal to yic Jehová yaji, a jun anima chi', manhxaocab' yalan yic d'a co cal, xchi vinhaj Moisés chi'."
        },
        {
            "number": "21",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "22",
            "text": "Al masanil juntzanh tic d'a eb' etchonhab': Max yal-laj e chi'an xepual nok' nok', nok' vacax, nok' calnel, ma nok' chiva,"
        },
        {
            "number": "23",
            "text": "yed' pax xepual nok' nok' tonhej syak'cham sb'a, ma nok' smiljicham yuj nok' caltacte'al nok'. Syal sk'anchaj d'a junocxo tasi, palta max yal-laj schiji."
        },
        {
            "number": "24",
            "text": "Yalnhej mach schi'an xepual nok' nok' to syal snhusjitz'a d'a ofrendail d'a Jehová, manhxaocab' yalan yic d'a co cal."
        },
        {
            "number": "25",
            "text": "Yalnhej b'ajtil ayex eq'ui, max yal tze chi' schiq'uil nok' nok', aton nok' nivac nok' yed' nok' much."
        },
        {
            "number": "26",
            "text": "A junoc anima schi'an schiq'uil nok' nok' chi', manhxaocab' yalan yic d'a co cal, xa chi, xchi Jehová."
        },
        {
            "number": "27",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "28",
            "text": "Al jun checnab'il tic d'a eb' etchonhab': A junoc mach tz'ak'an junoc silab' yic sch'oxan sjunk'olal yed' Jehová, yovalil syik'cot d'a yichanh."
        },
        {
            "number": "29",
            "text": "A tz'ik'ancot jab'oc nok' snhusjitz'a d'a yichanh, aton xepual nok' yed' nok' snhi' sk'ool. A nok' snhisk'ol chi' sb'achchajoch d'a yichanh Jehová."
        },
        {
            "number": "30",
            "text": "A nok' xepu' chi' snhusjitz'a d'a altar yuj junoc sacerdote, axo nok' snhi' sk'ool, yic vinhaj Aarón yed' eb' yuninal yaj nok'."
        },
        {
            "number": "31",
            "text": "A xub' nok' silab' chi' d'a svach' yic vinh sacerdote tz'ak'an schiq'uil nok' yed' xepual nok' d'a silab'il yuj junk'olal."
        },
        {
            "number": "32",
            "text": "A nok' snhi' sk'ool sb'achchajek' d'a yichanh Jehová yed' nok' xub' d'a svach', a Jehová chi' tz'ak'an nok' d'a vinhaj Aarón yed' d'a eb' yinhtilal d'a masanil tiempo. A juntzanh chi' yicnhej eb' yaj d'a nok' silab' yic junk'olal syak' eb' israel chi'."
        },
        {
            "number": "33",
            "text": "A d'a nok' silab' snhusjitz'a d'a yichanh Jehová, yak'nac nok' snhi' sk'ool yed' nok' xub' d'a vinhaj Aarón yed' d'a eb' yinhtilal, atax d'a sk'ual a ix sik'chajcanoch eb' d'a sacerdoteal."
        },
        {
            "number": "34",
            "text": "Atax d'a jun k'u chi' yalnaccani to yovalil tz'ak'ji juntzanh chi' d'a eb'. A jun checnab'il tic, yovalil sco k'anab'ajej d'a masanil tiempo yed' eb' quinhtilal d'a b'aq'uinh."
        },
        {
            "number": "35",
            "text": "Ichaton tic sleyal masanil juntzanh silab' tz'ak'ji d'a Dios: Aton silab' snhusjitz'a smasanil, ofrenda tz'ak'ji d'a tas svaji, silab' tz'ak'ji yuj mul yed' pax yuj stupchaj mul yed' junoc mach tz'ochcan yicoc Dios yed' silab' sch'oxan junk'olal yed' Dios."
        },
        {
            "number": "36",
            "text": "A juntzanh ley tic ix yak' Jehová d'a vinhaj Moisés d'a jolom vitz Sinaí d'a tz'inan luum, aton val d'a jun k'u chi' ix alchaji, to ol yak' silab' eb' israel d'a Jehová."
        }
    ]
}