{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Yic Jehová yaj silab' tz'ak'ji yuj stupchaj mul. Aton wal checnab'il yuj tas tz'aj yak'ji tik:"
        },
        {
            "number": "2",
            "text": "Ha junok nok' nok' tz'ak'ji yuj stupchaj mul, yowalil smiljicham nok' b'aj schamtaxon nok' snhusjitz'aoc, haxo schiq'uil nok' stzicjioch t'a schanhil pak'anh altar."
        },
        {
            "number": "3",
            "text": "Tz'ak'ji masanil xepual nok', aton xepu' ayoch t'a nok' snhe, t'a nok' yol sk'ool,"
        },
        {
            "number": "4",
            "text": "yet' nok' stut schab'il yet' xepu' ayoch t'a yich spatic nok' yet' pax xepu' ayoch t'a yib'anh seyub' nok', junnhej tz'aj yel yet' nok' stut chi'."
        },
        {
            "number": "5",
            "text": "Axo junok heb' sacerdote snhusantz'a juntzanh chi' t'a yib'anh altar silab'il to snhusjitz'ha t'a yichanh Jehová yuj stojoloc mul."
        },
        {
            "number": "6",
            "text": "Yalnhej mach heb' winak t'a yinhtilal heb' sacerdote syal schi'an jun silab' chi', palta anhej t'a jun lugar to yic Jehová yaji, yujto a jun chi' niwan yelk'ochi."
        },
        {
            "number": "7",
            "text": "Ha checnab'il yuj silab' yic stupchaj mul, lajannhej yet' yic silab' tz'ak'ji yuj mul. Ha nok' chib'ej yic juntzanh silab' chi', skan yicoc winh sacerdote ix ak'anoch t'a yichanh Jehová."
        },
        {
            "number": "8",
            "text": "Anhejton pax ha' stz'umal jun nok' silab' stz'a syak' heb' anima chi', yic winh sacerdote chi' tz'ajcani."
        },
        {
            "number": "9",
            "text": "Icha pax chi' masanil ofrenda sk'anb'i t'a horno, ma t'a yol xalten, ma staji t'a yoltac niwac chen, yicnhej jun winh sacerdote tz'ak'anoch jun ofrenda chi' t'a yichanh Jehová."
        },
        {
            "number": "10",
            "text": "Icha chi' tz'aj yak'ji masanil ofrenda tz'ak'ji t'a tas swaji, icha ixim trigo jaxb'il calab'il yet' aceite, mato k'anb'inac. Ha juntzanh chi' yicnhej heb' yinhtilal winhaj Aarón, lajannhej tz'aj spucanek' heb' t'a spatic."
        },
        {
            "number": "11",
            "text": "Aton wal sleyal tas tz'aj yak'ji silab' t'a yichanh Jehová sch'oxan junk'olal yet'oc:"
        },
        {
            "number": "12",
            "text": "Tato a junok nok' silab' chi' tz'ak'ji yuj ak'oj yuj diosal, tz'ak'jipax ixim pan malaj yich, scalaj yet' aceite yet' k'oxox pan tz'och aceite t'ay to malaj pax yich yet' juntzanh pan b'ob'il t'a ixim harina te wach' calab'il yet' aceite."
        },
        {
            "number": "13",
            "text": "Ha yet' jun silab' chi', tz'ak'jipax ixim pan ay yich."
        },
        {
            "number": "14",
            "text": "Tz'ik'jiel junok pan, tz'ak'jioch t'a yichanh Jehová. Slajwi chi' skan jun pan chi' t'a yol sk'ab' winh sacerdote, aton winh stzicanem schiq'uil nok' silab' chi'."
        },
        {
            "number": "15",
            "text": "Ha nok' nok' tz'ak'ji silab'il yic sch'oxan junk'olal yet' Dios yuj ak'oj yuj diosal, ha t'a jun k'ual tz'ak'ji nok' chi' schijicanb'ati, manhxa jab'oc nok' sik'jicanb'at t'a junxo k'u."
        },
        {
            "number": "16",
            "text": "Ha pax tato a jun silab' tz'ak'ji yujto yak'nac sti' mach yak'ani, ma tonhej tz'el t'a sk'ol yak'ani, a juntzanh chi' schiji t'a jun k'ual chi', tato ayto nok' scani, syal schiji t'a junxo k'u."
        },
        {
            "number": "17",
            "text": "Palta tato ayto nok' t'a schab'jial, ata' yowalil snhusjitz'a nok'."
        },
        {
            "number": "18",
            "text": "Tato ay mach schi'an jun nok' silab' chi' t'a schab'jial, a jun silab' chi' maxtzac chajilaj, maxtzac ochpaxlaj yopisio. Ha jun chi' manh wach'oc tz'ajkan t'a yol sat Jehová. Yuj chi' a mach schi'an jun chi', skan jun mul chi' t'a yib'anh."
        },
        {
            "number": "19",
            "text": "Tato ay nok' chib'ej yic junok silab' tik tz'och tennaj t'a junok tas manh wach'oc yaj icha yalan ley, maxtzac yal-laj schiji nok', palta to snhusjitz'a nok'. Ha mach wach' yaj icha yalan ley, syal schi'an juntzanh silab' chi'."
        },
        {
            "number": "20",
            "text": "Ha junok anima manh wach'oc yaj icha yalan ley, yujto ix syam junok tas to manh wach'oc, wach'chom t'a anima scoti, ma junok nok' nok', ma junokxo tas manh wach'oc, tato a jun anima chi' schi'anpax nok' silab' yic junk'olal to yic Jehová yaji, a jun anima chi', manhxaocab' yalan yic t'a ko kal, xchi winhaj Moisés chi'."
        },
        {
            "number": "21",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "22",
            "text": "Al masanil juntzanh tik t'a heb' etchonhab': Max yal-laj he chi'an xepual nok' nok', nok' wacax, nok' calnel, ma nok' chiwa,"
        },
        {
            "number": "23",
            "text": "yet' pax xepual nok' nok' tonhej syak'cham sb'a, ma nok' smiljicham yuj nok' caltacte'al nok'. Syal sk'anchaj t'a junokxo tasi, palta max yal-laj schiji."
        },
        {
            "number": "24",
            "text": "Yalnhej mach schi'an xepual nok' nok' to syal snhusjitz'ha t'a ofrendail t'a Jehová, manhxaocab' yalan yic t'a ko kal."
        },
        {
            "number": "25",
            "text": "Yalnhej b'ajtil ayex eq'ui, max yal tze chi' schiq'uil nok' nok', aton nok' niwac nok' yet' nok' much."
        },
        {
            "number": "26",
            "text": "Ha junok anima schi'an schiq'uil nok' nok' chi', manhxaocab' yalan yic t'a ko kal, xa chi, xchi Jehová."
        },
        {
            "number": "27",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "28",
            "text": "Al jun checnab'il tik t'a heb' etchonhab': Ha junok mach tz'ak'an junok silab' yic sch'oxan sjunk'olal yet' Jehová, yowalil syik'cot t'a yichanh."
        },
        {
            "number": "29",
            "text": "Ha tz'ik'ancot jab'oc nok' snhusjitz'ha t'a yichanh, aton xepual nok' yet' nok' snhi' sk'ool. Ha nok' snhisk'ol chi' sb'achchajoch t'a yichanh Jehová."
        },
        {
            "number": "30",
            "text": "Ha nok' xepu' chi' snhusjitz'ha t'a altar yuj junok sacerdote, haxo nok' snhi' sk'ool, yic winhaj Aarón yet' heb' yuninal yaj nok'."
        },
        {
            "number": "31",
            "text": "Ha xub' nok' silab' chi' t'a swach' yic winh sacerdote tz'ak'an schiq'uil nok' yet' xepual nok' t'a silab'il yuj junk'olal."
        },
        {
            "number": "32",
            "text": "Ha nok' snhi' sk'ool sb'achchajek' t'a yichanh Jehová yet' nok' xub' t'a swach', a Jehová chi' tz'ak'an nok' t'a winhaj Aarón yet' t'a heb' yinhtilal t'a masanil tiempo. Ha juntzanh chi' yicnhej heb' yaj t'a nok' silab' yic junk'olal syak' heb' israel chi'."
        },
        {
            "number": "33",
            "text": "Ha t'a nok' silab' snhusjitz'ha t'a yichanh Jehová, yak'nac nok' snhi' sk'ool yet' nok' xub' t'a winhaj Aarón yet' t'a heb' yinhtilal, atax t'a sk'ual a ix sik'chajcanoch heb' t'a sacerdoteal."
        },
        {
            "number": "34",
            "text": "Atax t'a jun k'u chi' yalnaccani to yowalil tz'ak'ji juntzanh chi' t'a heb'. Ha jun checnab'il tik, yowalil sco k'anab'ajej t'a masanil tiempo yet' heb' quinhtilal t'a b'ak'uinh."
        },
        {
            "number": "35",
            "text": "Ichaton tik sleyal masanil juntzanh silab' tz'ak'ji d'ha Dios: Aton silab' snhusjitz'a smasanil, ofrenda tz'ak'ji t'a tas swaji, silab' tz'ak'ji yuj mul yet' pax yuj stupchaj mul yet' junok mach tz'ochcan yicoc Dios yet' silab' sch'oxan junk'olal yet' Dios."
        },
        {
            "number": "36",
            "text": "Ha juntzanh ley tik ix yak' Jehová t'a winhaj Moisés t'a jolom witz Sinaí t'a tzinan lu'um, aton wal t'a jun k'u chi' ix alchaji, to ol yak' silab' heb' israel t'a Jehová."
        }
    ]
}