{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová d'a vinhaj Moisés chi' icha tic:"
        },
        {
            "number": "2",
            "text": "Ik'cot vinhaj Aarón yed' eb' yuninal, tzik'anpaxcot spichul eb' syak'och d'a yopisio d'a sacerdoteal. Tzik'paxcot aceite sk'anchaji a sik'chajcanoch eb' d'a yopisio chi'. Tzik'paxcot junoc nok' quelem vacax ol ak'chaj silab'il yuj mul yed' chavanhoc nok' ch'ac calnel yed' junoc yune' mooch ixim pan malaj yich."
        },
        {
            "number": "3",
            "text": "Tza molb'an eb' etchonhab' smasanil d'a sti' mantiado b'aj tzin ch'ox in b'a, xchi d'a vinh."
        },
        {
            "number": "4",
            "text": "Ix sk'anab'ajej vinhaj Moisés chi' icha val ix aj yalan Jehová, ix molchaj anima smasanil d'a sti' mantiado chi'."
        },
        {
            "number": "5",
            "text": "Ix yalan vinh d'a eb' icha tic: Aton juntzanh tic ix yal Jehová to ol co k'ulej, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi' ix yalan vinh to snitzcot sb'a vinhaj Aarón yed' eb' yuninal d'a stz'ey. Ix b'icjiel eb' yuj vinh."
        },
        {
            "number": "7",
            "text": "Ix lajvi chi', ix ak'jioch scamix vinhaj Aarón chi' yed' stzek'ul yuj vinh yed' pax k'apac pichul jucan, k'apac chaleca yed' k'apac stzek'ul tz'isb'iloch yelvanub'."
        },
        {
            "number": "8",
            "text": "Axo d'a spatic k'apac chi', ix yak'paxoch jun k'apac smacul snhisk'ol vinh, a d'a yol k'apac chi' ix yak'och q'uen Urim vinh yed' q'uen Tumim."
        },
        {
            "number": "9",
            "text": "Ix lajvi chi' ix ak'jiq'ue sk'ox vinh, aton jun k'apac ix b'ak'jioch d'a sjolom vinh. Axo d'a snanhal sat vinh, ix ak'jioch jun q'uen yelvanub' nab'a oro, aton sch'oxani to sik'b'iloch vinh d'a sacerdoteal, icha val ix aj yalan Jehová."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi' ix yik'anchaanh aceite vinhaj Moisés chi', aton sk'anchaji a sik'chajoch junoc mach, ma junoc tas tz'ochcan yicoc Jehová. Ix stzicanem vinh d'a yib'anh scajnub' Jehová yed' d'a yib'anh masanil tastac ayoch d'a yool chi'. Icha val chi' ix aj yochcan masanil tastac chi' yicoc Jehová."
        },
        {
            "number": "11",
            "text": "Anheja' jun aceite chi', ix tzicjiem uquel d'a yib'anh altar yed' d'a yib'anh masanil syamk'ab'il, d'a yib'anh jun nivan palangana yed' sb'achnub' yich. Icha chi' ix aj yochcan yicoc Jehová."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi' ix yak'anpaxq'ue aceite vinhaj Moisés d'a sjolom vinhaj Aarón yuj yochcan vinh yicoc Jehová."
        },
        {
            "number": "13",
            "text": "Ix yik'anpaxcot eb' yuninal vinhaj Aarón chi' vinh d'a stz'ey. Ix ak'jioch spichul eb' jucan, stzek'ul eb' yed' sk'ox eb' yuj vinh, icha val ix aj yalan Jehová."
        },
        {
            "number": "14",
            "text": "Ix lajvi chi', ix yik'ancot nok' quelem vacax vinh, nok' ol och d'a silab'il yuj mul. A vinhaj Aarón yed' eb' yuninal, ix yak'q'ue sk'ab' eb' d'a sjolom nok'."
        },
        {
            "number": "15",
            "text": "Ix lajvi chi' ix smilancham nok' vinh. Ix yik'anb'at schiq'uil nok' vinh, ix sucanoch vinh yed' yiximal sk'ab' d'a sch'ac altar ayq'ue d'a schiquintac schanhil, yic vach' chab'il yuj Dios. Axo jantacto chik' ixto can chi', ix stob'canem vinh d'a yichtac altar chi'. Icha chi' ix aj yochcan yicoc Jehová, yic vach' slajvicanel chucal ta'."
        },
        {
            "number": "16",
            "text": "Ix lajvi chi' ix yik'anelta masanil xepual nok' vinh ayoch d'a nok' yol sk'ool yed' d'a yib'anh seyub' nok', nok' stut schab'il yed' xepual ayoch d'ay. Masanil juntzanh chi' ix snhustz'a vinh d'a yib'anh altar."
        },
        {
            "number": "17",
            "text": "Axo jantacto nok' vacax chi' ix cani, aton stz'umal nok' yed' sb'ak'chil nok' yed' sch'anhtza' nok', ix ak'chajcanoch sk'ak'al d'a spatiquelta campamento, icha ix aj yalan Jehová."
        },
        {
            "number": "18",
            "text": "Ix yak'anpax ik'joccot nok' calnel vinh snhusjitz'a smasanil silab'il. Axo vinhaj Aarón yed' eb' yuninal chi', ix yak'q'ue sk'ab' eb' d'a sjolom nok'."
        },
        {
            "number": "19",
            "text": "Ix lajvi chi' ix smilancham nok' vinhaj Moisés chi', ix stzicanoch schiq'uil nok' vinh d'a schanhil pak'anh altar."
        },
        {
            "number": "20",
            "text": "Ix scotac xiquej nok' vinh, ix snhusantz'a sjolom nok' vinh yed' nok' chok' yaj chi' yed' sxepual nok'."
        },
        {
            "number": "21",
            "text": "Ix lajvi chi' ix smaxan nok' yol sk'ool vinh yed' nok' yoc. Ix snhusantz'a nok' vinh smasanil silab'il d'a yib'anh altar. A jun ofrenda chi' te suk'uq'ui sjab' ix yab' Jehová, icha val ix aj yalani."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi' ix yak'an ik'joccot junxo nok' ch'ac calnel vinh yic sk'anchaji yic tz'ochcan eb' d'a yopisio. Axo vinhaj Aarón yed' eb' yuninal chi', ix yak'q'ue sk'ab' eb' d'a sjolom nok'."
        },
        {
            "number": "23",
            "text": "Ix lajvi chi', ix smilancham nok' vinh, ix yik'anb'at jab'oc schiq'uil nok' vinh, ix sucanoch vinh d'a sjayil schiquin vinhaj Aarón d'a svach', d'a smam sk'ab' vinh d'a svach' yed' d'a yiximal smam yoc vinh d'a svach'."
        },
        {
            "number": "24",
            "text": "Ix lajvi chi' ix yalan vinh to snitzcot sb'a eb' yuninal vinhaj Aarón chi' d'a stz'ey, ix yak'anpaxoch schiq'uil nok' chi' vinh d'a sjayil schiquin eb' d'a svach' yed' d'a smam sk'ab' eb' d'a svach' yed' d'a yiximal smam yoc eb' d'a svach'. Ix lajvi chi' ix stzicanoch vinh jantacto chik' ixto can d'a schanhil pak'anh altar."
        },
        {
            "number": "25",
            "text": "Ix lajvi chi' ix yik'anelta xepu' vinh ayoch d'a nok' snhe yed' ayoch d'a nok' yol sk'ool, xepu' ayoch d'a yib'anh seyub' nok' yed' nok' stut schab'il yed' xepu' ayoch d'ay yed' nok' xub' d'a svach'."
        },
        {
            "number": "26",
            "text": "Ix yik'ancot jun yune' mooch ixim pan vinh malaj yich, ix yak'och vinh d'a yichanh Jehová. Ix yik'anq'ueta jun ixim pan chi' vinh d'a yol mooch chi' yed' junxo ixim calab'il yed' aceite yed' jun ixim k'oxox b'ob'il d'a ixim harina, ix yak'anq'ue vinh d'a yib'anh nok' xepu' chi' yed' d'a yib'anh nok' xub' d'a svach'."
        },
        {
            "number": "27",
            "text": "Ix lajvi chi' ix yak'an masanil juntzanh tic vinh d'a yol sk'ab' vinhaj Aarón yed' eb' yuninal, yic sb'achanek' eb' d'a yichanh Jehová."
        },
        {
            "number": "28",
            "text": "Ix lajvi chi' ix yik'anpaxek' masanil juntzanh chi' vinh d'a yol sk'ab' eb', ix snhusantz'a vinh smasanil d'a yib'anh altar yed' nok' silab' ix nhusjitz'a d'a yichanh Jehová, yuj sik'chajoch eb' d'a yopisio. Te suk'uq'ui sjab' ix yab' Jehová."
        },
        {
            "number": "29",
            "text": "Ix yik'anpaxcot snhisk'ol nok' calnel vinh ix ak'ji yuj sik'chajcanoch eb' d'a yopisio. Ix sb'achanoch eb' d'a yichanh Jehová. A jun chi' ix yik'can vinhaj Moisés chi' icha ix aj yalan Jehová."
        },
        {
            "number": "30",
            "text": "Ix lajvi chi', ix yik'ancot aceite vinh yed' chik' ayek' d'a yib'anh altar. Ix stzicanq'ue vinh d'a yib'anh vinhaj Aarón yed' d'a spichul. Ix tzicanpaxq'ue vinh d'a yib'anh eb' yuninal vinhaj Aarón chi' yed' d'a spichul eb'. Icha chi' ix aj yochcan eb' yicoc Jehová yed' spichul smasanil."
        },
        {
            "number": "31",
            "text": "Ix yalan vinh d'a vinhaj Aarón yed' d'a eb' yuninal chi': Tz'anhjocab' nok' chib'ej d'a yichanh mantiado b'aj sch'ox sb'a Jehová. Ata' tze chi nok' yed' ixim pan ayem d'a yol jun yune' mooch, aton ixim ix ak'ji yic tzex ochcan d'a eyopisio. Icha ix aj valani: A vinhaj Aarón yed' eb' yuninal ol sva jun vael tic eb', xin chi, ix valani."
        },
        {
            "number": "32",
            "text": "A jantacto manh ol lajvoc nok' chib'ej chi' yed' ixim pan chi' eyuuj, ol e nhuscantz'aoc."
        },
        {
            "number": "33",
            "text": "A d'a yichanh k'apac mantiado b'aj sch'ox sb'a Jehová, anhej ta' tzex aj uqueoc k'ual masanto sk'och sk'ual eyochcan d'a eyopisio."
        },
        {
            "number": "34",
            "text": "A ticnaic toxo ix b'o icha val ix aj schecan Jehová co k'ulej yic slajvicanel e mul."
        },
        {
            "number": "35",
            "text": "Yuj chi' a d'a yichanh mantiado, ata' tzex can uqueoc k'ual yed' uqueoc ak'val. Tze k'anab'ajan masanil juntzanh schecnab'il Jehová yic vach' max ex chami, yujto icha chi' ix aj yalan Jehová chi' d'ayin, xchi vinh d'a eb'."
        },
        {
            "number": "36",
            "text": "Icha chi' ix aj sk'anab'ajan vinhaj Aarón yed' eb' yuninal masanil tas ix schec Jehová yal vinhaj Moisés chi' d'a eb'."
        }
    ]
}