{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalanxi Jehová t'a winhaj Moisés chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Ik'cot winhaj Aarón yet' heb' yuninal, tzik'anpaxcot spichul heb' syak'och t'a yopisio t'a sacerdoteal. Tzik'paxcot aceite sk'anchaji a sik'chajcanoch heb' t'a yopisio chi'. Tzik'paxcot junok nok' quelem wacax ol ak'chaj silab'il yuj mul yet' chawanhoc nok' ch'ac calnel yet' junok yune' mooch ixim pan malaj yich."
        },
        {
            "number": "3",
            "text": "Tza molb'an heb' etchonhab' smasanil t'a sti' mantiado b'aj tzin ch'ox in b'a, xchi t'a winh."
        },
        {
            "number": "4",
            "text": "Ix sk'anab'ajej winhaj Moisés chi' icha wal ix aj yalan Jehová, ix molchaj anima smasanil t'a sti' mantiado chi'."
        },
        {
            "number": "5",
            "text": "Ix yalan winh t'a heb' icha tik: Aton juntzanh tik ix yal Jehová to ol ko k'ulej, xchi winh."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix yalan winh to snitzcot sb'a winhaj Aarón yet' heb' yuninal t'a stz'ey. Ix b'icjiel heb' yuj winh."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix ak'jioch scamix winhaj Aarón chi' yet' stzek'ul yuj winh yet' pax k'apac pichul jucan, k'apac chaleca yet' k'apac stzek'ul tz'isb'iloch yelwanub'."
        },
        {
            "number": "8",
            "text": "Axo t'a spatic k'apac chi', ix yak'paxoch jun k'apac smacul snhisk'ol winh, ha t'a yol k'apac chi' ix yak'och k'een Urim winh yet' k'een Tumim."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix ak'jik'e sk'ox winh, aton jun k'apac ix b'ak'jioch t'a sjolom winh. Axo t'a snanhal sat winh, ix ak'jioch jun k'een yelwanub' nab'a oro, aton sch'oxani to sik'b'iloch winh t'a sacerdoteal, icha wal ix aj yalan Jehová."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix yik'anchaanh aceite winhaj Moisés chi', aton sk'anchaji a sik'chajoch junok mach, ma junok tas tz'ochcan yicoc Jehová. Ix stzicanem winh t'a yib'anh scajnub' Jehová yet' t'a yib'anh masanil tastac ayoch t'a yool chi'. Icha wal chi' ix aj yochcan masanil tastac chi' yicoc Jehová."
        },
        {
            "number": "11",
            "text": "Anheja' jun aceite chi', ix tzicjiem uquel t'a yib'anh altar yet' t'a yib'anh masanil syamk'ab'il, t'a yib'anh jun niwan palangana yet' sb'achnub' yich. Icha chi' ix aj yochcan yicoc Jehová."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi' ix yak'anpaxk'e aceite winhaj Moisés t'a sjolom winhaj Aarón yuj yochcan winh yicoc Jehová."
        },
        {
            "number": "13",
            "text": "Ix yik'anpaxcot heb' yuninal winhaj Aarón chi' winh t'a stz'ey. Ix ak'jioch spichul heb' jucan, stzek'ul heb' yet' sk'ox heb' yuj winh, icha wal ix aj yalan Jehová."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix yik'ancot nok' quelem wacax winh, nok' ol och t'a silab'il yuj mul. Ha winhaj Aarón yet' heb' yuninal, ix yak'k'e sk'ab' heb' t'a sjolom nok'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi' ix smilancham nok' winh. Ix yik'anb'at schiq'uil nok' winh, ix sucanoch winh yet' yiximal sk'ab' t'a sch'ac altar ayk'e t'a schiquintac schanhil, yic wach' chab'il yuj Dios. Axo jantacto chik' ixto kan chi', ix stob'canem winh t'a yichtac altar chi'. Icha chi' ix aj yochcan yicoc Jehová, yic wach' slajwicanel chukal ta'."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix yik'anelta masanil xepual nok' winh ayoch t'a nok' yol sk'ool yet' t'a yib'anh seyub' nok', nok' stut schab'il yet' xepual ayoch t'ay. Masanil juntzanh chi' ix snhustz'a winh t'a yib'anh altar."
        },
        {
            "number": "17",
            "text": "Axo jantacto nok' wacax chi' ix cani, aton stz'umal nok' yet' sb'ak'chil nok' yet' sch'anhtza' nok', ix ak'chajcanoch sk'ak'al t'a spatiquelta campamento, icha ix aj yalan Jehová."
        },
        {
            "number": "18",
            "text": "Ix yak'anpax ik'joccot nok' calnel winh snhusjitz'a smasanil silab'il. Axo winhaj Aarón yet' heb' yuninal chi', ix yak'k'e sk'ab' heb' t'a sjolom nok'."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi' ix smilancham nok' winhaj Moisés chi', ix stzicanoch schiq'uil nok' winh t'a schanhil pak'anh altar."
        },
        {
            "number": "20",
            "text": "Ix scotac xiquej nok' winh, ix snhusantz'a sjolom nok' winh yet' nok' chok' yaj chi' yet' sxepual nok'."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi' ix smaxan nok' yol sk'ool winh yet' nok' yoc. Ix snhusantz'a nok' winh smasanil silab'il t'a yib'anh altar. Ha jun ofrenda chi' te suk'uq'ui sjab' ix yab' Jehová, icha wal ix aj yalani."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi' ix yak'an ik'joccot junxo nok' ch'ac calnel winh yic sk'anchaji yic tz'ochcan heb' t'a yopisio. Axo winhaj Aarón yet' heb' yuninal chi', ix yak'k'e sk'ab' heb' t'a sjolom nok'."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix smilancham nok' winh, ix yik'anb'at jab'oc schiq'uil nok' winh, ix sucanoch winh t'a sjayil schiquin winhaj Aarón t'a swach', t'a smam sk'ab' winh t'a swach' yet' t'a yiximal smam yoc winh t'a swach'."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi' ix yalan winh to snitzcot sb'a heb' yuninal winhaj Aarón chi' t'a stz'ey, ix yak'anpaxoch schiq'uil nok' chi' winh t'a sjayil schiquin heb' t'a swach' yet' t'a smam sk'ab' heb' t'a swach' yet' t'a yiximal smam yoc heb' t'a swach'. Ixlajwi chi' ix stzicanoch winh jantacto chik' ixto kan t'a schanhil pak'anh altar."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi' ix yik'anelta xepu' winh ayoch t'a nok' snhe yet' ayoch t'a nok' yol sk'ool, xepu' ayoch t'a yib'anh seyub' nok' yet' nok' stut schab'il yet' xepu' ayoch t'ay yet' nok' xub' t'a swach'."
        },
        {
            "number": "26",
            "text": "Ix yik'ancot jun yune' mooch ixim pan winh malaj yich, ix yak'och winh t'a yichanh Jehová. Ix yik'ank'eta jun ixim pan chi' winh t'a yol mooch chi' yet' junxo ixim calab'il yet' aceite yet' jun ixim k'oxox b'ob'il t'a ixim harina, ix yak'ank'e winh t'a yib'anh nok' xepu' chi' yet' t'a yib'anh nok' xub' t'a swach'."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi' ix yak'an masanil juntzanh tik winh t'a yol sk'ab' winhaj Aarón yet' heb' yuninal, yic sb'achanek' heb' t'a yichanh Jehová."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi' ix yik'anpaxek' masanil juntzanh chi' winh t'a yol sk'ab' heb', ix snhusantz'a winh smasanil t'a yib'anh altar yet' nok' silab' ix nhusjitz'ha t'a yichanh Jehová, yuj sik'chajoch heb' t'a yopisio. Te suk'uq'ui sjab' ix yab' Jehová."
        },
        {
            "number": "29",
            "text": "Ix yik'anpaxcot snhisk'ol nok' calnel winh ix ak'ji yuj sik'chajcanoch heb' t'a yopisio. Ix sb'achanoch heb' t'a yichanh Jehová. Ha jun chi' ix yik'kan winhaj Moisés chi' icha ix aj yalan Jehová."
        },
        {
            "number": "30",
            "text": "Ixlajwi chi', ix yik'ancot aceite winh yet' chik' ayek' t'a yib'anh altar. Ix stzicank'e winh t'a yib'anh winhaj Aarón yet' t'a spichul. Ix tzicanpaxk'e winh t'a yib'anh heb' yuninal winhaj Aarón chi' yet' t'a spichul heb'. Icha chi' ix aj yochcan heb' yicoc Jehová yet' spichul smasanil."
        },
        {
            "number": "31",
            "text": "Ix yalan winh t'a winhaj Aarón yet' t'a heb' yuninal chi': Tz'anhjocab' nok' chib'ej t'a yichanh mantiado b'aj sch'ox sb'a Jehová. Ata' tze chi nok' yet' ixim pan ayem t'a yol jun yune' mooch, aton ixim ix ak'ji yic tzex ochcan t'a eyopisio. Icha ix aj walani: Ha winhaj Aarón yet' heb' yuninal ol swa jun wael tik heb', xin chi, ix walani."
        },
        {
            "number": "32",
            "text": "Ha jantacto manh ol lajwoc nok' chib'ej chi' yet' ixim pan chi' eyuuj, ol he nhuscantz'aoc."
        },
        {
            "number": "33",
            "text": "Ha t'a yichanh k'apac mantiado b'aj sch'ox sb'a Jehová, anhej ta' tzex aj uqueoc k'ual masanto sk'och sk'ual eyochcan t'a eyopisio."
        },
        {
            "number": "34",
            "text": "Ha tiknaik toxo ix b'o icha wal ix aj schecan Jehová ko k'ulej yic slajwicanel he mul."
        },
        {
            "number": "35",
            "text": "Yuj chi' ha t'a yichanh mantiado, ata' tzex kan uqueoc k'ual yet' uqueoc ak'wal. Tze k'anab'ajan masanil juntzanh schecnab'il Jehová yic wach' max ex chami, yujto icha chi' ix aj yalan Jehová chi' t'ayin, xchi winh t'a heb'."
        },
        {
            "number": "36",
            "text": "Icha chi' ix aj sk'anab'ajan winhaj Aarón yet' heb' yuninal masanil tas ix schec Jehová yal winhaj Moisés chi' t'a heb'."
        }
    ]
}