{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "D'a yevial slajvi uque' k'ual yochcan winhaj Aarón t'a yopisio chi', ix avtaj winh yet' eb' yuninal yet' eb' yichamtac vinaquil chonhab' yuj winhaj Moisés."
        },
        {
            "number": "2",
            "text": "Ix yalan winh t'a winhaj Aarón chi': Ik'cot junok nok' quelem vacax yic tz'och nok' silab'il yuj a mul yet' junok nok' ch'ac calnel, aton nok' malaj jab'oc spaltail. Tza nhustz'a smasanil silab'il uuj, tzak'och nok' t'a yichanh Jehová."
        },
        {
            "number": "3",
            "text": "Alpax t'a eb' quetisraelal to syik'cot junok nok' mam chiva eb' silab'il yuj smul. Syik'anpaxcot junok nok' quelem vacax eb' yet' junok nok' calnel, yuj snhusjitz'a nok' smasanil silab'il, jun ab'il sk'inal junjun nok', malajocab' jab'oc spaltail nok'."
        },
        {
            "number": "4",
            "text": "Syik'anpaxcot junok nok' vacax eb' yet' junok nok' ch'ac calnel smiljicham t'a yichanh Jehová silab'il yic sch'oxan sjunk'olal eb' yet'oc. Syik'anpaxcot junok ofrenda eb' t'a tas svaji, calab'il yet' aceite, yujto ol sch'ox sb'a Jehová t'ayex ticnaic, xchi winhaj Moisés chi'."
        },
        {
            "number": "5",
            "text": "Ix yik'ancot eb' t'a yichanh mantiado masanil tastac ix checji yik'cot yuj winhaj Moisés chi'. Masanil chonhab' ix javi molan, ix och linhjab' eb' t'a yichanh Jehová."
        },
        {
            "number": "6",
            "text": "Axo ix yalan winhaj Moisés chi' t'a eb' icha tik: Aton val juntzanh tik schec Jehová e k'ulej yic wach' ol sch'ox val stziquiquial t'ayex, xchi winh."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix yalanxi winh t'a winhaj Aarón chi': Nitzcot a b'ha t'a slak'anil altar tik, tzak'an nok' nok' silab'oc yuj a mul yet' nok' silab' snhusjitz'a smasanil. Icha chi' ol aj yak'ji lajvoc a mul. Tzak'anpax nok' silab' yuj yak'ji lajvoc co mul a onh israel onh tik, icha val ix aj yalan Jehová, xchi winh."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix javi winhaj Aarón t'a slak'anil altar chi', ix smilancham nok' quelem vacax ix yak' winh silab'il yuj smul chi'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix japax eb' yuninal winh yet' schiq'uil nok' silab' chi', ix yak'anem yiximal sk'ab' winh t'a skal chik' chi', ix sucanoch winh t'a sch'ac altar chi'. Axo jab'ocxo chik' ixto kan chi', ix seccanem winh t'a yich altar chi'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix snhusantz'a smasanil xepual nok' winh t'a yib'anh altar yet' pax stut nok' yet' xepual ayoch t'a yib'anh seyub' nok', aton nok' silab' yuj mul, icha ix aj yalan Jehová t'a winhaj Moisés chi'."
        },
        {
            "number": "11",
            "text": "Axo pax sb'ak'chil nok' yet' stz'umal, ix nhusjitz'ha t'a spatiquel campamento."
        },
        {
            "number": "12",
            "text": "Ix smilanpaxcham nok' silab' winhaj Aarón chi', nok' snhusjitz'a smasanil, haxo eb' yuninal winh ix ik'ancot schiq'uil nok', ix stzicanoch winh t'a schanhil pak'anh altar."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix yik'anpaxcot sjolom nok' eb' yet' nok' ix xicchajb'at chi', ix snhusantz'a winh t'a yib'anh altar chi'."
        },
        {
            "number": "14",
            "text": "Ix maxchaj nok' yol sk'ool yet' nok' yoc, ix snhusanpaxtz'a winh t'a yib'anh altar chi', t'a yib'anh nok' vanxo stz'a chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yak'an silab' winh yuj eb' yetchonhab'. Ix yik'ancot nok' chiva winh, aton nok' silab' tz'ak'ji yuj smul eb' yetchonhab' chi'. Ix smilancham nok' winh, ix yak'an nok' winh silab'il icha ix yutej yak'an nok' b'ab'el chi'."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix yak'an junxo nok' silab' winh to stz'a smasanil icha sleyal."
        },
        {
            "number": "17",
            "text": "Ix yak'anpax ofrenda winh t'a tas svaji. Ix yik'b'at jun b'echanh ixim harina winh, ix snhusantz'a winh t'a yib'anh altar yet' silab' snhusjitz'ha t'a junjun q'uinhib'alil."
        },
        {
            "number": "18",
            "text": "Ix yak'anpax nok' vacax winh yet' nok' ch'ac calnel ix yik'cot eb' yetchonhab' chi' silab'il yuj sch'oxan sjunk'olal eb' yet' Dios. Ha eb' yuninal winh ix ik'ancot schiq'uil nok', haxo winh ix tzicanoch t'a schanhil pak'anh altar chi'."
        },
        {
            "number": "19",
            "text": "Ix yak'anpax xepual nok' vacax eb' yet' xepual nok' ch'ac calnel chi', aton xepu' ayoch t'a snhe nok', t'a nok' yol sk'ool yet' t'a nok' stut yet' xepu' ayoch t'a yib'anh seyub' nok'."
        },
        {
            "number": "20",
            "text": "Junnhej ix aj nok' xepu' chi' yet' nok' snhi' sk'ool. Axo winhaj Aarón ix nhusantz'a nok' xepual chi' t'a yib'anh altar."
        },
        {
            "number": "21",
            "text": "Axo pax nok' snhisk'ol chi' yet' nok' xub' t'a swach', tonhej ix b'achjiek' t'a yichanh Jehová, icha ix aj yalan winhaj Moisés chi'."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi' ix yik'anchaanh sk'ab' winhaj Aarón chi', ix yalan wach' lolonel winh t'a yib'anh eb' yetchonhab' chi'. Ayic toxo ix lajvi snhusantz'a silab' winh yuj mul yet' silab' snhusjitz'a smasanil yet' silab' yic sch'oxan sjunk'olal yet' Dios, ix emixta winh b'aj ay altar chi'."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi' ix och winhaj Moisés yet' winh t'a mantiado b'aj sch'ox sb'a Jehová. Axo ix elta eb' winh, ix yalan wach' lolonel eb' winh t'a yib'anh eb' yetchonhab' chi'. Ixlajwi chi' ix sch'oxan stziquiquial Jehová t'a masanil eb' israel chi'."
        },
        {
            "number": "24",
            "text": "Ix elta k'ak' t'a yichanh Jehová chi', ix snhusantz'a nok' silab' yet' xepual nok' ayq'ue t'a yib'anh altar, ix tz'ab'at smasanil. Ha ix yilan masanil jun chi' eb' chonhab' chi', ix el yav eb' t'a tzalajk'olal, ix em nhojjab' eb', ix emk'och snanhal sat eb' t'a sat lu'um."
        }
    ]
}