{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "D'a yevial slajvi uque' k'ual yochcan vinhaj Aarón d'a yopisio chi', ix avtaj vinh yed' eb' yuninal yed' eb' yichamtac vinaquil chonhab' yuj vinhaj Moisés."
        },
        {
            "number": "2",
            "text": "Ix yalan vinh d'a vinhaj Aarón chi': Ik'cot junoc nok' quelem vacax yic tz'och nok' silab'il yuj a mul yed' junoc nok' ch'ac calnel, aton nok' malaj jab'oc spaltail. Tza nhustz'a smasanil silab'il uuj, tzak'och nok' d'a yichanh Jehová."
        },
        {
            "number": "3",
            "text": "Alpax d'a eb' quetisraelal to syik'cot junoc nok' mam chiva eb' silab'il yuj smul. Syik'anpaxcot junoc nok' quelem vacax eb' yed' junoc nok' calnel, yuj snhusjitz'a nok' smasanil silab'il, jun ab'il sq'uinal junjun nok', malajocab' jab'oc spaltail nok'."
        },
        {
            "number": "4",
            "text": "Syik'anpaxcot junoc nok' vacax eb' yed' junoc nok' ch'ac calnel smiljicham d'a yichanh Jehová silab'il yic sch'oxan sjunk'olal eb' yed'oc. Syik'anpaxcot junoc ofrenda eb' d'a tas svaji, calab'il yed' aceite, yujto ol sch'ox sb'a Jehová d'ayex ticnaic, xchi vinhaj Moisés chi'."
        },
        {
            "number": "5",
            "text": "Ix yik'ancot eb' d'a yichanh mantiado masanil tastac ix checji yik'cot yuj vinhaj Moisés chi'. Masanil chonhab' ix javi molan, ix och linhjab' eb' d'a yichanh Jehová."
        },
        {
            "number": "6",
            "text": "Axo ix yalan vinhaj Moisés chi' d'a eb' icha tic: Aton val juntzanh tic schec Jehová e k'ulej yic vach' ol sch'ox val stziquiquial d'ayex, xchi vinh."
        },
        {
            "number": "7",
            "text": "Ix lajvi chi', ix yalanxi vinh d'a vinhaj Aarón chi': Nitzcot a b'a d'a slak'anil altar tic, tzak'an nok' nok' silab'oc yuj a mul yed' nok' silab' snhusjitz'a smasanil. Icha chi' ol aj yak'ji lajvoc a mul. Tzak'anpax nok' silab' yuj yak'ji lajvoc co mul a onh israel onh tic, icha val ix aj yalan Jehová, xchi vinh."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix javi vinhaj Aarón d'a slak'anil altar chi', ix smilancham nok' quelem vacax ix yak' vinh silab'il yuj smul chi'."
        },
        {
            "number": "9",
            "text": "Ix lajvi chi' ix japax eb' yuninal vinh yed' schiq'uil nok' silab' chi', ix yak'anem yiximal sk'ab' vinh d'a scal chik' chi', ix sucanoch vinh d'a sch'ac altar chi'. Axo jab'ocxo chik' ixto can chi', ix seccanem vinh d'a yich altar chi'."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi' ix snhusantz'a smasanil xepual nok' vinh d'a yib'anh altar yed' pax stut nok' yed' xepual ayoch d'a yib'anh seyub' nok', aton nok' silab' yuj mul, icha ix aj yalan Jehová d'a vinhaj Moisés chi'."
        },
        {
            "number": "11",
            "text": "Axo pax sb'ak'chil nok' yed' stz'umal, ix nhusjitz'a d'a spatiquel campamento."
        },
        {
            "number": "12",
            "text": "Ix smilanpaxcham nok' silab' vinhaj Aarón chi', nok' snhusjitz'a smasanil, axo eb' yuninal vinh ix ik'ancot schiq'uil nok', ix stzicanoch vinh d'a schanhil pak'anh altar."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi', ix yik'anpaxcot sjolom nok' eb' yed' nok' ix xicchajb'at chi', ix snhusantz'a vinh d'a yib'anh altar chi'."
        },
        {
            "number": "14",
            "text": "Ix maxchaj nok' yol sk'ool yed' nok' yoc, ix snhusanpaxtz'a vinh d'a yib'anh altar chi', d'a yib'anh nok' vanxo stz'a chi'."
        },
        {
            "number": "15",
            "text": "Ix lajvi chi', ix yak'an silab' vinh yuj eb' yetchonhab'. Ix yik'ancot nok' chiva vinh, aton nok' silab' tz'ak'ji yuj smul eb' yetchonhab' chi'. Ix smilancham nok' vinh, ix yak'an nok' vinh silab'il icha ix yutej yak'an nok' b'ab'el chi'."
        },
        {
            "number": "16",
            "text": "Ix lajvi chi', ix yak'an junxo nok' silab' vinh to stz'a smasanil icha sleyal."
        },
        {
            "number": "17",
            "text": "Ix yak'anpax ofrenda vinh d'a tas svaji. Ix yik'b'at jun b'echanh ixim harina vinh, ix snhusantz'a vinh d'a yib'anh altar yed' silab' snhusjitz'a d'a junjun q'uinhib'alil."
        },
        {
            "number": "18",
            "text": "Ix yak'anpax nok' vacax vinh yed' nok' ch'ac calnel ix yik'cot eb' yetchonhab' chi' silab'il yuj sch'oxan sjunk'olal eb' yed' Dios. A eb' yuninal vinh ix ik'ancot schiq'uil nok', axo vinh ix tzicanoch d'a schanhil pak'anh altar chi'."
        },
        {
            "number": "19",
            "text": "Ix yak'anpax xepual nok' vacax eb' yed' xepual nok' ch'ac calnel chi', aton xepu' ayoch d'a snhe nok', d'a nok' yol sk'ool yed' d'a nok' stut yed' xepu' ayoch d'a yib'anh seyub' nok'."
        },
        {
            "number": "20",
            "text": "Junnhej ix aj nok' xepu' chi' yed' nok' snhi' sk'ool. Axo vinhaj Aarón ix nhusantz'a nok' xepual chi' d'a yib'anh altar."
        },
        {
            "number": "21",
            "text": "Axo pax nok' snhisk'ol chi' yed' nok' xub' d'a svach', tonhej ix b'achjiek' d'a yichanh Jehová, icha ix aj yalan vinhaj Moisés chi'."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi' ix yik'anchaanh sk'ab' vinhaj Aarón chi', ix yalan vach' lolonel vinh d'a yib'anh eb' yetchonhab' chi'. Ayic toxo ix lajvi snhusantz'a silab' vinh yuj mul yed' silab' snhusjitz'a smasanil yed' silab' yic sch'oxan sjunk'olal yed' Dios, ix emixta vinh b'aj ay altar chi'."
        },
        {
            "number": "23",
            "text": "Ix lajvi chi' ix och vinhaj Moisés yed' vinh d'a mantiado b'aj sch'ox sb'a Jehová. Axo ix elta eb' vinh, ix yalan vach' lolonel eb' vinh d'a yib'anh eb' yetchonhab' chi'. Ix lajvi chi' ix sch'oxan stziquiquial Jehová d'a masanil eb' israel chi'."
        },
        {
            "number": "24",
            "text": "Ix elta k'ak' d'a yichanh Jehová chi', ix snhusantz'a nok' silab' yed' xepual nok' ayq'ue d'a yib'anh altar, ix tz'ab'at smasanil. A ix yilan masanil jun chi' eb' chonhab' chi', ix el yav eb' d'a tzalajk'olal, ix em nhojjab' eb', ix emk'och snanhal sat eb' d'a sat luum."
        }
    ]
}