{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pedro in tik, schekab' in Jesucristo, tzin tz'ib'ejb'at jun in carta tik t'ayex, a ex sacleminac eyajkanb'at t'a yol yic Ponto, Galacia, Capadocia, Asia yet' t'a yol yic Bitinia."
        },
        {
            "number": "2",
            "text": "Ha onh tik, sik'b'il onhxo el yuj ko Mam Dios, yujto atax t'a peka' icha chi' ajnac snaan Dios t'a quib'anh. Yuj Yespíritu ix onh yak'och yicoc, yic wach' sko k'anab'ajej tas syal Jesucristo, yic tz'ik'jipaxel ko mul yuj schiq'uil. Niwanokab' swach'k'olal Dios yet' sjunk'olal syak' t'ayex ta'."
        },
        {
            "number": "3",
            "text": "Calec wach' lolonel d'ha Dios, aton Smam Kajal Jesucristo, yujto ix ok' wal sk'ool t'ayonh. Ix onh yak'xi aljoc t'a schaelal, yujnhej to pitzwinacxi Jesucristo, yuj chi' aton wal jun tik ayoch yipoc ko k'ool to a ol ak'an ko k 'inal."
        },
        {
            "number": "4",
            "text": "Yujto ha Dios ol ak'an jun quik t'ayonh, aton jun sik'an yuj t'a satcha’anh. Ha jun quik chi' aynhejek' t'a masanil tiempo, max ixtaxlaj, anhejtona' max k'alaj."
        },
        {
            "number": "5",
            "text": "Yujto skak'och Dios t'a ko k'ool, yuj chi' wan onh stanhwan yet' spoder masanto ol ko wach' chaej ko colnab'il. Ha jun ko colnab'il tik, listaxo yaji yic wach' ol checlajel t'a slajwub'xo tiempoal."
        },
        {
            "number": "6",
            "text": "Yuj chi' tzonh tzalaj wal. Wach'chom skab' syail niwac prowal jab'oc tiempoal ticnaik, palta tzonh te tzalaji."
        },
        {
            "number": "7",
            "text": "Icha tz'aj yak'ji prowal k'een oro t'a skal te' k'ak', icha chi' tz'aj kak'ji prowal tato yel skak'och Dios t'a ko k'ool. Yujto ayic skak'anoch Dios chi' t'a ko k'ool, más te niwan yelk'och t'a yichanh k'een oro chi', yujto a k'een, slajwinhej el k'een. Tato skak' techaj prowal chi', ol onh aljoc wach'il ayic ol jax Jesucristo. Niwan ol onh ajoc. Niwan ton ol aj quelk'och yet' ta'."
        },
        {
            "number": "8",
            "text": "Ha ex tik, wach'chom malaj b'aj ix eyil Jesucristo, palta tze xajanej wal. Wach'chom manh wanoc eyilan ticnaik, palta ayoch yipoc he k'ool. Tzex tzalaj wal. Ha wal he tzalajk'olal chi', maxtzac yal-laj yalchaji jantac. Manhxo jantacoc swach'il."
        },
        {
            "number": "9",
            "text": "Ha ko colnab'il ol ko cha chi', aton jun chi' tzak'wab'il cuuj, yuj chi' ix kak'och Jesucristo t'a ko k'ool."
        },
        {
            "number": "10",
            "text": "Ha heb' schekab' Dios t'a peka', yak'nac wal yip heb' sayan tas yaj jun ko colnab'il tik. Yak'lejnac heb' snaaneli. Ayocto yalannakkan heb' to ol yak' swach'k'olal Dios t'ayonh."
        },
        {
            "number": "11",
            "text": "Ha Yespíritu Cristo ayoch t'a heb', a ak'jinac nachajel yuj heb' to a Cristo yowalil ol yab' syail. Slajwi chi' ol och Yajalil. Axo heb' chi', yak'lejnac heb' snaaneli mach jun ol jawok chi' yet' tas tiempoal ol jawok."
        },
        {
            "number": "12",
            "text": "Palta ak'jinac yojtaquejel heb' yuj Dios to a juntzanh yalnakkan heb' chi', manh yujoc snachajel yuj heb' yalnakkan heb', palta yuj snachajel cuuj a onh tik. Ha jun tik ix ak'ji eyojtaquej yuj heb' ix alanel jun lolonel yic ko colnab'il yuj yipalil Espíritu Santo ak'b'ilcot t'a satcha’anh. Ha heb' ángel snib'ej pax heb' snachajel juntzanh tik yuj."
        },
        {
            "number": "13",
            "text": "Yuj chi' tek'an tzeyutej he pensar. Lista tzeyutej he b'a. Tzeyak' wal och yipoc he k'ool tas ol yak' Dios t'ayonh yuj swach'k'olal ayic ol jax Jesucristo."
        },
        {
            "number": "14",
            "text": "Ha ex tik, yuninal exxo Dios wed'oc, yuj chi' k'anab'ajejec. Ha t'a yalanhtaxo tzijtum chukal he nib'ejnacochi, yujto manto eyojtakoc Dios ta'. Axo ticnaik, manhxo he b'eyb'alej icha chi'."
        },
        {
            "number": "15",
            "text": "Ha jun avtannac onh och yicoc, wach'nhej toni, malaj jab'oc spaltail, yuj chi' ichokab'ta' tzeyutej he b'a, wach'nhejokab' tzeyutej he b'eyb'al."
        },
        {
            "number": "16",
            "text": "Yujto icha tik yajkan yalan Dios t'a Slolonel Tz'ib'ab'ilkani: Ha ex tik, wach'nhejokab' tzeyutej he b'a, yujto a in tik, te wach' innhej, xchi."
        },
        {
            "number": "17",
            "text": "Ha Dios ol ch'olb'itan tastac sko k'ulej junjun onh. Malaj ko k'exanhil t'a yichanh ayic ol sch'olb'itan tas kaj junjun onh. Yuj chi', tato skal ko Mamoc, conh xiwec t'ay yacb'an ayonhto ek' t'a yol yib'anhk’inal tik."
        },
        {
            "number": "18",
            "text": "Ha juntzanh sk'ulejnac heb' ko mam quicham, anheja' ko k'ulejnac t'a yalanhtaxo, palta nab'anhej quixtejnac ko b'a. Axo ticnaik, colchajnac onhxo t'a yol sk'ab' juntzanh chi'. Eyojtakxo jun ko colnab'il tik, manhoc yet' juntzanh tastac ek'elb'anhej yek' b'aj manb'il, icha k'een tumin."
        },
        {
            "number": "19",
            "text": "Palta a schiq'uil Cristo ix ak'an ganar smanani, yujto niwan yelk'ochi. Yujto ix miljicham silab'oc icha junok nok' kalnel malaj spaltail, malaj pax jab'oc chukal tz'ilchaj t'ay."
        },
        {
            "number": "20",
            "text": "Ayic manto sb'o jun yol yib'anhk’inal tik Dios, nab'ilxo yuj to icha chi' ol aj yelul t'a yib'anh Cristo. Palta ato t'a jun slajwub' tiempoal tik ix yak' checlaj yuj ko wach'iloc."
        },
        {
            "number": "21",
            "text": "Yuj skak'och Dios t'a ko k'ool ticnaik, yujto ha Dios chi' ak'jinac pitzwoc t'a skal heb' chamnac, te niwan ix aj yelk'och yuj. Yuj wal chi', skak' wal och Dios t'a ko k'ool, skak'anpax och yipoc ko k'ool."
        },
        {
            "number": "22",
            "text": "Ha ticnaik, yuj Yespíritu Dios ix ko k'anab'ajej jun k'ayb'ub'al te yel tik. Icha chi' scutej ko tojolb'itan ko b'eyb'al, sec yuj chi' yel sko xajanej heb' cuk'tac heb' kanab'. Yuj chi' yowalil sko xajanej ko b'ha t'a smasanil ko k'ool yet' t'a smasanil quip."
        },
        {
            "number": "23",
            "text": "Ha onh tik, ix onh alji t'a schaelal. Manhok t'a ko mam ko nun chamelb'a yaj ix onh aljixi, palta yujnhej slolonel Dios, yujto aj k 'inal yaji. Ha slolonel tik aynhejek' t'a junelnhej."
        },
        {
            "number": "24",
            "text": "Yujto icha tik syal t'a Slolonel Tz'ib'yajkani: Ha sk'inal heb' anima smasanil, lajan icha anh ank'ultak. Lajan swach'il heb' icha xumaquil anh ank'ultak chi'. Yujto a anh chi', junnhej rato stacjiel anh. Axo sxumaquil anh, tonhej tz'el b'ulnajoc."
        },
        {
            "number": "25",
            "text": "Palta haxo slolonel Dios Kajal, aynhejek' t'a junelnhej, xchikani. Ha slolonel tik, aton jun wach' ab'ix yic colnab'il alb'ilkan t'ayex."
        }
    ]
}