{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pedro in tik, schecab' in Jesucristo, tzin tz'ib'ejb'at jun in carta tik t'ayex, a ex sacleminac eyajcanb'at t'a yol yic Ponto, Galacia, Capadocia, Asia yet' t'a yol yic Bitinia."
        },
        {
            "number": "2",
            "text": "Ha onh tik, sik'b'il onhxo el yuj co Mam Dios, yujto atax t'a peca' icha chi' ajnac snaan Dios t'a quib'anh. Yuj Yespíritu ix onh yak'och yicoc, yic wach' sco k'anab'ajej tas syal Jesucristo, yic tz'ik'jipaxel co mul yuj schiq'uil. Nivanocab' swach'k'olal Dios yet' sjunk'olal syak' t'ayex ta'."
        },
        {
            "number": "3",
            "text": "Calec wach' lolonel d'ha Dios, aton Smam Cajal Jesucristo, yujto ix ok' val sk'ool t'ayonh. Ix onh yak'xi aljoc t'a schaelal, yujnhej to pitzvinacxi Jesucristo, yuj chi' aton val jun tik ayoch yipoc co k'ool to a ol ak'an co q'uinal."
        },
        {
            "number": "4",
            "text": "Yujto ha Dios ol ak'an jun quic t'ayonh, aton jun sik'an yuj t'a satcha’anh. Ha jun quic chi' aynhejek' t'a masanil tiempo, max ixtaxlaj, anhejtona' max k'alaj."
        },
        {
            "number": "5",
            "text": "Yujto scak'och Dios t'a co k'ool, yuj chi' van onh stanhvan yet' spoder masanto ol co wach' chaej co colnab'il. Ha jun co colnab'il tik, listaxo yaji yic wach' ol checlajel t'a slajvub'xo tiempoal."
        },
        {
            "number": "6",
            "text": "Yuj chi' tzonh tzalaj val. Wach'chom scab' syail nivac proval jab'oc tiempoal ticnaic, palta tzonh te tzalaji."
        },
        {
            "number": "7",
            "text": "Icha tz'aj yak'ji proval q'uen oro t'a skal te' k'ak', icha chi' tz'aj cak'ji proval tato yel scak'och Dios t'a co k'ool. Yujto ayic scak'anoch Dios chi' t'a co k'ool, más te niwan yelk'och t'a yichanh q'uen oro chi', yujto a q'ueen, slajvinhej el q'ueen. Tato scak' techaj proval chi', ol onh aljoc wach'il ayic ol jax Jesucristo. Nivan ol onh ajoc. Nivan ton ol aj quelk'och yet' ta'."
        },
        {
            "number": "8",
            "text": "Ha ex tik, wach'chom malaj b'aj ix eyil Jesucristo, palta tze xajanej val. Wach'chom manh vanoc eyilan ticnaic, palta ayoch yipoc e k'ool. Tzex tzalaj val. Ha val e tzalajk'olal chi', maxtzac yal-laj yalchaji jantac. Manhxo jantacoc swach'il."
        },
        {
            "number": "9",
            "text": "Ha co colnab'il ol co cha chi', aton jun chi' tzak'vab'il cuuj, yuj chi' ix cak'och Jesucristo t'a co k'ool."
        },
        {
            "number": "10",
            "text": "Ha eb' schecab' Dios t'a peca', yak'nac val yip eb' sayan tas yaj jun co colnab'il tik. Yak'lejnac eb' snaaneli. Ayocto yalannaccan eb' to ol yak' swach'k'olal Dios t'ayonh."
        },
        {
            "number": "11",
            "text": "Ha Yespíritu Cristo ayoch t'a eb', a ak'jinac nachajel yuj eb' to a Cristo yovalil ol yab' syail. Slajvi chi' ol och Yajalil. Axo eb' chi', yak'lejnac eb' snaaneli mach jun ol javoc chi' yet' tas tiempoal ol javoc."
        },
        {
            "number": "12",
            "text": "Palta ak'jinac yojtaquejel eb' yuj Dios to a juntzanh yalnaccan eb' chi', manh yujoc snachajel yuj eb' yalnaccan eb', palta yuj snachajel cuuj a onh tik. Ha jun tik ix ak'ji eyojtaquej yuj eb' ix alanel jun lolonel yic co colnab'il yuj yipalil Espíritu Santo ak'b'ilcot t'a satcha’anh. Ha eb' ángel snib'ej pax eb' snachajel juntzanh tik yuj."
        },
        {
            "number": "13",
            "text": "Yuj chi' tek'an tzeyutej e pensar. Lista tzeyutej e b'a. Tzeyak' val och yipoc e k'ool tas ol yak' Dios t'ayonh yuj swach'k'olal ayic ol jax Jesucristo."
        },
        {
            "number": "14",
            "text": "Ha ex tik, yuninal exxo Dios ved'oc, yuj chi' k'anab'ajejec. Ha t'a yalanhtaxo tzijtum chucal e nib'ejnacochi, yujto manto eyojtacoc Dios ta'. Axo ticnaic, manhxo e b'eyb'alej icha chi'."
        },
        {
            "number": "15",
            "text": "Ha jun avtannac onh och yicoc, wach'nhej toni, malaj jab'oc spaltail, yuj chi' ichocab'ta' tzeyutej e b'a, wach'nhejocab' tzeyutej e b'eyb'al."
        },
        {
            "number": "16",
            "text": "Yujto icha tik yajcan yalan Dios t'a Slolonel Tz'ib'ab'ilcani: Ha ex tik, wach'nhejocab' tzeyutej e b'a, yujto a in tik, te wach' innhej, xchi."
        },
        {
            "number": "17",
            "text": "Ha Dios ol ch'olb'itan tastac sco k'ulej junjun onh. Malaj co q'uexanhil t'a yichanh ayic ol sch'olb'itan tas caj junjun onh. Yuj chi', tato skal co Mamoc, conh xivec t'ay yacb'an ayonhto ek' t'a yol yib'anhk’inal tik."
        },
        {
            "number": "18",
            "text": "Ha juntzanh sk'ulejnac eb' co mam quicham, anheja' co k'ulejnac t'a yalanhtaxo, palta nab'anhej quixtejnac co b'a. Axo ticnaic, colchajnac onhxo t'a yol sk'ab' juntzanh chi'. Eyojtacxo jun co colnab'il tik, manhoc yet' juntzanh tastac eq'uelb'anhej yek' b'aj manb'il, icha q'uen tumin."
        },
        {
            "number": "19",
            "text": "Palta a schiq'uil Cristo ix ak'an ganar smanani, yujto niwan yelk'ochi. Yujto ix miljicham silab'oc icha junok nok' calnel malaj spaltail, malaj pax jab'oc chucal tz'ilchaj t'ay."
        },
        {
            "number": "20",
            "text": "Ayic manto sb'o jun yol yib'anhk’inal tik Dios, nab'ilxo yuj to icha chi' ol aj yelul t'a yib'anh Cristo. Palta ato t'a jun slajvub' tiempoal tik ix yak' checlaj yuj co wach'iloc."
        },
        {
            "number": "21",
            "text": "Yuj scak'och Dios t'a co k'ool ticnaic, yujto ha Dios chi' ak'jinac pitzvoc t'a skal eb' chamnac, te niwan ix aj yelk'och yuj. Yuj val chi', scak' val och Dios t'a co k'ool, scak'anpax och yipoc co k'ool."
        },
        {
            "number": "22",
            "text": "Ha ticnaic, yuj Yespíritu Dios ix co k'anab'ajej jun k'ayb'ub'al te yel tik. Icha chi' scutej co tojolb'itan co b'eyb'al, sec yuj chi' yel sco xajanej eb' cuk'tac eb' canab'. Yuj chi' yovalil sco xajanej co b'ha t'a smasanil co k'ool yet' t'a smasanil quip."
        },
        {
            "number": "23",
            "text": "Ha onh tik, ix onh alji t'a schaelal. Manhoc t'a co mam co nun chamelb'a yaj ix onh aljixi, palta yujnhej slolonel Dios, yujto aj q'uinal yaji. Ha slolonel tik aynhejek' t'a junelnhej."
        },
        {
            "number": "24",
            "text": "Yujto icha tik syal t'a Slolonel Tz'ib'yajcani: Ha sq'uinal eb' anima smasanil, lajan icha anh ank'ultak. Lajan swach'il eb' icha xumaquil anh ank'ultak chi'. Yujto a anh chi', junnhej rato stacjiel anh. Axo sxumaquil anh, tonhej tz'el b'ulnajoc."
        },
        {
            "number": "25",
            "text": "Palta haxo slolonel Dios Cajal, aynhejek' t'a junelnhej, xchicani. Ha slolonel tik, aton jun wach' ab'ix yic colnab'il alb'ilcan t'ayex."
        }
    ]
}