{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi' yowalil scactejcan masanil chukal. Max cak' musansatil quetanimail. Manh chab'satoc scutej co b'a. Max och chi'an co k'ool t'a quetanimail, max onh b'uchvaj t'a spatic eb'."
        },
        {
            "number": "2",
            "text": "Tato t'a val yel ix cojtaquejeli to wach' Cajal t'ayonh, ichaocab' junok nene' unin sgana schuni, ichocab' ta' scutej co nib'anoch sk'ayb'ub'al Dios, aton jun malaj spaltail, yic ol onh wach' tek'k'aj t'a co colnab'il."
        },
        {
            "number": "3",
            "text": "Icha tz'aj yak'jiq'ue junok q'uen q'ueen t'a yib'anh yipumal yich junok pat, ichocab' chi' scutej co nitzanoch co b'ha t'a Cajal Jesús. Ha Cajal chi' lajan yet' jun q'uen q'ueen ix actajcan yuj eb' winh b'oum pat, palta sik'b'ilel yuj Dios, te niwan yelk'och t'a yichanh."
        },
        {
            "number": "4",
            "text": "Yuj chi' caq'uecoch co b'ha t'a yol sk'ab' Dios yic tzonh och stemplooc b'aj ol onh och sacerdoteoc yuj cak'an silab' t'ay yuj Jesucristo, aton juntzanh silab' schec Yespíritu Dios cak'a'. Ste tzalaj val yet' juntzanh silab' chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi', icha tik yajcan yalan Dios t'a Slolonel Tz'ib'ab'ilcani: Ha in val svak'canoch jun q'uen q'ueen t'a Sion yic tz'och t'a sjolom schiquin junok pat, sik'b'ilel vuuj, te niwan yel pax k'ochi. Ha mach tz'ak'anoch jun q'uen q'ueen chi' yipoc sk'ool, manh ol canlaj t'a q'uixvelal, xchi Dios."
        },
        {
            "number": "6",
            "text": "Ha onh scak'och Cristo t'a co k'ool, te niwan yelk'och t'ayonh. Ay pax eb' max ak'anoch t'a sk'ool. Yuj eb' chi', syalanpax icha tik t'a Slolonel chi': Ha jun q'uen q'ueen malaj yelk'och t'a yichanh eb' b'oum pat, aton q'uen ix och sjolomoc schiquin te' pat, xchi."
        },
        {
            "number": "7",
            "text": "Syalanpax junxo tik: Icha junok q'ueen b'aj stenoch yoc eb' anima, stelvi pax eb' yuj, icha chi' yaj t'a sat eb', xchicani. Yujto icha chi' yaj Cristo t'a eb' max ak'anoch t'a sk'ool. Tonhej somchajel eb' yuj, yujto max sk'anab'ajej slolonel eb'. Atax t'a peca', chequeltaxon yaj eb' to icha chi' ol yutoc sb'a eb'."
        },
        {
            "number": "8",
            "text": "Palta a onh tik, junxonhej quinhtilal t'a yichanh Dios, sik'b'il onh och sacerdoteal, yic scak'an servil co Reyal, syalelk'ochi aton Dios. Schonhab'xo Dios caji, ix onh siq'ueli yic tzonh ochcan yicoc, yic scalan pax el swach'ilal. Yujto a ix onh ik'anelta t'a skal k’ik’ k’inal, ix onh yak'anoch t'a sakil k'inal satub'tac yilji."
        },
        {
            "number": "9",
            "text": "Ha t'a yalanhtaxo, manh ex schonhab'oc Dios, palta schonhab' exxo ticnaic. Ha t'a yalanhtax chi', malaj mach tz'ok' sk'ool t'ayex. Axo ticnaic, tz'ok' sk'ool Dios t'ayex qued'oc."
        },
        {
            "number": "10",
            "text": "Ex xajanab'il vuuj, manh co chonhab'oclaj jun yol yib'anhk’inal tik, yujto eq'uelb'anhej quek' t'ay. Yuj chi' tzin tevi t'ayex to manh e k'ulej juntzanh snib'ejoch e nivanil. Yujto a juntzanh chi', tzonh ixtaxel yuj."
        },
        {
            "number": "11",
            "text": "Wach'nhejocab' tzeyutej e b'eyb'al yil eb' manto ojtannacoc Dios. Yuj chi', wach'chom syal eb' ticnaic to te chuk ex. Palta tato syil eb' to wach' e b'eyb'al, ol yal wach' lolonel eb' d'ha Dios ayic ol javok sk'ual sch'olb'itan tas caj co masanil."
        },
        {
            "number": "12",
            "text": "Yujto sco xajanej Cajal Jesús, yuj chi' smoj sco k'anab'ajej pax masanil eb' ay yopisio yuj eb' anima. Sco k'anab'ajej winh sat yajal, aton winh tz'ak'an mandar eb' smasanil."
        },
        {
            "number": "13",
            "text": "Sco k'anab'ajanpax juntzanhxo eb' yajal, yujto ay yopisio eb' yuj winh sat yajal chi', yic tz'ak'jioch syaelal eb' max k'anab'ajan sley eb'. Syalanpax swach'il eb' wach' sb'eyb'al eb'."
        },
        {
            "number": "14",
            "text": "Sgana Dios wach' scutej co b'eyb'al, yic manhxo ol yal-laj yalan chukal eb' malaj spensar t'a co patic."
        },
        {
            "number": "15",
            "text": "Ha onh tik, librexo caji. Yuj chi' ichocab'ta' scutej co b'a. Palta max yal-laj co naani to syal co k'ulan juntzanh chukal yujto librexo caji. Ocxo jun, co naeccoti to schecab' onh co Mam Dios."
        },
        {
            "number": "16",
            "text": "Ayokab' yelk'och junjun anima t'ayonh. Sco xajanej eb' quetcreyenteal. Conh xivec d'ha Dios. Nivanocab' yelk'och winh sat yajal t'ayonh."
        },
        {
            "number": "17",
            "text": "Ha ex checab' eyaj t'a e patrón, k'anab'ajejec eb'. Ayokab' yelk'och eb' t'ayex. Manhocnhej eb' wach' spensar, eb' snaan eyuuj, tze k'anab'ajej. Tze k'anab'ajej pax eb' ov."
        },
        {
            "number": "18",
            "text": "Tato yujnhej to ayoch co pensar d'ha Dios, scomon ak'jioch yaelal t'a quib'anh, tato scak' pax techajoc, stzalaj Dios qued'oc."
        },
        {
            "number": "19",
            "text": "Q'uinaloc sja co yaelal yuj juntzanh chukal sco k'ulej, ¿tom yujnhej cak'an techaj jun yaelal chi', wach' quico'? Maay. Palta tato tz'ak'jioch co yaelal yuj junok tas wach' sco k'ulej, tato stechaj pax cuuj, wach' jun chi' t'a yichanh Dios."
        },
        {
            "number": "20",
            "text": "Ix onh yavtejoch Dios yicoc, yic scab' syail yuj co wach' b'eyb'al tik. Yab'nac syail Cristo cuuj. Icha chi' yutejnac sch'oxan jun wach' b'eyb'al t'ayonh, yic a sco b'eyb'alej yet'oc."
        },
        {
            "number": "21",
            "text": "Ha Cristo, malaj jab'oc smul ochnac. Malaj pax b'aj yesejnac juneloc."
        },
        {
            "number": "22",
            "text": "Ayic ix b'uchji, maj spaclaj sb'a. Ayic ix och t'a syaelal, maj yal-laj tato ol spak sb'a. Anhej t'a yol scab' Dios ix yak'och sb'a, yujto anhejton jun Juez te tojol."
        },
        {
            "number": "23",
            "text": "Ha Cristo ix ik'ancanb'at co chukal yet' snivanil ayic ix cham t'a te' culus, yuj chi' manhxalaj yalan yic chukal t'ayonh, ichato chamnac onhxo el t'ay. Icha chi' ix onh yutej, yic wach'nhej scutej co b'a. Ix yab' val syail cuuj, yic wach' tzonh colchajcaneli."
        },
        {
            "number": "24",
            "text": "Ha t'a yalanhtaxo, satnac onh icha nok' calnel satnacb'ati. Axo ticnaic, ix onh meltzajxicot t'a Quilumal, co Tanhvumal paxi."
        }
    ]
}