{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi' yovalil scactejcan masanil chucal. Max cak' musansatil quetanimail. Manh chab'satoc scutej co b'a. Max och chi'an co k'ool d'a quetanimail, max onh b'uchvaj d'a spatic eb'."
        },
        {
            "number": "2",
            "text": "Tato d'a val yel ix cojtaquejeli to vach' Cajal d'ayonh, ichaocab' junoc nene' unin sgana schuni, ichocab' ta' scutej co nib'anoch sk'ayb'ub'al Dios, aton jun malaj spaltail, yic ol onh vach' tek'k'aj d'a co colnab'il."
        },
        {
            "number": "3",
            "text": "Icha tz'aj yak'jiq'ue junoc q'uen q'ueen d'a yib'anh yipumal yich junoc pat, ichocab' chi' scutej co nitzanoch co b'a d'a Cajal Jesús. A Cajal chi' lajan yed' jun q'uen q'ueen ix actajcan yuj eb' vinh b'oum pat, palta sik'b'ilel yuj Dios, te nivan yelk'och d'a yichanh."
        },
        {
            "number": "4",
            "text": "Yuj chi' caq'uecoch co b'a d'a yol sk'ab' Dios yic tzonh och stemplooc b'aj ol onh och sacerdoteoc yuj cak'an silab' d'ay yuj Jesucristo, aton juntzanh silab' schec Yespíritu Dios cak'a'. Ste tzalaj val yed' juntzanh silab' chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi', icha tic yajcan yalan Dios d'a Slolonel Tz'ib'ab'ilcani: A in val svak'canoch jun q'uen q'ueen d'a Sion yic tz'och d'a sjolom schiquin junoc pat, sik'b'ilel vuuj, te nivan yel pax k'ochi. A mach tz'ak'anoch jun q'uen q'ueen chi' yipoc sk'ool, manh ol canlaj d'a q'uixvelal, xchi Dios."
        },
        {
            "number": "6",
            "text": "A onh scak'och Cristo d'a co k'ool, te nivan yelk'och d'ayonh. Ay pax eb' max ak'anoch d'a sk'ool. Yuj eb' chi', syalanpax icha tic d'a Slolonel chi': A jun q'uen q'ueen malaj yelk'och d'a yichanh eb' b'oum pat, aton q'uen ix och sjolomoc schiquin te' pat, xchi."
        },
        {
            "number": "7",
            "text": "Syalanpax junxo tic: Icha junoc q'ueen b'aj stenoch yoc eb' anima, stelvi pax eb' yuuj, icha chi' yaj d'a sat eb', xchicani. Yujto icha chi' yaj Cristo d'a eb' max ak'anoch d'a sk'ool. Tonhej somchajel eb' yuuj, yujto max sk'anab'ajej slolonel eb'. Atax d'a peca', chequeltaxon yaj eb' to icha chi' ol yutoc sb'a eb'."
        },
        {
            "number": "8",
            "text": "Palta a onh tic, junxonhej quinhtilal d'a yichanh Dios, sik'b'il onh och sacerdoteal, yic scak'an servil co Reyal, syalelk'ochi aton Dios. Schonhab'xo Dios caji, ix onh siq'ueli yic tzonh ochcan yicoc, yic scalan pax el svach'ilal. Yujto a ix onh ik'anelta d'a scal q'uik'alq'uinal, ix onh yak'anoch d'a saquilq'uinal satub'tac yilji."
        },
        {
            "number": "9",
            "text": "A d'a yalanhtaxo, manh ex schonhab'oc Dios, palta schonhab' exxo ticnaic. A d'a yalanhtax chi', malaj mach tz'ok' sk'ool d'ayex. Axo ticnaic, tz'ok' sk'ool Dios d'ayex qued'oc."
        },
        {
            "number": "10",
            "text": "Ex xajanab'il vuuj, manh co chonhab'oclaj jun yolyib'anhq'uinal tic, yujto eq'uelb'anhej quek' d'ay. Yuj chi' tzin tevi d'ayex to manh e k'ulej juntzanh snib'ejoch e nivanil. Yujto a juntzanh chi', tzonh ixtaxel yuuj."
        },
        {
            "number": "11",
            "text": "Vach'nhejocab' tzeyutej e b'eyb'al yil eb' manto ojtannacoc Dios. Yuj chi', vach'chom syal eb' ticnaic to te chuc ex. Palta tato syil eb' to vach' e b'eyb'al, ol yal vach' lolonel eb' d'a Dios ayic ol javoc sk'ual sch'olb'itan tas caj co masanil."
        },
        {
            "number": "12",
            "text": "Yujto sco xajanej Cajal Jesús, yuj chi' smoj sco k'anab'ajej pax masanil eb' ay yopisio yuj eb' anima. Sco k'anab'ajej vinh sat yajal, aton vinh tz'ak'an mandar eb' smasanil."
        },
        {
            "number": "13",
            "text": "Sco k'anab'ajanpax juntzanhxo eb' yajal, yujto ay yopisio eb' yuj vinh sat yajal chi', yic tz'ak'jioch syaelal eb' max k'anab'ajan sley eb'. Syalanpax svach'il eb' vach' sb'eyb'al eb'."
        },
        {
            "number": "14",
            "text": "Sgana Dios vach' scutej co b'eyb'al, yic manhxo ol yal-laj yalan chucal eb' malaj spensar d'a co patic."
        },
        {
            "number": "15",
            "text": "A onh tic, librexo caji. Yuj chi' ichocab'ta' scutej co b'a. Palta max yal-laj co naani to syal co k'ulan juntzanh chucal yujto librexo caji. Ocxo jun, co naeccoti to schecab' onh co Mam Dios."
        },
        {
            "number": "16",
            "text": "Ayocab' yelk'och junjun anima d'ayonh. Sco xajanej eb' quetcreyenteal. Conh xivec d'a Dios. Nivanocab' yelk'och vinh sat yajal d'ayonh."
        },
        {
            "number": "17",
            "text": "A ex checab' eyaj d'a e patrón, k'anab'ajejec eb'. Ayocab' yelk'och eb' d'ayex. Manhocnhej eb' vach' spensar, eb' snaan eyuuj, tze k'anab'ajej. Tze k'anab'ajej pax eb' ov."
        },
        {
            "number": "18",
            "text": "Tato yujnhej to ayoch co pensar d'a Dios, scomon ak'jioch yaelal d'a quib'anh, tato scak' pax techajoc, stzalaj Dios qued'oc."
        },
        {
            "number": "19",
            "text": "Q'uinaloc sja co yaelal yuj juntzanh chucal sco k'ulej, ¿tom yujnhej cak'an techaj jun yaelal chi', vach' quico'? Maay. Palta tato tz'ak'jioch co yaelal yuj junoc tas vach' sco k'ulej, tato stechaj pax cuuj, vach' jun chi' d'a yichanh Dios."
        },
        {
            "number": "20",
            "text": "Ix onh yavtejoch Dios yicoc, yic scab' syail yuj co vach' b'eyb'al tic. Yab'nac syail Cristo cuuj. Icha chi' yutejnac sch'oxan jun vach' b'eyb'al d'ayonh, yic a sco b'eyb'alej yed'oc."
        },
        {
            "number": "21",
            "text": "A Cristo, malaj jab'oc smul ochnac. Malaj pax b'aj yesejnac juneloc."
        },
        {
            "number": "22",
            "text": "Ayic ix b'uchji, maj spaclaj sb'a. Ayic ix och d'a syaelal, maj yal-laj tato ol spac sb'a. Anhej d'a yol scab' Dios ix yak'och sb'a, yujto anhejton jun Juez te tojol."
        },
        {
            "number": "23",
            "text": "A Cristo ix ik'ancanb'at co chucal yed' snivanil ayic ix cham d'a te' culus, yuj chi' manhxalaj yalan yic chucal d'ayonh, ichato chamnac onhxo el d'ay. Icha chi' ix onh yutej, yic vach'nhej scutej co b'a. Ix yab' val syail cuuj, yic vach' tzonh colchajcaneli."
        },
        {
            "number": "24",
            "text": "A d'a yalanhtaxo, satnac onh icha nok' calnel satnacb'ati. Axo ticnaic, ix onh meltzajxicot d'a Quilumal, co Tanhvumal paxi."
        }
    ]
}