{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi' yowalil scactejcan masanil chukal. Max cak' musansatil quetanimail. Manh chab'satoc scutej ko b'a. Max och chi'an ko k'ool t'a quetanimail, max onh b'uchwaj t'a spatic heb'."
        },
        {
            "number": "2",
            "text": "Tato t'a wal yel ix cojtaquejeli to wach' Kajal t'ayonh, ichaocab' junok nene' unin sgana schuni, ichocab' ta' scutej ko nib'anoch sk'ayb'ub'al Dios, aton jun malaj spaltail, yic ol onh wach' tek'k'aj t'a ko colnab'il."
        },
        {
            "number": "3",
            "text": "Icha tz'aj yak'jik'e junok k'een k'een t'a yib'anh yipumal yich junok pat, ichocab' chi' scutej ko nitzanoch ko b'ha t'a Kajal Jesús. Ha Kajal chi' lajan yet' jun k'een k'een ix actajcan yuj heb' winh b'oum pat, palta sik'b'ilel yuj Dios, te niwan yelk'och t'a yichanh."
        },
        {
            "number": "4",
            "text": "Yuj chi' cak'ecoch ko b'ha t'a yol sk'ab' Dios yic tzonh och stemplooc b'aj ol onh och sacerdoteoc yuj cak'an silab' t'ay yuj Jesucristo, aton juntzanh silab' schec Yespíritu Dios cak'a'. Ste tzalaj wal yet' juntzanh silab' chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi', icha tik yajcan yalan Dios t'a Slolonel Tz'ib'ab'ilcani: Ha in wal swak'canoch jun k'een k'een t'a Sion yic tz'och t'a sjolom schiquin junok pat, sik'b'ilel wuuj, te niwan yel pax k'ochi. Ha mach tz'ak'anoch jun k'een k'een chi' yipoc sk'ool, manh ol canlaj t'a q'uixwelal, xchi Dios."
        },
        {
            "number": "6",
            "text": "Ha onh skak'och Cristo t'a ko k'ool, te niwan yelk'och t'ayonh. Ay pax heb' max ak'anoch t'a sk'ool. Yuj heb' chi', syalanpax icha tik t'a Slolonel chi': Ha jun k'een k'een malaj yelk'och t'a yichanh heb' b'oum pat, aton k'een ix och sjolomoc schiquin te' pat, xchi."
        },
        {
            "number": "7",
            "text": "Syalanpax junxo tik: Icha junok k'een b'aj stenoch yoc heb' anima, stelwi pax heb' yuj, icha chi' yaj t'a sat heb', xchicani. Yujto icha chi' yaj Cristo t'a heb' max ak'anoch t'a sk'ool. Tonhej somchajel heb' yuj, yujto max sk'anab'ajej slolonel heb'. Atax t'a peka', chequeltaxon yaj heb' to icha chi' ol yutoc sb'a heb'."
        },
        {
            "number": "8",
            "text": "Palta a onh tik, junxonhej quinhtilal t'a yichanh Dios, sik'b'il onh och sacerdoteal, yic skak'an serwil ko Reyal, syalelk'ochi aton Dios. Schonhab'xo Dios caji, ix onh sik'eli yic tzonh ochcan yicoc, yic scalan pax el swach'ilal. Yujto a ix onh ik'anelta t'a skal k’ik’ k’inal, ix onh yak'anoch t'a sakil k'inal satub'tac yilji."
        },
        {
            "number": "9",
            "text": "Ha t'a yalanhtaxo, manh ex schonhab'oc Dios, palta schonhab' exxo ticnaik. Ha t'a yalanhtax chi', malaj mach tz'ok' sk'ool t'ayex. Axo ticnaik, tz'ok' sk'ool Dios t'ayex qued'oc."
        },
        {
            "number": "10",
            "text": "Ex xajanab'il wuuj, manh ko chonhab'oclaj jun yol yib'anhk’inal tik, yujto ek'elb'anhej quek' t'ay. Yuj chi' tzin tewi t'ayex to manh he k'ulej juntzanh snib'ejoch he niwanil. Yujto a juntzanh chi', tzonh ixtaxel yuj."
        },
        {
            "number": "11",
            "text": "Wach'nhejocab' tzeyutej he b'eyb'al yil heb' manto ojtannacoc Dios. Yuj chi', wach'chom syal heb' ticnaik to te chuk ex. Palta tato syil heb' to wach' he b'eyb'al, ol yal wach' lolonel heb' d'ha Dios ayic ol jawok sk'ual sch'olb'itan tas caj ko masanil."
        },
        {
            "number": "12",
            "text": "Yujto sco xajanej Kajal Jesús, yuj chi' smoj sco k'anab'ajej pax masanil heb' ay yopisio yuj heb' anima. Sco k'anab'ajej winh sat yajal, aton winh tz'ak'an mandar heb' smasanil."
        },
        {
            "number": "13",
            "text": "Sco k'anab'ajanpax juntzanhxo heb' yajal, yujto ay yopisio heb' yuj winh sat yajal chi', yic tz'ak'jioch syaelal heb' max k'anab'ajan sley heb'. Syalanpax swach'il heb' wach' sb'eyb'al heb'."
        },
        {
            "number": "14",
            "text": "Sgana Dios wach' scutej ko b'eyb'al, yic manhxo ol yal-laj yalan chukal heb' malaj spensar t'a ko patic."
        },
        {
            "number": "15",
            "text": "Ha onh tik, librexo caji. Yuj chi' ichocab'ta' scutej ko b'a. Palta max yal-laj ko naani to syal ko k'ulan juntzanh chukal yujto librexo caji. Ocxo jun, ko naeccoti to schecab' onh ko Mam Dios."
        },
        {
            "number": "16",
            "text": "Ayokab' yelk'och junjun anima t'ayonh. Sco xajanej heb' quetcreyenteal. Conh xiwec d'ha Dios. Niwanocab' yelk'och winh sat yajal t'ayonh."
        },
        {
            "number": "17",
            "text": "Ha ex checab' eyaj t'a he patrón, k'anab'ajejec heb'. Ayokab' yelk'och heb' t'ayex. Manhoknhej heb' wach' spensar, heb' snaan eyuuj, tze k'anab'ajej. Tze k'anab'ajej pax heb' ov."
        },
        {
            "number": "18",
            "text": "Tato yujnhej to ayoch ko pensar d'ha Dios, scomon ak'jioch yaelal t'a quib'anh, tato skak' pax techajoc, stzalaj Dios qued'oc."
        },
        {
            "number": "19",
            "text": "Q'uinaloc sja ko yaelal yuj juntzanh chukal sco k'ulej, ¿tom yujnhej cak'an techaj jun yaelal chi', wach' quico'? Maay. Palta tato tz'ak'jioch ko yaelal yuj junok tas wach' sco k'ulej, tato stechaj pax cuuj, wach' jun chi' t'a yichanh Dios."
        },
        {
            "number": "20",
            "text": "Ix onh yavtejoch Dios yicoc, yic scab' syail yuj ko wach' b'eyb'al tik. Yab'nac syail Cristo cuuj. Icha chi' yutejnac sch'oxan jun wach' b'eyb'al t'ayonh, yic a sco b'eyb'alej yet'oc."
        },
        {
            "number": "21",
            "text": "Ha Cristo, malaj jab'oc smul ochnac. Malaj pax b'aj yesejnac juneloc."
        },
        {
            "number": "22",
            "text": "Ayic ix b'uchji, maj spaclaj sb'a. Ayic ix och t'a syaelal, maj yal-laj tato ol spak sb'a. Anhej t'a yol scab' Dios ix yak'och sb'a, yujto anhejton jun Juez te tojol."
        },
        {
            "number": "23",
            "text": "Ha Cristo ix ik'ancanb'at ko chukal yet' sniwanil ayic ix cham t'a te' culus, yuj chi' manhxalaj yalan yic chukal t'ayonh, ichato chamnac onhxo el t'ay. Icha chi' ix onh yutej, yic wach'nhej scutej ko b'a. Ix yab' wal syail cuuj, yic wach' tzonh colchajcaneli."
        },
        {
            "number": "24",
            "text": "Ha t'a yalanhtaxo, satnac onh icha nok' calnel satnacb'ati. Axo ticnaik, ix onh meltzajxicot t'a Quilumal, ko Tanhwumal paxi."
        }
    ]
}