{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ex ix ayxo eyetb'eyum, yowalil tze k'anab'ajej eb' vinh eyetb'eyum chi', yic tato ayex mach ex max yak'och sk'ool eb' vinh eyetb'eyum chi' t'a slolonel Dios, manh yovaliloc ay tas tzeyal t'a eb' vinh, palta ol montajoch eb' vinh yuj e b'eyb'al chi',"
        },
        {
            "number": "2",
            "text": "yujto ol yil eb' vinh to munil ayex, tzex xivpax d'ha Dios."
        },
        {
            "number": "3",
            "text": "Ayokab' e wach'il, manhoclaj chajtil yilji e nivanil svala'. Manh eyak'och e pensar t'a chajtil tzeyutej e ch'uman xil e jolom. Manh eyak'och e pensar t'a juntzanh q'uen oro yet' juntzanh pichul caro stojol tzeyak'ochi. Manhoc yet' juntzanh chi' tze b'o e b'a."
        },
        {
            "number": "4",
            "text": "Palta aocab' e k'olb'al tzeyak' eyip e b'oani, yic wach' eyilji t'a sat Dios. Ha e wach'il chi', malaj b'ak'uinh ol lajvoc. Tato nanam tzeyutej e pensar, emnaquil pax tzeyutej e b'a, wach' yilji jun chi' t'a sat Dios, niwan yelk'och t'a yichanh."
        },
        {
            "number": "5",
            "text": "Ha t'a peca', ay juntzanh eb' ix ix icha chi' yutejnac sb'eyb'al, yak'nacoch spensar eb' ix d'ha Dios. Sk'anab'ajannac pax eb' vinh yetb'eyum eb' ix."
        },
        {
            "number": "6",
            "text": "Icha chi' yutejnac sb'a ix Sara. Sk'anab'ajejnac val ix tas syal vinhaj Abraham. Yalnac pax ix icha tik t'a vinh “vajal ach”, xchi ix. Ha exxo tik, ex ix, wach' tzeyutej e b'eyb'al. Mocab' ex och ilk'olal e naub'tanhan tas xivub'tac ol javoc, tato icha chi' lajan e pensar yet' ix Sara chi'."
        },
        {
            "number": "7",
            "text": "Ha exxo vinac ex ayxo eb' ix eyetb'eyum, wach' tzeyutej e pensar t'a eb' ix. Nachajocab'el eyuuj to lajan eb' ix icha junok lum chen k'un spoji. Ayokab' yelk'och eb' ix t'a e sat, yujto junnhej e q'uinal ix e cha yet' eb' ix yuj swach'k'olal Dios. Icha chi' tzeyutej e b'ha t'a eb' ix, yic ol ab'chaj e lesal yet' eb' ix."
        },
        {
            "number": "8",
            "text": "Anhejtona', svalan junxo tik t'ayex. Junxonhej tzeyutej e pensar e masanil. Tato ay eb' scusi, colvajanhec yet' eb'. Slaj e xajanej e b'a, yujto eyuk'tac eyanab' e b'a. Tzeyil-laj e k'ool t'ayex junjun ex. Nanam tzeyutej e b'a junjun ex."
        },
        {
            "number": "9",
            "text": "Tato ay eb' chuk syutej sb'a t'ayex, manh chucoc tzeyutej pax e b'ha t'a eb'. Tato ay eb' tzex b'uchani, manh e b'uch pax eb', palta a swach'k'olal Dios tze k'an t'a yib'anh eb', yujto ix onh yavtejoch Dios yicoc, yic syak' swach'k'olal t'ayonh."
        },
        {
            "number": "10",
            "text": "Yujto icha tik syal t'a Slolonel Dios Tz'ib'ab'ilcani: Tato syal e k'ool snajatb'i e q'uinal, e gana pax tzalajk'olal tzek' junjun k'u eyuuj, manhxo eyal chukal lolonel, manhxo eyesej."
        },
        {
            "number": "11",
            "text": "Iq'uequel e b'ha t'a chukal, haxo wach'il tze k'ulej, manhxo eyak' oval, a junk'olal tze b'eyb'alejnhej."
        },
        {
            "number": "12",
            "text": "Yujto ha Dios Cajal stanhvan eb' anima wach' sb'eyb'al, smaclan val yab'i ayic syalan sb'a eb' t'ay, palta aycot yoval sk'ool t'a eb' sk'ulan chukal, xchicani."
        },
        {
            "number": "13",
            "text": "Tato anhej wach'il sco k'ulej, ¿mach junok ol ik'anchaanh chukal t'a co patic?"
        },
        {
            "number": "14",
            "text": "Palta tato yujnhej co wach' b'eyb'al scab' syail, te wach' quico'. Yujto tz'ib'yajcani: Manh eyec xiv e b'a e naan yuj tas ijan tzex yutej eb'. Manh e cha somchajel e pensar, xchicani."
        },
        {
            "number": "15",
            "text": "Co naocab'i to a Cristo ayoch Yajalil t'ayonh, Axonhejochi. Listaocab' scutej co b'a calan yab' eb' sk'anb'an t'ayonh tas yuj scak'och Cristo chi' yipoc co k'ool. Emnaquilocab' scutej calan t'a eb', k'ununiocab' scutej calani,"
        },
        {
            "number": "16",
            "text": "yujto ayoch co pensar t'a Cristo chi'. Wach' scutej co b'eyb'al yic wach' malaj tas syal jun tz'ak'an cojtaquejeli tas wach' yet' tas chuk, yic wach' a eb' tzonh b'uchan yuj co wach' b'eyb'al yujto creyente onh, ol q'uixvoc eb'."
        },
        {
            "number": "17",
            "text": "Te wach' tato scab' syail yuj co wach' b'eyb'al, tato icha chi' tz'el t'a sk'ool Dios, t'a yichanh to yuj co chuk b'eyb'al scab' syail."
        },
        {
            "number": "18",
            "text": "Yujto a Cristo ix ab'an syail. Ix cham yuj co mul junel. Te tojol spensar. Ha onhxo tik, manh tojoloc co pensar, palta A' ix yab' syail cuuj, yic tzonh yik'b'at d'ha Dios. Ha snivanil ix chami, palta haxo yic ix pitzvixi, a Espíritu ix ak'anxi pitzvoc."
        },
        {
            "number": "19",
            "text": "Yuj Espíritu chi', ix xid'ek' yalel slolonel Dios t'a juntzanh pixan preso yajcani,"
        },
        {
            "number": "20",
            "text": "aton t'a spixanil eb' manh k'anab'ajannacoc Dios t'a peca' t'a stiempoal vinhaj Noé. Ha t'a jun pekti’ chi', niwan yutejnac sk'ool Dios t'a eb', yic stanhvej sb'o jun niwan barco. Ha yuj te' barco chi' ay jayvanh eb' colchajnac el t'a ha ha'. Vajxacvanh eb' colchajnaccaneli."
        },
        {
            "number": "21",
            "text": "Ha jun tas ujinac chi', ch'oxnab'il yaji, yujto yuj ha ha' yet' bautismo tzonh colchaj ticnaic yujto ix pitzvixi Jesucristo. Ha jun bautismo tik, manh yopisiooc yik'anel smical co nivanil, palta a sch'oxani, to manh chab'k'olaloc ix cak' co ti' d'ha Dios."
        },
        {
            "number": "22",
            "text": "Paxnacq'ue Jesucristo chi' t'a satcha’anh. Ha t'a swach' k'ab' Dios ayek' ticnaic. Ha tz'ak'an mandar masanil eb' ángel, masanil juntzanhxo ay yopisio manh chequeloc yet' eb' ay spoder."
        }
    ]
}