{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ex ix ayxo eyetb'eyum, yowalil tze k'anab'ajej heb' winh eyetb'eyum chi', yic tato ayex mach ex max yak'och sk'ool heb' winh eyetb'eyum chi' t'a slolonel Dios, manh yowaliloc ay tas tzeyal t'a heb' winh, palta ol montajoch heb' winh yuj he b'eyb'al chi',"
        },
        {
            "number": "2",
            "text": "yujto ol yil heb' winh to munil ayex, tzex xivpax d'ha Dios."
        },
        {
            "number": "3",
            "text": "Ayokab' he wach'il, manhoclaj chajtil yilji he niwanil swala'. Manh eyak'och he pensar t'a chajtil tzeyutej he ch'uman xil he jolom. Manh eyak'och he pensar t'a juntzanh k'een oro yet' juntzanh pichul caro stojol tzeyak'ochi. Manhok yet' juntzanh chi' tze b'o he b'a."
        },
        {
            "number": "4",
            "text": "Palta aokab' he k'olb'al tzeyak' eyip he b'oani, yic wach' eyilji t'a sat Dios. Ha he wach'il chi', malaj b'ak'uinh ol lajwoc. Tato nanam tzeyutej he pensar, emnaquil pax tzeyutej he b'a, wach' yilji jun chi' t'a sat Dios, niwan yelk'och t'a yichanh."
        },
        {
            "number": "5",
            "text": "Ha t'a peka', ay juntzanh heb' ix ix icha chi' yutejnac sb'eyb'al, yak'nacoch spensar heb' ix d'ha Dios. Sk'anab'ajannac pax heb' winh yetb'eyum heb' ix."
        },
        {
            "number": "6",
            "text": "Icha chi' yutejnac sb'a ix Sara. Sk'anab'ajejnac wal ix tas syal winhaj Abraham. Yalnac pax ix icha tik t'a winh “wajal ach”, xchi ix. Ha exxo tik, ex ix, wach' tzeyutej he b'eyb'al. Mokab' ex och ilk'olal he naub'tanhan tas xiwub'tac ol jawok, tato icha chi' lajan he pensar yet' ix Sara chi'."
        },
        {
            "number": "7",
            "text": "Ha exxo winak ex ayxo heb' ix eyetb'eyum, wach' tzeyutej he pensar t'a heb' ix. Nachajokab'el eyuuj to lajan heb' ix icha junok lum chen k'un spoji. Ayokab' yelk'och heb' ix t'a he sat, yujto junnhej he k 'inal ix he cha yet' heb' ix yuj swach'k'olal Dios. Icha chi' tzeyutej he b'ha t'a heb' ix, yic ol ab'chaj he lesal yet' heb' ix."
        },
        {
            "number": "8",
            "text": "Anhejtona', swalan junxo tik t'ayex. Junxonhej tzeyutej he pensar he masanil. Tato ay heb' scusi, colwajanhec yet' heb'. Slaj he xajanej he b'a, yujto eyuk'tac eyanab' he b'a. Tzeyil-laj he k'ool t'ayex junjun ex. Nanam tzeyutej he b'a junjun ex."
        },
        {
            "number": "9",
            "text": "Tato ay heb' chuk syutej sb'a t'ayex, manh chucoc tzeyutej pax he b'ha t'a heb'. Tato ay heb' tzex b'uchani, manh he b'uch pax heb', palta a swach'k'olal Dios tze k'an t'a yib'anh heb', yujto ix onh yavtejoch Dios yicoc, yic syak' swach'k'olal t'ayonh."
        },
        {
            "number": "10",
            "text": "Yujto icha tik syal t'a Slolonel Dios Tz'ib'ab'ilkani: Tato syal he k'ool snajatb'i he k 'inal, he gana pax tzalajk'olal tzek' junjun k'u eyuuj, manhxo eyal chukal lolonel, manhxo eyesej."
        },
        {
            "number": "11",
            "text": "Ik'equel he b'ha t'a chukal, haxo wach'il tze k'ulej, manhxo eyak' owal, a junk'olal tze b'eyb'alejnhej."
        },
        {
            "number": "12",
            "text": "Yujto ha Dios Kajal stanhwan heb' anima wach' sb'eyb'al, smaclan wal yab'i ayic syalan sb'a heb' t'ay, palta aycot yowal sk'ool t'a heb' sk'ulan chukal, xchikani."
        },
        {
            "number": "13",
            "text": "Tato anhej wach'il sko k'ulej, ¿mach junok ol ik'anchaanh chukal t'a ko patic?"
        },
        {
            "number": "14",
            "text": "Palta tato yujnhej ko wach' b'eyb'al skab' syail, te wach' quico'. Yujto tz'ib'yajkani: Manh eyec xiv he b'a he naan yuj tas ijan tzex yutej heb'. Manh he cha somchajel he pensar, xchikani."
        },
        {
            "number": "15",
            "text": "Co naokab'i to a Cristo ayoch Yajalil t'ayonh, Axonhejochi. Listaokab' scutej ko b'a kalan yab' heb' sk'anb'an t'ayonh tas yuj skak'och Cristo chi' yipoc ko k'ool. Emnaquilokab' scutej kalan t'a heb', k'ununiokab' scutej kalani,"
        },
        {
            "number": "16",
            "text": "yujto ayoch ko pensar t'a Cristo chi'. Wach' scutej ko b'eyb'al yic wach' malaj tas syal jun tz'ak'an cojtaquejeli tas wach' yet' tas chuk, yic wach' a heb' tzonh b'uchan yuj ko wach' b'eyb'al yujto creyente onh, ol q'uixwoc heb'."
        },
        {
            "number": "17",
            "text": "Te wach' tato skab' syail yuj ko wach' b'eyb'al, tato icha chi' tz'el t'a sk'ool Dios, t'a yichanh to yuj ko chuk b'eyb'al skab' syail."
        },
        {
            "number": "18",
            "text": "Yujto a Cristo ix ab'an syail. Ix cham yuj ko mul junel. Te tojol spensar. Ha onhxo tik, manh tojolok ko pensar, palta A' ix yab' syail cuuj, yic tzonh yik'b'at d'ha Dios. Ha sniwanil ix chami, palta haxo yic ix pitzwixi, a Espíritu ix ak'anxi pitzwoc."
        },
        {
            "number": "19",
            "text": "Yuj Espíritu chi', ix xid'ek' yalel slolonel Dios t'a juntzanh pixan preso yajkani,"
        },
        {
            "number": "20",
            "text": "aton t'a spixanil heb' manh k'anab'ajannacoc Dios t'a peka' t'a stiempoal winhaj Noé. Ha t'a jun pekti’ chi', niwan yutejnac sk'ool Dios t'a heb', yic stanhwej sb'o jun niwan barco. Ha yuj te' barco chi' ay jaywanh heb' colchajnac el t'a ha ha'. Vajxacwanh heb' colchajnakkaneli."
        },
        {
            "number": "21",
            "text": "Ha jun tas ujinac chi', ch'oxnab'il yaji, yujto yuj ha ha' yet' bautismo tzonh colchaj ticnaik yujto ix pitzwixi Jesucristo. Ha jun bautismo tik, manh yopisiooc yik'anel smical ko niwanil, palta a sch'oxani, to manh chab'k'olaloc ix kak' ko ti' d'ha Dios."
        },
        {
            "number": "22",
            "text": "Paxnack'e Jesucristo chi' t'a satcha’anh. Ha t'a swach' k'ab' Dios ayek' ticnaik. Ha tz'ak'an mandar masanil heb' ángel, masanil juntzanhxo ay yopisio manh chequeloc yet' heb' ay spoder."
        }
    ]
}