{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ex ix ayxo eyetb'eyum, yovalil tze k'anab'ajej eb' vinh eyetb'eyum chi', yic tato ayex mach ex max yak'och sk'ool eb' vinh eyetb'eyum chi' d'a slolonel Dios, manh yovaliloc ay tas tzeyal d'a eb' vinh, palta ol montajoch eb' vinh yuj e b'eyb'al chi',"
        },
        {
            "number": "2",
            "text": "yujto ol yil eb' vinh to munil ayex, tzex xivpax d'a Dios."
        },
        {
            "number": "3",
            "text": "Ayocab' e vach'il, manhoclaj chajtil yilji e nivanil svala'. Manh eyak'och e pensar d'a chajtil tzeyutej e ch'uman xil e jolom. Manh eyak'och e pensar d'a juntzanh q'uen oro yed' juntzanh pichul caro stojol tzeyak'ochi. Manhoc yed' juntzanh chi' tze b'o e b'a."
        },
        {
            "number": "4",
            "text": "Palta aocab' e k'olb'al tzeyak' eyip e b'oani, yic vach' eyilji d'a sat Dios. A e vach'il chi', malaj b'aq'uinh ol lajvoc. Tato nanam tzeyutej e pensar, emnaquil pax tzeyutej e b'a, vach' yilji jun chi' d'a sat Dios, nivan yelk'och d'a yichanh."
        },
        {
            "number": "5",
            "text": "A d'a peca', ay juntzanh eb' ix ix icha chi' yutejnac sb'eyb'al, yak'nacoch spensar eb' ix d'a Dios. Sk'anab'ajannac pax eb' vinh yetb'eyum eb' ix."
        },
        {
            "number": "6",
            "text": "Icha chi' yutejnac sb'a ix Sara. Sk'anab'ajejnac val ix tas syal vinhaj Abraham. Yalnac pax ix icha tic d'a vinh “vajal ach”, xchi ix. A exxo tic, ex ix, vach' tzeyutej e b'eyb'al. Mocab' ex och ilk'olal e naub'tanhan tas xivub'tac ol javoc, tato icha chi' lajan e pensar yed' ix Sara chi'."
        },
        {
            "number": "7",
            "text": "A exxo vinac ex ayxo eb' ix eyetb'eyum, vach' tzeyutej e pensar d'a eb' ix. Nachajocab'el eyuuj to lajan eb' ix icha junoc lum chen k'un spoji. Ayocab' yelk'och eb' ix d'a e sat, yujto junnhej e q'uinal ix e cha yed' eb' ix yuj svach'k'olal Dios. Icha chi' tzeyutej e b'a d'a eb' ix, yic ol ab'chaj e lesal yed' eb' ix."
        },
        {
            "number": "8",
            "text": "Anhejtona', svalan junxo tic d'ayex. Junxonhej tzeyutej e pensar e masanil. Tato ay eb' scusi, colvajanhec yed' eb'. Slaj e xajanej e b'a, yujto eyuk'tac eyanab' e b'a. Tzeyil-laj e k'ool d'ayex junjun ex. Nanam tzeyutej e b'a junjun ex."
        },
        {
            "number": "9",
            "text": "Tato ay eb' chuc syutej sb'a d'ayex, manh chucoc tzeyutej pax e b'a d'a eb'. Tato ay eb' tzex b'uchani, manh e b'uch pax eb', palta a svach'k'olal Dios tze k'an d'a yib'anh eb', yujto ix onh yavtejoch Dios yicoc, yic syak' svach'k'olal d'ayonh."
        },
        {
            "number": "10",
            "text": "Yujto icha tic syal d'a Slolonel Dios Tz'ib'ab'ilcani: Tato syal e k'ool snajatb'i e q'uinal, e gana pax tzalajk'olal tz'ek' junjun k'u eyuuj, manhxo eyal chucal lolonel, manhxo eyesej."
        },
        {
            "number": "11",
            "text": "Iq'uequel e b'a d'a chucal, axo vach'il tze k'ulej, manhxo eyak' oval, a junk'olal tze b'eyb'alejnhej."
        },
        {
            "number": "12",
            "text": "Yujto a Dios Cajal stanhvan eb' anima vach' sb'eyb'al, smaclan val yab'i ayic syalan sb'a eb' d'ay, palta aycot yoval sk'ool d'a eb' sk'ulan chucal, xchicani."
        },
        {
            "number": "13",
            "text": "Tato anhej vach'il sco k'ulej, ¿mach junoc ol ik'anchaanh chucal d'a co patic?"
        },
        {
            "number": "14",
            "text": "Palta tato yujnhej co vach' b'eyb'al scab' syail, te vach' quico'. Yujto tz'ib'yajcani: Manh eyec xiv e b'a e naan yuj tas ijan tzex yutej eb'. Manh e cha somchajel e pensar, xchicani."
        },
        {
            "number": "15",
            "text": "Co naocab'i to a Cristo ayoch Yajalil d'ayonh, Axonhejochi. Listaocab' scutej co b'a calan yab' eb' sk'anb'an d'ayonh tas yuj scak'och Cristo chi' yipoc co k'ool. Emnaquilocab' scutej calan d'a eb', k'ununiocab' scutej calani,"
        },
        {
            "number": "16",
            "text": "yujto ayoch co pensar d'a Cristo chi'. Vach' scutej co b'eyb'al yic vach' malaj tas syal jun tz'ak'an cojtaquejeli tas vach' yed' tas chuc, yic vach' a eb' tzonh b'uchan yuj co vach' b'eyb'al yujto creyente onh, ol q'uixvoc eb'."
        },
        {
            "number": "17",
            "text": "Te vach' tato scab' syail yuj co vach' b'eyb'al, tato icha chi' tz'el d'a sk'ool Dios, d'a yichanh to yuj co chuc b'eyb'al scab' syail."
        },
        {
            "number": "18",
            "text": "Yujto a Cristo ix ab'an syail. Ix cham yuj co mul junel. Te tojol spensar. A onhxo tic, manh tojoloc co pensar, palta A' ix yab' syail cuuj, yic tzonh yik'b'at d'a Dios. A snivanil ix chami, palta axo yic ix pitzvixi, a Espíritu ix ak'anxi pitzvoc."
        },
        {
            "number": "19",
            "text": "Yuj Espíritu chi', ix xid'ek' yalel slolonel Dios d'a juntzanh pixan preso yajcani,"
        },
        {
            "number": "20",
            "text": "aton d'a spixanil eb' manh k'anab'ajannacoc Dios d'a peca' d'a stiempoal vinhaj Noé. A d'a jun tiempoal chi', nivan yutejnac sk'ool Dios d'a eb', yic stanhvej sb'o jun nivan barco. A yuj te' barco chi' ay jayvanh eb' colchajnac el d'a a a'. Vajxacvanh eb' colchajnaccaneli."
        },
        {
            "number": "21",
            "text": "A jun tas ujinac chi', ch'oxnab'il yaji, yujto yuj a a' yed' bautismo tzonh colchaj ticnaic yujto ix pitzvixi Jesucristo. A jun bautismo tic, manh yopisiooc yik'anel smical co nivanil, palta a sch'oxani, to manh chab'k'olaloc ix cak' co ti' d'a Dios."
        },
        {
            "number": "22",
            "text": "Paxnacq'ue Jesucristo chi' d'a satchaanh. A d'a svach' k'ab' Dios ayek' ticnaic. A tz'ak'an mandar masanil eb' ángel, masanil juntzanhxo ay yopisio manh chequeloc yed' eb' ay spoder."
        }
    ]
}