{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Yab'nac val syail Cristo yed' snivanil ayic ix chami. Yuj chi' co naec to chamnac onh pax yed'oc. A eb' chamnacxo, manhxalaj yalan yic eb' d'a chucal."
        },
        {
            "number": "2",
            "text": "Yuj chi' ichocab' ta' scutej co b'a, yic vach' ol co k'ulej tas sgana Dios yacb'an ay onhto ek' d'a yolyib'anhq'uinal tic. Manhxo co k'anab'ajejec sgana co nivanil tic."
        },
        {
            "number": "3",
            "text": "A d'a yalanhtaxo, te nivan tiempo e k'ulejnac juntzanh tas b'aj ayoch spensar eb' anima manh ojtannacoc Dios. Palta canocab' juntzanh chi' ticnaic. Yujto a d'a jun tiempoal chi', anhej ajmulal e k'ulejnac, anhej malaj svach'il e nib'ejnacochi. Eyuk'nac val anh, tonhej ek'nac ex b'uyb'onoc. Jantac ix eyuq'uej anh. Yajb'entac e k'ulejnac ayic eyalannac e b'a d'a juntzanh comon dios."
        },
        {
            "number": "4",
            "text": "A eb' manh ojtannacoc Dios, sat sk'ool eb', yujto maxtzac e k'ulej juntzanh chucal chi' yed' eb'. Yuj chi' sb'uchvaj eb' d'ayex."
        },
        {
            "number": "5",
            "text": "Palta yovalil ol yak' entregar scuenta eb' d'a Dios. Yujto listaxo yaj tas ol aj sch'olb'itaj eb' anima smasanil, vach'chom eb' pitzanto ma eb' chamnacxo."
        },
        {
            "number": "6",
            "text": "Yuj jun tic alb'il vach' ab'ix d'a eb' chamnacxo. Yuj chi' vach'chom ix cham snivanil eb', palta lajan ol aj sch'olb'itaj eb' yed' eb' anima smasanil, palta axo spixanil eb' syal schaan sq'uinal, icha sq'uinal Dios."
        },
        {
            "number": "7",
            "text": "A ticnaic, toxo ol lajvoquel smasanil tasi. Yuj chi' co cachec och vaan co b'a, nhicanocab' scutej co b'a yic syal tzonh lesalvi icha val smojal."
        },
        {
            "number": "8",
            "text": "A junxo sval tic te nivan yelk'ochi: Co xajanejec co b'a d'a smasanil co k'ool, tato icha chi', vach'chom ay eb' te nivan smul d'ayonh, scak' nivank'olal smul eb' chi'."
        },
        {
            "number": "9",
            "text": "Vach' scutejec co b'a d'a eb' slaj ek' d'ayonh, d'a smasanilocab' co k'ool sco cha eb'."
        },
        {
            "number": "10",
            "text": "Cak'lajec servil co b'a junjun onh, ato syala' tastac copisio ix yak' Dios d'ayonh, yujto ch'occh'oc copisio ix yak' d'ayonh junjun onh yuj svach'k'olal."
        },
        {
            "number": "11",
            "text": "Tato ayonh scalel slolonel Dios, nachajocab' el cuuj to tonhej van onh yak'lab'an Dios calanel slolonel chi'. Tato ay onh syal cak'an servil, munlajoc onh d'a smasanil co k'ool, yujto a Dios tz'ak'an quip. Vach'nhej scutej smasanil, yic ol aljoc vach' lolonel d'a Dios yuj Jesucristo, yujto te nivan yelk'ochi, te aynhej pax spoder d'a masanil tiempo. Amén."
        },
        {
            "number": "12",
            "text": "Ex xajanab'il vuuj, ayic tzonh ak'ji proval yuj juntzanh yaelal te ov, max yal cak'an sat co k'ool yuuj. Manh co naec to malaj b'aj sjataxon juntzanh chi' d'a quib'anh."
        },
        {
            "number": "13",
            "text": "Palta conh tzalajec, yujto junxonhej tz'aj cab'an syail yed' Cristo. Tato icha chi' scutej co b'a, ayic ol quilan sjax Cristo chi' d'a scal stziquiquial, ol te vach' ja co tzalajk'olal."
        },
        {
            "number": "14",
            "text": "Tato ay mach tzonh b'uchani yujto ayoch co pensar d'a Cristo, te vach' quico'. Yujto a Yespíritu Dios, aton jun te nivan yelk'ochi, a cajanoch d'ayonh."
        },
        {
            "number": "15",
            "text": "Tato ay junoc onh scab' syail, mocab' yujoc mak'ojcham anima, ma yujoc elk'al. Mocab' yuj junoc tas ay yovalil yuj eb' yajal, ma yuj co comon ak'anoch co b'a d'a junoc b'aj malaj calan quico'."
        },
        {
            "number": "16",
            "text": "Palta tato ay onh scab' syail yujnhej to yic onh Cristo, manh onh q'uixvoquec. Calec vach' lolonel d'a Dios, yujto yic onhxo Cristo chi'."
        },
        {
            "number": "17",
            "text": "Toxo ol ja stiempoal sch'olb'itaj yaj eb' anima smasanil. A onh yuninal onhxo Dios tic ol onh b'ab'laj ch'olb'itajoc. Tato icha chi', ¿ocxom val eb' maj k'anab'ajan vach' ab'ix yic colnab'il yic Dios?"
        },
        {
            "number": "18",
            "text": "Tato pural ol onh colchaj a onh tojolxo co pensar tic, ¿ocxom val eb' malaj yelk'och Dios d'ay yed' eb' malaj svach'il sb'eyb'al?"
        },
        {
            "number": "19",
            "text": "Yuj chi', ayic sja co yaelal icha tz'el d'a sk'ool Dios, yovalil vach'nhej scutej co b'eyb'al. Scak'anoch co b'a ab'enal d'a yol sk'ab' Dios ix onh b'oani, yujto tz'elnhejk'och tas syala'."
        }
    ]
}