{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Yab'nac wal syail Cristo yet' sniwanil ayic ix chami. Yuj chi' ko naec to chamnac onh pax yet'oc. Ha heb' chamnacxo, manhxalaj yalan yic heb' t'a chukal."
        },
        {
            "number": "2",
            "text": "Yuj chi' ichocab' ta' scutej ko b'a, yic wach' ol ko k'ulej tas snib'ej Dios yacb'an ay onhto ek' t'a yol yib'anhk’inal tik. Manhxo ko k'anab'ajejec snib'ej ko niwanil tik."
        },
        {
            "number": "3",
            "text": "Ha t'a yalanhtaxo, te niwan tiempo he k'ulejnac juntzanh tas b'aj ayoch spensar heb' anima manh ojtannacoc Dios. Palta canocab' juntzanh chi' ticnaik. Yujto ha t'a jun pekti’ chi', anhej ajmulal he k'ulejnac, anhej malaj swach'il he nib'ejnacochi. Eyuk'nac wal anh, tonhej ek'nac ex b'uyb'onoc. Jantac ix eyuk'ej anh. Yajb'entac he k'ulejnac ayic eyalannac he b'ha t'a juntzanh comon Dios."
        },
        {
            "number": "4",
            "text": "Ha heb' manh ojtannacoc Dios, sat sk'ool heb', yujto maxtzac he k'ulej juntzanh chukal chi' yet' heb'. Yuj chi' sb'uchwaj heb' t'ayex."
        },
        {
            "number": "5",
            "text": "Palta yowalil ol yak' entregar scuenta heb' d'ha Dios. Yujto listaxo yaj tas ol aj sch'olb'itaj heb' anima smasanil, wach'chom heb' pitzanto ma heb' chamnacxo."
        },
        {
            "number": "6",
            "text": "Yuj jun tik alb'il wach' ab'ix t'a heb' chamnacxo. Yuj chi' wach'chom ix cham sniwanil heb', palta lajan ol aj sch'olb'itaj heb' yet' heb' anima smasanil, palta haxo spixanil heb' syal schaan sk'inal, icha sk'inal Dios."
        },
        {
            "number": "7",
            "text": "Ha ticnaik, toxo ol lajwoquel smasanil tasi. Yuj chi' ko cachec och waan ko b'a, nhicanocab' scutej ko b'a yic syal tzonh lesalwi icha wal smojal."
        },
        {
            "number": "8",
            "text": "Ha junxo swal tik te niwan yelk'ochi: Co xajanejec ko b'ha t'a smasanil ko k'ool, tato icha chi', wach'chom ay heb' te niwan smul t'ayonh, skak' niwank'olal smul heb' chi'."
        },
        {
            "number": "9",
            "text": "Wach' scutejec ko b'ha t'a heb' slaj ek' t'ayonh, t'a smasanilocab' ko k'ool sco cha heb'."
        },
        {
            "number": "10",
            "text": "Cak'lajec serwil ko b'a junjun onh, ato syala' tastac copisio ix yak' Dios t'ayonh, yujto ch'occh'oc copisio ix yak' t'ayonh junjun onh yuj swach'k'olal."
        },
        {
            "number": "11",
            "text": "Tato ayonh scalel slolonel Dios, nachajocab' el cuuj to tonhej wan onh yak'lab'an Dios calanel slolonel chi'. Tato ay onh syal cak'an serwil, munlajoc onh t'a smasanil ko k'ool, yujto ha Dios tz'ak'an quip. Wach'nhej scutej smasanil, yic ol aljoc wach' lolonel d'ha Dios yuj Jesucristo, yujto te niwan yelk'ochi, te aynhej pax spoder t'a masanil tiempo. Amén."
        },
        {
            "number": "12",
            "text": "Ex xajanab'il wuuj, ayic tzonh ak'ji prowal yuj juntzanh yaelal te ov, max yal cak'an sat ko k'ool yuj. Manh ko naec to malaj b'aj sjataxon juntzanh chi' t'a quib'anh."
        },
        {
            "number": "13",
            "text": "Palta conh tzalajec, yujto junxonhej tz'aj cab'an syail yet' Cristo. Tato icha chi' scutej ko b'a, ayic ol quilan sjax Cristo chi' t'a skal stziquiquial, ol te wach' ja ko tzalajk'olal."
        },
        {
            "number": "14",
            "text": "Tato ay mach tzonh b'uchani yujto ayoch ko pensar t'a Cristo, te wach' quico'. Yujto a Yespíritu Dios, aton jun te niwan yelk'ochi, a cajanoch t'ayonh."
        },
        {
            "number": "15",
            "text": "Tato ay junok onh scab' syail, mocab' yujoc mak'ojcham anima, ma yujoc elk'al. Mocab' yuj junok tas ay yowalil yuj heb' yajal, ma yuj ko comon ak'anoch ko b'ha t'a junok b'aj malaj calan quico'."
        },
        {
            "number": "16",
            "text": "Palta tato ay onh scab' syail yujnhej to yic onh Cristo, manh onh q'uixwoquec. Calec wach' lolonel d'ha Dios, yujto yic onhxo Cristo chi'."
        },
        {
            "number": "17",
            "text": "Toxo ol ja stiempoal sch'olb'itaj yaj heb' anima smasanil. Ha onh yuninal onhxo Dios tik ol onh b'ab'laj ch'olb'itajoc. Tato icha chi', ¿ocxom wal heb' maj k'anab'ajan wach' ab'ix yic colnab'il yic Dios?"
        },
        {
            "number": "18",
            "text": "Tato pural ol onh colchaj a onh tojolxo ko pensar tik, ¿ocxom wal heb' malaj yelk'och Dios t'ay yet' heb' malaj swach'il sb'eyb'al?"
        },
        {
            "number": "19",
            "text": "Yuj chi', ayic sja ko yaelal icha tz'el t'a sk'ool Dios, yowalil wach'nhej scutej ko b'eyb'al. Scak'anoch ko b'a ab'enal t'a yol sk'ab' Dios ix onh b'oani, yujto tz'elnhejk'och tas syala'."
        }
    ]
}