{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Yab'nac val syail Cristo yet' snivanil ayic ix chami. Yuj chi' co naec to chamnac onh pax yet'oc. Ha eb' chamnacxo, manhxalaj yalan yic eb' t'a chucal."
        },
        {
            "number": "2",
            "text": "Yuj chi' ichocab' ta' scutej co b'a, yic wach' ol co k'ulej tas sgana Dios yacb'an ay onhto ek' t'a yol yib'anhk’inal tik. Manhxo co k'anab'ajejec sgana co nivanil tik."
        },
        {
            "number": "3",
            "text": "Ha t'a yalanhtaxo, te niwan tiempo e k'ulejnac juntzanh tas b'aj ayoch spensar eb' anima manh ojtannacoc Dios. Palta canocab' juntzanh chi' ticnaic. Yujto ha t'a jun pekti’ chi', anhej ajmulal e k'ulejnac, anhej malaj swach'il e nib'ejnacochi. Eyuk'nac val anh, tonhej ek'nac ex b'uyb'onoc. Jantac ix eyuq'uej anh. Yajb'entac e k'ulejnac ayic eyalannac e b'ha t'a juntzanh comon dios."
        },
        {
            "number": "4",
            "text": "Ha eb' manh ojtannacoc Dios, sat sk'ool eb', yujto maxtzac e k'ulej juntzanh chucal chi' yet' eb'. Yuj chi' sb'uchvaj eb' t'ayex."
        },
        {
            "number": "5",
            "text": "Palta yovalil ol yak' entregar scuenta eb' d'ha Dios. Yujto listaxo yaj tas ol aj sch'olb'itaj eb' anima smasanil, wach'chom eb' pitzanto ma eb' chamnacxo."
        },
        {
            "number": "6",
            "text": "Yuj jun tik alb'il wach' ab'ix t'a eb' chamnacxo. Yuj chi' wach'chom ix cham snivanil eb', palta lajan ol aj sch'olb'itaj eb' yet' eb' anima smasanil, palta haxo spixanil eb' syal schaan sq'uinal, icha sq'uinal Dios."
        },
        {
            "number": "7",
            "text": "Ha ticnaic, toxo ol lajvoquel smasanil tasi. Yuj chi' co cachec och vaan co b'a, nhicanocab' scutej co b'a yic syal tzonh lesalvi icha val smojal."
        },
        {
            "number": "8",
            "text": "Ha junxo sval tik te niwan yelk'ochi: Co xajanejec co b'ha t'a smasanil co k'ool, tato icha chi', wach'chom ay eb' te niwan smul t'ayonh, scak' nivank'olal smul eb' chi'."
        },
        {
            "number": "9",
            "text": "Wach' scutejec co b'ha t'a eb' slaj ek' t'ayonh, t'a smasanilocab' co k'ool sco cha eb'."
        },
        {
            "number": "10",
            "text": "Cak'lajec servil co b'a junjun onh, ato syala' tastac copisio ix yak' Dios t'ayonh, yujto ch'occh'oc copisio ix yak' t'ayonh junjun onh yuj swach'k'olal."
        },
        {
            "number": "11",
            "text": "Tato ayonh scalel slolonel Dios, nachajocab' el cuuj to tonhej van onh yak'lab'an Dios calanel slolonel chi'. Tato ay onh syal cak'an servil, munlajoc onh t'a smasanil co k'ool, yujto ha Dios tz'ak'an quip. Wach'nhej scutej smasanil, yic ol aljoc wach' lolonel d'ha Dios yuj Jesucristo, yujto te niwan yelk'ochi, te aynhej pax spoder t'a masanil tiempo. Amén."
        },
        {
            "number": "12",
            "text": "Ex xajanab'il vuuj, ayic tzonh ak'ji proval yuj juntzanh yaelal te ov, max yal cak'an sat co k'ool yuj. Manh co naec to malaj b'aj sjataxon juntzanh chi' t'a quib'anh."
        },
        {
            "number": "13",
            "text": "Palta conh tzalajec, yujto junxonhej tz'aj cab'an syail yet' Cristo. Tato icha chi' scutej co b'a, ayic ol quilan sjax Cristo chi' t'a skal stziquiquial, ol te wach' ja co tzalajk'olal."
        },
        {
            "number": "14",
            "text": "Tato ay mach tzonh b'uchani yujto ayoch co pensar t'a Cristo, te wach' quico'. Yujto a Yespíritu Dios, aton jun te niwan yelk'ochi, a cajanoch t'ayonh."
        },
        {
            "number": "15",
            "text": "Tato ay junok onh scab' syail, mocab' yujoc mak'ojcham anima, ma yujoc elk'al. Mocab' yuj junok tas ay yovalil yuj eb' yajal, ma yuj co comon ak'anoch co b'ha t'a junok b'aj malaj calan quico'."
        },
        {
            "number": "16",
            "text": "Palta tato ay onh scab' syail yujnhej to yic onh Cristo, manh onh q'uixvoquec. Calec wach' lolonel d'ha Dios, yujto yic onhxo Cristo chi'."
        },
        {
            "number": "17",
            "text": "Toxo ol ja stiempoal sch'olb'itaj yaj eb' anima smasanil. Ha onh yuninal onhxo Dios tik ol onh b'ab'laj ch'olb'itajoc. Tato icha chi', ¿ocxom val eb' maj k'anab'ajan wach' ab'ix yic colnab'il yic Dios?"
        },
        {
            "number": "18",
            "text": "Tato pural ol onh colchaj a onh tojolxo co pensar tik, ¿ocxom val eb' malaj yelk'och Dios t'ay yet' eb' malaj swach'il sb'eyb'al?"
        },
        {
            "number": "19",
            "text": "Yuj chi', ayic sja co yaelal icha tz'el t'a sk'ool Dios, yovalil wach'nhej scutej co b'eyb'al. Scak'anoch co b'a ab'enal t'a yol sk'ab' Dios ix onh b'oani, yujto tz'elnhejk'och tas syala'."
        }
    ]
}