{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaik, tik swalb'at juntzanh checnab'il tik t'ayex ex anciano ay t'a junjun chonhab', yujto a in tik, anciano in pax eyed'oc. Vilnac wal Cristo chi', wilnac chajtil ajnac yab'an syail. Ay walan wik in chaan swach'il eyed'oc, aton jun toto ol checlajeloc."
        },
        {
            "number": "2",
            "text": "Icha yaj heb' tanhwum calnel, icha chi' tzeyutej he tanhwan heb' ay t'a yol he k'ab' eyilani, yujto icha scalnel Dios yaj heb' t'ayex. Manh ak'b'iloc pural tzex utaji, manh yujoc he nib'anoch tumin tzeyil heb'. Palta yujnhejocab' to icha chi' tz'el t'a he k'ool to tzeyil heb', yujto icha chi' snib'ej Dios t'ayex. Tzex munlaj wal t'a tzalajk'olal."
        },
        {
            "number": "3",
            "text": "Max yal yajal tzeyutej he b'ha t'a heb' ay t'a yol he k'ab'. Palta a he wach' b'eyb'al tze ch'ox yil heb', yic a tas tze b'eyb'alej chi' ol sb'eyb'alej heb'."
        },
        {
            "number": "4",
            "text": "Tato icha chi' tzeyutej he b'a, ayic ol ja jun Quilumal Niwan Yelk'ochi, ol he cha spak te niwan swach'il. Ha jun chi' malaj b'ak'uinh ol lajwoc."
        },
        {
            "number": "5",
            "text": "Ha exxo ex kelemtac yet' ex cob'estac, tze k'anab'ajej wal heb' anciano. Ichocab' ex chi' he masanil, emnaquil tzeyutej eyak'an serwil he b'a junjun ex. Yujto syal t'a Slolonel Dios Tz'ib'ab'ilcan icha tik: Ha Dios schacanel heb' syik'chaanh sb'a, haxo pax t'a heb' emnaquilal syutej sb'a, syak' wal swach'k'olal, xchi."
        },
        {
            "number": "6",
            "text": "Yuj chi' emnaquil scutejec ko b'ha t'a yol sk'ab' Dios, yujto te niwan spoder. Tato icha chi', niwan ol onh ajelk'och yuj, ayic ol ja stiempoal."
        },
        {
            "number": "7",
            "text": "Cak'ecoch masanil quilk'olal t'a yol sk'ab', yujto aypaxoch ilk'olal cuuj."
        },
        {
            "number": "8",
            "text": "Lista scutej ko b'a ko macwaji, yujto icha yaj nok' choj tz'el yav tzek' sayek' schib'ej, icha chi' yek' winh ajk'ool t'a ko patic quichanh, aton winh diablo."
        },
        {
            "number": "9",
            "text": "Te tek'anocab' scutej cak'anoch Dios t'a ko k'ool, yic ol yal ko colan ko b'ha t'a winh. Yujto cojtac to a heb' quetcreyenteal sacleminac yajb'at t'a yol yib'anhk’inal tik, wan pax yab'an juntzanh yaelal heb' icha onh tik."
        },
        {
            "number": "10",
            "text": "Ayic ol lajwoc cab'an syail janik'oc tiempoal, haxo Dios ol onh wach' tz'actzitanoc, ol swach' ak'ej ko tek'anil yet' quip. Manh jantacoc swach'k'olal, yuj chi' ix onh yavtejoch yicoc, yic wach' ay calan quic t'a swach'il ay t'a junelnhej, yujto junxonhej caj yet' Jesucristo."
        },
        {
            "number": "11",
            "text": "Niwanocab' yelk'ochi, niwanocab' spoder t'a masanil tiempo. Amén."
        },
        {
            "number": "12",
            "text": "Ha winh cuk'tac Silwano tik, wojtac spensar winh, sk'anab'ajej wal winh. Ha winh ol ik'anb'at jun in carta tik t'ayex. Tzin tz'ib'ejb'at jay b'elanh lolonel tik, yic ol wach' ja he pensar. Ha juntzanh tik tz'alani chajtil syutej Dios yak'an swach'k'olal t'ayonh t'a wal yel. Ha t'a swach'k'olal tik, tek'an tzeyutej he b'a."
        },
        {
            "number": "13",
            "text": "Ha heb' quetcreyenteal ay t'a Babilonia tik, sik'b'ilxoel heb' eyed'oc, syak'b'at stzatzil he k'ool heb'. Yed' pax winhaj Marcos tik, winh icha wuninal yaji, syak'paxb'at stzatzil he k'ool winh."
        },
        {
            "number": "14",
            "text": "Slaj eyak'laj stzatzil he k'ool yuj he xajanan he b'a. Yak'ocab' sjunk'olal Dios t'ayex he masanil ex yic exxo Jesucristo ta'."
        }
    ]
}