{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha ticnaic, tik svalb'at juntzanh checnab'il tik t'ayex ex anciano ay t'a junjun chonhab', yujto a in tik, anciano in pax eyed'oc. Vilnac val Cristo chi', vilnac chajtil ajnac yab'an syail. Ay valan vic in chaan svach'il eyed'oc, aton jun toto ol checlajeloc."
        },
        {
            "number": "2",
            "text": "Icha yaj eb' tanhvum calnel, icha chi' tzeyutej e tanhvan eb' ay t'a yol e k'ab' eyilani, yujto icha scalnel Dios yaj eb' t'ayex. Manh ak'b'iloc pural tzex utaji, manh yujoc e nib'anoch tumin tzeyil eb'. Palta yujnhejocab' to icha chi' tz'el t'a e k'ool to tzeyil eb', yujto icha chi' sgana Dios t'ayex. Tzex munlaj val t'a tzalajk'olal."
        },
        {
            "number": "3",
            "text": "Max yal yajal tzeyutej e b'ha t'a eb' ay t'a yol e k'ab'. Palta a e wach' b'eyb'al tze ch'ox yil eb', yic a tas tze b'eyb'alej chi' ol sb'eyb'alej eb'."
        },
        {
            "number": "4",
            "text": "Tato icha chi' tzeyutej e b'a, ayic ol ja jun Quilumal Nivan Yelk'ochi, ol e cha spac te niwan svach'il. Ha jun chi' malaj b'ak'uinh ol lajvoc."
        },
        {
            "number": "5",
            "text": "Ha exxo ex quelemtac yet' ex cob'estac, tze k'anab'ajej val eb' anciano. Ichocab' ex chi' e masanil, emnaquil tzeyutej eyak'an servil e b'a junjun ex. Yujto syal t'a Slolonel Dios Tz'ib'ab'ilcan icha tik: Ha Dios schacanel eb' syik'chaanh sb'a, haxo pax t'a eb' emnaquilal syutej sb'a, syak' val svach'k'olal, xchi."
        },
        {
            "number": "6",
            "text": "Yuj chi' emnaquil scutejec co b'ha t'a yol sk'ab' Dios, yujto te niwan spoder. Tato icha chi', niwan ol onh ajelk'och yuj, ayic ol ja stiempoal."
        },
        {
            "number": "7",
            "text": "Caq'uecoch masanil quilk'olal t'a yol sk'ab', yujto aypaxoch ilk'olal cuuj."
        },
        {
            "number": "8",
            "text": "Lista scutej co b'a co macvaji, yujto icha yaj nok' choj tz'el yav tzek' sayek' schib'ej, icha chi' yek' vinh ajk'ool t'a co patic quichanh, aton vinh diablo."
        },
        {
            "number": "9",
            "text": "Te tek'anocab' scutej cak'anoch Dios t'a co k'ool, yic ol yal co colan co b'ha t'a vinh. Yujto cojtac to a eb' quetcreyenteal sacleminac yajb'at t'a yol yib'anhk’inal tik, van pax yab'an juntzanh yaelal eb' icha onh tik."
        },
        {
            "number": "10",
            "text": "Ayic ol lajvoc cab'an syail janik'oc tiempoal, haxo Dios ol onh wach' tz'actzitanoc, ol svach' aq'uej co tek'anil yet' quip. Manh jantacoc svach'k'olal, yuj chi' ix onh yavtejoch yicoc, yic wach' ay calan quic t'a svach'il ay t'a junelnhej, yujto junxonhej caj yet' Jesucristo."
        },
        {
            "number": "11",
            "text": "Nivanocab' yelk'ochi, nivanocab' spoder t'a masanil tiempo. Amén."
        },
        {
            "number": "12",
            "text": "Ha vinh cuk'tac Silvano tik, vojtac spensar vinh, sk'anab'ajej val vinh. Ha vinh ol ik'anb'at jun in carta tik t'ayex. Tzin tz'ib'ejb'at jay b'elanh lolonel tik, yic ol wach' ja e pensar. Ha juntzanh tik tz'alani chajtil syutej Dios yak'an svach'k'olal t'ayonh t'a val yel. Ha t'a svach'k'olal tik, tek'an tzeyutej e b'a."
        },
        {
            "number": "13",
            "text": "Ha eb' quetcreyenteal ay t'a Babilonia tik, sik'b'ilxoel eb' eyed'oc, syak'b'at stzatzil e k'ool eb'. Yed' pax vinhaj Marcos tik, vinh icha vuninal yaji, syak'paxb'at stzatzil e k'ool vinh."
        },
        {
            "number": "14",
            "text": "Slaj eyak'laj stzatzil e k'ool yuj e xajanan e b'a. Yak'ocab' sjunk'olal Dios t'ayex e masanil ex yic exxo Jesucristo ta'."
        }
    ]
}