{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Tic sco tz'ib'ejb'at yab'ixal jun Lolonel sb'i d'ayex, aton jun tz'ak'an co q'uinal. Aytax ek' d'a yichb'anil. Ix cab' sloloni. Ix quil val ochi. Ix onh och q'uelan d'ay, ix co yamlan yed' co k'ab'."
        },
        {
            "number": "2",
            "text": "A jun tz'ak'an co q'uinal chi', ix ch'oxchaj quila', ix quilanoch a onh tic, yuj chi' scak' testigoal co b'a yuuj, scalanpax eyab'i to a tz'ak'an co q'uinal d'a junelnhej. A jun chi', aytaxon ek' yed' Dios, palta ix ch'oxji d'ayonh."
        },
        {
            "number": "3",
            "text": "Yuj chi' a jun ix quil chi', jun ix cab' slolon chi', a' scal d'ayex yic vach' junxonhej tzex aj a ex tic qued'oc. Yujto d'a val yel vach'xo cak'an yed' co Mam Dios yed' Jesucristo Yuninal."
        },
        {
            "number": "4",
            "text": "Yuj chi' sco tz'ib'ejb'at juntzanh tic d'ayex, yic vach' ol te tz'acvoc co tzalajk'olal."
        },
        {
            "number": "5",
            "text": "Scalb'at eyab'i tas alb'ilcan yuj Jesucristo d'ayonh to a Dios saquilq'uinal yaji, malaj val jab'oc q'uik'alq'uinal d'ay."
        },
        {
            "number": "6",
            "text": "Tato scala' to vach' caj yed'oc, palta anheja' ay onh to ek' d'a q'uik'alq'uinal, tonhej scal syal chi', a tas sco k'ulej manh yeloclaj."
        },
        {
            "number": "7",
            "text": "A Dios saquilq'uinal yaji. Yuj chi' tato a saquilq'uinal sco b'eyb'alej, vach' cak'an yed'oc junjun onh, axo schiq'uil Jesucristo Yuninal, a' tz'ik'anel masanil co chucal ayoch d'ayonh."
        },
        {
            "number": "8",
            "text": "Tato scala' to malaj co chucal, tonhej scak' musansatil co b'a, manh yeloclaj tas scal chi'."
        },
        {
            "number": "9",
            "text": "Tato d'a val yel sco cha co mulej co chucal, a Dios sucan sat smasanil, syik'anpaxel masanil tas manh vach'oc ayoch d'ayonh, yujto tojol toni, tz'elnhejk'och tas syala'."
        },
        {
            "number": "10",
            "text": "Tato scala': Malaj b'aj ix och co mul, ta xco chi, syalelk'ochi to van cak'anoch Dios esalvumal. Tato icha chi', manh chab'iloclaj slolonel cuuj."
        }
    ]
}