{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Tik sco tz'ib'ejb'at yab'ixal jun Lolonel sb'i t'ayex, aton jun tz'ak'an co q'uinal. Aytax ek' t'a yichb’anel. Ix cab' sloloni. Ix quil val ochi. Ix onh och q'uelan t'ay, ix co yamlan yet' co k'ab'."
        },
        {
            "number": "2",
            "text": "Ha jun tz'ak'an co q'uinal chi', ix ch'oxchaj quila', ix quilanoch a onh tik, yuj chi' scak' testigoal co b'a yuj, scalanpax eyab'i to a tz'ak'an co q'uinal t'a junelnhej. Ha jun chi', aytaxon ek' yet' Dios, palta ix ch'oxji t'ayonh."
        },
        {
            "number": "3",
            "text": "Yuj chi' a jun ix quil chi', jun ix cab' slolon chi', ha' skal t'ayex yic wach' junxonhej tzex aj a ex tik qued'oc. Yujto t'a val yel wach'xo cak'an yet' co Mam Dios yet' Jesucristo Yuninal."
        },
        {
            "number": "4",
            "text": "Yuj chi' sco tz'ib'ejb'at juntzanh tik t'ayex, yic wach' ol te tz'acvoc co tzalajk'olal."
        },
        {
            "number": "5",
            "text": "Scalb'at eyab'i tas alb'ilcan yuj Jesucristo t'ayonh to ha Dios sakil k'inal yaji, malaj val jab'oc k’ik’ k’inal t'ay."
        },
        {
            "number": "6",
            "text": "Tato scala' to wach' caj yet'oc, palta anheja' ay onh to ek' t'a k’ik’ k’inal, tonhej skal syal chi', a tas sco k'ulej manh yeloclaj."
        },
        {
            "number": "7",
            "text": "Ha Dios sakil k'inal yaji. Yuj chi' tato a sakil k'inal sco b'eyb'alej, wach' cak'an yet'oc junjun onh, haxo schiq'uil Jesucristo Yuninal, ha' tz'ik'anel masanil co chucal ayoch t'ayonh."
        },
        {
            "number": "8",
            "text": "Tato scala' to malaj co chucal, tonhej scak' musansatil co b'a, manh yeloclaj tas skal chi'."
        },
        {
            "number": "9",
            "text": "Tato t'a val yel sco cha co mulej co chucal, ha Dios sucan sat smasanil, syik'anpaxel masanil tas manh wach'oc ayoch t'ayonh, yujto tojol toni, tz'elnhejk'och tas syala'."
        },
        {
            "number": "10",
            "text": "Tato scala': Malaj b'aj ix och co mul, ta xco chi, syalelk'ochi to van cak'anoch Dios esalvumal. Tato icha chi', manh chab'iloclaj slolonel cuuj."
        }
    ]
}