{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ex xajanab'il wuuj, tzin tz'ib'ejb'at juntzanh tik t'ayex yic wach' maxtzac he k'ulej chukal. Palta tato ay b'aj tz'och ko mul, ay jun wan yak'anoch ko ti' d'ha Dios, aton Jesucristo, te tojolnhej spensar."
        },
        {
            "number": "2",
            "text": "Icha wal junok silab', icha chi' ix aj scham Cristo yuj stupanel ko mul. Manh yujocnhej ko mul a onh tik ix chami, palta yuj smul masanil anima ay t'a yol yib'anhk’inal tik, yuj chi' ix chami."
        },
        {
            "number": "3",
            "text": "Tato sko k'anab'ajej tas schecji ko b'eyb'alej yuj Dios, cojtakton Dios sik'lab'il syal chi'."
        },
        {
            "number": "4",
            "text": "Tato skala' to cojtakxo Dios, palta max ko k'anab'ajej tas schecji ko b'eyb'alej yuj, esalwum onh syal chi', malaj jab'oc tas yel skala'."
        },
        {
            "number": "5",
            "text": "Tato sko k'anab'ajej tas syal slolonel, t'a wal yel xajan ton Dios chi' cuuj sik'lab'il. Ichaton chi' tz'aj cojtakaneli to ayonh och t'ay."
        },
        {
            "number": "6",
            "text": "Tato skal icha tik: Ha in tik ay in och t'a Cristo, tato xco chi, yowalil sko b'eyb'alej sb'eyb'al Cristo chi'."
        },
        {
            "number": "7",
            "text": "Ex xajanab'il wuuj, a jun checnab'il swalb'at tik t'ayex, mantoc ato ticnaik ol eyab'i. Yujto a jun checnab'il tik, atax ix ex och yuninaloc Dios ix alji t'ayex. Eyab'nacxo jun checnab'il tik t'a peka' to yowalil sko xajanej ko b'a."
        },
        {
            "number": "8",
            "text": "Palta swalxib'at jun checnab'il tik t'ayex. Van ko b'eyb'alan jun checnab'il tik icha yutejnac sb'a Jesucristo, yujto a jun k’ik’ k’inal ayoch t'ayonh, wan yek'kaneli, haxo jun sakil k'inal te yel wan yochkani."
        },
        {
            "number": "9",
            "text": "Tato ay onh mach onh skala': Sacq'uinalxo yaj in pixan, tato xco chi, palta tato wan schichonpaxoch ko k'ool t'a junok quetcreyenteal, ay onhto och t'a k’ik’ k’inal syal chi'."
        },
        {
            "number": "10",
            "text": "Tato sko xajanej heb' quetcreyenteal, ayonhxo och t'a sakil k'inal syal chi'. Yuj chi' malaj junok tas ayoch t'ayonh tz'ik'an ko juwieli."
        },
        {
            "number": "11",
            "text": "Palta a heb' anheja' schichonoch sk'ool t'a heb' yetcreyenteal, k'ik'alq'uinalto yaj heb'. Icha wal junok mach sb'eyek' t'a k’ik’ k’inal max yil-laj b'aj sb'ati, icha chi' heb', yujto juwinaquel spensar heb'."
        },
        {
            "number": "12",
            "text": "Tzin tz'ib'ejb'at juntzanh tik t'ayex a ex unin creyente exto, yujto ha Dios ix ak'an lajwoc he mul yuj Jesucristo."
        },
        {
            "number": "13",
            "text": "Tzin tz'ib'ejb'at t'ayex a ex ayxo eyoch creyenteal, yujto eyojtakxo Dios, jun aytaxon eq'ui atax manto b'o jun yol yib'anhk’inal tik. Tzin tz'ib'ejb'at jun tik t'ayex ex creyente ayxo he tek'anil, yujto ix kan winh diablo t'a yalanh eyuuj wed'oc. Tzin tz'ib'ejxib'at jun tik t'ayex a ex unin creyente exto, yujto eyojtakxo ko Mam Dios."
        },
        {
            "number": "14",
            "text": "Tzin tz'ib'ejxib'at jun tik t'ayex ex ayxo eyoch creyenteal, yujto eyojtakxo pax Dios, jun aytaxon eq'ui atax manto b'o jun yol yib'anhk’inal tik. Ha exxo creyente ex ayxo he tek'anil, ix ex tek'k'aji, yujto chab'ilxo slolonel Dios eyuuj. Ix kan pax winh diablo t'a yalanh eyuuj wed'oc. Yuj chi' tzin tz'ib'ejb'at jun uum tik t'ayex."
        },
        {
            "number": "15",
            "text": "Max yal ko xajanan jun yol yib'anhk’inal tik yet' pax juntzanh tas ay t'ay. Tato sko xajanej, manh wanoc ko xajanan ko Mam Dios syal chi'."
        },
        {
            "number": "16",
            "text": "Ha heb' anima ay t'a yol yib'anhk’inal tik, a juntzanh snib'ej sniwanil heb' snib'ejochi. Snib'anxioch juntzanh tas wach' yilji heb'. Say heb' yic niwan tz'aj yelk'ochi. Ha juntzanh b'eyb'al chi', manh yicoc ko Mam Dios, a yol yib'anhk’inal tik ay yico'."
        },
        {
            "number": "17",
            "text": "Ha jun yol yib'anhk’inal tik yet' juntzanh snib'ejoch heb' anima chi' t'ay, ek'elb'anhej yaji. Palta tato sko k'ulej icha snib'ej Dios, pitzan onh t'a junelnhej yet'oc."
        },
        {
            "number": "18",
            "text": "Ex xajanab'il wuuj, ay onh ek' t'a jun slajwub' tiempoal. Ix kab' eyed'oc to ay jun ayoch ajk'olal t'a Cristo ol pitzwoc chaanh. Ilec nab'i, tzijtumxo heb' ayoch ajk'olal t'ay toxo ix pitzwi chaanh. Yuj chi' cojtak to ay onhxo ek' t'a slajwub' tiempoal tik."
        },
        {
            "number": "19",
            "text": "Ha t'a ko kal ix elta heb' chi', yujto toxonton manh quetb'eyumoc heb'. Q'uinaloc tato quetb'eyum heb', ix am ajnhej heb' qued'oc, palta ix elta heb' yic wach' scheclajeli to toxonton manh quetb'eyumoc heb'."
        },
        {
            "number": "20",
            "text": "Ha Cristo ak'annacoch Yespíritu Dios t'ayex qued'oc, yuj chi' cojtak jun k'ayb'ub'al yel ko masanil."
        },
        {
            "number": "21",
            "text": "Yuj chi' tzin tz'ib'ejb'at jun in carta tik t'ayex, manh yujoc to manh eyojtakoc jun k'ayb'ub'al yel chi' tzin tz'ib'anb'ati, palta yujto eyojtakxo. Eyojtakpaxi to malaj junok es ayoch t'ay."
        },
        {
            "number": "22",
            "text": "Ol wal t'ayex machtac heb' tz'esani: Aton heb' tz'alani to a Jesús manh Cristooc, syalelk'ochi to manh ak'b'iloc yopisio yuj Dios. Aton heb' chi' ayoch ajk'olal t'a Cristo, yujto max scha yab' heb' to ha Dios ay Yuninal, yuj chi' aypaxoch heb' ajk'olal d'ha Dios aton Mamab'il."
        },
        {
            "number": "23",
            "text": "Ha heb' tz'alani to a Jesucristo manh Yuninaloc Dios, manh ayococh ko Mam Dios t'a heb'. Axo pax heb' tz'alan jun to a Jesucristo Yuninal Dios, ayton och Dios t'a heb'."
        },
        {
            "number": "24",
            "text": "Yuj chi', a jun k'ayb'ub'al ix kab'i atax yic ix onh och yicoc Dios, yowalil skak'nhejoch t'a ko k'ool. Tato icha chi' scutej kak'anoch t'a ko k'ool, junxonhej ol onh aj yet' ko Mam Dios, junxonhej ol onh aj pax yet' Yuninal."
        },
        {
            "number": "25",
            "text": "Yalnakkan Dios to ol yak' ko k 'inal t'a junelnhej."
        },
        {
            "number": "26",
            "text": "Tik tzin tz'ib'ejb'at t'ayex yuj heb' snib'ej ex yak'an musansatil."
        },
        {
            "number": "27",
            "text": "Ha Espíritu ak'b'il t'ayonh yuj Jesucristo, aynhejkanoch t'ayonh. Yuj chi' manh yowaliloc ch'oc mach tzonh k'ayb'ani, yujto a Yespíritu chi' tzonh k'ayb'an t'a masanil tasi. Ha jun k'ayb'ub'al syak' t'ayonh chi' te yel, malaj jab'oc es ayoch t'a skal. Yuj chi', yowalil junxonhej tzonh aj yet' Cristo, yujto icha chi' tz'aj yalan Yespíritu t'ayonh."
        },
        {
            "number": "28",
            "text": "Axo ticnaik ex xajanab'il wuuj, yowalil junnhej tzonh aj yet' Cristo t'a masanil tiempo, yic wach' junk'olal tzonh aj t'a yichanh, manh ol onh q'uixwoclaj ayic ol jaxoc."
        },
        {
            "number": "29",
            "text": "Cojtak to a Jesucristo te tojol toni. Yuj chi' ichokab' tik tz'aj snachajel cuuj: Tato tojol scutej ko b'eyb'al, yuninal onh ton Dios syal chi'."
        }
    ]
}