{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ex xajanab'il vuuj, tzin tz'ib'ejb'at juntzanh tik t'ayex yic wach' maxtzac e k'ulej chucal. Palta tato ay b'aj tz'och co mul, ay jun van yak'anoch co ti' d'ha Dios, aton Jesucristo, te tojolnhej spensar."
        },
        {
            "number": "2",
            "text": "Icha val junok silab', icha chi' ix aj scham Cristo yuj stupanel co mul. Manh yujocnhej co mul a onh tik ix chami, palta yuj smul masanil anima ay t'a yol yib'anhk’inal tik, yuj chi' ix chami."
        },
        {
            "number": "3",
            "text": "Tato sco k'anab'ajej tas schecji co b'eyb'alej yuj Dios, cojtacton Dios sik'lab'il syal chi'."
        },
        {
            "number": "4",
            "text": "Tato scala' to cojtacxo Dios, palta max co k'anab'ajej tas schecji co b'eyb'alej yuj, esalvum onh syal chi', malaj jab'oc tas yel scala'."
        },
        {
            "number": "5",
            "text": "Tato sco k'anab'ajej tas syal slolonel, t'a val yel xajan ton Dios chi' cuuj sik'lab'il. Ichaton chi' tz'aj cojtacaneli to ayonh och t'ay."
        },
        {
            "number": "6",
            "text": "Tato skal icha tik: Ha in tik ay in och t'a Cristo, tato xco chi, yovalil sco b'eyb'alej sb'eyb'al Cristo chi'."
        },
        {
            "number": "7",
            "text": "Ex xajanab'il vuuj, a jun checnab'il svalb'at tik t'ayex, mantoc ato ticnaic ol eyab'i. Yujto a jun checnab'il tik, atax ix ex och yuninaloc Dios ix alji t'ayex. Eyab'nacxo jun checnab'il tik t'a peca' to yovalil sco xajanej co b'a."
        },
        {
            "number": "8",
            "text": "Palta svalxib'at jun checnab'il tik t'ayex. Van co b'eyb'alan jun checnab'il tik icha yutejnac sb'a Jesucristo, yujto a jun k’ik’ k’inal ayoch t'ayonh, van yek'caneli, haxo jun sakil k'inal te yel van yochcani."
        },
        {
            "number": "9",
            "text": "Tato ay onh mach onh scala': Sacq'uinalxo yaj in pixan, tato xco chi, palta tato van schichonpaxoch co k'ool t'a junok quetcreyenteal, ay onhto och t'a k’ik’ k’inal syal chi'."
        },
        {
            "number": "10",
            "text": "Tato sco xajanej eb' quetcreyenteal, ayonhxo och t'a sakil k'inal syal chi'. Yuj chi' malaj junok tas ayoch t'ayonh tz'ik'an co juvieli."
        },
        {
            "number": "11",
            "text": "Palta a eb' anheja' schichonoch sk'ool t'a eb' yetcreyenteal, k'ik'alq'uinalto yaj eb'. Icha val junok mach sb'eyek' t'a k’ik’ k’inal max yil-laj b'aj sb'ati, icha chi' eb', yujto juvinaquel spensar eb'."
        },
        {
            "number": "12",
            "text": "Tzin tz'ib'ejb'at juntzanh tik t'ayex a ex unin creyente exto, yujto ha Dios ix ak'an lajvoc e mul yuj Jesucristo."
        },
        {
            "number": "13",
            "text": "Tzin tz'ib'ejb'at t'ayex a ex ayxo eyoch creyenteal, yujto eyojtacxo Dios, jun aytaxon eq'ui atax manto b'o jun yol yib'anhk’inal tik. Tzin tz'ib'ejb'at jun tik t'ayex ex creyente ayxo e tek'anil, yujto ix kan vinh diablo t'a yalanh eyuuj ved'oc. Tzin tz'ib'ejxib'at jun tik t'ayex a ex unin creyente exto, yujto eyojtacxo co Mam Dios."
        },
        {
            "number": "14",
            "text": "Tzin tz'ib'ejxib'at jun tik t'ayex ex ayxo eyoch creyenteal, yujto eyojtacxo pax Dios, jun aytaxon eq'ui atax manto b'o jun yol yib'anhk’inal tik. Ha exxo creyente ex ayxo e tek'anil, ix ex tek'k'aji, yujto chab'ilxo slolonel Dios eyuuj. Ix kan pax vinh diablo t'a yalanh eyuuj ved'oc. Yuj chi' tzin tz'ib'ejb'at jun uum tik t'ayex."
        },
        {
            "number": "15",
            "text": "Max yal co xajanan jun yol yib'anhk’inal tik yet' pax juntzanh tas ay t'ay. Tato sco xajanej, manh vanoc co xajanan co Mam Dios syal chi'."
        },
        {
            "number": "16",
            "text": "Ha eb' anima ay t'a yol yib'anhk’inal tik, a juntzanh sgana snivanil eb' snib'ejochi. Snib'anxioch juntzanh tas wach' yilji eb'. Say eb' yic niwan tz'aj yelk'ochi. Ha juntzanh b'eyb'al chi', manh yicoc co Mam Dios, a yol yib'anhk’inal tik ay yico'."
        },
        {
            "number": "17",
            "text": "Ha jun yol yib'anhk’inal tik yet' juntzanh snib'ejoch eb' anima chi' t'ay, eq'uelb'anhej yaji. Palta tato sco k'ulej icha sgana Dios, pitzan onh t'a junelnhej yet'oc."
        },
        {
            "number": "18",
            "text": "Ex xajanab'il vuuj, ay onh ek' t'a jun slajvub' tiempoal. Ix cab' eyed'oc to ay jun ayoch ajk'olal t'a Cristo ol pitzvoc chaanh. Ilec nab'i, tzijtumxo eb' ayoch ajk'olal t'ay toxo ix pitzvi chaanh. Yuj chi' cojtac to ay onhxo ek' t'a slajvub' tiempoal tik."
        },
        {
            "number": "19",
            "text": "Ha t'a co cal ix elta eb' chi', yujto toxonton manh quetb'eyumoc eb'. Q'uinaloc tato quetb'eyum eb', ix am ajnhej eb' qued'oc, palta ix elta eb' yic wach' scheclajeli to toxonton manh quetb'eyumoc eb'."
        },
        {
            "number": "20",
            "text": "Ha Cristo ak'annacoch Yespíritu Dios t'ayex qued'oc, yuj chi' cojtac jun k'ayb'ub'al yel co masanil."
        },
        {
            "number": "21",
            "text": "Yuj chi' tzin tz'ib'ejb'at jun in carta tik t'ayex, manh yujoc to manh eyojtacoc jun k'ayb'ub'al yel chi' tzin tz'ib'anb'ati, palta yujto eyojtacxo. Eyojtacpaxi to malaj junok es ayoch t'ay."
        },
        {
            "number": "22",
            "text": "Ol val t'ayex machtac eb' tz'esani: Aton eb' tz'alani to a Jesús manh Cristooc, syalelk'ochi to manh ak'b'iloc yopisio yuj Dios. Aton eb' chi' ayoch ajk'olal t'a Cristo, yujto max scha yab' eb' to ha Dios ay Yuninal, yuj chi' aypaxoch eb' ajk'olal d'ha Dios aton Mamab'il."
        },
        {
            "number": "23",
            "text": "Ha eb' tz'alani to a Jesucristo manh Yuninaloc Dios, manh ayococh co Mam Dios t'a eb'. Axo pax eb' tz'alan jun to a Jesucristo Yuninal Dios, ayton och Dios t'a eb'."
        },
        {
            "number": "24",
            "text": "Yuj chi', a jun k'ayb'ub'al ix cab'i atax yic ix onh och yicoc Dios, yovalil scak'nhejoch t'a co k'ool. Tato icha chi' scutej cak'anoch t'a co k'ool, junxonhej ol onh aj yet' co Mam Dios, junxonhej ol onh aj pax yet' Yuninal."
        },
        {
            "number": "25",
            "text": "Yalnaccan Dios to ol yak' co q'uinal t'a junelnhej."
        },
        {
            "number": "26",
            "text": "Tik tzin tz'ib'ejb'at t'ayex yuj eb' sgana ex yak'an musansatil."
        },
        {
            "number": "27",
            "text": "Ha Espíritu ak'b'il t'ayonh yuj Jesucristo, aynhejcanoch t'ayonh. Yuj chi' manh yovaliloc ch'oc mach tzonh k'ayb'ani, yujto a Yespíritu chi' tzonh k'ayb'an t'a masanil tasi. Ha jun k'ayb'ub'al syak' t'ayonh chi' te yel, malaj jab'oc es ayoch t'a skal. Yuj chi', yovalil junxonhej tzonh aj yet' Cristo, yujto icha chi' tz'aj yalan Yespíritu t'ayonh."
        },
        {
            "number": "28",
            "text": "Axo ticnaic ex xajanab'il vuuj, yovalil junnhej tzonh aj yet' Cristo t'a masanil tiempo, yic wach' junk'olal tzonh aj t'a yichanh, manh ol onh q'uixvoclaj ayic ol jaxoc."
        },
        {
            "number": "29",
            "text": "Cojtac to a Jesucristo te tojol toni. Yuj chi' ichocab' tik tz'aj snachajel cuuj: Tato tojol scutej co b'eyb'al, yuninal onh ton Dios syal chi'."
        }
    ]
}