{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Naec to te xajan onh yuj ko Mam Dios, yujto tzonh yaloch yuninaloc. Yuninal onhxo ton jun. Ha heb' ay t'a yol yib'anhk’inal tik, max nachajel-laj yuj heb' tato yuninal onhxo Dios, yujto maj yojtaquejel Dios heb'."
        },
        {
            "number": "2",
            "text": "Ex xajanab'il wuuj, yuninal onhxo Dios ticnaik. Maxto nachajel-laj cuuj chajtil ol onh aj elk'ochoc. Palta cojtak to ayic ol jax Jesucristo, lajan ol onh aj yet'oc, yujto ol quila' chajtil yilji."
        },
        {
            "number": "3",
            "text": "Ha onh mach onh skak'och juntzanh swal tik yipoc ko k'ool, kactejekkan masanil chukal, yujto a Cristo malaj chukal t'ay."
        },
        {
            "number": "4",
            "text": "Ha heb' sb'eyb'alan chukal, manhton wanoc sk'anab'ajan schecnab'il Dios heb'. Yujto a heb' max k'anab'ajan juntzanh checnab'il chi', a chukal sk'ulej heb'."
        },
        {
            "number": "5",
            "text": "Cojtakxo to a Jesucristo ix ulek' t'a yol yib'anhk’inal tik yic syik'anel ko mul. Cojtak paxi to malaj jab'oc chukal ayoch t'ay."
        },
        {
            "number": "6",
            "text": "Yuj chi' tato junxonhej kaj yet'oc, maxtzac yal sko b'eyb'alej chukal. Palta tato anheja' ko b'eyb'alan chukal jun, syalelk'ochi to manh onh ayoc ochlaj yet'oc, manto cojtakoclaj."
        },
        {
            "number": "7",
            "text": "Ex xajanab'il wuuj, malajokab' junok mach tzex ak'an musansatil. Tato tojol syutej sb'a junok mach, tojol ton spensar icha spensar Cristo, yujto a Cristo chi' tojol spensar."
        },
        {
            "number": "8",
            "text": "Palta tato ay mach anheja' sb'eyb'alan chukal, yictaxon winh diablo yaji. Yujto a winh diablo chi', sk'ulejtaxon chukal winh t'a yichb’anel. Yujton jun chi' ix ulek' Yuninal Dios t'a yol yib'anhk’inal tik, yic syak' lajwoc smasanil tas sk'ulej winh diablo chi'."
        },
        {
            "number": "9",
            "text": "Tato yel yuninal onhxo Dios, manhxo ol ko b'eyb'alej chukal, yujto k'exb'ilxo ko pensar yuj, haxo yic ayoch t'ayonh. Maxtzac yal pax ko b'eyb'alan chukal, yujto yuninal onhxo."
        },
        {
            "number": "10",
            "text": "Icha chi' tz'aj scheclajeli, mach heb' yuninalxo Dios, mach pax heb' yuninalto winh diablo. Tato manh tojolok scutej ko b'eyb'al, tato max ko xajanej heb' quetcreyenteal, wal yel manh onh yicoc Dios."
        },
        {
            "number": "11",
            "text": "Ha jun checnab'il swalb'at tik t'ayex, atax ix ex och yuninaloc Dios, ix ex och ijan eyab'ani: Sco xajanejec ko b'a, xchi jun checnab'il tik."
        },
        {
            "number": "12",
            "text": "Yuj chi' max yal-laj cutan ko b'a icha yutejnac sb'a winhaj Caín. Ha winh chi', a winh diablo ay yic winh, yuj chi' smilnaccham winh yuk'tac winh. Icha chi' yutejnac sb'a winh, yujto manh tojolok sb'eyb'al winh, haxo winh yuk'tac winh chi', tojol sb'eyb'al winh."
        },
        {
            "number": "13",
            "text": "Ex wuk'tac ex wanab', manh eyak' sat he k'ool tato tz'och heb' yic yol yib'anhk’inal tik ajk'olal t'ayex."
        },
        {
            "number": "14",
            "text": "Ha t'a yalanhtaxo, yic onh chamel, haxo ticnaik, toxo ix ak'ji ko k 'inal t'a junelnhej. Cojtak to ix ko cha ko k 'inal tik yujto sko xajanej ko b'a yet' heb' quetcreyenteal. Tato max ko xajanej ko b'a yet' heb', yic onhto chamel syal chi'."
        },
        {
            "number": "15",
            "text": "Tato anheja' schichonoch ko k'ool t'a heb' quetcreyenteal, mak'umcham anima onh t'a yichanh Dios. Palta cojtak to malaj junok mak'umcham anima ay sk'inal t'a junelnhej."
        },
        {
            "number": "16",
            "text": "Cojtak chajtil tz'aj onh xajanan Dios to ix yak'och sb'a Jesucristo t'a yol sk'ab' chamel cuuj. Yuj chi' yowalil ichokab' ta' scutej ko xajanan heb' quetcreyenteal, ta syala' b'ekanokab' ko k'ool ko cham yuj heb'."
        },
        {
            "number": "17",
            "text": "Q'uinaloc ay tas ay t'ayonh, haxo squilan junok quetcreyenteal te meb'a', tato malaj jab'oc tas skak' t'ay, manh xajanoc ko Mam Dios cuuj syal chi'."
        },
        {
            "number": "18",
            "text": "Ex xajanab'il wuuj, manh tonhejoc skal yet' ko ti' to sko xajanej ko b'a. Yowalil tzonh kolwaj t'a heb' quetcreyenteal. Icha chi' scutej ko ch'oxaneli to t'a wal yel sko xajanej ko b'a."
        },
        {
            "number": "19",
            "text": "Tato sko xajanej ko b'a, cojtak to yic onhxo jun k'ayb'ub'al te yel. Tato icha chi', manhxa ko xivk'olal t'a yichanh Dios"
        },
        {
            "number": "20",
            "text": "ayic sko naani to ay ko mul yuj junok tas chuclaj ix ko k'ulej. Ha Dios ek'to yojtak t'a quichanh. Val yel, A' tz'ojtakaneli yujto yojtak smasanil."
        },
        {
            "number": "21",
            "text": "Yuj chi', ex xajanab'il wuuj, tato cojtak to wach' ko b'eyb'al t'a yichanh Dios, max onh xiv ko lesalwi t'ay."
        },
        {
            "number": "22",
            "text": "Tato icha chi', yalnhej tas sko k'an t'ay, ol yak' t'ayonh, yujto sko k'anab'ajej schecnab'il, wan ko k'ulanpax icha tas scha sk'ool."
        },
        {
            "number": "23",
            "text": "Syal schecnab'il icha tik to skak'och Yuninal t'a ko k'ool, aton Jesucristo. Sco xajanej pax ko b'a junjun onh icha ix yutej yalan t'ayonh."
        },
        {
            "number": "24",
            "text": "Tato sko k'anab'ajej juntzanh schecnab'il chi', junnhej kaj yet'oc, junnhej pax yaj qued'oc. Cojtak to aynhejoch t'ayonh, yujto yak'nac Yespíritu t'ayonh."
        }
    ]
}