{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Naec to te xajan onh yuj co Mam Dios, yujto tzonh yaloch yuninaloc. Yuninal onhxo ton jun. Ha eb' ay t'a yol yib'anhk’inal tik, max nachajel-laj yuj eb' tato yuninal onhxo Dios, yujto maj yojtaquejel Dios eb'."
        },
        {
            "number": "2",
            "text": "Ex xajanab'il vuuj, yuninal onhxo Dios ticnaic. Maxto nachajel-laj cuuj chajtil ol onh aj elk'ochoc. Palta cojtac to ayic ol jax Jesucristo, lajan ol onh aj yet'oc, yujto ol quila' chajtil yilji."
        },
        {
            "number": "3",
            "text": "Ha onh mach onh scak'och juntzanh swal tik yipoc co k'ool, cactejeccan masanil chukal, yujto a Cristo malaj chukal t'ay."
        },
        {
            "number": "4",
            "text": "Ha eb' sb'eyb'alan chukal, manhton vanoc sk'anab'ajan schecnab'il Dios eb'. Yujto a eb' max k'anab'ajan juntzanh checnab'il chi', a chukal sk'ulej eb'."
        },
        {
            "number": "5",
            "text": "Cojtacxo to a Jesucristo ix ulek' t'a yol yib'anhk’inal tik yic syik'anel co mul. Cojtac paxi to malaj jab'oc chukal ayoch t'ay."
        },
        {
            "number": "6",
            "text": "Yuj chi' tato junxonhej caj yet'oc, maxtzac yal sco b'eyb'alej chukal. Palta tato anheja' co b'eyb'alan chukal jun, syalelk'ochi to manh onh ayoc ochlaj yet'oc, manto cojtacoclaj."
        },
        {
            "number": "7",
            "text": "Ex xajanab'il vuuj, malajocab' junok mach tzex ak'an musansatil. Tato tojol syutej sb'a junok mach, tojol ton spensar icha spensar Cristo, yujto a Cristo chi' tojol spensar."
        },
        {
            "number": "8",
            "text": "Palta tato ay mach anheja' sb'eyb'alan chukal, yictaxon winh diablo yaji. Yujto a winh diablo chi', sk'ulejtaxon chukal winh t'a yichb’anel. Yujton jun chi' ix ulek' Yuninal Dios t'a yol yib'anhk’inal tik, yic syak' lajvoc smasanil tas sk'ulej winh diablo chi'."
        },
        {
            "number": "9",
            "text": "Tato yel yuninal onhxo Dios, manhxo ol co b'eyb'alej chukal, yujto q'uexb'ilxo co pensar yuj, haxo yic ayoch t'ayonh. Maxtzac yal pax co b'eyb'alan chukal, yujto yuninal onhxo."
        },
        {
            "number": "10",
            "text": "Icha chi' tz'aj scheclajeli, mach eb' yuninalxo Dios, mach pax eb' yuninalto winh diablo. Tato manh tojoloc scutej co b'eyb'al, tato max co xajanej eb' quetcreyenteal, val yel manh onh yicoc Dios."
        },
        {
            "number": "11",
            "text": "Ha jun checnab'il svalb'at tik t'ayex, atax ix ex och yuninaloc Dios, ix ex och ijan eyab'ani: Sco xajanejec co b'a, xchi jun checnab'il tik."
        },
        {
            "number": "12",
            "text": "Yuj chi' max yal-laj cutan co b'a icha yutejnac sb'a winhaj Caín. Ha winh chi', a winh diablo ay yic winh, yuj chi' smilnaccham winh yuk'tac winh. Icha chi' yutejnac sb'a winh, yujto manh tojoloc sb'eyb'al winh, haxo winh yuk'tac winh chi', tojol sb'eyb'al winh."
        },
        {
            "number": "13",
            "text": "Ex vuk'tac ex vanab', manh eyak' sat e k'ool tato tz'och eb' yic yol yib'anhk’inal tik ajk'olal t'ayex."
        },
        {
            "number": "14",
            "text": "Ha t'a yalanhtaxo, yic onh chamel, haxo ticnaic, toxo ix ak'ji co q'uinal t'a junelnhej. Cojtac to ix co cha co q'uinal tik yujto sco xajanej co b'a yet' eb' quetcreyenteal. Tato max co xajanej co b'a yet' eb', yic onhto chamel syal chi'."
        },
        {
            "number": "15",
            "text": "Tato anheja' schichonoch co k'ool t'a eb' quetcreyenteal, mak'umcham anima onh t'a yichanh Dios. Palta cojtac to malaj junok mak'umcham anima ay sk'inal t'a junelnhej."
        },
        {
            "number": "16",
            "text": "Cojtac chajtil tz'aj onh xajanan Dios to ix yak'och sb'a Jesucristo t'a yol sk'ab' chamel cuuj. Yuj chi' yowalil ichocab' ta' scutej co xajanan eb' quetcreyenteal, ta syala' b'ecanocab' co k'ool co cham yuj eb'."
        },
        {
            "number": "17",
            "text": "Q'uinaloc ay tas ay t'ayonh, haxo squilan junok quetcreyenteal te meb'a', tato malaj jab'oc tas scak' t'ay, manh xajanoc co Mam Dios cuuj syal chi'."
        },
        {
            "number": "18",
            "text": "Ex xajanab'il vuuj, manh tonhejoc skal yet' co ti' to sco xajanej co b'a. Yovalil tzonh kolwaj t'a eb' quetcreyenteal. Icha chi' scutej co ch'oxaneli to t'a val yel sco xajanej co b'a."
        },
        {
            "number": "19",
            "text": "Tato sco xajanej co b'a, cojtac to yic onhxo jun k'ayb'ub'al te yel. Tato icha chi', manhxa co xivk'olal t'a yichanh Dios"
        },
        {
            "number": "20",
            "text": "ayic sco naani to ay co mul yuj junok tas chuclaj ix co k'ulej. Ha Dios ek'to yojtac t'a quichanh. Val yel, A' tz'ojtacaneli yujto yojtac smasanil."
        },
        {
            "number": "21",
            "text": "Yuj chi', ex xajanab'il vuuj, tato cojtac to wach' co b'eyb'al t'a yichanh Dios, max onh xiv co lesalvi t'ay."
        },
        {
            "number": "22",
            "text": "Tato icha chi', yalnhej tas sco k'an t'ay, ol yak' t'ayonh, yujto sco k'anab'ajej schecnab'il, van co k'ulanpax icha tas scha sk'ool."
        },
        {
            "number": "23",
            "text": "Syal schecnab'il icha tik to scak'och Yuninal t'a co k'ool, aton Jesucristo. Sco xajanej pax co b'a junjun onh icha ix yutej yalan t'ayonh."
        },
        {
            "number": "24",
            "text": "Tato sco k'anab'ajej juntzanh schecnab'il chi', junnhej caj yet'oc, junnhej pax yaj qued'oc. Cojtac to aynhejoch t'ayonh, yujto yak'nac Yespíritu t'ayonh."
        }
    ]
}