{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Naec to te xajan onh yuj co Mam Dios, yujto tzonh yaloch yuninaloc. Yuninal onhxo ton jun. A eb' ay d'a yolyib'anhq'uinal tic, max nachajel-laj yuj eb' tato yuninal onhxo Dios, yujto maj yojtaquejel Dios eb'."
        },
        {
            "number": "2",
            "text": "Ex xajanab'il vuuj, yuninal onhxo Dios ticnaic. Maxto nachajel-laj cuuj chajtil ol onh aj elk'ochoc. Palta cojtac to ayic ol jax Jesucristo, lajan ol onh aj yed'oc, yujto ol quila' chajtil yilji."
        },
        {
            "number": "3",
            "text": "A onh mach onh scak'och juntzanh sval tic yipoc co k'ool, cactejeccan masanil chucal, yujto a Cristo malaj chucal d'ay."
        },
        {
            "number": "4",
            "text": "A eb' sb'eyb'alan chucal, manhton vanoc sk'anab'ajan schecnab'il Dios eb'. Yujto a eb' max k'anab'ajan juntzanh checnab'il chi', a chucal sk'ulej eb'."
        },
        {
            "number": "5",
            "text": "Cojtacxo to a Jesucristo ix ulek' d'a yolyib'anhq'uinal tic yic syik'anel co mul. Cojtac paxi to malaj jab'oc chucal ayoch d'ay."
        },
        {
            "number": "6",
            "text": "Yuj chi' tato junxonhej caj yed'oc, maxtzac yal sco b'eyb'alej chucal. Palta tato anheja' co b'eyb'alan chucal jun, syalelk'ochi to manh onh ayoc ochlaj yed'oc, manto cojtacoclaj."
        },
        {
            "number": "7",
            "text": "Ex xajanab'il vuuj, malajocab' junoc mach tzex ak'an musansatil. Tato tojol syutej sb'a junoc mach, tojol ton spensar icha spensar Cristo, yujto a Cristo chi' tojol spensar."
        },
        {
            "number": "8",
            "text": "Palta tato ay mach anheja' sb'eyb'alan chucal, yictaxon vinh diablo yaji. Yujto a vinh diablo chi', sk'ulejtaxon chucal vinh d'a yichb'anil. Yujton jun chi' ix ulek' Yuninal Dios d'a yolyib'anhq'uinal tic, yic syak' lajvoc smasanil tas sk'ulej vinh diablo chi'."
        },
        {
            "number": "9",
            "text": "Tato yel yuninal onhxo Dios, manhxo ol co b'eyb'alej chucal, yujto q'uexb'ilxo co pensar yuuj, axo yic ayoch d'ayonh. Maxtzac yal pax co b'eyb'alan chucal, yujto yuninal onhxo."
        },
        {
            "number": "10",
            "text": "Icha chi' tz'aj scheclajeli, mach eb' yuninalxo Dios, mach pax eb' yuninalto vinh diablo. Tato manh tojoloc scutej co b'eyb'al, tato max co xajanej eb' quetcreyenteal, val yel manh onh yicoc Dios."
        },
        {
            "number": "11",
            "text": "A jun checnab'il svalb'at tic d'ayex, atax ix ex och yuninaloc Dios, ix ex och ijan eyab'ani: Sco xajanejec co b'a, xchi jun checnab'il tic."
        },
        {
            "number": "12",
            "text": "Yuj chi' max yal-laj cutan co b'a icha yutejnac sb'a vinhaj Caín. A vinh chi', a vinh diablo ay yic vinh, yuj chi' smilnaccham vinh yuk'tac vinh. Icha chi' yutejnac sb'a vinh, yujto manh tojoloc sb'eyb'al vinh, axo vinh yuk'tac vinh chi', tojol sb'eyb'al vinh."
        },
        {
            "number": "13",
            "text": "Ex vuk'tac ex vanab', manh eyak' sat e k'ool tato tz'och eb' yic yolyib'anhq'uinal tic ajk'olal d'ayex."
        },
        {
            "number": "14",
            "text": "A d'a yalanhtaxo, yic onh chamel, axo ticnaic, toxo ix ak'ji co q'uinal d'a junelnhej. Cojtac to ix co cha co q'uinal tic yujto sco xajanej co b'a yed' eb' quetcreyenteal. Tato max co xajanej co b'a yed' eb', yic onhto chamel syal chi'."
        },
        {
            "number": "15",
            "text": "Tato anheja' schichonoch co k'ool d'a eb' quetcreyenteal, mak'umcham anima onh d'a yichanh Dios. Palta cojtac to malaj junoc mak'umcham anima ay sq'uinal d'a junelnhej."
        },
        {
            "number": "16",
            "text": "Cojtac chajtil tz'aj onh xajanan Dios to ix yak'och sb'a Jesucristo d'a yol sk'ab' chamel cuuj. Yuj chi' yovalil ichocab' ta' scutej co xajanan eb' quetcreyenteal, ta syala' b'ecanocab' co k'ool co cham yuj eb'."
        },
        {
            "number": "17",
            "text": "Q'uinaloc ay tas ay d'ayonh, axo squilan junoc quetcreyenteal te meb'a', tato malaj jab'oc tas scak' d'ay, manh xajanoc co Mam Dios cuuj syal chi'."
        },
        {
            "number": "18",
            "text": "Ex xajanab'il vuuj, manh tonhejoc scal yed' co ti' to sco xajanej co b'a. Yovalil tzonh colvaj d'a eb' quetcreyenteal. Icha chi' scutej co ch'oxaneli to d'a val yel sco xajanej co b'a."
        },
        {
            "number": "19",
            "text": "Tato sco xajanej co b'a, cojtac to yic onhxo jun k'ayb'ub'al te yel. Tato icha chi', manhxa co xivk'olal d'a yichanh Dios"
        },
        {
            "number": "20",
            "text": "ayic sco naani to ay co mul yuj junoc tas chuclaj ix co k'ulej. A Dios ek'to yojtac d'a quichanh. Val yel, A' tz'ojtacaneli yujto yojtac smasanil."
        },
        {
            "number": "21",
            "text": "Yuj chi', ex xajanab'il vuuj, tato cojtac to vach' co b'eyb'al d'a yichanh Dios, max onh xiv co lesalvi d'ay."
        },
        {
            "number": "22",
            "text": "Tato icha chi', yalnhej tas sco k'an d'ay, ol yak' d'ayonh, yujto sco k'anab'ajej schecnab'il, van co k'ulanpax icha tas scha sk'ool."
        },
        {
            "number": "23",
            "text": "Syal schecnab'il icha tic to scak'och Yuninal d'a co k'ool, aton Jesucristo. Sco xajanej pax co b'a junjun onh icha ix yutej yalan d'ayonh."
        },
        {
            "number": "24",
            "text": "Tato sco k'anab'ajej juntzanh schecnab'il chi', junnhej caj yed'oc, junnhej pax yaj qued'oc. Cojtac to aynhejoch d'ayonh, yujto yak'nac Yespíritu d'ayonh."
        }
    ]
}