{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ex xajanab'il vuuj, tato ay eb' tz'alani to a yic Dios jun syalel eb', manh e cha eyab' t'a eb' t'a elanhchamel. Yovalil tze b'ab'laj aq'uej proval eb' tato yel a slolonel Dios tzek' yalel eb'. Yujto tzijtum eb' tz'esan van yek' t'a jun yol yib'anhk’inal tik, stz'acan yaloch sb'a eb' schecab'oc Dios."
        },
        {
            "number": "2",
            "text": "Palta ol val t'ayex chajtil tz'aj cojtacaneli tato yel ayoch Yespíritu Dios t'a eb'. Tato syal eb': Ha Jesucristo ul yak'nacoch sb'a animail, tato xchi eb', aton eb' chi' ayoch Yespíritu Dios t'ay."
        },
        {
            "number": "3",
            "text": "Palta a pax eb' manh ichoc ta' yalan yuj Jesús, malaj Yespíritu Dios ayoch t'a eb' syal chi', yujto lajan spensar eb' yet' jun ayoch ajk'olal t'a Cristo. Eyab'nacxo to a jun ajk'ool chi' t'ay, yovalil ol pitzvoc chaanh. Ha ticnaic, ayxo eb' lajan spensar icha ol yutoc sb'a chi'."
        },
        {
            "number": "4",
            "text": "Ex xajanab'il vuuj, yic onhxo Dios ticnaic. Ayxocan eb' tz'esan chi' t'a yalanh cuuj, yujto a Yespíritu Dios ayoch t'ayonh, ek'to spoder t'a jun ayoch t'a eb' yic yol yib'anhk’inal tik."
        },
        {
            "number": "5",
            "text": "Ha eb' tz'esan chi', yic yol yib'anhk’inal tik yaj eb'. Yuj chi' anhej juntzanh yic yol yib'anhk’inal tik syal eb'. Axo eb' yic yol yib'anhk’inal tik scha yab' eb' t'a eb'."
        },
        {
            "number": "6",
            "text": "Palta a onhxo tik, yic onhxo Dios. Yuj chi' a eb' yicxo Dios qued'oc, syak'och schiquin eb' t'a tas scala'. Axo eb' manh yicoc Dios jun, max yak'ochlaj schiquin eb' yab'an t'ayonh. Icha chi' scutej cojtacaneli, mach eb' ayoch Espíritu yel syal t'ay, mach pax eb' to a espíritu tz'esan ayoch t'ay."
        },
        {
            "number": "7",
            "text": "Ex xajanab'il vuuj, co xajanejec co b'a junjun onh, yujto a b'aj sco xajanej co b'a chi', a d'ha Dios scoti. Tato sco xajanej co b'a, yuninal onhxo Dios. Tato icha chi', val yel cojtacxo Dios chi' syal chi'."
        },
        {
            "number": "8",
            "text": "Tato max co xajanej co b'a, val yel manto cojtacoc Dios chi' syal chi', yujto ha Dios chi' sxajanan taxon anima."
        },
        {
            "number": "9",
            "text": "Ix sch'ox Dios to xajanab'il onh yuj, yujto ix scheccot jun pitanh Yuninal, ix ul yak'och sb'ha t'a yol sk'ab' chamel t'a yol yib'anhk’inal tik, yuj yak'an co q'uinal t'a junelnhej."
        },
        {
            "number": "10",
            "text": "Icha tik tz'aj scheclajeli to t'a val yel xajan onh yuj Dios: Manhoc onh ix co b'ab'laj xajanej Dios, palta to A' ix onh xajanani ayic ix schecancot Yuninal ul yak'cham sb'a stojoloc co mul."
        },
        {
            "number": "11",
            "text": "Ex xajanab'il vuuj, tato icha chi' ix aj onh xajanan Dios chi', yovalil sco xajanej co b'a junjun onh."
        },
        {
            "number": "12",
            "text": "Wach'chom malaj junok mach ix ilan Dios juneloc, palta tato sco xajanej co b'a, aynhejoch Dios chi' t'ayonh syal chi', yuj chi' jab'jab'il scheclajel sk'olb'al Dios chi' t'ayonh"
        },
        {
            "number": "13",
            "text": "Yuj Yespíritu ix yak'och cajan t'ayonh, yuj chi' cojtac to ayonh och t'ay, aynhejpaxoch t'ayonh junjun onh."
        },
        {
            "number": "14",
            "text": "Ha onh tik quilnac val Yuninal Dios, yuj chi' scak' val testigoal yuj to a co Mam Dios checjinaccot Yuninal chi' yic tzul scolel eb' anima ay t'a yol yib'anhk’inal tik."
        },
        {
            "number": "15",
            "text": "Tato a onh scala': Ha Jesús Yuninal ton Dios, tato xco chi, ha Dios ayoch t'ayonh, aynhej onh pax och t'ay."
        },
        {
            "number": "16",
            "text": "Scak'anoch t'a co k'ool to ha Dios xajan onh yuj. Cojtac val jun tik sik'lab'il yujto ha Dios chi' sxajanan taxon anima. Yuj chi' tato sco xajanej co b'a a onh tik, ay onh ton och t'ay syal chi', aynhejpaxoch t'ayonh."
        },
        {
            "number": "17",
            "text": "Icha chi' tz'aj swach' tz'acvi co xajanan co b'a, yic wach' ayic ol ja sk'ual sch'olb'itaj yaj eb' anima, manh ol onh xivlaj t'a yichanh Dios, yujto icha sb'eyb'al, icha chi' scutej co b'eyb'al t'a yol yib'anhk’inal tik."
        },
        {
            "number": "18",
            "text": "Tato yel sco xajanej Dios, maxtzac onh xivlaj, yujto ayic sco xajanan Dios chi', tz'ik'jiel co xivk'olal. Tato tzonh xivi, syalelk'ochi to xivnac onh t'a jun yaelal ol cot yuj yoval sk'ool Dios. Yuj chi' a eb' tzato xivi, ayto palta stz'acvi xajanan Dios chi' eb'."
        },
        {
            "number": "19",
            "text": "Sco xajanej Dios ticnaic, yujto A' ix onh b'ab'laj xajanani."
        },
        {
            "number": "20",
            "text": "Q'uinaloc tato scala' to xajan Dios cuuj, palta schichonpaxoch co k'ool t'a junok quetanimail, quesnhej syal chi'. Tato max co xajanej eb' quetanimail squiloch chi', ¿tas val ol cutoc co xajanan Dios max quilochlaj?"
        },
        {
            "number": "21",
            "text": "Yuj chi' yak'naccan jun schecnab'il t'ayonh tz'alan icha tik: Ha mach xajanan Dios, yovalil xajanej eb' yetanimail, xchi."
        }
    ]
}