{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ex xajanab'il wuuj, tato ay heb' tz'alani to a yic Dios jun syalel heb', manh he cha eyab' t'a heb' t'a elanhchamel. Yowalil tze b'ab'laj ak'ej prowal heb' tato yel a slolonel Dios tzek' yalel heb'. Yujto tzijtum heb' tz'esan wan yek' t'a jun yol yib'anhk’inal tik, stz'akan yaloch sb'a heb' schekab'oc Dios."
        },
        {
            "number": "2",
            "text": "Palta ol wal t'ayex chajtil tz'aj cojtakaneli tato yel ayoch Yespíritu Dios t'a heb'. Tato syal heb': Ha Jesucristo ul yak'nacoch sb'a animail, tato xchi heb', aton heb' chi' ayoch Yespíritu Dios t'ay."
        },
        {
            "number": "3",
            "text": "Palta a pax heb' manh ichoc ta' yalan yuj Jesús, malaj Yespíritu Dios ayoch t'a heb' syal chi', yujto lajan spensar heb' yet' jun ayoch ajk'olal t'a Cristo. Eyab'nacxo to a jun ajk'ool chi' t'ay, yowalil ol pitzwoc chaanh. Ha ticnaik, ayxo heb' lajan spensar icha ol yutoc sb'a chi'."
        },
        {
            "number": "4",
            "text": "Ex xajanab'il wuuj, yic onhxo Dios ticnaik. Ayxocan heb' tz'esan chi' t'a yalanh cuuj, yujto a Yespíritu Dios ayoch t'ayonh, ek'to spoder t'a jun ayoch t'a heb' yic yol yib'anhk’inal tik."
        },
        {
            "number": "5",
            "text": "Ha heb' tz'esan chi', yic yol yib'anhk’inal tik yaj heb'. Yuj chi' anhej juntzanh yic yol yib'anhk’inal tik syal heb'. Axo heb' yic yol yib'anhk’inal tik scha yab' heb' t'a heb'."
        },
        {
            "number": "6",
            "text": "Palta a onhxo tik, yic onhxo Dios. Yuj chi' a heb' yicxo Dios qued'oc, syak'och schiquin heb' t'a tas skala'. Axo heb' manh yicoc Dios jun, max yak'ochlaj schiquin heb' yab'an t'ayonh. Icha chi' scutej cojtakaneli, mach heb' ayoch Espíritu yel syal t'ay, mach pax heb' to a espíritu tz'esan ayoch t'ay."
        },
        {
            "number": "7",
            "text": "Ex xajanab'il wuuj, ko xajanejec ko b'a junjun onh, yujto a b'aj sko xajanej ko b'a chi', a d'ha Dios scoti. Tato sko xajanej ko b'a, yuninal onhxo Dios. Tato icha chi', wal yel cojtakxo Dios chi' syal chi'."
        },
        {
            "number": "8",
            "text": "Tato max ko xajanej ko b'a, wal yel manto cojtakoc Dios chi' syal chi', yujto ha Dios chi' sxajanan taxon anima."
        },
        {
            "number": "9",
            "text": "Ix sch'ox Dios to xajanab'il onh yuj, yujto ix scheccot jun pitanh Yuninal, ix ul yak'och sb'ha t'a yol sk'ab' chamel t'a yol yib'anhk’inal tik, yuj yak'an ko k 'inal t'a junelnhej."
        },
        {
            "number": "10",
            "text": "Icha tik tz'aj scheclajeli to t'a wal yel xajan onh yuj Dios: Manhok onh ix ko b'ab'laj xajanej Dios, palta to A' ix onh xajanani ayic ix schekancot Yuninal ul yak'cham sb'a stojoloc ko mul."
        },
        {
            "number": "11",
            "text": "Ex xajanab'il wuuj, tato icha chi' ix aj onh xajanan Dios chi', yowalil sko xajanej ko b'a junjun onh."
        },
        {
            "number": "12",
            "text": "Wach'chom malaj junok mach ix ilan Dios juneloc, palta tato sko xajanej ko b'a, aynhejoch Dios chi' t'ayonh syal chi', yuj chi' jab'jab'il scheclajel sk'olb'al Dios chi' t'ayonh"
        },
        {
            "number": "13",
            "text": "Yuj Yespíritu ix yak'och kajan t'ayonh, yuj chi' cojtak to ayonh och t'ay, aynhejpaxoch t'ayonh junjun onh."
        },
        {
            "number": "14",
            "text": "Ha onh tik quilnac wal Yuninal Dios, yuj chi' skak' wal testigoal yuj to a ko Mam Dios checjinaccot Yuninal chi' yic tzul scolel heb' anima ay t'a yol yib'anhk’inal tik."
        },
        {
            "number": "15",
            "text": "Tato a onh skala': Ha Jesús Yuninal ton Dios, tato xco chi, ha Dios ayoch t'ayonh, aynhej onh pax och t'ay."
        },
        {
            "number": "16",
            "text": "Skak'anoch t'a ko k'ool to ha Dios xajan onh yuj. Cojtak wal jun tik sik'lab'il yujto ha Dios chi' sxajanan taxon anima. Yuj chi' tato sko xajanej ko b'a a onh tik, ay onh ton och t'ay syal chi', aynhejpaxoch t'ayonh."
        },
        {
            "number": "17",
            "text": "Icha chi' tz'aj swach' tz'acwi ko xajanan ko b'a, yic wach' ayic ol ja sk'ual sch'olb'itaj yaj heb' anima, manh ol onh xivlaj t'a yichanh Dios, yujto icha sb'eyb'al, icha chi' scutej ko b'eyb'al t'a yol yib'anhk’inal tik."
        },
        {
            "number": "18",
            "text": "Tato yel sko xajanej Dios, maxtzac onh xivlaj, yujto ayic sko xajanan Dios chi', tz'ik'jiel ko xivk'olal. Tato tzonh xiwi, syalelk'ochi to xivnac onh t'a jun yaelal ol cot yuj yowal sk'ool Dios. Yuj chi' a heb' tzato xiwi, ayto palta stz'acwi xajanan Dios chi' heb'."
        },
        {
            "number": "19",
            "text": "Sco xajanej Dios ticnaik, yujto A' ix onh b'ab'laj xajanani."
        },
        {
            "number": "20",
            "text": "Q'uinaloc tato skala' to xajan Dios cuuj, palta schichonpaxoch ko k'ool t'a junok quetanimail, quesnhej syal chi'. Tato max ko xajanej heb' quetanimail squiloch chi', ¿tas wal ol cutoc ko xajanan Dios max quilochlaj?"
        },
        {
            "number": "21",
            "text": "Yuj chi' yak'nakkan jun schecnab'il t'ayonh tz'alan icha tik: Ha mach xajanan Dios, yowalil xajanej heb' yetanimail, xchi."
        }
    ]
}