{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Tato skak'och t'a ko k'ool to a Jesús aton Cristo, yuninal onhxo Dios syal chi'. Tato sco xajanej junok anima, anhejtona' sco xajanej heb' yuninal jun anima chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' cojtac to sco xajanej ko b'a a onh yuninal onh Dios tik, tato sco xajanej Dios, sco k'anab'ajanpax tas syala'."
        },
        {
            "number": "3",
            "text": "Tato t'a wal yel sco xajanej Dios, sco k'anab'ajej schecnab'il. Ha juntzanh schecnab'il chi', manh ajaltacoc ko k'anab'ajani."
        },
        {
            "number": "4",
            "text": "Ha juntzanh chukal ay t'a yol yib'anhk’inal tik, cannacxo t'a yalanh cuj a onh yuninal onhxo Dios tik. Yujto skak'och Dios t'a ko k'ool, yuj chi' skan juntzanh chi' t'a yalanh cuuj."
        },
        {
            "number": "5",
            "text": "Anhej heb' tz'ak'anoch t'a sk'ool to a Jesús Yuninal ton Dios, anhej heb' chi', syal skan jun chukal chi' t'a yalanh yuj."
        },
        {
            "number": "6",
            "text": "Ha Jesucristo ulnaquek' t'a yol yib'anhk’inal tik. Ul yak'annac bautizar sb'a. Elnac pax schiq'uil. Manh tonhejoc ul yak'nac bautizar sb'a, elnac pax schiq'uil. Ha Yespíritu Dios syak' testigoal sb'a yuj, to Yuninal ton Dios. Ha Yespíritu chi', te yelnhej syala'."
        },
        {
            "number": "7",
            "text": "Syak' testigoal sb'a Espíritu yuj. Ay pax chab'xo syak' testigoal sb'a yuj, aton sbautismo yet' schiq'uil ix eli. Ha oxe' tik junlajan schaan sb'a yalani to a Jesucristo Yuninal ton Dios."
        },
        {
            "number": "8",
            "text": "Sco cha tax cab' tas syal heb' anima t'a yol yib'anhk’inal tik, ocxom wal tas syal Dios ek'alxo yelk'ochi. Ha wal lak'an ix ak'an testigoal to Yuninal."
        },
        {
            "number": "9",
            "text": "Ha onh skak'och Yuninal Dios t'a ko k'ool, cojtac sik'lab'il to yel syal Dios yuj Yuninal chi'. Axo heb' max ak'anoch Yuninal chi' t'a sk'ool, wan yalan heb' to syesej Dios, yujto max yak'och heb' t'a sk'ool tas syal yuj Yuninal chi'."
        },
        {
            "number": "10",
            "text": "Aton jun tik yalnaccan Dios to syak' ko k 'inal t'a junelnhej. Yujnhej Yuninal syak' jun ko k 'inal chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi', tato ayxo och Yuninal Dios t'ayonh, ayxo ko k 'inal t'a junelnhej. Axo heb' malaj Yuninal Dios chi' t'ay, malaj sk'inal heb' t'a junelnhej."
        },
        {
            "number": "12",
            "text": "Tzin tz'ib'ejb'at jun tik t'ayex, a ex ix eyak'och Yuninal Dios t'a he k'ool, yic wach' ol nachajel eyuuj to ay he k 'inal t'a junelnhej qued'oc."
        },
        {
            "number": "13",
            "text": "Yuj chi' junk'olal tzonh lesalwi d'ha Dios, yujto cojtac to yalnhej tas sco k'an t'ay, ol yab'i, tato sco k'an icha sgana."
        },
        {
            "number": "14",
            "text": "Cojtac to ha' tz'ab'an ko lesal. Yuj chi' cojtac paxi to ha' tz'ak'an tas sco k'an t'ay."
        },
        {
            "number": "15",
            "text": "Q'uinaloc tato tzeyil junok quetcreyenteal wan sk'ulan junok chukal, palta manh yicoclaj chamel jun chukal chi', tato tzex lesalwi yuj, haxo Dios ol ak'an sk'inal. Palta ay chukal tojolnhej ko cham yuj. Max wal-laj t'ayex tato tzex lesalwi yuj juntzanh heb' sk'ulan jun chukal chi'."
        },
        {
            "number": "16",
            "text": "Masanil juntzanh chukal, mul t'a sat Dios. Palta ay juntzanh chukal max onh chamlaj yuj."
        },
        {
            "number": "17",
            "text": "Cojtac tato yel yuninal onhxo Dios, maxtzac ko b'eyb'alej chukal, yujto a Yuninal Dios tzonh tanhwani. Yuj chi' max yal onh yixtan winh diablo."
        },
        {
            "number": "18",
            "text": "Cojtac to yic onhxo Dios. Axo masanil heb' yicto yol yib'anhk’inal tik, aytooch heb' t'a yol sk'ab' winh diablo."
        },
        {
            "number": "19",
            "text": "Anhejtona', cojtac to ulnaquek' Yuninal Dios t'a yol yib'anhk’inal tik. Ha ix ak'an jacwoc ko pensar, yic wach' scojtaquejel Dios te yel. Yuj chi' a ticnaik, ayonhxooch yet' jun te yel, aton Jesucristo Yuninal. Ha jun Yuninal chi', aton Dios te yel. Ha tz'ak'an ko k 'inal t'a junelnhej."
        },
        {
            "number": "20",
            "text": "Yuj chi', ex xajanab'il wuuj, manh eyak'och he pensar t'a juntzanh comon Dios."
        }
    ]
}