{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Tato scak'och t'a co k'ool to a Jesús aton Cristo, yuninal onhxo Dios syal chi'. Tato sco xajanej junok anima, anhejtona' sco xajanej eb' yuninal jun anima chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' cojtac to sco xajanej co b'a a onh yuninal onh Dios tik, tato sco xajanej Dios, sco k'anab'ajanpax tas syala'."
        },
        {
            "number": "3",
            "text": "Tato t'a val yel sco xajanej Dios, sco k'anab'ajej schecnab'il. Ha juntzanh schecnab'il chi', manh ajaltacoc co k'anab'ajani."
        },
        {
            "number": "4",
            "text": "Ha juntzanh chucal ay t'a yol yib'anhk’inal tik, cannacxo t'a yalanh cuj a onh yuninal onhxo Dios tik. Yujto scak'och Dios t'a co k'ool, yuj chi' skan juntzanh chi' t'a yalanh cuuj."
        },
        {
            "number": "5",
            "text": "Anhej eb' tz'ak'anoch t'a sk'ool to a Jesús Yuninal ton Dios, anhej eb' chi', syal skan jun chucal chi' t'a yalanh yuj."
        },
        {
            "number": "6",
            "text": "Ha Jesucristo ulnaquek' t'a yol yib'anhk’inal tik. Ul yak'annac bautizar sb'a. Elnac pax schiq'uil. Manh tonhejoc ul yak'nac bautizar sb'a, elnac pax schiq'uil. Ha Yespíritu Dios syak' testigoal sb'a yuj, to Yuninal ton Dios. Ha Yespíritu chi', te yelnhej syala'."
        },
        {
            "number": "7",
            "text": "Syak' testigoal sb'a Espíritu yuj. Ay pax chab'xo syak' testigoal sb'a yuj, aton sbautismo yet' schiq'uil ix eli. Ha oxe' tik junlajan schaan sb'a yalani to a Jesucristo Yuninal ton Dios."
        },
        {
            "number": "8",
            "text": "Sco cha tax cab' tas syal eb' anima t'a yol yib'anhk’inal tik, ocxom val tas syal Dios ek'alxo yelk'ochi. Ha val lak'an ix ak'an testigoal to Yuninal."
        },
        {
            "number": "9",
            "text": "Ha onh scak'och Yuninal Dios t'a co k'ool, cojtac sik'lab'il to yel syal Dios yuj Yuninal chi'. Axo eb' max ak'anoch Yuninal chi' t'a sk'ool, van yalan eb' to syesej Dios, yujto max yak'och eb' t'a sk'ool tas syal yuj Yuninal chi'."
        },
        {
            "number": "10",
            "text": "Aton jun tik yalnaccan Dios to syak' co q'uinal t'a junelnhej. Yujnhej Yuninal syak' jun co q'uinal chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi', tato ayxo och Yuninal Dios t'ayonh, ayxo co q'uinal t'a junelnhej. Axo eb' malaj Yuninal Dios chi' t'ay, malaj sq'uinal eb' t'a junelnhej."
        },
        {
            "number": "12",
            "text": "Tzin tz'ib'ejb'at jun tik t'ayex, a ex ix eyak'och Yuninal Dios t'a e k'ool, yic wach' ol nachajel eyuuj to ay e q'uinal t'a junelnhej qued'oc."
        },
        {
            "number": "13",
            "text": "Yuj chi' junk'olal tzonh lesalvi d'ha Dios, yujto cojtac to yalnhej tas sco k'an t'ay, ol yab'i, tato sco k'an icha sgana."
        },
        {
            "number": "14",
            "text": "Cojtac to ha' tz'ab'an co lesal. Yuj chi' cojtac paxi to ha' tz'ak'an tas sco k'an t'ay."
        },
        {
            "number": "15",
            "text": "Q'uinaloc tato tzeyil junok quetcreyenteal van sk'ulan junok chucal, palta manh yicoclaj chamel jun chucal chi', tato tzex lesalvi yuj, haxo Dios ol ak'an sq'uinal. Palta ay chucal tojolnhej co cham yuj. Max val-laj t'ayex tato tzex lesalvi yuj juntzanh eb' sk'ulan jun chucal chi'."
        },
        {
            "number": "16",
            "text": "Masanil juntzanh chucal, mul t'a sat Dios. Palta ay juntzanh chucal max onh chamlaj yuj."
        },
        {
            "number": "17",
            "text": "Cojtac tato yel yuninal onhxo Dios, maxtzac co b'eyb'alej chucal, yujto a Yuninal Dios tzonh tanhvani. Yuj chi' max yal onh yixtan vinh diablo."
        },
        {
            "number": "18",
            "text": "Cojtac to yic onhxo Dios. Axo masanil eb' yicto yol yib'anhk’inal tik, aytooch eb' t'a yol sk'ab' vinh diablo."
        },
        {
            "number": "19",
            "text": "Anhejtona', cojtac to ulnaquek' Yuninal Dios t'a yol yib'anhk’inal tik. Ha ix ak'an jacvoc co pensar, yic wach' scojtaquejel Dios te yel. Yuj chi' a ticnaic, ayonhxooch yet' jun te yel, aton Jesucristo Yuninal. Ha jun Yuninal chi', aton Dios te yel. Ha tz'ak'an co q'uinal t'a junelnhej."
        },
        {
            "number": "20",
            "text": "Yuj chi', ex xajanab'il vuuj, manh eyak'och e pensar t'a juntzanh comon dios."
        }
    ]
}