{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ha yab'ixal eb' yinhtilal vinhaj Noé tik: Aton vinhaj Sem, vinhaj Cam yet' vinhaj Jafet. Ayic ix lajvi yek' jun oval ha' mucvajum chi', ix laj alji yuninal eb'."
        },
        {
            "number": "2",
            "text": "Ha sb'i eb' yuninal vinhaj Jafet: Aton vinhaj Gomer, vinhaj Magog, vinhaj Madai, vinhaj Javán, vinhaj Tubal, vinhaj Mesec yet' vinhaj Tiras."
        },
        {
            "number": "3",
            "text": "Ha sb'i eb' yuninal vinhaj Gomer: Aton vinhaj Askenaz, vinhaj Rifat yet' vinhaj Togarma."
        },
        {
            "number": "4",
            "text": "Ha sb'i eb' yuninal vinhaj Javán: Aton vinhaj Elisa, vinhaj Tarsis, vinhaj Quitim yet' vinhaj Dodanim."
        },
        {
            "number": "5",
            "text": "Aton eb' tik yinhtilal vinhaj Jafet. Ix cajnaj eb' t'a stitac ha' mar, junjun makan yinhtilal eb' yet' smacb'en yet' sti' syala'."
        },
        {
            "number": "6",
            "text": "Ha sb'i eb' yuninal vinhaj Cam: Aton vinhaj Cus, vinhaj Mizraim, vinhaj Fut yet' vinhaj Canaán."
        },
        {
            "number": "7",
            "text": "Ha sb'i eb' yuninal vinhaj Cus: Aton vinhaj Seba, vinhaj Havila, vinhaj Sabta, vinhaj Raama yet' vinhaj Sabteca. Ha sb'i eb' yuninal vinhaj Raama: Aton vinhaj Seba yet' vinhaj Dedán."
        },
        {
            "number": "8",
            "text": "Ha vinhaj Cus ay yuninal vinhaj Nimrod. Ha vinhaj Nimrod chi' b'ab'el ix och yajalil t'a skal eb' chonhab'."
        },
        {
            "number": "9",
            "text": "Te julum nok' vinh t'a yichanh Jehová, yuj chi' ay jun lolonel t'a skal eb' anima tz'alan icha tik: Lajan vinh icha vinhaj Nimrod, vinh te julum nok' t'a yol sat Jehová, xchi jun lolonel chi'."
        },
        {
            "number": "10",
            "text": "Ha t'a sb'ab'elal, yajal yaj vinhaj Nimrod t'a yib'anh Babel, Erec, Acad yet' Calne. Ha t'a yol smacb'en Sinar ata' ay juntzanh chonhab' chi'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix b'at vinh t'a Asiria. Ata' ix sb'o chanhexo nivac chonhab' vinh: Aton chonhab' Nínive, Rehobot, Cala"
        },
        {
            "number": "12",
            "text": "yet' Resén, aton jun chonhab' ay t'a skal Nínive yet' Cala. Ha chanhe' chonhab' chi', junxonhej niwan chonhab'il ix aji."
        },
        {
            "number": "13",
            "text": "Axo t'a vinhaj Mizraim ix cot eb' Ludim, eb' Anamim, eb' Lehabim, eb' Naftuhim,"
        },
        {
            "number": "14",
            "text": "eb' Patrusim, eb' Casluhim yet' eb' Caftorim. Ha t'a eb' chi' ix cot eb' filisteo."
        },
        {
            "number": "15",
            "text": "Ha vinhaj Canaán smam vinhaj Sidón yet' vinhaj Het. Ha vinhaj Sidón chi', b'ab'el unin vinh."
        },
        {
            "number": "16",
            "text": "Ha vinhaj Canaán chi' smam icham eb' jebuseo, eb' amorreo, eb' gergeseo,"
        },
        {
            "number": "17",
            "text": "eb' heveo, eb' araceo, eb' sineo,"
        },
        {
            "number": "18",
            "text": "eb' arvadeo, eb' zemareo, eb' amateo. Ayic ix b'ey tiempo ix saclemcanb'at eb' cananeo chi'."
        },
        {
            "number": "19",
            "text": "Ha sluum eb', tzato k'och t'a smojonal Sidón masanto t'a stojolal Gerar, masanto t'a Gaza. Scumlajxib'at lu'um t'a yol smacb'en chonhab' Sodoma, Gomorra, Adma yet' Zeboim masanto sk'och lum t'a chonhab' Lasa."
        },
        {
            "number": "20",
            "text": "Ata' ix cajnaj eb' yinhtilal vinhaj Cam, junjun makan yinhtilal eb' t'a yol smacb'en yet' sti' syala'."
        },
        {
            "number": "21",
            "text": "Axo pax vinhaj Sem, vinh b'ab'el vinac t'a vinhaj Jafet, ay pax yuninal vinh. Ha onh masanil onh tik, yinhtilal onh vinhaj Heber, cotnac onh t'a yinhtilal vinhaj Sem."
        },
        {
            "number": "22",
            "text": "Ha eb' yuninal vinhaj Sem chi', aton vinhaj Elam, vinhaj Asur, vinhaj Arfaxad, vinhaj Lud yet' vinhaj Aram."
        },
        {
            "number": "23",
            "text": "Axo eb' yuninal vinhaj Aram, aton vinhaj Uz, vinhaj Hul, vinhaj Geter yet' vinhaj Mas."
        },
        {
            "number": "24",
            "text": "Ha vinhaj Arfaxad ay yuninal vinhaj Sala, haxo vinhaj Sala chi' ay yuninal vinhaj Heber."
        },
        {
            "number": "25",
            "text": "Axo vinhaj Heber chi', chavanh yuninal vinh, Peleg sb'i jun vinh. Ha t'a yol stiempoal vinh tik ix pucaxcanb'at eb' anima t'a sat lum lum tik. Axo junxo vinh scuchan Joctán."
        },
        {
            "number": "26",
            "text": "Ha vinhaj Joctán chi' ay yuninal vinhaj Almodad, vinhaj Selef, vinhaj Hazar-mavet, vinhaj Jera,"
        },
        {
            "number": "27",
            "text": "vinhaj Adoram, vinhaj Uzal, vinhaj Dicla,"
        },
        {
            "number": "28",
            "text": "vinhaj Obal, vinhaj Abimael, vinhaj Seba,"
        },
        {
            "number": "29",
            "text": "vinhaj Ofir, vinhaj Havila yet' vinhaj Jobab. Masanil eb' tik, a vinhaj Joctán ay yuninal eb'."
        },
        {
            "number": "30",
            "text": "Ix cajnaj eb' t'a lum scot t'a Mesa, masanto sk'och t'a Sefar t'a tzalquixtac t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "31",
            "text": "Ata' ix cajnaj eb' yinhtilal vinhaj Sem, junjun makan yinhtilal eb' t'a yol smacb'en yet' sti' syala'."
        },
        {
            "number": "32",
            "text": "Masanil juntzanh anima tik, a eb' yuninal vinhaj Noé ay yinhtilal eb', junjun makan yinhtilal eb' yet' smacb'en. Ayic ix lajvi yek' jun oval ha' mucvajum chi', ix saclemcanb'at eb'. Ha t'a eb' tik ix pitzvi juntzanh nación ay t'a yol yib'anhk’inal tik."
        }
    ]
}