{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "A yab'ixal eb' yinhtilal vinhaj Noé tic: Aton vinhaj Sem, vinhaj Cam yed' vinhaj Jafet. Ayic ix lajvi yek' jun oval a' mucvajum chi', ix laj alji yuninal eb'."
        },
        {
            "number": "2",
            "text": "A sb'i eb' yuninal vinhaj Jafet: Aton vinhaj Gomer, vinhaj Magog, vinhaj Madai, vinhaj Javán, vinhaj Tubal, vinhaj Mesec yed' vinhaj Tiras."
        },
        {
            "number": "3",
            "text": "A sb'i eb' yuninal vinhaj Gomer: Aton vinhaj Askenaz, vinhaj Rifat yed' vinhaj Togarma."
        },
        {
            "number": "4",
            "text": "A sb'i eb' yuninal vinhaj Javán: Aton vinhaj Elisa, vinhaj Tarsis, vinhaj Quitim yed' vinhaj Dodanim."
        },
        {
            "number": "5",
            "text": "Aton eb' tic yinhtilal vinhaj Jafet. Ix cajnaj eb' d'a stitac a' mar, junjun macanh yinhtilal eb' yed' smacb'en yed' sti' syala'."
        },
        {
            "number": "6",
            "text": "A sb'i eb' yuninal vinhaj Cam: Aton vinhaj Cus, vinhaj Mizraim, vinhaj Fut yed' vinhaj Canaán."
        },
        {
            "number": "7",
            "text": "A sb'i eb' yuninal vinhaj Cus: Aton vinhaj Seba, vinhaj Havila, vinhaj Sabta, vinhaj Raama yed' vinhaj Sabteca. A sb'i eb' yuninal vinhaj Raama: Aton vinhaj Seba yed' vinhaj Dedán."
        },
        {
            "number": "8",
            "text": "A vinhaj Cus ay yuninal vinhaj Nimrod. A vinhaj Nimrod chi' b'ab'el ix och yajalil d'a scal eb' chonhab'."
        },
        {
            "number": "9",
            "text": "Te julum nok' vinh d'a yichanh Jehová, yuj chi' ay jun lolonel d'a scal eb' anima tz'alan icha tic: Lajan vinh icha vinhaj Nimrod, vinh te julum nok' d'a yol sat Jehová, xchi jun lolonel chi'."
        },
        {
            "number": "10",
            "text": "A d'a sb'ab'elal, yajal yaj vinhaj Nimrod d'a yib'anh Babel, Erec, Acad yed' Calne. A d'a yol smacb'en Sinar ata' ay juntzanh chonhab' chi'."
        },
        {
            "number": "11",
            "text": "Ix lajvi chi', ix b'at vinh d'a Asiria. Ata' ix sb'o chanhexo nivac chonhab' vinh: Aton chonhab' Nínive, Rehobot, Cala"
        },
        {
            "number": "12",
            "text": "yed' Resén, aton jun chonhab' ay d'a scal Nínive yed' Cala. A chanhe' chonhab' chi', junxonhej nivan chonhab'il ix aji."
        },
        {
            "number": "13",
            "text": "Axo d'a vinhaj Mizraim ix cot eb' Ludim, eb' Anamim, eb' Lehabim, eb' Naftuhim,"
        },
        {
            "number": "14",
            "text": "eb' Patrusim, eb' Casluhim yed' eb' Caftorim. A d'a eb' chi' ix cot eb' filisteo."
        },
        {
            "number": "15",
            "text": "A vinhaj Canaán smam vinhaj Sidón yed' vinhaj Het. A vinhaj Sidón chi', b'ab'el unin vinh."
        },
        {
            "number": "16",
            "text": "A vinhaj Canaán chi' smam icham eb' jebuseo, eb' amorreo, eb' gergeseo,"
        },
        {
            "number": "17",
            "text": "eb' heveo, eb' araceo, eb' sineo,"
        },
        {
            "number": "18",
            "text": "eb' arvadeo, eb' zemareo, eb' amateo. Ayic ix b'ey tiempo ix saclemcanb'at eb' cananeo chi'."
        },
        {
            "number": "19",
            "text": "A sluum eb', tzato k'och d'a smojonal Sidón masanto d'a stojolal Gerar, masanto d'a Gaza. Scumlajxib'at luum d'a yol smacb'en chonhab' Sodoma, Gomorra, Adma yed' Zeboim masanto sk'och lum d'a chonhab' Lasa."
        },
        {
            "number": "20",
            "text": "Ata' ix cajnaj eb' yinhtilal vinhaj Cam, junjun macanh yinhtilal eb' d'a yol smacb'en yed' sti' syala'."
        },
        {
            "number": "21",
            "text": "Axo pax vinhaj Sem, vinh b'ab'el vinac d'a vinhaj Jafet, ay pax yuninal vinh. A onh masanil onh tic, yinhtilal onh vinhaj Heber, cotnac onh d'a yinhtilal vinhaj Sem."
        },
        {
            "number": "22",
            "text": "A eb' yuninal vinhaj Sem chi', aton vinhaj Elam, vinhaj Asur, vinhaj Arfaxad, vinhaj Lud yed' vinhaj Aram."
        },
        {
            "number": "23",
            "text": "Axo eb' yuninal vinhaj Aram, aton vinhaj Uz, vinhaj Hul, vinhaj Geter yed' vinhaj Mas."
        },
        {
            "number": "24",
            "text": "A vinhaj Arfaxad ay yuninal vinhaj Sala, axo vinhaj Sala chi' ay yuninal vinhaj Heber."
        },
        {
            "number": "25",
            "text": "Axo vinhaj Heber chi', chavanh yuninal vinh, Peleg sb'i jun vinh. A d'a yol stiempoal vinh tic ix pucaxcanb'at eb' anima d'a sat lum luum tic. Axo junxo vinh scuchan Joctán."
        },
        {
            "number": "26",
            "text": "A vinhaj Joctán chi' ay yuninal vinhaj Almodad, vinhaj Selef, vinhaj Hazar-mavet, vinhaj Jera,"
        },
        {
            "number": "27",
            "text": "vinhaj Adoram, vinhaj Uzal, vinhaj Dicla,"
        },
        {
            "number": "28",
            "text": "vinhaj Obal, vinhaj Abimael, vinhaj Seba,"
        },
        {
            "number": "29",
            "text": "vinhaj Ofir, vinhaj Havila yed' vinhaj Jobab. Masanil eb' tic, a vinhaj Joctán ay yuninal eb'."
        },
        {
            "number": "30",
            "text": "Ix cajnaj eb' d'a lum scot d'a Mesa, masanto sk'och d'a Sefar d'a tzalquixtac d'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "31",
            "text": "Ata' ix cajnaj eb' yinhtilal vinhaj Sem, junjun macanh yinhtilal eb' d'a yol smacb'en yed' sti' syala'."
        },
        {
            "number": "32",
            "text": "Masanil juntzanh anima tic, a eb' yuninal vinhaj Noé ay yinhtilal eb', junjun macanh yinhtilal eb' yed' smacb'en. Ayic ix lajvi yek' jun oval a' mucvajum chi', ix saclemcanb'at eb'. A d'a eb' tic ix pitzvi juntzanh nación ay d'a yolyib'anhq'uinal tic."
        }
    ]
}