{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ha yab'ixal eb' yinhtilal winhaj Noé tik: Aton winhaj Sem, winhaj Cam yet' winhaj Jafet. Ayic ix lajvi yek' jun oval ha' mucvajum chi', ix laj alji yuninal eb'."
        },
        {
            "number": "2",
            "text": "Ha sb'i eb' yuninal winhaj Jafet: Aton winhaj Gomer, winhaj Magog, winhaj Madai, winhaj Javán, winhaj Tubal, winhaj Mesec yet' winhaj Tiras."
        },
        {
            "number": "3",
            "text": "Ha sb'i eb' yuninal winhaj Gomer: Aton winhaj Askenaz, winhaj Rifat yet' winhaj Togarma."
        },
        {
            "number": "4",
            "text": "Ha sb'i eb' yuninal winhaj Javán: Aton winhaj Elisa, winhaj Tarsis, winhaj Quitim yet' winhaj Dodanim."
        },
        {
            "number": "5",
            "text": "Aton eb' tik yinhtilal winhaj Jafet. Ix cajnaj eb' t'a stitac ha' mar, junjun makan yinhtilal eb' yet' smacb'en yet' sti' syala'."
        },
        {
            "number": "6",
            "text": "Ha sb'i eb' yuninal winhaj Cam: Aton winhaj Cus, winhaj Mizraim, winhaj Fut yet' winhaj Canaán."
        },
        {
            "number": "7",
            "text": "Ha sb'i eb' yuninal winhaj Cus: Aton winhaj Seba, winhaj Havila, winhaj Sabta, winhaj Raama yet' winhaj Sabteca. Ha sb'i eb' yuninal winhaj Raama: Aton winhaj Seba yet' winhaj Dedán."
        },
        {
            "number": "8",
            "text": "Ha winhaj Cus ay yuninal winhaj Nimrod. Ha winhaj Nimrod chi' b'ab'el ix och yajalil t'a skal eb' chonhab'."
        },
        {
            "number": "9",
            "text": "Te julum nok' winh t'a yichanh Jehová, yuj chi' ay jun lolonel t'a skal eb' anima tz'alan icha tik: Lajan winh icha winhaj Nimrod, winh te julum nok' t'a yol sat Jehová, xchi jun lolonel chi'."
        },
        {
            "number": "10",
            "text": "Ha t'a sb'ab'elal, yajal yaj winhaj Nimrod t'a yib'anh Babel, Erec, Acad yet' Calne. Ha t'a yol smacb'en Sinar ata' ay juntzanh chonhab' chi'."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix b'at winh t'a Asiria. Ata' ix sb'o chanhexo nivac chonhab' winh: Aton chonhab' Nínive, Rehobot, Cala"
        },
        {
            "number": "12",
            "text": "yet' Resén, aton jun chonhab' ay t'a skal Nínive yet' Cala. Ha chanhe' chonhab' chi', junxonhej niwan chonhab'il ix aji."
        },
        {
            "number": "13",
            "text": "Axo t'a winhaj Mizraim ix cot eb' Ludim, eb' Anamim, eb' Lehabim, eb' Naftuhim,"
        },
        {
            "number": "14",
            "text": "eb' Patrusim, eb' Casluhim yet' eb' Caftorim. Ha t'a eb' chi' ix cot eb' filisteo."
        },
        {
            "number": "15",
            "text": "Ha winhaj Canaán smam winhaj Sidón yet' winhaj Het. Ha winhaj Sidón chi', b'ab'el unin winh."
        },
        {
            "number": "16",
            "text": "Ha winhaj Canaán chi' smam icham eb' jebuseo, eb' amorreo, eb' gergeseo,"
        },
        {
            "number": "17",
            "text": "eb' heveo, eb' araceo, eb' sineo,"
        },
        {
            "number": "18",
            "text": "eb' arvadeo, eb' zemareo, eb' amateo. Ayic ix b'ey tiempo ix saclemcanb'at eb' cananeo chi'."
        },
        {
            "number": "19",
            "text": "Ha sluum eb', tzato k'och t'a smojonal Sidón masanto t'a stojolal Gerar, masanto t'a Gaza. Scumlajxib'at lu'um t'a yol smacb'en chonhab' Sodoma, Gomorra, Adma yet' Zeboim masanto sk'och lum t'a chonhab' Lasa."
        },
        {
            "number": "20",
            "text": "Ata' ix cajnaj eb' yinhtilal winhaj Cam, junjun makan yinhtilal eb' t'a yol smacb'en yet' sti' syala'."
        },
        {
            "number": "21",
            "text": "Axo pax winhaj Sem, winh b'ab'el vinac t'a winhaj Jafet, ay pax yuninal winh. Ha onh masanil onh tik, yinhtilal onh winhaj Heber, cotnac onh t'a yinhtilal winhaj Sem."
        },
        {
            "number": "22",
            "text": "Ha eb' yuninal winhaj Sem chi', aton winhaj Elam, winhaj Asur, winhaj Arfaxad, winhaj Lud yet' winhaj Aram."
        },
        {
            "number": "23",
            "text": "Axo eb' yuninal winhaj Aram, aton winhaj Uz, winhaj Hul, winhaj Geter yet' winhaj Mas."
        },
        {
            "number": "24",
            "text": "Ha winhaj Arfaxad ay yuninal winhaj Sala, haxo winhaj Sala chi' ay yuninal winhaj Heber."
        },
        {
            "number": "25",
            "text": "Axo winhaj Heber chi', chavanh yuninal winh, Peleg sb'i jun winh. Ha t'a yol stiempoal winh tik ix pucaxcanb'at eb' anima t'a sat lum lum tik. Axo junxo winh scuchan Joctán."
        },
        {
            "number": "26",
            "text": "Ha winhaj Joctán chi' ay yuninal winhaj Almodad, winhaj Selef, winhaj Hazar-mavet, winhaj Jera,"
        },
        {
            "number": "27",
            "text": "winhaj Adoram, winhaj Uzal, winhaj Dicla,"
        },
        {
            "number": "28",
            "text": "winhaj Obal, winhaj Abimael, winhaj Seba,"
        },
        {
            "number": "29",
            "text": "winhaj Ofir, winhaj Havila yet' winhaj Jobab. Masanil eb' tik, a winhaj Joctán ay yuninal eb'."
        },
        {
            "number": "30",
            "text": "Ix cajnaj eb' t'a lum scot t'a Mesa, masanto sk'och t'a Sefar t'a tzalquixtac t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "31",
            "text": "Ata' ix cajnaj eb' yinhtilal winhaj Sem, junjun makan yinhtilal eb' t'a yol smacb'en yet' sti' syala'."
        },
        {
            "number": "32",
            "text": "Masanil juntzanh anima tik, a eb' yuninal winhaj Noé ay yinhtilal eb', junjun makan yinhtilal eb' yet' smacb'en. Ayic ix lajvi yek' jun oval ha' mucvajum chi', ix saclemcanb'at eb'. Ha t'a eb' tik ix pitzvi juntzanh nación ay t'a yol yib'anhk’inal tik."
        }
    ]
}