{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a peca', ayic toxo ix ek' jun oval ha' mucvajum chi', junnhej ti'al syal eb' anima. Ayic van sb'at eb' t'a stojolal b'aj sjavi k'u, ix k'och cajan eb' t'a jun niwan ak'lic t'a yol yic Sinar. Ata' ix cajnaj eb'."
        },
        {
            "number": "2",
            "text": "Ay jun k'u ix yal-laj yab' eb' icha tik: Co b'oec lum ladrillo, sco mucan chacb'oc lu'um, xchi eb'. Ha lum ix yak'lab'ej eb' sq'uexuloc q'uen q'ueen. Axo spixul lu'um, ay jun sq'ueta t'a yol lu'um, te tat, haxo stacji, te tzatz tz'aji, asfalto sb'i, a jun chi' ix yak'lab'ej eb'."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix yalan eb' vinh icha tik: Caq'ek quip co b'oec junok co niwan chonhab'. Sco b'oanecpax junok niwan torre, te chaanh tz'ajq'ue t'a satcha’anh yic wach' tzonh te b'inaji. Junxonhej scutej co b'a, manh ol onh saclemb'at t'a yol yib'anhk’inal tik, xchi eb' vinh."
        },
        {
            "number": "4",
            "text": "Axo Jehová ix emul yil jun chonhab' yet' jun torre van sb'oan eb' chi'."
        },
        {
            "number": "5",
            "text": "Ix yalan icha tik: Ix el yich jun munlajel yuj eb' anima tik. Malaj tas scachanoch vaan eb' vinh yic sb'oan eb' tas nab'il yuj, yujto junnhej chonhab'il yaj eb', junnhej ti' syal eb'."
        },
        {
            "number": "6",
            "text": "Ha ticnaic, conh emec t'a skal eb' yic sco somchitan sti' eb', yic wach' manhxo ol nachajel yuj eb' tastac syal junjun, xchi Jehová chi'."
        },
        {
            "number": "7",
            "text": "Icha chi' ix aj saclemcanb'at eb' yuj Jehová t'a sat lu'um tik. Ix yactan eb' sb'oan jun chonhab' chi'."
        },
        {
            "number": "8",
            "text": "Aton ta' ix somchajcanb'at sti' eb' anima chi' yuj Jehová. Yuj chi' ix saclemcanb'at eb' t'a smasanil yol yib'anhk’inal tik. Yuj chi' Babel ix sb'iejkan jun chonhab' chi'."
        },
        {
            "number": "9",
            "text": "Aton yab'ixal vinhaj Sem tik: Schab'ilxo ab'il yek'b'at jun oval ha' mucvajum chi', ayic 100 ab'ilxo sq'uinal vinhaj Sem, ix alji jun yuninal vinh scuchan Arfaxad."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', 500 ab'ilto ix yil vinh, ayto yuninal vinh yet' yisil vinh ix alji."
        },
        {
            "number": "11",
            "text": "35 ab'il sq'uinal vinhaj Arfaxad chi' ayic ix alji jun yuninal vinh scuchan Sala."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', 403 ab'ilto ix yil vinh, ayto yuninal vinh yet' yisil vinh ix alji."
        },
        {
            "number": "13",
            "text": "30 ab'il sq'uinal vinhaj Sala chi' ayic ix alji jun yuninal vinh scuchan Heber."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', 403 ab'ilto ix yil vinh, ayto yuninal vinh yet' yisil vinh ix alji."
        },
        {
            "number": "15",
            "text": "34 ab'il sq'uinal vinhaj Heber chi' ayic ix alji jun yuninal vinh scuchan Peleg."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', 430 ab'ilto ix yil vinh, ayto yuninal vinh yet' yisil vinh ix alji."
        },
        {
            "number": "17",
            "text": "30 ab'il sq'uinal vinhaj Peleg chi' ayic ix alji jun yuninal vinh scuchan Reu."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', 209 ab'ilto ix yil vinh, ayto yuninal vinh yet' yisil vinh ix alji."
        },
        {
            "number": "19",
            "text": "32 ab'il sq'uinal vinhaj Reu chi' ayic ix alji jun yuninal vinh scuchan Serug."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', 207 ab'ilto ix yil vinh, ayto yuninal vinh yet' yisil vinh ix alji."
        },
        {
            "number": "21",
            "text": "30 ab'il sq'uinal vinhaj Serug chi' ayic ix alji jun yuninal vinh scuchan Nacor."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi' 200 ab'ilto ix yil vinh, ayto yuninal vinh yet' yisil vinh ix alji."
        },
        {
            "number": "23",
            "text": "29 ab'il sq'uinal vinhaj Nacor chi' ayic ix alji jun yuninal vinh scuchan Taré."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', 119 ab'ilto ix yil vinh, ayto yuninal vinh yet' yisil vinh ix alji."
        },
        {
            "number": "25",
            "text": "70 ab'il sq'uinal vinhaj Taré chi' ayic ix alji jun yuninal vinh scuchan Abram. Ixlajwi chi', ix alji vinhaj Nacor yet' vinhaj Harán, aton eb' oxvanh yuninal vinhaj Taré chi'."
        },
        {
            "number": "26",
            "text": "Aton yab'ixal vinhaj Taré tik: Aton vinh smam vinhaj Abram, vinhaj Nacor yet' vinhaj Harán. Ha vinhaj Harán chi' smam vinhaj Lot."
        },
        {
            "number": "27",
            "text": "Ix cham vinhaj Harán chi' t'a chonhab' Ur t'a yol yic Caldea, ayic mantzac cham vinhaj Taré chi'. Ha b'aj aljinac vinh chi', ata' chamnacpax vinh."
        },
        {
            "number": "28",
            "text": "Ix yik'lan sb'a vinhaj Abram yet' ix Sarai. Axo vinhaj Nacor ix yik'laj sb'a yet' ix Milca, yisil vinhaj Harán, snulej sb'a ix yet' ix Isca."
        },
        {
            "number": "29",
            "text": "Ha ix Sarai chi' max unevilaj ix."
        },
        {
            "number": "30",
            "text": "Ix el vinhaj Taré chi' t'a chonhab' Ur t'a yol yic Caldea, yic scotcan vinh t'a yol yic Canaán yalani. Ix yik'ancot vinh yuninal vinh yet'oc, aton vinhaj Abram yet' pax vinhaj Lot, aton yixchiquin vinh yuninal vinhaj Harán chamnac. Ix yik'paxcot ix yalib' vinh, aton ix Sarai. Axo yic ix javi eb' t'a chonhab' Harán, ix cajnajcan eb' ta'."
        },
        {
            "number": "31",
            "text": "Ha t'a Harán chi' ix cham vinhaj Taré chi'. 205 ab'il sq'uinal vinh ayic ix cham vinh."
        }
    ]
}