{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a peka', ayic toxo ix ek' jun owal ha' mucwajum chi', junnhej ti'al syal heb' anima. Ayic wan sb'at heb' t'a stojolal b'aj sjawi k'u, ix k'och cajan heb' t'a jun niwan ak'lic t'a yol yic Sinar. Ata' ix cajnaj heb'."
        },
        {
            "number": "2",
            "text": "Ay jun k'u ix yal-laj yab' heb' icha tik: Co b'oec lum ladrillo, sco mucan chacb'oc lu'um, xchi heb'. Ha lum ix yak'lab'ej heb' sk'exuloc k'een k'een. Axo spixul lu'um, ay jun sk'eta t'a yol lu'um, te tat, haxo stacji, te tzatz tz'aji, asfalto sb'i, a jun chi' ix yak'lab'ej heb'."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix yalan heb' winh icha tik: Caq'ek quip ko b'oec junok ko niwan chonhab'. Sco b'oanecpax junok niwan torre, te chaanh tz'ajk'e t'a satcha’anh yic wach' tzonh te b'inaji. Junxonhej scutej ko b'a, manh ol onh saclemb'at t'a yol yib'anhk’inal tik, xchi heb' winh."
        },
        {
            "number": "4",
            "text": "Axo Jehová ix emul yil jun chonhab' yet' jun torre wan sb'oan heb' chi'."
        },
        {
            "number": "5",
            "text": "Ix yalan icha tik: Ix el yich jun munlajel yuj heb' anima tik. Malaj tas scachanoch waan heb' winh yic sb'oan heb' tas nab'il yuj, yujto junnhej chonhab'il yaj heb', junnhej ti' syal heb'."
        },
        {
            "number": "6",
            "text": "Ha tiknaik, conh emec t'a skal heb' yic sco somchitan sti' heb', yic wach' manhxo ol nachajel yuj heb' tastac syal junjun, xchi Jehová chi'."
        },
        {
            "number": "7",
            "text": "Icha chi' ix aj saclemcanb'at heb' yuj Jehová t'a sat lu'um tik. Ix yactan heb' sb'oan jun chonhab' chi'."
        },
        {
            "number": "8",
            "text": "Aton ta' ix somchajcanb'at sti' heb' anima chi' yuj Jehová. Yuj chi' ix saclemcanb'at heb' t'a smasanil yol yib'anhk’inal tik. Yuj chi' Babel ix sb'iejkan jun chonhab' chi'."
        },
        {
            "number": "9",
            "text": "Aton yab'ixal winhaj Sem tik: Schab'ilxo ab'il yek'b'at jun owal ha' mucwajum chi', ayic 100 ab'ilxo sk'inal winhaj Sem, ix alji jun yuninal winh scuchan Arfaxad."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', 500 ab'ilto ix yil winh, ayto yuninal winh yet' yisil winh ix alji."
        },
        {
            "number": "11",
            "text": "35 ab'il sk'inal winhaj Arfaxad chi' ayic ix alji jun yuninal winh scuchan Sala."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', 403 ab'ilto ix yil winh, ayto yuninal winh yet' yisil winh ix alji."
        },
        {
            "number": "13",
            "text": "30 ab'il sk'inal winhaj Sala chi' ayic ix alji jun yuninal winh scuchan Heber."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', 403 ab'ilto ix yil winh, ayto yuninal winh yet' yisil winh ix alji."
        },
        {
            "number": "15",
            "text": "34 ab'il sk'inal winhaj Heber chi' ayic ix alji jun yuninal winh scuchan Peleg."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', 430 ab'ilto ix yil winh, ayto yuninal winh yet' yisil winh ix alji."
        },
        {
            "number": "17",
            "text": "30 ab'il sk'inal winhaj Peleg chi' ayic ix alji jun yuninal winh scuchan Reu."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', 209 ab'ilto ix yil winh, ayto yuninal winh yet' yisil winh ix alji."
        },
        {
            "number": "19",
            "text": "32 ab'il sk'inal winhaj Reu chi' ayic ix alji jun yuninal winh scuchan Serug."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', 207 ab'ilto ix yil winh, ayto yuninal winh yet' yisil winh ix alji."
        },
        {
            "number": "21",
            "text": "30 ab'il sk'inal winhaj Serug chi' ayic ix alji jun yuninal winh scuchan Nacor."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi' 200 ab'ilto ix yil winh, ayto yuninal winh yet' yisil winh ix alji."
        },
        {
            "number": "23",
            "text": "29 ab'il sk'inal winhaj Nacor chi' ayic ix alji jun yuninal winh scuchan Taré."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', 119 ab'ilto ix yil winh, ayto yuninal winh yet' yisil winh ix alji."
        },
        {
            "number": "25",
            "text": "70 ab'il sk'inal winhaj Taré chi' ayic ix alji jun yuninal winh scuchan Abram. Ixlajwi chi', ix alji winhaj Nacor yet' winhaj Harán, aton heb' oxwanh yuninal winhaj Taré chi'."
        },
        {
            "number": "26",
            "text": "Aton yab'ixal winhaj Taré tik: Aton winh smam winhaj Abram, winhaj Nacor yet' winhaj Harán. Ha winhaj Harán chi' smam winhaj Lot."
        },
        {
            "number": "27",
            "text": "Ix cham winhaj Harán chi' t'a chonhab' Ur t'a yol yic Caldea, ayic mantzac cham winhaj Taré chi'. Ha b'aj aljinac winh chi', ata' chamnacpax winh."
        },
        {
            "number": "28",
            "text": "Ix yik'lan sb'a winhaj Abram yet' ix Sarai. Axo winhaj Nacor ix yik'laj sb'a yet' ix Milca, yisil winhaj Harán, snulej sb'a ix yet' ix Isca."
        },
        {
            "number": "29",
            "text": "Ha ix Sarai chi' max unewilaj ix."
        },
        {
            "number": "30",
            "text": "Ix el winhaj Taré chi' t'a chonhab' Ur t'a yol yic Caldea, yic scotcan winh t'a yol yic Canaán yalani. Ix yik'ancot winh yuninal winh yet'oc, aton winhaj Abram yet' pax winhaj Lot, aton yixchiquin winh yuninal winhaj Harán chamnac. Ix yik'paxcot ix yalib' winh, aton ix Sarai. Axo yic ix jawi heb' t'a chonhab' Harán, ix cajnajcan heb' ta'."
        },
        {
            "number": "31",
            "text": "Ha t'a Harán chi' ix cham winhaj Taré chi'. 205 ab'il sk'inal winh ayic ix cham winh."
        }
    ]
}