{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "A d'a peca', ayic toxo ix ek' jun oval a' mucvajum chi', junnhej ti'al syal eb' anima. Ayic van sb'at eb' d'a stojolal b'aj sjavi k'u, ix k'och cajan eb' d'a jun nivan ak'lic d'a yol yic Sinar. Ata' ix cajnaj eb'."
        },
        {
            "number": "2",
            "text": "Ay jun k'u ix yal-laj yab' eb' icha tic: Co b'oec lum ladrillo, sco mucan chacb'oc luum, xchi eb'. A lum ix yak'lab'ej eb' sq'uexuloc q'uen q'ueen. Axo spixul luum, ay jun sq'ueta d'a yol luum, te tat, axo stacji, te tzatz tz'aji, asfalto sb'i, a jun chi' ix yak'lab'ej eb'."
        },
        {
            "number": "3",
            "text": "Ix lajvi chi', ix yalan eb' vinh icha tic: Caq'uec quip co b'oec junoc co nivan chonhab'. Sco b'oanecpax junoc nivan torre, te chaanh tz'ajq'ue d'a satchaanh yic vach' tzonh te b'inaji. Junxonhej scutej co b'a, manh ol onh saclemb'at d'a yolyib'anhq'uinal tic, xchi eb' vinh."
        },
        {
            "number": "4",
            "text": "Axo Jehová ix emul yil jun chonhab' yed' jun torre van sb'oan eb' chi'."
        },
        {
            "number": "5",
            "text": "Ix yalan icha tic: Ix el yich jun munlajel yuj eb' anima tic. Malaj tas scachanoch vaan eb' vinh yic sb'oan eb' tas nab'il yuuj, yujto junnhej chonhab'il yaj eb', junnhej ti' syal eb'."
        },
        {
            "number": "6",
            "text": "A ticnaic, conh emec d'a scal eb' yic sco somchitan sti' eb', yic vach' manhxo ol nachajel yuj eb' tastac syal junjun, xchi Jehová chi'."
        },
        {
            "number": "7",
            "text": "Icha chi' ix aj saclemcanb'at eb' yuj Jehová d'a sat luum tic. Ix yactan eb' sb'oan jun chonhab' chi'."
        },
        {
            "number": "8",
            "text": "Aton ta' ix somchajcanb'at sti' eb' anima chi' yuj Jehová. Yuj chi' ix saclemcanb'at eb' d'a smasanil yolyib'anhq'uinal tic. Yuj chi' Babel ix sb'iejcan jun chonhab' chi'."
        },
        {
            "number": "9",
            "text": "Aton yab'ixal vinhaj Sem tic: Schab'ilxo ab'il yek'b'at jun oval a' mucvajum chi', ayic 100 ab'ilxo sq'uinal vinhaj Sem, ix alji jun yuninal vinh scuchan Arfaxad."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', 500 ab'ilto ix yil vinh, ayto yuninal vinh yed' yisil vinh ix alji."
        },
        {
            "number": "11",
            "text": "35 ab'il sq'uinal vinhaj Arfaxad chi' ayic ix alji jun yuninal vinh scuchan Sala."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi', 403 ab'ilto ix yil vinh, ayto yuninal vinh yed' yisil vinh ix alji."
        },
        {
            "number": "13",
            "text": "30 ab'il sq'uinal vinhaj Sala chi' ayic ix alji jun yuninal vinh scuchan Heber."
        },
        {
            "number": "14",
            "text": "Ix lajvi chi', 403 ab'ilto ix yil vinh, ayto yuninal vinh yed' yisil vinh ix alji."
        },
        {
            "number": "15",
            "text": "34 ab'il sq'uinal vinhaj Heber chi' ayic ix alji jun yuninal vinh scuchan Peleg."
        },
        {
            "number": "16",
            "text": "Ix lajvi chi', 430 ab'ilto ix yil vinh, ayto yuninal vinh yed' yisil vinh ix alji."
        },
        {
            "number": "17",
            "text": "30 ab'il sq'uinal vinhaj Peleg chi' ayic ix alji jun yuninal vinh scuchan Reu."
        },
        {
            "number": "18",
            "text": "Ix lajvi chi', 209 ab'ilto ix yil vinh, ayto yuninal vinh yed' yisil vinh ix alji."
        },
        {
            "number": "19",
            "text": "32 ab'il sq'uinal vinhaj Reu chi' ayic ix alji jun yuninal vinh scuchan Serug."
        },
        {
            "number": "20",
            "text": "Ix lajvi chi', 207 ab'ilto ix yil vinh, ayto yuninal vinh yed' yisil vinh ix alji."
        },
        {
            "number": "21",
            "text": "30 ab'il sq'uinal vinhaj Serug chi' ayic ix alji jun yuninal vinh scuchan Nacor."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi' 200 ab'ilto ix yil vinh, ayto yuninal vinh yed' yisil vinh ix alji."
        },
        {
            "number": "23",
            "text": "29 ab'il sq'uinal vinhaj Nacor chi' ayic ix alji jun yuninal vinh scuchan Taré."
        },
        {
            "number": "24",
            "text": "Ix lajvi chi', 119 ab'ilto ix yil vinh, ayto yuninal vinh yed' yisil vinh ix alji."
        },
        {
            "number": "25",
            "text": "70 ab'il sq'uinal vinhaj Taré chi' ayic ix alji jun yuninal vinh scuchan Abram. Ix lajvi chi', ix alji vinhaj Nacor yed' vinhaj Harán, aton eb' oxvanh yuninal vinhaj Taré chi'."
        },
        {
            "number": "26",
            "text": "Aton yab'ixal vinhaj Taré tic: Aton vinh smam vinhaj Abram, vinhaj Nacor yed' vinhaj Harán. A vinhaj Harán chi' smam vinhaj Lot."
        },
        {
            "number": "27",
            "text": "Ix cham vinhaj Harán chi' d'a chonhab' Ur d'a yol yic Caldea, ayic mantzac cham vinhaj Taré chi'. A b'aj aljinac vinh chi', ata' chamnacpax vinh."
        },
        {
            "number": "28",
            "text": "Ix yik'lan sb'a vinhaj Abram yed' ix Sarai. Axo vinhaj Nacor ix yik'laj sb'a yed' ix Milca, yisil vinhaj Harán, snulej sb'a ix yed' ix Isca."
        },
        {
            "number": "29",
            "text": "A ix Sarai chi' max unevilaj ix."
        },
        {
            "number": "30",
            "text": "Ix el vinhaj Taré chi' d'a chonhab' Ur d'a yol yic Caldea, yic scotcan vinh d'a yol yic Canaán yalani. Ix yik'ancot vinh yuninal vinh yed'oc, aton vinhaj Abram yed' pax vinhaj Lot, aton yixchiquin vinh yuninal vinhaj Harán chamnac. Ix yik'paxcot ix yalib' vinh, aton ix Sarai. Axo yic ix javi eb' d'a chonhab' Harán, ix cajnajcan eb' ta'."
        },
        {
            "number": "31",
            "text": "A d'a Harán chi' ix cham vinhaj Taré chi'. 205 ab'il sq'uinal vinh ayic ix cham vinh."
        }
    ]
}