{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ayxotax yalan Jehová t'a winhaj Abram icha tik: Actejcan a lum tik yet' jantac heb' ay uj a b'a yet'oc yet' heb' ayek' t'a spat a mam, ol ach b'at t'a jun lu'um ol in ch'ox t'ayach."
        },
        {
            "number": "2",
            "text": "Ha inhtilal ol och niwac nacional wuuj, ol in ch'oxan in wach'k'olal t'ayach. Yelxo wal niwan ol aj a b'inaji, uuj ol scha wach'k'olal masanil heb' anima."
        },
        {
            "number": "3",
            "text": "Ol wak' in wach'k'olal t'a heb' wach' syutej sb'a t'ayach, ol in catab'ejpax heb' chuk syutej sb'a. Uujnhej ol wak' in wach'k'olal t'a yib'anh masanil heb' anima t'a yol yib'anhk’inal tik, xchi Jehová chi'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix el winhaj Abram t'a yol yic Harán chi', icha ajnac yalancan Jehová t'a winh. 75 ab'il sk'inal winh ayic ix el winh t'a yol yic Harán chi'. Ix yik'ancot ix yetb'eyum winh yet'oc, aton ix Sarai. Ix yik'paxcot winhaj Lot winh, aton winh yunin winh yuk'tac winh chamnac. Ix yik'paxcot heb' schecab' winh yet' jantac tas ix aj t'a winh ayic ix ek' winh t'a Harán chi'. Icha chi' ix aj sja winh t'a yol yic Canaán."
        },
        {
            "number": "5",
            "text": "Ix cotnhej winh t'a yol yic Canaán chi' masanto ix jawi winh t'a Siquem b'aj ay jun te' ji t'a yol yic More. Ha jun te' chi' chajul yuj heb' cananeo cajan ta'."
        },
        {
            "number": "6",
            "text": "Ata' ix sch'ox sb'a Jehová t'a winhaj Abram chi', ix yalan t'a winh icha tik: Masanil jun lu'um tik ol wak' t'a heb' inhtilal, xchi t'a winh. Yuj chi' ix sb'o jun altar winhaj Abram chi' t'a yichanh Jehová, yujto ata' ix sch'ox sb'ha t'a winh."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix b'at winh t'a tzalquixtac t'a snanhal chonhab' Betel yet' chonhab' Hai. Ata' ix sb'ok'e smantiado winh. Ha chonhab' Betel chi', ha t'a stojolal b'aj tz'em k'u ay. Ata' ix sb'o junxo altar winh yic syal sb'a winh t'a Jehová."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi' k'ojank'olal ix cotxi winh masanto ix jawi winh t'a yol yic Neguev."
        },
        {
            "number": "9",
            "text": "Ha t'a jun pekti’ chi', ix ja jun niwan wejel t'a jun lugar b'aj ayek' winhaj Abram chi'. Yuj chi' ix b'at cajan winh jun pekti’ t'a Egipto."
        },
        {
            "number": "10",
            "text": "Ayic wan sk'och winh t'a Egipto chi', ix yalan winh t'a ix yetb'eyum chi' aton ix Sarai: Ha tiknaik ay jun tas tzin na'a: Ha ach tik te wach' ilji."
        },
        {
            "number": "11",
            "text": "Yuj chi' ayic ol ach yilan heb' winh aj Egipto tik, ol am yal heb' winh icha tik: Ha ix tik yetb'eyum ton wal winh tik ix, yuj chi' ko mileccham winh yic skan ix qued'oc, xcham heb' winh."
        },
        {
            "number": "12",
            "text": "Yuj chi' swal t'ayach to wanab' ach alani, yic wach' xajan ol in aj yuj heb' winh, manh ol in smilcham heb' winh uuj, xchi winh t'a ix."
        },
        {
            "number": "13",
            "text": "Ayic ix k'och winh t'a Egipto chi', ix yilanoch heb' winh cajan ta' to a ix Sarai chi' te wach' yilji ix."
        },
        {
            "number": "14",
            "text": "Ix yilanpax heb' ay yopisio yet' winh rey to te wach' yilji ix, ix b'at yalan heb' winh t'a winh rey chi'. Yuj chi' ix yik'anb'at ix heb' winh t'a spat winh rey chi'."
        },
        {
            "number": "15",
            "text": "Yuj ix Sarai chi', te xajan ix aj winhaj Abram yuj winh rey chi'. Tzijtum nok' calnel, nok' wacax, nok' mam b'uru yet' nok' snun yet' nok' camello ix siaj t'a winh yuj winh rey chi'. Ay pax heb' winh winak yet' heb' ix ix, ix ak'ji schecab'oc winh."
        },
        {
            "number": "16",
            "text": "Palta yujnhej ix, tzijtum yaelal ix jawi t'a yib'anh winh rey yet' heb' cajan yet' winh t'a spat yuj Jehová."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix schec winh rey chi' avtajcot winhaj Abram chi', ix yalan winh icha tik: ¿Tas yuj icha tik tzin utej? ¿Tas yuj maj al t'ayin tato etb'eyum ix tik?"
        },
        {
            "number": "18",
            "text": "Ina ix ala' to anab' ix, yuj chi' ix in na to tz'och ix wetb'eyumoc. Ha tiknaik jun, ik'b'at ix, ixiquec, xchi winh."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi' ix yalan winh rey chi' t'a heb' schecab' to tz'ik'jiel winhaj Abram t'a yol smacb'en Egipto chi' yet' ix yetb'eyum yet' masanil tas ay t'a winh."
        }
    ]
}