{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix el vinhaj Abram yed' ix yetb'eyum d'a Egipto chi' yed' masanil tas ay d'a vinh, ix meltzaj eb' d'a yol yic Neguev. Ix meltzajpax vinhaj Lot yed' eb'."
        },
        {
            "number": "2",
            "text": "A vinhaj Abram chi', te b'eyumxo vinh, ay q'uen oro, q'uen plata yed' jantac nok' nok' d'a vinh."
        },
        {
            "number": "3",
            "text": "Ix elxi vinh d'a Neguev chi'. k'ojank'olal ix k'ochxi vinh d'a yol yic Betel b'aj ek'nac d'a sb'ab'elal, aton d'a scal Betel yed' Hai."
        },
        {
            "number": "4",
            "text": "Ata' b'ob'ilcan jun altar yuj vinh d'a yalanhtaxo. Ata' ix yalxi sb'a vinh d'a Jehová."
        },
        {
            "number": "5",
            "text": "A vinhaj Lot chi' junnhej tz'ek' vinh yed' vinhaj Abram chi'. Tzijtum pax nok' scalnel vinh yed' nok' svacax. Tzijtum pax eb' schecab' vinh."
        },
        {
            "number": "6",
            "text": "Maxtzac yab'laj lugar b'aj sva nok' snok' eb' chi' yujto te tzijtum nok'. Yuj chi', maxtzac yal-laj junnhej tz'ek' eb'."
        },
        {
            "number": "7",
            "text": "A eb' vinh stanhvumal nok' smolb'etz nok' vinhaj Abram chi', syak' oval eb' yed' eb' vinh stanhvumal nok' yic vinhaj Lot chi'. A d'a jun tiempoal chi', aytoek' cajan eb' cananeo yed' eb' ferezeo ta'."
        },
        {
            "number": "8",
            "text": "Ay jun k'ual ix yal vinhaj Abram d'a vinhaj Lot chi' icha tic: Ina ayto cuj co b'a, manh vach'oc tato scak' oval, vach'chom a eb' stanhvumal nok' co molb'etzal nok' tic, manh vach'oc tato syak' oval eb'."
        },
        {
            "number": "9",
            "text": "Masanil jun lugar tic colan yaji. Syal a sik'lani b'ajtil tzach cani, yic vach' sco poj co b'a. Tato tzach elcan d'a yelk'och chi', a inxo tzin ochcan d'a yochk'och chi'. Tato tzach ochcan d'a yochk'och chi' jun, a inxo tzin elcan d'a yelk'och chi', xchi vinhaj Abram chi' d'a vinh."
        },
        {
            "number": "10",
            "text": "Ix b'at d'anhan vinhaj Lot chi' d'a jun nivan ak'lic ay d'a sti' a' Jordán masanto sk'och d'a chonhab' Zoar. Te yax sat jun ak'lic chi' yuj a a' chi', lajan yilji icha jun avb'en te' b'ob'il yuj Jehová, icha yilji yol yic Egipto ix yil vinh. Ayic ix sb'oan strato vinhaj Abram yed' vinhaj Lot chi', manto satel-laj chonhab' Sodoma yed' Gomorra yuj Jehová."
        },
        {
            "number": "11",
            "text": "A jun ak'lic d'a sti' a' Jordán chi' ix sik'canel vinhaj Lot chi', ix b'at cajnaj vinh d'a stojolal b'aj sja k'u. Icha chi' ix aj spojlan sb'a vinhaj Abram yed' vinhaj Lot chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix can vinhaj Abram d'a yol smacb'en Canaán, axo pax vinhaj Lot chi', ix cajnaj vinh d'a scal juntzanh chonhab' d'a yak'lical sti' a' Jordán, d'a slak'anil chonhab' Sodoma."
        },
        {
            "number": "13",
            "text": "A d'a jun chonhab' chi', te chuc sb'eyb'al eb' anima, manh jantacoc chucal sk'ulej eb' d'a yichanh Jehová."
        },
        {
            "number": "14",
            "text": "Ayic toxo ix b'at vinhaj Lot chi', ix yalan Jehová d'a vinhaj Abram chi' icha tic: A ticnaic ilb'at d'a ichanh, d'a a patic yed' d'a a tz'eytac."
        },
        {
            "number": "15",
            "text": "Masanil juntzanh luum van ilanb'at chi', svak' d'ayach d'a junelnhej yed' d'a eb' inhtilal."
        },
        {
            "number": "16",
            "text": "Icha val spococal lum luum, malaj mach syal sb'isani, icha chi' ol aj inhtilal."
        },
        {
            "number": "17",
            "text": "A ticnaic q'ueanh vaan yic tza b'eytzitan yoc jun lum tic yed' sk'atul, yujto svak' jun luum tic d'ayach, xchi Jehová d'a vinh."
        },
        {
            "number": "18",
            "text": "Ix lajvi chi' ix yik'anchaanh scampamento vinhaj Abram chi', ix b'at cajnaj vinh d'a slak'anil juntzanh te' ji d'a yol smacb'en jun vinh scuch Mamre d'a slak'anil chonhab' Hebrón. Ix sb'oan jun altar vinh b'aj syal sb'a d'a Jehová."
        }
    ]
}