{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix el winhaj Abram yet' ix yetb'eyum t'a Egipto chi' yet' masanil tas ay t'a winh, ix meltzaj heb' t'a yol yic Neguev. Ix meltzajpax winhaj Lot yet' heb'."
        },
        {
            "number": "2",
            "text": "Ha winhaj Abram chi', te b'eyumxo winh, ay k'een oro, k'een plata yet' jantac nok' nok' t'a winh."
        },
        {
            "number": "3",
            "text": "Ix elxi winh t'a Neguev chi'. k'ojank'olal ix k'ochxi winh t'a yol yic Betel b'aj ek'nac t'a sb'ab'elal, aton t'a skal Betel yet' Hai."
        },
        {
            "number": "4",
            "text": "Ata' b'ob'ilkan jun altar yuj winh t'a yalanhtaxo. Ata' ix yalxi sb'a winh t'a Jehová."
        },
        {
            "number": "5",
            "text": "Ha winhaj Lot chi' junnhej tzek' winh yet' winhaj Abram chi'. Tzijtum pax nok' skalnel winh yet' nok' swakax. Tzijtum pax heb' schekab' winh."
        },
        {
            "number": "6",
            "text": "Maxtzac yab'laj lugar b'aj swa nok' snok' heb' chi' yujto te tzijtum nok'. Yuj chi', maxtzac yal-laj junnhej tzek' heb'."
        },
        {
            "number": "7",
            "text": "Ha heb' winh stanhwumal nok' smolb'etz nok' winhaj Abram chi', syak' owal heb' yet' heb' winh stanhwumal nok' yic winhaj Lot chi'. Ha t'a jun pekti’ chi', aytoek' kajan heb' cananeo yet' heb' ferezeo ta'."
        },
        {
            "number": "8",
            "text": "Ay jun k'ual ix yal winhaj Abram t'a winhaj Lot chi' icha tik: Ina ayto cuj ko b'a, manh wach'oc tato skak' owal, wach'chom a heb' stanhwumal nok' ko molb'etzal nok' tik, manh wach'oc tato syak' owal heb'."
        },
        {
            "number": "9",
            "text": "Masanil jun lugar tik colan yaji. Syal a sik'lani b'ajtil tzach kani, yic wach' sko poj ko b'a. Tato tzach elkan t'a yelk'och chi', a inxo tzin ochkan t'a yochk'och chi'. Tato tzach ochkan t'a yochk'och chi' jun, a inxo tzin elkan t'a yelk'och chi', xchi winhaj Abram chi' t'a winh."
        },
        {
            "number": "10",
            "text": "Ix b'at t'anhan winhaj Lot chi' t'a jun niwan ak'lic ay t'a sti' ha' Jordán masanto sk'och t'a chonhab' Zoar. Te yax sat jun ak'lic chi' yuj ha ha' chi', lajan yilji icha jun avb'en te' b'ob'il yuj Jehová, icha yilji yol yic Egipto ix yil winh. Ayic ix sb'oan strato winhaj Abram yet' winhaj Lot chi', manto satel-laj chonhab' Sodoma yet' Gomorra yuj Jehová."
        },
        {
            "number": "11",
            "text": "Ha jun ak'lic t'a sti' ha' Jordán chi' ix sik'kanel winhaj Lot chi', ix b'at kajnaj winh t'a stojolal b'aj sja k'u. Icha chi' ix aj spojlan sb'a winhaj Abram yet' winhaj Lot chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix kan winhaj Abram t'a yol smacb'en Canaán, haxo pax winhaj Lot chi', ix kajnaj winh t'a skal juntzanh chonhab' t'a yak'likal sti' ha' Jordán, t'a slak'anil chonhab' Sodoma."
        },
        {
            "number": "13",
            "text": "Ha t'a jun chonhab' chi', te chuk sb'eyb'al heb' anima, manh jantacoc chukal sk'ulej heb' t'a yichanh Jehová."
        },
        {
            "number": "14",
            "text": "Ayic toxo ix b'at winhaj Lot chi', ix yalan Jehová t'a winhaj Abram chi' icha tik: Ha tiknaik ilb'at t'a ichanh, t'a a patic yet' t'a a tz'eytac."
        },
        {
            "number": "15",
            "text": "Masanil juntzanh lu'um wan ilanb'at chi', swak' t'ayach t'a junelnhej yet' t'a heb' inhtilal."
        },
        {
            "number": "16",
            "text": "Icha wal spokokal lum lum, malaj mach syal sb'isani, icha chi' ol aj inhtilal."
        },
        {
            "number": "17",
            "text": "Ha tiknaik k'eanh waan yic tza b'eytzitan yoc jun lum tik yet' sk'atul, yujto swak' jun lu'um tik t'ayach, xchi Jehová t'a winh."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi' ix yik'anchaanh skampamento winhaj Abram chi', ix b'at kajnaj winh t'a slak'anil juntzanh te' ji t'a yol smacb'en jun winh scuch Mamre t'a slak'anil chonhab' Hebrón. Ix sb'oan jun altar winh b'aj syal sb'ha t'a Jehová."
        }
    ]
}