{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix el winhaj Abram yet' ix yetb'eyum t'a Egipto chi' yet' masanil tas ay t'a winh, ix meltzaj eb' t'a yol yic Neguev. Ix meltzajpax winhaj Lot yet' eb'."
        },
        {
            "number": "2",
            "text": "Ha winhaj Abram chi', te b'eyumxo winh, ay q'uen oro, q'uen plata yet' jantac nok' nok' t'a winh."
        },
        {
            "number": "3",
            "text": "Ix elxi winh t'a Neguev chi'. k'ojank'olal ix k'ochxi winh t'a yol yic Betel b'aj ek'nac t'a sb'ab'elal, aton t'a skal Betel yet' Hai."
        },
        {
            "number": "4",
            "text": "Ata' b'ob'ilcan jun altar yuj winh t'a yalanhtaxo. Ata' ix yalxi sb'a winh t'a Jehová."
        },
        {
            "number": "5",
            "text": "Ha winhaj Lot chi' junnhej tzek' winh yet' winhaj Abram chi'. Tzijtum pax nok' scalnel winh yet' nok' svacax. Tzijtum pax eb' schecab' winh."
        },
        {
            "number": "6",
            "text": "Maxtzac yab'laj lugar b'aj sva nok' snok' eb' chi' yujto te tzijtum nok'. Yuj chi', maxtzac yal-laj junnhej tzek' eb'."
        },
        {
            "number": "7",
            "text": "Ha eb' winh stanhvumal nok' smolb'etz nok' winhaj Abram chi', syak' oval eb' yet' eb' winh stanhvumal nok' yic winhaj Lot chi'. Ha t'a jun pekti’ chi', aytoek' cajan eb' cananeo yet' eb' ferezeo ta'."
        },
        {
            "number": "8",
            "text": "Ay jun k'ual ix yal winhaj Abram t'a winhaj Lot chi' icha tik: Ina ayto cuj co b'a, manh wach'oc tato scak' oval, wach'chom a eb' stanhvumal nok' co molb'etzal nok' tik, manh wach'oc tato syak' oval eb'."
        },
        {
            "number": "9",
            "text": "Masanil jun lugar tik colan yaji. Syal a sik'lani b'ajtil tzach cani, yic wach' sco poj co b'a. Tato tzach elcan t'a yelk'och chi', a inxo tzin ochcan t'a yochk'och chi'. Tato tzach ochcan t'a yochk'och chi' jun, a inxo tzin elcan t'a yelk'och chi', xchi winhaj Abram chi' t'a winh."
        },
        {
            "number": "10",
            "text": "Ix b'at t'anhan winhaj Lot chi' t'a jun niwan ak'lic ay t'a sti' ha' Jordán masanto sk'och t'a chonhab' Zoar. Te yax sat jun ak'lic chi' yuj ha ha' chi', lajan yilji icha jun avb'en te' b'ob'il yuj Jehová, icha yilji yol yic Egipto ix yil winh. Ayic ix sb'oan strato winhaj Abram yet' winhaj Lot chi', manto satel-laj chonhab' Sodoma yet' Gomorra yuj Jehová."
        },
        {
            "number": "11",
            "text": "Ha jun ak'lic t'a sti' ha' Jordán chi' ix sik'canel winhaj Lot chi', ix b'at cajnaj winh t'a stojolal b'aj sja k'u. Icha chi' ix aj spojlan sb'a winhaj Abram yet' winhaj Lot chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix kan winhaj Abram t'a yol smacb'en Canaán, haxo pax winhaj Lot chi', ix cajnaj winh t'a skal juntzanh chonhab' t'a yak'lical sti' ha' Jordán, t'a slak'anil chonhab' Sodoma."
        },
        {
            "number": "13",
            "text": "Ha t'a jun chonhab' chi', te chuk sb'eyb'al eb' anima, manh jantacoc chukal sk'ulej eb' t'a yichanh Jehová."
        },
        {
            "number": "14",
            "text": "Ayic toxo ix b'at winhaj Lot chi', ix yalan Jehová t'a winhaj Abram chi' icha tik: Ha ticnaic ilb'at t'a ichanh, t'a a patic yet' t'a a tz'eytac."
        },
        {
            "number": "15",
            "text": "Masanil juntzanh lu'um van ilanb'at chi', svak' t'ayach t'a junelnhej yet' t'a eb' inhtilal."
        },
        {
            "number": "16",
            "text": "Icha val spococal lum lum, malaj mach syal sb'isani, icha chi' ol aj inhtilal."
        },
        {
            "number": "17",
            "text": "Ha ticnaic q'ueanh vaan yic tza b'eytzitan yoc jun lum tik yet' sk'atul, yujto svak' jun lu'um tik t'ayach, xchi Jehová t'a winh."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi' ix yik'anchaanh scampamento winhaj Abram chi', ix b'at cajnaj winh t'a slak'anil juntzanh te' ji t'a yol smacb'en jun winh scuch Mamre t'a slak'anil chonhab' Hebrón. Ix sb'oan jun altar winh b'aj syal sb'ha t'a Jehová."
        }
    ]
}