{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "A d'a jun tiempoal chi', ix yak' oval cha macanh eb' vinh rey. Jun macanh eb' vinh: Aton vinhaj Amrafel sreyal Sinar, vinhaj Arioc sreyal Elasar, vinhaj Quedorlaomer sreyal Elam yed' vinhaj Tidal sreyal Goim. Junxo macanh eb': Aton vinhaj Bera sreyal Sodoma, vinhaj Birsa sreyal Gomorra, vinhaj Sinab sreyal Adma, vinhaj Semeber sreyal Zeboim yed' vinh sreyal Bela, aton jun chonhab' Zoar ticnaic."
        },
        {
            "number": "2",
            "text": "A ovanh eb' vinh rey chi' ix slajtiej sb'a eb' vinh, junxonhej ix yutej soldado eb' vinh d'a jun ak'lic scuch Sidim b'aj ay a' mar Muerto ticnaic."
        },
        {
            "number": "3",
            "text": "A eb' vinh rey chi', slajchavilxo ab'il yajoch eb' vinh d'a yalanh smandar vinhaj rey Quedorlaomer. Axo ix ek' junxo ab'il majxo yak'laj q'uen tumin eb' vinh syak'taxon d'a vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi' d'a junxo ab'il ix b'at vinh rey chi' yed' oxvanhxo eb' vinh rey ayoch yed'oc d'a yol yic Astarot Karnaim. Ata' ix ak'ji ganar eb' refaíta yuj eb' vinh. Ix ak'jipax ganar eb' zuzita yuj eb' vinh d'a yol yic Ham. Ix ak'jipax ganar eb' vinh emita yuj eb' vinh d'a yol yic Save-quiriataim."
        },
        {
            "number": "5",
            "text": "Ix ak'jipax ganar eb' horeo yuj eb' vinh d'a jun tzalan scuch Seir, ix pechji eb' masanto d'a jun ak'lic Parán, d'a slak'anil jun lum taquinh luum."
        },
        {
            "number": "6",
            "text": "Ayic ix meltzajxi vinhaj rey Quedorlaomer yed' eb' vinh ayoch yed'oc, ix javi eb' vinh d'a En-mispat, anheja' jun lugar chi' scuchanpax Cades. Ix satel masanil tas ay d'a yol yic eb' amalecita yuj eb' vinh yed' tas ay d'a eb' amorreo ay d'a yol yic Hazezon-tamar."
        },
        {
            "number": "7",
            "text": "Axo ovanh eb' vinh rey, aton vinh yic Sodoma, vinh yic Gomorra, vinh yic Adma, vinh yic Zeboim yed' vinh yic Bela, ix b'at eb' vinh d'a ak'lic Sidim. Ata' ix yak' oval eb' vinh yed' chanhvanhxo eb' vinh rey chi', aton vinhaj Quedorlaomer, vinhaj Tidal, vinhaj Amrafel yed' vinhaj Arioc."
        },
        {
            "number": "8",
            "text": "A d'a yak'lical Sidim chi', tzijtum b'ajtac sq'ueta jun asfalto te tzayayi. Yuj chi' ayic ix b'at vinh sreyal Sodoma yed' vinh yic Gomorra elelal, ay eb' soldado eb' ix b'atcan d'a scal asfalto chi', ay juntzanhxo eb' ix b'atcan elelal d'a jolomtac vitz."
        },
        {
            "number": "9",
            "text": "A chanhvanh eb' vinh rey ix ak'an ganar chi', ix b'at eb' vinh yiq'uelta masanil tas svaji yed' masanil tas te ay stojol d'a Sodoma yed' d'a Gomorra chi', ix b'at eb' vinh b'ian."
        },
        {
            "number": "10",
            "text": "A vinhaj Lot, sk'ab' yoc vinhaj Abram, cajan d'a Sodoma chi', ix ik'jib'at vinh yuj eb' vinh yed' masanil tas ay d'ay."
        },
        {
            "number": "11",
            "text": "Palta ay jun vinh ixto yak' ganar yeli, ix b'at yalan vinh d'a vinhaj Abram vinh hebreo to ix ik'jib'at vinhaj Lot chi'. A vinhaj Abram chi' cajan vinh d'a slak'anil juntzanh te' ji d'a yol smacb'en vinhaj Mamre vinh amorreo, yuk'tac sb'a yed' vinhaj Escol yed' vinhaj Aner. A eb' chi' vach' yak'an eb' yed' vinhaj Abram chi'."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an vinhaj Abram to ix ik'jib'at vinhaj Lot chi', ix smolb'an masanil eb' schecab' vinh k'ayb'ab'il d'a oval, aton eb' ix alji d'a yol scuenta vinh, 318 eb' smasanil. Ix b'at eb' d'a spatic eb' chanhvanh rey chi' masanto b'aj ay chonhab' Dan ticnaic, ata' ix yamchaj eb' yuj eb'."
        },
        {
            "number": "13",
            "text": "Axo d'ak'valil ix spojanb'at masanil eb' svinac vinhaj Abram chi', ix och eb' vinh yak' oval yed' chanhvanh eb' vinh rey chi'. Ix pechji eb' vinh yuj eb' vinh, masanto d'a Hoba d'a yichanhb'at chonhab' Damasco ix k'och eb' vinh."
        },
        {
            "number": "14",
            "text": "Ix yik'anxiek' vinhaj Abram jantac tastac ix yiq'uek' eb' chi', ix ek'xican vinhaj Lot yed' masanil tas ay d'ay yed' pax eb' ix ix yed' juntzanhxo eb' ix ik'jib'at yuj eb' vinh rey chi'."
        },
        {
            "number": "15",
            "text": "Ayic toxo ix ak'ji ganar vinhaj rey Quedorlaomer yed' eb' vinh rey ayoch yed'oc yuj vinhaj Abram chi', ix meltzajxi vinh yed' eb' ix colchajcan chi' yuuj. Axo vinh sreyal Sodoma ix elta d'a yol b'e scha vinh d'a jun ch'olan scuch Save, Ch'olan yic eb' Rey sb'i paxi."
        },
        {
            "number": "16",
            "text": "A vinhaj Melquisedec, sreyal Salem, sacerdoteal Dios Axonhej Nivan Yelk'ochi, a vinh ix ak'an ixim pan yed' vino d'a vinhaj Abram chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan vach' lolonel vinh d'a yib'anh vinh icha tic: Yak'ocab' svach'k'olal Dios d'a ib'anh, aton Dios Axonhej Nivan Yelk'ochi, aton ix b'oan satchaanh yed' sat luum."
        },
        {
            "number": "18",
            "text": "Aljocab' vach' lolonel d'a Dios ix ak'anoch eb' ajk'ol d'a yol a k'ab', xchi vinh d'a vinhaj Abram chi'. Ix lajvi chi', a jantac tastac ix yiq'uek' vinhaj Abram d'a eb' vinh rey chi', ix yak'an sdiezmoal vinh d'a vinhaj Melquisedec chi'."
        },
        {
            "number": "19",
            "text": "Axo ix yalan vinh sreyal Sodoma d'a vinhaj Abram chi' icha tic: --Anhej eb' anima tzak' meltzaj d'ayin, axo masanil tastac, canocab' d'ayach, xchi vinh."
        },
        {
            "number": "20",
            "text": "Axo ix yalan vinhaj Abram chi' icha tic: --Toxo ix vak' in ti' d'a Jehová, aton Dios Axonhej Nivan Yelk'ochi, jun ix b'oan satchaanh yed' yolyib'anhq'uinal tic,"
        },
        {
            "number": "21",
            "text": "to malaj jab'oc tas scan d'ayin, malaj val jab'oc ch'al ma junoc ch'anhal xanhab' scan d'ayin, yic vach' manh ol ala' to uuj tzin och b'eyumal."
        },
        {
            "number": "22",
            "text": "Malaj jab'oc tas ix b'at viq'uek' tic tzin nib'ej scan d'ayin, anhej tas ix sva eb' in checab'. Axo eb' ajun ved' tic, aton vinhaj Aner, vinhaj Escol yed' vinhaj Mamre, a eb' vinh tic, schaocab' yic eb' vinh."
        }
    ]
}