{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ix yak' oval cha makan eb' winh rey. Jun makan eb' winh: Aton winhaj Amrafel sreyal Sinar, winhaj Arioc sreyal Elasar, winhaj Quedorlaomer sreyal Elam yet' winhaj Tidal sreyal Goim. Junxo makan eb': Aton winhaj Bera sreyal Sodoma, winhaj Birsa sreyal Gomorra, winhaj Sinab sreyal Adma, winhaj Semeber sreyal Zeboim yet' winh sreyal Bela, aton jun chonhab' Zoar ticnaic."
        },
        {
            "number": "2",
            "text": "Ha ovanh eb' winh rey chi' ix slajtiej sb'a eb' winh, junxonhej ix yutej soldado eb' winh t'a jun ak'lic scuch Sidim b'aj ay ha' mar Muerto ticnaic."
        },
        {
            "number": "3",
            "text": "Ha eb' winh rey chi', slajchavilxo ab'il yajoch eb' winh t'a yalanh smandar winhaj rey Quedorlaomer. Axo ix ek' junxo ab'il majxo yak'laj q'uen tumin eb' winh syak'taxon t'a winh."
        },
        {
            "number": "4",
            "text": "Yuj chi' t'a junxo ab'il ix b'at winh rey chi' yet' oxvanhxo eb' winh rey ayoch yet'oc t'a yol yic Astarot Karnaim. Ata' ix ak'ji ganar eb' refaíta yuj eb' winh. Ix ak'jipax ganar eb' zuzita yuj eb' winh t'a yol yic Ham. Ix ak'jipax ganar eb' winh emita yuj eb' winh t'a yol yic Save-quiriataim."
        },
        {
            "number": "5",
            "text": "Ix ak'jipax ganar eb' horeo yuj eb' winh t'a jun tzalan scuch Seir, ix pechji eb' masanto t'a jun ak'lic Parán, t'a slak'anil jun lum taquinh lu'um."
        },
        {
            "number": "6",
            "text": "Ayic ix meltzajxi winhaj rey Quedorlaomer yet' eb' winh ayoch yet'oc, ix javi eb' winh t'a En-mispat, anheja' jun lugar chi' scuchanpax Cades. Ix satel masanil tas ay t'a yol yic eb' amalecita yuj eb' winh yet' tas ay t'a eb' amorreo ay t'a yol yic Hazezon-tamar."
        },
        {
            "number": "7",
            "text": "Axo ovanh eb' winh rey, aton winh yic Sodoma, winh yic Gomorra, winh yic Adma, winh yic Zeboim yet' winh yic Bela, ix b'at eb' winh t'a ak'lic Sidim. Ata' ix yak' oval eb' winh yet' chanhvanhxo eb' winh rey chi', aton winhaj Quedorlaomer, winhaj Tidal, winhaj Amrafel yet' winhaj Arioc."
        },
        {
            "number": "8",
            "text": "Ha t'a yak'lical Sidim chi', tzijtum b'ajtac sq'ueta jun asfalto te tzayayi. Yuj chi' ayic ix b'at winh sreyal Sodoma yet' winh yic Gomorra elelal, ay eb' soldado eb' ix b'atcan t'a skal asfalto chi', ay juntzanhxo eb' ix b'atcan elelal t'a jolomtac vitz."
        },
        {
            "number": "9",
            "text": "Ha chanhvanh eb' winh rey ix ak'an ganar chi', ix b'at eb' winh yiq'uelta masanil tas svaji yet' masanil tas te ay stojol t'a Sodoma yet' t'a Gomorra chi', ix b'at eb' winh b'ian."
        },
        {
            "number": "10",
            "text": "Ha winhaj Lot, sk'ab' yoc winhaj Abram, cajan t'a Sodoma chi', ix ik'jib'at winh yuj eb' winh yet' masanil tas ay t'ay."
        },
        {
            "number": "11",
            "text": "Palta ay jun winh ixto yak' ganar yeli, ix b'at yalan winh t'a winhaj Abram winh hebreo to ix ik'jib'at winhaj Lot chi'. Ha winhaj Abram chi' cajan winh t'a slak'anil juntzanh te' ji t'a yol smacb'en winhaj Mamre winh amorreo, yuk'tac sb'a yet' winhaj Escol yet' winhaj Aner. Ha eb' chi' wach' yak'an eb' yet' winhaj Abram chi'."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an winhaj Abram to ix ik'jib'at winhaj Lot chi', ix smolb'an masanil eb' schecab' winh k'ayb'ab'il t'a oval, aton eb' ix alji t'a yol scuenta winh, 318 eb' smasanil. Ix b'at eb' t'a spatic eb' chanhvanh rey chi' masanto b'aj ay chonhab' Dan ticnaic, ata' ix yamchaj eb' yuj eb'."
        },
        {
            "number": "13",
            "text": "Axo t'ak'walil ix spojanb'at masanil eb' svinac winhaj Abram chi', ix och eb' winh yak' oval yet' chanhvanh eb' winh rey chi'. Ix pechji eb' winh yuj eb' winh, masanto t'a Hoba t'a yichanhb'at chonhab' Damasco ix k'och eb' winh."
        },
        {
            "number": "14",
            "text": "Ix yik'anxiek' winhaj Abram jantac tastac ix yiq'uek' eb' chi', ix ek'xican winhaj Lot yet' masanil tas ay t'ay yet' pax eb' ix ix yet' juntzanhxo eb' ix ik'jib'at yuj eb' winh rey chi'."
        },
        {
            "number": "15",
            "text": "Ayic toxo ix ak'ji ganar winhaj rey Quedorlaomer yet' eb' winh rey ayoch yet'oc yuj winhaj Abram chi', ix meltzajxi winh yet' eb' ix colchajcan chi' yuj. Axo winh sreyal Sodoma ix elta t'a yol b'e scha winh t'a jun ch'olan scuch Save, Ch'olan yic eb' Rey sb'i paxi."
        },
        {
            "number": "16",
            "text": "Ha winhaj Melquisedec, sreyal Salem, sacerdoteal Dios Axonhej Nivan Yelk'ochi, a winh ix ak'an ixim pan yet' vino t'a winhaj Abram chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan wach' lolonel winh t'a yib'anh winh icha tik: Yak'ocab' swach'k'olal Dios t'a ib'anh, aton Dios Axonhej Nivan Yelk'ochi, aton ixb’o’an satcha’anh yet' sat lu'um."
        },
        {
            "number": "18",
            "text": "Aljocab' wach' lolonel d'ha Dios ix ak'anoch eb' ajk'ol t'a yol a k'ab', xchi winh t'a winhaj Abram chi'. Ixlajwi chi', a jantac tastac ix yiq'uek' winhaj Abram t'a eb' winh rey chi', ix yak'an sdiezmoal winh t'a winhaj Melquisedec chi'."
        },
        {
            "number": "19",
            "text": "Axo ix yalan winh sreyal Sodoma t'a winhaj Abram chi' icha tik: --Anhej eb' anima tzak' meltzaj t'ayin, haxo masanil tastac, canocab' t'ayach, xchi winh."
        },
        {
            "number": "20",
            "text": "Axo ix yalan winhaj Abram chi' icha tik: --Toxo ix vak' in ti' t'a Jehová, aton Dios Axonhej Nivan Yelk'ochi, jun ixb’o’an satcha’anh yet' yol yib'anhk’inal tik,"
        },
        {
            "number": "21",
            "text": "to malaj jab'oc tas skan t'ayin, malaj val jab'oc ch'al ma junok ch'anhal xanhab' skan t'ayin, yic wach' manh ol ala' to uuj tzin och b'eyumal."
        },
        {
            "number": "22",
            "text": "Malaj jab'oc tas ix b'at viq'uek' tik tzin nib'ej skan t'ayin, anhej tas ix sva eb' in checab'. Axo eb' ajun ved' tik, aton winhaj Aner, winhaj Escol yet' winhaj Mamre, a eb' winh tik, schaocab' yic eb' winh."
        }
    ]
}