{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ix yak' oval cha makan eb' vinh rey. Jun makan eb' vinh: Aton vinhaj Amrafel sreyal Sinar, vinhaj Arioc sreyal Elasar, vinhaj Quedorlaomer sreyal Elam yet' vinhaj Tidal sreyal Goim. Junxo makan eb': Aton vinhaj Bera sreyal Sodoma, vinhaj Birsa sreyal Gomorra, vinhaj Sinab sreyal Adma, vinhaj Semeber sreyal Zeboim yet' vinh sreyal Bela, aton jun chonhab' Zoar ticnaic."
        },
        {
            "number": "2",
            "text": "Ha ovanh eb' vinh rey chi' ix slajtiej sb'a eb' vinh, junxonhej ix yutej soldado eb' vinh t'a jun ak'lic scuch Sidim b'aj ay ha' mar Muerto ticnaic."
        },
        {
            "number": "3",
            "text": "Ha eb' vinh rey chi', slajchavilxo ab'il yajoch eb' vinh t'a yalanh smandar vinhaj rey Quedorlaomer. Axo ix ek' junxo ab'il majxo yak'laj q'uen tumin eb' vinh syak'taxon t'a vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi' t'a junxo ab'il ix b'at vinh rey chi' yet' oxvanhxo eb' vinh rey ayoch yet'oc t'a yol yic Astarot Karnaim. Ata' ix ak'ji ganar eb' refaíta yuj eb' vinh. Ix ak'jipax ganar eb' zuzita yuj eb' vinh t'a yol yic Ham. Ix ak'jipax ganar eb' vinh emita yuj eb' vinh t'a yol yic Save-quiriataim."
        },
        {
            "number": "5",
            "text": "Ix ak'jipax ganar eb' horeo yuj eb' vinh t'a jun tzalan scuch Seir, ix pechji eb' masanto t'a jun ak'lic Parán, t'a slak'anil jun lum taquinh lu'um."
        },
        {
            "number": "6",
            "text": "Ayic ix meltzajxi vinhaj rey Quedorlaomer yet' eb' vinh ayoch yet'oc, ix javi eb' vinh t'a En-mispat, anheja' jun lugar chi' scuchanpax Cades. Ix satel masanil tas ay t'a yol yic eb' amalecita yuj eb' vinh yet' tas ay t'a eb' amorreo ay t'a yol yic Hazezon-tamar."
        },
        {
            "number": "7",
            "text": "Axo ovanh eb' vinh rey, aton vinh yic Sodoma, vinh yic Gomorra, vinh yic Adma, vinh yic Zeboim yet' vinh yic Bela, ix b'at eb' vinh t'a ak'lic Sidim. Ata' ix yak' oval eb' vinh yet' chanhvanhxo eb' vinh rey chi', aton vinhaj Quedorlaomer, vinhaj Tidal, vinhaj Amrafel yet' vinhaj Arioc."
        },
        {
            "number": "8",
            "text": "Ha t'a yak'lical Sidim chi', tzijtum b'ajtac sq'ueta jun asfalto te tzayayi. Yuj chi' ayic ix b'at vinh sreyal Sodoma yet' vinh yic Gomorra elelal, ay eb' soldado eb' ix b'atcan t'a skal asfalto chi', ay juntzanhxo eb' ix b'atcan elelal t'a jolomtac vitz."
        },
        {
            "number": "9",
            "text": "Ha chanhvanh eb' vinh rey ix ak'an ganar chi', ix b'at eb' vinh yiq'uelta masanil tas svaji yet' masanil tas te ay stojol t'a Sodoma yet' t'a Gomorra chi', ix b'at eb' vinh b'ian."
        },
        {
            "number": "10",
            "text": "Ha vinhaj Lot, sk'ab' yoc vinhaj Abram, cajan t'a Sodoma chi', ix ik'jib'at vinh yuj eb' vinh yet' masanil tas ay t'ay."
        },
        {
            "number": "11",
            "text": "Palta ay jun vinh ixto yak' ganar yeli, ix b'at yalan vinh t'a vinhaj Abram vinh hebreo to ix ik'jib'at vinhaj Lot chi'. Ha vinhaj Abram chi' cajan vinh t'a slak'anil juntzanh te' ji t'a yol smacb'en vinhaj Mamre vinh amorreo, yuk'tac sb'a yet' vinhaj Escol yet' vinhaj Aner. Ha eb' chi' wach' yak'an eb' yet' vinhaj Abram chi'."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an vinhaj Abram to ix ik'jib'at vinhaj Lot chi', ix smolb'an masanil eb' schecab' vinh k'ayb'ab'il t'a oval, aton eb' ix alji t'a yol scuenta vinh, 318 eb' smasanil. Ix b'at eb' t'a spatic eb' chanhvanh rey chi' masanto b'aj ay chonhab' Dan ticnaic, ata' ix yamchaj eb' yuj eb'."
        },
        {
            "number": "13",
            "text": "Axo t'ak'walil ix spojanb'at masanil eb' svinac vinhaj Abram chi', ix och eb' vinh yak' oval yet' chanhvanh eb' vinh rey chi'. Ix pechji eb' vinh yuj eb' vinh, masanto t'a Hoba t'a yichanhb'at chonhab' Damasco ix k'och eb' vinh."
        },
        {
            "number": "14",
            "text": "Ix yik'anxiek' vinhaj Abram jantac tastac ix yiq'uek' eb' chi', ix ek'xican vinhaj Lot yet' masanil tas ay t'ay yet' pax eb' ix ix yet' juntzanhxo eb' ix ik'jib'at yuj eb' vinh rey chi'."
        },
        {
            "number": "15",
            "text": "Ayic toxo ix ak'ji ganar vinhaj rey Quedorlaomer yet' eb' vinh rey ayoch yet'oc yuj vinhaj Abram chi', ix meltzajxi vinh yet' eb' ix colchajcan chi' yuj. Axo vinh sreyal Sodoma ix elta t'a yol b'e scha vinh t'a jun ch'olan scuch Save, Ch'olan yic eb' Rey sb'i paxi."
        },
        {
            "number": "16",
            "text": "Ha vinhaj Melquisedec, sreyal Salem, sacerdoteal Dios Axonhej Nivan Yelk'ochi, a vinh ix ak'an ixim pan yet' vino t'a vinhaj Abram chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan wach' lolonel vinh t'a yib'anh vinh icha tik: Yak'ocab' svach'k'olal Dios t'a ib'anh, aton Dios Axonhej Nivan Yelk'ochi, aton ixb’o’an satcha’anh yet' sat lu'um."
        },
        {
            "number": "18",
            "text": "Aljocab' wach' lolonel d'ha Dios ix ak'anoch eb' ajk'ol t'a yol a k'ab', xchi vinh t'a vinhaj Abram chi'. Ixlajwi chi', a jantac tastac ix yiq'uek' vinhaj Abram t'a eb' vinh rey chi', ix yak'an sdiezmoal vinh t'a vinhaj Melquisedec chi'."
        },
        {
            "number": "19",
            "text": "Axo ix yalan vinh sreyal Sodoma t'a vinhaj Abram chi' icha tik: --Anhej eb' anima tzak' meltzaj t'ayin, haxo masanil tastac, canocab' t'ayach, xchi vinh."
        },
        {
            "number": "20",
            "text": "Axo ix yalan vinhaj Abram chi' icha tik: --Toxo ix vak' in ti' t'a Jehová, aton Dios Axonhej Nivan Yelk'ochi, jun ixb’o’an satcha’anh yet' yol yib'anhk’inal tik,"
        },
        {
            "number": "21",
            "text": "to malaj jab'oc tas skan t'ayin, malaj val jab'oc ch'al ma junok ch'anhal xanhab' skan t'ayin, yic wach' manh ol ala' to uuj tzin och b'eyumal."
        },
        {
            "number": "22",
            "text": "Malaj jab'oc tas ix b'at viq'uek' tik tzin nib'ej skan t'ayin, anhej tas ix sva eb' in checab'. Axo eb' ajun ved' tik, aton vinhaj Aner, vinhaj Escol yet' vinhaj Mamre, a eb' vinh tik, schaocab' yic eb' vinh."
        }
    ]
}