{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ix yak' owal cha makan heb' winh rey. Jun makan heb' winh: Aton winhaj Amrafel sreyal Sinar, winhaj Arioc sreyal Elasar, winhaj Quedorlaomer sreyal Elam yet' winhaj Tidal sreyal Goim. Junxo makan heb': Aton winhaj Bera sreyal Sodoma, winhaj Birsa sreyal Gomorra, winhaj Sinab sreyal Adma, winhaj Semeber sreyal Zeboim yet' winh sreyal Bela, aton jun chonhab' Zoar tiknaik."
        },
        {
            "number": "2",
            "text": "Ha owanh heb' winh rey chi' ix slajtiej sb'a heb' winh, junxonhej ix yutej soldado heb' winh t'a jun ak'lic scuch Sidim b'aj ay ha' mar Muerto tiknaik."
        },
        {
            "number": "3",
            "text": "Ha heb' winh rey chi', slajchawilxo ab'il yajoch heb' winh t'a yalanh smandar winhaj rey Quedorlaomer. Axo ix ek' junxo ab'il majxo yak'laj k'een tumin heb' winh syak'taxon t'a winh."
        },
        {
            "number": "4",
            "text": "Yuj chi' t'a junxo ab'il ix b'at winh rey chi' yet' oxwanhxo heb' winh rey ayoch yet'oc t'a yol yic Astarot Karnaim. Ata' ix ak'ji ganar heb' refaíta yuj heb' winh. Ix ak'jipax ganar heb' zuzita yuj heb' winh t'a yol yic Ham. Ix ak'jipax ganar heb' winh emita yuj heb' winh t'a yol yic Sawe-quiriataim."
        },
        {
            "number": "5",
            "text": "Ix ak'jipax ganar heb' horeo yuj heb' winh t'a jun tzalan scuch Seir, ix pechji heb' masanto t'a jun ak'lic Parán, t'a slak'anil jun lum taquinh lu'um."
        },
        {
            "number": "6",
            "text": "Ayic ix meltzajxi winhaj rey Quedorlaomer yet' heb' winh ayoch yet'oc, ix jawi heb' winh t'a En-mispat, anheja' jun lugar chi' scuchanpax Cades. Ix satel masanil tas ay t'a yol yic heb' amalecita yuj heb' winh yet' tas ay t'a heb' amorreo ay t'a yol yic Hazezon-tamar."
        },
        {
            "number": "7",
            "text": "Axo owanh heb' winh rey, aton winh yic Sodoma, winh yic Gomorra, winh yic Adma, winh yic Zeboim yet' winh yic Bela, ix b'at heb' winh t'a ak'lic Sidim. Ata' ix yak' owal heb' winh yet' chanhwanhxo heb' winh rey chi', aton winhaj Quedorlaomer, winhaj Tidal, winhaj Amrafel yet' winhaj Arioc."
        },
        {
            "number": "8",
            "text": "Ha t'a yak'lical Sidim chi', tzijtum b'ajtac sk'eta jun asfalto te tzayayi. Yuj chi' ayic ix b'at winh sreyal Sodoma yet' winh yic Gomorra elelal, ay heb' soldado heb' ix b'atcan t'a skal asfalto chi', ay juntzanhxo heb' ix b'atcan elelal t'a jolomtac witz."
        },
        {
            "number": "9",
            "text": "Ha chanhwanh heb' winh rey ix ak'an ganar chi', ix b'at heb' winh yik'elta masanil tas swaji yet' masanil tas te ay stojol t'a Sodoma yet' t'a Gomorra chi', ix b'at heb' winh b'ian."
        },
        {
            "number": "10",
            "text": "Ha winhaj Lot, sk'ab' yoc winhaj Abram, cajan t'a Sodoma chi', ix ik'jib'at winh yuj heb' winh yet' masanil tas ay t'ay."
        },
        {
            "number": "11",
            "text": "Palta ay jun winh ixto yak' ganar yeli, ix b'at yalan winh t'a winhaj Abram winh hebreo to ix ik'jib'at winhaj Lot chi'. Ha winhaj Abram chi' cajan winh t'a slak'anil juntzanh te' ji t'a yol smacb'en winhaj Mamre winh amorreo, yuk'tac sb'a yet' winhaj Escol yet' winhaj Aner. Ha heb' chi' wach' yak'an heb' yet' winhaj Abram chi'."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an winhaj Abram to ix ik'jib'at winhaj Lot chi', ix smolb'an masanil heb' schecab' winh k'ayb'ab'il t'a owal, aton heb' ix alji t'a yol scuenta winh, 318 heb' smasanil. Ix b'at heb' t'a spatic heb' chanhwanh rey chi' masanto b'aj ay chonhab' Dan tiknaik, ata' ix yamchaj heb' yuj heb'."
        },
        {
            "number": "13",
            "text": "Axo t'ak'walil ix spojanb'at masanil heb' swinac winhaj Abram chi', ix och heb' winh yak' owal yet' chanhwanh heb' winh rey chi'. Ix pechji heb' winh yuj heb' winh, masanto t'a Hoba t'a yichanhb'at chonhab' Damasco ix k'och heb' winh."
        },
        {
            "number": "14",
            "text": "Ix yik'anxiek' winhaj Abram jantac tastac ix yik'ek' heb' chi', ix ek'xican winhaj Lot yet' masanil tas ay t'ay yet' pax heb' ix ix yet' juntzanhxo heb' ix ik'jib'at yuj heb' winh rey chi'."
        },
        {
            "number": "15",
            "text": "Ayic toxo ix ak'ji ganar winhaj rey Quedorlaomer yet' heb' winh rey ayoch yet'oc yuj winhaj Abram chi', ix meltzajxi winh yet' heb' ix colchajcan chi' yuj. Axo winh sreyal Sodoma ix elta t'a yol b'e scha winh t'a jun ch'olan scuch Sawe, Ch'olan yic heb' Rey sb'i paxi."
        },
        {
            "number": "16",
            "text": "Ha winhaj Melquisedec, sreyal Salem, sacerdoteal Dios Axonhej Niwan Yelk'ochi, a winh ix ak'an ixim pan yet' wino t'a winhaj Abram chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan wach' lolonel winh t'a yib'anh winh icha tik: Yak'ocab' swach'k'olal Dios t'a ib'anh, aton Dios Axonhej Niwan Yelk'ochi, aton ixb’o’an satcha’anh yet' sat lu'um."
        },
        {
            "number": "18",
            "text": "Aljocab' wach' lolonel d'ha Dios ix ak'anoch heb' ajk'ol t'a yol a k'ab', xchi winh t'a winhaj Abram chi'. Ixlajwi chi', a jantac tastac ix yik'ek' winhaj Abram t'a heb' winh rey chi', ix yak'an sdiezmoal winh t'a winhaj Melquisedec chi'."
        },
        {
            "number": "19",
            "text": "Axo ix yalan winh sreyal Sodoma t'a winhaj Abram chi' icha tik: --Anhej heb' anima tzak' meltzaj t'ayin, haxo masanil tastac, canocab' t'ayach, xchi winh."
        },
        {
            "number": "20",
            "text": "Axo ix yalan winhaj Abram chi' icha tik: --Toxo ix wak' in ti' t'a Jehová, aton Dios Axonhej Niwan Yelk'ochi, jun ixb’o’an satcha’anh yet' yol yib'anhk’inal tik,"
        },
        {
            "number": "21",
            "text": "to malaj jab'oc tas skan t'ayin, malaj wal jab'oc ch'al ma junok ch'anhal xanhab' skan t'ayin, yic wach' manh ol ala' to uuj tzin och b'eyumal."
        },
        {
            "number": "22",
            "text": "Malaj jab'oc tas ix b'at wik'ek' tik tzin nib'ej skan t'ayin, anhej tas ix swa heb' in checab'. Axo heb' ajun wed' tik, aton winhaj Aner, winhaj Escol yet' winhaj Mamre, a heb' winh tik, schaocab' yic heb' winh."
        }
    ]
}