{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi juntzanh chi', ix lolon Jehová d'a vinhaj Abram icha d'a vayichal, ix yalan icha tic: --Ach Abram manh ach xivoc, a in ol ach in colo', te nivan spac ol vak' d'ayach, xchi d'a vinh."
        },
        {
            "number": "2",
            "text": "Ix tak'vi vinhaj Abram icha tic: --Ach Jehová Vajalil, ¿tas val yopisio jun spac chi' vuuj? Ojtac val to malaj junoc vuninal ix ak'a' yic ata' svak'xican jantac tas ay d'ayin, yuj chi' a junoc in checab' ol chaancan masanil tas ay d'ayin, aton vinhaj Eliezer aj Damasco, a vinh sat yaj d'a eb' in checab' smasanil, xchi vinh."
        },
        {
            "number": "3",
            "text": "Ix yalanxi Jehová d'a vinh: --Maay, a d'a junoc uninal ol canoc, manhoclaj d'a vinh comon anima chi' ol canoc, xchi d'a vinh."
        },
        {
            "number": "4",
            "text": "Ix lajvi chi', ix ik'jielta vinh yuj Dios d'a sti' smantiado, ix yalan d'a vinh icha tic: --Q'ueanh q'uelan d'a satchaanh. B'isto juntzanh k'anal chi' naic, tato syal a b'isani. Ichaton chi' ol aj sb'isul eb' inhtilal, xchi d'a vinh."
        },
        {
            "number": "5",
            "text": "Ix yak'och vinhaj Abram chi' d'a sk'ool tas ix yal Jehová chi', yuj chi' vach' ix can vinh d'a yichanh."
        },
        {
            "number": "6",
            "text": "Ix yalanxi Jehová icha tic: --A in ton Jehová in ach viq'uelta d'a chonhab' Ur d'a yol yic Caldea yic svak' jun luum tic d'ayach yic tziquej, xchi d'a vinh."
        },
        {
            "number": "7",
            "text": "--Palta ach Jehová Vajalil, ¿tas val tz'aj vojtacaneli tato sviquejcan jun luum tic? xchi vinhaj Abram chi'."
        },
        {
            "number": "8",
            "text": "Ix yalanxi Jehová: --Ik'cot junoc nok' cob'es vacax d'ayin yed' junoc nok' chiva yed' junoc nok' ch'ac calnel, oxe' ab'il sq'uinal junjun nok'. Tzik'anpaxcot junoc nok' cuvajte' yed' junoc nok' paramuch, xchi d'a vinh."
        },
        {
            "number": "9",
            "text": "Ix yik'cancot juntzanh nok' nok' chi' vinh d'a yichanh Jehová chi', ix lajvi chi' ix schapojan snanhal junjun nok' vinh. Jilip nok' ix can d'a stz'ey jilipxo nok'. Axo nok' much chi', maj schapojejlaj snanhal nok' vinh."
        },
        {
            "number": "10",
            "text": "Tz'em nok' ostoc d'a yib'anh nok', axo vinhaj Abram chi' spechan nok'."
        },
        {
            "number": "11",
            "text": "Ayic vanxo sq'uik'b'i, ix te sat sk'ol vinhaj Abram chi' svayi, ix ja jun nivan xivelal d'a yib'anh vinh yuj jun nivan q'uik'alq'uinal."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi' ix yalan Jehová d'a vinh: --Yovalil tzojtaquejeli to a eb' inhtilal, ol b'atcan cajan eb' d'a junocxo ch'oc chonhab'il, ol ochcan eb' checab'oc, chanhe' ciento ab'il ol ixtaj eb'."
        },
        {
            "number": "13",
            "text": "Palta a in ol vak'och yaelal d'a yib'anh jun chonhab' b'aj ayoch eb' checab'oc chi'. Slajvi chi', ol elta eb' yed' jantac sb'eyumal."
        },
        {
            "number": "14",
            "text": "Palta a ach tic junk'olal ol aj a chami ayic ol ach och icham vinaquil."
        },
        {
            "number": "15",
            "text": "Chanh macanhxo inhtilal ix eq'ui, ichato chi' ol meltzajxicot eb' d'a tic, yujto manto tz'acvoc schucal eb' amorreo d'a tic, xchi Jehová."
        },
        {
            "number": "16",
            "text": "Ayic d'ak'valilxo, ix sch'oxan sb'a jun k'ak' culcon sq'uei, b'acaqui sq'ue stab'il. Tz'ek' d'a scal nok' nok' chapoj yaj chi'."
        },
        {
            "number": "17",
            "text": "Aton d'a jun ak'val chi' ix sb'o strato Jehová yed' vinhaj Abram chi', ix yalan icha tic: --A jun luum tic ol vak' d'a eb' inhtilal, schacot lum d'a jun smelemal a' d'a yic Egipto, masanto d'a a' Éufrates,"
        },
        {
            "number": "18",
            "text": "aton sluum eb' ceneo, eb' cenezeo, eb' cadmoneo,"
        },
        {
            "number": "19",
            "text": "eb' hitita, eb' ferezeo, eb' refaíta,"
        },
        {
            "number": "20",
            "text": "eb' amorreo, eb' cananeo, eb' gergeseo yed' eb' jebuseo, xchi d'a vinh."
        }
    ]
}