{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi juntzanh chi', ix lolon Jehová t'a vinhaj Abram icha t'a vayichal, ix yalan icha tik: --Ach Abram manh ach xivoc, a in ol ach in colo', te niwan spac ol vak' t'ayach, xchi t'a vinh."
        },
        {
            "number": "2",
            "text": "Ix tak'vi vinhaj Abram icha tik: --Ach Jehová Vajalil, ¿tas val yopisio jun spac chi' vuuj? Ojtac val to malaj junok vuninal ix ak'a' yic ata' svak'xican jantac tas ay t'ayin, yuj chi' a junok in checab' ol chaancan masanil tas ay t'ayin, aton vinhaj Eliezer aj Damasco, a vinh sat yaj t'a eb' in checab' smasanil, xchi vinh."
        },
        {
            "number": "3",
            "text": "Ix yalanxi Jehová t'a vinh: --Maay, ha t'a junok uninal ol canoc, manhoclaj t'a vinh comon anima chi' ol canoc, xchi t'a vinh."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix ik'jielta vinh yuj Dios t'a sti' smantiado, ix yalan t'a vinh icha tik: --Q'ueanh q'uelan t'a satcha’anh. B'isto juntzanh k'anal chi' naic, tato syal a b'isani. Ichaton chi' ol aj sb'isul eb' inhtilal, xchi t'a vinh."
        },
        {
            "number": "5",
            "text": "Ix yak'och vinhaj Abram chi' t'a sk'ool tas ix yal Jehová chi', yuj chi' wach' ix kan vinh t'a yichanh."
        },
        {
            "number": "6",
            "text": "Ix yalanxi Jehová icha tik: --Ha in ton Jehová in ach viq'uelta t'a chonhab' Ur t'a yol yic Caldea yic svak' jun lu'um tik t'ayach yic tziquej, xchi t'a vinh."
        },
        {
            "number": "7",
            "text": "--Palta ach Jehová Vajalil, ¿tas val tz'aj vojtacaneli tato sviquejcan jun lu'um tik? xchi vinhaj Abram chi'."
        },
        {
            "number": "8",
            "text": "Ix yalanxi Jehová: --Ik'cot junok nok' cob'es vacax t'ayin yet' junok nok' chiva yet' junok nok' ch'ac calnel, oxe' ab'il sq'uinal junjun nok'. Tzik'anpaxcot junok nok' cuvajte' yet' junok nok' paramuch, xchi t'a vinh."
        },
        {
            "number": "9",
            "text": "Ix yik'cancot juntzanh nok' nok' chi' vinh t'a yichanh Jehová chi', ix lajvi chi' ix schapojan snanhal junjun nok' vinh. Jilip nok' ix kan t'a stz'ey jilipxo nok'. Axo nok' much chi', maj schapojejlaj snanhal nok' vinh."
        },
        {
            "number": "10",
            "text": "Tz'em nok' ostoc t'a yib'anh nok', haxo vinhaj Abram chi' spechan nok'."
        },
        {
            "number": "11",
            "text": "Ayic vanxo sq'uik'b'i, ix te sat sk'ol vinhaj Abram chi' svayi, ix ja jun niwan xivelal t'a yib'anh vinh yuj jun niwan k’ik’ k’inal."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi' ix yalan Jehová t'a vinh: --Yovalil tzojtaquejeli to a eb' inhtilal, ol b'atcan cajan eb' t'a junocxo ch'oc chonhab'il, ol ochcan eb' checab'oc, chanhe' ciento ab'il ol ixtaj eb'."
        },
        {
            "number": "13",
            "text": "Palta a in ol vak'och yaelal t'a yib'anh jun chonhab' b'aj ayoch eb' checab'oc chi'. Slajvi chi', ol elta eb' yet' jantac sb'eyumal."
        },
        {
            "number": "14",
            "text": "Palta a ach tik junk'olal ol aj a chami ayic ol ach och icham vinaquil."
        },
        {
            "number": "15",
            "text": "Chanh macanhxo inhtilal ix eq'ui, ichato chi' ol meltzajxicot eb' t'a tik, yujto manto tz'acvoc schucal eb' amorreo t'a tik, xchi Jehová."
        },
        {
            "number": "16",
            "text": "Ayic t'ak'valilxo, ix sch'oxan sb'a jun k'ak' culcon sq'uei, b'acaqui sq'ue stab'il. Tz'ek' t'a skal nok' nok' chapoj yaj chi'."
        },
        {
            "number": "17",
            "text": "Aton t'a jun ak'val chi' ix sb'o strato Jehová yet' vinhaj Abram chi', ix yalan icha tik: --Ha jun lu'um tik ol vak' t'a eb' inhtilal, schacot lum t'a jun smelemal ha' t'a yic Egipto, masanto t'ha ha' Éufrates,"
        },
        {
            "number": "18",
            "text": "aton sluum eb' ceneo, eb' cenezeo, eb' cadmoneo,"
        },
        {
            "number": "19",
            "text": "eb' hitita, eb' ferezeo, eb' refaíta,"
        },
        {
            "number": "20",
            "text": "eb' amorreo, eb' cananeo, eb' gergeseo yet' eb' jebuseo, xchi t'a vinh."
        }
    ]
}