{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi juntzanh chi', ix lolon Jehová t'a winhaj Abram icha t'a vayichal, ix yalan icha tik: --Ach Abram manh ach xivoc, a in ol ach in colo', te niwan spak ol vak' t'ayach, xchi t'a winh."
        },
        {
            "number": "2",
            "text": "Ix tak'vi winhaj Abram icha tik: --Ach Jehová Vajalil, ¿tas val yopisio jun spak chi' vuuj? Ojtac val to malaj junok vuninal ix ak'a' yic ata' svak'xican jantac tas ay t'ayin, yuj chi' a junok in checab' ol chaancan masanil tas ay t'ayin, aton winhaj Eliezer aj Damasco, a winh sat yaj t'a eb' in checab' smasanil, xchi winh."
        },
        {
            "number": "3",
            "text": "Ix yalanxi Jehová t'a winh: --Maay, ha t'a junok uninal ol canoc, manhoclaj t'a winh comon anima chi' ol canoc, xchi t'a winh."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix ik'jielta winh yuj Dios t'a sti' smantiado, ix yalan t'a winh icha tik: --Q'ueanh q'uelan t'a satcha’anh. B'isto juntzanh k'anal chi' naic, tato syal a b'isani. Ichaton chi' ol aj sb'isul eb' inhtilal, xchi t'a winh."
        },
        {
            "number": "5",
            "text": "Ix yak'och winhaj Abram chi' t'a sk'ool tas ix yal Jehová chi', yuj chi' wach' ix kan winh t'a yichanh."
        },
        {
            "number": "6",
            "text": "Ix yalanxi Jehová icha tik: --Ha in ton Jehová in ach viq'uelta t'a chonhab' Ur t'a yol yic Caldea yic svak' jun lu'um tik t'ayach yic tziquej, xchi t'a winh."
        },
        {
            "number": "7",
            "text": "--Palta ach Jehová Vajalil, ¿tas val tz'aj vojtacaneli tato sviquejcan jun lu'um tik? xchi winhaj Abram chi'."
        },
        {
            "number": "8",
            "text": "Ix yalanxi Jehová: --Ik'cot junok nok' cob'es vacax t'ayin yet' junok nok' chiva yet' junok nok' ch'ac calnel, oxe' ab'il sk'inal junjun nok'. Tzik'anpaxcot junok nok' cuvajte' yet' junok nok' paramuch, xchi t'a winh."
        },
        {
            "number": "9",
            "text": "Ix yik'cancot juntzanh nok' nok' chi' winh t'a yichanh Jehová chi', ix lajvi chi' ix schapojan snanhal junjun nok' winh. Jilip nok' ix kan t'a stz'ey jilipxo nok'. Axo nok' much chi', maj schapojejlaj snanhal nok' winh."
        },
        {
            "number": "10",
            "text": "Tz'em nok' ostoc t'a yib'anh nok', haxo winhaj Abram chi' spechan nok'."
        },
        {
            "number": "11",
            "text": "Ayic vanxo sq'uik'b'i, ix te sat sk'ol winhaj Abram chi' svayi, ix ja jun niwan xivelal t'a yib'anh winh yuj jun niwan k’ik’ k’inal."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi' ix yalan Jehová t'a winh: --Yovalil tzojtaquejeli to a eb' inhtilal, ol b'atcan cajan eb' t'a junocxo ch'oc chonhab'il, ol ochcan eb' checab'oc, chanhe' ciento ab'il ol ixtaj eb'."
        },
        {
            "number": "13",
            "text": "Palta a in ol vak'och yaelal t'a yib'anh jun chonhab' b'aj ayoch eb' checab'oc chi'. Slajvi chi', ol elta eb' yet' jantac sb'eyumal."
        },
        {
            "number": "14",
            "text": "Palta a ach tik junk'olal ol aj a chami ayic ol ach och icham vinaquil."
        },
        {
            "number": "15",
            "text": "Chanh macanhxo inhtilal ix eq'ui, ichato chi' ol meltzajxicot eb' t'a tik, yujto manto tz'acvoc schucal eb' amorreo t'a tik, xchi Jehová."
        },
        {
            "number": "16",
            "text": "Ayic t'ak'valilxo, ix sch'oxan sb'a jun k'ak' culcon sq'uei, b'acaqui sq'ue stab'il. Tz'ek' t'a skal nok' nok' chapoj yaj chi'."
        },
        {
            "number": "17",
            "text": "Aton t'a jun ak'val chi' ix sb'o strato Jehová yet' winhaj Abram chi', ix yalan icha tik: --Ha jun lu'um tik ol vak' t'a eb' inhtilal, schacot lum t'a jun smelemal ha' t'a yic Egipto, masanto t'ha ha' Éufrates,"
        },
        {
            "number": "18",
            "text": "aton sluum eb' ceneo, eb' cenezeo, eb' cadmoneo,"
        },
        {
            "number": "19",
            "text": "eb' hitita, eb' ferezeo, eb' refaíta,"
        },
        {
            "number": "20",
            "text": "eb' amorreo, eb' cananeo, eb' gergeseo yet' eb' jebuseo, xchi t'a winh."
        }
    ]
}