{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "A ix Sarai, yetb'eyum vinhaj Abram, max unevilaj ix, palta ay jun ix scriada ix manb'il yuuj, aton ix Agar, ix aj Egipto."
        },
        {
            "number": "2",
            "text": "Ix yalan ix Sarai d'a vinh yetb'eyum chi' icha tic: --Ina malaj vune' syak' Jehová, yuj chi' tzin tevi d'ayach to tzach vay yed' ix in criada tic, talaj tz'alji junoc yune' ix yic tz'och vuneoc, xchi ix. Ix sk'anab'ajan vinhaj Abram tas ix yal ix chi'."
        },
        {
            "number": "3",
            "text": "Slajunhilxo ab'il ayek' eb' d'a Canaán, ix yak'anoch ix scriada ix chi' d'a yol sk'ab' vinh yetb'eyum chi', yic tz'och ix schab'iloc yetb'eyum vinh."
        },
        {
            "number": "4",
            "text": "Ayic ix vay vinhaj Abram yed' ix Agar chi', ix scuchcanoch yune' ix. Axo ix yab'an ix to yed'nacxo yune' ix, ix spaticanel ix Sarai chi' ix, manhxalaj tz'och ix d'a ix."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi', ix yalan ix Sarai d'a vinhaj Abram chi' icha tic: --Uujnhej emnaquil tzin yutejcan ix in criada tic. Tic pax ix vak' ix etb'eyumoc, axo ticnaic yujto ix yab' ix to yed'nacxo yune' ix, tzin spaticanel ix. Vach' tzonh sch'olb'itej Jehová, ¿tom a ach ay a mul, mato a in? xchi ix Sarai chi'."
        },
        {
            "number": "6",
            "text": "Ix tak'vi vinhaj Abram chi' icha tic: --A ix a criada tic, yol a k'ab' ayoch ix. A ach tza na' tas tzutej ix, xchi vinh d'a ix. Yuj chi' ix och ix Sarai ajk'olal d'a ix masanto ix elta ix."
        },
        {
            "number": "7",
            "text": "Palta axo Yángel Jehová ix schalaj sb'a yed' ix d'a tz'inan luum d'a slak'anil jun a a' b'aj sb'atcan sb'eal Sur d'a yol yic Egipto."
        },
        {
            "number": "8",
            "text": "Ix sk'anb'an d'a ix icha tic: --Ach Agar, scriada ix Sarai, ¿b'ajtil a petoj? ¿b'ajtil tzach b'ati? xchi d'a ix. --To tzin el d'a ix Sarai, ix in patrona, xchi ix."
        },
        {
            "number": "9",
            "text": "Ix yalan Yángel Jehová chi' d'a ix icha tic: --Meltzajanh d'a ix a patrona chi', emnaquil tzutej a b'a d'a ix, xchi d'a ix."
        },
        {
            "number": "10",
            "text": "Ix yalanpax Yángel Jehová chi': Ol vik'chaanh sb'isul inhtilal, malaj mach ol yal sb'isani."
        },
        {
            "number": "11",
            "text": "Ayxo unin ed'nac, yuj chi' ayic ol aljoc jun une' chi', Ismael ol ak' sb'iej, yujto ix yab' Jehová ok' yuj a cusk'olal."
        },
        {
            "number": "12",
            "text": "Icha nok' nok' te itz'at ol aj jun une' chi', icha junoc nok' caltacte'al b'uru. Ol yak' oval vinh yed' eb' anima, ol yak'anpax oval eb' anima yed' vinh. Ol cajnaj vinh b'aj syak' sgana, vach'chom max schalaj sk'ol eb' ayto yuj sb'a chi' yed'oc, xchi jun ángel chi'."
        },
        {
            "number": "13",
            "text": "Yujto ix lolon ix Agar chi' yed' Jehová, yuj chi' icha tic ix yak' ix sb'ioc Jehová chi': A Dios Tzin ilani. Ix yalan ix icha tic: Toton val yel ix vil Dios tzin ilani, xchi ix."
        },
        {
            "number": "14",
            "text": "A a' uk'b'ila' yic Dios Pitzan, Jun Tzin Ilani, icha chi' ix yak' ix sb'ioc jun a' uk'b'ila' chi'. A d'a scal Cades yed' Bered, ata' ay a'. Ix lajvi chi' ix meltzajxi ix b'aj aytaxoneq'ui."
        },
        {
            "number": "15",
            "text": "Ix alji jun yune' ix Agar yed' vinhaj Abram chi'. Ismael ix yak' vinh sb'iej."
        },
        {
            "number": "16",
            "text": "86 ab'ilxo sq'uinal vinhaj Abram chi' ayic ix alji vinhaj Ismael chi'."
        }
    ]
}