{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ha ix Sarai, yetb'eyum vinhaj Abram, max unevilaj ix, palta ay jun ix scriada ix manb'il yuj, aton ix Agar, ix aj Egipto."
        },
        {
            "number": "2",
            "text": "Ix yalan ix Sarai t'a vinh yetb'eyum chi' icha tik: --Ina malaj vune' syak' Jehová, yuj chi' tzin tevi t'ayach to tzach vay yet' ix in criada tik, talaj tz'alji junok yune' ix yic tz'och vuneoc, xchi ix. Ix sk'anab'ajan vinhaj Abram tas ix yal ix chi'."
        },
        {
            "number": "3",
            "text": "Slajunhilxo ab'il ayek' eb' t'a Canaán, ix yak'anoch ix scriada ix chi' t'a yol sk'ab' vinh yetb'eyum chi', yic tz'och ix schab'iloc yetb'eyum vinh."
        },
        {
            "number": "4",
            "text": "Ayic ix vay vinhaj Abram yet' ix Agar chi', ix scuchcanoch yune' ix. Axo ix yab'an ix to yet'nacxo yune' ix, ix spaticanel ix Sarai chi' ix, manhxalaj tz'och ix t'a ix."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix yalan ix Sarai t'a vinhaj Abram chi' icha tik: --Uujnhej emnaquil tzin yutejcan ix in criada tik. Tik pax ix vak' ix etb'eyumoc, haxo ticnaic yujto ix yab' ix to yet'nacxo yune' ix, tzin spaticanel ix. Wach' tzonh sch'olb'itej Jehová, ¿tom a ach ay a mul, mato a in? xchi ix Sarai chi'."
        },
        {
            "number": "6",
            "text": "Ix tak'vi vinhaj Abram chi' icha tik: --Ha ix a criada tik, yol a k'ab' ayoch ix. Ha ach tza na' tas tzutej ix, xchi vinh t'a ix. Yuj chi' ix och ix Sarai ajk'olal t'a ix masanto ix elta ix."
        },
        {
            "number": "7",
            "text": "Palta haxo Yángel Jehová ix schalaj sb'a yet' ix t'a tzinan lu'um t'a slak'anil jun ha ha' b'aj sb'atcan sb'eal Sur t'a yol yic Egipto."
        },
        {
            "number": "8",
            "text": "Ix sk'anb'an t'a ix icha tik: --Ach Agar, scriada ix Sarai, ¿b'ajtil a petoj? ¿b'ajtil tzach b'ati? xchi t'a ix. --To tzin el t'a ix Sarai, ix in patrona, xchi ix."
        },
        {
            "number": "9",
            "text": "Ix yalan Yángel Jehová chi' t'a ix icha tik: --Meltzajanh t'a ix a patrona chi', emnaquil tzutej a b'ha t'a ix, xchi t'a ix."
        },
        {
            "number": "10",
            "text": "Ix yalanpax Yángel Jehová chi': Ol vik'chaanh sb'isul inhtilal, malaj mach ol yal sb'isani."
        },
        {
            "number": "11",
            "text": "Ayxo unin ed'nac, yuj chi' ayic ol aljoc jun une' chi', Ismael ol ak' sb'iej, yujto ix yab' Jehová ok' yuj a cusk'olal."
        },
        {
            "number": "12",
            "text": "Icha nok' nok' te itz'at ol aj jun une' chi', icha junok nok' caltacte'al b'uru. Ol yak' oval vinh yet' eb' anima, ol yak'anpax oval eb' anima yet' vinh. Ol cajnaj vinh b'aj syak' sgana, wach'chom max schalaj sk'ol eb' ayto yuj sb'a chi' yet'oc, xchi jun ángel chi'."
        },
        {
            "number": "13",
            "text": "Yujto ix lolon ix Agar chi' yet' Jehová, yuj chi' icha tik ix yak' ix sb'ioc Jehová chi': Ha Dios Tzin ilani. Ix yalan ix icha tik: Toton val yel ix vil Dios tzin ilani, xchi ix."
        },
        {
            "number": "14",
            "text": "Ha ha' uk'b'ila' yic Dios Pitzan, Jun Tzin Ilani, icha chi' ix yak' ix sb'ioc jun ha' uk'b'ila' chi'. Ha t'a skal Cades yet' Bered, ata' ay ha'. Ixlajwi chi' ix meltzajxi ix b'aj aytaxoneq'ui."
        },
        {
            "number": "15",
            "text": "Ix alji jun yune' ix Agar yet' vinhaj Abram chi'. Ismael ix yak' vinh sb'iej."
        },
        {
            "number": "16",
            "text": "86 ab'ilxo sq'uinal vinhaj Abram chi' ayic ix alji vinhaj Ismael chi'."
        }
    ]
}