{
    "chapter": "17",
    "verses": [
        {
            "number": "1",
            "text": "Ayic 99 ab'il sq'uinal vinhaj Abram ix sch'oxanxi sb'a Jehová t'a vinh, ix yalan icha tik: --Ha in ton Dios in, syal vuj masanil, wach'nhej tzutej a b'ha t'a vichanh."
        },
        {
            "number": "2",
            "text": "Ol vak' jun in trato ed'oc, tzijtum inhtilal ol eloc, xchi."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi' ix em nhojan vinhaj Abram chi' t'a sat lu'um yacb'an van slolon Dios yet' vinh. Ix yalan icha tik:"
        },
        {
            "number": "4",
            "text": "--Aton jun in trato tik ol vak' ed'oc: Ol ach och smam yichamoc tzijtumal nación."
        },
        {
            "number": "5",
            "text": "Manhxo ol a cuch Abram, palta Abraham xo ol a b'iej, yujto ol ach vak'och smam yichamoc tzijtumal nación."
        },
        {
            "number": "6",
            "text": "Tzijtum ol aj vik'anchaanh sb'isul inhtilal, tzijtum nación ol pitzvoc yuj eb'. Ha t'a skal inhtilal chi', ay eb' rey ol elta."
        },
        {
            "number": "7",
            "text": "Ha jun in trato svak' ed'oc tik yet' masanil eb' inhtilal chi' to a Diosal in, sDiosal in pax eb' inhtilal chi' t'a junelnhej."
        },
        {
            "number": "8",
            "text": "Ha ticnaic paxyalvum ach t'a lum Canaán tik, palta masanil lu'um tik ol vak' iquej yet' eb' inhtilal t'a junelnhej, sDiosal in pax eb', xchi Jehová."
        },
        {
            "number": "9",
            "text": "Ix yalanxi Dios t'a vinh: --Ha achxo tik, k'anab'ajej jun in trato tik, yowalil sk'anab'ajej pax eb' inhtilal chi' ayic ol b'eynhejb'at tiempo."
        },
        {
            "number": "10",
            "text": "Ha jun in trato van in b'oan tik eyed'oc to yowalil tze k'anab'ajej. Masanil eb' vinac unin, ochocab' yechel snivanil eb'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ik'jocab'el stz'umal sjolom svinaquil eb' e vinac unin. Ha jun chi' yechel in trato yaj eyed'oc."
        },
        {
            "number": "12",
            "text": "Yucub'ixial yaj junjun vinac unin tz'och jun yechel chi' t'a eb', wach'chom eyuninal ma yuninal eb' e checab'. Yovalil tz'ak'jipaxoch jun yechel chi' t'a eb' e checab', eb' manb'il t'a ch'oc chonhab'il. Yovalil tz'och jun yechel chi' t'ayex, max yal yek'b'ati. Icha chi' b'ian, a jun in trato tik eyed'oc niwan chequel ol aj t'a e nivanil t'a junelnhej."
        },
        {
            "number": "13",
            "text": "Yalnhej mach junok vinac to malaj jun yechel chi' t'ay, yowalil tzeyiq'uel t'a e cal, yujto max sk'anab'ajej in trato ix vak' eyed'oc, xchi t'a vinh."
        },
        {
            "number": "14",
            "text": "Ix yalanxi Dios t'a vinhaj Abraham chi' icha tik: --Ayic ol b'eyb'at tiempo tik, manhxo Sarai-oc ol sb'iej ix etb'eyum, palta Sara ol sb'iej ix."
        },
        {
            "number": "15",
            "text": "Ol vak' in wach'k'olal t'a yib'anh ix, ol aljoc junok uninal yet' ix. Val yel ol vak' in wach'k'olal t'a yib'anh ix. Nunab'il ol aj ix t'a tzijtumal nación. Tzijtum eb' vinh sreyal chonhab' ol elta t'a skal yinhtilal ix chi', xchi."
        },
        {
            "number": "16",
            "text": "Ayic ix yab'an jun chi' vinhaj Abraham chi', ix em nhojan vinh t'a sat lu'um, ix och ijan vinh stzevaji, ix och ijan vinh snaub'tanhani: ¿Tom olto aljoc vuninal? cien ab'ilxo in q'uinal, 90 ab'ilxo sq'uinal ix Sara, ¿tom olto val aljoc yune' ix? xchi vinh."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi' ix yalan vinh d'ha Dios icha tik: --Tzin k'an t'ayach, tzoc el val t'a a k'ool tzak' sq'uinal vinhaj Ismael tik yic wach' ol elk'och vinh, xchi vinh."
        },
        {
            "number": "18",
            "text": "Ix tak'vi Dios chi' t'a vinh icha tik: --Toxo ix val t'ayach to ol aljoc junok uninal yet' ix Sara. Isaac ol ak' sb'iej, aton yet' vinh ol vaq'uelk'och jun in trato tik t'a masanil q'uinal yet' eb' yinhtilal vinh."
        },
        {
            "number": "19",
            "text": "Ha pax vinhaj Ismael jun, toxo ix vab' tas ix ala', ol vak' in wach'k'olal t'a yib'anh vinh, yuj chi' tzijtum ol aj yinhtilal vinh. Ol q'uib'chaanh sb'isul yinhtilal vinh. Ha t'a skal yinhtilal vinh chi', ol elta lajchavanh eb' nivac yajal. Ha yinhtilal vinh chi', nivac nación ol ajoc."
        },
        {
            "number": "20",
            "text": "Palta a in trato ix vak' ed'oc, ol vaq'uelk'och yet' vinhaj Isaac vinh uninal ol aljoc t'a ix Sara t'a junxo ab'il icha tiempo tik, xchi Jehová."
        },
        {
            "number": "21",
            "text": "Ayic ix lajvi slolon Dios yet' vinh, ix paxq'uei."
        },
        {
            "number": "22",
            "text": "Aton t'a jun k'u chi' ix schec vinhaj Abraham ak'jioch jun yechel chi' t'a vinhaj Ismael yet' t'a masanil eb' vinh schecab' vinh, eb' aljinac t'a yol scuenta vinh yet' masanil eb' vinh manb'il yuj vinh yet' masanil eb' cajan yet' vinh. Ix ak'jioch yechel eb' smasanil, icha ix aj yalan Dios t'a vinh."
        },
        {
            "number": "23",
            "text": "Ha vinhaj Abraham chi', 99 ab'il sq'uinal vinh, haxo vinhaj Ismael 13 ab'il sq'uinal vinh ayic ix ak'jioch jun yechel chi' t'a eb' vinh."
        },
        {
            "number": "24",
            "text": "Ha t'a jun k'u chi' ix ak'jioch jun yechel chi' t'a eb' vinh schavanhil"
        },
        {
            "number": "25",
            "text": "yet' t'a masanil eb' vinh ayek' yet' vinhaj Abraham chi', eb' schecab' vinh aljinac t'a yol scuenta yet' eb' manb'il yuj vinh t'a juntzanhxo ch'oc chonhab'il."
        }
    ]
}