{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix sch'oxanxi sb'a Jehová t'a winhaj Abraham t'a slak'anil juntzanh te' ji t'a yol yic winhaj Mamre. Chimk'ualil am wal k'ojanelta winh t'a sti' smantiado."
        },
        {
            "number": "2",
            "text": "Axo ix yilan winh, linhjab' ek' oxwanh winak t'a yichanhb'at winh. Ayic ix yilan heb' chi' winh, ix b'at lemnaj winh schacot heb', ix emk'och nhojnaj winh t'a sat lum t'a yichanh heb'."
        },
        {
            "number": "3",
            "text": "Ix yalan winh icha tik: --Ach mamin, tato wach' in tzila', tzin tewi t'ayach to manh b'enhejoc tzex eq'ui."
        },
        {
            "number": "4",
            "text": "Tanhwejec, b'at wala' yic tz'ik'chajcot jab'oc ha ha' yic tze b'iquel eyoc, tzeyik'an eyip t'a yich te te' tik."
        },
        {
            "number": "5",
            "text": "Yacb'an ayex ek' t'a in tz'ey tik, tzin b'at wik'cot jab'oc tas ol he wa', yic wach' tz'och eyip, ichato chi' ol ex b'atxoc, xchi winh t'a heb'. --Ixic an, xchi heb' t'a winh."
        },
        {
            "number": "6",
            "text": "Ix ochb'at lemnaj winh t'a yol smantiado. Ix yalan winh t'a ix Sara icha tik: --Lem, ik'cot junok coxtal ixim harina te wach', tza b'oan jantacoc pan staji t'a kal tzak'ak', xchi winh t'a ix."
        },
        {
            "number": "7",
            "text": "Ix b'at lemnaj winh b'aj ay nok' swakax, ix b'at yik'ancot jun nok' quelem wakax winh te wach', ix yak'an nok' winh t'a jun winh schekab' yic sb'o nok' winh t'a elanhchamel yic schichaj nok'."
        },
        {
            "number": "8",
            "text": "Ix yik'ancot mantequilla winh yet' lech yet' nok' chib'ej ix b'ochaj chi', ix yik'anb'at winh t'a yichanh heb' yic swa heb'. Yacb'an wan swa heb' chi', ix och tek'tek' winh t'a stz'ey heb' t'a yich te te' chi'."
        },
        {
            "number": "9",
            "text": "Ix sk'anb'an heb' t'a winh icha tik: --¿B'ajtil ayek' ix Sara ix etb'eyum? xchi heb'. --Ayoch ix t'a yol ko mantiado tik, xchi winh t'a heb'."
        },
        {
            "number": "10",
            "text": "Ix yalan junok heb' icha tik: --Yab' icha tik junab', swak'anxi a paxyal, ata' ol aljoc junok yune' ix etb'eyum tik, winak unin, xchi t'a winh. Yacb'an a ix Sara chi' wan smaclan yab' ix tas syala', ayek' ix t'a sti' smantiado heb' t'a spatic winhaj Abraham chi'."
        },
        {
            "number": "11",
            "text": "Ha winhaj Abraham yet' ix Sara chi' te ichamtac animaxo heb'. Ha ix Sara chi' pecatax manhxalaj yechel unin syil ix,"
        },
        {
            "number": "12",
            "text": "yuj chi' tonhej ix tzewaj ix t'a yol sk'ool. Ayic ix yab'an ix yalji jun chi', ix snaan ix icha tik: ¿Tasto wal ol aj in nib'anoch jun tik, ina te chichim inxo, te ichamxo pax winh wetb'eyum? xchi ix."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix yalan Jehová t'a winh icha tik: --¿Tas yuj tonhej stzewaj ix etb'eyum chi'? ¿Tzam sna' ix yujto chichimxo ix maxtzac yal yalji junok yune' ix?"
        },
        {
            "number": "14",
            "text": "¿Tom ay tas ajaltac t'ayin tze na'a? Yab' icha tik junab', tzin jax junelxo, swak'anxi a paxyal. Ata' ol aljoc jun yune' ix Sara chi', winak unin, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Ayic ix yab'an jun chi' ix Sara chi', ix te xiv ix, ix yalan ix icha tik: --Malaj in tzin tzewaji, xchi ix. Axo ix tak'wi Jehová t'a ix icha tik: --Vojtak to ix ach tzewaji, xchi."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix b'at heb' oxwanh chi' t'a sb'eal Sodoma. Ix b'at winhaj Abraham yet' heb' yic stak'lankan sb'a heb' yet' winh."
        },
        {
            "number": "17",
            "text": "Ix yalan Jehová icha tik: Max yal-laj in k'ub'anel t'a winhaj Abraham tik tas toxo ol in k'ulej."
        },
        {
            "number": "18",
            "text": "Ina to a winh ol och smam yichamoc jun niwan nación te tek'an ol ajoc. Toxo ix wak' in ti' to yuj winh ol scha' in wach'k'olal masanil nación t'a yol yib'anhk’inal tik."
        },
        {
            "number": "19",
            "text": "Ha in ix in sik'elta winh, yic wach' syalel in checnab'il winh t'a masanil yuninal yet' heb' kajan yet'oc, yic wach' sk'anab'ajej heb' sb'eyb'alan masanil tas wach' yet' tojolal, yic wach' swak'elk'och jantac in lolonel ix wal t'a winh, xchi Jehová."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix yalan t'a winhaj Abraham chi' icha tik: --Masanil anima ay t'a Sodoma yet' t'a Gomorra, yalxonhej b'aj te chuk yel spekal heb', axonhej wal chukal sk'ulej heb'."
        },
        {
            "number": "21",
            "text": "Ha tiknaik, tik tzin b'at wila'', tato yel axonhej chukal chi' sk'ulej heb' icha tz'aj yalchaj chi' t'ayin yic ol wojtaquejeli tas yaji, xchi Jehová chi'."
        },
        {
            "number": "22",
            "text": "Ay chawanh heb' b'enhej ix b'atkan t'a Sodoma, haxo winhaj Abraham chi' ix lolonkan winh yet' Jehová."
        },
        {
            "number": "23",
            "text": "Ix snitzanb'at jab'xo sb'a winh t'a stz'ey Jehová chi', ix sk'anb'an winh icha tik: ¿Tom ol a satel heb' anima malaj smul yet' heb' ay smul?"
        },
        {
            "number": "24",
            "text": "Q'uinaloc ay 50-oc heb' wach' t'a jun chonhab' chi', ¿tom ol a satel heb'? ¿tom manh ol ak' niwank'olal yuj heb' 50 malaj smul chi'?"
        },
        {
            "number": "25",
            "text": "Manh ol yal utan icha chi'. Tato tza satel heb' malaj smul yet' heb' ay smul chi', ichato lajan smul heb' smasanil syal chi'. Manh utej icha chi'. Ha ach tik Juez ach t'a yol yib'anhk’inal tik, ¿tocwal ol a k'ulej junok tas manh tojolok? xchi winh t'ay."
        },
        {
            "number": "26",
            "text": "Ix tak'wi Jehová t'a winh icha tik: --Tato ay 50-oc heb' wach' t'a chonhab' Sodoma chi', yuj heb' swak' niwank'olal masanil heb' kajan t'a jun chonhab' chi', xchi."
        },
        {
            "number": "27",
            "text": "Ix yalanxi winhaj Abraham chi' icha tik: --Ak' niwank'olal t'ayin ach Vajalil yuj tas swal tik t'ayach, yujto a in tik, anima innhej."
        },
        {
            "number": "28",
            "text": "Q'uinaloc ayxonhej owanhoc max tz'acwi 50 anima wach', ¿tom yujxonhej owanh chi', tza satel jun chonhab' chi' smasanil? xchi winh. Ix tak'wixi Jehová icha tik: --Tato ay 45-oc heb' wach', max in satel-laj jun chonhab' chi', xchi."
        },
        {
            "number": "29",
            "text": "Ix yalanxi winhaj Abraham chi' icha tik: --Q'uinaloc anhej 40-oc heb' wach', xchi winh. --Yuj heb' 40 chi', manh ol in satel-laj jun chonhab' chi', xchi Jehová."
        },
        {
            "number": "30",
            "text": "Ix yalanxi winhaj Abraham chi' icha tik: --Ach Vajalil tzin tewi t'ayach, mokab' cot owal swalan t'ayach. Q'uinaloc anhej 30-oc heb' wach' tz'ilchaj uuj, xchi winh. Ix tak'wixi Jehová chi' icha tik: --Ha yuj heb' 30 chi', ol wak' niwank'olal jun chonhab' chi', xchi."
        },
        {
            "number": "31",
            "text": "Axo winhaj Abraham chi' ix ochnhej ijan winh yalani: --Mamin Vajalil, tzin tewi wal t'ayach, ¿tas tzutej ta axonhej 20-oc heb' wach'? xchi winh. Ix tak'wixi Jehová chi' icha tik: --Ha yuj heb' 20 chi', manh ol in satel-laj jun chonhab' chi', xchi."
        },
        {
            "number": "32",
            "text": "Ix yalanxi winhaj Abraham chi': --Ak'wal niwank'olal t'ayin ach Vajalil, mokab' cot owal t'ayin, axonhej junel tik tzin tewi t'ayach, manhxa tas ol wala': ¿Tas tzutej, q'uinaloc tato axonhej lajunhwanhoc heb' wach' sb'eyb'al tz'ilchaj uuj? xchi winh. Ix yalanxi Jehová chi' icha tik: --Q'uinaloc ay lajunhwanhoc heb' wach' sb'eyb'al, manh ol in satel-laj jun chonhab' chi', xchi."
        },
        {
            "number": "33",
            "text": "Axo ix lajwi slolon heb' chi', ix b'at Jehová, ix smeltzajkan winhaj Abraham chi' t'a smantiado."
        }
    ]
}