{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix sch'oxanxi sb'a Jehová t'a winhaj Abraham t'a slak'anil juntzanh te' ji t'a yol yic winhaj Mamre. Chimk'ualil am val k'ojanelta winh t'a sti' smantiado."
        },
        {
            "number": "2",
            "text": "Axo ix yilan winh, linhjab' ek' oxvanh vinac t'a yichanhb'at winh. Ayic ix yilan eb' chi' winh, ix b'at lemnaj winh schacot eb', ix emk'och nhojnaj winh t'a sat lum t'a yichanh eb'."
        },
        {
            "number": "3",
            "text": "Ix yalan winh icha tik: --Ach mamin, tato wach' in tzila', tzin tevi t'ayach to manh b'enhejoc tzex eq'ui."
        },
        {
            "number": "4",
            "text": "Tanhvejec, b'at vala' yic tz'ik'chajcot jab'oc ha ha' yic tze b'iquel eyoc, tzeyik'an eyip t'a yich te te' tik."
        },
        {
            "number": "5",
            "text": "Yacb'an ayex ek' t'a in tz'ey tik, tzin b'at vik'cot jab'oc tas ol e wa', yic wach' tz'och eyip, ichato chi' ol ex b'atxoc, xchi winh t'a eb'. --Ixic an, xchi eb' t'a winh."
        },
        {
            "number": "6",
            "text": "Ix ochb'at lemnaj winh t'a yol smantiado. Ix yalan winh t'a ix Sara icha tik: --Lem, ik'cot junok coxtal ixim harina te wach', tza b'oan jantacoc pan staji t'a cal tzak'ak', xchi winh t'a ix."
        },
        {
            "number": "7",
            "text": "Ix b'at lemnaj winh b'aj ay nok' svacax, ix b'at yik'ancot jun nok' quelem vacax winh te wach', ix yak'an nok' winh t'a jun winh schecab' yic sb'o nok' winh t'a elanhchamel yic schichaj nok'."
        },
        {
            "number": "8",
            "text": "Ix yik'ancot mantequilla winh yet' lech yet' nok' chib'ej ix b'ochaj chi', ix yik'anb'at winh t'a yichanh eb' yic sva eb'. Yacb'an van sva eb' chi', ix och tek'tek' winh t'a stz'ey eb' t'a yich te te' chi'."
        },
        {
            "number": "9",
            "text": "Ix sk'anb'an eb' t'a winh icha tik: --¿B'ajtil ayek' ix Sara ix etb'eyum? xchi eb'. --Ayoch ix t'a yol co mantiado tik, xchi winh t'a eb'."
        },
        {
            "number": "10",
            "text": "Ix yalan junok eb' icha tik: --Yab' icha tik junab', svak'anxi a paxyal, ata' ol aljoc junok yune' ix etb'eyum tik, vinac unin, xchi t'a winh. Yacb'an a ix Sara chi' van smaclan yab' ix tas syala', ayek' ix t'a sti' smantiado eb' t'a spatic winhaj Abraham chi'."
        },
        {
            "number": "11",
            "text": "Ha winhaj Abraham yet' ix Sara chi' te ichamtac animaxo eb'. Ha ix Sara chi' pecatax manhxalaj yechel unin syil ix,"
        },
        {
            "number": "12",
            "text": "yuj chi' tonhej ix tzevaj ix t'a yol sk'ool. Ayic ix yab'an ix yalji jun chi', ix snaan ix icha tik: ¿Tasto val ol aj in nib'anoch jun tik, ina te chichim inxo, te ichamxo pax winh vetb'eyum? xchi ix."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix yalan Jehová t'a winh icha tik: --¿Tas yuj tonhej stzevaj ix etb'eyum chi'? ¿Tzam sna' ix yujto chichimxo ix maxtzac yal yalji junok yune' ix?"
        },
        {
            "number": "14",
            "text": "¿Tom ay tas ajaltac t'ayin tze na'a? Yab' icha tik junab', tzin jax junelxo, svak'anxi a paxyal. Ata' ol aljoc jun yune' ix Sara chi', vinac unin, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Ayic ix yab'an jun chi' ix Sara chi', ix te xiv ix, ix yalan ix icha tik: --Malaj in tzin tzevaji, xchi ix. Axo ix tak'vi Jehová t'a ix icha tik: --Vojtac to ix ach tzevaji, xchi."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix b'at eb' oxvanh chi' t'a sb'eal Sodoma. Ix b'at winhaj Abraham yet' eb' yic stak'lancan sb'a eb' yet' winh."
        },
        {
            "number": "17",
            "text": "Ix yalan Jehová icha tik: Max yal-laj in k'ub'anel t'a winhaj Abraham tik tas toxo ol in k'ulej."
        },
        {
            "number": "18",
            "text": "Ina to a winh ol och smam yichamoc jun niwan nación te tek'an ol ajoc. Toxo ix vak' in ti' to yuj winh ol scha' in wach'k'olal masanil nación t'a yol yib'anhk’inal tik."
        },
        {
            "number": "19",
            "text": "Ha in ix in siq'uelta winh, yic wach' syalel in checnab'il winh t'a masanil yuninal yet' eb' cajan yet'oc, yic wach' sk'anab'ajej eb' sb'eyb'alan masanil tas wach' yet' tojolal, yic wach' svaq'uelk'och jantac in lolonel ix val t'a winh, xchi Jehová."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix yalan t'a winhaj Abraham chi' icha tik: --Masanil anima ay t'a Sodoma yet' t'a Gomorra, yalxonhej b'aj te chuk yel specal eb', axonhej val chukal sk'ulej eb'."
        },
        {
            "number": "21",
            "text": "Ha ticnaic, tik tzin b'at wila'', tato yel axonhej chukal chi' sk'ulej eb' icha tz'aj yalchaj chi' t'ayin yic ol vojtaquejeli tas yaji, xchi Jehová chi'."
        },
        {
            "number": "22",
            "text": "Ay chavanh eb' b'enhej ix b'atcan t'a Sodoma, haxo winhaj Abraham chi' ix loloncan winh yet' Jehová."
        },
        {
            "number": "23",
            "text": "Ix snitzanb'at jab'xo sb'a winh t'a stz'ey Jehová chi', ix sk'anb'an winh icha tik: ¿Tom ol a satel eb' anima malaj smul yet' eb' ay smul?"
        },
        {
            "number": "24",
            "text": "Q'uinaloc ay 50-oc eb' wach' t'a jun chonhab' chi', ¿tom ol a satel eb'? ¿tom manh ol ak' nivank'olal yuj eb' 50 malaj smul chi'?"
        },
        {
            "number": "25",
            "text": "Manh ol yal utan icha chi'. Tato tza satel eb' malaj smul yet' eb' ay smul chi', ichato lajan smul eb' smasanil syal chi'. Manh utej icha chi'. Ha ach tik Juez ach t'a yol yib'anhk’inal tik, ¿tocval ol a k'ulej junok tas manh tojoloc? xchi winh t'ay."
        },
        {
            "number": "26",
            "text": "Ix tak'vi Jehová t'a winh icha tik: --Tato ay 50-oc eb' wach' t'a chonhab' Sodoma chi', yuj eb' svak' nivank'olal masanil eb' cajan t'a jun chonhab' chi', xchi."
        },
        {
            "number": "27",
            "text": "Ix yalanxi winhaj Abraham chi' icha tik: --Ak' nivank'olal t'ayin ach Vajalil yuj tas swal tik t'ayach, yujto a in tik, anima innhej."
        },
        {
            "number": "28",
            "text": "Q'uinaloc ayxonhej ovanhoc max tz'acvi 50 anima wach', ¿tom yujxonhej ovanh chi', tza satel jun chonhab' chi' smasanil? xchi winh. Ix tak'vixi Jehová icha tik: --Tato ay 45-oc eb' wach', max in satel-laj jun chonhab' chi', xchi."
        },
        {
            "number": "29",
            "text": "Ix yalanxi winhaj Abraham chi' icha tik: --Q'uinaloc anhej 40-oc eb' wach', xchi winh. --Yuj eb' 40 chi', manh ol in satel-laj jun chonhab' chi', xchi Jehová."
        },
        {
            "number": "30",
            "text": "Ix yalanxi winhaj Abraham chi' icha tik: --Ach Vajalil tzin tevi t'ayach, mocab' cot oval svalan t'ayach. Q'uinaloc anhej 30-oc eb' wach' tz'ilchaj uuj, xchi winh. Ix tak'vixi Jehová chi' icha tik: --Ha yuj eb' 30 chi', ol vak' nivank'olal jun chonhab' chi', xchi."
        },
        {
            "number": "31",
            "text": "Axo winhaj Abraham chi' ix ochnhej ijan winh yalani: --Mamin Vajalil, tzin tevi val t'ayach, ¿tas tzutej ta axonhej 20-oc eb' wach'? xchi winh. Ix tak'vixi Jehová chi' icha tik: --Ha yuj eb' 20 chi', manh ol in satel-laj jun chonhab' chi', xchi."
        },
        {
            "number": "32",
            "text": "Ix yalanxi winhaj Abraham chi': --Ak'val nivank'olal t'ayin ach Vajalil, mocab' cot oval t'ayin, axonhej junel tik tzin tevi t'ayach, manhxa tas ol vala': ¿Tas tzutej, q'uinaloc tato axonhej lajunhvanhoc eb' wach' sb'eyb'al tz'ilchaj uuj? xchi winh. Ix yalanxi Jehová chi' icha tik: --Q'uinaloc ay lajunhvanhoc eb' wach' sb'eyb'al, manh ol in satel-laj jun chonhab' chi', xchi."
        },
        {
            "number": "33",
            "text": "Axo ix lajvi slolon eb' chi', ix b'at Jehová, ix smeltzajcan winhaj Abraham chi' t'a smantiado."
        }
    ]
}