{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi' ix sch'oxanxi sb'a Jehová d'a vinhaj Abraham d'a slak'anil juntzanh te' ji d'a yol yic vinhaj Mamre. Chimk'ualil am val k'ojanelta vinh d'a sti' smantiado."
        },
        {
            "number": "2",
            "text": "Axo ix yilan vinh, linhjab' ek' oxvanh vinac d'a yichanhb'at vinh. Ayic ix yilan eb' chi' vinh, ix b'at lemnaj vinh schacot eb', ix emk'och nhojnaj vinh d'a sat lum d'a yichanh eb'."
        },
        {
            "number": "3",
            "text": "Ix yalan vinh icha tic: --Ach mamin, tato vach' in tzila', tzin tevi d'ayach to manh b'enhejoc tzex eq'ui."
        },
        {
            "number": "4",
            "text": "Tanhvejec, b'at vala' yic tz'ik'chajcot jab'oc a a' yic tze b'iquel eyoc, tzeyik'an eyip d'a yich te te' tic."
        },
        {
            "number": "5",
            "text": "Yacb'an ayex ek' d'a in tz'ey tic, tzin b'at vik'cot jab'oc tas ol e va, yic vach' tz'och eyip, ichato chi' ol ex b'atxoc, xchi vinh d'a eb'. --Ixic an, xchi eb' d'a vinh."
        },
        {
            "number": "6",
            "text": "Ix ochb'at lemnaj vinh d'a yol smantiado. Ix yalan vinh d'a ix Sara icha tic: --Lem, ik'cot junoc coxtal ixim harina te vach', tza b'oan jantacoc pan staji d'a cal tzak'ak', xchi vinh d'a ix."
        },
        {
            "number": "7",
            "text": "Ix b'at lemnaj vinh b'aj ay nok' svacax, ix b'at yik'ancot jun nok' quelem vacax vinh te vach', ix yak'an nok' vinh d'a jun vinh schecab' yic sb'o nok' vinh d'a elanhchamel yic schichaj nok'."
        },
        {
            "number": "8",
            "text": "Ix yik'ancot mantequilla vinh yed' lech yed' nok' chib'ej ix b'ochaj chi', ix yik'anb'at vinh d'a yichanh eb' yic sva eb'. Yacb'an van sva eb' chi', ix och tek'tek' vinh d'a stz'ey eb' d'a yich te te' chi'."
        },
        {
            "number": "9",
            "text": "Ix sk'anb'an eb' d'a vinh icha tic: --¿B'ajtil ayek' ix Sara ix etb'eyum? xchi eb'. --Ayoch ix d'a yol co mantiado tic, xchi vinh d'a eb'."
        },
        {
            "number": "10",
            "text": "Ix yalan junoc eb' icha tic: --Yab' icha tic junab', svak'anxi a paxyal, ata' ol aljoc junoc yune' ix etb'eyum tic, vinac unin, xchi d'a vinh. Yacb'an a ix Sara chi' van smaclan yab' ix tas syala', ayek' ix d'a sti' smantiado eb' d'a spatic vinhaj Abraham chi'."
        },
        {
            "number": "11",
            "text": "A vinhaj Abraham yed' ix Sara chi' te ichamtac animaxo eb'. A ix Sara chi' pecatax manhxalaj yechel unin syil ix,"
        },
        {
            "number": "12",
            "text": "yuj chi' tonhej ix tzevaj ix d'a yol sk'ool. Ayic ix yab'an ix yalji jun chi', ix snaan ix icha tic: ¿Tasto val ol aj in nib'anoch jun tic, ina te chichim inxo, te ichamxo pax vinh vetb'eyum? xchi ix."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix yalan Jehová d'a vinh icha tic: --¿Tas yuj tonhej stzevaj ix etb'eyum chi'? ¿Tzam sna' ix yujto chichimxo ix maxtzac yal yalji junoc yune' ix?"
        },
        {
            "number": "14",
            "text": "¿Tom ay tas ajaltac d'ayin tze na'a? Yab' icha tic junab', tzin jax junelxo, svak'anxi a paxyal. Ata' ol aljoc jun yune' ix Sara chi', vinac unin, xchi Jehová."
        },
        {
            "number": "15",
            "text": "Ayic ix yab'an jun chi' ix Sara chi', ix te xiv ix, ix yalan ix icha tic: --Malaj in tzin tzevaji, xchi ix. Axo ix tak'vi Jehová d'a ix icha tic: --Vojtac to ix ach tzevaji, xchi."
        },
        {
            "number": "16",
            "text": "Ix lajvi chi' ix b'at eb' oxvanh chi' d'a sb'eal Sodoma. Ix b'at vinhaj Abraham yed' eb' yic stak'lancan sb'a eb' yed' vinh."
        },
        {
            "number": "17",
            "text": "Ix yalan Jehová icha tic: Max yal-laj in k'ub'anel d'a vinhaj Abraham tic tas toxo ol in k'ulej."
        },
        {
            "number": "18",
            "text": "Ina to a vinh ol och smam yichamoc jun nivan nación te tek'an ol ajoc. Toxo ix vak' in ti' to yuj vinh ol scha' in vach'k'olal masanil nación d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "19",
            "text": "A in ix in siq'uelta vinh, yic vach' syalel in checnab'il vinh d'a masanil yuninal yed' eb' cajan yed'oc, yic vach' sk'anab'ajej eb' sb'eyb'alan masanil tas vach' yed' tojolal, yic vach' svaq'uelk'och jantac in lolonel ix val d'a vinh, xchi Jehová."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix yalan d'a vinhaj Abraham chi' icha tic: --Masanil anima ay d'a Sodoma yed' d'a Gomorra, yalxonhej b'aj te chuc yel specal eb', axonhej val chucal sk'ulej eb'."
        },
        {
            "number": "21",
            "text": "A ticnaic, tic tzin b'at vila', tato yel axonhej chucal chi' sk'ulej eb' icha tz'aj yalchaj chi' d'ayin yic ol vojtaquejeli tas yaji, xchi Jehová chi'."
        },
        {
            "number": "22",
            "text": "Ay chavanh eb' b'enhej ix b'atcan d'a Sodoma, axo vinhaj Abraham chi' ix loloncan vinh yed' Jehová."
        },
        {
            "number": "23",
            "text": "Ix snitzanb'at jab'xo sb'a vinh d'a stz'ey Jehová chi', ix sk'anb'an vinh icha tic: ¿Tom ol a satel eb' anima malaj smul yed' eb' ay smul?"
        },
        {
            "number": "24",
            "text": "Q'uinaloc ay 50-oc eb' vach' d'a jun chonhab' chi', ¿tom ol a satel eb'? ¿tom manh ol ak' nivank'olal yuj eb' 50 malaj smul chi'?"
        },
        {
            "number": "25",
            "text": "Manh ol yal utan icha chi'. Tato tza satel eb' malaj smul yed' eb' ay smul chi', ichato lajan smul eb' smasanil syal chi'. Manh utej icha chi'. A ach tic Juez ach d'a yolyib'anhq'uinal tic, ¿tocval ol a k'ulej junoc tas manh tojoloc? xchi vinh d'ay."
        },
        {
            "number": "26",
            "text": "Ix tak'vi Jehová d'a vinh icha tic: --Tato ay 50-oc eb' vach' d'a chonhab' Sodoma chi', yuj eb' svak' nivank'olal masanil eb' cajan d'a jun chonhab' chi', xchi."
        },
        {
            "number": "27",
            "text": "Ix yalanxi vinhaj Abraham chi' icha tic: --Ak' nivank'olal d'ayin ach Vajalil yuj tas sval tic d'ayach, yujto a in tic, anima innhej."
        },
        {
            "number": "28",
            "text": "Q'uinaloc ayxonhej ovanhoc max tz'acvi 50 anima vach', ¿tom yujxonhej ovanh chi', tza satel jun chonhab' chi' smasanil? xchi vinh. Ix tak'vixi Jehová icha tic: --Tato ay 45-oc eb' vach', max in satel-laj jun chonhab' chi', xchi."
        },
        {
            "number": "29",
            "text": "Ix yalanxi vinhaj Abraham chi' icha tic: --Q'uinaloc anhej 40-oc eb' vach', xchi vinh. --Yuj eb' 40 chi', manh ol in satel-laj jun chonhab' chi', xchi Jehová."
        },
        {
            "number": "30",
            "text": "Ix yalanxi vinhaj Abraham chi' icha tic: --Ach Vajalil tzin tevi d'ayach, mocab' cot oval svalan d'ayach. Q'uinaloc anhej 30-oc eb' vach' tz'ilchaj uuj, xchi vinh. Ix tak'vixi Jehová chi' icha tic: --A yuj eb' 30 chi', ol vak' nivank'olal jun chonhab' chi', xchi."
        },
        {
            "number": "31",
            "text": "Axo vinhaj Abraham chi' ix ochnhej ijan vinh yalani: --Mamin Vajalil, tzin tevi val d'ayach, ¿tas tzutej ta axonhej 20-oc eb' vach'? xchi vinh. Ix tak'vixi Jehová chi' icha tic: --A yuj eb' 20 chi', manh ol in satel-laj jun chonhab' chi', xchi."
        },
        {
            "number": "32",
            "text": "Ix yalanxi vinhaj Abraham chi': --Ak'val nivank'olal d'ayin ach Vajalil, mocab' cot oval d'ayin, axonhej junel tic tzin tevi d'ayach, manhxa tas ol vala': ¿Tas tzutej, q'uinaloc tato axonhej lajunhvanhoc eb' vach' sb'eyb'al tz'ilchaj uuj? xchi vinh. Ix yalanxi Jehová chi' icha tic: --Q'uinaloc ay lajunhvanhoc eb' vach' sb'eyb'al, manh ol in satel-laj jun chonhab' chi', xchi."
        },
        {
            "number": "33",
            "text": "Axo ix lajvi slolon eb' chi', ix b'at Jehová, ix smeltzajcan vinhaj Abraham chi' d'a smantiado."
        }
    ]
}