{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ayic vanxo sq'uik'b'i ix k'och chavanh eb' ángel chi' t'a chonhab' Sodoma. Ha winhaj Lot k'ojanek' winh t'a spuertail chonhab' chi'. Ix yilan winh to van sja eb', ix q'ue vaan winh b'at schacot eb'. Ix em nhojnaj winh t'a yichanh eb'."
        },
        {
            "number": "2",
            "text": "Ix yalan winh: --Ex mamin, tzin tevi t'ayex, coyec ved' t'a in pat. Ay ha ha' b'aj ol e b'iquel eyoc, ay pax b'aj wach' ol ex kan t'a jun ak'val tik, haxo k'ik'an spet ex b'ati, xchi winh t'a eb'. Ix tak'vi eb' icha tik: --Yuj val dios t'ayach, palta a onh tik ol onh kan t'a calle tik, a tik ol onh vayoc, xchi eb'."
        },
        {
            "number": "3",
            "text": "Palta ix och val tean winhaj Lot chi' t'a eb', masanto ix b'at eb' t'a spat winh chi'. Axo ix k'och eb', ix sb'oan ixim pan winh malaj yich sva eb', ix wa eb' sik'lab'il."
        },
        {
            "number": "4",
            "text": "Ayic mantzac vay eb', ix k'och masanil eb' winh vinac cajan chi' ta', ix oymaj eb' winh t'a spatictac spat winhaj Lot chi'."
        },
        {
            "number": "5",
            "text": "Ix och ijan eb' winh yavajoch t'a winhaj Lot chi', ix yalan eb' winh icha tik: --¿B'ajtil ayek' juntzanh eb' winh vinac ix jacan t'a a pat tik t'a jun ak'val tik? Iq'uelta eb' winh t'ayonh yic squixtej eb', xchi eb' winh."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an juntzanh lolonel winhaj Lot chi', ix elta winh yil eb' winh. Wach' ix yutej winh smacancanelta te' puerta chi' t'a spatic."
        },
        {
            "number": "7",
            "text": "Ix yalan winh: --Ex vetanimail, tzin tevi t'ayex to manh e k'ulej jun chukal chi'."
        },
        {
            "number": "8",
            "text": "Ay chavanh eb' ix visil cob'estac, mantalaj vinac tzek' t'a spatic eb' ix, syal vik'anelta eb' ix t'ayex yic tze k'ulej icha e gana chi' yet' eb' ix. Palta a yet' eb' winh tik, max yal-laj, yujto tonhej ix jacan eb' winh t'a in pat tik, xchi winh t'a eb' winh."
        },
        {
            "number": "9",
            "text": "Ix yalan eb' winh: --Manh ak'och a b'a, elanh t'a quichanh. Ha ach tik ch'oc chonhab'il ach, ¿tom a ach ijan tzala'? Ha ticnaic ek'b'al ol ach quixtej t'a yichanh eb' winh, xchi eb' winh. Ix och ijan eb' winh yecanel winhaj Lot chi' yic sk'och eb' winh t'a te' puerta chi', yic smak'anpoj te' eb' snaani."
        },
        {
            "number": "10",
            "text": "Palta a chavanh eb' ángel chi', ix yaq'uelta sk'ab' eb' yic tz'ik'jioch winhaj Lot chi' yuj eb' t'a yol pat chi', ix smacanelta te' puerta chi' eb'."
        },
        {
            "number": "11",
            "text": "Ix yak'an k'ik'yatax eb' anima ayek' t'a patic pat chi' eb', eb' icham vinac yet' eb' quelemtac, ix te k'unb'i eb' sayanek' sti' te' pat chi'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix yalan eb' chavanh chi' t'a winhaj Lot: --Tato ayto eb' ay uj a b'a yet'oc t'a tik, eb' winh uninal, eb' ix isil, eb' a nhi', ma eb' a k'ab'oc, iq'uel eb' t'a tik."
        },
        {
            "number": "13",
            "text": "Yujto ol co satel jun chonhab' tik. Yujto ix te' q'uek'och schucal eb' t'a yichanh Jehová, yuj chi' onh scheccoti yic tzul co satel juntzanh anima tik, xchi eb' ángel chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix b'at winhaj Lot chi' yal t'a eb' winh d'inhan yik'lan sb'a yet' eb' ix yisil chi', ix yalan winh: --Pilec eyip, conh elec, yujto a jun chonhab' tik ol satel yuj Jehová, xchi winh t'a eb'. Palta maj schalaj yab' eb' tas ix yal winhaj Lot chi'. Tonhej spuchan winh snaan eb'."
        },
        {
            "number": "15",
            "text": "Palta haxo yic vanxo sakb'i, ix yalan eb' ángel chi' t'a winhaj Lot chi': --Pil ip tato max yal a k'ol tzach satel yet' jun chonhab' tik. Ik'b'at ix etb'eyum tik yet' eb' ix isil tik schavanhil, xchi eb' t'a winh."
        },
        {
            "number": "16",
            "text": "Palta a winhaj Lot chi', max spil-laj yip winh yeli. Yuj chi' a eb' ángel chi' ix quetzan sk'ab' eb' schanhvanhil, yic tz'ik'jiel eb', yujto tz'ok' sk'ol Jehová t'a eb'. Icha chi' ix aj yik'jiel winhaj Lot yet' ix yetb'eyum yet' eb' ix yisil t'a yol chonhab' chi'."
        },
        {
            "number": "17",
            "text": "Ayic toxo ix el eb' t'a stiel chonhab' chi', ix yalan junok eb' ángel chi' t'a eb': --Yelk'olal tzex b'ati, manh ex meltzajcot q'uelan t'a e patic. Manh ex och vaan e b'ey t'a jun ak'lic tik, q'ueanhec t'a jolomtac vitz, tato max yal e k'ol tzex sateli, xchi t'a eb'."
        },
        {
            "number": "18",
            "text": "Ix tak'vi winhaj Lot chi': --Maay mamin, yuj val dios t'ayex."
        },
        {
            "number": "19",
            "text": "Te nivanxo e wach'k'olal ix e ch'ox t'ayin, ina ix in eyiq'uelta yic max in chami. Palta max yal-laj in b'atcan t'a jolomtac vitz chi', tecan tzin yamchajk'och yuj jun yaelal chi', tzin chami."
        },
        {
            "number": "20",
            "text": "Ha t'a slak'anil tik ay jun yune' chonhab', tzam yal in b'atcan t'ay. ¿Tom max yala' tzin e chab'at ta' yic tzin col in b'a? Val yel yunenhej jun chonhab' chi', xchi winhaj Lot chi'."
        },
        {
            "number": "21",
            "text": "Ix yalan jun ángel chi': --Toxo ix vab'i, yik'ocab' icha tzal chi'. Manh ol in satel jun chonhab' ix al chi'."
        },
        {
            "number": "22",
            "text": "Elanhchamel e b'ati, yujto malaj tas syal in b'oani ta maxto ex k'och ta', xchi jun ángel chi'. Yuj chi' Zoar ix sb'iejkan jun chonhab' chi'."
        },
        {
            "number": "23",
            "text": "Ayic van sjavi k'u ix k'och winhaj Lot chi' t'a jun chonhab' chi'."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi' ix yak'ancot k'ak' Jehová yet' azufre t'a satcha’anh t'a yib'anh chonhab' Sodoma yet' Gomorra chi'."
        },
        {
            "number": "25",
            "text": "Ix satel juntzanh chonhab' chi' yet' masanil eb' cajan t'ay yet' masanil jun niwan ak'lic chi' yet' tas sq'uib' t'ay."
        },
        {
            "number": "26",
            "text": "Ha ix yetb'eyum winhaj Lot chi', najat tzak'anto scot ix, ix meltzajxicanb'at q'uelan ix t'a spatic. Ata' ix ochcan ix atz'amil."
        },
        {
            "number": "27",
            "text": "Axo t'a yevial slolon winhaj Abraham yet' Jehová, t'a q'uinhib'alil, ix b'at winh b'aj lolon eb' chi'."
        },
        {
            "number": "28",
            "text": "Axo ix yilan winh to a Sodoma yet' Gomorra yet' masanil jun ak'lic chi', b'acaquixonhej sq'ue stab'il icha sq'ue stab'il junok niwan horno."
        },
        {
            "number": "29",
            "text": "Ayic ix satjiel juntzanh chonhab' chi' yuj Dios t'a jun niwan ak'lic b'aj ix ek' cajan winhaj Lot chi', ix snaancot Dios tas ix sk'an winhaj Abraham, yuj chi' ix colchaj winhaj Lot chi' t'a skal jun niwan yaelal chi'."
        },
        {
            "number": "30",
            "text": "Ixlajwi chi', ix xiv winhaj Lot scajnaj t'a chonhab' Zoar chi', yuj chi' ix k'ekan winh t'a jolomtac vitz yet' eb' ix yisil schavanhil, ix cajnaj eb' t'a yol jun q'uen nhaq'ueen."
        },
        {
            "number": "31",
            "text": "Ay jun k'ual ix yal ix b'ab'el ix t'a ix snulej: --Ha winh co mam tik, te ichamxo winh, malaj junok vinac t'a jun lugar tik syal quik'lan co b'a yet'oc icha sb'eyb'al eb' anima."
        },
        {
            "number": "32",
            "text": "Yuj chi' cak' yuk' anh winh co mam tik, yic ol onh vay yet' winh, yic wach' ol kan yinhtilal winh qued'oc, xchi ix."
        },
        {
            "number": "33",
            "text": "Ha t'a jun ak'val chi', ix yak' anh eb' ix yuk' winh, ix q'ue anh t'a sjolom winh. Yuj chi' a ix b'ab'el ix, ix vay yet' winh. Maj yab' winh janik' ix vay ix yet'oc, maj yab'pax winh janik' ix q'uexvan ix t'a stz'ey."
        },
        {
            "number": "34",
            "text": "Axo t'a junxo k'u ix yalan ix b'ab'el chi' t'a ix snulej chi': --Ha q'uiq'ui t'ak'val ix in vay yet' winh co mam tik, haxo ticnaic cak'xi anh yuk' winh yic wach' tzach vay yet' winh yic ol kan yinhtilal winh qued' co chavanhil, xchi ix."
        },
        {
            "number": "35",
            "text": "Yuj chi' t'a jun ak'val chi', ix yak'anxi anh eb' ix yuk' winh smam chi', haxo ix schab'il chi' ix vay yet' winh. Palta a winhaj Lot chi', maj yab' winh janik' ix vay ix yet'oc, maj yab'pax winh janik' ix q'uexvan ix."
        },
        {
            "number": "36",
            "text": "Icha chi' ix aj yochcan eb' ix yisil winh chi' schavanhil yab'ixal yuj."
        },
        {
            "number": "37",
            "text": "Ha ix b'ab'el, ix alji yune' ix, Moab ix yak' ix sb'iej, aton winh aycan yinhtilal eb' moabita ticnaic."
        },
        {
            "number": "38",
            "text": "Ix aljipax yune' ix schab'il chi', Ben-ammi, ix yak' ix sb'iej, aton winh aycan yinhtilal eb' amonita ticnaic."
        }
    ]
}