{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ayic vanxo sq'uik'b'i ix k'och chavanh eb' ángel chi' d'a chonhab' Sodoma. A vinhaj Lot k'ojanek' vinh d'a spuertail chonhab' chi'. Ix yilan vinh to van sja eb', ix q'ue vaan vinh b'at schacot eb'. Ix em nhojnaj vinh d'a yichanh eb'."
        },
        {
            "number": "2",
            "text": "Ix yalan vinh: --Ex mamin, tzin tevi d'ayex, coyec ved' d'a in pat. Ay a a' b'aj ol e b'iquel eyoc, ay pax b'aj vach' ol ex can d'a jun ak'val tic, axo q'uik'an spet ex b'ati, xchi vinh d'a eb'. Ix tak'vi eb' icha tic: --Yuj val dios d'ayach, palta a onh tic ol onh can d'a calle tic, a tic ol onh vayoc, xchi eb'."
        },
        {
            "number": "3",
            "text": "Palta ix och val tean vinhaj Lot chi' d'a eb', masanto ix b'at eb' d'a spat vinh chi'. Axo ix k'och eb', ix sb'oan ixim pan vinh malaj yich sva eb', ix va eb' sik'lab'il."
        },
        {
            "number": "4",
            "text": "Ayic mantzac vay eb', ix k'och masanil eb' vinh vinac cajan chi' ta', ix oymaj eb' vinh d'a spatictac spat vinhaj Lot chi'."
        },
        {
            "number": "5",
            "text": "Ix och ijan eb' vinh yavajoch d'a vinhaj Lot chi', ix yalan eb' vinh icha tic: --¿B'ajtil ayek' juntzanh eb' vinh vinac ix jacan d'a a pat tic d'a jun ak'val tic? Iq'uelta eb' vinh d'ayonh yic squixtej eb', xchi eb' vinh."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an juntzanh lolonel vinhaj Lot chi', ix elta vinh yil eb' vinh. Vach' ix yutej vinh smacancanelta te' puerta chi' d'a spatic."
        },
        {
            "number": "7",
            "text": "Ix yalan vinh: --Ex vetanimail, tzin tevi d'ayex to manh e k'ulej jun chucal chi'."
        },
        {
            "number": "8",
            "text": "Ay chavanh eb' ix visil cob'estac, mantalaj vinac tz'ek' d'a spatic eb' ix, syal vik'anelta eb' ix d'ayex yic tze k'ulej icha e gana chi' yed' eb' ix. Palta a yed' eb' vinh tic, max yal-laj, yujto tonhej ix jacan eb' vinh d'a in pat tic, xchi vinh d'a eb' vinh."
        },
        {
            "number": "9",
            "text": "Ix yalan eb' vinh: --Manh ak'och a b'a, elanh d'a quichanh. A ach tic ch'oc chonhab'il ach, ¿tom a ach ijan tzala'? A ticnaic ek'b'al ol ach quixtej d'a yichanh eb' vinh, xchi eb' vinh. Ix och ijan eb' vinh yecanel vinhaj Lot chi' yic sk'och eb' vinh d'a te' puerta chi', yic smak'anpoj te' eb' snaani."
        },
        {
            "number": "10",
            "text": "Palta a chavanh eb' ángel chi', ix yaq'uelta sk'ab' eb' yic tz'ik'jioch vinhaj Lot chi' yuj eb' d'a yol pat chi', ix smacanelta te' puerta chi' eb'."
        },
        {
            "number": "11",
            "text": "Ix yak'an q'uik'yatax eb' anima ayek' d'a patic pat chi' eb', eb' icham vinac yed' eb' quelemtac, ix te k'unb'i eb' sayanek' sti' te' pat chi'."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi', ix yalan eb' chavanh chi' d'a vinhaj Lot: --Tato ayto eb' ay uj a b'a yed'oc d'a tic, eb' vinh uninal, eb' ix isil, eb' a nhi', ma eb' a k'ab'oc, iq'uel eb' d'a tic."
        },
        {
            "number": "13",
            "text": "Yujto ol co satel jun chonhab' tic. Yujto ix te' q'uek'och schucal eb' d'a yichanh Jehová, yuj chi' onh scheccoti yic tzul co satel juntzanh anima tic, xchi eb' ángel chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix b'at vinhaj Lot chi' yal d'a eb' vinh d'inhan yik'lan sb'a yed' eb' ix yisil chi', ix yalan vinh: --Pilec eyip, conh elec, yujto a jun chonhab' tic ol satel yuj Jehová, xchi vinh d'a eb'. Palta maj schalaj yab' eb' tas ix yal vinhaj Lot chi'. Tonhej spuchan vinh snaan eb'."
        },
        {
            "number": "15",
            "text": "Palta axo yic vanxo sacb'i, ix yalan eb' ángel chi' d'a vinhaj Lot chi': --Pil ip tato max yal a k'ol tzach satel yed' jun chonhab' tic. Ik'b'at ix etb'eyum tic yed' eb' ix isil tic schavanhil, xchi eb' d'a vinh."
        },
        {
            "number": "16",
            "text": "Palta a vinhaj Lot chi', max spil-laj yip vinh yeli. Yuj chi' a eb' ángel chi' ix quetzan sk'ab' eb' schanhvanhil, yic tz'ik'jiel eb', yujto tz'ok' sk'ol Jehová d'a eb'. Icha chi' ix aj yik'jiel vinhaj Lot yed' ix yetb'eyum yed' eb' ix yisil d'a yol chonhab' chi'."
        },
        {
            "number": "17",
            "text": "Ayic toxo ix el eb' d'a stiel chonhab' chi', ix yalan junoc eb' ángel chi' d'a eb': --Yelk'olal tzex b'ati, manh ex meltzajcot q'uelan d'a e patic. Manh ex och vaan e b'ey d'a jun ak'lic tic, q'ueanhec d'a jolomtac vitz, tato max yal e k'ol tzex sateli, xchi d'a eb'."
        },
        {
            "number": "18",
            "text": "Ix tak'vi vinhaj Lot chi': --Maay mamin, yuj val dios d'ayex."
        },
        {
            "number": "19",
            "text": "Te nivanxo e vach'k'olal ix e ch'ox d'ayin, ina ix in eyiq'uelta yic max in chami. Palta max yal-laj in b'atcan d'a jolomtac vitz chi', tecan tzin yamchajk'och yuj jun yaelal chi', tzin chami."
        },
        {
            "number": "20",
            "text": "A d'a slak'anil tic ay jun yune' chonhab', tzam yal in b'atcan d'ay. ¿Tom max yala' tzin e chab'at ta' yic tzin col in b'a? Val yel yunenhej jun chonhab' chi', xchi vinhaj Lot chi'."
        },
        {
            "number": "21",
            "text": "Ix yalan jun ángel chi': --Toxo ix vab'i, yik'ocab' icha tzal chi'. Manh ol in satel jun chonhab' ix al chi'."
        },
        {
            "number": "22",
            "text": "Elanhchamel e b'ati, yujto malaj tas syal in b'oani ta maxto ex k'och ta', xchi jun ángel chi'. Yuj chi' Zoar ix sb'iejcan jun chonhab' chi'."
        },
        {
            "number": "23",
            "text": "Ayic van sjavi k'u ix k'och vinhaj Lot chi' d'a jun chonhab' chi'."
        },
        {
            "number": "24",
            "text": "Ix lajvi chi' ix yak'ancot k'ak' Jehová yed' azufre d'a satchaanh d'a yib'anh chonhab' Sodoma yed' Gomorra chi'."
        },
        {
            "number": "25",
            "text": "Ix satel juntzanh chonhab' chi' yed' masanil eb' cajan d'ay yed' masanil jun nivan ak'lic chi' yed' tas sq'uib' d'ay."
        },
        {
            "number": "26",
            "text": "A ix yetb'eyum vinhaj Lot chi', najat tzak'anto scot ix, ix meltzajxicanb'at q'uelan ix d'a spatic. Ata' ix ochcan ix atz'amil."
        },
        {
            "number": "27",
            "text": "Axo d'a yevial slolon vinhaj Abraham yed' Jehová, d'a q'uinhib'alil, ix b'at vinh b'aj lolon eb' chi'."
        },
        {
            "number": "28",
            "text": "Axo ix yilan vinh to a Sodoma yed' Gomorra yed' masanil jun ak'lic chi', b'acaquixonhej sq'ue stab'il icha sq'ue stab'il junoc nivan horno."
        },
        {
            "number": "29",
            "text": "Ayic ix satjiel juntzanh chonhab' chi' yuj Dios d'a jun nivan ak'lic b'aj ix ek' cajan vinhaj Lot chi', ix snaancot Dios tas ix sk'an vinhaj Abraham, yuj chi' ix colchaj vinhaj Lot chi' d'a scal jun nivan yaelal chi'."
        },
        {
            "number": "30",
            "text": "Ix lajvi chi', ix xiv vinhaj Lot scajnaj d'a chonhab' Zoar chi', yuj chi' ix q'uecan vinh d'a jolomtac vitz yed' eb' ix yisil schavanhil, ix cajnaj eb' d'a yol jun q'uen nhaq'ueen."
        },
        {
            "number": "31",
            "text": "Ay jun k'ual ix yal ix b'ab'el ix d'a ix snulej: --A vinh co mam tic, te ichamxo vinh, malaj junoc vinac d'a jun lugar tic syal quik'lan co b'a yed'oc icha sb'eyb'al eb' anima."
        },
        {
            "number": "32",
            "text": "Yuj chi' cak' yuk' anh vinh co mam tic, yic ol onh vay yed' vinh, yic vach' ol can yinhtilal vinh qued'oc, xchi ix."
        },
        {
            "number": "33",
            "text": "A d'a jun ak'val chi', ix yak' anh eb' ix yuk' vinh, ix q'ue anh d'a sjolom vinh. Yuj chi' a ix b'ab'el ix, ix vay yed' vinh. Maj yab' vinh janik' ix vay ix yed'oc, maj yab'pax vinh janik' ix q'uexvan ix d'a stz'ey."
        },
        {
            "number": "34",
            "text": "Axo d'a junxo k'u ix yalan ix b'ab'el chi' d'a ix snulej chi': --A q'uiq'ui d'ak'val ix in vay yed' vinh co mam tic, axo ticnaic cak'xi anh yuk' vinh yic vach' tzach vay yed' vinh yic ol can yinhtilal vinh qued' co chavanhil, xchi ix."
        },
        {
            "number": "35",
            "text": "Yuj chi' d'a jun ak'val chi', ix yak'anxi anh eb' ix yuk' vinh smam chi', axo ix schab'il chi' ix vay yed' vinh. Palta a vinhaj Lot chi', maj yab' vinh janik' ix vay ix yed'oc, maj yab'pax vinh janik' ix q'uexvan ix."
        },
        {
            "number": "36",
            "text": "Icha chi' ix aj yochcan eb' ix yisil vinh chi' schavanhil yab'ixal yuuj."
        },
        {
            "number": "37",
            "text": "A ix b'ab'el, ix alji yune' ix, Moab ix yak' ix sb'iej, aton vinh aycan yinhtilal eb' moabita ticnaic."
        },
        {
            "number": "38",
            "text": "Ix aljipax yune' ix schab'il chi', Ben-ammi, ix yak' ix sb'iej, aton vinh aycan yinhtilal eb' amonita ticnaic."
        }
    ]
}