{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ayic wanxo sq'uik'b'i ix k'och chawanh heb' ángel chi' t'a chonhab' Sodoma. Ha winhaj Lot k'ojanek' winh t'a spuertail chonhab' chi'. Ix yilan winh to wan sja heb', ix k'e waan winh b'at schacot heb'. Ix em nhojnaj winh t'a yichanh heb'."
        },
        {
            "number": "2",
            "text": "Ix yalan winh: --Ex mamin, tzin tewi t'ayex, coyec wed' t'a in pat. Ay ha ha' b'aj ol he b'iquel eyoc, ay pax b'aj wach' ol ex kan t'a jun ak'wal tik, haxo k'ik'an spet ex b'ati, xchi winh t'a heb'. Ix tak'wi heb' icha tik: --Yuj wal Dios t'ayach, palta a onh tik ol onh kan t'a calle tik, a tik ol onh wayoc, xchi heb'."
        },
        {
            "number": "3",
            "text": "Palta ix och wal tean winhaj Lot chi' t'a heb', masanto ix b'at heb' t'a spat winh chi'. Axo ix k'och heb', ix sb'oan ixim pan winh malaj yich swa heb', ix wa heb' sik'lab'il."
        },
        {
            "number": "4",
            "text": "Ayic mantzac way heb', ix k'och masanil heb' winh winak cajan chi' ta', ix oymaj heb' winh t'a spatictac spat winhaj Lot chi'."
        },
        {
            "number": "5",
            "text": "Ix och ijan heb' winh yawajoch t'a winhaj Lot chi', ix yalan heb' winh icha tik: --¿B'ajtil ayek' juntzanh heb' winh winak ix jacan t'a a pat tik t'a jun ak'wal tik? Ik'elta heb' winh t'ayonh yic squixtej heb', xchi heb' winh."
        },
        {
            "number": "6",
            "text": "Ayic ix yab'an juntzanh lolonel winhaj Lot chi', ix elta winh yil heb' winh. Wach' ix yutej winh smacancanelta te' puerta chi' t'a spatic."
        },
        {
            "number": "7",
            "text": "Ix yalan winh: --Ex wetanimail, tzin tewi t'ayex to manh he k'ulej jun chukal chi'."
        },
        {
            "number": "8",
            "text": "Ay chawanh heb' ix wisil cob'estac, mantalaj winak tzek' t'a spatic heb' ix, syal wik'anelta heb' ix t'ayex yic tze k'ulej icha he gana chi' yet' heb' ix. Palta a yet' heb' winh tik, max yal-laj, yujto tonhej ix jacan heb' winh t'a in pat tik, xchi winh t'a heb' winh."
        },
        {
            "number": "9",
            "text": "Ix yalan heb' winh: --Manh ak'och a b'a, elanh t'a quichanh. Ha ach tik ch'oc chonhab'il ach, ¿tom a ach ijan tzala'? Ha tiknaik ek'b'al ol ach quixtej t'a yichanh heb' winh, xchi heb' winh. Ix och ijan heb' winh yecanel winhaj Lot chi' yic sk'och heb' winh t'a te' puerta chi', yic smak'anpoj te' heb' snaani."
        },
        {
            "number": "10",
            "text": "Palta a chawanh heb' ángel chi', ix yak'elta sk'ab' heb' yic tz'ik'jioch winhaj Lot chi' yuj heb' t'a yol pat chi', ix smacanelta te' puerta chi' heb'."
        },
        {
            "number": "11",
            "text": "Ix yak'an k'ik'yatax heb' anima ayek' t'a patic pat chi' heb', heb' icham winak yet' heb' kelemtac, ix te k'unb'i heb' sayanek' sti' te' pat chi'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix yalan heb' chawanh chi' t'a winhaj Lot: --Tato ayto heb' ay uj a b'a yet'oc t'a tik, heb' winh uninal, heb' ix isil, heb' a nhi', ma heb' a k'ab'oc, ik'el heb' t'a tik."
        },
        {
            "number": "13",
            "text": "Yujto ol ko satel jun chonhab' tik. Yujto ix te' k'ek'och schucal heb' t'a yichanh Jehová, yuj chi' onh scheccoti yic tzul ko satel juntzanh anima tik, xchi heb' ángel chi'."
        },
        {
            "number": "14",
            "text": "Yuj chi', ix b'at winhaj Lot chi' yal t'a heb' winh d'inhan yik'lan sb'a yet' heb' ix yisil chi', ix yalan winh: --Pilec eyip, conh elec, yujto a jun chonhab' tik ol satel yuj Jehová, xchi winh t'a heb'. Palta maj schalaj yab' heb' tas ix yal winhaj Lot chi'. Tonhej spuchan winh snaan heb'."
        },
        {
            "number": "15",
            "text": "Palta haxo yic wanxo sakb'i, ix yalan heb' ángel chi' t'a winhaj Lot chi': --Pil ip tato max yal a k'ol tzach satel yet' jun chonhab' tik. Ik'b'at ix etb'eyum tik yet' heb' ix isil tik schawanhil, xchi heb' t'a winh."
        },
        {
            "number": "16",
            "text": "Palta a winhaj Lot chi', max spil-laj yip winh yeli. Yuj chi' a heb' ángel chi' ix quetzan sk'ab' heb' schanhwanhil, yic tz'ik'jiel heb', yujto tz'ok' sk'ol Jehová t'a heb'. Icha chi' ix aj yik'jiel winhaj Lot yet' ix yetb'eyum yet' heb' ix yisil t'a yol chonhab' chi'."
        },
        {
            "number": "17",
            "text": "Ayic toxo ix el heb' t'a stiel chonhab' chi', ix yalan junok heb' ángel chi' t'a heb': --Yelk'olal tzex b'ati, manh ex meltzajcot k'elan t'a he patic. Manh ex och waan he b'ey t'a jun ak'lic tik, k'eanhec t'a jolomtac witz, tato max yal he k'ol tzex sateli, xchi t'a heb'."
        },
        {
            "number": "18",
            "text": "Ix tak'wi winhaj Lot chi': --Maay mamin, yuj wal Dios t'ayex."
        },
        {
            "number": "19",
            "text": "Te niwanxo he wach'k'olal ix he ch'ox t'ayin, ina ix in eyik'elta yic max in chami. Palta max yal-laj in b'atcan t'a jolomtac witz chi', tecan tzin yamchajk'och yuj jun yaelal chi', tzin chami."
        },
        {
            "number": "20",
            "text": "Ha t'a slak'anil tik ay jun yune' chonhab', tzam yal in b'atcan t'ay. ¿Tom max yala' tzin he chab'at ta' yic tzin col in b'a? Val yel yunenhej jun chonhab' chi', xchi winhaj Lot chi'."
        },
        {
            "number": "21",
            "text": "Ix yalan jun ángel chi': --Toxo ix wab'i, yik'ocab' icha tzal chi'. Manh ol in satel jun chonhab' ix al chi'."
        },
        {
            "number": "22",
            "text": "Elanhchamel he b'ati, yujto malaj tas syal in b'oani ta maxto ex k'och ta', xchi jun ángel chi'. Yuj chi' Zoar ix sb'iejkan jun chonhab' chi'."
        },
        {
            "number": "23",
            "text": "Ayic wan sjawi k'u ix k'och winhaj Lot chi' t'a jun chonhab' chi'."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi' ix yak'ancot k'ak' Jehová yet' azufre t'a satcha’anh t'a yib'anh chonhab' Sodoma yet' Gomorra chi'."
        },
        {
            "number": "25",
            "text": "Ix satel juntzanh chonhab' chi' yet' masanil heb' cajan t'ay yet' masanil jun niwan ak'lic chi' yet' tas sq'uib' t'ay."
        },
        {
            "number": "26",
            "text": "Ha ix yetb'eyum winhaj Lot chi', najat tzak'anto scot ix, ix meltzajxicanb'at k'elan ix t'a spatic. Ata' ix ochcan ix atz'amil."
        },
        {
            "number": "27",
            "text": "Axo t'a yewial slolon winhaj Abraham yet' Jehová, t'a q'uinhib'alil, ix b'at winh b'aj lolon heb' chi'."
        },
        {
            "number": "28",
            "text": "Axo ix yilan winh to a Sodoma yet' Gomorra yet' masanil jun ak'lic chi', b'acaquixonhej sk'e stab'il icha sk'e stab'il junok niwan horno."
        },
        {
            "number": "29",
            "text": "Ayic ix satjiel juntzanh chonhab' chi' yuj Dios t'a jun niwan ak'lic b'aj ix ek' cajan winhaj Lot chi', ix snaancot Dios tas ix sk'an winhaj Abraham, yuj chi' ix colchaj winhaj Lot chi' t'a skal jun niwan yaelal chi'."
        },
        {
            "number": "30",
            "text": "Ixlajwi chi', ix xiv winhaj Lot scajnaj t'a chonhab' Zoar chi', yuj chi' ix k'ekan winh t'a jolomtac witz yet' heb' ix yisil schawanhil, ix cajnaj heb' t'a yol jun k'een nhak'een."
        },
        {
            "number": "31",
            "text": "Ay jun k'ual ix yal ix b'ab'el ix t'a ix snulej: --Ha winh ko mam tik, te ichamxo winh, malaj junok winak t'a jun lugar tik syal quik'lan ko b'a yet'oc icha sb'eyb'al heb' anima."
        },
        {
            "number": "32",
            "text": "Yuj chi' cak' yuk' anh winh ko mam tik, yic ol onh way yet' winh, yic wach' ol kan yinhtilal winh qued'oc, xchi ix."
        },
        {
            "number": "33",
            "text": "Ha t'a jun ak'wal chi', ix yak' anh heb' ix yuk' winh, ix k'e anh t'a sjolom winh. Yuj chi' a ix b'ab'el ix, ix way yet' winh. Maj yab' winh janik' ix way ix yet'oc, maj yab'pax winh janik' ix k'exwan ix t'a stz'ey."
        },
        {
            "number": "34",
            "text": "Axo t'a junxo k'u ix yalan ix b'ab'el chi' t'a ix snulej chi': --Ha q'uiq'ui t'ak'wal ix in way yet' winh ko mam tik, haxo tiknaik cak'xi anh yuk' winh yic wach' tzach way yet' winh yic ol kan yinhtilal winh qued' ko chawanhil, xchi ix."
        },
        {
            "number": "35",
            "text": "Yuj chi' t'a jun ak'wal chi', ix yak'anxi anh heb' ix yuk' winh smam chi', haxo ix schab'il chi' ix way yet' winh. Palta a winhaj Lot chi', maj yab' winh janik' ix way ix yet'oc, maj yab'pax winh janik' ix k'exwan ix."
        },
        {
            "number": "36",
            "text": "Icha chi' ix aj yochcan heb' ix yisil winh chi' schawanhil yab'ixal yuj."
        },
        {
            "number": "37",
            "text": "Ha ix b'ab'el, ix alji yune' ix, Moab ix yak' ix sb'iej, aton winh aycan yinhtilal heb' moabita tiknaik."
        },
        {
            "number": "38",
            "text": "Ix aljipax yune' ix schab'il chi', Ben-ammi, ix yak' ix sb'iej, aton winh aycan yinhtilal heb' amonita tiknaik."
        }
    ]
}