{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "D'a waque' k'ual ix sb'o satcha’anh Dios, lum lum yet' masanil tastac ay t'ay. Axo t'a yuquil k'ual, ix och waan smunlaji."
        },
        {
            "number": "2",
            "text": "Ix sik'anel jun yuquil k'ual chi' Dios, to yicnhej tz'ajcani, yic tz'ochcan swach'iloc heb' anima, yujto ha t'a jun k'u chi' ix b'oelk'och masanil tas ix sb'o chi'."
        },
        {
            "number": "3",
            "text": "Aton yab'ixal tas ix aj sb'o satcha’anh yet' lum lum tik. Ayic ix sb'oan satcha’anh Jehová Dios yet' lum lum tik,"
        },
        {
            "number": "4",
            "text": "mantalaj junok te te' ma junok anh ank'ultak sq'uib'i, yujto mantalaj nhab' syak' t'a yib'anh lu'um yuj Jehová. Mantalaj pax mach smunlaj t'a sat lu'um."
        },
        {
            "number": "5",
            "text": "Tonhej xob'ank'eul ha ha' t'a sat lu'um yic sch'ayxi lu'um."
        },
        {
            "number": "6",
            "text": "Ha t'a jun pekti’ chi', ix sb'o jun anima Jehová Dios. Ha spokokal lum lum ix yak'lab'ej sb'oani. Ixlajwi chi', haxo yik' ix spuoch t'a yol snhi'. Icha chi' ix aj spitzwi winh anima chi'."
        },
        {
            "number": "7",
            "text": "Ix yawej juntzanh avb'en te' Jehová Dios t'a jun lugar scuch Edén, t'a stojolal b'aj sjawi k'u. Ata' ix yak'canoch winh winak ix sb'o chi'."
        },
        {
            "number": "8",
            "text": "Ix yak'an q'uib' masanil te te' te wach' yilji, manhxo jantacoc swach'il sat te' syak'a', te wach' sloji. Ha t'a snanhal jun avb'en te' chi', ay jun te' tz'ak'an k 'inal, ay pax junxo te' tz'ak'an nachajel b'aj ay wach'il yet' chukal."
        },
        {
            "number": "9",
            "text": "Ha t'a Edén chi', sk'eul jun ha ha' tz'ak'anoch yal masanil te' avb'en te' chi'. Axo tz'el ha' t'a Edén chi', chanhe' tz'aj yel sk'ab' ha'."
        },
        {
            "number": "10",
            "text": "Ha jun ha' b'ab'el, Pisón sb'i ha', aton ha' tzek' oyoyoc t'a yol lum scuch Hawila b'aj ay k'een oro."
        },
        {
            "number": "11",
            "text": "Ha k'een oro ay t'a jun lugar chi', te wach' k'een. Ay pax juntzanh te te' ay stzatajil te sumumi sjab'. Ay pax juntzanh k'een k'een scuchan ónice te caro stojol."
        },
        {
            "number": "12",
            "text": "Axo ha' schab'il, Gihón sb'i ha'. Aton ha' tzek' oyoyoc t'a yol lum scuchan Cus."
        },
        {
            "number": "13",
            "text": "Axo ha' yoxil, Tigris sb'i ha'. Aton ha' tzek' oyoyoc t'a stojolal b'aj sjawi k'u t'a lum Asiria. Axo ha' schanhil, aton ha' Éufrates."
        },
        {
            "number": "14",
            "text": "Ix yak'ancan winh winak Jehová Dios t'a skal te' avb'en te' t'a Edén chi' yic smunlaj winh yic stanhwanpax winh."
        },
        {
            "number": "15",
            "text": "Ix yalan Dios t'a winh icha tik: --Syal a lo'an sat te te' tik smasanil."
        },
        {
            "number": "16",
            "text": "Axo pax te' tz'ak'an nachajel b'aj ay wach'il yet' chukal, manh a lo sat te'. Tato ol a lo sat te' chi', t'a wal yel ol ach chamoc, xchi Dios t'a winh."
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová Dios icha tik: Manh wach'oc yajek' winh winak tik sch'ocoj. Ol in b'o junok yetb'eyum winh to smoj wal skolwaj yet'oc, xchi."
        },
        {
            "number": "18",
            "text": "Masanil nok' nok' ix sb'o Dios t'a sat lum tik, nok' k'ultaquil nok' yet' masanil nok' much, ix ik'jib'at nok' yuj Dios t'a winh winak chi' yic say sb'i junjun nok' winh. Ha sb'i junjun nok' ix say winh, aton ix sb'iejkan nok'."
        },
        {
            "number": "19",
            "text": "Ix say sb'i masanil nok' winh, nok' k'ultaquil nok', nok' much yet' nok' molb'etzal nok'. Palta malaj junok nok' t'a skal nok' chi' tz'acan tz'aj skolwaj yet' winh."
        },
        {
            "number": "20",
            "text": "Axo Dios ix ak'ancot jun niwan wayanh t'a winh. Ayic chamnac el winh sway chi', ix ik'jielta jun sb'aquil scostil winh yuj Dios. Ixlajwi chi' ix smacanxi b'aj ix yik'elta jun b'ac chi'."
        },
        {
            "number": "21",
            "text": "Aton sb'aquil scostil winh chi' ix b'oji ixal yuj Dios. Ixlajwi chi', ix ak'jicanoch ix t'a yol sk'ab' winhaj Adán chi' yuj Dios."
        },
        {
            "number": "22",
            "text": "Axo yic ix yilanoch ix winh, ix yalan winh icha tik: --Aton wal jun tik wal yel in b'aquil, in b'ak'chil, yujto a t'ayin ix elta yuj Dios. Yuj chi' “Ix” ol sb'iejkani, xchi winh."
        },
        {
            "number": "23",
            "text": "Yuj chi' a winh winak, ol yaktejcan smam snun winh yic junxonhej tz'ajkan winh yet' ix yetb'eyum, junxonhej niwanil tz'ajkan heb' schawanhil."
        },
        {
            "number": "24",
            "text": "Malaj spichul heb' schawanhil, palta max q'uixwilaj heb' t'ay junjun."
        }
    ]
}