{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "D'a vaque' k'ual ix sb'o satchaanh Dios, lum luum yed' masanil tastac ay d'ay. Axo d'a yuquil k'ual, ix och vaan smunlaji."
        },
        {
            "number": "2",
            "text": "Ix sik'anel jun yuquil k'ual chi' Dios, to yicnhej tz'ajcani, yic tz'ochcan svach'iloc eb' anima, yujto a d'a jun k'u chi' ix b'oelk'och masanil tas ix sb'o chi'."
        },
        {
            "number": "3",
            "text": "Aton yab'ixal tas ix aj sb'o satchaanh yed' lum luum tic. Ayic ix sb'oan satchaanh Jehová Dios yed' lum luum tic,"
        },
        {
            "number": "4",
            "text": "mantalaj junoc te te' ma junoc anh ank'ultac sq'uib'i, yujto mantalaj nhab' syak' d'a yib'anh luum yuj Jehová. Mantalaj pax mach smunlaj d'a sat luum."
        },
        {
            "number": "5",
            "text": "Tonhej xob'anq'ueul a a' d'a sat luum yic sch'ayxi luum."
        },
        {
            "number": "6",
            "text": "A d'a jun tiempoal chi', ix sb'o jun anima Jehová Dios. A spococal lum luum ix yak'lab'ej sb'oani. Ix lajvi chi', axo yik' ix spuoch d'a yol snhi'. Icha chi' ix aj spitzvi vinh anima chi'."
        },
        {
            "number": "7",
            "text": "Ix yavej juntzanh avb'en te' Jehová Dios d'a jun lugar scuch Edén, d'a stojolal b'aj sjavi k'u. Ata' ix yak'canoch vinh vinac ix sb'o chi'."
        },
        {
            "number": "8",
            "text": "Ix yak'an q'uib' masanil te te' te vach' yilji, manhxo jantacoc svach'il sat te' syak'a', te vach' sloji. A d'a snanhal jun avb'en te' chi', ay jun te' tz'ak'an q'uinal, ay pax junxo te' tz'ak'an nachajel b'aj ay vach'il yed' chucal."
        },
        {
            "number": "9",
            "text": "A d'a Edén chi', sq'ueul jun a a' tz'ak'anoch yal masanil te' avb'en te' chi'. Axo tz'el a' d'a Edén chi', chanhe' tz'aj yel sk'ab' a'."
        },
        {
            "number": "10",
            "text": "A jun a' b'ab'el, Pisón sb'i a', aton a' tz'ek' oyoyoc d'a yol lum scuch Havila b'aj ay q'uen oro."
        },
        {
            "number": "11",
            "text": "A q'uen oro ay d'a jun lugar chi', te vach' q'ueen. Ay pax juntzanh te te' ay stzatajil te sumumi sjab'. Ay pax juntzanh q'uen q'ueen scuchan ónice te caro stojol."
        },
        {
            "number": "12",
            "text": "Axo a' schab'il, Gihón sb'i a'. Aton a' tz'ek' oyoyoc d'a yol lum scuchan Cus."
        },
        {
            "number": "13",
            "text": "Axo a' yoxil, Tigris sb'i a'. Aton a' tz'ek' oyoyoc d'a stojolal b'aj sjavi k'u d'a lum Asiria. Axo a' schanhil, aton a' Éufrates."
        },
        {
            "number": "14",
            "text": "Ix yak'ancan vinh vinac Jehová Dios d'a scal te' avb'en te' d'a Edén chi' yic smunlaj vinh yic stanhvanpax vinh."
        },
        {
            "number": "15",
            "text": "Ix yalan Dios d'a vinh icha tic: --Syal a lo'an sat te te' tic smasanil."
        },
        {
            "number": "16",
            "text": "Axo pax te' tz'ak'an nachajel b'aj ay vach'il yed' chucal, manh a lo sat te'. Tato ol a lo sat te' chi', d'a val yel ol ach chamoc, xchi Dios d'a vinh."
        },
        {
            "number": "17",
            "text": "Ix yalanxi Jehová Dios icha tic: Manh vach'oc yajek' vinh vinac tic sch'ocoj. Ol in b'o junoc yetb'eyum vinh to smoj val scolvaj yed'oc, xchi."
        },
        {
            "number": "18",
            "text": "Masanil nok' nok' ix sb'o Dios d'a sat lum tic, nok' k'ultaquil nok' yed' masanil nok' much, ix ik'jib'at nok' yuj Dios d'a vinh vinac chi' yic say sb'i junjun nok' vinh. A sb'i junjun nok' ix say vinh, aton ix sb'iejcan nok'."
        },
        {
            "number": "19",
            "text": "Ix say sb'i masanil nok' vinh, nok' k'ultaquil nok', nok' much yed' nok' molb'etzal nok'. Palta malaj junoc nok' d'a scal nok' chi' tz'acan tz'aj scolvaj yed' vinh."
        },
        {
            "number": "20",
            "text": "Axo Dios ix ak'ancot jun nivan vayanh d'a vinh. Ayic chamnac el vinh svay chi', ix ik'jielta jun sb'aquil scostil vinh yuj Dios. Ix lajvi chi' ix smacanxi b'aj ix yiq'uelta jun b'ac chi'."
        },
        {
            "number": "21",
            "text": "Aton sb'aquil scostil vinh chi' ix b'oji ixal yuj Dios. Ix lajvi chi', ix ak'jicanoch ix d'a yol sk'ab' vinhaj Adán chi' yuj Dios."
        },
        {
            "number": "22",
            "text": "Axo yic ix yilanoch ix vinh, ix yalan vinh icha tic: --Aton val jun tic val yel in b'aquil, in b'ak'chil, yujto a d'ayin ix elta yuj Dios. Yuj chi' “Ix” ol sb'iejcani, xchi vinh."
        },
        {
            "number": "23",
            "text": "Yuj chi' a vinh vinac, ol yactejcan smam snun vinh yic junxonhej tz'ajcan vinh yed' ix yetb'eyum, junxonhej nivanil tz'ajcan eb' schavanhil."
        },
        {
            "number": "24",
            "text": "Malaj spichul eb' schavanhil, palta max q'uixvilaj eb' d'ay junjun."
        }
    ]
}