{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Ix el vinhaj Abraham chi' t'a yol yic vinhaj Mamre, ix b'atcan cajan vinh t'a yol yic Neguev t'a jun chonhab' scuch Gerar. Ha t'a skal Cades yet' Shur, ata' ay Gerar chi'."
        },
        {
            "number": "2",
            "text": "Ayic ayek' vinh ta', ix yal vinh to manh yetb'eyumoc ix Sara vinh, yanab' ix vinh yalani. Ha vinhaj Abimelec sreyal Gerar chi', ix schec vinh ik'chajcot ix Sara chi' yic tz'och ix yetb'eyumoc yalani."
        },
        {
            "number": "3",
            "text": "Ay jun ak'val, ix lolon Dios t'a vinh rey chi' t'a svayich icha tik: Ol ach chamoc, yujto a ix ix, ix ik'cot etb'eyumoc alani, ay yetb'eyum ix, xchi t'a vinh."
        },
        {
            "number": "4",
            "text": "Palta manto vaylaj vinh yet' ix Sara chi', yuj chi' ix yalan vinh: Mamin, malaj in mul, ¿tom tzin a satel yet' in chonhab' tik?"
        },
        {
            "number": "5",
            "text": "Yujto a vinhaj Abraham chi' ix alan t'ayin to yanab' ix vinh. Ix yalanpax ix t'ayin: In nulej vinh, xchi ix. Ha in tik ix in k'ulej t'a smasanil in k'ool, manhoc chucal naan vuuj, xchi vinh rey chi'."
        },
        {
            "number": "6",
            "text": "Ix tak'vi Dios t'a vinh: Vojtac to ix a k'ulej jun tik t'a stojolal, yuj chi' maj in cha a yam ix, yic wach' max och a mul t'ayin."
        },
        {
            "number": "7",
            "text": "Ha ticnaic, ak' meltzaj ix t'a vinh yetb'eyum chi', yujto in checab' yaj vinh. Syal slesalvi vinh uuj yic max ach chami. Palta tato max ak' meltzaj ix jun, val yel ol ach chamoc, ol champax jantac eb' cajan ed'oc, xchi Dios t'a vinh."
        },
        {
            "number": "8",
            "text": "Axo ix q'uinhib'i, ix q'ue vaan vinh rey chi', ix yavtancot masanil eb' schecab' vinh, ix yalan vinh t'a eb' tas ix svayichej chi'. Ayic ix yab'an jun chi' eb', ix te xiv eb'."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix schecan vinh rey chi' avtaj vinhaj Abraham chi', ix yalan vinh: --¿Tas yuj icha tik ix in utej? ¿Tas in mul t'ayach, yuj chi' ijan tzik'cot jun niwan mul tik t'a vib'anh yet' t'a yib'anh jantac eb' in chonhab' tik? Manh wach'oc ix in utej."
        },
        {
            "number": "10",
            "text": "¿Tas ix a na' yuj chi' icha tik ix a k'ulej? xchi vinh rey chi'."
        },
        {
            "number": "11",
            "text": "Ix tak'vi vinhaj Abraham chi' t'a vinh: --Ha in naani to ha t'a jun lugar tik malaj mach xiv d'ha Dios. Q'uinaloc ay mach tzin mak'ancham yuj ix vetb'eyum tik in naani."
        },
        {
            "number": "12",
            "text": "Val yel vanab' ix, yisil ix vinh in mam, palta ch'oc snun ix, yuj chi' ix yal vik'lan in b'a yet' ix."
        },
        {
            "number": "13",
            "text": "Ayic ix yalan Dios to tzin el t'a spat vinh in mam, ix in k'anan pavor t'a ix to sch'ox svach'k'olal ix t'ayin, yuj chi' yalnhej b'aj tzonh eq'ui, syal ix to vanab' ix, xchi vinhaj Abraham chi'."
        },
        {
            "number": "14",
            "text": "Ix yak'anxi meltzaj ix Sara chi' vinh t'a vinhaj Abraham chi'. Ix ak'jipax nok' calnel, nok' vacax, eb' vinh checab' yet' eb' ix checab' t'a vinh yuj vinh rey chi'."
        },
        {
            "number": "15",
            "text": "Ix yalanxi vinh rey chi' t'a vinh: --Ina in macb'en tik, syal a sik'lani b'ajtil syal a cajnaji, xchi vinh rey chi' t'a vinh."
        },
        {
            "number": "16",
            "text": "Ix yalanpax vinh rey chi' t'a ix Sara: --Ix vak' mil siclo q'uen plata t'a vinh a nulej tik, yic tz'och spacoc t'ayach, yic sco ch'oxaneli to malaj a mul ix ochi, yic wach' malaj mach syal yalan chucal t'a a patic, xchi vinh t'a ix."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi' ix lesalvi vinhaj Abraham chi' d'ha Dios yuj vinhaj Abimelec chi'. Yuj chi' ix yik'xiel scatab' Dios chi' t'a yib'anh vinh yet' ix yetb'eyum yet' eb' ix schecab' vinh, yic tz'aljixi yune' eb' ix."
        },
        {
            "number": "18",
            "text": "Yujto yujnhej ix Sara chi', manhxa junok eb' ix ayek' t'a spat vinhaj Abimelec chi' ixto unevi junok tiempoal yuj Jehová."
        }
    ]
}