{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Icha ix aj yalan Jehová Dios t'a ix Sara to ol aljoc junok yune' ix, icha chi' ix aj yelk'ochi."
        },
        {
            "number": "2",
            "text": "Ix scuchoch yune' ix, ix alji ayic te icham vinacxo vinhaj Abraham chi'. Ix alji jun svinac unin ix, icha val stiempoal alb'ilcan yuj Dios."
        },
        {
            "number": "3",
            "text": "Isaac ix sb'iej yuj vinhaj Abraham chi'."
        },
        {
            "number": "4",
            "text": "Yucub'ixial yalji vinh unin chi', ix ak'jioch yechel strato Dios t'a snivanil vinh yuj vinhaj Abraham chi' icha yaj yalan Dios t'a vinh."
        },
        {
            "number": "5",
            "text": "Cien ab'ilxo sq'uinal vinhaj Abraham chi' ayic ix alji vinhaj Isaac."
        },
        {
            "number": "6",
            "text": "Ix yalan ix Sara icha tik: Ix in yak' tzevaj co Mam Dios. Masanil eb' tz'ab'ani to ay vune', ol tzevajpax eb' ved'oc."
        },
        {
            "number": "7",
            "text": "¿Toc ay eb' anima ix alan t'a vinhaj Abraham, tato olto vak' chunoc unin? Palta ixto alji vune' yet' vinh wach'chom icham vinacxo vinh, xchi ix Sara chi'."
        },
        {
            "number": "8",
            "text": "Ix q'uib' vinhaj Isaac, ix el vinh t'a yim, yuj chi' ix yak'och jun niwan q'uinh vinhaj Abraham chi'."
        },
        {
            "number": "9",
            "text": "Axo ix yilan ix Sara to a jun yuninal vinhaj Abraham yet' ix Agar, ix aj Egipto, sb'uchvaj t'a vinhaj Isaac chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix ak'ji sk'ol vinhaj Abraham yuj ix Sara chi', ix yalan ix: Pechb'at ix criada tik yet' vinh yune' tik, yujto malaj in gana ol yik' yic vinh t'a tastac ol ak'kan t'a vinh vune' aj Isaac tik, xchi ix."
        },
        {
            "number": "11",
            "text": "Ha jun lolonel tik te ya ix och t'a vinhaj Abraham chi', yujto yuninal pax vinhaj Ismael chi' vinh."
        },
        {
            "number": "12",
            "text": "Axo Dios ix alan t'a vinh: Manh ach cus yuj vinh unin tik yet' pax ix a criada tik. k'anab'ajejnhej tas syal ix Sara chi', yujto ha t'a vinhaj Isaac tik ol b'eynhejb'at jantac inhtilal, icha ix aj valan t'ayach."
        },
        {
            "number": "13",
            "text": "Ha pax vinh yune' ix criada chi' jun, a in ol in b'o jun niwan nación t'a yinhtilal vinh yujto uninal pax vinh, xchi Dios."
        },
        {
            "number": "14",
            "text": "Axo t'a junxo k'u te ak'valto, ix yik'ancot vael vinhaj Abraham chi' yet' jun nok' tz'uum yet'tal ha' b'ut'an, ix yak'an vinh scuch ix Agar chi', ix ak'jipax vinh yune' ix t'a yol sk'ab', ix tak'ajb'at eb' yuj vinh. Ix b'at ix, ix satb'eyek' ix t'a jun tzinan lu'um t'a yol yic Beerseba."
        },
        {
            "number": "15",
            "text": "Ayic ix lajvi ha ha' t'a yol nok' tz'um chi', ix yactancan vinh yune' ix chi' t'a yich jun te' yune' te'."
        },
        {
            "number": "16",
            "text": "Najattac ix b'at ix, ix em k'ojan ix, yic wach' max yil ix scham vinh yune' chi' snaani. Ayic ix em k'ojan ix chi', ix q'ue sjaj vinh yoq'ui."
        },
        {
            "number": "17",
            "text": "Ix yab'an Dios yok' vinh, ato t'a satcha’anh ix lolonemta yángel Dios t'a ix Agar chi', ix yalani: Ach Agar, ¿tas tzach ik'ani? Manh ach xivoc, ha Dios toxo ix ab'an yel yav vinh une' chi' yok' b'aj ix actejcan chi'."
        },
        {
            "number": "18",
            "text": "Ixic b'at il vinh, tzik'anq'ue van vinh, tza montan vinh, yujto a yet' yinhtilal vinh ol in b'o jun niwan nación, xchi."
        },
        {
            "number": "19",
            "text": "Axo Dios ix ak'an yil jun sjaj ha ha' ix Agar chi', ix b'at ix, ix yak'an b'ud'joc nok' tz'uum chi' ix t'ha ha', ix yak'an ha' ix yuk' vinh yune' chi'."
        },
        {
            "number": "20",
            "text": "Ha Dios ix och yet' vinhaj Ismael chi', ix q'uib' vinh. Ix cannhej vinh t'a jun tzinan lum t'a yol yic Parán. Te julum nok' ix aj vinh. Axo ix snun vinh ix sayan jun ix aj Egipto yik'a'."
        },
        {
            "number": "21",
            "text": "Ha t'a jun pekti’ chi', ix javi vinhaj Abimelec t'a vinhaj Abraham, ajun vinhaj Ficol yajal yaj t'a eb' soldado yet' vinh. Ix yalan vinhaj Abimelec t'a vinhaj Abraham chi' icha tik: --Ix quila' to ha Dios aynhejoch ed'oc t'a masanil tas tza k'ulej."
        },
        {
            "number": "22",
            "text": "Yuj chi' ak' a ti' t'ayin t'a yichanh Dios t'a jun lugar tik, to manh ol ak' chukal t'ayin, t'a eb' vuninal yet' pax t'a eb' vinhtilal. Tzak'an a ti' to wach'nhej ol utej a b'a t'ayin, icha ix vutej in b'a t'ayach. Icha pax chi' ol utej a b'ha t'a eb' anima cajan t'a jun chonhab' b'aj janac ach cajan tik, xchi vinh."
        },
        {
            "number": "23",
            "text": "Ix tak'vi vinhaj Abraham chi': --Svak' in ti'."
        },
        {
            "number": "24",
            "text": "Palta ay jun ha' uk'b'ila' in chec joychajnac ix yiq'uek' eb' vinh a checab', xchi vinh t'a vinh."
        },
        {
            "number": "25",
            "text": "Ix tak'vixi vinhaj Abimelec chi': --Val yel manh vojtacoc tas yaj jun chi', malaj tas tzal t'ayin, ato ticnaic svab'i. Mach am ix k'ulan jun chi', xchi vinh."
        },
        {
            "number": "26",
            "text": "Yuj chi' ix yik'ancot nok' calnel vinhaj Abraham chi' yet' nok' vacax, ix yak'an nok' vinh t'a vinhaj Abimelec chi'. Ha t'a jun k'u chi' ix sb'ocan jun strato eb' chi' schavanhil."
        },
        {
            "number": "27",
            "text": "Ha vinhaj Abraham chi' ix yiq'uelta ucvanh nok' cob'estac calnel vinh t'a skal nok' scalnel."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix sk'anb'an vinhaj Abimelec chi': --¿Tas yuj tziq'uelta nok' calnel chi'? xchi vinh."
        },
        {
            "number": "29",
            "text": "Ix yalan vinhaj Abraham chi' icha tik: --Cha nok' t'ayin, a nok' sch'oxani to a in in joynac jun ha' uk'b'ila' tik, xchi vinh."
        },
        {
            "number": "30",
            "text": "Yuj chi' Beerseba ix sb'iejkan jun lugar chi', yujto ata' ix yak'kan sti' eb' t'ay junjun."
        },
        {
            "number": "31",
            "text": "Icha chi' ix aj sb'oancan jun strato eb' t'a Beerseba chi'. Ixlajwi chi' ix meltzaj vinhaj Abimelec yet' vinhaj Ficol t'a schonhab', aton schonhab' eb' filisteo."
        },
        {
            "number": "32",
            "text": "Ha t'a Beerseba chi', ix yavej jun te te' vinhaj Abraham scuch tamarisco. Ha t'a Beerseba chi' ix yal sb'a vinh t'a Jehová, aton Dios aynhejek' t'a junelnhej."
        },
        {
            "number": "33",
            "text": "Najtil ek'nac vinh t'a smacb'en eb' filisteo chi'."
        }
    ]
}