{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Icha ix aj yalan Jehová Dios t'a ix Sara to ol aljoc junok yune' ix, icha chi' ix aj yelk'ochi."
        },
        {
            "number": "2",
            "text": "Ix scuchoch yune' ix, ix alji ayic te icham winacxo winhaj Abraham chi'. Ix alji jun swinac unin ix, icha wal stiempoal alb'ilcan yuj Dios."
        },
        {
            "number": "3",
            "text": "Isaac ix sb'iej yuj winhaj Abraham chi'."
        },
        {
            "number": "4",
            "text": "Yucub'ixial yalji winh unin chi', ix ak'jioch yechel strato Dios t'a sniwanil winh yuj winhaj Abraham chi' icha yaj yalan Dios t'a winh."
        },
        {
            "number": "5",
            "text": "Cien ab'ilxo sk'inal winhaj Abraham chi' ayic ix alji winhaj Isaac."
        },
        {
            "number": "6",
            "text": "Ix yalan ix Sara icha tik: Ix in yak' tzewaj ko Mam Dios. Masanil heb' tz'ab'ani to ay wune', ol tzewajpax heb' wed'oc."
        },
        {
            "number": "7",
            "text": "¿Toc ay heb' anima ix alan t'a winhaj Abraham, tato olto wak' chunoc unin? Palta ixto alji wune' yet' winh wach'chom icham winacxo winh, xchi ix Sara chi'."
        },
        {
            "number": "8",
            "text": "Ix q'uib' winhaj Isaac, ix el winh t'a yim, yuj chi' ix yak'och jun niwan q'uinh winhaj Abraham chi'."
        },
        {
            "number": "9",
            "text": "Axo ix yilan ix Sara to a jun yuninal winhaj Abraham yet' ix Agar, ix aj Egipto, sb'uchwaj t'a winhaj Isaac chi'."
        },
        {
            "number": "10",
            "text": "Yuj chi' ix ak'ji sk'ol winhaj Abraham yuj ix Sara chi', ix yalan ix: Pechb'at ix criada tik yet' winh yune' tik, yujto malaj in gana ol yik' yic winh t'a tastac ol ak'kan t'a winh wune' aj Isaac tik, xchi ix."
        },
        {
            "number": "11",
            "text": "Ha jun lolonel tik te ya ix och t'a winhaj Abraham chi', yujto yuninal pax winhaj Ismael chi' winh."
        },
        {
            "number": "12",
            "text": "Axo Dios ix alan t'a winh: Manh ach kus yuj winh unin tik yet' pax ix a criada tik. k'anab'ajejnhej tas syal ix Sara chi', yujto ha t'a winhaj Isaac tik ol b'eynhejb'at jantac inhtilal, icha ix aj walan t'ayach."
        },
        {
            "number": "13",
            "text": "Ha pax winh yune' ix criada chi' jun, a in ol in b'o jun niwan nación t'a yinhtilal winh yujto uninal pax winh, xchi Dios."
        },
        {
            "number": "14",
            "text": "Axo t'a junxo k'u te ak'walto, ix yik'ancot wael winhaj Abraham chi' yet' jun nok' tz'uum yet'tal ha' b'ut'an, ix yak'an winh scuch ix Agar chi', ix ak'jipax winh yune' ix t'a yol sk'ab', ix tak'ajb'at heb' yuj winh. Ix b'at ix, ix satb'eyek' ix t'a jun tzinan lu'um t'a yol yic Beerseba."
        },
        {
            "number": "15",
            "text": "Ayic ix lajwi ha ha' t'a yol nok' tz'um chi', ix yactancan winh yune' ix chi' t'a yich jun te' yune' te'."
        },
        {
            "number": "16",
            "text": "Najattac ix b'at ix, ix em k'ojan ix, yic wach' max yil ix scham winh yune' chi' snaani. Ayic ix em k'ojan ix chi', ix k'e sjaj winh yoq'ui."
        },
        {
            "number": "17",
            "text": "Ix yab'an Dios yok' winh, ato t'a satcha’anh ix lolonemta yángel Dios t'a ix Agar chi', ix yalani: Ach Agar, ¿tas tzach ik'ani? Manh ach xiwoc, ha Dios toxo ix ab'an yel yav winh une' chi' yok' b'aj ix actejcan chi'."
        },
        {
            "number": "18",
            "text": "Ixic b'at il winh, tzik'ank'e wan winh, tza montan winh, yujto a yet' yinhtilal winh ol in b'o jun niwan nación, xchi."
        },
        {
            "number": "19",
            "text": "Axo Dios ix ak'an yil jun sjaj ha ha' ix Agar chi', ix b'at ix, ix yak'an b'ud'joc nok' tz'uum chi' ix t'ha ha', ix yak'an ha' ix yuk' winh yune' chi'."
        },
        {
            "number": "20",
            "text": "Ha Dios ix och yet' winhaj Ismael chi', ix q'uib' winh. Ix cannhej winh t'a jun tzinan lum t'a yol yic Parán. Te julum nok' ix aj winh. Axo ix snun winh ix sayan jun ix aj Egipto yik'a'."
        },
        {
            "number": "21",
            "text": "Ha t'a jun pekti’ chi', ix jawi winhaj Abimelec t'a winhaj Abraham, ajun winhaj Ficol yajal yaj t'a heb' soldado yet' winh. Ix yalan winhaj Abimelec t'a winhaj Abraham chi' icha tik: --Ix quila' to ha Dios aynhejoch ed'oc t'a masanil tas tza k'ulej."
        },
        {
            "number": "22",
            "text": "Yuj chi' ak' a ti' t'ayin t'a yichanh Dios t'a jun lugar tik, to manh ol ak' chukal t'ayin, t'a heb' wuninal yet' pax t'a heb' winhtilal. Tzak'an a ti' to wach'nhej ol utej a b'a t'ayin, icha ix wutej in b'a t'ayach. Icha pax chi' ol utej a b'ha t'a heb' anima cajan t'a jun chonhab' b'aj janac ach cajan tik, xchi winh."
        },
        {
            "number": "23",
            "text": "Ix tak'wi winhaj Abraham chi': --Swak' in ti'."
        },
        {
            "number": "24",
            "text": "Palta ay jun ha' uk'b'ila' in chec joychajnac ix yik'ek' heb' winh a checab', xchi winh t'a winh."
        },
        {
            "number": "25",
            "text": "Ix tak'wixi winhaj Abimelec chi': --Val yel manh wojtacoc tas yaj jun chi', malaj tas tzal t'ayin, ato tiknaik swab'i. Mach am ix k'ulan jun chi', xchi winh."
        },
        {
            "number": "26",
            "text": "Yuj chi' ix yik'ancot nok' calnel winhaj Abraham chi' yet' nok' wacax, ix yak'an nok' winh t'a winhaj Abimelec chi'. Ha t'a jun k'u chi' ix sb'ocan jun strato heb' chi' schawanhil."
        },
        {
            "number": "27",
            "text": "Ha winhaj Abraham chi' ix yik'elta ucwanh nok' cob'estac calnel winh t'a skal nok' scalnel."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix sk'anb'an winhaj Abimelec chi': --¿Tas yuj tzik'elta nok' calnel chi'? xchi winh."
        },
        {
            "number": "29",
            "text": "Ix yalan winhaj Abraham chi' icha tik: --Cha nok' t'ayin, a nok' sch'oxani to a in in joynac jun ha' uk'b'ila' tik, xchi winh."
        },
        {
            "number": "30",
            "text": "Yuj chi' Beerseba ix sb'iejkan jun lugar chi', yujto ata' ix yak'kan sti' heb' t'ay junjun."
        },
        {
            "number": "31",
            "text": "Icha chi' ix aj sb'oancan jun strato heb' t'a Beerseba chi'. Ixlajwi chi' ix meltzaj winhaj Abimelec yet' winhaj Ficol t'a schonhab', aton schonhab' heb' filisteo."
        },
        {
            "number": "32",
            "text": "Ha t'a Beerseba chi', ix yawej jun te te' winhaj Abraham scuch tamarisco. Ha t'a Beerseba chi' ix yal sb'a winh t'a Jehová, aton Dios aynhejek' t'a junelnhej."
        },
        {
            "number": "33",
            "text": "Najtil ek'nac winh t'a smacb'en heb' filisteo chi'."
        }
    ]
}