{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi yek' jun pekti’, ix ak'ji proval vinhaj Abraham yuj Dios, ix avtaj vinh, ix tak'vi vinh icha tik: --Ina vajek' tik Mamin, xchi vinh."
        },
        {
            "number": "2",
            "text": "Ix yalan Dios t'a vinh icha tik: --Ik'b'at vinhaj Isaac jun pitanh uninal te xajan uuj, tzach b'at t'a lum Moriah. Ayic tzach k'och t'a sjolom lum tzalan ol in ch'ox t'ayach, ata' ol a nhustz'a vinh silab'il t'ayin, xchi Dios."
        },
        {
            "number": "3",
            "text": "Axo t'a junxo k'u, te ak'valto ix q'ue vaan vinhaj Abraham chi'. Ix yak'anoch stz'um nok' sb'uru vinh, ix xican te' sk'atzitzal jun silab' chi' vinh. Ix yik'anb'at vinhaj Isaac yuninal yet' chavanh eb' schecab', ix b'at vinh yet' eb' t'a jun lugar ix yal Dios chi'."
        },
        {
            "number": "4",
            "text": "Axo t'a schab'jial, najatto ix yilb'at lum tzalan chi' vinh."
        },
        {
            "number": "5",
            "text": "Ix yalan vinh t'a eb' schecab' chi': --Cananhec t'a tik yet' nok' b'uru tik, a inxo yet' vinh vuninal tik, ol onh b'at t'a chi', yic scaq'uem co b'ha t'a co Mam Dios. Slajvi chi', ol onh jax t'ayex, xchi vinh t'a eb'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix yak'an te' k'atzitz chi' vinh scuch vinhaj Isaac chi', ix yik'anb'at scuchilub' vinh yet' sk'ak', ix b'at eb' schavanhil."
        },
        {
            "number": "7",
            "text": "Quenanto val sb'at eb', ix yalan vinhaj Isaac chi' t'a vinh smam chi' icha tik: --Mamin, xchi vinh. --¿Tas xchi vuninal? xchi vinhaj Abraham chi'. --Ina qued'nac co k'atzitz yet' co k'ak', ¿b'aj ay pax nok' calnel ol och silab'il chi'? xchi vinh."
        },
        {
            "number": "8",
            "text": "--Ach vuninal, ha Dios ol ak'an nok', xchi vinh. Ix b'eynhejb'at eb'."
        },
        {
            "number": "9",
            "text": "Axo ix k'och eb' b'aj ix yal Dios chi', ix sb'oan jun altar vinhaj Abraham chi', ix sb'oanq'ue te' k'atzitz chi' vinh t'a yib'anh. Ixlajwi chi' ix tzuyan vinh yuninal vinh chi', ix yak'anq'ue vinh t'a yib'anh te' k'atzitz chi'."
        },
        {
            "number": "10",
            "text": "Ix yik'ancot q'uen cuchilub' chi' vinh yic smilancham yuninal vinh chi' silab'il."
        },
        {
            "number": "11",
            "text": "Axo yángel Jehová ix avajemta t'a satcha’anh icha tik: --Abraham, Abraham, xchi. --¿Tas xchi Mamin? xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix yalan jun ángel chi': --Manh ak'och a k'ab' a milancham vinh uninal chi'. Ix vojtaquejeli to ay velk'och t'a yol a sat, yujto maj a tenek' ak'an jun pitanh uninal chi' t'ayin, xchi yángel Jehová chi'."
        },
        {
            "number": "13",
            "text": "Ix b'at q'uelnaj vinhaj Abraham chi' t'a spatic, ix yilan vinh ayek' jun nok' ch'ac calnel sut'ancan sch'ac t'a skal jun te' q'uiix. Ix b'at lemnaj vinh yik'cot nok', ix snhusan nok' vinh silab'il sq'uexuloc vinh yuninal chi'."
        },
        {
            "number": "14",
            "text": "Ix yak'ancan sb'i jun lugar chi' vinh: Ha Jehová tz'ak'an tas tz'och cuuj. Yuj chi' syalnhej eb' anima icha tik: Ha t'a lum vitz a Jehová tz'ak'an tas tz'och cuuj, xchi eb'."
        },
        {
            "number": "15",
            "text": "Ix yalanxiemta yángel Jehová chi' t'a vinh:"
        },
        {
            "number": "16",
            "text": "--Ha in ton Jehová in svala': Yujto ix a k'anab'ajej a k'ulan jun tik, maj a tenek' ak'an jun pitanh uninal t'ayin, yuj chi' svak' in ti',"
        },
        {
            "number": "17",
            "text": "t'a val yel ol vak' in wach'k'olal t'a ib'anh. Ol vak' q'uib' sb'isul inhtilal, icha q'uen k'anal t'a satcha’anh, ma icha pax yarenail sti' ha' mar. Anhejtona' pax eb' inhtilal ol yak' ganar eb' ayoch ajk'olal t'a eb'."
        },
        {
            "number": "18",
            "text": "Yujto ix a k'anab'ajej tas ix vala', yuj chi' masanil nación t'a yol yib'anhk’inal tik ol scha in wach'k'olal yuj eb' inhtilal, xchi t'a vinh."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix meltzajxi vinhaj Abraham chi' yet' vinh yuninal b'aj aycan chavanh eb' schecab', junxonhej ix aj smeltzaj eb' t'a Beerseba chi', ata' ix cajnajcan eb'."
        },
        {
            "number": "20",
            "text": "Ayic ix ek' jun tiempo, ix yab'an specal vinhaj Abraham chi' to ayxo yuninal vinh yuk'tac vinh, aton vinhaj Nacor yet' ix Milca."
        },
        {
            "number": "21",
            "text": "Ha vinh sb'ab'el unin eb', Uz sb'i vinh. Ha vinh schab'il Buz sb'i vinh, haxo vinh yoxil Kemuel sb'i vinh, aton vinh smam yichamcan eb' Aram."
        },
        {
            "number": "22",
            "text": "Ix aljipax vinhaj Quesed, vinhaj Hazo, vinhaj Pildas, vinhaj Jidlaf yet' vinhaj Betuel."
        },
        {
            "number": "23",
            "text": "Aton vajxacvanh eb' vinh tik yune' ix Milca yet' vinhaj Nacor chi'. Ha vinhaj Betuel chi', aton vinh smam ix Rebeca."
        },
        {
            "number": "24",
            "text": "Ay juntzanhxo eb' yuninal vinhaj Nacor yet' junxo ix yetb'eyum scuch Reúma, aton vinhaj Teba, vinhaj Gaham, vinhaj Tahas yet' vinhaj Maaca."
        }
    ]
}