{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi yek' jun tiempoal, ix ak'ji proval vinhaj Abraham yuj Dios, ix avtaj vinh, ix tak'vi vinh icha tic: --Ina vajek' tic Mamin, xchi vinh."
        },
        {
            "number": "2",
            "text": "Ix yalan Dios d'a vinh icha tic: --Ik'b'at vinhaj Isaac jun pitanh uninal te xajan uuj, tzach b'at d'a lum Moriah. Ayic tzach k'och d'a sjolom lum tzalan ol in ch'ox d'ayach, ata' ol a nhustz'a vinh silab'il d'ayin, xchi Dios."
        },
        {
            "number": "3",
            "text": "Axo d'a junxo k'u, te ak'valto ix q'ue vaan vinhaj Abraham chi'. Ix yak'anoch stz'um nok' sb'uru vinh, ix xican te' sk'atzitzal jun silab' chi' vinh. Ix yik'anb'at vinhaj Isaac yuninal yed' chavanh eb' schecab', ix b'at vinh yed' eb' d'a jun lugar ix yal Dios chi'."
        },
        {
            "number": "4",
            "text": "Axo d'a schab'jial, najatto ix yilb'at lum tzalan chi' vinh."
        },
        {
            "number": "5",
            "text": "Ix yalan vinh d'a eb' schecab' chi': --Cananhec d'a tic yed' nok' b'uru tic, a inxo yed' vinh vuninal tic, ol onh b'at d'a chi', yic scaq'uem co b'a d'a co Mam Dios. Slajvi chi', ol onh jax d'ayex, xchi vinh d'a eb'."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi' ix yak'an te' k'atzitz chi' vinh scuch vinhaj Isaac chi', ix yik'anb'at scuchilub' vinh yed' sk'ak', ix b'at eb' schavanhil."
        },
        {
            "number": "7",
            "text": "Quenanto val sb'at eb', ix yalan vinhaj Isaac chi' d'a vinh smam chi' icha tic: --Mamin, xchi vinh. --¿Tas xchi vuninal? xchi vinhaj Abraham chi'. --Ina qued'nac co k'atzitz yed' co k'ak', ¿b'aj ay pax nok' calnel ol och silab'il chi'? xchi vinh."
        },
        {
            "number": "8",
            "text": "--Ach vuninal, a Dios ol ak'an nok', xchi vinh. Ix b'eynhejb'at eb'."
        },
        {
            "number": "9",
            "text": "Axo ix k'och eb' b'aj ix yal Dios chi', ix sb'oan jun altar vinhaj Abraham chi', ix sb'oanq'ue te' k'atzitz chi' vinh d'a yib'anh. Ix lajvi chi' ix tzuyan vinh yuninal vinh chi', ix yak'anq'ue vinh d'a yib'anh te' k'atzitz chi'."
        },
        {
            "number": "10",
            "text": "Ix yik'ancot q'uen cuchilub' chi' vinh yic smilancham yuninal vinh chi' silab'il."
        },
        {
            "number": "11",
            "text": "Axo yángel Jehová ix avajemta d'a satchaanh icha tic: --Abraham, Abraham, xchi. --¿Tas xchi Mamin? xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix yalan jun ángel chi': --Manh ak'och a k'ab' a milancham vinh uninal chi'. Ix vojtaquejeli to ay velk'och d'a yol a sat, yujto maj a tenek' ak'an jun pitanh uninal chi' d'ayin, xchi yángel Jehová chi'."
        },
        {
            "number": "13",
            "text": "Ix b'at q'uelnaj vinhaj Abraham chi' d'a spatic, ix yilan vinh ayek' jun nok' ch'ac calnel sud'ancan sch'ac d'a scal jun te' q'uiix. Ix b'at lemnaj vinh yik'cot nok', ix snhusan nok' vinh silab'il sq'uexuloc vinh yuninal chi'."
        },
        {
            "number": "14",
            "text": "Ix yak'ancan sb'i jun lugar chi' vinh: A Jehová tz'ak'an tas tz'och cuuj. Yuj chi' syalnhej eb' anima icha tic: A d'a lum vitz a Jehová tz'ak'an tas tz'och cuuj, xchi eb'."
        },
        {
            "number": "15",
            "text": "Ix yalanxiemta yángel Jehová chi' d'a vinh:"
        },
        {
            "number": "16",
            "text": "--A in ton Jehová in svala': Yujto ix a k'anab'ajej a k'ulan jun tic, maj a tenek' ak'an jun pitanh uninal d'ayin, yuj chi' svak' in ti',"
        },
        {
            "number": "17",
            "text": "d'a val yel ol vak' in vach'k'olal d'a ib'anh. Ol vak' q'uib' sb'isul inhtilal, icha q'uen k'anal d'a satchaanh, ma icha pax yarenail sti' a' mar. Anhejtona' pax eb' inhtilal ol yak' ganar eb' ayoch ajk'olal d'a eb'."
        },
        {
            "number": "18",
            "text": "Yujto ix a k'anab'ajej tas ix vala', yuj chi' masanil nación d'a yolyib'anhq'uinal tic ol scha in vach'k'olal yuj eb' inhtilal, xchi d'a vinh."
        },
        {
            "number": "19",
            "text": "Ix lajvi chi', ix meltzajxi vinhaj Abraham chi' yed' vinh yuninal b'aj aycan chavanh eb' schecab', junxonhej ix aj smeltzaj eb' d'a Beerseba chi', ata' ix cajnajcan eb'."
        },
        {
            "number": "20",
            "text": "Ayic ix ek' jun tiempo, ix yab'an specal vinhaj Abraham chi' to ayxo yuninal vinh yuk'tac vinh, aton vinhaj Nacor yed' ix Milca."
        },
        {
            "number": "21",
            "text": "A vinh sb'ab'el unin eb', Uz sb'i vinh. A vinh schab'il Buz sb'i vinh, axo vinh yoxil Kemuel sb'i vinh, aton vinh smam yichamcan eb' Aram."
        },
        {
            "number": "22",
            "text": "Ix aljipax vinhaj Quesed, vinhaj Hazo, vinhaj Pildas, vinhaj Jidlaf yed' vinhaj Betuel."
        },
        {
            "number": "23",
            "text": "Aton vajxacvanh eb' vinh tic yune' ix Milca yed' vinhaj Nacor chi'. A vinhaj Betuel chi', aton vinh smam ix Rebeca."
        },
        {
            "number": "24",
            "text": "Ay juntzanhxo eb' yuninal vinhaj Nacor yed' junxo ix yetb'eyum scuch Reúma, aton vinhaj Teba, vinhaj Gaham, vinhaj Tahas yed' vinhaj Maaca."
        }
    ]
}