{
    "chapter": "22",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi yek' jun pekti’, ix ak'ji prowal winhaj Abraham yuj Dios, ix avtaj winh, ix tak'wi winh icha tik: --Ina wajek' tik Mamin, xchi winh."
        },
        {
            "number": "2",
            "text": "Ix yalan Dios t'a winh icha tik: --Ik'b'at winhaj Isaac jun pitanh uninal te xajan uuj, tzach b'at t'a lum Moriah. Ayic tzach k'och t'a sjolom lum tzalan ol in ch'ox t'ayach, ata' ol a nhustz'a winh silab'il t'ayin, xchi Dios."
        },
        {
            "number": "3",
            "text": "Axo t'a junxo k'u, te ak'walto ix k'e waan winhaj Abraham chi'. Ix yak'anoch stz'um nok' sb'uru winh, ix xikan te' sk'atzitzal jun silab' chi' winh. Ix yik'anb'at winhaj Isaac yuninal yet' chawanh heb' schekab', ix b'at winh yet' heb' t'a jun lugar ix yal Dios chi'."
        },
        {
            "number": "4",
            "text": "Axo t'a schab'jial, najatto ix yilb'at lum tzalan chi' winh."
        },
        {
            "number": "5",
            "text": "Ix yalan winh t'a heb' schekab' chi': --Cananhec t'a tik yet' nok' b'uru tik, a inxo yet' winh wuninal tik, ol onh b'at t'a chi', yic skak'em ko b'ha t'a ko Mam Dios. Slajwi chi', ol onh jax t'ayex, xchi winh t'a heb'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix yak'an te' k'atzitz chi' winh scuch winhaj Isaac chi', ix yik'anb'at scuchilub' winh yet' sk'ak', ix b'at heb' schawanhil."
        },
        {
            "number": "7",
            "text": "Quenanto wal sb'at heb', ix yalan winhaj Isaac chi' t'a winh smam chi' icha tik: --Mamin, xchi winh. --¿Tas xchi wuninal? xchi winhaj Abraham chi'. --Ina qued'nac ko k'atzitz yet' ko k'ak', ¿b'aj ay pax nok' kalnel ol och silab'il chi'? xchi winh."
        },
        {
            "number": "8",
            "text": "--Ach wuninal, ha Dios ol ak'an nok', xchi winh. Ix b'eynhejb'at heb'."
        },
        {
            "number": "9",
            "text": "Axo ix k'och heb' b'aj ix yal Dios chi', ix sb'oan jun altar winhaj Abraham chi', ix sb'oank'e te' k'atzitz chi' winh t'a yib'anh. Ixlajwi chi' ix tzuyan winh yuninal winh chi', ix yak'ank'e winh t'a yib'anh te' k'atzitz chi'."
        },
        {
            "number": "10",
            "text": "Ix yik'ancot k'een cuchilub' chi' winh yic smilancham yuninal winh chi' silab'il."
        },
        {
            "number": "11",
            "text": "Axo yángel Jehová ix awajemta t'a satcha’anh icha tik: --Abraham, Abraham, xchi. --¿Tas xchi Mamin? xchi winh."
        },
        {
            "number": "12",
            "text": "Ix yalan jun ángel chi': --Manh ak'och a k'ab' a milancham winh uninal chi'. Ix wojtaquejeli to ay welk'och t'a yol a sat, yujto maj a tenek' ak'an jun pitanh uninal chi' t'ayin, xchi yángel Jehová chi'."
        },
        {
            "number": "13",
            "text": "Ix b'at k'elnaj winhaj Abraham chi' t'a spatic, ix yilan winh ayek' jun nok' ch'ac kalnel sut'ankan sch'ac t'a skal jun te' q'uiix. Ix b'at lemnaj winh yik'cot nok', ix snhusan nok' winh silab'il sk'exuloc winh yuninal chi'."
        },
        {
            "number": "14",
            "text": "Ix yak'ankan sb'i jun lugar chi' winh: Ha Jehová tz'ak'an tas tz'och cuuj. Yuj chi' syalnhej heb' anima icha tik: Ha t'a lum witz a Jehová tz'ak'an tas tz'och cuuj, xchi heb'."
        },
        {
            "number": "15",
            "text": "Ix yalanxiemta yángel Jehová chi' t'a winh:"
        },
        {
            "number": "16",
            "text": "--Ha in ton Jehová in swala': Yujto ix a k'anab'ajej a k'ulan jun tik, maj a tenek' ak'an jun pitanh uninal t'ayin, yuj chi' swak' in ti',"
        },
        {
            "number": "17",
            "text": "t'a wal yel ol wak' in wach'k'olal t'a ib'anh. Ol wak' q'uib' sb'isul inhtilal, icha k'een k'anal t'a satcha’anh, ma icha pax yarenail sti' ha' mar. Anhejtona' pax heb' inhtilal ol yak' ganar heb' ayoch ajk'olal t'a heb'."
        },
        {
            "number": "18",
            "text": "Yujto ix a k'anab'ajej tas ix wala', yuj chi' masanil nación t'a yol yib'anhk’inal tik ol scha in wach'k'olal yuj heb' inhtilal, xchi t'a winh."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix meltzajxi winhaj Abraham chi' yet' winh yuninal b'aj aykan chawanh heb' schekab', junxonhej ix aj smeltzaj heb' t'a Beerseba chi', ata' ix kajnajkan heb'."
        },
        {
            "number": "20",
            "text": "Ayic ix ek' jun tiempo, ix yab'an spekal winhaj Abraham chi' to ayxo yuninal winh yuk'tac winh, aton winhaj Nacor yet' ix Milca."
        },
        {
            "number": "21",
            "text": "Ha winh sb'ab'el unin heb', Uz sb'i winh. Ha winh schab'il Buz sb'i winh, haxo winh yoxil Kemuel sb'i winh, aton winh smam yichamkan heb' Aram."
        },
        {
            "number": "22",
            "text": "Ix aljipax winhaj Quesed, winhaj Hazo, winhaj Pildas, winhaj Jidlaf yet' winhaj Betuel."
        },
        {
            "number": "23",
            "text": "Aton wajxacwanh heb' winh tik yune' ix Milca yet' winhaj Nacor chi'. Ha winhaj Betuel chi', aton winh smam ix Rebeca."
        },
        {
            "number": "24",
            "text": "Ay juntzanhxo heb' yuninal winhaj Nacor yet' junxo ix yetb'eyum scuch Reúma, aton winhaj Teba, winhaj Gaham, winhaj Tahas yet' winhaj Maaca."
        }
    ]
}