{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ha ix Sara 127 ab'il sq'uinal ix,"
        },
        {
            "number": "2",
            "text": "ayic ix cham ix t'a chonhab' Quiriat-arba, aton Hebrón t'a yol yic Canaán. Ix te ok' vinhaj Abraham yuj schamel ix Sara chi', ix ochcan vinh t'a cusk'olal yuj ix."
        },
        {
            "number": "3",
            "text": "Ix kan snivanil ix yetb'eyum vinh chi', ix b'at vinh t'a eb' hitita cajan t'a jun lugar chi', ix yalan vinh t'a eb' icha tik:"
        },
        {
            "number": "4",
            "text": "--Wach'chom ch'oc chonhab'il vajek' t'a e cal, palta elocab' t'a e k'ol tze chonh jab'oc in lu'um b'aj tzin muc snivanil ix vetb'eyum chi', xchi vinh t'a eb'."
        },
        {
            "number": "5",
            "text": "Ix tak'vi eb' t'a vinh:"
        },
        {
            "number": "6",
            "text": "--Mamin, ab' tas ol cal t'ayach, a ach tik te niwan elk'och t'a co cal tik, yuj chi' syal a mucan a chamnac chi' b'aj te wach' t'a co campusante. Malaj junok onh max co cha a muc snivanil ix etb'eyum chi' t'a q'uen q'ueen joyb'ilel yool, xchi eb' t'a vinh."
        },
        {
            "number": "7",
            "text": "Axo vinhaj Abraham chi', ix q'ue linhan vinh, ix em nhojnaj vinh yic sch'oxan vinh to ay yelk'och eb' vinh t'a sat vinh."
        },
        {
            "number": "8",
            "text": "Ix yalan vinh: --Tato yel tz'el t'a e k'ol tzin muc snivanil ix vetb'eyum chi' t'a tik, alec t'a vinhaj Efrón, yuninal vinhaj Zohar"
        },
        {
            "number": "9",
            "text": "to schonh q'uen nhaq'ueen vinh t'ayin t'a Macpela t'a stitac sluum vinh. Ol in tup t'a vinh icha stojol yic sviquejcan jun lugar chi' b'aj tzin muc in chamnac t'a e cal, xchi vinhaj Abraham chi'."
        },
        {
            "number": "10",
            "text": "Ayek' vinhaj Efrón hitita chi' t'a skal eb'. Ix tak'vi vinh. Te chaanh ix yal vinh yic wach' syab' masanil eb' yetchonhab' molanek' chi' yet' eb' tz'och t'a yol chonhab' chi'. Ix yalan vinh:"
        },
        {
            "number": "11",
            "text": "--Maay mamin, sval t'ayach to a jun nhaq'ueen yet' lum lum chi' tonhej tzin siej t'ayach. Testigo tz'ajkan eb' vetchonhab' tik to tonhej tzin siej jun lum chi' t'ayach. Muc ix etb'eyum chi' ta', xchi vinh."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix emxi nhojnaj vinhaj Abraham chi' t'a yichanh eb' ayek' chi',"
        },
        {
            "number": "13",
            "text": "ix yalan vinh t'a vinhaj Efrón t'a yichanh eb' smasanil: --Ab' val tas sval t'ayach to tza cha stojol lu'um, ichato chi' ol in mucan ix vetb'eyum chi' ta', xchi vinh."
        },
        {
            "number": "14",
            "text": "Ix tak'vi vinhaj Efrón chi':"
        },
        {
            "number": "15",
            "text": "--Ab' jun mamin, 400 siclo q'uen plata stojol lu'um. Yujto a ach, svak' lum t'ayach icha jun stojol chi', toxonhej b'at a muc ix, xchi vinh."
        },
        {
            "number": "16",
            "text": "Ix scha sk'ol stojol lum chi' vinhaj Abraham icha ix yal vinh t'a yichanh masanil eb' vinh hitita chi'. Ix stupan lum vinh icha ix aj strato eb' chi'."
        },
        {
            "number": "17",
            "text": "Icha chi' ix aj yochcan lum sluum vinhaj Efrón chi' yicoc vinhaj Abraham chi', lum Macpela t'a slak'anil lum yic vinhaj Mamre, b'aj ay q'uen nhaq'ueen yet' te te'. Ix yiquejcan masanil juntzanh chi' vinh."
        },
        {
            "number": "18",
            "text": "Ix yiquejcan lum vinhaj Abraham chi' t'a yichanh masanil eb' vinh hitita molanek' ta'. Masanil eb' tz'och t'a spuertail chonhab' chi', testigo pax ix ajkan eb' t'a jun trato chi'."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix smucancan ix yetb'eyum vinh chi' t'a q'uen nhaq'ueen t'a lum Macpela chi', t'a slak'anil slum vinhaj Mamre t'a Hebrón t'a yol yic Canaán."
        },
        {
            "number": "20",
            "text": "Icha chi' ix aj schonhancanel slum eb' vinh hitita yet' q'uen olan q'ueen t'a vinhaj Abraham b'aj smuc schamnac."
        }
    ]
}