{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ha ix Sara 127 ab'il sk'inal ix,"
        },
        {
            "number": "2",
            "text": "ayic ix cham ix t'a chonhab' Quiriat-arba, aton Hebrón t'a yol yic Canaán. Ix te ok' winhaj Abraham yuj schamel ix Sara chi', ix ochcan winh t'a cusk'olal yuj ix."
        },
        {
            "number": "3",
            "text": "Ix kan snivanil ix yetb'eyum winh chi', ix b'at winh t'a eb' hitita cajan t'a jun lugar chi', ix yalan winh t'a eb' icha tik:"
        },
        {
            "number": "4",
            "text": "--Wach'chom ch'oc chonhab'il vajek' t'a e cal, palta elocab' t'a e k'ol tze chonh jab'oc in lu'um b'aj tzin muc snivanil ix vetb'eyum chi', xchi winh t'a eb'."
        },
        {
            "number": "5",
            "text": "Ix tak'vi eb' t'a winh:"
        },
        {
            "number": "6",
            "text": "--Mamin, ab' tas ol cal t'ayach, a ach tik te niwan elk'och t'a co cal tik, yuj chi' syal a mucan a chamnac chi' b'aj te wach' t'a co campusante. Malaj junok onh max co cha a muc snivanil ix etb'eyum chi' t'a q'uen q'ueen joyb'ilel yool, xchi eb' t'a winh."
        },
        {
            "number": "7",
            "text": "Axo winhaj Abraham chi', ix q'ue linhan winh, ix em nhojnaj winh yic sch'oxan winh to ay yelk'och eb' winh t'a sat winh."
        },
        {
            "number": "8",
            "text": "Ix yalan winh: --Tato yel tz'el t'a e k'ol tzin muc snivanil ix vetb'eyum chi' t'a tik, alec t'a winhaj Efrón, yuninal winhaj Zohar"
        },
        {
            "number": "9",
            "text": "to schonh q'uen nhaq'ueen winh t'ayin t'a Macpela t'a stitac sluum winh. Ol in tup t'a winh icha stojol yic sviquejcan jun lugar chi' b'aj tzin muc in chamnac t'a e cal, xchi winhaj Abraham chi'."
        },
        {
            "number": "10",
            "text": "Ayek' winhaj Efrón hitita chi' t'a skal eb'. Ix tak'vi winh. Te chaanh ix yal winh yic wach' syab' masanil eb' yetchonhab' molanek' chi' yet' eb' tz'och t'a yol chonhab' chi'. Ix yalan winh:"
        },
        {
            "number": "11",
            "text": "--Maay mamin, swal t'ayach to a jun nhaq'ueen yet' lum lum chi' tonhej tzin siej t'ayach. Testigo tz'ajkan eb' vetchonhab' tik to tonhej tzin siej jun lum chi' t'ayach. Muc ix etb'eyum chi' ta', xchi winh."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix emxi nhojnaj winhaj Abraham chi' t'a yichanh eb' ayek' chi',"
        },
        {
            "number": "13",
            "text": "ix yalan winh t'a winhaj Efrón t'a yichanh eb' smasanil: --Ab' val tas swal t'ayach to tza cha stojol lu'um, ichato chi' ol in mucan ix vetb'eyum chi' ta', xchi winh."
        },
        {
            "number": "14",
            "text": "Ix tak'vi winhaj Efrón chi':"
        },
        {
            "number": "15",
            "text": "--Ab' jun mamin, 400 siclo q'uen plata stojol lu'um. Yujto a ach, svak' lum t'ayach icha jun stojol chi', toxonhej b'at a muc ix, xchi winh."
        },
        {
            "number": "16",
            "text": "Ix scha sk'ol stojol lum chi' winhaj Abraham icha ix yal winh t'a yichanh masanil eb' winh hitita chi'. Ix stupan lum winh icha ix aj strato eb' chi'."
        },
        {
            "number": "17",
            "text": "Icha chi' ix aj yochcan lum sluum winhaj Efrón chi' yicoc winhaj Abraham chi', lum Macpela t'a slak'anil lum yic winhaj Mamre, b'aj ay q'uen nhaq'ueen yet' te te'. Ix yiquejcan masanil juntzanh chi' winh."
        },
        {
            "number": "18",
            "text": "Ix yiquejcan lum winhaj Abraham chi' t'a yichanh masanil eb' winh hitita molanek' ta'. Masanil eb' tz'och t'a spuertail chonhab' chi', testigo pax ix ajkan eb' t'a jun trato chi'."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix smucancan ix yetb'eyum winh chi' t'a q'uen nhaq'ueen t'a lum Macpela chi', t'a slak'anil slum winhaj Mamre t'a Hebrón t'a yol yic Canaán."
        },
        {
            "number": "20",
            "text": "Icha chi' ix aj schonhancanel slum eb' winh hitita yet' q'uen olan q'ueen t'a winhaj Abraham b'aj smuc schamnac."
        }
    ]
}