{
    "chapter": "23",
    "verses": [
        {
            "number": "1",
            "text": "Ha ix Sara 127 ab'il sk'inal ix,"
        },
        {
            "number": "2",
            "text": "ayic ix cham ix t'a chonhab' Quiriat-arba, aton Hebrón t'a yol yic Canaán. Ix te ok' winhaj Abraham yuj schamel ix Sara chi', ix ochkan winh t'a cusk'olal yuj ix."
        },
        {
            "number": "3",
            "text": "Ix kan sniwanil ix yetb'eyum winh chi', ix b'at winh t'a heb' hitita kajan t'a jun lugar chi', ix yalan winh t'a heb' icha tik:"
        },
        {
            "number": "4",
            "text": "--Wach'chom ch'oc chonhab'il wajek' t'a he kal, palta elokab' t'a he k'ol tze chonh jab'oc in lu'um b'aj tzin muc sniwanil ix wetb'eyum chi', xchi winh t'a heb'."
        },
        {
            "number": "5",
            "text": "Ix tak'wi heb' t'a winh:"
        },
        {
            "number": "6",
            "text": "--Mamin, ab' tas ol kal t'ayach, a ach tik te niwan elk'och t'a ko kal tik, yuj chi' syal a mukan a chamnac chi' b'aj te wach' t'a ko campusante. Malaj junok onh max ko cha a muc sniwanil ix etb'eyum chi' t'a k'een k'een joyb'ilel yool, xchi heb' t'a winh."
        },
        {
            "number": "7",
            "text": "Axo winhaj Abraham chi', ix k'e linhan winh, ix em nhojnaj winh yic sch'oxan winh to ay yelk'och heb' winh t'a sat winh."
        },
        {
            "number": "8",
            "text": "Ix yalan winh: --Tato yel tz'el t'a he k'ol tzin muc sniwanil ix wetb'eyum chi' t'a tik, alec t'a winhaj Efrón, yuninal winhaj Zohar"
        },
        {
            "number": "9",
            "text": "to schonh k'een nhak'een winh t'ayin t'a Macpela t'a stitac sluum winh. Ol in tup t'a winh icha stojol yic swiquejkan jun lugar chi' b'aj tzin muc in chamnac t'a he kal, xchi winhaj Abraham chi'."
        },
        {
            "number": "10",
            "text": "Ayek' winhaj Efrón hitita chi' t'a skal heb'. Ix tak'wi winh. Te chaanh ix yal winh yic wach' syab' masanil heb' yetchonhab' molanek' chi' yet' heb' tz'och t'a yol chonhab' chi'. Ix yalan winh:"
        },
        {
            "number": "11",
            "text": "--Maay mamin, swal t'ayach to a jun nhak'een yet' lum lum chi' tonhej tzin siej t'ayach. Testigo tz'ajkan heb' wetchonhab' tik to tonhej tzin siej jun lum chi' t'ayach. Muc ix etb'eyum chi' ta', xchi winh."
        },
        {
            "number": "12",
            "text": "Yuj chi' ix emxi nhojnaj winhaj Abraham chi' t'a yichanh heb' ayek' chi',"
        },
        {
            "number": "13",
            "text": "ix yalan winh t'a winhaj Efrón t'a yichanh heb' smasanil: --Ab' wal tas swal t'ayach to tza cha stojol lu'um, ichato chi' ol in mukan ix wetb'eyum chi' ta', xchi winh."
        },
        {
            "number": "14",
            "text": "Ix tak'wi winhaj Efrón chi':"
        },
        {
            "number": "15",
            "text": "--Ab' jun mamin, 400 siclo k'een plata stojol lu'um. Yujto a ach, swak' lum t'ayach icha jun stojol chi', toxonhej b'at a muc ix, xchi winh."
        },
        {
            "number": "16",
            "text": "Ix scha sk'ol stojol lum chi' winhaj Abraham icha ix yal winh t'a yichanh masanil heb' winh hitita chi'. Ix stupan lum winh icha ix aj strato heb' chi'."
        },
        {
            "number": "17",
            "text": "Icha chi' ix aj yochcan lum sluum winhaj Efrón chi' yicoc winhaj Abraham chi', lum Macpela t'a slak'anil lum yic winhaj Mamre, b'aj ay k'een nhak'een yet' te te'. Ix yiquejkan masanil juntzanh chi' winh."
        },
        {
            "number": "18",
            "text": "Ix yiquejkan lum winhaj Abraham chi' t'a yichanh masanil heb' winh hitita molanek' ta'. Masanil heb' tz'och t'a spuertail chonhab' chi', testigo pax ix ajkan heb' t'a jun trato chi'."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix smukankan ix yetb'eyum winh chi' t'a k'een nhak'een t'a lum Macpela chi', t'a slak'anil slum winhaj Mamre t'a Hebrón t'a yol yic Canaán."
        },
        {
            "number": "20",
            "text": "Icha chi' ix aj schonhankanel slum heb' winh hitita yet' k'een olan k'een t'a winhaj Abraham b'aj smuc schamnac."
        }
    ]
}