{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Te icham vinacxo vinhaj Abraham, axo Jehová ix yak' svach'k'olal d'a yib'anh vinh yed' d'a yib'anh masanil tas ay d'a vinh."
        },
        {
            "number": "2",
            "text": "Ay jun schecab' vinh te ichamxo, sat yaj d'a juntzanhxo eb' schecab', ayoch yilumaloc masanil tastac ay d'a vinh. Ay jun k'ual ix avtaj vinh yuj vinhaj Abraham chi', ix yalan vinh: --Ak'och a k'ab' d'a yalanh in xub' tic,"
        },
        {
            "number": "3",
            "text": "tzak'an a ti' d'a yichanh Jehová Dios yajal satchaanh yed' yolyib'anhq'uinal tic, to manh ol a saylaj ix yetb'eyum vinh vuninal d'a scal eb' aj Canaán, b'aj cajan onh tic,"
        },
        {
            "number": "4",
            "text": "palta d'a in chonhab' tzach b'ati, b'at a say junoc ix yetb'eyum vinh d'a scal eb' in k'ab' voc, xchi vinh d'a vinh."
        },
        {
            "number": "5",
            "text": "Ix tak'vi vinh schecab' vinh chi': --Q'uinaloc max stak'cot sb'a ix ved'oc, ¿tas svutej? ¿Yovalil am svik'b'at vinh b'aj cotnac ach chi'? xchi vinh schecab' chi'."
        },
        {
            "number": "6",
            "text": "Ix tak'vi vinhaj Abraham chi': --Maay, manh ik'b'at vinh."
        },
        {
            "number": "7",
            "text": "A Jehová sDiosal satchanh ix in ik'anelta b'aj ay spat in mam yed' d'a in chonhab' b'aj ek'nac in. Ix yak'an sti' d'ayin yak'an jun lum tic d'a vinhtilal. Anheja', a' ol checanb'at yángel ed'oc, yic vach' tzik'cot ix yetb'eyum vinh vuninal tic ta'."
        },
        {
            "number": "8",
            "text": "Palta tato max yal sk'ol ix scot ed'oc jun, colan tzach ajcan d'a jun co trato scak' tic. Palta junelnhej max yal-laj ik'anb'at vinh vunin tic ta', xchi vinh d'a vinh."
        },
        {
            "number": "9",
            "text": "Ix lajvi chi', ix yak'anoch sk'ab' jun vinh checab' chi' d'a yalanh xub' vinhaj Abraham chi', ix yak'an sti' vinh to ol sk'anab'ajej vinh masanil tas ix yal vinh spatrón chi'."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', ix sik'anelta juntzanh silab' vinh d'a scal masanil tastac ay d'a vinh spatrón chi', juntzanh te vach'. Ix yik'anb'at lajunhvanh nok' camello vinh scuchumaloc, ix b'at vinh d'a chonhab' b'aj ek'nac vinhaj Nacor chamnac, d'a yol yic Mesopotamia."
        },
        {
            "number": "11",
            "text": "Ayic ix k'och vinh checab' d'a stiel chonhab' chi', yic vanxo sq'uik'b'i, ix yik' yip vinh yed' nok' camello d'a sti' jun a' uk'b'ila'. A d'a jun hora chi' tz'ek' eb' ix cob'estac yik' yaal."
        },
        {
            "number": "12",
            "text": "D'a jun rato chi', ix och ijan vinh slesalvi d'a Dios d'a spixan icha tic: Mamin Jehová, ach co Diosal yed' vinhaj Abraham in patrón, tzin k'an d'ayach to vach'ocab' tz'elk'och jun in checnab'il tic, tza ch'oxan a vach'k'olal d'a vinh in patrón chi'."
        },
        {
            "number": "13",
            "text": "Tic tzin can d'a sti' jun a' uk'b'ila' tic, yacb'an sja eb' ix cob'estac aj chonhab' tic ul yik' yaal."
        },
        {
            "number": "14",
            "text": "Elocab' d'a a k'ol to a junoc ix cob'es ol ja yik' yaal, ol val d'a ix icha tic: Tzin tevi d'ayach, iq'uemta a ch'ub' chi', tzak'an jab'oc a'al chi' vuk'u', xin cham d'a ix. Axo ol yalan ix: Uk' a', ol vak'anpax a' yuk' nok' a camello tic, xcham ix, aocab' ix chi' tza siq'ueli yic tz'och yetb'eyumoc vinhaj Isaac a checab'. Icha chi' ol aj snachajel vuuj to ay a vach'k'olal d'a vinh in patrón, xchi vinh checab' chi' d'a slesal."
        },
        {
            "number": "15",
            "text": "Manto lajvilaj slesalvi vinh, ix yilan vinh scot jun ix cob'es, ayq'ue sch'ub' ix d'a sjolom sjenhjab', aton ix Rebeca yisil vinhaj Betuel. A vinhaj Betuel chi' yunecan vinh ix Milca yed' vinhaj Nacor, vinh yuk'tac vinhaj Abraham."
        },
        {
            "number": "16",
            "text": "A ix Rebeca chi' te vach' yilji ix, cob'es ton val ix, mantalaj junoc vinac sk'uman ix. Ix em ix b'aj ay a' uk'b'ila' chi' yic syik'q'ueta a' yaal ix, ix yak'an b'ud'joc sch'ub' ix chi'. Ayic van spax ix,"
        },
        {
            "number": "17",
            "text": "ix b'at lemnaj vinh checab' chi' stzak'vej ix, ix yalan vinh d'a ix icha tic: --Tzin tevi d'ayach, ak' vuk' jab'oc a'al d'a yol a ch'ub' chi', xchi vinh d'a ix."
        },
        {
            "number": "18",
            "text": "--Uq'uej a' mamin, xchi ix. Elanhchamel ix yaq'uem sch'ub' ix chi', ix yak'an a' ix yuq'uej vinh."
        },
        {
            "number": "19",
            "text": "Ix lajvi yuk'an a' vinh, ix yalan ix icha tic: --Syalpax vik'anq'ueta a' yuk' nok' a camello tic, ato syala' jantac syuk' nok', xchi ix."
        },
        {
            "number": "20",
            "text": "Elanhchamel ix sequem a' ix d'a yol jucub' b'aj syuk'taxon a' nok' nok'. Tzijtum el ix yak' ix yik'anq'ueta a' masanto ix yuk' a' nok' smasanil."
        },
        {
            "number": "21",
            "text": "Axo vinh checab' chi' jun, tonhej ix och q'uelan vinh d'a ix. Malaj tas ix yal vinh, anhej to sna vinh yic syojtaquejeli tas van sk'ulan Jehová yic vach' tz'elk'och jun schecnab'il chi'."
        },
        {
            "number": "22",
            "text": "Axo ix lajvi yuk'an a' nok' camello chi', ix yik'anq'ueta jun q'uen oro vinh icha uchiquin, nanhal siclo yalil, ix yak'anoch vinh d'a snhi' ix, ix yak'anpax chab' q'uen brazalete vinh d'a ix, nab'a oro q'ueen, ek'b'al 10 siclo yalil q'ueen."
        },
        {
            "number": "23",
            "text": "Ix yalan vinh: --Tzin tevi d'ayach to tzal d'ayin mach ayach yico', talaj colan tzonh vaycan d'a spat vinh a mam chi' d'a jun ak'val tic, xchi vinh d'a ix."
        },
        {
            "number": "24",
            "text": "Ix yalan ix: --Yisil in vinhaj Betuel, yuninal vinhaj Nacor yed' ix Milca."
        },
        {
            "number": "25",
            "text": "A d'a co pat colan tzex vayi. Ay pax tas ol sva nok' a camello tic, xchi ix."
        },
        {
            "number": "26",
            "text": "Ix yab'an vinh checab' chi', ix em cumnaj vinh, ix yalan vach' lolonel vinh d'a Jehová, ix yak'an yuj diosal vinh d'ay."
        },
        {
            "number": "27",
            "text": "Ix yalan vinh: Alchajocab' vach' lolonel d'a Jehová co Diosal yed' vinhaj Abraham in patrón. Yelton val aynhejoch Jehová yed' vinh, aynhej svach'k'olal d'a vinh, yuj chi' ix in scuchb'ej d'a yoltac b'e tic masanto d'a scal eb' sk'ab'yoc vinh in patrón chi', xchi vinh."
        },
        {
            "number": "28",
            "text": "Axo ix Rebeca ix b'at lemnaj ix d'a spat snun, yic syalan masanil tas ix yal vinh checab' chi' d'ay."
        },
        {
            "number": "29",
            "text": "Ay jun vinh snulej ix scuch Labán, elanhchamel ix b'at lemnaj vinh b'aj ay a' uk'b'ila' chi' yic syik'cot vinh checab' chi'."
        },
        {
            "number": "30",
            "text": "Yujto ix yiloch q'uen oro vinh, q'uen ayoch d'a snhi' ix yed' q'uen brazalete ayoch d'a sk'ab' ix yanab' chi', yuj chi' ix b'at vinh b'aj ayek' vinh schecab' vinhaj Abraham chi' yed' nok' camello."
        },
        {
            "number": "31",
            "text": "Ix yalan vinh d'a vinh checab' chi': --Mamin, conh ved'oc b'aj ay in pat, yujto ay svach'k'olal Jehová d'ayach. Max yal tzach can d'a tic. Toxo ix in b'o b'aj ol ach vayoc, ay pax b'aj vach' ol can nok' a camello tic, xchi vinh."
        },
        {
            "number": "32",
            "text": "Ix lajvi chi', ix b'at vinh checab' chi' d'a spat vinh. Ix colvaj vinhaj Labán chi' yik'anel yicatz nok' camello chi'. Ix yak'an va nok' vinh. Elanhchamel ix yik'cot a a' vinh yic sb'icchaj yoc vinh checab' chi' yed' eb' ajun yed'oc."
        },
        {
            "number": "33",
            "text": "Ayic ix ak'ji va eb', ix yalan vinh checab' chi': --Manto ol in valaj, yovalil ol valcan tas in checnab'il ved'nac, xchi vinh. --Lolonanh an mamin, xchi vinhaj Labán chi'."
        },
        {
            "number": "34",
            "text": "Ix yalan vinh checab' chi': --A in tic schecab' in vinhaj Abraham."
        },
        {
            "number": "35",
            "text": "Ix yak' svach'k'olal Jehová d'a yib'anh vinh. B'eyum val vinh sik'lab'il. Ay nok' scalnel vinh, ay nok' svacax vinh, ay nok' scamello vinh, ay nok' sb'uru vinh, ay pax q'uen oro yed' q'uen plata d'a vinh. Ay pax eb' vinh schecab' vinh yed' eb' ix schecab' vinh."
        },
        {
            "number": "36",
            "text": "Anhejtona' ix Sara yetb'eyum vinh, yicxo val schichimal, ix alji jun yune' ix. Axo masanil tas ay d'a vinh in patrón chi', yicnhejton vinh yuninal vinh chi'."
        },
        {
            "number": "37",
            "text": "A vinh in patrón chi' ix yal vinh to svak' in ti' yic tzin k'anab'ajej schecnab'il. Ix yal vinh icha tic: Manh ol yal-laj yik'lan sb'a vinh vuninal tic yed' junoc eb' ix aj Canaán b'aj ay onh ek' tic."
        },
        {
            "number": "38",
            "text": "Yuj chi', tzach b'at a say ix yetb'eyum vinh vuninal tic d'a scal eb' in k'ab' voc. Ata' tzach b'ati, xchi vinh d'ayin."
        },
        {
            "number": "39",
            "text": "Ix valan d'a vinh in patrón chi': A junoc ix ix sb'at vik'cot chi', tato max stak'cot sb'a ix ved'oc, ¿tas vach' svutej? xin chi."
        },
        {
            "number": "40",
            "text": "Ix tak'vi vinh d'ayin: A in tic, emnaquilnhej svutej in b'a d'a Jehová. A' ol schecb'at yángel ed'oc yic vach'nhej ol aj yelk'och jun a checnab'il chi', yic tzik'ancot junoc ix yetb'eyum vinh vuninal tic d'a scal eb' in k'ab' voc."
        },
        {
            "number": "41",
            "text": "Axonhej tato a eb' chi' max ak'an ix cob'es chi' d'ayach, colan ach b'aj ix ak' a ti' d'ayin, xchi vinh in patrón chi' d'ayin."
        },
        {
            "number": "42",
            "text": "Icha chi' jun, ix in ja d'a sti' a' uk'b'ila' chi' ticnaic, ix in lesalvi d'a Dios icha tic: Ach Jehová co Diosal yed' vinhaj Abraham in patrón, tato yel ayach och ved'oc, tato vach' ol elk'och jun in checnab'il tic,"
        },
        {
            "number": "43",
            "text": "tzin tevi d'ayach, yacb'an ayinek' d'a sti' a' uk'b'ila' tic, axo ol ajoc, to a ix cob'es ol ja ik'oj a', ol valan d'a ix: Tzin tevi d'ayach to tzak' vuk' jab'oc a'al d'a yol a ch'ub' chi', xin cham d'a ix."
        },
        {
            "number": "44",
            "text": "Axom ol yalan ix chi': Uk'a', svik'paxq'ueta a' yuk' nok' a camello tic, xchampax ix. Aton val ix chi' ix a siq'ueli yic tz'och yetb'eyumoc vinh yuninal vinh in patrón, xin chi d'a in lesal chi'."
        },
        {
            "number": "45",
            "text": "Ayto val slajvi in lesal chi' d'a esalil, ix vilani, ix k'och ix Rebeca tic, ix em ix b'aj ay a' uk'b'ila', ayq'ue sch'ub' ix d'a sjolom sjenhjab'. Ix valan d'a ix: Tzin tevi d'ayach, ak' vuk' jab'oc a'al chi', xin chi d'a ix."
        },
        {
            "number": "46",
            "text": "D'a elanhchamel ix yiq'uemta sch'ub' ix, ix yalan ix: Uq'uej a' mamin, yed' pax nok' a camello, ol vak'pax yuk'a' nok', xchi ix. Icha chi' jun, ix yak'an a' ix vuq'uej, ix yak'anpax a' ix yuk' nok' in camello chi'."
        },
        {
            "number": "47",
            "text": "Ix in k'anb'an d'a ix: ¿Mach ayach yisil? xin chi d'a ix. Ix yalan ix d'ayin: Yisil in vinhaj Betuel, yuninal vinhaj Nacor yed' ix Milca, xchi ix. Ix vak'anoch jun q'uen icha uchiquin d'a snhi' ix, ix vak'anpaxoch junjun q'uen brazalete d'a junjun sk'ab' ix."
        },
        {
            "number": "48",
            "text": "Ix lajvi chi' ix in em cumnajoc, ix valan in b'a d'a Jehová in Diosal yed' vinh in patrón d'a lesal, ix vak'an yuj diosal d'ay yujto aynhejoch ved'oc yic in cot d'a yol b'e. Vach'nhej ix aj in coti, yic tzul vik'an ix yetb'eyum vinh yuninal vinh in patrón d'a e cal a ex sk'ab' yoc ex vinh tic."
        },
        {
            "number": "49",
            "text": "A ticnaic jun, lolonanhec. ¿Vach'nhej am ol eyutej e pensar d'a vinh in patrón chi'? Tato maay jun, alecpax d'ayin, yic vach' snachajel vuuj tas tzin k'ulej, xchi vinh checab' chi'."
        },
        {
            "number": "50",
            "text": "Ix lajvi chi' ix yalan vinhaj Labán yed' vinhaj Betuel: --Masanil juntzanh tic ix cot d'a Jehová, a onh tic manhxalaj tas vach' calan d'ayach."
        },
        {
            "number": "51",
            "text": "Ina ix tic, ik'b'at ix, b'atocab' ix yetb'eyumoc vinh yuninal vinh a patrón chi', icha val ix aj snaan Jehová, xchi eb'."
        },
        {
            "number": "52",
            "text": "Axo yic ix yab'an vinh checab' chi' jun, ix em cumnaj vinh d'a yichanh Jehová, ix yak'an yuj diosal vinh d'ay."
        },
        {
            "number": "53",
            "text": "Elanhchamel ix yik'q'ueta jantac silab' vinh, aton q'uen oro, q'uen plata yed' pichul, ix yak'an vinh d'a ix Rebeca yed' d'a vinh snulej ix yed' pax d'a ix snun ix."
        },
        {
            "number": "54",
            "text": "Ix lajvi chi', ix va vinh yed' eb' ajun yed'oc, ata' ix vaycan eb' d'a jun ak'val chi'. Axo yic ix q'ue vaan eb' d'a q'uinhib'alil d'a junxo k'u, ix yalan vinh checab' chi': --A ticnaic jun, chequecb'at ix ved'oc d'a vinh in patrón, xchi vinh."
        },
        {
            "number": "55",
            "text": "Ix tak'vi vinh snulej ix yed' ix snun ix chi', ix yalan eb': --Canocab' jayeocxo k'ual ix qued'oc, ichato chi' ol b'at ix ed'oc, xchi eb' d'a vinh."
        },
        {
            "number": "56",
            "text": "Axo ix tak'vi vinh checab' chi': --Manhxo in eyamoch vaan. A Jehová aynhejoch ved'oc, yuj chi' vach' ix aj yelk'och jun in checnab'il tic. Chaec in pax d'a vinh in patrón, xchi vinh."
        },
        {
            "number": "57",
            "text": "Ix yalan eb': --Avtejeccot ix cob'es chi', ol cab'i tas xchi ix, xchi eb'."
        },
        {
            "number": "58",
            "text": "Ix avtajcot ix Rebeca chi', ix sk'anb'an eb' d'a ix: --¿Tzam yal a k'ol tzach b'at yed' jun vinh vinac tic? xchi eb'. --I' syala', ol in b'atoc, xchi ix."
        },
        {
            "number": "59",
            "text": "Ix lajvi chi', ix yak'anb'at ix Rebeca chi' eb' vinh yed' jun ix ix, ix ilan q'uib' ix yed' vinh checab' chi' yed' eb' yetb'eyum vinh yed'nac."
        },
        {
            "number": "60",
            "text": "Ix yalan vach' lolonel eb' d'a ix Rebeca icha tic: Yak'ocab' svach'k'olal Jehová Dios d'a ib'anh, ol ach och snunoc jantac smillonal anima. A jantac eb' ol och ajk'olal d'a eb' une' ol aljoc, ol can eb' d'a yalanh yuj eb' une' chi', xchi eb'."
        },
        {
            "number": "61",
            "text": "Ix lajvi chi', ix q'ue ix Rebeca yed' eb' ix schecab' d'a yib'anh nok' camello, ix och tzak'an eb' d'a spatic vinh schecab' vinhaj Abraham chi'. Ichaton chi' ix aj yik'anb'at ix Rebeca vinh checab' chi', ix b'at eb' b'ian."
        },
        {
            "number": "62",
            "text": "Ayic van slak'anvi ja eb' d'a Beerseba, a vinhaj Isaac, toxo ix meltzaj vinh d'a jun a' uk'b'ila' scuch A Dios Pitzan Tzin Ilani. A d'a yol yic Neguev cajan vinh."
        },
        {
            "number": "63",
            "text": "Axo yic vanxo yem k'u, van sb'eyek' vinh, van snaub'tanhan vinh, axo ix yilan vinh to ay juntzanh nok' camello scoti."
        },
        {
            "number": "64",
            "text": "Anhejtona' ix Rebeca, ix b'at q'uelan ix, ix yilanb'at vinhaj Isaac chi' ix. Ix sk'anb'an ix d'a vinh checab' chi': --¿Mach jun vinh vinac scot d'a quichanh tic? xchi ix. Ix yalan vinh checab' chi': --Aton vinh in patrón chi', xchi vinh. Yuj chi', ix yik'anemta smusil sat ix, elanhchamel ix emta ix d'a yib'anh nok' camello chi'."
        },
        {
            "number": "65",
            "text": "Ix yalan vinh checab' chi' d'a vinhaj Isaac tas ix aj yelk'och schecnab'il."
        },
        {
            "number": "66",
            "text": "Ix ik'jib'at ix Rebeca yuj vinhaj Isaac d'a smantiado ix Sara, ix snun vinh chamnac, ix yik'lan sb'a vinh yed' ix. Te xajan ix Rebeca chi' yuj vinh. Icha chi' ix aj yek' scusk'olal vinh yuj schamel ix snun."
        }
    ]
}