{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Te icham winacxo winhaj Abraham, haxo Jehová ix yak' swach'k'olal t'a yib'anh winh yet' t'a yib'anh masanil tas ay t'a winh."
        },
        {
            "number": "2",
            "text": "Ay jun schecab' winh te ichamxo, sat yaj t'a juntzanhxo heb' schecab', ayoch yilumaloc masanil tastac ay t'a winh. Ay jun k'ual ix avtaj winh yuj winhaj Abraham chi', ix yalan winh: --Ak'och a k'ab' t'a yalanh in xub' tik,"
        },
        {
            "number": "3",
            "text": "tzak'an a ti' t'a yichanh Jehová Dios yajal satcha’anh yet' yol yib'anhk’inal tik, to manh ol a saylaj ix yetb'eyum winh wuninal t'a skal heb' aj Canaán, b'aj cajan onh tik,"
        },
        {
            "number": "4",
            "text": "palta t'a in chonhab' tzach b'ati, b'at a say junok ix yetb'eyum winh t'a skal heb' in k'ab' woc, xchi winh t'a winh."
        },
        {
            "number": "5",
            "text": "Ix tak'wi winh schecab' winh chi': --Q'uinaloc max stak'cot sb'a ix wed'oc, ¿tas swutej? ¿Yowalil am swik'b'at winh b'aj cotnac ach chi'? xchi winh schecab' chi'."
        },
        {
            "number": "6",
            "text": "Ix tak'wi winhaj Abraham chi': --Maay, manh ik'b'at winh."
        },
        {
            "number": "7",
            "text": "Ha Jehová sDiosal satchanh ix in ik'anelta b'aj ay spat in mam yet' t'a in chonhab' b'aj ek'nac in. Ix yak'an sti' t'ayin yak'an jun lum tik t'a winhtilal. Anheja', ha' ol checanb'at yángel ed'oc, yic wach' tzik'cot ix yetb'eyum winh wuninal tik ta'."
        },
        {
            "number": "8",
            "text": "Palta tato max yal sk'ol ix scot ed'oc jun, colan tzach ajkan t'a jun ko trato skak' tik. Palta junelnhej max yal-laj ik'anb'at winh wunin tik ta', xchi winh t'a winh."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix yak'anoch sk'ab' jun winh checab' chi' t'a yalanh xub' winhaj Abraham chi', ix yak'an sti' winh to ol sk'anab'ajej winh masanil tas ix yal winh spatrón chi'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix sik'anelta juntzanh silab' winh t'a skal masanil tastac ay t'a winh spatrón chi', juntzanh te wach'. Ix yik'anb'at lajunhwanh nok' camello winh scuchumaloc, ix b'at winh t'a chonhab' b'aj ek'nac winhaj Nacor chamnac, t'a yol yic Mesopotamia."
        },
        {
            "number": "11",
            "text": "Ayic ix k'och winh checab' t'a stiel chonhab' chi', yic wanxo sq'uik'b'i, ix yik' yip winh yet' nok' camello t'a sti' jun ha' uk'b'ila'. Ha t'a jun hora chi' tzek' heb' ix cob'estac yik' yaal."
        },
        {
            "number": "12",
            "text": "D'a jun rato chi', ix och ijan winh slesalwi d'ha Dios t'a spixan icha tik: Mamin Jehová, ach ko Diosal yet' winhaj Abraham in patrón, tzin k'an t'ayach to wach'ocab' tz'elk'och jun in checnab'il tik, tza ch'oxan a wach'k'olal t'a winh in patrón chi'."
        },
        {
            "number": "13",
            "text": "Tik tzin kan t'a sti' jun ha' uk'b'ila' tik, yacb'an sja heb' ix cob'estac aj chonhab' tik ul yik' yaal."
        },
        {
            "number": "14",
            "text": "Elocab' t'a a k'ol to a junok ix cob'es ol ja yik' yaal, ol wal t'a ix icha tik: Tzin tewi t'ayach, ik'emta a ch'ub' chi', tzak'an jab'oc ha'al chi' wuk'u', xin cham t'a ix. Axo ol yalan ix: Uk' ha', ol wak'anpax ha' yuk' nok' a camello tik, xcham ix, aocab' ix chi' tza sik'eli yic tz'och yetb'eyumoc winhaj Isaac a checab'. Icha chi' ol aj snachajel wuuj to ay a wach'k'olal t'a winh in patrón, xchi winh checab' chi' t'a slesal."
        },
        {
            "number": "15",
            "text": "Manto lajwilaj slesalwi winh, ix yilan winh scot jun ix cob'es, ayk'e sch'ub' ix t'a sjolom sjenhjab', aton ix Rebeca yisil winhaj Betuel. Ha winhaj Betuel chi' yunecan winh ix Milca yet' winhaj Nacor, winh yuk'tac winhaj Abraham."
        },
        {
            "number": "16",
            "text": "Ha ix Rebeca chi' te wach' yilji ix, cob'es ton wal ix, mantalaj junok winak sk'uman ix. Ix em ix b'aj ay ha' uk'b'ila' chi' yic syik'k'eta ha' yaal ix, ix yak'an b'ud'joc sch'ub' ix chi'. Ayic wan spax ix,"
        },
        {
            "number": "17",
            "text": "ix b'at lemnaj winh checab' chi' stzak'wej ix, ix yalan winh t'a ix icha tik: --Tzin tewi t'ayach, ak' wuk' jab'oc ha'al t'a yol a ch'ub' chi', xchi winh t'a ix."
        },
        {
            "number": "18",
            "text": "--Uk'ej ha' mamin, xchi ix. Elanhchamel ix yak'em sch'ub' ix chi', ix yak'an ha' ix yuk'ej winh."
        },
        {
            "number": "19",
            "text": "Ixlajwi yuk'an ha' winh, ix yalan ix icha tik: --Syalpax wik'ank'eta ha' yuk' nok' a camello tik, ato syala' jantac syuk' nok', xchi ix."
        },
        {
            "number": "20",
            "text": "Elanhchamel ix sequem ha' ix t'a yol jucub' b'aj syuk'taxon ha' nok' nok'. Tzijtum el ix yak' ix yik'ank'eta ha' masanto ix yuk' ha' nok' smasanil."
        },
        {
            "number": "21",
            "text": "Axo winh checab' chi' jun, tonhej ix och k'elan winh t'a ix. Malaj tas ix yal winh, anhej to sna winh yic syojtaquejeli tas wan sk'ulan Jehová yic wach' tz'elk'och jun schecnab'il chi'."
        },
        {
            "number": "22",
            "text": "Axo ix lajwi yuk'an ha' nok' camello chi', ix yik'ank'eta jun k'een oro winh icha uchiquin, nanhal siclo yalil, ix yak'anoch winh t'a snhi' ix, ix yak'anpax chab' k'een brazalete winh t'a ix, nab'a oro k'een, ek'b'al 10 siclo yalil k'een."
        },
        {
            "number": "23",
            "text": "Ix yalan winh: --Tzin tewi t'ayach to tzal t'ayin mach ayach yico', talaj colan tzonh waycan t'a spat winh a mam chi' t'a jun ak'wal tik, xchi winh t'a ix."
        },
        {
            "number": "24",
            "text": "Ix yalan ix: --Yisil in winhaj Betuel, yuninal winhaj Nacor yet' ix Milca."
        },
        {
            "number": "25",
            "text": "Ha t'a ko pat colan tzex wayi. Ay pax tas ol swa nok' a camello tik, xchi ix."
        },
        {
            "number": "26",
            "text": "Ix yab'an winh checab' chi', ix em cumnaj winh, ix yalan wach' lolonel winh t'a Jehová, ix yak'an yuj diosal winh t'ay."
        },
        {
            "number": "27",
            "text": "Ix yalan winh: Alchajocab' wach' lolonel t'a Jehová ko Diosal yet' winhaj Abraham in patrón. Yelton wal aynhejoch Jehová yet' winh, aynhej swach'k'olal t'a winh, yuj chi' ix in scuchb'ej t'a yoltac b'e tik masanto t'a skal heb' sk'ab'yoc winh in patrón chi', xchi winh."
        },
        {
            "number": "28",
            "text": "Axo ix Rebeca ix b'at lemnaj ix t'a spat snun, yic syalan masanil tas ix yal winh checab' chi' t'ay."
        },
        {
            "number": "29",
            "text": "Ay jun winh snulej ix scuch Labán, elanhchamel ix b'at lemnaj winh b'aj ay ha' uk'b'ila' chi' yic syik'cot winh checab' chi'."
        },
        {
            "number": "30",
            "text": "Yujto ix yiloch k'een oro winh, k'een ayoch t'a snhi' ix yet' k'een brazalete ayoch t'a sk'ab' ix yanab' chi', yuj chi' ix b'at winh b'aj ayek' winh schecab' winhaj Abraham chi' yet' nok' camello."
        },
        {
            "number": "31",
            "text": "Ix yalan winh t'a winh checab' chi': --Mamin, conh wed'oc b'aj ay in pat, yujto ay swach'k'olal Jehová t'ayach. Max yal tzach kan t'a tik. Toxo ix in b'o b'aj ol ach wayoc, ay pax b'aj wach' ol kan nok' a camello tik, xchi winh."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi', ix b'at winh checab' chi' t'a spat winh. Ix kolwaj winhaj Labán chi' yik'anel yicatz nok' camello chi'. Ix yak'an wa nok' winh. Elanhchamel ix yik'cot ha ha' winh yic sb'icchaj yoc winh checab' chi' yet' heb' ajun yet'oc."
        },
        {
            "number": "33",
            "text": "Ayic ix ak'ji wa heb', ix yalan winh checab' chi': --Manto ol in walaj, yowalil ol walcan tas in checnab'il wed'nac, xchi winh. --Lolonanh an mamin, xchi winhaj Labán chi'."
        },
        {
            "number": "34",
            "text": "Ix yalan winh checab' chi': --Ha in tik schecab' in winhaj Abraham."
        },
        {
            "number": "35",
            "text": "Ix yak' swach'k'olal Jehová t'a yib'anh winh. B'eyum wal winh sik'lab'il. Ay nok' scalnel winh, ay nok' swacax winh, ay nok' scamello winh, ay nok' sb'uru winh, ay pax k'een oro yet' k'een plata t'a winh. Ay pax heb' winh schecab' winh yet' heb' ix schecab' winh."
        },
        {
            "number": "36",
            "text": "Anhejtona' ix Sara yetb'eyum winh, yicxo wal schichimal, ix alji jun yune' ix. Axo masanil tas ay t'a winh in patrón chi', yicnhejton winh yuninal winh chi'."
        },
        {
            "number": "37",
            "text": "Ha winh in patrón chi' ix yal winh to swak' in ti' yic tzin k'anab'ajej schecnab'il. Ix yal winh icha tik: Manh ol yal-laj yik'lan sb'a winh wuninal tik yet' junok heb' ix aj Canaán b'aj ay onh ek' tik."
        },
        {
            "number": "38",
            "text": "Yuj chi', tzach b'at a say ix yetb'eyum winh wuninal tik t'a skal heb' in k'ab' woc. Ata' tzach b'ati, xchi winh t'ayin."
        },
        {
            "number": "39",
            "text": "Ix walan t'a winh in patrón chi': Ha junok ix ix sb'at wik'cot chi', tato max stak'cot sb'a ix wed'oc, ¿tas wach' swutej? xin chi."
        },
        {
            "number": "40",
            "text": "Ix tak'wi winh t'ayin: Ha in tik, emnaquilnhej swutej in b'ha t'a Jehová. A' ol schecb'at yángel ed'oc yic wach'nhej ol aj yelk'och jun a checnab'il chi', yic tzik'ancot junok ix yetb'eyum winh wuninal tik t'a skal heb' in k'ab' woc."
        },
        {
            "number": "41",
            "text": "Axonhej tato a heb' chi' max ak'an ix cob'es chi' t'ayach, colan ach b'aj ix ak' a ti' t'ayin, xchi winh in patrón chi' t'ayin."
        },
        {
            "number": "42",
            "text": "Icha chi' jun, ix in ja t'a sti' ha' uk'b'ila' chi' tiknaik, ix in lesalwi d'ha Dios icha tik: Ach Jehová ko Diosal yet' winhaj Abraham in patrón, tato yel ayach och wed'oc, tato wach' ol elk'och jun in checnab'il tik,"
        },
        {
            "number": "43",
            "text": "tzin tewi t'ayach, yacb'an ayinek' t'a sti' ha' uk'b'ila' tik, haxo ol ajoc, to a ix cob'es ol ja ik'oj ha', ol walan t'a ix: Tzin tewi t'ayach to tzak' wuk' jab'oc ha'al t'a yol a ch'ub' chi', xin cham t'a ix."
        },
        {
            "number": "44",
            "text": "Axom ol yalan ix chi': Uk'a', swik'paxk'eta ha' yuk' nok' a camello tik, xchampax ix. Aton wal ix chi' ix a sik'eli yic tz'och yetb'eyumoc winh yuninal winh in patrón, xin chi t'a in lesal chi'."
        },
        {
            "number": "45",
            "text": "Ayto wal slajwi in lesal chi' t'a esalil, ix wilani, ix k'och ix Rebeca tik, ix em ix b'aj ay ha' uk'b'ila', ayk'e sch'ub' ix t'a sjolom sjenhjab'. Ix walan t'a ix: Tzin tewi t'ayach, ak' wuk' jab'oc ha'al chi', xin chi t'a ix."
        },
        {
            "number": "46",
            "text": "D'a elanhchamel ix yik'emta sch'ub' ix, ix yalan ix: Uk'ej ha' mamin, yet' pax nok' a camello, ol wak'pax yuk'a' nok', xchi ix. Icha chi' jun, ix yak'an ha' ix wuk'ej, ix yak'anpax ha' ix yuk' nok' in camello chi'."
        },
        {
            "number": "47",
            "text": "Ix in k'anb'an t'a ix: ¿Mach ayach yisil? xin chi t'a ix. Ix yalan ix t'ayin: Yisil in winhaj Betuel, yuninal winhaj Nacor yet' ix Milca, xchi ix. Ix wak'anoch jun k'een icha uchiquin t'a snhi' ix, ix wak'anpaxoch junjun k'een brazalete t'a junjun sk'ab' ix."
        },
        {
            "number": "48",
            "text": "Ixlajwi chi' ix in em cumnajoc, ix walan in b'ha t'a Jehová in Diosal yet' winh in patrón t'a lesal, ix wak'an yuj diosal t'ay yujto aynhejoch wed'oc yic in cot t'a yol b'e. Wach'nhej ix aj in koti, yic tzul wik'an ix yetb'eyum winh yuninal winh in patrón t'a he kal a ex sk'ab' yoc ex winh tik."
        },
        {
            "number": "49",
            "text": "Ha tiknaik jun, lolonanhec. ¿Vach'nhej am ol eyutej he pensar t'a winh in patrón chi'? Tato maay jun, alecpax t'ayin, yic wach' snachajel wuuj tas tzin k'ulej, xchi winh checab' chi'."
        },
        {
            "number": "50",
            "text": "Ixlajwi chi' ix yalan winhaj Labán yet' winhaj Betuel: --Masanil juntzanh tik ix cot t'a Jehová, a onh tik manhxalaj tas wach' calan t'ayach."
        },
        {
            "number": "51",
            "text": "Ina ix tik, ik'b'at ix, b'atocab' ix yetb'eyumoc winh yuninal winh a patrón chi', icha wal ix aj snaan Jehová, xchi heb'."
        },
        {
            "number": "52",
            "text": "Axo yic ix yab'an winh checab' chi' jun, ix em cumnaj winh t'a yichanh Jehová, ix yak'an yuj diosal winh t'ay."
        },
        {
            "number": "53",
            "text": "Elanhchamel ix yik'k'eta jantac silab' winh, aton k'een oro, k'een plata yet' pichul, ix yak'an winh t'a ix Rebeca yet' t'a winh snulej ix yet' pax t'a ix snun ix."
        },
        {
            "number": "54",
            "text": "Ixlajwi chi', ix wa winh yet' heb' ajun yet'oc, ata' ix waycan heb' t'a jun ak'wal chi'. Axo yic ix k'e waan heb' t'a q'uinhib'alil t'a junxo k'u, ix yalan winh checab' chi': --Ha tiknaik jun, chequecb'at ix wed'oc t'a winh in patrón, xchi winh."
        },
        {
            "number": "55",
            "text": "Ix tak'wi winh snulej ix yet' ix snun ix chi', ix yalan heb': --Canocab' jayeocxo k'ual ix qued'oc, ichato chi' ol b'at ix ed'oc, xchi heb' t'a winh."
        },
        {
            "number": "56",
            "text": "Axo ix tak'wi winh checab' chi': --Manhxo in eyamoch waan. Ha Jehová aynhejoch wed'oc, yuj chi' wach' ix aj yelk'och jun in checnab'il tik. Chaec in pax t'a winh in patrón, xchi winh."
        },
        {
            "number": "57",
            "text": "Ix yalan heb': --Avtejeccot ix cob'es chi', ol cab'i tas xchi ix, xchi heb'."
        },
        {
            "number": "58",
            "text": "Ix avtajcot ix Rebeca chi', ix sk'anb'an heb' t'a ix: --¿Tzam yal a k'ol tzach b'at yet' jun winh winak tik? xchi heb'. --I' syala', ol in b'atoc, xchi ix."
        },
        {
            "number": "59",
            "text": "Ixlajwi chi', ix yak'anb'at ix Rebeca chi' heb' winh yet' jun ix ix, ix ilan q'uib' ix yet' winh checab' chi' yet' heb' yetb'eyum winh yet'nac."
        },
        {
            "number": "60",
            "text": "Ix yalan wach' lolonel heb' t'a ix Rebeca icha tik: Yak'ocab' swach'k'olal Jehová Dios t'a ib'anh, ol ach och snunoc jantac smillonal anima. Ha jantac heb' ol och ajk'olal t'a heb' une' ol aljoc, ol kan heb' t'a yalanh yuj heb' une' chi', xchi heb'."
        },
        {
            "number": "61",
            "text": "Ixlajwi chi', ix k'e ix Rebeca yet' heb' ix schecab' t'a yib'anh nok' camello, ix och tzak'an heb' t'a spatic winh schecab' winhaj Abraham chi'. Ichaton chi' ix aj yik'anb'at ix Rebeca winh checab' chi', ix b'at heb' b'ian."
        },
        {
            "number": "62",
            "text": "Ayic wan slak'anwi ja heb' t'a Beerseba, a winhaj Isaac, toxo ix meltzaj winh t'a jun ha' uk'b'ila' scuch Ha Dios Pitzan Tzin Ilani. Ha t'a yol yic Neguev cajan winh."
        },
        {
            "number": "63",
            "text": "Axo yic wanxo yem k'u, wan sb'eyek' winh, wan snaub'tanhan winh, haxo ix yilan winh to ay juntzanh nok' camello scoti."
        },
        {
            "number": "64",
            "text": "Anhejtona' ix Rebeca, ix b'at k'elan ix, ix yilanb'at winhaj Isaac chi' ix. Ix sk'anb'an ix t'a winh checab' chi': --¿Mach jun winh winak scot t'a quichanh tik? xchi ix. Ix yalan winh checab' chi': --Aton winh in patrón chi', xchi winh. Yuj chi', ix yik'anemta smusil sat ix, elanhchamel ix emta ix t'a yib'anh nok' camello chi'."
        },
        {
            "number": "65",
            "text": "Ix yalan winh checab' chi' t'a winhaj Isaac tas ix aj yelk'och schecnab'il."
        },
        {
            "number": "66",
            "text": "Ix ik'jib'at ix Rebeca yuj winhaj Isaac t'a smantiado ix Sara, ix snun winh chamnac, ix yik'lan sb'a winh yet' ix. Te xajan ix Rebeca chi' yuj winh. Icha chi' ix aj yek' scusk'olal winh yuj schamel ix snun."
        }
    ]
}