{
    "chapter": "24",
    "verses": [
        {
            "number": "1",
            "text": "Te icham vinacxo vinhaj Abraham, haxo Jehová ix yak' swach'k'olal t'a yib'anh vinh yet' t'a yib'anh masanil tas ay t'a vinh."
        },
        {
            "number": "2",
            "text": "Ay jun schecab' vinh te ichamxo, sat yaj t'a juntzanhxo eb' schecab', ayoch yilumaloc masanil tastac ay t'a vinh. Ay jun k'ual ix avtaj vinh yuj vinhaj Abraham chi', ix yalan vinh: --Ak'och a k'ab' t'a yalanh in xub' tik,"
        },
        {
            "number": "3",
            "text": "tzak'an a ti' t'a yichanh Jehová Dios yajal satcha’anh yet' yol yib'anhk’inal tik, to manh ol a saylaj ix yetb'eyum vinh vuninal t'a skal eb' aj Canaán, b'aj cajan onh tik,"
        },
        {
            "number": "4",
            "text": "palta t'a in chonhab' tzach b'ati, b'at a say junok ix yetb'eyum vinh t'a skal eb' in k'ab' voc, xchi vinh t'a vinh."
        },
        {
            "number": "5",
            "text": "Ix tak'vi vinh schecab' vinh chi': --Q'uinaloc max stak'cot sb'a ix ved'oc, ¿tas svutej? ¿Yovalil am svik'b'at vinh b'aj cotnac ach chi'? xchi vinh schecab' chi'."
        },
        {
            "number": "6",
            "text": "Ix tak'vi vinhaj Abraham chi': --Maay, manh ik'b'at vinh."
        },
        {
            "number": "7",
            "text": "Ha Jehová sDiosal satchanh ix in ik'anelta b'aj ay spat in mam yet' t'a in chonhab' b'aj ek'nac in. Ix yak'an sti' t'ayin yak'an jun lum tik t'a vinhtilal. Anheja', ha' ol checanb'at yángel ed'oc, yic wach' tzik'cot ix yetb'eyum vinh vuninal tik ta'."
        },
        {
            "number": "8",
            "text": "Palta tato max yal sk'ol ix scot ed'oc jun, colan tzach ajkan t'a jun co trato scak' tik. Palta junelnhej max yal-laj ik'anb'at vinh vunin tik ta', xchi vinh t'a vinh."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix yak'anoch sk'ab' jun vinh checab' chi' t'a yalanh xub' vinhaj Abraham chi', ix yak'an sti' vinh to ol sk'anab'ajej vinh masanil tas ix yal vinh spatrón chi'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix sik'anelta juntzanh silab' vinh t'a skal masanil tastac ay t'a vinh spatrón chi', juntzanh te wach'. Ix yik'anb'at lajunhvanh nok' camello vinh scuchumaloc, ix b'at vinh t'a chonhab' b'aj ek'nac vinhaj Nacor chamnac, t'a yol yic Mesopotamia."
        },
        {
            "number": "11",
            "text": "Ayic ix k'och vinh checab' t'a stiel chonhab' chi', yic vanxo sq'uik'b'i, ix yik' yip vinh yet' nok' camello t'a sti' jun ha' uk'b'ila'. Ha t'a jun hora chi' tzek' eb' ix cob'estac yik' yaal."
        },
        {
            "number": "12",
            "text": "D'a jun rato chi', ix och ijan vinh slesalvi d'ha Dios t'a spixan icha tik: Mamin Jehová, ach co Diosal yet' vinhaj Abraham in patrón, tzin k'an t'ayach to wach'ocab' tz'elk'och jun in checnab'il tik, tza ch'oxan a wach'k'olal t'a vinh in patrón chi'."
        },
        {
            "number": "13",
            "text": "Tik tzin kan t'a sti' jun ha' uk'b'ila' tik, yacb'an sja eb' ix cob'estac aj chonhab' tik ul yik' yaal."
        },
        {
            "number": "14",
            "text": "Elocab' t'a a k'ol to a junok ix cob'es ol ja yik' yaal, ol val t'a ix icha tik: Tzin tevi t'ayach, iq'uemta a ch'ub' chi', tzak'an jab'oc ha'al chi' vuk'u', xin cham t'a ix. Axo ol yalan ix: Uk' ha', ol vak'anpax ha' yuk' nok' a camello tik, xcham ix, aocab' ix chi' tza siq'ueli yic tz'och yetb'eyumoc vinhaj Isaac a checab'. Icha chi' ol aj snachajel vuuj to ay a wach'k'olal t'a vinh in patrón, xchi vinh checab' chi' t'a slesal."
        },
        {
            "number": "15",
            "text": "Manto lajvilaj slesalvi vinh, ix yilan vinh scot jun ix cob'es, ayq'ue sch'ub' ix t'a sjolom sjenhjab', aton ix Rebeca yisil vinhaj Betuel. Ha vinhaj Betuel chi' yunecan vinh ix Milca yet' vinhaj Nacor, vinh yuk'tac vinhaj Abraham."
        },
        {
            "number": "16",
            "text": "Ha ix Rebeca chi' te wach' yilji ix, cob'es ton val ix, mantalaj junok vinac sk'uman ix. Ix em ix b'aj ay ha' uk'b'ila' chi' yic syik'q'ueta ha' yaal ix, ix yak'an b'ud'joc sch'ub' ix chi'. Ayic van spax ix,"
        },
        {
            "number": "17",
            "text": "ix b'at lemnaj vinh checab' chi' stzak'vej ix, ix yalan vinh t'a ix icha tik: --Tzin tevi t'ayach, ak' vuk' jab'oc ha'al t'a yol a ch'ub' chi', xchi vinh t'a ix."
        },
        {
            "number": "18",
            "text": "--Uq'uej ha' mamin, xchi ix. Elanhchamel ix yaq'uem sch'ub' ix chi', ix yak'an ha' ix yuq'uej vinh."
        },
        {
            "number": "19",
            "text": "Ixlajwi yuk'an ha' vinh, ix yalan ix icha tik: --Syalpax vik'anq'ueta ha' yuk' nok' a camello tik, ato syala' jantac syuk' nok', xchi ix."
        },
        {
            "number": "20",
            "text": "Elanhchamel ix sequem ha' ix t'a yol jucub' b'aj syuk'taxon ha' nok' nok'. Tzijtum el ix yak' ix yik'anq'ueta ha' masanto ix yuk' ha' nok' smasanil."
        },
        {
            "number": "21",
            "text": "Axo vinh checab' chi' jun, tonhej ix och q'uelan vinh t'a ix. Malaj tas ix yal vinh, anhej to sna vinh yic syojtaquejeli tas van sk'ulan Jehová yic wach' tz'elk'och jun schecnab'il chi'."
        },
        {
            "number": "22",
            "text": "Axo ix lajvi yuk'an ha' nok' camello chi', ix yik'anq'ueta jun q'uen oro vinh icha uchiquin, nanhal siclo yalil, ix yak'anoch vinh t'a snhi' ix, ix yak'anpax chab' q'uen brazalete vinh t'a ix, nab'a oro q'ueen, ek'b'al 10 siclo yalil q'ueen."
        },
        {
            "number": "23",
            "text": "Ix yalan vinh: --Tzin tevi t'ayach to tzal t'ayin mach ayach yico', talaj colan tzonh vaycan t'a spat vinh a mam chi' t'a jun ak'val tik, xchi vinh t'a ix."
        },
        {
            "number": "24",
            "text": "Ix yalan ix: --Yisil in vinhaj Betuel, yuninal vinhaj Nacor yet' ix Milca."
        },
        {
            "number": "25",
            "text": "Ha t'a co pat colan tzex vayi. Ay pax tas ol sva nok' a camello tik, xchi ix."
        },
        {
            "number": "26",
            "text": "Ix yab'an vinh checab' chi', ix em cumnaj vinh, ix yalan wach' lolonel vinh t'a Jehová, ix yak'an yuj diosal vinh t'ay."
        },
        {
            "number": "27",
            "text": "Ix yalan vinh: Alchajocab' wach' lolonel t'a Jehová co Diosal yet' vinhaj Abraham in patrón. Yelton val aynhejoch Jehová yet' vinh, aynhej swach'k'olal t'a vinh, yuj chi' ix in scuchb'ej t'a yoltac b'e tik masanto t'a skal eb' sk'ab'yoc vinh in patrón chi', xchi vinh."
        },
        {
            "number": "28",
            "text": "Axo ix Rebeca ix b'at lemnaj ix t'a spat snun, yic syalan masanil tas ix yal vinh checab' chi' t'ay."
        },
        {
            "number": "29",
            "text": "Ay jun vinh snulej ix scuch Labán, elanhchamel ix b'at lemnaj vinh b'aj ay ha' uk'b'ila' chi' yic syik'cot vinh checab' chi'."
        },
        {
            "number": "30",
            "text": "Yujto ix yiloch q'uen oro vinh, q'uen ayoch t'a snhi' ix yet' q'uen brazalete ayoch t'a sk'ab' ix yanab' chi', yuj chi' ix b'at vinh b'aj ayek' vinh schecab' vinhaj Abraham chi' yet' nok' camello."
        },
        {
            "number": "31",
            "text": "Ix yalan vinh t'a vinh checab' chi': --Mamin, conh ved'oc b'aj ay in pat, yujto ay swach'k'olal Jehová t'ayach. Max yal tzach kan t'a tik. Toxo ix in b'o b'aj ol ach vayoc, ay pax b'aj wach' ol kan nok' a camello tik, xchi vinh."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi', ix b'at vinh checab' chi' t'a spat vinh. Ix kolwaj vinhaj Labán chi' yik'anel yicatz nok' camello chi'. Ix yak'an wa nok' vinh. Elanhchamel ix yik'cot ha ha' vinh yic sb'icchaj yoc vinh checab' chi' yet' eb' ajun yet'oc."
        },
        {
            "number": "33",
            "text": "Ayic ix ak'ji wa eb', ix yalan vinh checab' chi': --Manto ol in valaj, yowalil ol valcan tas in checnab'il ved'nac, xchi vinh. --Lolonanh an mamin, xchi vinhaj Labán chi'."
        },
        {
            "number": "34",
            "text": "Ix yalan vinh checab' chi': --Ha in tik schecab' in vinhaj Abraham."
        },
        {
            "number": "35",
            "text": "Ix yak' swach'k'olal Jehová t'a yib'anh vinh. B'eyum val vinh sik'lab'il. Ay nok' scalnel vinh, ay nok' svacax vinh, ay nok' scamello vinh, ay nok' sb'uru vinh, ay pax q'uen oro yet' q'uen plata t'a vinh. Ay pax eb' vinh schecab' vinh yet' eb' ix schecab' vinh."
        },
        {
            "number": "36",
            "text": "Anhejtona' ix Sara yetb'eyum vinh, yicxo val schichimal, ix alji jun yune' ix. Axo masanil tas ay t'a vinh in patrón chi', yicnhejton vinh yuninal vinh chi'."
        },
        {
            "number": "37",
            "text": "Ha vinh in patrón chi' ix yal vinh to svak' in ti' yic tzin k'anab'ajej schecnab'il. Ix yal vinh icha tik: Manh ol yal-laj yik'lan sb'a vinh vuninal tik yet' junok eb' ix aj Canaán b'aj ay onh ek' tik."
        },
        {
            "number": "38",
            "text": "Yuj chi', tzach b'at a say ix yetb'eyum vinh vuninal tik t'a skal eb' in k'ab' voc. Ata' tzach b'ati, xchi vinh t'ayin."
        },
        {
            "number": "39",
            "text": "Ix valan t'a vinh in patrón chi': Ha junok ix ix sb'at vik'cot chi', tato max stak'cot sb'a ix ved'oc, ¿tas wach' svutej? xin chi."
        },
        {
            "number": "40",
            "text": "Ix tak'vi vinh t'ayin: Ha in tik, emnaquilnhej svutej in b'ha t'a Jehová. A' ol schecb'at yángel ed'oc yic wach'nhej ol aj yelk'och jun a checnab'il chi', yic tzik'ancot junok ix yetb'eyum vinh vuninal tik t'a skal eb' in k'ab' voc."
        },
        {
            "number": "41",
            "text": "Axonhej tato a eb' chi' max ak'an ix cob'es chi' t'ayach, colan ach b'aj ix ak' a ti' t'ayin, xchi vinh in patrón chi' t'ayin."
        },
        {
            "number": "42",
            "text": "Icha chi' jun, ix in ja t'a sti' ha' uk'b'ila' chi' ticnaic, ix in lesalvi d'ha Dios icha tik: Ach Jehová co Diosal yet' vinhaj Abraham in patrón, tato yel ayach och ved'oc, tato wach' ol elk'och jun in checnab'il tik,"
        },
        {
            "number": "43",
            "text": "tzin tevi t'ayach, yacb'an ayinek' t'a sti' ha' uk'b'ila' tik, haxo ol ajoc, to a ix cob'es ol ja ik'oj ha', ol valan t'a ix: Tzin tevi t'ayach to tzak' vuk' jab'oc ha'al t'a yol a ch'ub' chi', xin cham t'a ix."
        },
        {
            "number": "44",
            "text": "Axom ol yalan ix chi': Uk'a', svik'paxq'ueta ha' yuk' nok' a camello tik, xchampax ix. Aton val ix chi' ix a siq'ueli yic tz'och yetb'eyumoc vinh yuninal vinh in patrón, xin chi t'a in lesal chi'."
        },
        {
            "number": "45",
            "text": "Ayto val slajvi in lesal chi' t'a esalil, ix vilani, ix k'och ix Rebeca tik, ix em ix b'aj ay ha' uk'b'ila', ayq'ue sch'ub' ix t'a sjolom sjenhjab'. Ix valan t'a ix: Tzin tevi t'ayach, ak' vuk' jab'oc ha'al chi', xin chi t'a ix."
        },
        {
            "number": "46",
            "text": "D'a elanhchamel ix yiq'uemta sch'ub' ix, ix yalan ix: Uq'uej ha' mamin, yet' pax nok' a camello, ol vak'pax yuk'a' nok', xchi ix. Icha chi' jun, ix yak'an ha' ix vuq'uej, ix yak'anpax ha' ix yuk' nok' in camello chi'."
        },
        {
            "number": "47",
            "text": "Ix in k'anb'an t'a ix: ¿Mach ayach yisil? xin chi t'a ix. Ix yalan ix t'ayin: Yisil in vinhaj Betuel, yuninal vinhaj Nacor yet' ix Milca, xchi ix. Ix vak'anoch jun q'uen icha uchiquin t'a snhi' ix, ix vak'anpaxoch junjun q'uen brazalete t'a junjun sk'ab' ix."
        },
        {
            "number": "48",
            "text": "Ixlajwi chi' ix in em cumnajoc, ix valan in b'ha t'a Jehová in Diosal yet' vinh in patrón t'a lesal, ix vak'an yuj diosal t'ay yujto aynhejoch ved'oc yic in cot t'a yol b'e. Wach'nhej ix aj in coti, yic tzul vik'an ix yetb'eyum vinh yuninal vinh in patrón t'a e cal a ex sk'ab' yoc ex vinh tik."
        },
        {
            "number": "49",
            "text": "Ha ticnaic jun, lolonanhec. ¿Vach'nhej am ol eyutej e pensar t'a vinh in patrón chi'? Tato maay jun, alecpax t'ayin, yic wach' snachajel vuuj tas tzin k'ulej, xchi vinh checab' chi'."
        },
        {
            "number": "50",
            "text": "Ixlajwi chi' ix yalan vinhaj Labán yet' vinhaj Betuel: --Masanil juntzanh tik ix cot t'a Jehová, a onh tik manhxalaj tas wach' calan t'ayach."
        },
        {
            "number": "51",
            "text": "Ina ix tik, ik'b'at ix, b'atocab' ix yetb'eyumoc vinh yuninal vinh a patrón chi', icha val ix aj snaan Jehová, xchi eb'."
        },
        {
            "number": "52",
            "text": "Axo yic ix yab'an vinh checab' chi' jun, ix em cumnaj vinh t'a yichanh Jehová, ix yak'an yuj diosal vinh t'ay."
        },
        {
            "number": "53",
            "text": "Elanhchamel ix yik'q'ueta jantac silab' vinh, aton q'uen oro, q'uen plata yet' pichul, ix yak'an vinh t'a ix Rebeca yet' t'a vinh snulej ix yet' pax t'a ix snun ix."
        },
        {
            "number": "54",
            "text": "Ixlajwi chi', ix wa vinh yet' eb' ajun yet'oc, ata' ix vaycan eb' t'a jun ak'val chi'. Axo yic ix q'ue vaan eb' t'a q'uinhib'alil t'a junxo k'u, ix yalan vinh checab' chi': --Ha ticnaic jun, chequecb'at ix ved'oc t'a vinh in patrón, xchi vinh."
        },
        {
            "number": "55",
            "text": "Ix tak'vi vinh snulej ix yet' ix snun ix chi', ix yalan eb': --Canocab' jayeocxo k'ual ix qued'oc, ichato chi' ol b'at ix ed'oc, xchi eb' t'a vinh."
        },
        {
            "number": "56",
            "text": "Axo ix tak'vi vinh checab' chi': --Manhxo in eyamoch vaan. Ha Jehová aynhejoch ved'oc, yuj chi' wach' ix aj yelk'och jun in checnab'il tik. Chaec in pax t'a vinh in patrón, xchi vinh."
        },
        {
            "number": "57",
            "text": "Ix yalan eb': --Avtejeccot ix cob'es chi', ol cab'i tas xchi ix, xchi eb'."
        },
        {
            "number": "58",
            "text": "Ix avtajcot ix Rebeca chi', ix sk'anb'an eb' t'a ix: --¿Tzam yal a k'ol tzach b'at yet' jun vinh vinac tik? xchi eb'. --I' syala', ol in b'atoc, xchi ix."
        },
        {
            "number": "59",
            "text": "Ixlajwi chi', ix yak'anb'at ix Rebeca chi' eb' vinh yet' jun ix ix, ix ilan q'uib' ix yet' vinh checab' chi' yet' eb' yetb'eyum vinh yet'nac."
        },
        {
            "number": "60",
            "text": "Ix yalan wach' lolonel eb' t'a ix Rebeca icha tik: Yak'ocab' swach'k'olal Jehová Dios t'a ib'anh, ol ach och snunoc jantac smillonal anima. Ha jantac eb' ol och ajk'olal t'a eb' une' ol aljoc, ol kan eb' t'a yalanh yuj eb' une' chi', xchi eb'."
        },
        {
            "number": "61",
            "text": "Ixlajwi chi', ix q'ue ix Rebeca yet' eb' ix schecab' t'a yib'anh nok' camello, ix och tzak'an eb' t'a spatic vinh schecab' vinhaj Abraham chi'. Ichaton chi' ix aj yik'anb'at ix Rebeca vinh checab' chi', ix b'at eb' b'ian."
        },
        {
            "number": "62",
            "text": "Ayic van slak'anvi ja eb' t'a Beerseba, a vinhaj Isaac, toxo ix meltzaj vinh t'a jun ha' uk'b'ila' scuch Ha Dios Pitzan Tzin Ilani. Ha t'a yol yic Neguev cajan vinh."
        },
        {
            "number": "63",
            "text": "Axo yic vanxo yem k'u, van sb'eyek' vinh, van snaub'tanhan vinh, haxo ix yilan vinh to ay juntzanh nok' camello scoti."
        },
        {
            "number": "64",
            "text": "Anhejtona' ix Rebeca, ix b'at q'uelan ix, ix yilanb'at vinhaj Isaac chi' ix. Ix sk'anb'an ix t'a vinh checab' chi': --¿Mach jun vinh vinac scot t'a quichanh tik? xchi ix. Ix yalan vinh checab' chi': --Aton vinh in patrón chi', xchi vinh. Yuj chi', ix yik'anemta smusil sat ix, elanhchamel ix emta ix t'a yib'anh nok' camello chi'."
        },
        {
            "number": "65",
            "text": "Ix yalan vinh checab' chi' t'a vinhaj Isaac tas ix aj yelk'och schecnab'il."
        },
        {
            "number": "66",
            "text": "Ix ik'jib'at ix Rebeca yuj vinhaj Isaac t'a smantiado ix Sara, ix snun vinh chamnac, ix yik'lan sb'a vinh yet' ix. Te xajan ix Rebeca chi' yuj vinh. Icha chi' ix aj yek' scusk'olal vinh yuj schamel ix snun."
        }
    ]
}