{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ixto yik' junxo ix yetb'eyum vinhaj Abraham chi' scuchan Cetura."
        },
        {
            "number": "2",
            "text": "Ha eb' yuninal vinh ix alji yet' ix, aton vinhaj Zimram, vinhaj Jocsán, vinhaj Medán, vinhaj Madián, vinhaj Isbac yet' vinhaj Súa."
        },
        {
            "number": "3",
            "text": "Ha vinhaj Jocsán smam vinhaj Seba yet' vinhaj Dedán. Ha pax eb' yinhtilal vinhaj Dedán jun, aton eb' asureo, eb' letuseo yet' eb' leumeo."
        },
        {
            "number": "4",
            "text": "Axo pax eb' yuninal vinhaj Madián chi', aton vinhaj Efa, vinhaj Efer, vinhaj Hanoc, vinhaj Abida yet' vinhaj Elda. Masanil juntzanh eb' tik yinhtilal vinhaj Abraham chi' yet' ix Cetura."
        },
        {
            "number": "5",
            "text": "Ix yak' vinh masanil tas ay t'ay smacb'enoc vinhaj Isaac."
        },
        {
            "number": "6",
            "text": "Axo pax yune' juntzanhxo eb' ix chi' jun, axonhej silab' ix ak'chaj t'a eb' yuj vinh. Ayic pitzanto vinh, ix och ijan vinh schecancanel eb' vinh chi' vinh t'a stz'ey vinhaj Isaac chi'. Ix checjib'at eb' vinh t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "7",
            "text": "Ha vinhaj Abraham chi', 175 ab'il sq'uinal vinh ayic ix cham vinh."
        },
        {
            "number": "8",
            "text": "Ichamilxo ix ik'an scham vinh."
        },
        {
            "number": "9",
            "text": "Ha eb' yuninal vinh, aton vinhaj Isaac yet' vinhaj Ismael xid' mucan vinh t'a q'uen olan q'ueen t'a Macpela, t'a slak'anil lum sluum vinhaj Mamre t'a lum yiquejnac junel vinhaj Efrón yuninal vinhaj Zohar, vinh hitita."
        },
        {
            "number": "10",
            "text": "Aton lum chi' manb'ilcan yuj vinhaj Abraham t'a eb' hitita. Ha b'aj mucb'il ix Sara, ata' ix mucchaj vinhaj Abraham chi'."
        },
        {
            "number": "11",
            "text": "Axo yic toxo ix cham vinh, ix yak'ancot svach'k'olal Dios t'a yib'anh vinhaj Isaac. Ix kan cajan vinh t'a slak'anil ha' uk'b'ila' scuchan Ha Dios Pitzan Tzin Ilani."
        },
        {
            "number": "12",
            "text": "Aton yab'ixal eb' yinhtilal vinhaj Ismael yuninal vinhaj Abraham yet' ix Agar, ix aj Egipto, aton ix ek'nac criadail t'a ix Sara."
        },
        {
            "number": "13",
            "text": "Aton stzolal tik, tas ix aj yalji eb': Vinhaj Nebaiot, aton vinh b'ab'el unin chi', slajvi chi' vinhaj Cedar, vinhaj Adbeel, vinhaj Mibsam,"
        },
        {
            "number": "14",
            "text": "vinhaj Misma, vinhaj Duma, vinhaj Masa,"
        },
        {
            "number": "15",
            "text": "vinhaj Hadar, vinhaj Tema, vinhaj Jetur, vinhaj Nafis yet' vinhaj Cedma."
        },
        {
            "number": "16",
            "text": "Aton sb'i eb' lajchavanh yuninal vinhaj Ismael tik. Ha sb'i eb' vinh chi' ix och sb'ioc sluum b'aj ix cajnaji. Junjun eb', yajal ix ajkan eb' t'a junjun chonhab'."
        },
        {
            "number": "17",
            "text": "Ha vinhaj Ismael chi', 137 ab'il sq'uinal vinh, ayic ix cham vinh."
        },
        {
            "number": "18",
            "text": "Ha masanil eb' yinhtilal vinh chi', ix k'ochcan cajan eb' t'a skal Havila yet' Shur, t'a yichanhcot lum Egipto b'aj sb'at b'eal Asiria. Ata' ix cajnaj eb', wach'chom malaj sgana eb' sk'ab' yoc eb'."
        },
        {
            "number": "19",
            "text": "Aton yab'ixal vinhaj Isaac yuninal vinhaj Abraham:"
        },
        {
            "number": "20",
            "text": "40 ab'il sq'uinal vinhaj Isaac chi' ayic ix yik'lan sb'a vinh yet' ix Rebeca yisil vinhaj Betuel, yanab' vinhaj Labán arameo, aton vinh cajan t'a Padán-aram."
        },
        {
            "number": "21",
            "text": "Ha ix Rebeca chi' malaj yune' ix. Axo vinhaj Isaac ix lesalvi t'a Jehová yic tz'ak'ji yune' eb' yuj. Icha chi' jun, ix ab'ji slesal eb' yuj Jehová, ix och ix Rebeca yab'ixal."
        },
        {
            "number": "22",
            "text": "Ha eb' unin chi', tiox eb'. Ix yak' oval eb' t'a yol sk'ool snun chi'. Yuj chi' ix sna' ix: ¿Tas yuj sja jun tik t'a vib'anh? xchi ix. Ixlajwi chi' ix b'at yalan sb'a ix t'a Jehová."
        },
        {
            "number": "23",
            "text": "Ix tak'vi Jehová chi' t'a ix: Chab' chonhab'il ol aj yinhtilal eb' chavanh ed'nac chi'. Yictax manto aljoc eb', ol och eb' ajk'olal t'ay junjun. Jun te ay yip, te tek'an t'a yichanh junxo. Ha vinh b'ab'el, ol kan vinh t'a yalanh smandar vinh tzak'an, xchi t'a ix."
        },
        {
            "number": "24",
            "text": "Ix k'och sk'ual yalji eb' yune' ix Rebeca chi', tiox eb' unin ix alji chi'."
        },
        {
            "number": "25",
            "text": "Ha vinh b'ab'el ix alji, te chac tzeminac yilji vinh, te ay xil snivanil vinh, Esaú ix yak' eb' sb'iej vinh."
        },
        {
            "number": "26",
            "text": "Tzak'an ix alji junxo yuk'tac chi', yub'yub' och t'a sjaj yoc vinhaj Esaú chi', yuj chi' Jacob ix yak' eb' sb'iej. 60 ab'il sq'uinal vinhaj Isaac chi' ayic ix alji eb' yune' ix Rebeca chi'."
        },
        {
            "number": "27",
            "text": "Ix q'uib'nhej chavanh unin chi'. Ha vinhaj Esaú pechoj nok' ix sk'ulej vinh. Anhej caltac te' snib'ej vinh tz'eq'ui. Axo pax vinhaj Jacob chi', malaj b'aj tzek' vinh t'a najat, aynhejek' vinh t'a scampamento."
        },
        {
            "number": "28",
            "text": "Te xajan vinhaj Esaú yuj vinhaj Isaac chi' yujto snib'ej vinh schi nok' k'ultaquil nok' sja yuj vinh. Axo pax vinhaj Jacob jun, te xajan vinh yuj ix Rebeca."
        },
        {
            "number": "29",
            "text": "Ay jun k'ual, van stz'anhan jun vael vinhaj Jacob chi' ayic ix jax vinhaj Esaú chi' b'eyelek' t'a caltac te', te ay svejel vinh."
        },
        {
            "number": "30",
            "text": "Ix yalan vinh t'a vinhaj Jacob chi': Ak' val jab'oc jun a vael chac yilji tik t'ayin, yujto tzin cham yuj vejel, xchi vinh. (Yuj chi' Edom ix ak'ji sb'iej vinh.)"
        },
        {
            "number": "31",
            "text": "--D'a sb'ab'elal, ak'kan a derecho yic b'ab'el vinaquil t'ayin, ichato chi' ol vak'ani, xchi vinhaj Jacob chi'."
        },
        {
            "number": "32",
            "text": "Ix yalanxi vinhaj Esaú chi': --Ina van in cham yuj vejel, yilxo jun in derecho yic b'ab'el vinaquil chi', ¿tas val ol och vuuj? xchi vinh."
        },
        {
            "number": "33",
            "text": "--Ak'kan a ti' t'ayin t'a jun rato tik, xchi vinhaj Jacob chi'. --Inye, xchi vinhaj Esaú chi'. Ix yak'an sti' vinh yic sch'oxaneli to syak'kan sderecho vinh yic sb'ab'el vinaquil t'a vinhaj Jacob chi'."
        },
        {
            "number": "34",
            "text": "Ixlajwi chi' ix yak'an ixim pan yet' jun plato vael vinhaj Jacob chi' t'a vinh. Axo yic ix lajvi sva vinh, ix q'ue vaan vinh, ix b'at vinh. Malaj yelk'och jun derecho yic b'ab'el uninal chi' t'a vinh."
        }
    ]
}