{
    "chapter": "25",
    "verses": [
        {
            "number": "1",
            "text": "Ixto yik' junxo ix yetb'eyum winhaj Abraham chi' scuchan Cetura."
        },
        {
            "number": "2",
            "text": "Ha eb' yuninal winh ix alji yet' ix, aton winhaj Zimram, winhaj Jocsán, winhaj Medán, winhaj Madián, winhaj Isbac yet' winhaj Súa."
        },
        {
            "number": "3",
            "text": "Ha winhaj Jocsán smam winhaj Seba yet' winhaj Dedán. Ha pax eb' yinhtilal winhaj Dedán jun, aton eb' asureo, eb' letuseo yet' eb' leumeo."
        },
        {
            "number": "4",
            "text": "Axo pax eb' yuninal winhaj Madián chi', aton winhaj Efa, winhaj Efer, winhaj Hanoc, winhaj Abida yet' winhaj Elda. Masanil juntzanh eb' tik yinhtilal winhaj Abraham chi' yet' ix Cetura."
        },
        {
            "number": "5",
            "text": "Ix yak' winh masanil tas ay t'ay smacb'enoc winhaj Isaac."
        },
        {
            "number": "6",
            "text": "Axo pax yune' juntzanhxo eb' ix chi' jun, axonhej silab' ix ak'chaj t'a eb' yuj winh. Ayic pitzanto winh, ix och ijan winh schecancanel eb' winh chi' winh t'a stz'ey winhaj Isaac chi'. Ix checjib'at eb' winh t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "7",
            "text": "Ha winhaj Abraham chi', 175 ab'il sk'inal winh ayic ix cham winh."
        },
        {
            "number": "8",
            "text": "Ichamilxo ix ik'an scham winh."
        },
        {
            "number": "9",
            "text": "Ha eb' yuninal winh, aton winhaj Isaac yet' winhaj Ismael xid' mucan winh t'a q'uen olan q'ueen t'a Macpela, t'a slak'anil lum sluum winhaj Mamre t'a lum yiquejnac junel winhaj Efrón yuninal winhaj Zohar, winh hitita."
        },
        {
            "number": "10",
            "text": "Aton lum chi' manb'ilcan yuj winhaj Abraham t'a eb' hitita. Ha b'aj mucb'il ix Sara, ata' ix mucchaj winhaj Abraham chi'."
        },
        {
            "number": "11",
            "text": "Axo yic toxo ix cham winh, ix yak'ancot swach'k'olal Dios t'a yib'anh winhaj Isaac. Ix kan cajan winh t'a slak'anil ha' uk'b'ila' scuchan Ha Dios Pitzan Tzin Ilani."
        },
        {
            "number": "12",
            "text": "Aton yab'ixal eb' yinhtilal winhaj Ismael yuninal winhaj Abraham yet' ix Agar, ix aj Egipto, aton ix ek'nac criadail t'a ix Sara."
        },
        {
            "number": "13",
            "text": "Aton stzolal tik, tas ix aj yalji eb': Vinhaj Nebaiot, aton winh b'ab'el unin chi', slajvi chi' winhaj Cedar, winhaj Adbeel, winhaj Mibsam,"
        },
        {
            "number": "14",
            "text": "winhaj Misma, winhaj Duma, winhaj Masa,"
        },
        {
            "number": "15",
            "text": "winhaj Hadar, winhaj Tema, winhaj Jetur, winhaj Nafis yet' winhaj Cedma."
        },
        {
            "number": "16",
            "text": "Aton sb'i eb' lajchawanh yuninal winhaj Ismael tik. Ha sb'i eb' winh chi' ix och sb'ioc sluum b'aj ix cajnaji. Junjun eb', yajal ix ajkan eb' t'a junjun chonhab'."
        },
        {
            "number": "17",
            "text": "Ha winhaj Ismael chi', 137 ab'il sk'inal winh, ayic ix cham winh."
        },
        {
            "number": "18",
            "text": "Ha masanil eb' yinhtilal winh chi', ix k'ochcan cajan eb' t'a skal Havila yet' Shur, t'a yichanhcot lum Egipto b'aj sb'at b'eal Asiria. Ata' ix cajnaj eb', wach'chom malaj sgana eb' sk'ab' yoc eb'."
        },
        {
            "number": "19",
            "text": "Aton yab'ixal winhaj Isaac yuninal winhaj Abraham:"
        },
        {
            "number": "20",
            "text": "40 ab'il sk'inal winhaj Isaac chi' ayic ix yik'lan sb'a winh yet' ix Rebeca yisil winhaj Betuel, yanab' winhaj Labán arameo, aton winh cajan t'a Padán-aram."
        },
        {
            "number": "21",
            "text": "Ha ix Rebeca chi' malaj yune' ix. Axo winhaj Isaac ix lesalvi t'a Jehová yic tz'ak'ji yune' eb' yuj. Icha chi' jun, ix ab'ji slesal eb' yuj Jehová, ix och ix Rebeca yab'ixal."
        },
        {
            "number": "22",
            "text": "Ha eb' unin chi', tiox eb'. Ix yak' oval eb' t'a yol sk'ool snun chi'. Yuj chi' ix sna' ix: ¿Tas yuj sja jun tik t'a vib'anh? xchi ix. Ixlajwi chi' ix b'at yalan sb'a ix t'a Jehová."
        },
        {
            "number": "23",
            "text": "Ix tak'vi Jehová chi' t'a ix: Chab' chonhab'il ol aj yinhtilal eb' chavanh ed'nac chi'. Yictax manto aljoc eb', ol och eb' ajk'olal t'ay junjun. Jun te ay yip, te tek'an t'a yichanh junxo. Ha winh b'ab'el, ol kan winh t'a yalanh smandar winh tzak'an, xchi t'a ix."
        },
        {
            "number": "24",
            "text": "Ix k'och sk'ual yalji eb' yune' ix Rebeca chi', tiox eb' unin ix alji chi'."
        },
        {
            "number": "25",
            "text": "Ha winh b'ab'el ix alji, te chac tzeminac yilji winh, te ay xil snivanil winh, Esaú ix yak' eb' sb'iej winh."
        },
        {
            "number": "26",
            "text": "Tzak'an ix alji junxo yuk'tac chi', yub'yub' och t'a sjaj yoc winhaj Esaú chi', yuj chi' Jacob ix yak' eb' sb'iej. 60 ab'il sk'inal winhaj Isaac chi' ayic ix alji eb' yune' ix Rebeca chi'."
        },
        {
            "number": "27",
            "text": "Ix q'uib'nhej chavanh unin chi'. Ha winhaj Esaú pechoj nok' ix sk'ulej winh. Anhej caltac te' snib'ej winh tz'eq'ui. Axo pax winhaj Jacob chi', malaj b'aj tzek' winh t'a najat, aynhejek' winh t'a scampamento."
        },
        {
            "number": "28",
            "text": "Te xajan winhaj Esaú yuj winhaj Isaac chi' yujto snib'ej winh schi nok' k'ultaquil nok' sja yuj winh. Axo pax winhaj Jacob jun, te xajan winh yuj ix Rebeca."
        },
        {
            "number": "29",
            "text": "Ay jun k'ual, van stz'anhan jun vael winhaj Jacob chi' ayic ix jax winhaj Esaú chi' b'eyelek' t'a caltac te', te ay svejel winh."
        },
        {
            "number": "30",
            "text": "Ix yalan winh t'a winhaj Jacob chi': Ak' val jab'oc jun a vael chac yilji tik t'ayin, yujto tzin cham yuj vejel, xchi winh. (Yuj chi' Edom ix ak'ji sb'iej winh.)"
        },
        {
            "number": "31",
            "text": "--D'a sb'ab'elal, ak'kan a derecho yic b'ab'el vinaquil t'ayin, ichato chi' ol vak'ani, xchi winhaj Jacob chi'."
        },
        {
            "number": "32",
            "text": "Ix yalanxi winhaj Esaú chi': --Ina van in cham yuj vejel, yilxo jun in derecho yic b'ab'el vinaquil chi', ¿tas val ol och vuuj? xchi winh."
        },
        {
            "number": "33",
            "text": "--Ak'kan a ti' t'ayin t'a jun rato tik, xchi winhaj Jacob chi'. --Inye, xchi winhaj Esaú chi'. Ix yak'an sti' winh yic sch'oxaneli to syak'kan sderecho winh yic sb'ab'el vinaquil t'a winhaj Jacob chi'."
        },
        {
            "number": "34",
            "text": "Ixlajwi chi' ix yak'an ixim pan yet' jun plato vael winhaj Jacob chi' t'a winh. Axo yic ix lajvi sva winh, ix q'ue vaan winh, ix b'at winh. Malaj yelk'och jun derecho yic b'ab'el uninal chi' t'a winh."
        }
    ]
}