{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "A d'a junel ix ja jun nivan vejel d'a jun lugar chi', icha jun yak'nac d'a yol stiempoal vinhaj Abraham. Yuj chi' ix b'atcan vinhaj Isaac d'a yol yic Gerar, b'aj ayek' vinhaj Abimelec sreyal eb' filisteo."
        },
        {
            "number": "2",
            "text": "Ata' ix sch'ox sb'a Jehová d'a vinh, ix yalani: Manh ach b'at d'a Egipto, cananh b'aj sval d'ayach."
        },
        {
            "number": "3",
            "text": "A ticnaic, vach' ajek' d'a jun lugar tic, ayinnhej ek' ed'oc, ol in ch'oxnhej in vach'k'olal d'ayach, yujto a jun lum tic ol vak' d'ayach smasanil yed' d'a masanil inhtilal, yic vach' tz'elk'och masanil tas valnaccan d'a vinh a mam aj Abraham."
        },
        {
            "number": "4",
            "text": "Manh jantacoc ol vutej eb' inhtilal, icha sb'isul q'uen k'anal d'a satchaanh icha chi' ol aj eb'. Ol vak'an jun luum tic smasanil d'a eb'. Yujnhej inhtilal chi' ol scha in vach'k'olal masanil nación,"
        },
        {
            "number": "5",
            "text": "yujto a vinh a mam aj Abraham chi', sk'anab'ajejnac vinh tas valnac. Masanil in checnab'il, in ley yed' in k'ayb'ub'al vak'nac d'a vinh, sk'anab'ajejnac vinh, xchi Jehová d'a vinh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix cannhej vinhaj Isaac chi' d'a Gerar chi'."
        },
        {
            "number": "7",
            "text": "Axo yic ix sk'anb'an eb' vinh aj lugar chi' yuj ix yetb'eyum vinh, ix yal vinh to yanab' ix vinh. Ix xiv vinh yalani tato yetb'eyum ix vinh, yujto ix sna' vinh ta icha chi' smiljicham vinh yuj eb', syik'anek' ix eb', yujto a ix Rebeca chi' te vach' yilji ix."
        },
        {
            "number": "8",
            "text": "Ata' ix ek' tiempo yuj eb'. Ay jun k'ual ix yilelta vinh rey chi' d'a yol jun ventena to chelcheloch vinhaj Isaac chi' d'a ix Rebeca ix yetb'eyum chi'."
        },
        {
            "number": "9",
            "text": "Ix b'at checjicot vinh yuj vinh rey chi', ix yalan vinh d'a vinh: --Toxo ix vila' to etb'eyum ix ix tic, ¿icham chi', ma to maay? ¿Tas yuj ix ala' to anab' ix? xchi vinh. Ix yalan vinhaj Isaac chi': --Ix in na' q'uinaloc tzin smilcham eb' aj chonhab' tic yuj ix, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix yalan vinh rey chi': --¿Tas yuj icha chi' ix a k'ulej? Jab'xonhej maj onh ak'b'at d'a yol sk'ab' chucal. Q'uinaloc ay junoc vinh ix vay yed' ix, uujnhej am val tz'och co mul, xchi vinh."
        },
        {
            "number": "11",
            "text": "Yuj chi', ix yalan vinh rey chi' d'a masanil chonhab': --Tato ay junoc mach stzuntzan jun vinh vinac tic, ma ix yetb'eyum vinh, ol miljocchamoc, xchi vinh."
        },
        {
            "number": "12",
            "text": "D'a jun ab'il chi' ix avvi trigo vinhaj Isaac d'a jun lugar chi'. Lajunhe' quintal trigo ix yik' vinh d'a junjun almul inhat, yujto ix yak' val svach'k'olal Jehová d'a yib'anh vinh."
        },
        {
            "number": "13",
            "text": "Yuj chi' manh jantacoc ix aj sb'eyumal vinh. Manh jantacoc tas ix yik' vinh."
        },
        {
            "number": "14",
            "text": "Ix te aj nok' scalnel vinh, nok' svacax vinh yed' schecab' vinh. Yuj val chi' ix te chichon sk'ol eb' vinh filisteo chi' d'a vinh."
        },
        {
            "number": "15",
            "text": "Ayic pitzanto vinhaj Abraham smam vinhaj Isaac chi', ix sjoyancan juntzanh uk'b'ila' eb' schecab' vinh b'aj syuk'a' nok' smolb'etzal nok' chi'. Axo eb' vinh filisteo chi' ix b'ud'anxi juntzanh uk'b'ila' chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan vinh rey chi' d'a vinhaj Isaac chi': --Elanh d'a tic, yujto ix a te iq'uej ipoc d'a quib'anh, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ix lajvi chi', ix b'at vinhaj Isaac chi', ix k'och cajan vinh d'a sch'olanil yic Gerar. Ata' ix cajnaj vinh."
        },
        {
            "number": "18",
            "text": "Ix sjoyanxi juntzanh a' uk'b'ila' chi' vinh, a' b'ob'ilcan yuj vinh smam vinh chi', aton juntzanh a' ix smuc eb' vinh filisteo ayic toxo ix cham vinh smam vinh chi'. A sb'i a' aycanoch yuj vinh smam vinh chi', anheja' ix yak'canoch vinh sb'ioc a'."
        },
        {
            "number": "19",
            "text": "Ay jun k'ual, a eb' vinh schecab' vinhaj Isaac chi', ipan sjoyan jun a' uk'b'ila' eb' vinh d'a ak'lic chi', axo ix aji, ix ilchaj jun sjaj a' yuj eb' vinh."
        },
        {
            "number": "20",
            "text": "Axo juntzanhxo eb' vinh tanhvum calnel aj Gerar chi', ix yal eb' vinh to yic jun a' chi' eb' vinh, yuj chi' ix yak' oval eb' vinh yed' eb' vinh stanhvumal scalnel vinhaj Isaac chi'. Yuj chi' ix yak' sb'iej jun a' chi' vinhaj Isaac Chaclajb'ail, yujto ix schaclaj sb'a eb' vinh yuj a'."
        },
        {
            "number": "21",
            "text": "Ix lajvi chi', ix sjoyan junxo a' eb' vinh schecab' vinhaj Isaac chi'. Anheja' ix schaclajxi sb'a eb' vinh yuj a'. Yuj chi' Ajk'olal ix sb'iejcan a' yuj vinhaj Isaac chi'."
        },
        {
            "number": "22",
            "text": "Ichato chi' ix b'at cajnaj vinhaj Isaac chi' d'a najat. Ata' ix sjoyxi junxo a' uk'b'ila' vinh, palta manhxalaj oval yuj a', yuj chi' B'ecan ix sb'iejcan a' yuj vinh. B'ecan onh yuj Jehová yic tzonh q'uib'chaanh d'a lum tic, xchi vinh."
        },
        {
            "number": "23",
            "text": "Ix lajvi yel vinhaj Isaac chi' ta', ix k'och vinh d'a Beerseba."
        },
        {
            "number": "24",
            "text": "A d'a jun ak'val chi', ix sch'ox sb'a Jehová d'a vinh, ix yalani: A in sDiosal in vinh a mam aj Abraham. Man ach xivoc, ayin och ed'oc. Yujnhej to in checab' vinhaj Abraham chi', yuj chi' ol vak' in vach'k'olal d'a ib'anh, manh jantacoc ol aj vik'anchaanh sb'isul inhtilal, xchi d'a vinh."
        },
        {
            "number": "25",
            "text": "Ata' ix sb'o jun altar vinhaj Isaac chi', yic syal sb'a vinh d'a Jehová, axo scajnajcan vinh chi' ta'. Axo eb' schecab' vinh ix joyan junxo a' uk'b'ila' chi'."
        },
        {
            "number": "26",
            "text": "Ay jun k'ual ix cot vinhaj rey Abimelec d'a Gerar, ajun jun vinh yamigo vinh scuch Ahuzat yed'nac. Ajun pax vinhaj Ficol yajal eb' soldado vinh yed'nac. Ix ulek' vinh lolonel yed' vinhaj Isaac chi'."
        },
        {
            "number": "27",
            "text": "Ix yalan vinhaj Isaac chi' d'a eb' vinh: --A ex tic, malaj tzin och eyuuj, ix in e pechel d'a sat e luum chi', ¿tasto yuj tzul in eyila'? xchi vinh d'a eb' vinh."
        },
        {
            "number": "28",
            "text": "Ix tak'vi eb' vinh d'a vinh: --Toxo ix quila' to ayoch Jehová ed'oc, yuj chi' ix co na' to smoj sco b'o junoc co trato ed'oc. A jun trato ol co b'o chi', aton jun tic:"
        },
        {
            "number": "29",
            "text": "Malajocab' b'aq'uinh tzonh ixtej, yujto a onh tic, maj cak' chucal d'ayach, a tas ix aji, to xajan ach cuuj, d'a junk'olalil ix ach co chequeli. Squila' to aynhej svach'k'olal Jehová d'a ib'anh, xchi eb'."
        },
        {
            "number": "30",
            "text": "Ayic ix lajvi slolon eb', ix sb'oan jun nivan vael vinhaj Isaac chi', ix va eb' d'a tzalajk'olal."
        },
        {
            "number": "31",
            "text": "A d'a junxo k'u, ix q'ue van eb' d'a q'uinhib'alil, ix yak'lancan sti' eb' d'ay junjun. Ix lajvi chi' ix stak'lancan sb'a eb' d'a junk'olal, ix paxb'at eb' d'a slugar."
        },
        {
            "number": "32",
            "text": "Axo d'a jun k'u chi', ix ja eb' schecab' vinhaj Isaac chi', ix ul yalan eb' d'a vinh to a d'a jun jul joyb'ilcan yuj eb' vinh, ayxo a a' d'a yool."
        },
        {
            "number": "33",
            "text": "Yuj chi' Seba ix sb'iejcan jun a' uk'b'ila' chi' yuj vinhaj Isaac chi', yuj chi' a jun chonhab' ay chi' ta' anheja' scuch Beerseba."
        },
        {
            "number": "34",
            "text": "40 ab'il sq'uinal vinhaj Esaú ayic ix yik'lan sb'a vinh yed' ix Judit, yisil vinhaj Beeri hitita. Ix yik'anpax ix Basemat vinh, yisil ix vinhaj Elón, hitita paxi."
        },
        {
            "number": "35",
            "text": "Ix ak'jioch scusk'olal vinhaj Isaac yed' ix Rebeca yuj eb' ix chavanh chi'."
        }
    ]
}