{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a junel ix ja jun niwan wejel t'a jun lugar chi', icha jun yak'nac t'a yol stiempoal winhaj Abraham. Yuj chi' ix b'atkan winhaj Isaac t'a yol yic Gerar, b'aj ayek' winhaj Abimelec sreyal heb' filisteo."
        },
        {
            "number": "2",
            "text": "Ata' ix sch'ox sb'a Jehová t'a winh, ix yalani: Manh ach b'at t'a Egipto, kananh b'aj swal t'ayach."
        },
        {
            "number": "3",
            "text": "Ha tiknaik, wach' ajek' t'a jun lugar tik, ayinnhej ek' ed'oc, ol in ch'oxnhej in wach'k'olal t'ayach, yujto a jun lum tik ol wak' t'ayach smasanil yet' t'a masanil inhtilal, yic wach' tz'elk'och masanil tas walnakkan t'a winh a mam aj Abraham."
        },
        {
            "number": "4",
            "text": "Manh jantacoc ol wutej heb' inhtilal, icha sb'isul k'een k'anal t'a satcha’anh icha chi' ol aj heb'. Ol wak'an jun lu'um tik smasanil t'a heb'. Yujnhej inhtilal chi' ol scha in wach'k'olal masanil nación,"
        },
        {
            "number": "5",
            "text": "yujto a winh a mam aj Abraham chi', sk'anab'ajejnac winh tas walnac. Masanil in checnab'il, in ley yet' in k'ayb'ub'al wak'nac t'a winh, sk'anab'ajejnac winh, xchi Jehová t'a winh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix kannhej winhaj Isaac chi' t'a Gerar chi'."
        },
        {
            "number": "7",
            "text": "Axo yic ix sk'anb'an heb' winh aj lugar chi' yuj ix yetb'eyum winh, ix yal winh to yanab' ix winh. Ix xiv winh yalani tato yetb'eyum ix winh, yujto ix sna' winh ta icha chi' smiljicham winh yuj heb', syik'anek' ix heb', yujto a ix Rebeca chi' te wach' yilji ix."
        },
        {
            "number": "8",
            "text": "Ata' ix ek' tiempo yuj heb'. Ay jun k'ual ix yilelta winh rey chi' t'a yol jun wentena to chelcheloch winhaj Isaac chi' t'a ix Rebeca ix yetb'eyum chi'."
        },
        {
            "number": "9",
            "text": "Ix b'at checjicot winh yuj winh rey chi', ix yalan winh t'a winh: --Toxo ix wila'' to etb'eyum ix ix tik, ¿icham chi', ma to maay? ¿Tas yuj ix ala' to anab' ix? xchi winh. Ix yalan winhaj Isaac chi': --Ix in na' q'uinaloc tzin smilcham heb' aj chonhab' tik yuj ix, xchi winh."
        },
        {
            "number": "10",
            "text": "Ix yalan winh rey chi': --¿Tas yuj icha chi' ix a k'ulej? Jab'xonhej maj onh ak'b'at t'a yol sk'ab' chukal. Q'uinaloc ay junok winh ix way yet' ix, uujnhej am wal tz'och ko mul, xchi winh."
        },
        {
            "number": "11",
            "text": "Yuj chi', ix yalan winh rey chi' t'a masanil chonhab': --Tato ay junok mach stzuntzan jun winh winak tik, ma ix yetb'eyum winh, ol miljocchamoc, xchi winh."
        },
        {
            "number": "12",
            "text": "D'a jun ab'il chi' ix avwi trigo winhaj Isaac t'a jun lugar chi'. Lajunhe' quintal trigo ix yik' winh t'a junjun almul inhat, yujto ix yak' wal swach'k'olal Jehová t'a yib'anh winh."
        },
        {
            "number": "13",
            "text": "Yuj chi' manh jantacoc ix aj sb'eyumal winh. Manh jantacoc tas ix yik' winh."
        },
        {
            "number": "14",
            "text": "Ix te aj nok' skalnel winh, nok' swakax winh yet' schekab' winh. Yuj wal chi' ix te chichon sk'ol heb' winh filisteo chi' t'a winh."
        },
        {
            "number": "15",
            "text": "Ayic pitzanto winhaj Abraham smam winhaj Isaac chi', ix sjoyankan juntzanh uk'b'ila' heb' schekab' winh b'aj syuk'a' nok' smolb'etzal nok' chi'. Axo heb' winh filisteo chi' ix b'ut'anxi juntzanh uk'b'ila' chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan winh rey chi' t'a winhaj Isaac chi': --Elanh t'a tik, yujto ix a te ik'ej ipoc t'a quib'anh, xchi winh."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix b'at winhaj Isaac chi', ix k'och kajan winh t'a sch'olanil yic Gerar. Ata' ix kajnaj winh."
        },
        {
            "number": "18",
            "text": "Ix sjoyanxi juntzanh ha' uk'b'ila' chi' winh, ha' b'ob'ilkan yuj winh smam winh chi', aton juntzanh ha' ix smuc heb' winh filisteo ayic toxo ix cham winh smam winh chi'. Ha sb'i ha' aykanoch yuj winh smam winh chi', anheja' ix yak'kanoch winh sb'ioc ha'."
        },
        {
            "number": "19",
            "text": "Ay jun k'ual, a heb' winh schekab' winhaj Isaac chi', ipan sjoyan jun ha' uk'b'ila' heb' winh t'a ak'lic chi', haxo ix aji, ix ilchaj jun sjaj ha' yuj heb' winh."
        },
        {
            "number": "20",
            "text": "Axo juntzanhxo heb' winh tanhwum kalnel aj Gerar chi', ix yal heb' winh to yic jun ha' chi' heb' winh, yuj chi' ix yak' owal heb' winh yet' heb' winh stanhwumal skalnel winhaj Isaac chi'. Yuj chi' ix yak' sb'iej jun ha' chi' winhaj Isaac Chaclajb'ail, yujto ix schaclaj sb'a heb' winh yuj ha'."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix sjoyan junxo ha' heb' winh schekab' winhaj Isaac chi'. Anheja' ix schaclajxi sb'a heb' winh yuj ha'. Yuj chi' Ajk'olal ix sb'iejkan ha' yuj winhaj Isaac chi'."
        },
        {
            "number": "22",
            "text": "Ichato chi' ix b'at kajnaj winhaj Isaac chi' t'a najat. Ata' ix sjoyxi junxo ha' uk'b'ila' winh, palta manhxalaj owal yuj ha', yuj chi' B'ekan ix sb'iejkan ha' yuj winh. B'ekan onh yuj Jehová yic tzonh q'uib'chaanh t'a lum tik, xchi winh."
        },
        {
            "number": "23",
            "text": "Ixlajwi yel winhaj Isaac chi' ta', ix k'och winh t'a Beerseba."
        },
        {
            "number": "24",
            "text": "Ha t'a jun ak'wal chi', ix sch'ox sb'a Jehová t'a winh, ix yalani: Ha in sDiosal in winh a mam aj Abraham. Man ach xiwoc, ayin och ed'oc. Yujnhej to in chekab' winhaj Abraham chi', yuj chi' ol wak' in wach'k'olal t'a ib'anh, manh jantacoc ol aj wik'anchaanh sb'isul inhtilal, xchi t'a winh."
        },
        {
            "number": "25",
            "text": "Ata' ix sb'o jun altar winhaj Isaac chi', yic syal sb'a winh t'a Jehová, haxo skajnajkan winh chi' ta'. Axo heb' schekab' winh ix joyan junxo ha' uk'b'ila' chi'."
        },
        {
            "number": "26",
            "text": "Ay jun k'ual ix cot winhaj rey Abimelec t'a Gerar, ajun jun winh yamigo winh scuch Ahuzat yet'nac. Ajun pax winhaj Ficol yajal heb' soldado winh yet'nac. Ix ulek' winh lolonel yet' winhaj Isaac chi'."
        },
        {
            "number": "27",
            "text": "Ix yalan winhaj Isaac chi' t'a heb' winh: --Ha ex tik, malaj tzin och eyuuj, ix in he pechel t'a sat he lu'um chi', ¿tasto yuj tzul in eyila'? xchi winh t'a heb' winh."
        },
        {
            "number": "28",
            "text": "Ix tak'wi heb' winh t'a winh: --Toxo ix quila' to ayoch Jehová ed'oc, yuj chi' ix ko na' to smoj sko b'o junok ko trato ed'oc. Ha jun trato ol ko b'o chi', aton jun tik:"
        },
        {
            "number": "29",
            "text": "Malajokab' b'ak'uinh tzonh ixtej, yujto a onh tik, maj kak' chukal t'ayach, a tas ix aji, to xajan ach cuuj, t'a junk'olalil ix ach ko chequeli. Squila' to aynhej swach'k'olal Jehová t'a ib'anh, xchi heb'."
        },
        {
            "number": "30",
            "text": "Ayic ix lajwi slolon heb', ix sb'oan jun niwan wael winhaj Isaac chi', ix wa heb' t'a tzalajk'olal."
        },
        {
            "number": "31",
            "text": "Ha t'a junxo k'u, ix k'e wan heb' t'a q'uinhib'alil, ix yak'lankan sti' heb' t'ay junjun. Ixlajwi chi' ix stak'lankan sb'a heb' t'a junk'olal, ix paxb'at heb' t'a slugar."
        },
        {
            "number": "32",
            "text": "Axo t'a jun k'u chi', ix ja heb' schekab' winhaj Isaac chi', ix ul yalan heb' t'a winh to ha t'a jun jul joyb'ilkan yuj heb' winh, ayxo ha ha' t'a yool."
        },
        {
            "number": "33",
            "text": "Yuj chi' Seba ix sb'iejkan jun ha' uk'b'ila' chi' yuj winhaj Isaac chi', yuj chi' a jun chonhab' ay chi' ta' anheja' scuch Beerseba."
        },
        {
            "number": "34",
            "text": "40 ab'il sk'inal winhaj Esaú ayic ix yik'lan sb'a winh yet' ix Judit, yisil winhaj Beeri hitita. Ix yik'anpax ix Basemat winh, yisil ix winhaj Elón, hitita paxi."
        },
        {
            "number": "35",
            "text": "Ix ak'jioch scusk'olal winhaj Isaac yet' ix Rebeca yuj heb' ix chawanh chi'."
        }
    ]
}