{
    "chapter": "26",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a junel ix ja jun niwan vejel t'a jun lugar chi', icha jun yak'nac t'a yol stiempoal vinhaj Abraham. Yuj chi' ix b'atcan vinhaj Isaac t'a yol yic Gerar, b'aj ayek' vinhaj Abimelec sreyal eb' filisteo."
        },
        {
            "number": "2",
            "text": "Ata' ix sch'ox sb'a Jehová t'a vinh, ix yalani: Manh ach b'at t'a Egipto, cananh b'aj sval t'ayach."
        },
        {
            "number": "3",
            "text": "Ha ticnaic, wach' ajek' t'a jun lugar tik, ayinnhej ek' ed'oc, ol in ch'oxnhej in wach'k'olal t'ayach, yujto a jun lum tik ol vak' t'ayach smasanil yet' t'a masanil inhtilal, yic wach' tz'elk'och masanil tas valnaccan t'a vinh a mam aj Abraham."
        },
        {
            "number": "4",
            "text": "Manh jantacoc ol vutej eb' inhtilal, icha sb'isul q'uen k'anal t'a satcha’anh icha chi' ol aj eb'. Ol vak'an jun lu'um tik smasanil t'a eb'. Yujnhej inhtilal chi' ol scha in wach'k'olal masanil nación,"
        },
        {
            "number": "5",
            "text": "yujto a vinh a mam aj Abraham chi', sk'anab'ajejnac vinh tas valnac. Masanil in checnab'il, in ley yet' in k'ayb'ub'al vak'nac t'a vinh, sk'anab'ajejnac vinh, xchi Jehová t'a vinh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix cannhej vinhaj Isaac chi' t'a Gerar chi'."
        },
        {
            "number": "7",
            "text": "Axo yic ix sk'anb'an eb' vinh aj lugar chi' yuj ix yetb'eyum vinh, ix yal vinh to yanab' ix vinh. Ix xiv vinh yalani tato yetb'eyum ix vinh, yujto ix sna' vinh ta icha chi' smiljicham vinh yuj eb', syik'anek' ix eb', yujto a ix Rebeca chi' te wach' yilji ix."
        },
        {
            "number": "8",
            "text": "Ata' ix ek' tiempo yuj eb'. Ay jun k'ual ix yilelta vinh rey chi' t'a yol jun ventena to chelcheloch vinhaj Isaac chi' t'a ix Rebeca ix yetb'eyum chi'."
        },
        {
            "number": "9",
            "text": "Ix b'at checjicot vinh yuj vinh rey chi', ix yalan vinh t'a vinh: --Toxo ix wila'' to etb'eyum ix ix tik, ¿icham chi', ma to maay? ¿Tas yuj ix ala' to anab' ix? xchi vinh. Ix yalan vinhaj Isaac chi': --Ix in na' q'uinaloc tzin smilcham eb' aj chonhab' tik yuj ix, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix yalan vinh rey chi': --¿Tas yuj icha chi' ix a k'ulej? Jab'xonhej maj onh ak'b'at t'a yol sk'ab' chucal. Q'uinaloc ay junok vinh ix vay yet' ix, uujnhej am val tz'och co mul, xchi vinh."
        },
        {
            "number": "11",
            "text": "Yuj chi', ix yalan vinh rey chi' t'a masanil chonhab': --Tato ay junok mach stzuntzan jun vinh vinac tik, ma ix yetb'eyum vinh, ol miljocchamoc, xchi vinh."
        },
        {
            "number": "12",
            "text": "D'a jun ab'il chi' ix avvi trigo vinhaj Isaac t'a jun lugar chi'. Lajunhe' quintal trigo ix yik' vinh t'a junjun almul inhat, yujto ix yak' val swach'k'olal Jehová t'a yib'anh vinh."
        },
        {
            "number": "13",
            "text": "Yuj chi' manh jantacoc ix aj sb'eyumal vinh. Manh jantacoc tas ix yik' vinh."
        },
        {
            "number": "14",
            "text": "Ix te aj nok' scalnel vinh, nok' svacax vinh yet' schecab' vinh. Yuj val chi' ix te chichon sk'ol eb' vinh filisteo chi' t'a vinh."
        },
        {
            "number": "15",
            "text": "Ayic pitzanto vinhaj Abraham smam vinhaj Isaac chi', ix sjoyancan juntzanh uk'b'ila' eb' schecab' vinh b'aj syuk'a' nok' smolb'etzal nok' chi'. Axo eb' vinh filisteo chi' ix b'ut'anxi juntzanh uk'b'ila' chi'."
        },
        {
            "number": "16",
            "text": "Ix yalan vinh rey chi' t'a vinhaj Isaac chi': --Elanh t'a tik, yujto ix a te iq'uej ipoc t'a quib'anh, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix b'at vinhaj Isaac chi', ix k'och cajan vinh t'a sch'olanil yic Gerar. Ata' ix cajnaj vinh."
        },
        {
            "number": "18",
            "text": "Ix sjoyanxi juntzanh ha' uk'b'ila' chi' vinh, ha' b'ob'ilcan yuj vinh smam vinh chi', aton juntzanh ha' ix smuc eb' vinh filisteo ayic toxo ix cham vinh smam vinh chi'. Ha sb'i ha' aycanoch yuj vinh smam vinh chi', anheja' ix yak'canoch vinh sb'ioc ha'."
        },
        {
            "number": "19",
            "text": "Ay jun k'ual, a eb' vinh schecab' vinhaj Isaac chi', ipan sjoyan jun ha' uk'b'ila' eb' vinh t'a ak'lic chi', haxo ix aji, ix ilchaj jun sjaj ha' yuj eb' vinh."
        },
        {
            "number": "20",
            "text": "Axo juntzanhxo eb' vinh tanhvum calnel aj Gerar chi', ix yal eb' vinh to yic jun ha' chi' eb' vinh, yuj chi' ix yak' oval eb' vinh yet' eb' vinh stanhvumal scalnel vinhaj Isaac chi'. Yuj chi' ix yak' sb'iej jun ha' chi' vinhaj Isaac Chaclajb'ail, yujto ix schaclaj sb'a eb' vinh yuj ha'."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix sjoyan junxo ha' eb' vinh schecab' vinhaj Isaac chi'. Anheja' ix schaclajxi sb'a eb' vinh yuj ha'. Yuj chi' Ajk'olal ix sb'iejkan ha' yuj vinhaj Isaac chi'."
        },
        {
            "number": "22",
            "text": "Ichato chi' ix b'at cajnaj vinhaj Isaac chi' t'a najat. Ata' ix sjoyxi junxo ha' uk'b'ila' vinh, palta manhxalaj oval yuj ha', yuj chi' B'ecan ix sb'iejkan ha' yuj vinh. B'ecan onh yuj Jehová yic tzonh q'uib'chaanh t'a lum tik, xchi vinh."
        },
        {
            "number": "23",
            "text": "Ixlajwi yel vinhaj Isaac chi' ta', ix k'och vinh t'a Beerseba."
        },
        {
            "number": "24",
            "text": "Ha t'a jun ak'val chi', ix sch'ox sb'a Jehová t'a vinh, ix yalani: Ha in sDiosal in vinh a mam aj Abraham. Man ach xivoc, ayin och ed'oc. Yujnhej to in checab' vinhaj Abraham chi', yuj chi' ol vak' in wach'k'olal t'a ib'anh, manh jantacoc ol aj vik'anchaanh sb'isul inhtilal, xchi t'a vinh."
        },
        {
            "number": "25",
            "text": "Ata' ix sb'o jun altar vinhaj Isaac chi', yic syal sb'a vinh t'a Jehová, haxo scajnajcan vinh chi' ta'. Axo eb' schecab' vinh ix joyan junxo ha' uk'b'ila' chi'."
        },
        {
            "number": "26",
            "text": "Ay jun k'ual ix cot vinhaj rey Abimelec t'a Gerar, ajun jun vinh yamigo vinh scuch Ahuzat yet'nac. Ajun pax vinhaj Ficol yajal eb' soldado vinh yet'nac. Ix ulek' vinh lolonel yet' vinhaj Isaac chi'."
        },
        {
            "number": "27",
            "text": "Ix yalan vinhaj Isaac chi' t'a eb' vinh: --Ha ex tik, malaj tzin och eyuuj, ix in e pechel t'a sat e lu'um chi', ¿tasto yuj tzul in eyila'? xchi vinh t'a eb' vinh."
        },
        {
            "number": "28",
            "text": "Ix tak'vi eb' vinh t'a vinh: --Toxo ix quila' to ayoch Jehová ed'oc, yuj chi' ix co na' to smoj sco b'o junok co trato ed'oc. Ha jun trato ol co b'o chi', aton jun tik:"
        },
        {
            "number": "29",
            "text": "Malajocab' b'ak'uinh tzonh ixtej, yujto a onh tik, maj cak' chucal t'ayach, a tas ix aji, to xajan ach cuuj, t'a junk'olalil ix ach co chequeli. Squila' to aynhej swach'k'olal Jehová t'a ib'anh, xchi eb'."
        },
        {
            "number": "30",
            "text": "Ayic ix lajvi slolon eb', ix sb'oan jun niwan vael vinhaj Isaac chi', ix wa eb' t'a tzalajk'olal."
        },
        {
            "number": "31",
            "text": "Ha t'a junxo k'u, ix q'ue van eb' t'a q'uinhib'alil, ix yak'lancan sti' eb' t'ay junjun. Ixlajwi chi' ix stak'lancan sb'a eb' t'a junk'olal, ix paxb'at eb' t'a slugar."
        },
        {
            "number": "32",
            "text": "Axo t'a jun k'u chi', ix ja eb' schecab' vinhaj Isaac chi', ix ul yalan eb' t'a vinh to ha t'a jun jul joyb'ilcan yuj eb' vinh, ayxo ha ha' t'a yool."
        },
        {
            "number": "33",
            "text": "Yuj chi' Seba ix sb'iejkan jun ha' uk'b'ila' chi' yuj vinhaj Isaac chi', yuj chi' a jun chonhab' ay chi' ta' anheja' scuch Beerseba."
        },
        {
            "number": "34",
            "text": "40 ab'il sq'uinal vinhaj Esaú ayic ix yik'lan sb'a vinh yet' ix Judit, yisil vinhaj Beeri hitita. Ix yik'anpax ix Basemat vinh, yisil ix vinhaj Elón, hitita paxi."
        },
        {
            "number": "35",
            "text": "Ix ak'jioch scusk'olal vinhaj Isaac yet' ix Rebeca yuj eb' ix chavanh chi'."
        }
    ]
}