{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ix ek'nhej tiempo, ix ichamwinacax winhaj Isaac chi', maxtzac ujilaj yilan winh. Ay jun k'ual ix yavtejcot winhaj Esaú winh, aton winh sb'ab'el yuninal winh, ix yalan winh t'a winh: --Ach wuninal, xchi winh. --¿Tas xchi mamin? xchi winhaj Esaú chi'."
        },
        {
            "number": "2",
            "text": "--Tik wal tzila' te icham winak inxo. Manh wojtacoc, q'uinaloc sja lemnaj in chamel k'ik'an chab'ej."
        },
        {
            "number": "3",
            "text": "Yuj chi' tzin nib'ej tzach b'at a say junok nok' t'a caltac te' yic tzik'cot in chi'a. Ik'b'at a jul-lab' yic tza jul junok wico'."
        },
        {
            "number": "4",
            "text": "Tza b'oan junok in wael te wach', icha wal in gana. Ayic toxo ix b'oi, tzik'ancot t'ayin. Yacb'an tzin wa'i, ol walancan wach' lolonel t'a ib'anh yacb'an manto in chamoc, xchi winh."
        },
        {
            "number": "5",
            "text": "Axo ix Rebeca, ix yab' ix tas ix yal winh t'a winhaj Esaú chi', yuj chi' ayic toxo ix b'at winhaj Esaú chi' t'a caltac te' say schib'ej smam chi',"
        },
        {
            "number": "6",
            "text": "ix yalan ix t'a winhaj Jacob, winh schab'il yune' ix: --Ha tiknaik ach wune', ix wab' wal yalan winh a mam t'a winh uk'tac aj Esaú icha tik:"
        },
        {
            "number": "7",
            "text": "Ixic say junok k'ultaquil nok' in chi'a, tza b'oan junok in wael, te wach' tzutej. Yacb'an tzin wa'i ol wak'ancan yaxilal t'ayach, ol walancan wach' lolonel t'a ib'anh t'a yichanh Jehová yacb'an manto in chamoc, xchi winh a mam chi' t'a winh."
        },
        {
            "number": "8",
            "text": "Yuj chi' ach wune', k'anab'ajej wal tas ol wal tik."
        },
        {
            "number": "9",
            "text": "Ixic b'aj ay nok' calnel, tzik'ancot chawanhoc nok' yunetac chiwa te wach', ol in b'oan junok swael winh a mam chi', te wach' ol wutej icha wal tas snib'ej winh."
        },
        {
            "number": "10",
            "text": "Ha achxo ol ik'b'at t'a winh. Ayic wan swa winh, ol yalancan wach' lolonel winh t'a ib'anh yacb'an manto cham winh, xchi ix."
        },
        {
            "number": "11",
            "text": "Ix yalan winhaj Jacob t'a ix snun chi': --Ha winh wuk'tac chi', ay xil sniwanil winh, palta a in tik malaj in xiil."
        },
        {
            "number": "12",
            "text": "Q'uinaloc ol in smaslej winh in mam chi', ol nachajel yuj winh, ol snaan winh to tonhej swixtej winh, haxo catab' ol cotcan t'a wib'anh, manhxooc yaxilal ol wik'cani, xchi winh."
        },
        {
            "number": "13",
            "text": "Ix tak'wi ix snun winh chi' icha tik: --Maay ach wune', tato ay catab' syalcan winh, aocab' t'a wib'anh scotcani. Ha tiknaik, anhej to tza k'anab'ajej tas swala'. Ixic, ik'cot chawanhoc nok' yunetac chiwa chi', xchi ix."
        },
        {
            "number": "14",
            "text": "Ix b'at winhaj Jacob chi' yik'cot nok' yunetac chiwa chi', ix yak'an nok' winh t'a ix snun chi'. Wach' ix aj jun wael chi' yuj ix, icha wal snib'ej winhaj Isaac chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yik'anelta spichul winhaj Esaú chi' ix, winh sb'ab'el yune' ix, juntzanh pichul te wach', sik'b'ilb'at b'aj ay smantiado, ix yak'anoch ix t'a winhaj Jacob winh schab'il unin chi'."
        },
        {
            "number": "16",
            "text": "Axo t'a stz'umal nok' chiwa chi' ix spich sk'ab' winh ix yet' sjaj winh b'aj malaj xiil."
        },
        {
            "number": "17",
            "text": "Ix yak'an ixim pan ix yet' wael ix sb'o chi', ix yik'anb'at winh."
        },
        {
            "number": "18",
            "text": "Axo ix ochb'at winh b'aj ayek' winh smam chi', ix yalan winh icha tik: --Mamin, xchi winh. --Oy, ¿mach ach ach wuninal? xchi winhaj Isaac chi'."
        },
        {
            "number": "19",
            "text": "--Ha in Esaú in, a b'ab'el unin in. Toxo ix in b'o a wael icha ix al t'ayin. Q'ueanh k'ojan, wa''anh. Ab'lej wal jab'oc nok' k'ultaquil nok' ix b'at in jul tik, tzalancan wach' lolonel t'a wib'anh, xchi winh."
        },
        {
            "number": "20",
            "text": "Ix sk'anb'an winhaj Isaac chi' t'a winh icha tik: --¿Tas wal ix utej yamchaj nok' t'a elanhchamel, ach wuninal? xchi winh. --Ha Jehová ko Diosal ix och wed'oc, yuj chi' t'a elanhchamel ix ilchaj nok' wuuj, xchi winh."
        },
        {
            "number": "21",
            "text": "Ix yalanpax winhaj Isaac chi' t'a winh icha tik: --Nitzcot a b'ha t'a in tz'ey, ol ach in maslej, ta yel a ach ach wuninal Esaú, xchi winh."
        },
        {
            "number": "22",
            "text": "Ix snitzanoch sb'a winh t'a stz'ey winh smam chi', ix och ijan winh smaslan winh tato ay xiil winh. Ixlajwi chi', ix yalan winh smam winh chi' icha tik: Icha wal yoch sjaj winhaj Jacob swab'i, anhej jun to ay xil a k'ab' swab'i icha wal yic winhaj Esaú, xchi winh."
        },
        {
            "number": "23",
            "text": "Maj nachajel-laj yuj winh smam winh chi', yujto ay xiil sk'ab' winh icha wal yic winhaj Esaú chi', yuj chi' ix yalancan wach' lolonel winh t'a yib'anh winh."
        },
        {
            "number": "24",
            "text": "Ix sk'anb'anxi winhaj Isaac chi' icha tik: --¿Yel am wal a ach, ach wuninal Esaú? xchi winh. --I', a in ton Esaú in, xchi winhaj Jacob chi'."
        },
        {
            "number": "25",
            "text": "--Ach wuninal, ik'cot in wael chi' an, yacb'an tzin chi nok' k'ultaquil nok' xid' ik'cot chi', ol walancan wach' lolonel t'a ib'anh, xchi winh. Ix yak'an winhaj Jacob swael winh smam chi', ix yik'anpaxcot wino winh, ix yuk'an winh smam winh chi'."
        },
        {
            "number": "26",
            "text": "Ix yalan winhaj Isaac chi' icha tik: --Nitzcot a b'ha t'a in tz'ey ach wuninal, tza tz'ub'anelta in ti', xchi winh."
        },
        {
            "number": "27",
            "text": "Ix snitzanb'at sb'a winhaj Jacob chi', ix tz'ub'anelta sti' winh smam winh chi'. Ix suk'lan spichul winh winhaj Isaac chi', ix yalan wach' lolonel chi' winh t'a yib'anh winh icha tik: Icha sjab' anh ank'ultak ay t'a caltac te' tz'ak'ji syaxil yuj Jehová, icha wal chi' sjab' winh wuninal."
        },
        {
            "number": "28",
            "text": "Ak'jocab' nhab' t'a yib'anh lum a lu'um yuj Dios yic te wach' ol aj sat avb'en. Manhxo jantacoc ixim trigo yet' wino ol ik'a'."
        },
        {
            "number": "29",
            "text": "Tzijtum anima ol ach ak'an serwil. Masanil nación ol yak'em sb'a t'ayach. Yajal ol ach aj t'a yib'anh heb' yinhtilal winh uk'tac. Ol yak'em sb'a heb' t'ayach. Ol kan scatab' Dios t'a yib'anh heb' chuk syutej sb'a t'ayach, palta ol yak' swach'k'olal t'a yib'anh heb' wach' syutej sb'a t'ayach, xchi winh."
        },
        {
            "number": "30",
            "text": "Axo yic ix lajwi yalancan masanil wach' lolonel chi' winh t'a yib'anh winhaj Jacob chi', ato wal yelta winh chi' b'aj ayek' winh smam chi', ix jax winhaj Esaú chi' juloj nok' chi'."
        },
        {
            "number": "31",
            "text": "Ix sb'oan jun wael winh te wach'. Ixlajwi chi' ix yik'anpaxb'at winh t'a winh smam chi', ix yalan winh icha tik: --Q'ueanh waan mamin, tik in jawi. Chi' nok' k'ultaquil nok' ix b'at wik'cot tik, tzalancan wach' lolonel chi' t'a wib'anh, xchi winh t'a winh smam chi'."
        },
        {
            "number": "32",
            "text": "Axo ix sk'anb'an winhaj Isaac chi' icha tik: --¿Mach ach? xchi winh. --Ha in ton Esaú in, a b'ab'el unin in, xchi winh."
        },
        {
            "number": "33",
            "text": "Ix te sat sk'ol winhaj Isaac chi', ix och ijan winh slucloni, ix yalan winh icha tik: --¿Mach pax jun winh ix b'at ik'ancot nok' t'a sb'ab'elal jun, ix yik'ancot jun wael chi' t'ayin? Toxo ix in wa'i, ayic manto ach ja ach tik, yuj chi' toxo ix walcan in wach' lolonel t'a yib'anh winh chi'. Toxonton a winh ol chaan in wach'k'olal chi', xchi winh."
        },
        {
            "number": "34",
            "text": "Ayic ix yab'an winhaj Esaú tas ix yal winh smam chi', ix el wek'ek'oc yav winh yoq'ui, ix yalan winh icha tik: --Alpax wach' lolonel t'a wib'anh mamin, xchi winh."
        },
        {
            "number": "35",
            "text": "Ix yalan winhaj Isaac chi' icha tik: --Ha winh uk'tac ix ul in ixtanoc, toxo ix yik'b'at masanil wach' lolonel winh ictaxon yaji, xchi winh. Axo ix tak'wi winhaj Esaú chi':"
        },
        {
            "number": "36",
            "text": "Te wach' wal ochnaccan Jacob t'a winh. Schaelalxo in yixtan winh tik. D'a sb'ab'elal ix yik'ek' in derecho winh t'a yic in b'ab'el uninal, haxo pax tiknaik syik'anpaxek' yaxilal winh to wictaxon yaj uuj. Mamin, ¿manhxom wal junokxo yaxil ix a k'ub'ejcan t'ayin? xchi winh."
        },
        {
            "number": "37",
            "text": "Ix yalan winhaj Isaac chi' t'a winh: --Ina ix wak' yopisio winhaj Jacob t'a ib'anh, masanil heb' inhtilal ol ochcan schecab'oc winh. Anheja' toxo ix walcani to te wach' ol yak' ixim strigo winh yet' swino. Manhxalaj tas wach' ach wutan ach wuninal, xchi winh."
        },
        {
            "number": "38",
            "text": "Ix tewinhejoch winhaj Esaú chi' icha tik: --Mamin, ¿manhxom wal junok wach' lolonel syal alancan t'a wib'anh jun? Alcan junokxo a wach' lolonel t'ayin, xchi winh. Ix elxi wek'ek'oc yav winh yoq'ui."
        },
        {
            "number": "39",
            "text": "Yuj chi' ix yalan winhaj Isaac chi' t'a winh icha tik: Te najat tzach elcan t'a sat lum lum yax sat yet' b'aj syak' nhab'."
        },
        {
            "number": "40",
            "text": "Anhej k'een espada ol ak'och yipoc a k'ool, checab' ol ach ajkan t'a winh uk'tac chi'. Axo yic ayxo ip jun, ol a col a b'ha t'a winh, xchi winh."
        },
        {
            "number": "41",
            "text": "Atax ta' ix chichoncanoch sk'ool winhaj Esaú t'a winhaj Jacob chi' yuj tas ix alchajcan t'a yib'anh winh yuj smam chi'. Yuj chi' ix snaan winhaj Esaú chi' icha tik: Toxo ol cham winh in mam tik, ol lajwoc chi' ol in milancham jun wuk'tac chi', xchi winh."
        },
        {
            "number": "42",
            "text": "Axo yic ix yab'an ix Rebeca tas wan yalan winhaj Esaú chi', ix yavtancot winhaj Jacob chi' ix, ix yalan ix t'a winh icha tik: --Ach wune', a winhaj Esaú winh uk'tac, sgana winh ol ach smilchamoc yic syak'ek' spak winh t'ayach."
        },
        {
            "number": "43",
            "text": "Yuj wal chi', ab' wal tas swala': Elanh t'a tik, tzach b'atcan t'a Harán, tzach aj yet' winhaj Labán winh in nulej."
        },
        {
            "number": "44",
            "text": "Tzach cannhej yet' winh junok tiempoal masanto tzek' yowal sk'ool winh uk'tac tik."
        },
        {
            "number": "45",
            "text": "Axo yic ol sat t'a sk'ol winh, ol walanb'at ab'i, ichato chi' ol ach paxta. Max yal in k'ool to junnhej k'ual tzex cham he chawanhil, xchi ix."
        },
        {
            "number": "46",
            "text": "Ixlajwi chi', ix yalan ix Rebeca t'a winhaj Isaac icha tik: --Tzin te kus yuj heb' ix hitita, heb' ix yetb'eyum winhaj Esaú tik. Yuj chi' tato syik'laj sb'a winhaj Jacob tik yet' junok heb' ix hitita cajan t'a Canaán tik, wach' ama tato tzin chami, xchi ix."
        }
    ]
}