{
    "chapter": "27",
    "verses": [
        {
            "number": "1",
            "text": "Ix ek'nhej tiempo, ix ichamvinacax vinhaj Isaac chi', maxtzac ujilaj yilan vinh. Ay jun k'ual ix yavtejcot vinhaj Esaú vinh, aton vinh sb'ab'el yuninal vinh, ix yalan vinh d'a vinh: --Ach vuninal, xchi vinh. --¿Tas xchi mamin? xchi vinhaj Esaú chi'."
        },
        {
            "number": "2",
            "text": "--Tic val tzila' te icham vinac inxo. Manh vojtacoc, q'uinaloc sja lemnaj in chamel q'uik'an chab'ej."
        },
        {
            "number": "3",
            "text": "Yuj chi' tzin nib'ej tzach b'at a say junoc nok' d'a caltac te' yic tzik'cot in chi'a. Ik'b'at a jul-lab' yic tza jul junoc vico'."
        },
        {
            "number": "4",
            "text": "Tza b'oan junoc in vael te vach', icha val in gana. Ayic toxo ix b'oi, tzik'ancot d'ayin. Yacb'an tzin va'i, ol valancan vach' lolonel d'a ib'anh yacb'an manto in chamoc, xchi vinh."
        },
        {
            "number": "5",
            "text": "Axo ix Rebeca, ix yab' ix tas ix yal vinh d'a vinhaj Esaú chi', yuj chi' ayic toxo ix b'at vinhaj Esaú chi' d'a caltac te' say schib'ej smam chi',"
        },
        {
            "number": "6",
            "text": "ix yalan ix d'a vinhaj Jacob, vinh schab'il yune' ix: --A ticnaic ach vune', ix vab' val yalan vinh a mam d'a vinh uk'tac aj Esaú icha tic:"
        },
        {
            "number": "7",
            "text": "Ixic say junoc k'ultaquil nok' in chi'a, tza b'oan junoc in vael, te vach' tzutej. Yacb'an tzin va'i ol vak'ancan yaxilal d'ayach, ol valancan vach' lolonel d'a ib'anh d'a yichanh Jehová yacb'an manto in chamoc, xchi vinh a mam chi' d'a vinh."
        },
        {
            "number": "8",
            "text": "Yuj chi' ach vune', k'anab'ajej val tas ol val tic."
        },
        {
            "number": "9",
            "text": "Ixic b'aj ay nok' calnel, tzik'ancot chavanhoc nok' yunetac chiva te vach', ol in b'oan junoc svael vinh a mam chi', te vach' ol vutej icha val tas snib'ej vinh."
        },
        {
            "number": "10",
            "text": "A achxo ol ik'b'at d'a vinh. Ayic van sva vinh, ol yalancan vach' lolonel vinh d'a ib'anh yacb'an manto cham vinh, xchi ix."
        },
        {
            "number": "11",
            "text": "Ix yalan vinhaj Jacob d'a ix snun chi': --A vinh vuk'tac chi', ay xil snivanil vinh, palta a in tic malaj in xiil."
        },
        {
            "number": "12",
            "text": "Q'uinaloc ol in smaslej vinh in mam chi', ol nachajel yuj vinh, ol snaan vinh to tonhej svixtej vinh, axo catab' ol cotcan d'a vib'anh, manhxooc yaxilal ol vik'cani, xchi vinh."
        },
        {
            "number": "13",
            "text": "Ix tak'vi ix snun vinh chi' icha tic: --Maay ach vune', tato ay catab' syalcan vinh, aocab' d'a vib'anh scotcani. A ticnaic, anhej to tza k'anab'ajej tas svala'. Ixic, ik'cot chavanhoc nok' yunetac chiva chi', xchi ix."
        },
        {
            "number": "14",
            "text": "Ix b'at vinhaj Jacob chi' yik'cot nok' yunetac chiva chi', ix yak'an nok' vinh d'a ix snun chi'. Vach' ix aj jun vael chi' yuj ix, icha val snib'ej vinhaj Isaac chi'."
        },
        {
            "number": "15",
            "text": "Ix lajvi chi', ix yik'anelta spichul vinhaj Esaú chi' ix, vinh sb'ab'el yune' ix, juntzanh pichul te vach', sik'b'ilb'at b'aj ay smantiado, ix yak'anoch ix d'a vinhaj Jacob vinh schab'il unin chi'."
        },
        {
            "number": "16",
            "text": "Axo d'a stz'umal nok' chiva chi' ix spich sk'ab' vinh ix yed' sjaj vinh b'aj malaj xiil."
        },
        {
            "number": "17",
            "text": "Ix yak'an ixim pan ix yed' vael ix sb'o chi', ix yik'anb'at vinh."
        },
        {
            "number": "18",
            "text": "Axo ix ochb'at vinh b'aj ayek' vinh smam chi', ix yalan vinh icha tic: --Mamin, xchi vinh. --Oy, ¿mach ach ach vuninal? xchi vinhaj Isaac chi'."
        },
        {
            "number": "19",
            "text": "--A in Esaú in, a b'ab'el unin in. Toxo ix in b'o a vael icha ix al d'ayin. Q'ueanh k'ojan, va'anh. Ab'lej val jab'oc nok' k'ultaquil nok' ix b'at in jul tic, tzalancan vach' lolonel d'a vib'anh, xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix sk'anb'an vinhaj Isaac chi' d'a vinh icha tic: --¿Tas val ix utej yamchaj nok' d'a elanhchamel, ach vuninal? xchi vinh. --A Jehová co Diosal ix och ved'oc, yuj chi' d'a elanhchamel ix ilchaj nok' vuuj, xchi vinh."
        },
        {
            "number": "21",
            "text": "Ix yalanpax vinhaj Isaac chi' d'a vinh icha tic: --Nitzcot a b'a d'a in tz'ey, ol ach in maslej, ta yel a ach ach vuninal Esaú, xchi vinh."
        },
        {
            "number": "22",
            "text": "Ix snitzanoch sb'a vinh d'a stz'ey vinh smam chi', ix och ijan vinh smaslan vinh tato ay xiil vinh. Ix lajvi chi', ix yalan vinh smam vinh chi' icha tic: Icha val yoch sjaj vinhaj Jacob svab'i, anhej jun to ay xil a k'ab' svab'i icha val yic vinhaj Esaú, xchi vinh."
        },
        {
            "number": "23",
            "text": "Maj nachajel-laj yuj vinh smam vinh chi', yujto ay xiil sk'ab' vinh icha val yic vinhaj Esaú chi', yuj chi' ix yalancan vach' lolonel vinh d'a yib'anh vinh."
        },
        {
            "number": "24",
            "text": "Ix sk'anb'anxi vinhaj Isaac chi' icha tic: --¿Yel am val a ach, ach vuninal Esaú? xchi vinh. --I', a in ton Esaú in, xchi vinhaj Jacob chi'."
        },
        {
            "number": "25",
            "text": "--Ach vuninal, ik'cot in vael chi' an, yacb'an tzin chi nok' k'ultaquil nok' xid' ik'cot chi', ol valancan vach' lolonel d'a ib'anh, xchi vinh. Ix yak'an vinhaj Jacob svael vinh smam chi', ix yik'anpaxcot vino vinh, ix yuk'an vinh smam vinh chi'."
        },
        {
            "number": "26",
            "text": "Ix yalan vinhaj Isaac chi' icha tic: --Nitzcot a b'a d'a in tz'ey ach vuninal, tza tz'ub'anelta in ti', xchi vinh."
        },
        {
            "number": "27",
            "text": "Ix snitzanb'at sb'a vinhaj Jacob chi', ix tz'ub'anelta sti' vinh smam vinh chi'. Ix suk'lan spichul vinh vinhaj Isaac chi', ix yalan vach' lolonel chi' vinh d'a yib'anh vinh icha tic: Icha sjab' anh ank'ultac ay d'a caltac te' tz'ak'ji syaxil yuj Jehová, icha val chi' sjab' vinh vuninal."
        },
        {
            "number": "28",
            "text": "Ak'jocab' nhab' d'a yib'anh lum a luum yuj Dios yic te vach' ol aj sat avb'en. Manhxo jantacoc ixim trigo yed' vino ol ik'a'."
        },
        {
            "number": "29",
            "text": "Tzijtum anima ol ach ak'an servil. Masanil nación ol yaq'uem sb'a d'ayach. Yajal ol ach aj d'a yib'anh eb' yinhtilal vinh uk'tac. Ol yaq'uem sb'a eb' d'ayach. Ol can scatab' Dios d'a yib'anh eb' chuc syutej sb'a d'ayach, palta ol yak' svach'k'olal d'a yib'anh eb' vach' syutej sb'a d'ayach, xchi vinh."
        },
        {
            "number": "30",
            "text": "Axo yic ix lajvi yalancan masanil vach' lolonel chi' vinh d'a yib'anh vinhaj Jacob chi', ato val yelta vinh chi' b'aj ayek' vinh smam chi', ix jax vinhaj Esaú chi' juloj nok' chi'."
        },
        {
            "number": "31",
            "text": "Ix sb'oan jun vael vinh te vach'. Ix lajvi chi' ix yik'anpaxb'at vinh d'a vinh smam chi', ix yalan vinh icha tic: --Q'ueanh vaan mamin, tic in javi. Chi' nok' k'ultaquil nok' ix b'at vik'cot tic, tzalancan vach' lolonel chi' d'a vib'anh, xchi vinh d'a vinh smam chi'."
        },
        {
            "number": "32",
            "text": "Axo ix sk'anb'an vinhaj Isaac chi' icha tic: --¿Mach ach? xchi vinh. --A in ton Esaú in, a b'ab'el unin in, xchi vinh."
        },
        {
            "number": "33",
            "text": "Ix te sat sk'ol vinhaj Isaac chi', ix och ijan vinh slucloni, ix yalan vinh icha tic: --¿Mach pax jun vinh ix b'at ik'ancot nok' d'a sb'ab'elal jun, ix yik'ancot jun vael chi' d'ayin? Toxo ix in va'i, ayic manto ach ja ach tic, yuj chi' toxo ix valcan in vach' lolonel d'a yib'anh vinh chi'. Toxonton a vinh ol chaan in vach'k'olal chi', xchi vinh."
        },
        {
            "number": "34",
            "text": "Ayic ix yab'an vinhaj Esaú tas ix yal vinh smam chi', ix el veq'uek'oc yav vinh yoq'ui, ix yalan vinh icha tic: --Alpax vach' lolonel d'a vib'anh mamin, xchi vinh."
        },
        {
            "number": "35",
            "text": "Ix yalan vinhaj Isaac chi' icha tic: --A vinh uk'tac ix ul in ixtanoc, toxo ix yik'b'at masanil vach' lolonel vinh ictaxon yaji, xchi vinh. Axo ix tak'vi vinhaj Esaú chi':"
        },
        {
            "number": "36",
            "text": "Te vach' val ochnaccan Jacob d'a vinh. Schaelalxo in yixtan vinh tic. D'a sb'ab'elal ix yiq'uek' in derecho vinh d'a yic in b'ab'el uninal, axo pax ticnaic syik'anpaxek' yaxilal vinh to victaxon yaj uuj. Mamin, ¿manhxom val junocxo yaxil ix a k'ub'ejcan d'ayin? xchi vinh."
        },
        {
            "number": "37",
            "text": "Ix yalan vinhaj Isaac chi' d'a vinh: --Ina ix vak' yopisio vinhaj Jacob d'a ib'anh, masanil eb' inhtilal ol ochcan schecab'oc vinh. Anheja' toxo ix valcani to te vach' ol yak' ixim strigo vinh yed' svino. Manhxalaj tas vach' ach vutan ach vuninal, xchi vinh."
        },
        {
            "number": "38",
            "text": "Ix tevinhejoch vinhaj Esaú chi' icha tic: --Mamin, ¿manhxom val junoc vach' lolonel syal alancan d'a vib'anh jun? Alcan junocxo a vach' lolonel d'ayin, xchi vinh. Ix elxi veq'uek'oc yav vinh yoq'ui."
        },
        {
            "number": "39",
            "text": "Yuj chi' ix yalan vinhaj Isaac chi' d'a vinh icha tic: Te najat tzach elcan d'a sat lum luum yax sat yed' b'aj syak' nhab'."
        },
        {
            "number": "40",
            "text": "Anhej q'uen espada ol ak'och yipoc a k'ool, checab' ol ach ajcan d'a vinh uk'tac chi'. Axo yic ayxo ip jun, ol a col a b'a d'a vinh, xchi vinh."
        },
        {
            "number": "41",
            "text": "Atax ta' ix chichoncanoch sk'ool vinhaj Esaú d'a vinhaj Jacob chi' yuj tas ix alchajcan d'a yib'anh vinh yuj smam chi'. Yuj chi' ix snaan vinhaj Esaú chi' icha tic: Toxo ol cham vinh in mam tic, ol lajvoc chi' ol in milancham jun vuk'tac chi', xchi vinh."
        },
        {
            "number": "42",
            "text": "Axo yic ix yab'an ix Rebeca tas van yalan vinhaj Esaú chi', ix yavtancot vinhaj Jacob chi' ix, ix yalan ix d'a vinh icha tic: --Ach vune', a vinhaj Esaú vinh uk'tac, sgana vinh ol ach smilchamoc yic syaq'uek' spac vinh d'ayach."
        },
        {
            "number": "43",
            "text": "Yuj val chi', ab' val tas svala': Elanh d'a tic, tzach b'atcan d'a Harán, tzach aj yed' vinhaj Labán vinh in nulej."
        },
        {
            "number": "44",
            "text": "Tzach cannhej yed' vinh junoc tiempoal masanto tz'ek' yoval sk'ool vinh uk'tac tic."
        },
        {
            "number": "45",
            "text": "Axo yic ol sat d'a sk'ol vinh, ol valanb'at ab'i, ichato chi' ol ach paxta. Max yal in k'ool to junnhej k'ual tzex cham e chavanhil, xchi ix."
        },
        {
            "number": "46",
            "text": "Ix lajvi chi', ix yalan ix Rebeca d'a vinhaj Isaac icha tic: --Tzin te cus yuj eb' ix hitita, eb' ix yetb'eyum vinhaj Esaú tic. Yuj chi' tato syik'laj sb'a vinhaj Jacob tic yed' junoc eb' ix hitita cajan d'a Canaán tic, vach' ama tato tzin chami, xchi ix."
        }
    ]
}