{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi' ix avtajcot winhaj Jacob yuj winhaj Isaac chi', ix och ijan winh yalancan wach' lolonel t'a yib'anh winh, ix yalancan jun checnab'il winh t'a winh icha tik: Malaj b'ak'uinh ol ik' junok ix etb'eyum t'a skal heb' ix aj Canaán tik."
        },
        {
            "number": "2",
            "text": "Ha t'a yol yic Padán-aram t'a spat winh a mam icham aj Betuel tzach b'ati, tzik' a b'a yet' junok heb' ix yisil winhaj Labán, snulej ix a nun."
        },
        {
            "number": "3",
            "text": "Axo Dios Syal Yuj Masanil, ol yak' swach'k'olal t'a ib'anh, manh jantacoc ol aj sb'isul inhtilal. Ha t'a skal heb' inhtilal chi' tzijtum nación ol pitzwoc."
        },
        {
            "number": "4",
            "text": "Ol yak' swach'k'olal Dios t'ayach yet' masanil heb' inhtilal icha ix aj yak'ancan sti' yak'an t'a winhaj Abraham winh ko mam, yic wach' ol och jun lu'um b'aj ayonh ek' tik icoc. Ha wal Dios chi' aljinaccan t'a winh ko mam chi', xchi winhaj Isaac t'a winhaj Jacob chi'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix checchajcanb'at winhaj Jacob yuj winhaj Isaac t'a Padán-aram. Ix b'atcan winh t'a spat winhaj Labán, yuninal winhaj Betuel arameo, snulej ix Rebeca, ix snun winh yet' winhaj Esaú."
        },
        {
            "number": "6",
            "text": "Axo ix yab'an winhaj Esaú to ix yal wach' lolonel winhaj Isaac t'a yib'anh winhaj Jacob, ix schecanpaxb'at winh t'a Padán-aram yic tz'och ix yetb'eyum winh ta'. Ix yab'an winh to ayic ix yalan wach' lolonel winhaj Isaac chi' t'a winh, ix yalan winh to max yal yik'lan sb'a winh yet' heb' ix aj Canaán chi'."
        },
        {
            "number": "7",
            "text": "Ix sk'anab'ajej winhaj Jacob sb'atcan t'a Padán-aram icha ix aj yalan winh smam yet' ix snun."
        },
        {
            "number": "8",
            "text": "Icha chi' ix aj snachajel yuj winhaj Esaú to a winh smam winh chi' max scha sk'ol heb' ix aj Canaán winh."
        },
        {
            "number": "9",
            "text": "Yuj chi', ix b'at winh yil winhaj Ismael aton winh yuk'tac winh smam winh chi'. Ix yik'an jun ix yisil winhaj Ismael chi' winh, Mahalat sb'i ix, ix och ix yetb'eyumoc winh yet' heb' ix aytaxoneq'ui. Ha ix Mahalat chi' ay jun winh snulej ix scuchan Nebaiot."
        },
        {
            "number": "10",
            "text": "Ayic ix el winhaj Jacob t'a Beerseba, ix b'at winh t'a sb'eal Harán."
        },
        {
            "number": "11",
            "text": "Ix k'och winh t'a jun lugar, yujto toxo ix em k'u, yuj chi' ata' ix waycan winh t'a jun ak'wal chi'. Ayic toxo sway winh, ix yik'ancot jun k'een winh sk'anh jolomoc, ix ek' jichan winh."
        },
        {
            "number": "12",
            "text": "Ha t'a jun ak'wal chi', ix och jun swayich winh, ix yilan winh to ay jun b'e icha k'ooch. Schak'e t'a sat lum tik, masanto sk'ek'och t'a satcha’anh. Ix yilan winh to a heb' yángel Dios sk'ei, tz'emta heb' t'a jun b'e chi'."
        },
        {
            "number": "13",
            "text": "Ix yilanpax winh to a Jehová linhanek' b'aj sk'ek'och jun b'e chi', ix yalan icha tik: Ha in ton Jehová sDiosal in winh a mam icham aj Abraham yet' winhaj Isaac a mam. Ol wak' jun lum b'aj jichan ach ek' tik t'ayach yet' t'a masanil heb' inhtilal."
        },
        {
            "number": "14",
            "text": "Ha inhtilal chi' manh jantacoc ol aj sb'isul icha spokokal lum lum. Ol pucaxcanb'at heb' t'a stojolal b'aj sjawi k'u yet' b'aj tz'em k'u, t'a stojolal norte yet' t'a sur. Masanil nación t'a yol yib'anhk’inal tik, ol scha swach'ilal heb' uuj yet' pax yuj inhtilal."
        },
        {
            "number": "15",
            "text": "Ayinnhej och ed'oc, ol ach in tanhwejnhej b'aj ol ach b'atoc, ol ach wik'an meltzaj t'a jun lum tik junelxo. Manh ol ach wactejcanlaj, palta ol wak'elk'och b'aj ix wak' in ti' t'ayach, xchi."
        },
        {
            "number": "16",
            "text": "Ayic ix el swayanh winh, ix snaan winh icha tik: D'a wal yel ayek' Jehová t'a jun lugar tik, manh wojtacoclaj, xchi winh."
        },
        {
            "number": "17",
            "text": "Ix xiv chaanh winh, ix snaan winh: Te ay smay jun lugar tik, spat Dios yaji, spuertail pax satchanh yaji, xchi winh."
        },
        {
            "number": "18",
            "text": "Ayic ix sakb'i t'a junxo k'u, ix pet k'e waan winh, ix yik'ancot k'een k'een ix yak'och winh sk'anh jolomoc chi, ix yak'ancank'e linhan k'een winh, ix kan k'een yecheloc, ix secank'e aceite winh t'a yib'anh k'een."
        },
        {
            "number": "19",
            "text": "Ha t'a jun lugar chi', ata' ay jun chonhab' yictax peka', Luz sb'i, haxo winhaj Jacob ix k'exan sb'i, ix yak'an winh scuch Betel."
        },
        {
            "number": "20",
            "text": "Ata' ix yak'kan sti' winhaj Jacob, ix yalan winh icha tik: Tato ha Dios ol in tanhwanoc, ol ochnhej wed'oc b'aj wan in b'at tik, ol yak'nhej in wael yet' in pichul,"
        },
        {
            "number": "21",
            "text": "wach' in k'ool ayic ol in meltzajpaxcot t'a spat in mam, tato icha chi' a Jehová tik ol och in Diosaloc."
        },
        {
            "number": "22",
            "text": "Ha b'aj ix wawejcan k'een k'een tik, icha spat Dios tz'ajcani, ol wik'el sdiezmoal masanil tas ol yak' t'ayin, ol wak'an t'ay, xchi winhaj Jacob chi'."
        }
    ]
}