{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi' ix avtajcot vinhaj Jacob yuj vinhaj Isaac chi', ix och ijan vinh yalancan wach' lolonel t'a yib'anh vinh, ix yalancan jun checnab'il vinh t'a vinh icha tik: Malaj b'ak'uinh ol ik' junok ix etb'eyum t'a skal eb' ix aj Canaán tik."
        },
        {
            "number": "2",
            "text": "Ha t'a yol yic Padán-aram t'a spat vinh a mam icham aj Betuel tzach b'ati, tzik' a b'a yet' junok eb' ix yisil vinhaj Labán, snulej ix a nun."
        },
        {
            "number": "3",
            "text": "Axo Dios Syal Yuj Masanil, ol yak' svach'k'olal t'a ib'anh, manh jantacoc ol aj sb'isul inhtilal. Ha t'a skal eb' inhtilal chi' tzijtum nación ol pitzvoc."
        },
        {
            "number": "4",
            "text": "Ol yak' svach'k'olal Dios t'ayach yet' masanil eb' inhtilal icha ix aj yak'ancan sti' yak'an t'a vinhaj Abraham vinh co mam, yic wach' ol och jun lu'um b'aj ayonh ek' tik icoc. Ha val Dios chi' aljinaccan t'a vinh co mam chi', xchi vinhaj Isaac t'a vinhaj Jacob chi'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix checchajcanb'at vinhaj Jacob yuj vinhaj Isaac t'a Padán-aram. Ix b'atcan vinh t'a spat vinhaj Labán, yuninal vinhaj Betuel arameo, snulej ix Rebeca, ix snun vinh yet' vinhaj Esaú."
        },
        {
            "number": "6",
            "text": "Axo ix yab'an vinhaj Esaú to ix yal wach' lolonel vinhaj Isaac t'a yib'anh vinhaj Jacob, ix schecanpaxb'at vinh t'a Padán-aram yic tz'och ix yetb'eyum vinh ta'. Ix yab'an vinh to ayic ix yalan wach' lolonel vinhaj Isaac chi' t'a vinh, ix yalan vinh to max yal yik'lan sb'a vinh yet' eb' ix aj Canaán chi'."
        },
        {
            "number": "7",
            "text": "Ix sk'anab'ajej vinhaj Jacob sb'atcan t'a Padán-aram icha ix aj yalan vinh smam yet' ix snun."
        },
        {
            "number": "8",
            "text": "Icha chi' ix aj snachajel yuj vinhaj Esaú to a vinh smam vinh chi' max scha sk'ol eb' ix aj Canaán vinh."
        },
        {
            "number": "9",
            "text": "Yuj chi', ix b'at vinh yil vinhaj Ismael aton vinh yuk'tac vinh smam vinh chi'. Ix yik'an jun ix yisil vinhaj Ismael chi' vinh, Mahalat sb'i ix, ix och ix yetb'eyumoc vinh yet' eb' ix aytaxoneq'ui. Ha ix Mahalat chi' ay jun vinh snulej ix scuchan Nebaiot."
        },
        {
            "number": "10",
            "text": "Ayic ix el vinhaj Jacob t'a Beerseba, ix b'at vinh t'a sb'eal Harán."
        },
        {
            "number": "11",
            "text": "Ix k'och vinh t'a jun lugar, yujto toxo ix em k'u, yuj chi' ata' ix vaycan vinh t'a jun ak'val chi'. Ayic toxo svay vinh, ix yik'ancot jun q'ueen vinh sk'anh jolomoc, ix ek' jichan vinh."
        },
        {
            "number": "12",
            "text": "Ha t'a jun ak'val chi', ix och jun svayich vinh, ix yilan vinh to ay jun b'e icha k'ooch. Schaq'ue t'a sat lum tik, masanto sq'uek'och t'a satcha’anh. Ix yilan vinh to a eb' yángel Dios sq'uei, tz'emta eb' t'a jun b'e chi'."
        },
        {
            "number": "13",
            "text": "Ix yilanpax vinh to a Jehová linhanek' b'aj sq'uek'och jun b'e chi', ix yalan icha tik: Ha in ton Jehová sDiosal in vinh a mam icham aj Abraham yet' vinhaj Isaac a mam. Ol vak' jun lum b'aj jichan ach ek' tik t'ayach yet' t'a masanil eb' inhtilal."
        },
        {
            "number": "14",
            "text": "Ha inhtilal chi' manh jantacoc ol aj sb'isul icha spococal lum lum. Ol pucaxcanb'at eb' t'a stojolal b'aj sjavi k'u yet' b'aj tz'em k'u, t'a stojolal norte yet' t'a sur. Masanil nación t'a yol yib'anhk’inal tik, ol scha svach'ilal eb' uuj yet' pax yuj inhtilal."
        },
        {
            "number": "15",
            "text": "Ayinnhej och ed'oc, ol ach in tanhvejnhej b'aj ol ach b'atoc, ol ach vik'an meltzaj t'a jun lum tik junelxo. Manh ol ach vactejcanlaj, palta ol vaq'uelk'och b'aj ix vak' in ti' t'ayach, xchi."
        },
        {
            "number": "16",
            "text": "Ayic ix el svayanh vinh, ix snaan vinh icha tik: D'a val yel ayek' Jehová t'a jun lugar tik, manh vojtacoclaj, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ix xiv chaanh vinh, ix snaan vinh: Te ay smay jun lugar tik, spat Dios yaji, spuertail pax satchanh yaji, xchi vinh."
        },
        {
            "number": "18",
            "text": "Ayic ix sakb'i t'a junxo k'u, ix pet q'ue vaan vinh, ix yik'ancot q'uen q'ueen ix yak'och vinh sk'anh jolomoc chi, ix yak'ancanq'ue linhan q'uen vinh, ix kan q'uen yecheloc, ix secanq'ue aceite vinh t'a yib'anh q'ueen."
        },
        {
            "number": "19",
            "text": "Ha t'a jun lugar chi', ata' ay jun chonhab' yictax peca', Luz sb'i, haxo vinhaj Jacob ix q'uexan sb'i, ix yak'an vinh scuch Betel."
        },
        {
            "number": "20",
            "text": "Ata' ix yak'kan sti' vinhaj Jacob, ix yalan vinh icha tik: Tato ha Dios ol in tanhvanoc, ol ochnhej ved'oc b'aj van in b'at tik, ol yak'nhej in vael yet' in pichul,"
        },
        {
            "number": "21",
            "text": "wach' in k'ool ayic ol in meltzajpaxcot t'a spat in mam, tato icha chi' a Jehová tik ol och in Diosaloc."
        },
        {
            "number": "22",
            "text": "Ha b'aj ix vavejcan q'uen q'ueen tik, icha spat Dios tz'ajcani, ol viq'uel sdiezmoal masanil tas ol yak' t'ayin, ol vak'an t'ay, xchi vinhaj Jacob chi'."
        }
    ]
}