{
    "chapter": "28",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi' ix avtajcot vinhaj Jacob yuj vinhaj Isaac chi', ix och ijan vinh yalancan vach' lolonel d'a yib'anh vinh, ix yalancan jun checnab'il vinh d'a vinh icha tic: Malaj b'aq'uinh ol ik' junoc ix etb'eyum d'a scal eb' ix aj Canaán tic."
        },
        {
            "number": "2",
            "text": "A d'a yol yic Padán-aram d'a spat vinh a mam icham aj Betuel tzach b'ati, tzik' a b'a yed' junoc eb' ix yisil vinhaj Labán, snulej ix a nun."
        },
        {
            "number": "3",
            "text": "Axo Dios Syal Yuj Masanil, ol yak' svach'k'olal d'a ib'anh, manh jantacoc ol aj sb'isul inhtilal. A d'a scal eb' inhtilal chi' tzijtum nación ol pitzvoc."
        },
        {
            "number": "4",
            "text": "Ol yak' svach'k'olal Dios d'ayach yed' masanil eb' inhtilal icha ix aj yak'ancan sti' yak'an d'a vinhaj Abraham vinh co mam, yic vach' ol och jun luum b'aj ayonh ek' tic icoc. A val Dios chi' aljinaccan d'a vinh co mam chi', xchi vinhaj Isaac d'a vinhaj Jacob chi'."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi', ix checchajcanb'at vinhaj Jacob yuj vinhaj Isaac d'a Padán-aram. Ix b'atcan vinh d'a spat vinhaj Labán, yuninal vinhaj Betuel arameo, snulej ix Rebeca, ix snun vinh yed' vinhaj Esaú."
        },
        {
            "number": "6",
            "text": "Axo ix yab'an vinhaj Esaú to ix yal vach' lolonel vinhaj Isaac d'a yib'anh vinhaj Jacob, ix schecanpaxb'at vinh d'a Padán-aram yic tz'och ix yetb'eyum vinh ta'. Ix yab'an vinh to ayic ix yalan vach' lolonel vinhaj Isaac chi' d'a vinh, ix yalan vinh to max yal yik'lan sb'a vinh yed' eb' ix aj Canaán chi'."
        },
        {
            "number": "7",
            "text": "Ix sk'anab'ajej vinhaj Jacob sb'atcan d'a Padán-aram icha ix aj yalan vinh smam yed' ix snun."
        },
        {
            "number": "8",
            "text": "Icha chi' ix aj snachajel yuj vinhaj Esaú to a vinh smam vinh chi' max scha sk'ol eb' ix aj Canaán vinh."
        },
        {
            "number": "9",
            "text": "Yuj chi', ix b'at vinh yil vinhaj Ismael aton vinh yuk'tac vinh smam vinh chi'. Ix yik'an jun ix yisil vinhaj Ismael chi' vinh, Mahalat sb'i ix, ix och ix yetb'eyumoc vinh yed' eb' ix aytaxoneq'ui. A ix Mahalat chi' ay jun vinh snulej ix scuchan Nebaiot."
        },
        {
            "number": "10",
            "text": "Ayic ix el vinhaj Jacob d'a Beerseba, ix b'at vinh d'a sb'eal Harán."
        },
        {
            "number": "11",
            "text": "Ix k'och vinh d'a jun lugar, yujto toxo ix em k'u, yuj chi' ata' ix vaycan vinh d'a jun ak'val chi'. Ayic toxo svay vinh, ix yik'ancot jun q'ueen vinh sk'anh jolomoc, ix ek' jichan vinh."
        },
        {
            "number": "12",
            "text": "A d'a jun ak'val chi', ix och jun svayich vinh, ix yilan vinh to ay jun b'e icha k'ooch. Schaq'ue d'a sat lum tic, masanto sq'uek'och d'a satchaanh. Ix yilan vinh to a eb' yángel Dios sq'uei, tz'emta eb' d'a jun b'e chi'."
        },
        {
            "number": "13",
            "text": "Ix yilanpax vinh to a Jehová linhanek' b'aj sq'uek'och jun b'e chi', ix yalan icha tic: A in ton Jehová sDiosal in vinh a mam icham aj Abraham yed' vinhaj Isaac a mam. Ol vak' jun lum b'aj jichan ach ek' tic d'ayach yed' d'a masanil eb' inhtilal."
        },
        {
            "number": "14",
            "text": "A inhtilal chi' manh jantacoc ol aj sb'isul icha spococal lum luum. Ol pucaxcanb'at eb' d'a stojolal b'aj sjavi k'u yed' b'aj tz'em k'u, d'a stojolal norte yed' d'a sur. Masanil nación d'a yolyib'anhq'uinal tic, ol scha svach'ilal eb' uuj yed' pax yuj inhtilal."
        },
        {
            "number": "15",
            "text": "Ayinnhej och ed'oc, ol ach in tanhvejnhej b'aj ol ach b'atoc, ol ach vik'an meltzaj d'a jun lum tic junelxo. Manh ol ach vactejcanlaj, palta ol vaq'uelk'och b'aj ix vak' in ti' d'ayach, xchi."
        },
        {
            "number": "16",
            "text": "Ayic ix el svayanh vinh, ix snaan vinh icha tic: D'a val yel ayek' Jehová d'a jun lugar tic, manh vojtacoclaj, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ix xiv chaanh vinh, ix snaan vinh: Te ay smay jun lugar tic, spat Dios yaji, spuertail pax satchanh yaji, xchi vinh."
        },
        {
            "number": "18",
            "text": "Ayic ix sacb'i d'a junxo k'u, ix pet q'ue vaan vinh, ix yik'ancot q'uen q'ueen ix yak'och vinh sk'anh jolomoc chi, ix yak'ancanq'ue linhan q'uen vinh, ix can q'uen yecheloc, ix secanq'ue aceite vinh d'a yib'anh q'ueen."
        },
        {
            "number": "19",
            "text": "A d'a jun lugar chi', ata' ay jun chonhab' yictax peca', Luz sb'i, axo vinhaj Jacob ix q'uexan sb'i, ix yak'an vinh scuch Betel."
        },
        {
            "number": "20",
            "text": "Ata' ix yak'can sti' vinhaj Jacob, ix yalan vinh icha tic: Tato a Dios ol in tanhvanoc, ol ochnhej ved'oc b'aj van in b'at tic, ol yak'nhej in vael yed' in pichul,"
        },
        {
            "number": "21",
            "text": "vach' in k'ool ayic ol in meltzajpaxcot d'a spat in mam, tato icha chi' a Jehová tic ol och in Diosaloc."
        },
        {
            "number": "22",
            "text": "A b'aj ix vavejcan q'uen q'ueen tic, icha spat Dios tz'ajcani, ol viq'uel sdiezmoal masanil tas ol yak' d'ayin, ol vak'an d'ay, xchi vinhaj Jacob chi'."
        }
    ]
}