{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Icha chi' ix aj sb'atcan vinhaj Jacob, ix k'ochcan vinh t'a slum eb' vinh cajan t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "2",
            "text": "Ayic ix k'och vinh ta', ix yilanb'at jun ha' uk'b'ila' vinh. Ha t'a slak'anil ha' chi', ayek' ox umanh nok' calnel, yujto ha ha' syuk' nok', ay jun niwan q'uen ayoch smaculoc sti' ha'."
        },
        {
            "number": "3",
            "text": "Ayic smolb'an sb'a masanil nok' calnel chi' ta', haxo eb' vinh stanhvan nok' tz'ik'anel q'uen smacul sti' ha' chi', syak'an ha' eb' vinh yuk' nok', slajvi chi' smacanxican sti' ha' eb'."
        },
        {
            "number": "4",
            "text": "Ix sk'anb'an vinh t'a eb' tanhvum calnel chi' icha tik: --¿B'ajtil ayex ex vetanimail? xchi vinh. --Ha t'a Harán ayonh, xchi eb' vinh."
        },
        {
            "number": "5",
            "text": "--¿Eyojtac am vinhaj Labán yixchiquin vinhaj Nacor? xchi vinh. --Cojtacton vinh, xchi eb'."
        },
        {
            "number": "6",
            "text": "--¿Vach' am sk'ol vinh eyila'? xchi vinh. --Wach' sk'ol vinh. Ina a ix Raquel yisil vinh van scot yet' nok' scalnel chi', xchi eb' vinh."
        },
        {
            "number": "7",
            "text": "Ix yalan vinhaj Jacob chi' t'a eb' vinh: --Ayto k'u, ¿tas yuj manh tonhejoc tzeyak' yuk'a' nok' e calnel tik, tze tanhvan wa jab'ocxo nok'? xchi vinh t'a eb' vinh."
        },
        {
            "number": "8",
            "text": "Ix yalan eb' vinh: --Max yal-laj, yowalil sco tanhvej smolb'an sb'a nok' smasanil, ichato chi' ol quik'anel q'uen niwan smacul sti' ha' tik, yic syal yuk'an ha' nok' smasanil, xchi eb'."
        },
        {
            "number": "9",
            "text": "Vanto slolon vinhaj Jacob chi' yet' eb' vinh, ix ja ix Raquel yet' nok' yic vinh smam, yujto a ix stanhvan nok'."
        },
        {
            "number": "10",
            "text": "Ayic ix yilan vinh sja ix yet' nok' yic vinh smam chi', aton vinh snulej ix snun vinh, elanhchamel ix b'at lemnaj vinh, ix yik'anel q'uen smacul sti' ha ha' chi' vinh, ix yak'an yuk' ha' nok' calnel chi' vinh."
        },
        {
            "number": "11",
            "text": "D'a elanhchamel ix yak'an stzatzil sk'ol ix Raquel chi' vinh, ix tz'ub'elta sti' ix vinh, ix ok'q'ue vinh."
        },
        {
            "number": "12",
            "text": "Ix och ijan vinh yalan icha tik: Yune' in ix Rebeca, ix yanab' vinh a mam, xchi vinh. Axo ix yab'an ix Raquel icha chi', ix b'at lemnaj ix yal t'a vinh smam chi'."
        },
        {
            "number": "13",
            "text": "Axo ix yab'an vinhaj Labán sb'inaj vinhaj Jacob yune' yanab', ix b'at lemnaj vinh schacot vinh. Ix och lak'naj vinh t'a vinh, ix tz'ub'anelta sti' vinh, ix yik'anb'at vinh vinh t'a spat chi'. Ix och ijan vinhaj Jacob chi' yalani tas ix aj scoti."
        },
        {
            "number": "14",
            "text": "Ix yalan vinhaj Labán chi' t'a vinh icha tik: Val yel te a onhto och ed'oc, xchi vinh. Jun ujal ix kan vinh yet' vinhaj Labán chi'."
        },
        {
            "number": "15",
            "text": "Ayic ix ek' jun uj chi', ix yalan vinhaj Labán chi' t'a vinh icha tik: --Ha ticnaic wach'chom ayto cuj co b'a, palta max yal-laj nab'anhej ol ach munlaj t'ayin. Al t'ayin jantac ol ach in tupu', xchi vinh."
        },
        {
            "number": "16",
            "text": "Ay chavanh yisil vinhaj Labán chi': Ha ix b'ab'el, Lea sb'i ix, haxo ix schab'il Raquel."
        },
        {
            "number": "17",
            "text": "Ha ix Lea chi', icha yilji taxon eb' ix ix yilji ix, anhej yol sat ix wach' yilji. Axo pax ix Raquel jun, te wach' yilji sat ix yet' snivanil smasanil."
        },
        {
            "number": "18",
            "text": "Axo vinhaj Jacob chi', ix kan sgana vinh t'a ix Raquel chi', yuj chi' ix yal vinh icha tik: --Tzin kan uqueoc ab'il in caj ix Raquel, ix chab'il isil tik, xchi vinh."
        },
        {
            "number": "19",
            "text": "Ix yalan vinhaj Labán chi': --Cananh, wach' ol vak' ix t'ayach, ¿tas gana ch'oc b'aj svak' ix? xchi vinh."
        },
        {
            "number": "20",
            "text": "Icha chi' ix aj scajan uque' ab'il ix vinh. Maj yab' vinh yek' jun pekti’ chi', yujto te ay sgana vinh t'a ix."
        },
        {
            "number": "21",
            "text": "Axo yic ix ek' uque' ab'il chi', ix yalan vinh t'a vinhaj Labán chi' icha tik: --Ha ticnaic, ix lajvi co trato yic tzin caj ix. Ak' ix vetb'eyumoc yic svik'an in b'a yet' ix, xchi vinh."
        },
        {
            "number": "22",
            "text": "Axo vinhaj Labán chi' ix avtancot masanil eb' cajan t'a slak'anil chi', ix yak'anoch sq'uinhal snupnajel ix yisil vinh chi'."
        },
        {
            "number": "23",
            "text": "Ayic toxo ix q'ue ak'val ix yik'ancot ix Lea vinhaj Labán t'a vinhaj Jacob chi', ix vay vinh yet' ix."
        },
        {
            "number": "24",
            "text": "Ix ak'ji jun scriada ix yuj vinhaj Labán chi', a ix chi' Zilpa sb'i ix."
        },
        {
            "number": "25",
            "text": "Ayic ix sakb'i, ix yilanelta vinhaj Jacob chi' to a ix Lea ix vay yet' vinh, ix b'at yalan vinh t'a vinhaj Labán chi' icha tik: --¿Tas yuj icha tik ix in utej? Ha ix Raquel ix in caj t'ayach, ¿tas yuj tzin ixtej? xchi vinh."
        },
        {
            "number": "26",
            "text": "Ix yalan vinhaj Labán chi' t'a vinh icha tik: --Ha co b'eyb'al t'a co cal tik, max yal-laj to a ix tzak'anto sb'ab'laj och vinh yetb'eyum t'a ix b'ab'el."
        },
        {
            "number": "27",
            "text": "k'anab'ajejcan jun semana sq'uinh nupnajel yic ix Lea tik, ol ik'anpax ix Raquel chi' tato tzak' a ti' a cajan uqueocxo ab'il ix t'ayin, xchi vinhaj Labán chi'."
        },
        {
            "number": "28",
            "text": "Ix schaan sk'ol vinhaj Jacob jun lolonel chi'. Ix sk'anab'ajan jun semana q'uinh nupnajel vinh yet' ix Lea chi'. Ixlajwi chi', ix yak'anpax ix Raquel vinhaj Labán chi' yic tz'och ix yetb'eyumoc vinh."
        },
        {
            "number": "29",
            "text": "Ix yak'anpax jun ix scriada ix Raquel chi' vinh aton ix Bilha."
        },
        {
            "number": "30",
            "text": "Ix yik'lan sb'a vinhaj Jacob yet' ix Raquel chi', yelxo val xajanab'il ix aj ix yuj vinh t'a yichanh ix Lea chi'. Yuj chi' uqueto ab'il ix scaj ix vinh."
        },
        {
            "number": "31",
            "text": "Ayic ix yilan Jehová to chab'k'olab'il ix Lea chi', ix yak'an swach'k'olal t'a yib'anh ix yic tz'aj yune' ix. Axo pax ix Raquel, malaj yune' ix."
        },
        {
            "number": "32",
            "text": "Axo ix Lea chi', ix och ix yab'ixal, ix alji jun yune' ix, Rubén ix yak' ix sb'iej, ix yalan ix: Ha Jehová ix yila' to paticab'il in el yuj vinh vetb'eyum, haxo ticnaic xajan ol in yil vinh, xchi ix."
        },
        {
            "number": "33",
            "text": "Ixlajwi chi' ix alji junxo yune' ix, Simeón ix yak' ix sb'iej, ix yalan ix icha tik: Ix yab' Jehová to chab'k'olab'il vaji, yuj chi' ix yak' junxo vune' tik, xchi ix."
        },
        {
            "number": "34",
            "text": "Ix aljipax junxo yune' ix, Leví ix yak' ix sb'iej, ix yalan ix: Ha ticnaic junxonhej ol aj vinh vetb'eyum tik ved'oc, yujto oxvanhxo vune' yet' vinh, xchi ix."
        },
        {
            "number": "35",
            "text": "Ix alji junxo yune' ix, Judá ix yak' ix sb'iej, ix yalanpax ix: Ha ticnaic, svik'chaanh sb'i Jehová, xchi ix. Axonhej chi', ix och vaan yilan sat unin ix."
        }
    ]
}