{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Icha chi' ix aj sb'atcan vinhaj Jacob, ix k'ochcan vinh d'a slum eb' vinh cajan d'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "2",
            "text": "Ayic ix k'och vinh ta', ix yilanb'at jun a' uk'b'ila' vinh. A d'a slak'anil a' chi', ayek' ox umanh nok' calnel, yujto a a' syuk' nok', ay jun nivan q'uen ayoch smaculoc sti' a'."
        },
        {
            "number": "3",
            "text": "Ayic smolb'an sb'a masanil nok' calnel chi' ta', axo eb' vinh stanhvan nok' tz'ik'anel q'uen smacul sti' a' chi', syak'an a' eb' vinh yuk' nok', slajvi chi' smacanxican sti' a' eb'."
        },
        {
            "number": "4",
            "text": "Ix sk'anb'an vinh d'a eb' tanhvum calnel chi' icha tic: --¿B'ajtil ayex ex vetanimail? xchi vinh. --A d'a Harán ayonh, xchi eb' vinh."
        },
        {
            "number": "5",
            "text": "--¿Eyojtac am vinhaj Labán yixchiquin vinhaj Nacor? xchi vinh. --Cojtacton vinh, xchi eb'."
        },
        {
            "number": "6",
            "text": "--¿Vach' am sk'ol vinh eyila'? xchi vinh. --Vach' sk'ol vinh. Ina a ix Raquel yisil vinh van scot yed' nok' scalnel chi', xchi eb' vinh."
        },
        {
            "number": "7",
            "text": "Ix yalan vinhaj Jacob chi' d'a eb' vinh: --Ayto k'u, ¿tas yuj manh tonhejoc tzeyak' yuk'a' nok' e calnel tic, tze tanhvan va jab'ocxo nok'? xchi vinh d'a eb' vinh."
        },
        {
            "number": "8",
            "text": "Ix yalan eb' vinh: --Max yal-laj, yovalil sco tanhvej smolb'an sb'a nok' smasanil, ichato chi' ol quik'anel q'uen nivan smacul sti' a' tic, yic syal yuk'an a' nok' smasanil, xchi eb'."
        },
        {
            "number": "9",
            "text": "Vanto slolon vinhaj Jacob chi' yed' eb' vinh, ix ja ix Raquel yed' nok' yic vinh smam, yujto a ix stanhvan nok'."
        },
        {
            "number": "10",
            "text": "Ayic ix yilan vinh sja ix yed' nok' yic vinh smam chi', aton vinh snulej ix snun vinh, elanhchamel ix b'at lemnaj vinh, ix yik'anel q'uen smacul sti' a a' chi' vinh, ix yak'an yuk' a' nok' calnel chi' vinh."
        },
        {
            "number": "11",
            "text": "D'a elanhchamel ix yak'an stzatzil sk'ol ix Raquel chi' vinh, ix tz'ub'elta sti' ix vinh, ix ok'q'ue vinh."
        },
        {
            "number": "12",
            "text": "Ix och ijan vinh yalan icha tic: Yune' in ix Rebeca, ix yanab' vinh a mam, xchi vinh. Axo ix yab'an ix Raquel icha chi', ix b'at lemnaj ix yal d'a vinh smam chi'."
        },
        {
            "number": "13",
            "text": "Axo ix yab'an vinhaj Labán sb'inaj vinhaj Jacob yune' yanab', ix b'at lemnaj vinh schacot vinh. Ix och lak'naj vinh d'a vinh, ix tz'ub'anelta sti' vinh, ix yik'anb'at vinh vinh d'a spat chi'. Ix och ijan vinhaj Jacob chi' yalani tas ix aj scoti."
        },
        {
            "number": "14",
            "text": "Ix yalan vinhaj Labán chi' d'a vinh icha tic: Val yel te a onhto och ed'oc, xchi vinh. Jun ujal ix can vinh yed' vinhaj Labán chi'."
        },
        {
            "number": "15",
            "text": "Ayic ix ek' jun uj chi', ix yalan vinhaj Labán chi' d'a vinh icha tic: --A ticnaic vach'chom ayto cuj co b'a, palta max yal-laj nab'anhej ol ach munlaj d'ayin. Al d'ayin jantac ol ach in tupu', xchi vinh."
        },
        {
            "number": "16",
            "text": "Ay chavanh yisil vinhaj Labán chi': A ix b'ab'el, Lea sb'i ix, axo ix schab'il Raquel."
        },
        {
            "number": "17",
            "text": "A ix Lea chi', icha yilji taxon eb' ix ix yilji ix, anhej yol sat ix vach' yilji. Axo pax ix Raquel jun, te vach' yilji sat ix yed' snivanil smasanil."
        },
        {
            "number": "18",
            "text": "Axo vinhaj Jacob chi', ix can sgana vinh d'a ix Raquel chi', yuj chi' ix yal vinh icha tic: --Tzin can uqueoc ab'il in caj ix Raquel, ix chab'il isil tic, xchi vinh."
        },
        {
            "number": "19",
            "text": "Ix yalan vinhaj Labán chi': --Cananh, vach' ol vak' ix d'ayach, ¿tas gana ch'oc b'aj svak' ix? xchi vinh."
        },
        {
            "number": "20",
            "text": "Icha chi' ix aj scajan uque' ab'il ix vinh. Maj yab' vinh yek' jun tiempoal chi', yujto te ay sgana vinh d'a ix."
        },
        {
            "number": "21",
            "text": "Axo yic ix ek' uque' ab'il chi', ix yalan vinh d'a vinhaj Labán chi' icha tic: --A ticnaic, ix lajvi co trato yic tzin caj ix. Ak' ix vetb'eyumoc yic svik'an in b'a yed' ix, xchi vinh."
        },
        {
            "number": "22",
            "text": "Axo vinhaj Labán chi' ix avtancot masanil eb' cajan d'a slak'anil chi', ix yak'anoch sq'uinhal snupnajel ix yisil vinh chi'."
        },
        {
            "number": "23",
            "text": "Ayic toxo ix q'ue ak'val ix yik'ancot ix Lea vinhaj Labán d'a vinhaj Jacob chi', ix vay vinh yed' ix."
        },
        {
            "number": "24",
            "text": "Ix ak'ji jun scriada ix yuj vinhaj Labán chi', a ix chi' Zilpa sb'i ix."
        },
        {
            "number": "25",
            "text": "Ayic ix sacb'i, ix yilanelta vinhaj Jacob chi' to a ix Lea ix vay yed' vinh, ix b'at yalan vinh d'a vinhaj Labán chi' icha tic: --¿Tas yuj icha tic ix in utej? A ix Raquel ix in caj d'ayach, ¿tas yuj tzin ixtej? xchi vinh."
        },
        {
            "number": "26",
            "text": "Ix yalan vinhaj Labán chi' d'a vinh icha tic: --A co b'eyb'al d'a co cal tic, max yal-laj to a ix tzak'anto sb'ab'laj och vinh yetb'eyum d'a ix b'ab'el."
        },
        {
            "number": "27",
            "text": "k'anab'ajejcan jun semana sq'uinh nupnajel yic ix Lea tic, ol ik'anpax ix Raquel chi' tato tzak' a ti' a cajan uqueocxo ab'il ix d'ayin, xchi vinhaj Labán chi'."
        },
        {
            "number": "28",
            "text": "Ix schaan sk'ol vinhaj Jacob jun lolonel chi'. Ix sk'anab'ajan jun semana q'uinh nupnajel vinh yed' ix Lea chi'. Ix lajvi chi', ix yak'anpax ix Raquel vinhaj Labán chi' yic tz'och ix yetb'eyumoc vinh."
        },
        {
            "number": "29",
            "text": "Ix yak'anpax jun ix scriada ix Raquel chi' vinh aton ix Bilha."
        },
        {
            "number": "30",
            "text": "Ix yik'lan sb'a vinhaj Jacob yed' ix Raquel chi', yelxo val xajanab'il ix aj ix yuj vinh d'a yichanh ix Lea chi'. Yuj chi' uqueto ab'il ix scaj ix vinh."
        },
        {
            "number": "31",
            "text": "Ayic ix yilan Jehová to chab'k'olab'il ix Lea chi', ix yak'an svach'k'olal d'a yib'anh ix yic tz'aj yune' ix. Axo pax ix Raquel, malaj yune' ix."
        },
        {
            "number": "32",
            "text": "Axo ix Lea chi', ix och ix yab'ixal, ix alji jun yune' ix, Rubén ix yak' ix sb'iej, ix yalan ix: A Jehová ix yila' to paticab'il in el yuj vinh vetb'eyum, axo ticnaic xajan ol in yil vinh, xchi ix."
        },
        {
            "number": "33",
            "text": "Ix lajvi chi' ix alji junxo yune' ix, Simeón ix yak' ix sb'iej, ix yalan ix icha tic: Ix yab' Jehová to chab'k'olab'il vaji, yuj chi' ix yak' junxo vune' tic, xchi ix."
        },
        {
            "number": "34",
            "text": "Ix aljipax junxo yune' ix, Leví ix yak' ix sb'iej, ix yalan ix: A ticnaic junxonhej ol aj vinh vetb'eyum tic ved'oc, yujto oxvanhxo vune' yed' vinh, xchi ix."
        },
        {
            "number": "35",
            "text": "Ix alji junxo yune' ix, Judá ix yak' ix sb'iej, ix yalanpax ix: A ticnaic, svik'chaanh sb'i Jehová, xchi ix. Axonhej chi', ix och vaan yilan sat unin ix."
        }
    ]
}