{
    "chapter": "29",
    "verses": [
        {
            "number": "1",
            "text": "Icha chi' ix aj sb'atcan winhaj Jacob, ix k'ochcan winh t'a slum eb' winh cajan t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "2",
            "text": "Ayic ix k'och winh ta', ix yilanb'at jun ha' uk'b'ila' winh. Ha t'a slak'anil ha' chi', ayek' ox umanh nok' calnel, yujto ha ha' syuk' nok', ay jun niwan q'uen ayoch smaculoc sti' ha'."
        },
        {
            "number": "3",
            "text": "Ayic smolb'an sb'a masanil nok' calnel chi' ta', haxo eb' winh stanhvan nok' tz'ik'anel q'uen smacul sti' ha' chi', syak'an ha' eb' winh yuk' nok', slajvi chi' smacanxican sti' ha' eb'."
        },
        {
            "number": "4",
            "text": "Ix sk'anb'an winh t'a eb' tanhvum calnel chi' icha tik: --¿B'ajtil ayex ex vetanimail? xchi winh. --Ha t'a Harán ayonh, xchi eb' winh."
        },
        {
            "number": "5",
            "text": "--¿Eyojtac am winhaj Labán yixchiquin winhaj Nacor? xchi winh. --Cojtacton winh, xchi eb'."
        },
        {
            "number": "6",
            "text": "--¿Vach' am sk'ol winh eyila'? xchi winh. --Wach' sk'ol winh. Ina a ix Raquel yisil winh van scot yet' nok' scalnel chi', xchi eb' winh."
        },
        {
            "number": "7",
            "text": "Ix yalan winhaj Jacob chi' t'a eb' winh: --Ayto k'u, ¿tas yuj manh tonhejoc tzeyak' yuk'a' nok' e calnel tik, tze tanhvan wa jab'okxo nok'? xchi winh t'a eb' winh."
        },
        {
            "number": "8",
            "text": "Ix yalan eb' winh: --Max yal-laj, yowalil sco tanhvej smolb'an sb'a nok' smasanil, ichato chi' ol quik'anel q'uen niwan smacul sti' ha' tik, yic syal yuk'an ha' nok' smasanil, xchi eb'."
        },
        {
            "number": "9",
            "text": "Vanto slolon winhaj Jacob chi' yet' eb' winh, ix ja ix Raquel yet' nok' yic winh smam, yujto a ix stanhvan nok'."
        },
        {
            "number": "10",
            "text": "Ayic ix yilan winh sja ix yet' nok' yic winh smam chi', aton winh snulej ix snun winh, elanhchamel ix b'at lemnaj winh, ix yik'anel q'uen smacul sti' ha ha' chi' winh, ix yak'an yuk' ha' nok' calnel chi' winh."
        },
        {
            "number": "11",
            "text": "D'a elanhchamel ix yak'an stzatzil sk'ol ix Raquel chi' winh, ix tz'ub'elta sti' ix winh, ix ok'q'ue winh."
        },
        {
            "number": "12",
            "text": "Ix och ijan winh yalan icha tik: Yune' in ix Rebeca, ix yanab' winh a mam, xchi winh. Axo ix yab'an ix Raquel icha chi', ix b'at lemnaj ix yal t'a winh smam chi'."
        },
        {
            "number": "13",
            "text": "Axo ix yab'an winhaj Labán sb'inaj winhaj Jacob yune' yanab', ix b'at lemnaj winh schacot winh. Ix och lak'naj winh t'a winh, ix tz'ub'anelta sti' winh, ix yik'anb'at winh winh t'a spat chi'. Ix och ijan winhaj Jacob chi' yalani tas ix aj scoti."
        },
        {
            "number": "14",
            "text": "Ix yalan winhaj Labán chi' t'a winh icha tik: Val yel te a onhto och ed'oc, xchi winh. Jun ujal ix kan winh yet' winhaj Labán chi'."
        },
        {
            "number": "15",
            "text": "Ayic ix ek' jun uj chi', ix yalan winhaj Labán chi' t'a winh icha tik: --Ha tiknaik wach'chom ayto cuj co b'a, palta max yal-laj nab'anhej ol ach munlaj t'ayin. Al t'ayin jantac ol ach in tupu', xchi winh."
        },
        {
            "number": "16",
            "text": "Ay chavanh yisil winhaj Labán chi': Ha ix b'ab'el, Lea sb'i ix, haxo ix schab'il Raquel."
        },
        {
            "number": "17",
            "text": "Ha ix Lea chi', icha yilji taxon eb' ix ix yilji ix, anhej yol sat ix wach' yilji. Axo pax ix Raquel jun, te wach' yilji sat ix yet' snivanil smasanil."
        },
        {
            "number": "18",
            "text": "Axo winhaj Jacob chi', ix kan sgana winh t'a ix Raquel chi', yuj chi' ix yal winh icha tik: --Tzin kan uqueoc ab'il in caj ix Raquel, ix chab'il isil tik, xchi winh."
        },
        {
            "number": "19",
            "text": "Ix yalan winhaj Labán chi': --Cananh, wach' ol vak' ix t'ayach, ¿tas gana ch'oc b'aj svak' ix? xchi winh."
        },
        {
            "number": "20",
            "text": "Icha chi' ix aj scajan uque' ab'il ix winh. Maj yab' winh yek' jun pekti’ chi', yujto te ay sgana winh t'a ix."
        },
        {
            "number": "21",
            "text": "Axo yic ix ek' uque' ab'il chi', ix yalan winh t'a winhaj Labán chi' icha tik: --Ha tiknaik, ix lajvi co trato yic tzin caj ix. Ak' ix vetb'eyumoc yic svik'an in b'a yet' ix, xchi winh."
        },
        {
            "number": "22",
            "text": "Axo winhaj Labán chi' ix awtankot masanil eb' cajan t'a slak'anil chi', ix yak'anoch sq'uinhal snupnajel ix yisil winh chi'."
        },
        {
            "number": "23",
            "text": "Ayic toxo ix q'ue ak'wal ix yik'ancot ix Lea winhaj Labán t'a winhaj Jacob chi', ix vay winh yet' ix."
        },
        {
            "number": "24",
            "text": "Ix ak'ji jun scriada ix yuj winhaj Labán chi', a ix chi' Zilpa sb'i ix."
        },
        {
            "number": "25",
            "text": "Ayic ix sakb'i, ix yilanelta winhaj Jacob chi' to a ix Lea ix vay yet' winh, ix b'at yalan winh t'a winhaj Labán chi' icha tik: --¿Tas yuj icha tik ix in utej? Ha ix Raquel ix in caj t'ayach, ¿tas yuj tzin ixtej? xchi winh."
        },
        {
            "number": "26",
            "text": "Ix yalan winhaj Labán chi' t'a winh icha tik: --Ha co b'eyb'al t'a co cal tik, max yal-laj to a ix tzak'anto sb'ab'laj och winh yetb'eyum t'a ix b'ab'el."
        },
        {
            "number": "27",
            "text": "k'anab'ajejcan jun semana sq'uinh nupnajel yic ix Lea tik, ol ik'anpax ix Raquel chi' tato tzak' a ti' a cajan uqueocxo ab'il ix t'ayin, xchi winhaj Labán chi'."
        },
        {
            "number": "28",
            "text": "Ix schaan sk'ol winhaj Jacob jun lolonel chi'. Ix sk'anab'ajan jun semana q'uinh nupnajel winh yet' ix Lea chi'. Ixlajwi chi', ix yak'anpax ix Raquel winhaj Labán chi' yic tz'och ix yetb'eyumoc winh."
        },
        {
            "number": "29",
            "text": "Ix yak'anpax jun ix scriada ix Raquel chi' winh aton ix Bilha."
        },
        {
            "number": "30",
            "text": "Ix yik'lan sb'a winhaj Jacob yet' ix Raquel chi', yelxo wal xajanab'il ix aj ix yuj winh t'a yichanh ix Lea chi'. Yuj chi' uqueto ab'il ix scaj ix winh."
        },
        {
            "number": "31",
            "text": "Ayic ix yilan Jehová to chab'k'olab'il ix Lea chi', ix yak'an swach'k'olal t'a yib'anh ix yic tz'aj yune' ix. Axo pax ix Raquel, malaj yune' ix."
        },
        {
            "number": "32",
            "text": "Axo ix Lea chi', ix och ix yab'ixal, ix alji jun yune' ix, Rubén ix yak' ix sb'iej, ix yalan ix: Ha Jehová ix yila' to paticab'il in el yuj winh vetb'eyum, haxo tiknaik xajan ol in yil winh, xchi ix."
        },
        {
            "number": "33",
            "text": "Ixlajwi chi' ix alji junxo yune' ix, Simeón ix yak' ix sb'iej, ix yalan ix icha tik: Ix yab' Jehová to chab'k'olab'il vaji, yuj chi' ix yak' junxo vune' tik, xchi ix."
        },
        {
            "number": "34",
            "text": "Ix aljipax junxo yune' ix, Leví ix yak' ix sb'iej, ix yalan ix: Ha tiknaik junxonhej ol aj winh vetb'eyum tik ved'oc, yujto oxvanhxo vune' yet' winh, xchi ix."
        },
        {
            "number": "35",
            "text": "Ix alji junxo yune' ix, Judá ix yak' ix sb'iej, ix yalanpax ix: Ha tiknaik, svik'chaanh sb'i Jehová, xchi ix. Axonhej chi', ix och vaan yilan sat unin ix."
        }
    ]
}