{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha nok' chan, yelxo wal te jelan nok' t'a yichanh masanil nok' k'ultaquil nok' ix sb'o Jehová Dios. Ix yalan nok' t'a ix ix: --¿Tom yel ix yal Dios to max yal he loan sat masanil te' avb'en te' tik? xchi nok'."
        },
        {
            "number": "2",
            "text": "Ix tak'wi ix t'a nok' icha tik: --Masanil te' syal ko loan sat,"
        },
        {
            "number": "3",
            "text": "anhej jun te' ay t'a snanhal te' avb'en te' tik, ix yal Dios to max yal-laj ko loan sat te', ma ko yamani, yic wach' max onh chami, xchi ix."
        },
        {
            "number": "4",
            "text": "Ix tak'wi nok' chan chi' t'a ix: --Tonhej syal Dios chi'. Manh ol ex chamlaj."
        },
        {
            "number": "5",
            "text": "Palta yojtac Dios, ayic ol he loan sat te' chi', ol tz'acwoc he pensar, lajan ol ex ajkan yet'oc, ol nachajel wach'il yet' chukal eyuuj, xchi nok' t'a ix."
        },
        {
            "number": "6",
            "text": "Axo ix yilanoch sat te' chi' ix, te wach' am sloji, te wach' yiljiochi, ix snib'anoch ix, yic wach' stz'acwiel spensar ix snaani. Yuj chi' ix sb'ixanelta jun sat te' chi' ix, ix sloan ix. Ixlajwi chi' ix yak'anpax ix t'a winh yetb'eyum chi', ix sloanpax te' winh yet' ix."
        },
        {
            "number": "7",
            "text": "Ha t'a jun rato chi', ix nachajel yuj heb', ix yilanoch sb'a heb' to b'eranel heb', yuj chi' a xil te' higo ix smol heb', ix stz'isan heb' spichuloc, yic tz'och t'a snanhal heb'."
        },
        {
            "number": "8",
            "text": "Axo ix yab'an winh winak chi' yet' ix ix chi' to wan yek' Jehová Dios t'a skal te avb'en te' chi' t'a yemxok'ualil, yic sicxo k'u, ix el lemnaj heb' sk'ub'ejel sb'a t'ay t'a skal te avb'en te' chi'."
        },
        {
            "number": "9",
            "text": "Axo ix avtaj winh yuj Jehová Dios: --Ach Adán, ¿b'ajtil ayach eq'ui? xchi."
        },
        {
            "number": "10",
            "text": "Ix tak'wi winh: --Ina wajek' tik, ix wab'i to wan ek' t'a skal te' avb'en te' tik, ix in xivb'ati yujto b'eran in eli, yuj chi' ix in k'ub'ejel in b'a, xchi winh."
        },
        {
            "number": "11",
            "text": "Ix sk'anb'an Dios t'a winh: --¿Mach ix alan t'ayach to b'eran ach eli? Tope ix a lo sat te te', te' ix wal t'ayach to max yal-laj a loani, xchi t'a winh."
        },
        {
            "number": "12",
            "text": "Ix tak'wixi winh icha tik: --Ha ix ix, ix ak' wetb'eyumoc, a ix, ix ak'an te' t'ayin, yuj chi' ix in lo te', xchi winh."
        },
        {
            "number": "13",
            "text": "Ix sk'anb'an Dios t'a ix: --¿Tas yuj icha chi' ix a k'ulej? xchi. Ix tak'wi ix: --Ha nok' chan in ak'an musansatil, yuj chi' ix in lo te', xchi ix."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yalan Jehová Dios t'a nok' chan chi': --Yujto icha tik ix a k'ulej, yuj chi' tzach in catab'ejcan t'a skal masanil nok' molb'etzal nok' yet' nok' k'ultaquil nok'. D'a junelnhej a yalanh a k'ool ol nherwoc. Ha spokokal lum lum ol a lo'o."
        },
        {
            "number": "15",
            "text": "Ol wak'canoch ajk'olal t'a a kal yet' ix ix tik yet' masanil inhtilal yet' pax yinhtilal ix. Ha yinhtilal ix chi' ol mak'anpoj a jolom. Ha ach xo, ol a chi yich yoc yinhtilal ix chi', xchi Jehová."
        },
        {
            "number": "16",
            "text": "Ix yalanxi Dios t'a ix icha tik: --Ol wak' a yaelal ayic yab'ix ach, haxo yic ol aljoc une', ol wak'an nivtaj a yaelal chi'. Wach'chom ay yaelal ol ila', ol a nib'ejnhejoch winh etb'eyum. Ha winh ol och ajaloc, xchi Dios."
        },
        {
            "number": "17",
            "text": "Ix yalanpax Jehová Dios t'a winhaj Adán chi' icha tik: --Yujto ix a k'anab'ajej ix etb'eyum tik a loan sat te te' ix wala' to max a lo'o, a tiknaik jun, uuj tzin catab'ejcan lum lum tik, yuj chi' t'a skal yaelal ol ach waoc yacb'an ayach ek' t'a yol yib'anhk’inal tik."
        },
        {
            "number": "18",
            "text": "Ol q'uib'chaanh te' q'uiix yet' anh ank'ultak ay sq'uixal t'a sat lum lum tik. Ha yuj juntzanh awal inhat ol ik'an yek' tiempo eyuuj."
        },
        {
            "number": "19",
            "text": "Ol el alil a munlaji, icha chi' ol aj a wa'i masanto ol ach meltzajxoc och luumal. Yujto t'a lum ix ach koti, lum ach taxoni, yuj chi' ol ach meltzajxoc och luumal, xchi Jehová t'a winh."
        },
        {
            "number": "20",
            "text": "Ewa ix yak' winhaj Adán sb'ioc ix yetb'eyum chi', yujto t'a ix, ix pitzwi masanil anima."
        },
        {
            "number": "21",
            "text": "Ha stz'umal nok' nok' ix sb'o Jehová Dios spichuloc winh winak yet' ix yetb'eyum, ix yak'anoch spichuloc heb'."
        },
        {
            "number": "22",
            "text": "Ix yalan Jehová Dios: Ha tiknaik, icha onh tik, icha chi' ix aj heb' anima. Tzaxo nachajel yuj heb' b'aj ay wach'il yet' chukal. Yuj chi' ay smay sloan sat te te' heb', aton te' tz'ak'an k 'inal yic pitzannhej heb' t'a masanil tiempo, xchi Dios."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix pechjielta heb' t'a Edén chi' yuj Jehová, ix ochcan winhaj Adán chi' smunlaj t'a sat lu'um b'aj ix cot sniwanil."
        },
        {
            "number": "24",
            "text": "Ixlajwi yelcancot heb', ix ak'jicanoch juntzanh querubín yuj Jehová t'a stojolal b'aj sjawi k'u yet' jun k'een espada tz'ititi yel sk'ak'al yek' oyoyoc, yic manhxa junok mach syal yochi yic sloan sat te te' tz'ak'an k 'inal chi'."
        }
    ]
}