{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "A nok' chan, yelxo val te jelan nok' d'a yichanh masanil nok' k'ultaquil nok' ix sb'o Jehová Dios. Ix yalan nok' d'a ix ix: --¿Tom yel ix yal Dios to max yal e loan sat masanil te' avb'en te' tic? xchi nok'."
        },
        {
            "number": "2",
            "text": "Ix tak'vi ix d'a nok' icha tic: --Masanil te' syal co loan sat,"
        },
        {
            "number": "3",
            "text": "anhej jun te' ay d'a snanhal te' avb'en te' tic, ix yal Dios to max yal-laj co loan sat te', ma co yamani, yic vach' max onh chami, xchi ix."
        },
        {
            "number": "4",
            "text": "Ix tak'vi nok' chan chi' d'a ix: --Tonhej syal Dios chi'. Manh ol ex chamlaj."
        },
        {
            "number": "5",
            "text": "Palta yojtac Dios, ayic ol e loan sat te' chi', ol tz'acvoc e pensar, lajan ol ex ajcan yed'oc, ol nachajel vach'il yed' chucal eyuuj, xchi nok' d'a ix."
        },
        {
            "number": "6",
            "text": "Axo ix yilanoch sat te' chi' ix, te vach' am sloji, te vach' yiljiochi, ix snib'anoch ix, yic vach' stz'acviel spensar ix snaani. Yuj chi' ix sb'ixanelta jun sat te' chi' ix, ix sloan ix. Ix lajvi chi' ix yak'anpax ix d'a vinh yetb'eyum chi', ix sloanpax te' vinh yed' ix."
        },
        {
            "number": "7",
            "text": "A d'a jun rato chi', ix nachajel yuj eb', ix yilanoch sb'a eb' to b'eranel eb', yuj chi' a xil te' higo ix smol eb', ix stz'isan eb' spichuloc, yic tz'och d'a snanhal eb'."
        },
        {
            "number": "8",
            "text": "Axo ix yab'an vinh vinac chi' yed' ix ix chi' to van yek' Jehová Dios d'a scal te avb'en te' chi' d'a yemxok'ualil, yic sicxo k'u, ix el lemnaj eb' sk'ub'ejel sb'a d'ay d'a scal te avb'en te' chi'."
        },
        {
            "number": "9",
            "text": "Axo ix avtaj vinh yuj Jehová Dios: --Ach Adán, ¿b'ajtil ayach eq'ui? xchi."
        },
        {
            "number": "10",
            "text": "Ix tak'vi vinh: --Ina vajek' tic, ix vab'i to van ek' d'a scal te' avb'en te' tic, ix in xivb'ati yujto b'eran in eli, yuj chi' ix in k'ub'ejel in b'a, xchi vinh."
        },
        {
            "number": "11",
            "text": "Ix sk'anb'an Dios d'a vinh: --¿Mach ix alan d'ayach to b'eran ach eli? Tope ix a lo sat te te', te' ix val d'ayach to max yal-laj a loani, xchi d'a vinh."
        },
        {
            "number": "12",
            "text": "Ix tak'vixi vinh icha tic: --A ix ix, ix ak' vetb'eyumoc, a ix, ix ak'an te' d'ayin, yuj chi' ix in lo te', xchi vinh."
        },
        {
            "number": "13",
            "text": "Ix sk'anb'an Dios d'a ix: --¿Tas yuj icha chi' ix a k'ulej? xchi. Ix tak'vi ix: --A nok' chan in ak'an musansatil, yuj chi' ix in lo te', xchi ix."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yalan Jehová Dios d'a nok' chan chi': --Yujto icha tic ix a k'ulej, yuj chi' tzach in catab'ejcan d'a scal masanil nok' molb'etzal nok' yed' nok' k'ultaquil nok'. D'a junelnhej a yalanh a k'ool ol nhervoc. A spococal lum luum ol a lo'o."
        },
        {
            "number": "15",
            "text": "Ol vak'canoch ajk'olal d'a a cal yed' ix ix tic yed' masanil inhtilal yed' pax yinhtilal ix. A yinhtilal ix chi' ol mak'anpoj a jolom. A ach xo, ol a chi yich yoc yinhtilal ix chi', xchi Jehová."
        },
        {
            "number": "16",
            "text": "Ix yalanxi Dios d'a ix icha tic: --Ol vak' a yaelal ayic yab'ix ach, axo yic ol aljoc une', ol vak'an nivtaj a yaelal chi'. Vach'chom ay yaelal ol ila', ol a nib'ejnhejoch vinh etb'eyum. A vinh ol och ajaloc, xchi Dios."
        },
        {
            "number": "17",
            "text": "Ix yalanpax Jehová Dios d'a vinhaj Adán chi' icha tic: --Yujto ix a k'anab'ajej ix etb'eyum tic a loan sat te te' ix vala' to max a lo'o, a ticnaic jun, uuj tzin catab'ejcan lum luum tic, yuj chi' d'a scal yaelal ol ach vaoc yacb'an ayach ek' d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "18",
            "text": "Ol q'uib'chaanh te' q'uiix yed' anh ank'ultac ay sq'uixal d'a sat lum luum tic. A yuj juntzanh aval inhat ol ik'an yek' tiempo eyuuj."
        },
        {
            "number": "19",
            "text": "Ol el alil a munlaji, icha chi' ol aj a va'i masanto ol ach meltzajxoc och luumal. Yujto d'a lum ix ach coti, lum ach taxoni, yuj chi' ol ach meltzajxoc och luumal, xchi Jehová d'a vinh."
        },
        {
            "number": "20",
            "text": "Eva ix yak' vinhaj Adán sb'ioc ix yetb'eyum chi', yujto d'a ix, ix pitzvi masanil anima."
        },
        {
            "number": "21",
            "text": "A stz'umal nok' nok' ix sb'o Jehová Dios spichuloc vinh vinac yed' ix yetb'eyum, ix yak'anoch spichuloc eb'."
        },
        {
            "number": "22",
            "text": "Ix yalan Jehová Dios: A ticnaic, icha onh tic, icha chi' ix aj eb' anima. Tzaxo nachajel yuj eb' b'aj ay vach'il yed' chucal. Yuj chi' ay smay sloan sat te te' eb', aton te' tz'ak'an q'uinal yic pitzannhej eb' d'a masanil tiempo, xchi Dios."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix pechjielta eb' d'a Edén chi' yuj Jehová, ix ochcan vinhaj Adán chi' smunlaj d'a sat luum b'aj ix cot snivanil."
        },
        {
            "number": "24",
            "text": "Ix lajvi yelcancot eb', ix ak'jicanoch juntzanh querubín yuj Jehová d'a stojolal b'aj sjavi k'u yed' jun q'uen espada tz'ititi yel sk'ak'al yek' oyoyoc, yic manhxa junoc mach syal yochi yic sloan sat te te' tz'ak'an q'uinal chi'."
        }
    ]
}