{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix Raquel chi' ix pitzvichaanh ajk'olal t'a spensar ix, ix och ix ajk'olal t'a ix Lea chi' yujto malaj yune' ix, ix yalan ix t'a winh yetb'eyum chi' icha tik: --Ak' vune'. Tato maay, tik tzin chami, xchi ix."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix cot yoval winhaj Jacob, ix yalan winh t'a ix icha tik: --¿Tocval Dios in? Ha Dios chi' max ak'anlaj une' chi', xchi winh."
        },
        {
            "number": "3",
            "text": "Ix yalanxi ix t'a winh: --Vayanh yet' ix in criada Bilha, ayic ol aljoc yune' ix chi', icha val vune' ol ajoc, xchi ix."
        },
        {
            "number": "4",
            "text": "Ix yak'an ix scriada ix chi' t'a winh, ix yik'lan sb'a winh yet' ix."
        },
        {
            "number": "5",
            "text": "Axo ix alji jun yune' ix Bilha chi',"
        },
        {
            "number": "6",
            "text": "ix yalan ix Raquel icha tik: Dan ol sb'iej winh unin tik, yujto ix yab' in lesal Dios, ix in sch'olb'itani, yuj chi' ix yak' jun unin tik t'ayin, xchi ix."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix alji junxo yune' ix Bilha yet' winhaj Jacob chi'."
        },
        {
            "number": "8",
            "text": "Ix yalanxi ix Raquel chi': Ha jun unin tik Neftalí ol sb'iej, yujto ix in telaj in b'a yet' ix in nulej ix Lea, haxo ticnaic ix kan ix yalanh vuuj, xchi ix."
        },
        {
            "number": "9",
            "text": "Axo yic ix yilan ix Lea to manhxalaj yune' ix, ix yak'anpax ix scriada ix, aton ix Zilpa t'a winhaj Jacob chi'."
        },
        {
            "number": "10",
            "text": "Ix alji jun yune' ix yet' winh."
        },
        {
            "number": "11",
            "text": "--Wach' vico' yuj chi' Gad svak' sb'iej winh unin tik, xchi ix Lea chi'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix alji junxo yune' ix Zilpa chi' yet' winhaj Jacob chi'."
        },
        {
            "number": "13",
            "text": "Ix yalanpax ix Lea chi' icha tik: Te tzalajk'olal vico', haxo eb' ix vetixal ol alanoc to ay in tzalajk'olal, yuj chi' Aser ol sb'iej winh unin tik, xchi ix."
        },
        {
            "number": "14",
            "text": "Ay jun k'u ix b'at winhaj Rubén b'eyelek' t'a caltac te', ayic van sjochchaj ixim trigo. Ata' ix ilchaj juntzanh sat ank'ultak yuj winh to sloji, mandrágora sb'i. Ix yik'anb'at anh winh t'a ix Lea, aton ix snun winh. Axo yic ix yilan anh ix Raquel chi', ix yalan ix t'a ix Lea icha tik: --Tzin tevi t'ayach to tzak' junok anh mandrágora ix yik'cot winh une' chi' t'ayin, xchi ix."
        },
        {
            "number": "15",
            "text": "Ix yalan ix Lea chi' icha tik t'a ix: --¿Tom manh k'ocb'iloc ix iq'uek' winh vetb'eyum, haxo ticnaic, snib'ej a k'ol tza k'anek' anh mandrágora ix yik'cot winh vune' tik? xchi ix. --Ak' anh t'ayin, tato icha chi' syal svay winhaj Jacob ed'oc t'a jun ak'val tik, xchi ix Raquel chi'."
        },
        {
            "number": "16",
            "text": "Axo yic van sq'uik'b'i ix jax winhaj Jacob t'a smunlajel, ix b'at ix Lea schacot winh, ix yalan ix t'a winh icha tik: --Ha ticnaic ol ach vay ved'oc, t'a val yel ix vak' anh mandrágora ix yik'cot winh vune' t'a ix in nulej ix Raquel a tojoloc, xchi ix. Yuj chi' ix vay winhaj Jacob chi' yet' ix t'a jun ak'val chi'."
        },
        {
            "number": "17",
            "text": "Ha Dios ix ab'an slesal ix, yuj chi' ix alji junxo yune' ix yet' winh, yoil uninxo."
        },
        {
            "number": "18",
            "text": "Ix yalan ix: Isacar ol sb'iej winh unin tik, yujto ix spactzitej Dios t'ayin, yujto ix vak' ix in criada t'a winh vetb'eyum, xchi ix."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix alji junxo yune' ix yet' winhaj Jacob chi', aton svaquil unin eb'."
        },
        {
            "number": "20",
            "text": "Ix yalan ix: Ix yak' Dios jun silab' manhxo jantacoc swach'il t'ayin, yuj chi' ol in sxajanej winh vetb'eyum tik. Svaquilxo jun unin tik svil yet' winh, yuj chi' Zabulón ol sb'iej, xchi ix."
        },
        {
            "number": "21",
            "text": "Yicxo slajvub'al ix yilan sat jun ix unin ix, Dina ix yak' ix sb'iej."
        },
        {
            "number": "22",
            "text": "Axo ix Raquel chi', ix nachajcot ix yuj Dios, ix ab'ji slesal ix yuj, ix javi yune' ix."
        },
        {
            "number": "23",
            "text": "Ayic ix alji jun sb'ab'el unin ix, ix yalan ix: Ha in q'uixvelal, toxo ix yiq'uel Jehová, yujto toxo ix yak' jun vune' tik."
        },
        {
            "number": "24",
            "text": "Tzoc val el t'a sk'ool syak'pax junocxo vune', xchi ix. Yuj chi' José ix sb'iej jun unin chi' yuj ix."
        },
        {
            "number": "25",
            "text": "Ayic toxo ix alji winhaj José, ix yalan winhaj Jacob t'a winhaj Labán icha tik: --Ha ticnaic, cha in pax t'a in chonhab'."
        },
        {
            "number": "26",
            "text": "Ak' eb' vuninal yet' eb' ix vetb'eyum, k'ocb'ilocxob' in cajan eb' ix t'ayach, smojxo val tzin paxi. Ojtac val tas ix aj in munlaj t'ayach, xchi winh."
        },
        {
            "number": "27",
            "text": "Axo ix yalan winhaj Labán chi' t'a winh icha tik: --Maay, tzin tevi t'ayach to wach'nhej ajek' ved'oc, yujto ix in naeli to uujnhej ay swach'k'olal Jehová t'a vib'anh."
        },
        {
            "number": "28",
            "text": "Al t'ayin jantac val tzach in tupu', xchi winhaj Labán chi'."
        },
        {
            "number": "29",
            "text": "Ix yalanxi winhaj Jacob chi': --Ojtac val tas ix aj in munlaj ed'oc yet' tas ix aj vilan nok' a molb'etzal nok' tik."
        },
        {
            "number": "30",
            "text": "Ojtac to jayvannhej nok' a molb'etzal nok' tik ayic in janac, haxo ticnaic toxo ix q'uib' sb'isul nok'. Atax val yic in janac chi' syamannacoch Jehová yak'an swach'k'olal t'a ib'anh. Axo ticnaic, ¿b'aq'uinh ol in chael yich vilan wik yet' eb' ix vetb'eyum tik yet' eb' vuninal? xchi winh."
        },
        {
            "number": "31",
            "text": "--¿Jantac a tojol tza k'ana'? xchi winhaj Labán chi'. --Malajocab' in tojol tzak'a', anhejto svil jab'ocxo nok' a calnel tik, tato ol scha a k'ol tas ol vala'."
        },
        {
            "number": "32",
            "text": "Cha in och t'a skal nok' a calnel yet' nok' a chiva ticnaic, yic tzin sik'anel masanil nok' tz'ib'iltac, nok' jasquiltac stz'ib'ul, nok' yunetac q'uiq'uik'. Ha nok' chi' ol och in tojoloc."
        },
        {
            "number": "33",
            "text": "Yuj chi' jun, ayic tzach k'och il nok' a nok' chi', nok' svik' in tojoloc chi', icha chi' ol aj ilancot in tojolal. Tato ha t'a skal nok' wik chi' ay nok' chiva, ma nok' calnel chi' manh tz'ib'iltacoc, mato manh q'uiq'uik'oc, van ach velk'an syal chi', xchi winh."
        },
        {
            "number": "34",
            "text": "--Wach'ocab'i. Scha in k'ol tas tzal chi', xchi winhaj Labán chi'."
        },
        {
            "number": "35",
            "text": "Anhejtona' t'a jun k'ual chi' ix sik'anel masanil nok' mam chiva tz'ib'iltac winhaj Labán chi' yet' nok' jasquiltac stz'ib'ul, nok' nun chiva soman jab'oc saquil yet' masanil nok' calnel q'uiq'uik' yilji, ix yak'an nok' winh t'a eb' yuninal."
        },
        {
            "number": "36",
            "text": "Ix yik'anb'at nok' eb' yuninal winh chi' t'a najat, oxe' k'ual stek'nab'il b'aj ix kan winhaj Jacob chi'. Ix cannhej winh stanhvej juntzanhxo nok' scalnel winhaj Labán chi'."
        },
        {
            "number": "37",
            "text": "Elanhchamel ix sna winhaj Jacob chi', ix stzepel sk'ab'tac te te' scuch álamo winh, te' almendro yet' te' castaño. Tz'ib'iltac ix yutej te' winh sjosan stz'umal. Ay sac yet' q'uiq'uik' ix aj yilji te' yuj winh."
        },
        {
            "number": "38",
            "text": "Ix yak'anoch juntzanh te' k'ab'tac te' chi' winh t'a yichanh nok' calnel chi', b'aj syuk'a' nok', aton ta' stajni nok'. D'a yichanh nok' aypaxoch te te' tz'ib'iltac yilji chi', yuj chi' ayic tz'aj yune' nok', tz'ib'iltac yilji yune' nok' chi'."
        },
        {
            "number": "39",
            "text": "Ha masanil nok' tz'ib'iltac tz'aj chi', ix sik'canel nok' winh t'a skal nok' yic winhaj Labán chi'. Icha chi' ix yutej winh sik'anel nok' scalnel chi' t'a skal nok' yic winhaj Labán chi'."
        },
        {
            "number": "40",
            "text": "Masanil nok' te wach', ayic stajni nok', syak'anoch te te' winhaj Jacob chi' t'a yichanh nok' b'aj xid'ek' nok' yuk'a', yic wach' syil te te' chi' nok' ayic stajni nok' chi'."
        },
        {
            "number": "41",
            "text": "Axo yic sjavi nok' yatac val ay, max yaq'uem te te' chi' winh t'a yichanh nok'. Yuj chi', a nok' tz'ontac yic winhaj Labán chi', haxo nok' wach' yic winhaj Jacob chi'."
        },
        {
            "number": "42",
            "text": "Icha chi' ix aj yoch winhaj Jacob chi' b'eyumal. Manh jantacoc nok' svacax winh, nok' scalnel winh yet' nok' schiva winh. Manh jantacoc nok' scamello winh yet' nok' sb'uru winh yet' pax eb' winh schecab' winh yet' eb' ix schecab' winh."
        }
    ]
}