{
    "chapter": "30",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix Raquel chi' ix pitzvichaanh ajk'olal d'a spensar ix, ix och ix ajk'olal d'a ix Lea chi' yujto malaj yune' ix, ix yalan ix d'a vinh yetb'eyum chi' icha tic: --Ak' vune'. Tato maay, tic tzin chami, xchi ix."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix cot yoval vinhaj Jacob, ix yalan vinh d'a ix icha tic: --¿Tocval Dios in? A Dios chi' max ak'anlaj une' chi', xchi vinh."
        },
        {
            "number": "3",
            "text": "Ix yalanxi ix d'a vinh: --Vayanh yed' ix in criada Bilha, ayic ol aljoc yune' ix chi', icha val vune' ol ajoc, xchi ix."
        },
        {
            "number": "4",
            "text": "Ix yak'an ix scriada ix chi' d'a vinh, ix yik'lan sb'a vinh yed' ix."
        },
        {
            "number": "5",
            "text": "Axo ix alji jun yune' ix Bilha chi',"
        },
        {
            "number": "6",
            "text": "ix yalan ix Raquel icha tic: Dan ol sb'iej vinh unin tic, yujto ix yab' in lesal Dios, ix in sch'olb'itani, yuj chi' ix yak' jun unin tic d'ayin, xchi ix."
        },
        {
            "number": "7",
            "text": "Ix lajvi chi', ix alji junxo yune' ix Bilha yed' vinhaj Jacob chi'."
        },
        {
            "number": "8",
            "text": "Ix yalanxi ix Raquel chi': A jun unin tic Neftalí ol sb'iej, yujto ix in telaj in b'a yed' ix in nulej ix Lea, axo ticnaic ix can ix yalanh vuuj, xchi ix."
        },
        {
            "number": "9",
            "text": "Axo yic ix yilan ix Lea to manhxalaj yune' ix, ix yak'anpax ix scriada ix, aton ix Zilpa d'a vinhaj Jacob chi'."
        },
        {
            "number": "10",
            "text": "Ix alji jun yune' ix yed' vinh."
        },
        {
            "number": "11",
            "text": "--Vach' vico' yuj chi' Gad svak' sb'iej vinh unin tic, xchi ix Lea chi'."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi', ix alji junxo yune' ix Zilpa chi' yed' vinhaj Jacob chi'."
        },
        {
            "number": "13",
            "text": "Ix yalanpax ix Lea chi' icha tic: Te tzalajk'olal vico', axo eb' ix vetixal ol alanoc to ay in tzalajk'olal, yuj chi' Aser ol sb'iej vinh unin tic, xchi ix."
        },
        {
            "number": "14",
            "text": "Ay jun k'u ix b'at vinhaj Rubén b'eyelek' d'a caltac te', ayic van sjochchaj ixim trigo. Ata' ix ilchaj juntzanh sat ank'ultac yuj vinh to sloji, mandrágora sb'i. Ix yik'anb'at anh vinh d'a ix Lea, aton ix snun vinh. Axo yic ix yilan anh ix Raquel chi', ix yalan ix d'a ix Lea icha tic: --Tzin tevi d'ayach to tzak' junoc anh mandrágora ix yik'cot vinh une' chi' d'ayin, xchi ix."
        },
        {
            "number": "15",
            "text": "Ix yalan ix Lea chi' icha tic d'a ix: --¿Tom manh k'ocb'iloc ix iq'uek' vinh vetb'eyum, axo ticnaic, snib'ej a k'ol tza k'anek' anh mandrágora ix yik'cot vinh vune' tic? xchi ix. --Ak' anh d'ayin, tato icha chi' syal svay vinhaj Jacob ed'oc d'a jun ak'val tic, xchi ix Raquel chi'."
        },
        {
            "number": "16",
            "text": "Axo yic van sq'uik'b'i ix jax vinhaj Jacob d'a smunlajel, ix b'at ix Lea schacot vinh, ix yalan ix d'a vinh icha tic: --A ticnaic ol ach vay ved'oc, d'a val yel ix vak' anh mandrágora ix yik'cot vinh vune' d'a ix in nulej ix Raquel a tojoloc, xchi ix. Yuj chi' ix vay vinhaj Jacob chi' yed' ix d'a jun ak'val chi'."
        },
        {
            "number": "17",
            "text": "A Dios ix ab'an slesal ix, yuj chi' ix alji junxo yune' ix yed' vinh, yoil uninxo."
        },
        {
            "number": "18",
            "text": "Ix yalan ix: Isacar ol sb'iej vinh unin tic, yujto ix spactzitej Dios d'ayin, yujto ix vak' ix in criada d'a vinh vetb'eyum, xchi ix."
        },
        {
            "number": "19",
            "text": "Ix lajvi chi', ix alji junxo yune' ix yed' vinhaj Jacob chi', aton svaquil unin eb'."
        },
        {
            "number": "20",
            "text": "Ix yalan ix: Ix yak' Dios jun silab' manhxo jantacoc svach'il d'ayin, yuj chi' ol in sxajanej vinh vetb'eyum tic. Svaquilxo jun unin tic svil yed' vinh, yuj chi' Zabulón ol sb'iej, xchi ix."
        },
        {
            "number": "21",
            "text": "Yicxo slajvub'al ix yilan sat jun ix unin ix, Dina ix yak' ix sb'iej."
        },
        {
            "number": "22",
            "text": "Axo ix Raquel chi', ix nachajcot ix yuj Dios, ix ab'ji slesal ix yuuj, ix javi yune' ix."
        },
        {
            "number": "23",
            "text": "Ayic ix alji jun sb'ab'el unin ix, ix yalan ix: A in q'uixvelal, toxo ix yiq'uel Jehová, yujto toxo ix yak' jun vune' tic."
        },
        {
            "number": "24",
            "text": "Tzoc val el d'a sk'ool syak'pax junocxo vune', xchi ix. Yuj chi' José ix sb'iej jun unin chi' yuj ix."
        },
        {
            "number": "25",
            "text": "Ayic toxo ix alji vinhaj José, ix yalan vinhaj Jacob d'a vinhaj Labán icha tic: --A ticnaic, cha in pax d'a in chonhab'."
        },
        {
            "number": "26",
            "text": "Ak' eb' vuninal yed' eb' ix vetb'eyum, k'ocb'ilocxob' in cajan eb' ix d'ayach, smojxo val tzin paxi. Ojtac val tas ix aj in munlaj d'ayach, xchi vinh."
        },
        {
            "number": "27",
            "text": "Axo ix yalan vinhaj Labán chi' d'a vinh icha tic: --Maay, tzin tevi d'ayach to vach'nhej ajek' ved'oc, yujto ix in naeli to uujnhej ay svach'k'olal Jehová d'a vib'anh."
        },
        {
            "number": "28",
            "text": "Al d'ayin jantac val tzach in tupu', xchi vinhaj Labán chi'."
        },
        {
            "number": "29",
            "text": "Ix yalanxi vinhaj Jacob chi': --Ojtac val tas ix aj in munlaj ed'oc yed' tas ix aj vilan nok' a molb'etzal nok' tic."
        },
        {
            "number": "30",
            "text": "Ojtac to jayvannhej nok' a molb'etzal nok' tic ayic in janac, axo ticnaic toxo ix q'uib' sb'isul nok'. Atax val yic in janac chi' syamannacoch Jehová yak'an svach'k'olal d'a ib'anh. Axo ticnaic, ¿b'aq'uinh ol in chael yich vilan vic yed' eb' ix vetb'eyum tic yed' eb' vuninal? xchi vinh."
        },
        {
            "number": "31",
            "text": "--¿Jantac a tojol tza k'ana'? xchi vinhaj Labán chi'. --Malajocab' in tojol tzak'a', anhejto svil jab'ocxo nok' a calnel tic, tato ol scha a k'ol tas ol vala'."
        },
        {
            "number": "32",
            "text": "Cha in och d'a scal nok' a calnel yed' nok' a chiva ticnaic, yic tzin sik'anel masanil nok' tz'ib'iltac, nok' jasquiltac stz'ib'ul, nok' yunetac q'uiq'uik'. A nok' chi' ol och in tojoloc."
        },
        {
            "number": "33",
            "text": "Yuj chi' jun, ayic tzach k'och il nok' a nok' chi', nok' svik' in tojoloc chi', icha chi' ol aj ilancot in tojolal. Tato a d'a scal nok' vic chi' ay nok' chiva, ma nok' calnel chi' manh tz'ib'iltacoc, mato manh q'uiq'uik'oc, van ach velk'an syal chi', xchi vinh."
        },
        {
            "number": "34",
            "text": "--Vach'ocab'i. Scha in k'ol tas tzal chi', xchi vinhaj Labán chi'."
        },
        {
            "number": "35",
            "text": "Anhejtona' d'a jun k'ual chi' ix sik'anel masanil nok' mam chiva tz'ib'iltac vinhaj Labán chi' yed' nok' jasquiltac stz'ib'ul, nok' nun chiva soman jab'oc saquil yed' masanil nok' calnel q'uiq'uik' yilji, ix yak'an nok' vinh d'a eb' yuninal."
        },
        {
            "number": "36",
            "text": "Ix yik'anb'at nok' eb' yuninal vinh chi' d'a najat, oxe' k'ual stek'nab'il b'aj ix can vinhaj Jacob chi'. Ix cannhej vinh stanhvej juntzanhxo nok' scalnel vinhaj Labán chi'."
        },
        {
            "number": "37",
            "text": "Elanhchamel ix sna vinhaj Jacob chi', ix stzepel sk'ab'tac te te' scuch álamo vinh, te' almendro yed' te' castaño. Tz'ib'iltac ix yutej te' vinh sjosan stz'umal. Ay sac yed' q'uiq'uik' ix aj yilji te' yuj vinh."
        },
        {
            "number": "38",
            "text": "Ix yak'anoch juntzanh te' k'ab'tac te' chi' vinh d'a yichanh nok' calnel chi', b'aj syuk'a' nok', aton ta' stajni nok'. D'a yichanh nok' aypaxoch te te' tz'ib'iltac yilji chi', yuj chi' ayic tz'aj yune' nok', tz'ib'iltac yilji yune' nok' chi'."
        },
        {
            "number": "39",
            "text": "A masanil nok' tz'ib'iltac tz'aj chi', ix sik'canel nok' vinh d'a scal nok' yic vinhaj Labán chi'. Icha chi' ix yutej vinh sik'anel nok' scalnel chi' d'a scal nok' yic vinhaj Labán chi'."
        },
        {
            "number": "40",
            "text": "Masanil nok' te vach', ayic stajni nok', syak'anoch te te' vinhaj Jacob chi' d'a yichanh nok' b'aj xid'ek' nok' yuk'a', yic vach' syil te te' chi' nok' ayic stajni nok' chi'."
        },
        {
            "number": "41",
            "text": "Axo yic sjavi nok' yatac val ay, max yaq'uem te te' chi' vinh d'a yichanh nok'. Yuj chi', a nok' tz'ontac yic vinhaj Labán chi', axo nok' vach' yic vinhaj Jacob chi'."
        },
        {
            "number": "42",
            "text": "Icha chi' ix aj yoch vinhaj Jacob chi' b'eyumal. Manh jantacoc nok' svacax vinh, nok' scalnel vinh yed' nok' schiva vinh. Manh jantacoc nok' scamello vinh yed' nok' sb'uru vinh yed' pax eb' vinh schecab' vinh yed' eb' ix schecab' vinh."
        }
    ]
}