{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an vinhaj Jacob to a eb' vinh yuninal vinhaj Labán, vanxo yalanq'ue eb' vinh icha tic: B'eyumxo vinhaj Jacob tic yuj jantac tas ix yiq'uek' d'a vinh co mam, xchi eb' vinh."
        },
        {
            "number": "2",
            "text": "Ix nachajel yuj vinhaj Jacob chi' to manhxo vach'oc snaan vinhaj Labán chi' d'a spatic icha d'a yalanhtaxo."
        },
        {
            "number": "3",
            "text": "Axo Jehová ix alan d'a vinh icha tic: Meltzajanh d'a slum a mam icham b'aj ayek' eb' a k'ab' oc, ol in b'atnhej ed'oc, xchi d'a vinh."
        },
        {
            "number": "4",
            "text": "Ix lajvi chi' ix yak'anb'at sti' vinh d'a eb' ix yetb'eyum, aton ix Raquel yed' ix Lea, yic vach' scot eb' ix, sja eb' ix b'aj stanhvi calnel vinh."
        },
        {
            "number": "5",
            "text": "Ayic ix ja eb' ix, ix yalan vinh d'a eb' ix: --Ex vetb'eyum, a ticnaic toxo ix vila' to a vinh e mam, chucxolaj in yilan vinh, manh ichoc d'a yalanhtaxo, palta a sDiosal vinh in mam, aynhej val och ved'oc."
        },
        {
            "number": "6",
            "text": "A ex tic eyojtac val to ix in munlaj d'a vinh e mam d'a svach'ilal d'a smasanil in k'ool."
        },
        {
            "number": "7",
            "text": "Axo vinh icha val to tzin yixtej vinh, lajunhelxo ix sq'uex in tojol vinh, palta a Dios jun, max in xcha ixtajoc."
        },
        {
            "number": "8",
            "text": "Ayic ix yalan vinh e mam chi': Ol ach in tup d'a nok' calnel, nok' tz'ib'iltac, xchi vinh, axo yic ix alji yune' nok', nab'a tz'ib'iltac yune' nok' ix alji. Ayic ix yilan vinh to icha chi', ix yalanxi vinh: A nok' jasquiltac stz'ib'ul ol vak' a tojoloc, xchi vinh, axo ix alji yune' nok', nab'a jasquiltac stz'ib'ul nok' yune' tz'alji."
        },
        {
            "number": "9",
            "text": "Icha chi' ix aj yik'jiek' nok' smolb'etzal nok' vinh e mam chi' yuj Dios, ix yak'an d'ayin."
        },
        {
            "number": "10",
            "text": "A junel ay jun in vayich, a ix vilani to van stajni nok'. Ix vilani to a nok' mam chiva ix tajni yed' nok' nunab'il chi', nab'a tz'ib'iltac nok', ay pax nok' jasquiltac stz'ib'ul."
        },
        {
            "number": "11",
            "text": "Axo d'a jun in vayich chi', ix in yavtej Jun yángel Dios, ix in tak'vi d'ay: Oy, ina vajek' tic, xin chi d'ay."
        },
        {
            "number": "12",
            "text": "Ix yalan d'ayin icha tic: Scham val ilani to a nok' smam stajni yed' nok' snun, tz'ib'iltac nok', jasquiltac pax stz'ib'ul nok', yujto ix vil masanil tas ix ach utaj yuj vinhaj Labán."
        },
        {
            "number": "13",
            "text": "A in Dios in tic, ix in ch'ox in b'a d'ayach d'a Betel, b'aj ix a seccanq'ue aceite d'a yib'anh q'uen q'ueen ix ak'canq'ue linhan, aton b'aj ix ak'can a ti' d'ayin. A ticnaic, actejcan jun lugar tic, tzach pax d'a a luum b'aj aljinac ach, xchi Dios d'ayin, xchi vinhaj Jacob chi' d'a eb' ix yetb'eyum chi'."
        },
        {
            "number": "14",
            "text": "Ix tak'vi ix Raquel yed' ix Lea chi' d'a vinh icha tic: --A onh tic, manhxo jab'oc tas ol quik' d'a vinh co mam."
        },
        {
            "number": "15",
            "text": "Yujto icha comon anima caj d'a vinh. Ina ix onh schonhel vinh, ix slajanel co tojol chi' vinh, aton ix ak' d'a vinh yic ix quik'lan co b'a ed'oc."
        },
        {
            "number": "16",
            "text": "D'a val yel masanil b'eyumal ix yiq'uek' Dios d'a vinh co mam chi', quicxo yed' eb' cune'. Yuj chi' jun, masanil tas toxo ix yal Dios d'ayach, yik'ocab'i, xchi eb' ix."
        },
        {
            "number": "17",
            "text": "Ix yak'an lista sb'a vinhaj Jacob yic spaxta vinh d'a Canaán b'aj ayek' cajan vinh smam vinh, aton vinhaj Isaac. Ix yak'anq'ue eb' yuninal vinh yed' eb' ix yetb'eyum vinh d'a yib'anh nok' camello. Ix yik'ancot masanil tastac vinh, ix b'at vinh yed' masanil nok' nok' ix yik' d'a spatic smunlajel d'a Padán-aram chi'."
        },
        {
            "number": "18",
            "text": "Yacb'an ayb'at vinhaj Labán chi' d'a junxo lugar joxoj calnel, axo ix Raquel ix elk'ancot sdiosal vinh ayoch d'a yol spat."
        },
        {
            "number": "19",
            "text": "Anheja' d'a jun tiempoal chi' ix el vinhaj Jacob d'a elk'altac, majxo yalcan quilcob'a vinh d'a vinhaj Labán arameo chi'."
        },
        {
            "number": "20",
            "text": "Icha chi' ix aj yik'ancot masanil tastac vinh. D'a elanhchamel ix ek'ta vinh b'aj ay a' nivan Éufrates, ix cotnhej vinh d'a yichanh masanto ix javi vinh d'a juntzanh tzalquixtac d'a yol yic Galaad."
        },
        {
            "number": "21",
            "text": "Schab'jialxo scot vinhaj Jacob chi', ix yab'an vinhaj Labán to ix cot vinh."
        },
        {
            "number": "22",
            "text": "Axo vinhaj Labán chi' ix ik'ancot eb' sk'ab' yoc yed'oc, ix cot eb' syam vinh. Yicxo svak'jial chi' ix javi eb' d'a spatic vinh d'a juntzanh tzalquixtac d'a yol yic Galaad."
        },
        {
            "number": "23",
            "text": "A d'a jun ak'val chi', ix sch'ox sb'a Dios d'a vinhaj Labán chi' d'a svayich. Ix yalan Dios d'a vinh icha tic: Scham val a naani tas ol al d'a vinhaj Jacob chi'. Manh comonoc ol ach lolonoc, xchi d'a vinh."
        },
        {
            "number": "24",
            "text": "Axo d'a junxo k'u, ix yamchaj vinhaj Jacob yuj vinhaj Labán chi' d'a tzalquixtac d'a yol yic Galaad, d'a scampamento vinh. Ata' ix sb'opax scampamento vinhaj Labán chi' yed' eb' vinh yed'nac chi'."
        },
        {
            "number": "25",
            "text": "Ix och ijan vinhaj Labán chi' yalanoch d'a sat vinhaj Jacob chi' icha tic: --¿Tas ix a k'ulej? ¿Tas yuj ix in ak'can musansatil? Elelalxonhej ix utej ik'ancot eb' ix visil, ichato d'a scal oval ix yamchaj eb' ix uuj."
        },
        {
            "number": "26",
            "text": "Majxo alcan jab'oc d'ayin. Manhxo jab'oc ix vab'i, tato maay, ix am ex in taq'uejcot d'a tzalajk'olal, ix am och son yed' yunetac tanhb'il yed' arpa ayic ex coti."
        },
        {
            "number": "27",
            "text": "Maj in tz'ub'canelta sti' eb' ix visil yed' eb' vinh vi in chiquin. Ichato malaj jab'oc a pensar, yuj chi' icha chi' ix utej a b'a."
        },
        {
            "number": "28",
            "text": "A in tic syal vak'an chucal d'ayex, tato syal in k'ool, palta a q'uiq'ui d'ak'val ix sch'ox sb'a sDiosal vinh a mam d'ayin, ix yalani: Scham val a naani tas ol al d'a vinhaj Jacob chi'. Manh comonoc tzach loloni, xchi d'ayin."
        },
        {
            "number": "29",
            "text": "Tato tza te naejb'at b'aj ay vinh a mam, yuj chi' icha chi' ix a k'ulej, palta ¿tas yuj ix elq'uejcot juntzanh in diosal? xchi vinhaj Labán chi'."
        },
        {
            "number": "30",
            "text": "Ix tak'vi vinhaj Jacob chi' icha tic: --Ix in el d'ayach d'a elk'altac yujto ix in xivi. A ix aj in naani, talaj tzak' pural ik'ancanek' eb' ix isil tic d'ayin."
        },
        {
            "number": "31",
            "text": "Tato a junoc eb' ayek' d'a tic b'aj ayek' a diosal chi', syalnhej schami. A eb' ayek' qued'oc tic syal yak'an testigoal eb'. Say ila', tato ay jab'oc a tastac ix vik'coti, syal ik'anpaxoc, xchi vinhaj Jacob chi'. Palta manh yojtacoc vinhaj Jacob chi' tato a ix Raquel ix elk'ancot sdiosal vinh smam chi'."
        },
        {
            "number": "32",
            "text": "Ix ochb'at vinhaj Labán d'a yol smantiado vinhaj Jacob chi', ix ochpax vinh d'a smantiado ix Lea yed' d'a yic eb' ix chavanh criada, palta malaj tas ix ilchaj yuj vinh. Ix lajvi yelta vinh d'a yol smantiado ix Lea chi', ix ochxi vinh d'a yic ix Raquel."
        },
        {
            "number": "33",
            "text": "Axo ix ix k'ub'an el juntzanh yechel chi' d'a yalanh stz'um nok' camello, ix emcan k'ojan ix d'a yib'anh. Ix ek'chaj vinhaj Labán say d'a masanil mantiado, palta maj ilchajlaj sdiosal vinh chi' yuuj."
        },
        {
            "number": "34",
            "text": "Ix yalan ix Raquel d'a vinh icha tic: --Mamin, mocab' cot oval d'ayin, yujto max yal-laj in q'ue van d'a ichanh, yujto a ticnaic ya'ay in yuj sb'isul uj, xchi ix, tonhej ix tz'ac yal ix. Axo vinhaj Labán jun, ix ek'chaj vinh say sdiosal chi', palta maj ilchajlaj."
        },
        {
            "number": "35",
            "text": "Yuj chi' ix cot yoval vinhaj Jacob, ix yalan vinh: --¿Tas val in mul ix och d'ayach? ¿B'ajtil ay in mul chi' yuj chi' tzak' val och d'a a k'ool in a sayaneq'ui?"
        },
        {
            "number": "36",
            "text": "Masanil in k'ael tza say ila', ¿tas junoc ic ix ilchaj uj ticnaic? Ch'ox d'a yichanh eb' vinh ed'nac tic yed' d'a yichanh pax eb' vinh ved'nac tic, yic vach' a eb' vinh syal yalani mach onh yel scala'."
        },
        {
            "number": "37",
            "text": "A d'a 20 ab'il ix in munlaj ed'oc, malaj val junoc nok' a calnel, malaj val junoc nok' smam a chiva ix in chib'ati, malaj val nok' snun tonhej ix ek' sti'."
        },
        {
            "number": "38",
            "text": "Malaj b'aj ix vik'cot jilipoc nok' a calnel ix chiji yuj nok' oques d'ayach, yujto a nok' satb'ati tzin tupoch nok' d'ayach. Vach'chom k'ualil ma d'ak'valil ix b'at nok' yuj elk'um, ina to ix a k'an stojol nok' d'ayin."
        },
        {
            "number": "39",
            "text": "A d'a k'ualil, tzin te tz'a yuj k'ak', axo d'ak'valil, tzin potzel yuj siic, max ochlaj in vayanh tz'ek' ak'val."
        },
        {
            "number": "40",
            "text": "20 ab'il ix in ek' ed'oc, palta ix vak'nhej techajoc. 14 ab'il ix in caj eb' ix isil tic, axo vaquexo ab'il jun, ix in munlaj yuj nok' a molb'etz, aton nok' ix ak' in tojoloc. Cotac scal ix in a q'uexanh tiej yuj in tojol."
        },
        {
            "number": "41",
            "text": "Ta val manh ayoc och Dios ved'oc, aton sDiosal vinh in mam icham aj Abraham, aton Dios b'aj slesalvipax vinh in mam aj Isaac, val yel, malaj am jab'oc tas d'a yol in k'ab' tzin paxta. Palta a Dios ix ilan in yaelal yed' tas ix aj yelk'och in munlajel, yuj chi' aton ix ach cachanoch vaan q'uiq'ui d'ak'val chi'."
        },
        {
            "number": "42",
            "text": "Ix yalan vinhaj Labán d'a vinhaj Jacob chi' icha tic: --Visil eb' ix tic, vi in chiquin pax eb' tic yed' nok' calnel tic, vic nok' smasanil. Masanil tas ayek' tic, vico'. Palta jun, ¿tasto val svutej eb' ix visil yed' yune' eb' ix?"
        },
        {
            "number": "43",
            "text": "Yuj chi', cotanh co b'o junoc co trato ticnaic yic ch'oxnab'il tz'ajcan d'a co cal co chavanhil, xchi vinhaj Labán chi'."
        },
        {
            "number": "44",
            "text": "Ix yik'ancot jun q'uen q'ueen vinhaj Jacob chi', ix yak'anq'ue linhan q'uen vinh yic ch'oxnab'il tz'aj q'ueen."
        },
        {
            "number": "45",
            "text": "Ix yalan vinh d'a masanil eb' schecab' icha tic: --Molb'ejec q'uen q'ueen, xchi vinh. Masanil eb' ix molb'an q'ueen. Jun val juyanh ix yutej q'uen eb', ix va eb' d'a stz'ey q'ueen."
        },
        {
            "number": "46",
            "text": "Ix yak'anoch vinhaj Labán chi' sb'iej jun juyanh q'uen chi' d'a sti' eb' syala': Jegar Sahaduta Axo pax vinhaj Jacob chi' jun, Galaad ix yak' vinh scuch jun q'uen chi' d'a sti'."
        },
        {
            "number": "47",
            "text": "Ix lajvi chi' ix yalan vinhaj Labán chi' icha tic: --A ticnaic, a jun juyanh q'ueen tic testigo tz'ajcan cuj co chavanhil, xchi vinh. Yuj chi' Galaad sb'i jun lugar chi'."
        },
        {
            "number": "48",
            "text": "Mizpa ix sb'iejpaxi yujto ix yal vinhaj Labán chi' icha tic: --A Jehová tzonh ilan co chavanhil yic manhxo ol yal quil-lan co b'a junjun onh."
        },
        {
            "number": "49",
            "text": "Tato ol ixtej eb' ix visil tic, mato ol a say juntzanhocxo eb' ix ol och etb'eyumoc, vach'chom malaj mach tz'ak'an testigoal, palta a Dios testigo, xchi vinh."
        },
        {
            "number": "50",
            "text": "Ix yalanpax vinh d'a vinhaj Jacob chi': --Ina q'uen b'ul q'uen tic yed' q'uen ix q'uecan linhan, aton val q'uen ix vak'can d'a co cal co nanhal co chavanhil."
        },
        {
            "number": "51",
            "text": "A val q'uen tic tz'ak'an testigoal d'ayonh to manhxo ol yal co k'axpitan jun mojon tic yic scak'an chucal d'ayonh junjun onh."
        },
        {
            "number": "52",
            "text": "Aocab' sDiosal vinhaj Abraham a mam icham yed' pax sdiosal vinhaj Nacor in mam icham, aocab' tzonh ilan co chavanhil, xchi vinhaj Labán chi'. Ix lajvi chi' ix yak'an sti' vinhaj Jacob chi' d'a sb'i Dios, aton Dios b'aj syaq'uem sb'a vinhaj Isaac, vinh smam vinh."
        },
        {
            "number": "53",
            "text": "Ix yak'an juntzanh silab' vinh d'a Dios d'a schon jun tzalan chi', ix yavtancot eb' ajun yed'oc chi' vael. Masanil eb' ix va'i, a d'a chon tzalan chi' ix ek' ak'val yuj eb'."
        },
        {
            "number": "54",
            "text": "Axo yic ix sacb'i d'a junxo k'u, ix q'ue vaan vinhaj Labán chi', ix tz'ub'ancan sti' eb' yixchiquin vinh yed' eb' ix yisil vinh, ix yalancan vach' lolonel vinh d'a yib'anh eb', ix meltzaj vinh d'a spat yed' eb' ajun yed'oc."
        }
    ]
}