{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an winhaj Jacob to a heb' winh yuninal winhaj Labán, wanxo yalank'e heb' winh icha tik: B'eyumxo winhaj Jacob tik yuj jantac tas ix yik'ek' t'a winh ko mam, xchi heb' winh."
        },
        {
            "number": "2",
            "text": "Ix nachajel yuj winhaj Jacob chi' to manhxo wach'oc snaan winhaj Labán chi' t'a spatic icha t'a yalanhtaxo."
        },
        {
            "number": "3",
            "text": "Axo Jehová ix alan t'a winh icha tik: Meltzajanh t'a slum a mam icham b'aj ayek' heb' a k'ab' oc, ol in b'atnhej ed'oc, xchi t'a winh."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi' ix yak'anb'at sti' winh t'a heb' ix yetb'eyum, aton ix Raquel yet' ix Lea, yic wach' scot heb' ix, sja heb' ix b'aj stanhwi kalnel winh."
        },
        {
            "number": "5",
            "text": "Ayic ix ja heb' ix, ix yalan winh t'a heb' ix: --Ex wetb'eyum, a tiknaik toxo ix wila'' to a winh he mam, chucxolaj in yilan winh, manh ichoc t'a yalanhtaxo, palta a sDiosal winh in mam, aynhej wal och wed'oc."
        },
        {
            "number": "6",
            "text": "Ha ex tik eyojtak wal to ix in munlaj t'a winh he mam t'a swach'ilal t'a smasanil in k'ool."
        },
        {
            "number": "7",
            "text": "Axo winh icha wal to tzin yixtej winh, lajunhelxo ix sk'ex in tojol winh, palta ha Dios jun, max in xcha ixtajoc."
        },
        {
            "number": "8",
            "text": "Ayic ix yalan winh he mam chi': Ol ach in tup t'a nok' kalnel, nok' tz'ib'iltac, xchi winh, haxo yic ix alji yune' nok', nab'a tz'ib'iltac yune' nok' ix alji. Ayic ix yilan winh to icha chi', ix yalanxi winh: Ha nok' jasquiltac stz'ib'ul ol wak' a tojolok, xchi winh, haxo ix alji yune' nok', nab'a jasquiltac stz'ib'ul nok' yune' tz'alji."
        },
        {
            "number": "9",
            "text": "Icha chi' ix aj yik'jiek' nok' smolb'etzal nok' winh he mam chi' yuj Dios, ix yak'an t'ayin."
        },
        {
            "number": "10",
            "text": "Ha junel ay jun in wayich, a ix wilani to wan stajni nok'. Ix wilani to a nok' mam chiwa ix tajni yet' nok' nunab'il chi', nab'a tz'ib'iltac nok', ay pax nok' jasquiltac stz'ib'ul."
        },
        {
            "number": "11",
            "text": "Axo t'a jun in wayich chi', ix in yavtej Jun yángel Dios, ix in tak'wi t'ay: Oy, ina wajek' tik, xin chi t'ay."
        },
        {
            "number": "12",
            "text": "Ix yalan t'ayin icha tik: Scham wal ilani to a nok' smam stajni yet' nok' snun, tz'ib'iltac nok', jasquiltac pax stz'ib'ul nok', yujto ix wil masanil tas ix ach utaj yuj winhaj Labán."
        },
        {
            "number": "13",
            "text": "Ha in Dios in tik, ix in ch'ox in b'a t'ayach t'a Betel, b'aj ix a sekkank'e aceite t'a yib'anh k'een k'een ix ak'kank'e linhan, aton b'aj ix ak'kan a ti' t'ayin. Ha tiknaik, actejkan jun lugar tik, tzach pax t'a a lu'um b'aj aljinac ach, xchi Dios t'ayin, xchi winhaj Jacob chi' t'a heb' ix yetb'eyum chi'."
        },
        {
            "number": "14",
            "text": "Ix tak'wi ix Raquel yet' ix Lea chi' t'a winh icha tik: --Ha onh tik, manhxo jab'oc tas ol quik' t'a winh ko mam."
        },
        {
            "number": "15",
            "text": "Yujto icha comon anima kaj t'a winh. Ina ix onh schonhel winh, ix slajanel ko tojol chi' winh, aton ix ak' t'a winh yic ix quik'lan ko b'a ed'oc."
        },
        {
            "number": "16",
            "text": "D'a wal yel masanil b'eyumal ix yik'ek' Dios t'a winh ko mam chi', quicxo yet' heb' cune'. Yuj chi' jun, masanil tas toxo ix yal Dios t'ayach, yik'okab'i, xchi heb' ix."
        },
        {
            "number": "17",
            "text": "Ix yak'an lista sb'a winhaj Jacob yic spaxta winh t'a Canaán b'aj ayek' kajan winh smam winh, aton winhaj Isaac. Ix yak'ank'e heb' yuninal winh yet' heb' ix yetb'eyum winh t'a yib'anh nok' camello. Ix yik'ancot masanil tastac winh, ix b'at winh yet' masanil nok' nok' ix yik' t'a spatic smunlajel t'a Padán-aram chi'."
        },
        {
            "number": "18",
            "text": "Yacb'an ayb'at winhaj Labán chi' t'a junxo lugar joxoj kalnel, haxo ix Raquel ix elk'ancot sdiosal winh ayoch t'a yol spat."
        },
        {
            "number": "19",
            "text": "Anheja' t'a jun pekti’ chi' ix el winhaj Jacob t'a elk'altac, majxo yalkan quilcob'a winh t'a winhaj Labán arameo chi'."
        },
        {
            "number": "20",
            "text": "Icha chi' ix aj yik'ancot masanil tastac winh. D'a elanhchamel ix ek'ta winh b'aj ay ha' niwan Éufrates, ix cotnhej winh t'a yichanh masanto ix jawi winh t'a juntzanh tzalquixtac t'a yol yic Galaad."
        },
        {
            "number": "21",
            "text": "Schab'jialxo scot winhaj Jacob chi', ix yab'an winhaj Labán to ix cot winh."
        },
        {
            "number": "22",
            "text": "Axo winhaj Labán chi' ix ik'ancot heb' sk'ab' yoc yet'oc, ix cot heb' syam winh. Yicxo swak'jial chi' ix jawi heb' t'a spatic winh t'a juntzanh tzalquixtac t'a yol yic Galaad."
        },
        {
            "number": "23",
            "text": "Ha t'a jun ak'wal chi', ix sch'ox sb'ha Dios t'a winhaj Labán chi' t'a swayich. Ix yalan Dios t'a winh icha tik: Scham wal a naani tas ol al t'a winhaj Jacob chi'. Manh comonoc ol ach lolonoc, xchi t'a winh."
        },
        {
            "number": "24",
            "text": "Axo t'a junxo k'u, ix yamchaj winhaj Jacob yuj winhaj Labán chi' t'a tzalquixtac t'a yol yic Galaad, t'a skampamento winh. Ata' ix sb'opax skampamento winhaj Labán chi' yet' heb' winh yet'nac chi'."
        },
        {
            "number": "25",
            "text": "Ix och ijan winhaj Labán chi' yalanoch t'a sat winhaj Jacob chi' icha tik: --¿Tas ix a k'ulej? ¿Tas yuj ix in ak'kan musansatil? Elelalxonhej ix utej ik'ancot heb' ix wisil, ichato t'a skal owal ix yamchaj heb' ix uuj."
        },
        {
            "number": "26",
            "text": "Majxo alkan jab'oc t'ayin. Manhxo jab'oc ix wab'i, tato maay, ix am ex in tak'ejcot t'a tzalajk'olal, ix am och son yet' yunetac tanhb'il yet' arpa ayic ex koti."
        },
        {
            "number": "27",
            "text": "Maj in tz'ub'kanelta sti' heb' ix wisil yet' heb' winh wi in chiquin. Ichato malaj jab'oc a pensar, yuj chi' icha chi' ix utej a b'a."
        },
        {
            "number": "28",
            "text": "Ha in tik syal wak'an chukal t'ayex, tato syal in k'ool, palta a q'uiq'ui t'ak'wal ix sch'ox sb'a sDiosal winh a mam t'ayin, ix yalani: Scham wal a naani tas ol al t'a winhaj Jacob chi'. Manh comonoc tzach loloni, xchi t'ayin."
        },
        {
            "number": "29",
            "text": "Tato tza te naejb'at b'aj ay winh a mam, yuj chi' icha chi' ix a k'ulej, palta ¿tas yuj ix elk'ejcot juntzanh in diosal? xchi winhaj Labán chi'."
        },
        {
            "number": "30",
            "text": "Ix tak'wi winhaj Jacob chi' icha tik: --Ix in el t'ayach t'a elk'altac yujto ix in xiwi. Ha ix aj in naani, talaj tzak' pural ik'ankanek' heb' ix isil tik t'ayin."
        },
        {
            "number": "31",
            "text": "Tato a junok heb' ayek' t'a tik b'aj ayek' a diosal chi', syalnhej schami. Ha heb' ayek' qued'oc tik syal yak'an testigoal heb'. Say ila', tato ay jab'oc a tastac ix wik'koti, syal ik'anpaxoc, xchi winhaj Jacob chi'. Palta manh yojtakoc winhaj Jacob chi' tato a ix Raquel ix elk'ancot sdiosal winh smam chi'."
        },
        {
            "number": "32",
            "text": "Ix ochb'at winhaj Labán t'a yol smantiado winhaj Jacob chi', ix ochpax winh t'a smantiado ix Lea yet' t'a yic heb' ix chawanh criada, palta malaj tas ix ilchaj yuj winh. Ixlajwi yelta winh t'a yol smantiado ix Lea chi', ix ochxi winh t'a yic ix Raquel."
        },
        {
            "number": "33",
            "text": "Axo ix ix k'ub'an el juntzanh yechel chi' t'a yalanh stz'um nok' camello, ix emkan k'ojan ix t'a yib'anh. Ix ek'chaj winhaj Labán say t'a masanil mantiado, palta maj ilchajlaj sdiosal winh chi' yuj."
        },
        {
            "number": "34",
            "text": "Ix yalan ix Raquel t'a winh icha tik: --Mamin, mokab' cot owal t'ayin, yujto max yal-laj in k'e wan t'a ichanh, yujto a tiknaik ya'ay in yuj sb'isul uj, xchi ix, tonhej ix tz'ac yal ix. Axo winhaj Labán jun, ix ek'chaj winh say sdiosal chi', palta maj ilchajlaj."
        },
        {
            "number": "35",
            "text": "Yuj chi' ix cot yowal winhaj Jacob, ix yalan winh: --¿Tas wal in mul ix och t'ayach? ¿B'ajtil ay in mul chi' yuj chi' tzak' wal och t'a a k'ool in a sayaneq'ui?"
        },
        {
            "number": "36",
            "text": "Masanil in k'ael tza say ila', ¿tas junok ic ix ilchaj uj tiknaik? Ch'ox t'a yichanh heb' winh ed'nac tik yet' t'a yichanh pax heb' winh wed'nac tik, yic wach' a heb' winh syal yalani mach onh yel skala'."
        },
        {
            "number": "37",
            "text": "Ha t'a 20 ab'il ix in munlaj ed'oc, malaj wal junok nok' a kalnel, malaj wal junok nok' smam a chiwa ix in chib'ati, malaj wal nok' snun tonhej ix ek' sti'."
        },
        {
            "number": "38",
            "text": "Malaj b'aj ix wik'cot jilipoc nok' a kalnel ix chiji yuj nok' oques t'ayach, yujto a nok' satb'ati tzin tupoch nok' t'ayach. Wach'chom k'ualil ma t'ak'walil ix b'at nok' yuj elk'um, ina to ix a k'an stojol nok' t'ayin."
        },
        {
            "number": "39",
            "text": "Ha t'a k'ualil, tzin te tz'a yuj k'ak', haxo t'ak'walil, tzin potzel yuj siic, max ochlaj in wayanh tzek' ak'wal."
        },
        {
            "number": "40",
            "text": "20 ab'il ix in ek' ed'oc, palta ix wak'nhej techajoc. 14 ab'il ix in kaj heb' ix isil tik, haxo waquexo ab'il jun, ix in munlaj yuj nok' a molb'etz, aton nok' ix ak' in tojolok. Cotac skal ix in a k'exanh tiej yuj in tojol."
        },
        {
            "number": "41",
            "text": "Ta wal manh ayoc och Dios wed'oc, aton sDiosal winh in mam icham aj Abraham, aton Dios b'aj slesalwipax winh in mam aj Isaac, wal yel, malaj am jab'oc tas t'a yol in k'ab' tzin paxta. Palta ha Dios ix ilan in yaelal yet' tas ix aj yelk'och in munlajel, yuj chi' aton ix ach cachanoch waan q'uiq'ui t'ak'wal chi'."
        },
        {
            "number": "42",
            "text": "Ix yalan winhaj Labán t'a winhaj Jacob chi' icha tik: --Visil heb' ix tik, wi in chiquin pax heb' tik yet' nok' kalnel tik, wik nok' smasanil. Masanil tas ayek' tik, wico'. Palta jun, ¿tasto wal swutej heb' ix wisil yet' yune' heb' ix?"
        },
        {
            "number": "43",
            "text": "Yuj chi', cotanh ko b'o junok ko trato tiknaik yic ch'oxnab'il tz'ajkan t'a ko kal ko chawanhil, xchi winhaj Labán chi'."
        },
        {
            "number": "44",
            "text": "Ix yik'ancot jun k'een k'een winhaj Jacob chi', ix yak'ank'e linhan k'een winh yic ch'oxnab'il tz'aj k'een."
        },
        {
            "number": "45",
            "text": "Ix yalan winh t'a masanil heb' schekab' icha tik: --Molb'ejec k'een k'een, xchi winh. Masanil heb' ix molb'an k'een. Jun wal juyanh ix yutej k'een heb', ix wa heb' t'a stz'ey k'een."
        },
        {
            "number": "46",
            "text": "Ix yak'anoch winhaj Labán chi' sb'iej jun juyanh k'een chi' t'a sti' heb' syala': Jegar Sahaduta Axo pax winhaj Jacob chi' jun, Galaad ix yak' winh scuch jun k'een chi' t'a sti'."
        },
        {
            "number": "47",
            "text": "Ixlajwi chi' ix yalan winhaj Labán chi' icha tik: --Ha tiknaik, a jun juyanh k'een tik testigo tz'ajkan cuj ko chawanhil, xchi winh. Yuj chi' Galaad sb'i jun lugar chi'."
        },
        {
            "number": "48",
            "text": "Mizpa ix sb'iejpaxi yujto ix yal winhaj Labán chi' icha tik: --Ha Jehová tzonh ilan ko chawanhil yic manhxo ol yal quil-lan ko b'a junjun onh."
        },
        {
            "number": "49",
            "text": "Tato ol ixtej heb' ix wisil tik, mato ol a say juntzanhocxo heb' ix ol och etb'eyumoc, wach'chom malaj mach tz'ak'an testigoal, palta ha Dios testigo, xchi winh."
        },
        {
            "number": "50",
            "text": "Ix yalanpax winh t'a winhaj Jacob chi': --Ina k'een b'ul k'een tik yet' k'een ix k'ekan linhan, aton wal k'een ix wak'kan t'a ko kal ko nanhal ko chawanhil."
        },
        {
            "number": "51",
            "text": "Ha wal k'een tik tz'ak'an testigoal t'ayonh to manhxo ol yal ko k'axpitan jun mojon tik yic skak'an chukal t'ayonh junjun onh."
        },
        {
            "number": "52",
            "text": "Aokab' sDiosal winhaj Abraham a mam icham yet' pax sdiosal winhaj Nacor in mam icham, aokab' tzonh ilan ko chawanhil, xchi winhaj Labán chi'. Ixlajwi chi' ix yak'an sti' winhaj Jacob chi' t'a sb'i Dios, aton Dios b'aj syak'em sb'a winhaj Isaac, winh smam winh."
        },
        {
            "number": "53",
            "text": "Ix yak'an juntzanh silab' winh d'ha Dios t'a schon jun tzalan chi', ix yavtancot heb' ajun yet'oc chi' wael. Masanil heb' ix wa'i, ha t'a chon tzalan chi' ix ek' ak'wal yuj heb'."
        },
        {
            "number": "54",
            "text": "Axo yic ix sakb'i t'a junxo k'u, ix k'e waan winhaj Labán chi', ix tz'ub'ankan sti' heb' yixchiquin winh yet' heb' ix yisil winh, ix yalankan wach' lolonel winh t'a yib'anh heb', ix meltzaj winh t'a spat yet' heb' ajun yet'oc."
        }
    ]
}