{
    "chapter": "31",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix yab'an vinhaj Jacob to a eb' vinh yuninal vinhaj Labán, vanxo yalanq'ue eb' vinh icha tik: B'eyumxo vinhaj Jacob tik yuj jantac tas ix yiq'uek' t'a vinh co mam, xchi eb' vinh."
        },
        {
            "number": "2",
            "text": "Ix nachajel yuj vinhaj Jacob chi' to manhxo wach'oc snaan vinhaj Labán chi' t'a spatic icha t'a yalanhtaxo."
        },
        {
            "number": "3",
            "text": "Axo Jehová ix alan t'a vinh icha tik: Meltzajanh t'a slum a mam icham b'aj ayek' eb' a k'ab' oc, ol in b'atnhej ed'oc, xchi t'a vinh."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi' ix yak'anb'at sti' vinh t'a eb' ix yetb'eyum, aton ix Raquel yet' ix Lea, yic wach' scot eb' ix, sja eb' ix b'aj stanhvi calnel vinh."
        },
        {
            "number": "5",
            "text": "Ayic ix ja eb' ix, ix yalan vinh t'a eb' ix: --Ex vetb'eyum, a ticnaic toxo ix wila'' to a vinh e mam, chucxolaj in yilan vinh, manh ichoc t'a yalanhtaxo, palta a sDiosal vinh in mam, aynhej val och ved'oc."
        },
        {
            "number": "6",
            "text": "Ha ex tik eyojtac val to ix in munlaj t'a vinh e mam t'a swach'ilal t'a smasanil in k'ool."
        },
        {
            "number": "7",
            "text": "Axo vinh icha val to tzin yixtej vinh, lajunhelxo ix sq'uex in tojol vinh, palta ha Dios jun, max in xcha ixtajoc."
        },
        {
            "number": "8",
            "text": "Ayic ix yalan vinh e mam chi': Ol ach in tup t'a nok' calnel, nok' tz'ib'iltac, xchi vinh, haxo yic ix alji yune' nok', nab'a tz'ib'iltac yune' nok' ix alji. Ayic ix yilan vinh to icha chi', ix yalanxi vinh: Ha nok' jasquiltac stz'ib'ul ol vak' a tojoloc, xchi vinh, haxo ix alji yune' nok', nab'a jasquiltac stz'ib'ul nok' yune' tz'alji."
        },
        {
            "number": "9",
            "text": "Icha chi' ix aj yik'jiek' nok' smolb'etzal nok' vinh e mam chi' yuj Dios, ix yak'an t'ayin."
        },
        {
            "number": "10",
            "text": "Ha junel ay jun in vayich, a ix vilani to van stajni nok'. Ix vilani to a nok' mam chiva ix tajni yet' nok' nunab'il chi', nab'a tz'ib'iltac nok', ay pax nok' jasquiltac stz'ib'ul."
        },
        {
            "number": "11",
            "text": "Axo t'a jun in vayich chi', ix in yavtej Jun yángel Dios, ix in tak'vi t'ay: Oy, ina vajek' tik, xin chi t'ay."
        },
        {
            "number": "12",
            "text": "Ix yalan t'ayin icha tik: Scham val ilani to a nok' smam stajni yet' nok' snun, tz'ib'iltac nok', jasquiltac pax stz'ib'ul nok', yujto ix vil masanil tas ix ach utaj yuj vinhaj Labán."
        },
        {
            "number": "13",
            "text": "Ha in Dios in tik, ix in ch'ox in b'a t'ayach t'a Betel, b'aj ix a seccanq'ue aceite t'a yib'anh q'uen q'ueen ix ak'canq'ue linhan, aton b'aj ix ak'kan a ti' t'ayin. Ha ticnaic, actejcan jun lugar tik, tzach pax t'a a lu'um b'aj aljinac ach, xchi Dios t'ayin, xchi vinhaj Jacob chi' t'a eb' ix yetb'eyum chi'."
        },
        {
            "number": "14",
            "text": "Ix tak'vi ix Raquel yet' ix Lea chi' t'a vinh icha tik: --Ha onh tik, manhxo jab'oc tas ol quik' t'a vinh co mam."
        },
        {
            "number": "15",
            "text": "Yujto icha comon anima caj t'a vinh. Ina ix onh schonhel vinh, ix slajanel co tojol chi' vinh, aton ix ak' t'a vinh yic ix quik'lan co b'a ed'oc."
        },
        {
            "number": "16",
            "text": "D'a val yel masanil b'eyumal ix yiq'uek' Dios t'a vinh co mam chi', quicxo yet' eb' cune'. Yuj chi' jun, masanil tas toxo ix yal Dios t'ayach, yik'ocab'i, xchi eb' ix."
        },
        {
            "number": "17",
            "text": "Ix yak'an lista sb'a vinhaj Jacob yic spaxta vinh t'a Canaán b'aj ayek' cajan vinh smam vinh, aton vinhaj Isaac. Ix yak'anq'ue eb' yuninal vinh yet' eb' ix yetb'eyum vinh t'a yib'anh nok' camello. Ix yik'ancot masanil tastac vinh, ix b'at vinh yet' masanil nok' nok' ix yik' t'a spatic smunlajel t'a Padán-aram chi'."
        },
        {
            "number": "18",
            "text": "Yacb'an ayb'at vinhaj Labán chi' t'a junxo lugar joxoj calnel, haxo ix Raquel ix elk'ancot sdiosal vinh ayoch t'a yol spat."
        },
        {
            "number": "19",
            "text": "Anheja' t'a jun pekti’ chi' ix el vinhaj Jacob t'a elk'altac, majxo yalcan quilcob'a vinh t'a vinhaj Labán arameo chi'."
        },
        {
            "number": "20",
            "text": "Icha chi' ix aj yik'ancot masanil tastac vinh. D'a elanhchamel ix ek'ta vinh b'aj ay ha' niwan Éufrates, ix cotnhej vinh t'a yichanh masanto ix javi vinh t'a juntzanh tzalquixtac t'a yol yic Galaad."
        },
        {
            "number": "21",
            "text": "Schab'jialxo scot vinhaj Jacob chi', ix yab'an vinhaj Labán to ix cot vinh."
        },
        {
            "number": "22",
            "text": "Axo vinhaj Labán chi' ix ik'ancot eb' sk'ab' yoc yet'oc, ix cot eb' syam vinh. Yicxo svak'jial chi' ix javi eb' t'a spatic vinh t'a juntzanh tzalquixtac t'a yol yic Galaad."
        },
        {
            "number": "23",
            "text": "Ha t'a jun ak'val chi', ix sch'ox sb'ha Dios t'a vinhaj Labán chi' t'a svayich. Ix yalan Dios t'a vinh icha tik: Scham val a naani tas ol al t'a vinhaj Jacob chi'. Manh comonoc ol ach lolonoc, xchi t'a vinh."
        },
        {
            "number": "24",
            "text": "Axo t'a junxo k'u, ix yamchaj vinhaj Jacob yuj vinhaj Labán chi' t'a tzalquixtac t'a yol yic Galaad, t'a scampamento vinh. Ata' ix sb'opax scampamento vinhaj Labán chi' yet' eb' vinh yet'nac chi'."
        },
        {
            "number": "25",
            "text": "Ix och ijan vinhaj Labán chi' yalanoch t'a sat vinhaj Jacob chi' icha tik: --¿Tas ix a k'ulej? ¿Tas yuj ix in ak'kan musansatil? Elelalxonhej ix utej ik'ancot eb' ix visil, ichato t'a skal oval ix yamchaj eb' ix uuj."
        },
        {
            "number": "26",
            "text": "Majxo alcan jab'oc t'ayin. Manhxo jab'oc ix vab'i, tato maay, ix am ex in taq'uejcot t'a tzalajk'olal, ix am och son yet' yunetac tanhb'il yet' arpa ayic ex coti."
        },
        {
            "number": "27",
            "text": "Maj in tz'ub'canelta sti' eb' ix visil yet' eb' vinh vi in chiquin. Ichato malaj jab'oc a pensar, yuj chi' icha chi' ix utej a b'a."
        },
        {
            "number": "28",
            "text": "Ha in tik syal vak'an chukal t'ayex, tato syal in k'ool, palta a q'uiq'ui t'ak'val ix sch'ox sb'a sDiosal vinh a mam t'ayin, ix yalani: Scham val a naani tas ol al t'a vinhaj Jacob chi'. Manh comonoc tzach loloni, xchi t'ayin."
        },
        {
            "number": "29",
            "text": "Tato tza te naejb'at b'aj ay vinh a mam, yuj chi' icha chi' ix a k'ulej, palta ¿tas yuj ix elq'uejcot juntzanh in diosal? xchi vinhaj Labán chi'."
        },
        {
            "number": "30",
            "text": "Ix tak'vi vinhaj Jacob chi' icha tik: --Ix in el t'ayach t'a elk'altac yujto ix in xivi. Ha ix aj in naani, talaj tzak' pural ik'ancanek' eb' ix isil tik t'ayin."
        },
        {
            "number": "31",
            "text": "Tato a junok eb' ayek' t'a tik b'aj ayek' a diosal chi', syalnhej schami. Ha eb' ayek' qued'oc tik syal yak'an testigoal eb'. Say ila', tato ay jab'oc a tastac ix vik'coti, syal ik'anpaxoc, xchi vinhaj Jacob chi'. Palta manh yojtacoc vinhaj Jacob chi' tato a ix Raquel ix elk'ancot sdiosal vinh smam chi'."
        },
        {
            "number": "32",
            "text": "Ix ochb'at vinhaj Labán t'a yol smantiado vinhaj Jacob chi', ix ochpax vinh t'a smantiado ix Lea yet' t'a yic eb' ix chavanh criada, palta malaj tas ix ilchaj yuj vinh. Ixlajwi yelta vinh t'a yol smantiado ix Lea chi', ix ochxi vinh t'a yic ix Raquel."
        },
        {
            "number": "33",
            "text": "Axo ix ix k'ub'an el juntzanh yechel chi' t'a yalanh stz'um nok' camello, ix emcan k'ojan ix t'a yib'anh. Ix ek'chaj vinhaj Labán say t'a masanil mantiado, palta maj ilchajlaj sdiosal vinh chi' yuj."
        },
        {
            "number": "34",
            "text": "Ix yalan ix Raquel t'a vinh icha tik: --Mamin, mocab' cot oval t'ayin, yujto max yal-laj in q'ue van t'a ichanh, yujto a ticnaic ya'ay in yuj sb'isul uj, xchi ix, tonhej ix tz'ac yal ix. Axo vinhaj Labán jun, ix ek'chaj vinh say sdiosal chi', palta maj ilchajlaj."
        },
        {
            "number": "35",
            "text": "Yuj chi' ix cot yoval vinhaj Jacob, ix yalan vinh: --¿Tas val in mul ix och t'ayach? ¿B'ajtil ay in mul chi' yuj chi' tzak' val och t'a a k'ool in a sayaneq'ui?"
        },
        {
            "number": "36",
            "text": "Masanil in k'ael tza say ila', ¿tas junok ic ix ilchaj uj ticnaic? Ch'ox t'a yichanh eb' vinh ed'nac tik yet' t'a yichanh pax eb' vinh ved'nac tik, yic wach' a eb' vinh syal yalani mach onh yel scala'."
        },
        {
            "number": "37",
            "text": "Ha t'a 20 ab'il ix in munlaj ed'oc, malaj val junok nok' a calnel, malaj val junok nok' smam a chiva ix in chib'ati, malaj val nok' snun tonhej ix ek' sti'."
        },
        {
            "number": "38",
            "text": "Malaj b'aj ix vik'cot jilipoc nok' a calnel ix chiji yuj nok' oques t'ayach, yujto a nok' satb'ati tzin tupoch nok' t'ayach. Wach'chom k'ualil ma t'ak'walil ix b'at nok' yuj elk'um, ina to ix a k'an stojol nok' t'ayin."
        },
        {
            "number": "39",
            "text": "Ha t'a k'ualil, tzin te tz'a yuj k'ak', haxo t'ak'walil, tzin potzel yuj siic, max ochlaj in vayanh tzek' ak'val."
        },
        {
            "number": "40",
            "text": "20 ab'il ix in ek' ed'oc, palta ix vak'nhej techajoc. 14 ab'il ix in caj eb' ix isil tik, haxo vaquexo ab'il jun, ix in munlaj yuj nok' a molb'etz, aton nok' ix ak' in tojoloc. Cotac skal ix in a q'uexanh tiej yuj in tojol."
        },
        {
            "number": "41",
            "text": "Ta val manh ayoc och Dios ved'oc, aton sDiosal vinh in mam icham aj Abraham, aton Dios b'aj slesalvipax vinh in mam aj Isaac, val yel, malaj am jab'oc tas t'a yol in k'ab' tzin paxta. Palta ha Dios ix ilan in yaelal yet' tas ix aj yelk'och in munlajel, yuj chi' aton ix ach cachanoch vaan q'uiq'ui t'ak'val chi'."
        },
        {
            "number": "42",
            "text": "Ix yalan vinhaj Labán t'a vinhaj Jacob chi' icha tik: --Visil eb' ix tik, vi in chiquin pax eb' tik yet' nok' calnel tik, vic nok' smasanil. Masanil tas ayek' tik, vico'. Palta jun, ¿tasto val svutej eb' ix visil yet' yune' eb' ix?"
        },
        {
            "number": "43",
            "text": "Yuj chi', cotanh co b'o junok co trato ticnaic yic ch'oxnab'il tz'ajkan t'a co cal co chavanhil, xchi vinhaj Labán chi'."
        },
        {
            "number": "44",
            "text": "Ix yik'ancot jun q'uen q'ueen vinhaj Jacob chi', ix yak'anq'ue linhan q'uen vinh yic ch'oxnab'il tz'aj q'ueen."
        },
        {
            "number": "45",
            "text": "Ix yalan vinh t'a masanil eb' schecab' icha tik: --Molb'ejec q'uen q'ueen, xchi vinh. Masanil eb' ix molb'an q'ueen. Jun val juyanh ix yutej q'uen eb', ix wa eb' t'a stz'ey q'ueen."
        },
        {
            "number": "46",
            "text": "Ix yak'anoch vinhaj Labán chi' sb'iej jun juyanh q'uen chi' t'a sti' eb' syala': Jegar Sahaduta Axo pax vinhaj Jacob chi' jun, Galaad ix yak' vinh scuch jun q'uen chi' t'a sti'."
        },
        {
            "number": "47",
            "text": "Ixlajwi chi' ix yalan vinhaj Labán chi' icha tik: --Ha ticnaic, a jun juyanh q'ueen tik testigo tz'ajkan cuj co chavanhil, xchi vinh. Yuj chi' Galaad sb'i jun lugar chi'."
        },
        {
            "number": "48",
            "text": "Mizpa ix sb'iejpaxi yujto ix yal vinhaj Labán chi' icha tik: --Ha Jehová tzonh ilan co chavanhil yic manhxo ol yal quil-lan co b'a junjun onh."
        },
        {
            "number": "49",
            "text": "Tato ol ixtej eb' ix visil tik, mato ol a say juntzanhocxo eb' ix ol och etb'eyumoc, wach'chom malaj mach tz'ak'an testigoal, palta ha Dios testigo, xchi vinh."
        },
        {
            "number": "50",
            "text": "Ix yalanpax vinh t'a vinhaj Jacob chi': --Ina q'uen b'ul q'uen tik yet' q'uen ix k'ekan linhan, aton val q'uen ix vak'kan t'a co cal co nanhal co chavanhil."
        },
        {
            "number": "51",
            "text": "Ha val q'uen tik tz'ak'an testigoal t'ayonh to manhxo ol yal co k'axpitan jun mojon tik yic scak'an chukal t'ayonh junjun onh."
        },
        {
            "number": "52",
            "text": "Aocab' sDiosal vinhaj Abraham a mam icham yet' pax sdiosal vinhaj Nacor in mam icham, aocab' tzonh ilan co chavanhil, xchi vinhaj Labán chi'. Ixlajwi chi' ix yak'an sti' vinhaj Jacob chi' t'a sb'i Dios, aton Dios b'aj syaq'uem sb'a vinhaj Isaac, vinh smam vinh."
        },
        {
            "number": "53",
            "text": "Ix yak'an juntzanh silab' vinh d'ha Dios t'a schon jun tzalan chi', ix yavtancot eb' ajun yet'oc chi' vael. Masanil eb' ix wa'i, ha t'a chon tzalan chi' ix ek' ak'val yuj eb'."
        },
        {
            "number": "54",
            "text": "Axo yic ix sakb'i t'a junxo k'u, ix q'ue vaan vinhaj Labán chi', ix tz'ub'ancan sti' eb' yixchiquin vinh yet' eb' ix yisil vinh, ix yalancan wach' lolonel vinh t'a yib'anh eb', ix meltzaj vinh t'a spat yet' eb' ajun yet'oc."
        }
    ]
}