{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix b'eycot winhaj Jacob chi'. Axo ix aji, ix schalaj sb'a winh yet' juntzanh heb' yángel Dios."
        },
        {
            "number": "2",
            "text": "Ayic ix yilan heb' ángel chi' winh, ix yalan winh: Scampamento heb' yejército Dios jun tik, xchi winh. Yuj chi' Mahanaim ix yak' winh sb'iej jun lugar chi'."
        },
        {
            "number": "3",
            "text": "Ix schekancot juntzanh heb' schekab' winh t'a lum Seir, t'a yol yic Edom, yic scot heb' yal t'a winh yuk'tac winh, aton winhaj Esaú to wanxo scot winh t'a yol b'e."
        },
        {
            "number": "4",
            "text": "Ix yalan winh t'a heb' schekab' chi' icha tik: Alec t'a winh wuk'tac aj Esaú icha tik: Ha winh uk'tac aj Jacob syak'och sb'a winh t'a yalanh a mandar. Tzeyalanpaxi to a yet' winhaj Labán ix in ek' jun pekti’ tik."
        },
        {
            "number": "5",
            "text": "Ha tiknaik ay nok' in wakax, nok' in kalnel, nok' in chiwa, nok' in b'uru. Ay heb' winh in chekab' yet' heb' ix in chekab'. Swalb'at jun ab'ix tik t'ayach mamin wuk'tac, yujto tzin nib'ej tzin och junk'olal ed'oc, xchicot winhaj Jacob, xe chi t'a winh."
        },
        {
            "number": "6",
            "text": "Axo yic ix jax heb' winh chekab' chi', ix yalan heb' winh t'a winhaj Jacob icha tik: --Toxo ix onh xid'ek' t'a winh uk'tac, tik wan sja winh ul ach scha'a. Chanhe' ciento wal winak yet'nac winh, xchi heb' winh schekab' winh chi'."
        },
        {
            "number": "7",
            "text": "Ayic ix yab'an juntzanh chi' winhaj Jacob chi', ix xiv chaanh winh, ix te och winh ilk'olal. Ixlajwi chi' ix spojan b'at heb' anima winh yet'nac. Cha makan ix yutej winh yet' nok' wakax, nok' kalnel yet' nok' camello."
        },
        {
            "number": "8",
            "text": "Yujto ix sna winh: Tato sjawi winhaj Esaú t'a junok makan, yacb'an syak' owal winh yet'oc, haxo junxo makan syal yeli, xchi winh."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix lesalwi winh icha tik: Ach Jehová in Diosal, sDiosal ach winh in mam icham aj Abraham yet' winh in mam aj Isaac. Ha ach ix ala' to tzin meltzajcot t'a in lu'um, t'a skal heb' in k'ab' woc. Ix alani to ayachnhej och wed'oc yic wach'nhej tzin elk'ochi."
        },
        {
            "number": "10",
            "text": "Te manh in mojoc to tzin a xajanej, manh in mojoc pax to aynhejoch a wach'k'olal wed'oc. Ayic wek'nacb'at t'a yol ha' Jordán, anhej jun in k'ococh wed'nac, haxo tiknaik, chab'xo campamentoal ix in elk'ochi, te ayxo tastac t'ayin."
        },
        {
            "number": "11",
            "text": "Tzin tewi t'ayach to tzin a col t'a yol sk'ab' winh wuk'tac chi'. Tzin te xiwi, q'uinaloc sja winh t'ayin, smilancham heb' ix ix yet' heb' unin tik winh."
        },
        {
            "number": "12",
            "text": "Ha ach ix ala' to wach'nhej ol in elk'och uuj. Ix alanpaxi to manh jantacoc ol ajelk'och sb'isul winhtilal, icha wal yarenail ha' mar to max yal sb'ischaji, xchi winh t'a slesal chi'."
        },
        {
            "number": "13",
            "text": "Ha t'a jun ak'wal chi', ix waykan winh ta'. Ayic ix sakb'i, ha t'a skal masanil tas yet'nac winh, ix sik'el tastac winh yic siej winh t'a winh yuk'tac chi':"
        },
        {
            "number": "14",
            "text": "200 nok' nun chiwa yet' 20 nok' mam chiwa. 200 nok' nun kalnel yet' 20 nok' ch'ac kalnel."
        },
        {
            "number": "15",
            "text": "30 nok' nun camello yet' nok' yune' toto ix alji, 40 nok' nun wakax yet' lajunhwanh nok' toro, 20 nok' nun b'uru yet' lajunhwanh nok' mam b'uru."
        },
        {
            "number": "16",
            "text": "D'a elanhchamel ix yak' winhaj Jacob junjun makan nok' t'a heb' winh schekab', macquiltac ix yutej winh, ix yalan winh t'a heb' icha tik: --B'ab'lajanhec yet' junjun makan nok', najtic tzeyutej skal junjun makan, xchi winh."
        },
        {
            "number": "17",
            "text": "Ha t'a winh ed'jinac nok' b'ab'el, ix yal winh icha tik: --Ayic ol a chaan a b'a yet' winh wuk'tac chi', tato sk'anb'ej winh: ¿Mach a patrón? ¿B'ajtil tzach b'ati? ¿Mach yic nok' nok' ed'nac tik? tato xchi winh t'ayach,"
        },
        {
            "number": "18",
            "text": "tzalan t'a winh icha tik: Mamin Esaú, a juntzanh tik silab' winhaj Jacob a chekab' t'ayach. Tzak'anpax winh wuuj, xa chi, xchi winhaj Jacob chi'."
        },
        {
            "number": "19",
            "text": "Icha chi' ix aj yalan winh t'a winh ed'jinac nok' schab'il makan yet' t'a winh ed'jinac nok' yoxil makan. Icha chi' ix aj yalan winh t'a masanil heb' winh ed'jinac junjun makan nok' nok' chi': --Ayic ol he chalan he b'a yet' winhaj Esaú chi', jun lajannhej ol eyutej eyalani."
        },
        {
            "number": "20",
            "text": "Tzeyalani: Tzak'an winhaj Jacob a chekab' cuuj, xe chi, xchi winh t'a heb' winh schekab' chi'. Icha tik ix yutej snaan winhaj Jacob chi': Tekan ol emta yowal sk'ol winhaj Esaú yuj in silab' ix wak' b'ab'laj t'a wichanh, ol wilan wal och in b'a yet' winh. Tato icha chi' tekan ol in scha winh t'a wach'il, xchi winh."
        },
        {
            "number": "21",
            "text": "Yuj chi', ix schec b'ab'laj masanil silab' winhaj Jacob chi'. Axo winh jun, ixto kan junxo ak'wal winh t'a skampamento chi'."
        },
        {
            "number": "22",
            "text": "Ha t'a jun ak'wal chi' ix k'e wan winhaj Jacob, ix yik'anb'at heb' ix yetb'eyum winh schawanhil yet' heb' ix chawanh criada yet' uxluchwanh yuninal winh, ix ek'ta heb' t'a sjayil jun ha' skuchan Jaboc yet' masanil tastac yet'nac."
        },
        {
            "number": "23",
            "text": "Axo yic ix kan winh sch'ocojil, ix yak'an owal winh yet' jun winak masanto ix sakb'i."
        },
        {
            "number": "24",
            "text": "Axo jun winak chi', ix yila' to max ak'ji ganar winhaj Jacob chi' yuj, yuj chi' ix mak'jiel yacanhil xub' winhaj Jacob chi' yuj. Ix el chinnaj xub' winh chi' ayic ix yak'an owal heb'."
        },
        {
            "number": "25",
            "text": "Ix yalan jun winak chi' t'a winh icha tik: --Actej in eli yujto wanxo sakb'i, xchi. Ix yalan winhaj Jacob t'ay icha tik: --Manh ol ach wactejeli, tato manh ol alkan junok wach' lolonel t'a wib'anh, xchi winh."
        },
        {
            "number": "26",
            "text": "--¿Tas a b'i? xchi jun winak chi' t'a winh. --Jacob in b'i, xchi winh."
        },
        {
            "number": "27",
            "text": "Ix yalan t'a winh icha tik: --Ha tiknaik manhxo Jacob-oc ol a b'iej, palta Israelxo, yujto ix yal ak'an owal yet' Dios yet' pax anima, xchi."
        },
        {
            "number": "28",
            "text": "--Ha tiknaik al t'ayin tas a b'i ach tik, xchi winhaj Jacob chi'. Axo ix yalan jun winak chi' icha tik: --¿Tas yuj tza k'anb'ej in b'i? xchi. Ata' ix yalkan wach' lolonel t'a yib'anh winhaj Jacob chi'."
        },
        {
            "number": "29",
            "text": "Yuj chi' Peniel ix sb'iejkan jun lugar chi' yuj winhaj Jacob chi', ix yalan winh icha tik: Ix wil sat Dios, palta ina pitzan into, xchi winh."
        },
        {
            "number": "30",
            "text": "Vanxo yek'b'at winhaj Jacob t'a Peniel chi', ix jawi k'u. Yujto ix el chinnaj xub' winh, yuj chi' tz'em sb'ey winh."
        },
        {
            "number": "31",
            "text": "Yuj chi' a heb' yinhtilal Israel, max schilaj sch'anhal sk'ojnub' xub' nok' nok' heb', yujto ha t'a xub' winhaj Jacob chi' yab'nac syail."
        }
    ]
}