{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix b'eycot vinhaj Jacob chi'. Axo ix aji, ix schalaj sb'a vinh yet' juntzanh eb' yángel Dios."
        },
        {
            "number": "2",
            "text": "Ayic ix yilan eb' ángel chi' vinh, ix yalan vinh: Scampamento eb' yejército Dios jun tik, xchi vinh. Yuj chi' Mahanaim ix yak' vinh sb'iej jun lugar chi'."
        },
        {
            "number": "3",
            "text": "Ix schecancot juntzanh eb' schecab' vinh t'a lum Seir, t'a yol yic Edom, yic scot eb' yal t'a vinh yuk'tac vinh, aton vinhaj Esaú to vanxo scot vinh t'a yol b'e."
        },
        {
            "number": "4",
            "text": "Ix yalan vinh t'a eb' schecab' chi' icha tik: Alec t'a vinh vuk'tac aj Esaú icha tik: Ha vinh uk'tac aj Jacob syak'och sb'a vinh t'a yalanh a mandar. Tzeyalanpaxi to a yet' vinhaj Labán ix in ek' jun pekti’ tik."
        },
        {
            "number": "5",
            "text": "Ha ticnaic ay nok' in vacax, nok' in calnel, nok' in chiva, nok' in b'uru. Ay eb' vinh in checab' yet' eb' ix in checab'. Svalb'at jun ab'ix tik t'ayach mamin vuk'tac, yujto tzin nib'ej tzin och junk'olal ed'oc, xchicot vinhaj Jacob, xe chi t'a vinh."
        },
        {
            "number": "6",
            "text": "Axo yic ix jax eb' vinh checab' chi', ix yalan eb' vinh t'a vinhaj Jacob icha tik: --Toxo ix onh xid'ek' t'a vinh uk'tac, tik van sja vinh ul ach scha'a. Chanhe' ciento val vinac yet'nac vinh, xchi eb' vinh schecab' vinh chi'."
        },
        {
            "number": "7",
            "text": "Ayic ix yab'an juntzanh chi' vinhaj Jacob chi', ix xiv chaanh vinh, ix te och vinh ilk'olal. Ixlajwi chi' ix spojan b'at eb' anima vinh yet'nac. Cha makan ix yutej vinh yet' nok' vacax, nok' calnel yet' nok' camello."
        },
        {
            "number": "8",
            "text": "Yujto ix sna vinh: Tato sjavi vinhaj Esaú t'a junok makan, yacb'an syak' oval vinh yet'oc, haxo junxo makan syal yeli, xchi vinh."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix lesalvi vinh icha tik: Ach Jehová in Diosal, sDiosal ach vinh in mam icham aj Abraham yet' vinh in mam aj Isaac. Ha ach ix ala' to tzin meltzajcot t'a in lu'um, t'a skal eb' in k'ab' voc. Ix alani to ayachnhej och ved'oc yic wach'nhej tzin elk'ochi."
        },
        {
            "number": "10",
            "text": "Te manh in mojoc to tzin a xajanej, manh in mojoc pax to aynhejoch a wach'k'olal ved'oc. Ayic vek'nacb'at t'a yol ha' Jordán, anhej jun in k'ococh ved'nac, haxo ticnaic, chab'xo campamentoal ix in elk'ochi, te ayxo tastac t'ayin."
        },
        {
            "number": "11",
            "text": "Tzin tevi t'ayach to tzin a col t'a yol sk'ab' vinh vuk'tac chi'. Tzin te xivi, q'uinaloc sja vinh t'ayin, smilancham eb' ix ix yet' eb' unin tik vinh."
        },
        {
            "number": "12",
            "text": "Ha ach ix ala' to wach'nhej ol in elk'och uuj. Ix alanpaxi to manh jantacoc ol ajelk'och sb'isul vinhtilal, icha val yarenail ha' mar to max yal sb'ischaji, xchi vinh t'a slesal chi'."
        },
        {
            "number": "13",
            "text": "Ha t'a jun ak'val chi', ix vaycan vinh ta'. Ayic ix sakb'i, ha t'a skal masanil tas yet'nac vinh, ix siq'uel tastac vinh yic siej vinh t'a vinh yuk'tac chi':"
        },
        {
            "number": "14",
            "text": "200 nok' nun chiva yet' 20 nok' mam chiva. 200 nok' nun calnel yet' 20 nok' ch'ac calnel."
        },
        {
            "number": "15",
            "text": "30 nok' nun camello yet' nok' yune' toto ix alji, 40 nok' nun vacax yet' lajunhvanh nok' toro, 20 nok' nun b'uru yet' lajunhvanh nok' mam b'uru."
        },
        {
            "number": "16",
            "text": "D'a elanhchamel ix yak' vinhaj Jacob junjun makan nok' t'a eb' vinh schecab', macquiltac ix yutej vinh, ix yalan vinh t'a eb' icha tik: --B'ab'lajanhec yet' junjun makan nok', najtic tzeyutej skal junjun makan, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ha t'a vinh ed'jinac nok' b'ab'el, ix yal vinh icha tik: --Ayic ol a chaan a b'a yet' vinh vuk'tac chi', tato sk'anb'ej vinh: ¿Mach a patrón? ¿B'ajtil tzach b'ati? ¿Mach yic nok' nok' ed'nac tik? tato xchi vinh t'ayach,"
        },
        {
            "number": "18",
            "text": "tzalan t'a vinh icha tik: Mamin Esaú, a juntzanh tik silab' vinhaj Jacob a checab' t'ayach. Tzak'anpax vinh vuuj, xa chi, xchi vinhaj Jacob chi'."
        },
        {
            "number": "19",
            "text": "Icha chi' ix aj yalan vinh t'a vinh ed'jinac nok' schab'il makan yet' t'a vinh ed'jinac nok' yoxil makan. Icha chi' ix aj yalan vinh t'a masanil eb' vinh ed'jinac junjun makan nok' nok' chi': --Ayic ol e chalan e b'a yet' vinhaj Esaú chi', jun lajannhej ol eyutej eyalani."
        },
        {
            "number": "20",
            "text": "Tzeyalani: Tzak'an vinhaj Jacob a checab' cuuj, xe chi, xchi vinh t'a eb' vinh schecab' chi'. Icha tik ix yutej snaan vinhaj Jacob chi': Tecan ol emta yoval sk'ol vinhaj Esaú yuj in silab' ix vak' b'ab'laj t'a vichanh, ol vilan val och in b'a yet' vinh. Tato icha chi' tecan ol in scha vinh t'a wach'il, xchi vinh."
        },
        {
            "number": "21",
            "text": "Yuj chi', ix schec b'ab'laj masanil silab' vinhaj Jacob chi'. Axo vinh jun, ixto kan junxo ak'val vinh t'a scampamento chi'."
        },
        {
            "number": "22",
            "text": "Ha t'a jun ak'val chi' ix q'ue van vinhaj Jacob, ix yik'anb'at eb' ix yetb'eyum vinh schavanhil yet' eb' ix chavanh criada yet' uxluchvanh yuninal vinh, ix ek'ta eb' t'a sjayil jun ha' scuchan Jaboc yet' masanil tastac yet'nac."
        },
        {
            "number": "23",
            "text": "Axo yic ix kan vinh sch'ocojil, ix yak'an oval vinh yet' jun vinac masanto ix sakb'i."
        },
        {
            "number": "24",
            "text": "Axo jun vinac chi', ix yila' to max ak'ji ganar vinhaj Jacob chi' yuj, yuj chi' ix mak'jiel yacanhil xub' vinhaj Jacob chi' yuj. Ix el chinnaj xub' vinh chi' ayic ix yak'an oval eb'."
        },
        {
            "number": "25",
            "text": "Ix yalan jun vinac chi' t'a vinh icha tik: --Actej in eli yujto vanxo sakb'i, xchi. Ix yalan vinhaj Jacob t'ay icha tik: --Manh ol ach vactejeli, tato manh ol alcan junok wach' lolonel t'a vib'anh, xchi vinh."
        },
        {
            "number": "26",
            "text": "--¿Tas a b'i? xchi jun vinac chi' t'a vinh. --Jacob in b'i, xchi vinh."
        },
        {
            "number": "27",
            "text": "Ix yalan t'a vinh icha tik: --Ha ticnaic manhxo Jacob-oc ol a b'iej, palta Israelxo, yujto ix yal ak'an oval yet' Dios yet' pax anima, xchi."
        },
        {
            "number": "28",
            "text": "--Ha ticnaic al t'ayin tas a b'i ach tik, xchi vinhaj Jacob chi'. Axo ix yalan jun vinac chi' icha tik: --¿Tas yuj tza k'anb'ej in b'i? xchi. Ata' ix yalcan wach' lolonel t'a yib'anh vinhaj Jacob chi'."
        },
        {
            "number": "29",
            "text": "Yuj chi' Peniel ix sb'iejkan jun lugar chi' yuj vinhaj Jacob chi', ix yalan vinh icha tik: Ix vil sat Dios, palta ina pitzan into, xchi vinh."
        },
        {
            "number": "30",
            "text": "Vanxo yek'b'at vinhaj Jacob t'a Peniel chi', ix javi k'u. Yujto ix el chinnaj xub' vinh, yuj chi' tz'em sb'ey vinh."
        },
        {
            "number": "31",
            "text": "Yuj chi' a eb' yinhtilal Israel, max schilaj sch'anhal sk'ojnub' xub' nok' nok' eb', yujto ha t'a xub' vinhaj Jacob chi' yab'nac syail."
        }
    ]
}