{
    "chapter": "32",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix b'eycot winhaj Jacob chi'. Axo ix aji, ix schalaj sb'a winh yet' juntzanh eb' yángel Dios."
        },
        {
            "number": "2",
            "text": "Ayic ix yilan eb' ángel chi' winh, ix yalan winh: Scampamento eb' yejército Dios jun tik, xchi winh. Yuj chi' Mahanaim ix yak' winh sb'iej jun lugar chi'."
        },
        {
            "number": "3",
            "text": "Ix schecancot juntzanh eb' schecab' winh t'a lum Seir, t'a yol yic Edom, yic scot eb' yal t'a winh yuk'tac winh, aton winhaj Esaú to vanxo scot winh t'a yol b'e."
        },
        {
            "number": "4",
            "text": "Ix yalan winh t'a eb' schecab' chi' icha tik: Alec t'a winh vuk'tac aj Esaú icha tik: Ha winh uk'tac aj Jacob syak'och sb'a winh t'a yalanh a mandar. Tzeyalanpaxi to a yet' winhaj Labán ix in ek' jun pekti’ tik."
        },
        {
            "number": "5",
            "text": "Ha ticnaic ay nok' in vacax, nok' in calnel, nok' in chiva, nok' in b'uru. Ay eb' winh in checab' yet' eb' ix in checab'. Svalb'at jun ab'ix tik t'ayach mamin vuk'tac, yujto tzin nib'ej tzin och junk'olal ed'oc, xchicot winhaj Jacob, xe chi t'a winh."
        },
        {
            "number": "6",
            "text": "Axo yic ix jax eb' winh checab' chi', ix yalan eb' winh t'a winhaj Jacob icha tik: --Toxo ix onh xid'ek' t'a winh uk'tac, tik van sja winh ul ach scha'a. Chanhe' ciento val vinac yet'nac winh, xchi eb' winh schecab' winh chi'."
        },
        {
            "number": "7",
            "text": "Ayic ix yab'an juntzanh chi' winhaj Jacob chi', ix xiv chaanh winh, ix te och winh ilk'olal. Ixlajwi chi' ix spojan b'at eb' anima winh yet'nac. Cha makan ix yutej winh yet' nok' vacax, nok' calnel yet' nok' camello."
        },
        {
            "number": "8",
            "text": "Yujto ix sna winh: Tato sjavi winhaj Esaú t'a junok makan, yacb'an syak' oval winh yet'oc, haxo junxo makan syal yeli, xchi winh."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi' ix lesalvi winh icha tik: Ach Jehová in Diosal, sDiosal ach winh in mam icham aj Abraham yet' winh in mam aj Isaac. Ha ach ix ala' to tzin meltzajcot t'a in lu'um, t'a skal eb' in k'ab' voc. Ix alani to ayachnhej och ved'oc yic wach'nhej tzin elk'ochi."
        },
        {
            "number": "10",
            "text": "Te manh in mojoc to tzin a xajanej, manh in mojoc pax to aynhejoch a wach'k'olal ved'oc. Ayic vek'nacb'at t'a yol ha' Jordán, anhej jun in k'ococh ved'nac, haxo ticnaic, chab'xo campamentoal ix in elk'ochi, te ayxo tastac t'ayin."
        },
        {
            "number": "11",
            "text": "Tzin tevi t'ayach to tzin a col t'a yol sk'ab' winh vuk'tac chi'. Tzin te xivi, q'uinaloc sja winh t'ayin, smilancham eb' ix ix yet' eb' unin tik winh."
        },
        {
            "number": "12",
            "text": "Ha ach ix ala' to wach'nhej ol in elk'och uuj. Ix alanpaxi to manh jantacoc ol ajelk'och sb'isul winhtilal, icha val yarenail ha' mar to max yal sb'ischaji, xchi winh t'a slesal chi'."
        },
        {
            "number": "13",
            "text": "Ha t'a jun ak'val chi', ix vaycan winh ta'. Ayic ix sakb'i, ha t'a skal masanil tas yet'nac winh, ix siq'uel tastac winh yic siej winh t'a winh yuk'tac chi':"
        },
        {
            "number": "14",
            "text": "200 nok' nun chiva yet' 20 nok' mam chiva. 200 nok' nun calnel yet' 20 nok' ch'ac calnel."
        },
        {
            "number": "15",
            "text": "30 nok' nun camello yet' nok' yune' toto ix alji, 40 nok' nun vacax yet' lajunhvanh nok' toro, 20 nok' nun b'uru yet' lajunhvanh nok' mam b'uru."
        },
        {
            "number": "16",
            "text": "D'a elanhchamel ix yak' winhaj Jacob junjun makan nok' t'a eb' winh schecab', macquiltac ix yutej winh, ix yalan winh t'a eb' icha tik: --B'ab'lajanhec yet' junjun makan nok', najtic tzeyutej skal junjun makan, xchi winh."
        },
        {
            "number": "17",
            "text": "Ha t'a winh ed'jinac nok' b'ab'el, ix yal winh icha tik: --Ayic ol a chaan a b'a yet' winh vuk'tac chi', tato sk'anb'ej winh: ¿Mach a patrón? ¿B'ajtil tzach b'ati? ¿Mach yic nok' nok' ed'nac tik? tato xchi winh t'ayach,"
        },
        {
            "number": "18",
            "text": "tzalan t'a winh icha tik: Mamin Esaú, a juntzanh tik silab' winhaj Jacob a checab' t'ayach. Tzak'anpax winh vuuj, xa chi, xchi winhaj Jacob chi'."
        },
        {
            "number": "19",
            "text": "Icha chi' ix aj yalan winh t'a winh ed'jinac nok' schab'il makan yet' t'a winh ed'jinac nok' yoxil makan. Icha chi' ix aj yalan winh t'a masanil eb' winh ed'jinac junjun makan nok' nok' chi': --Ayic ol e chalan e b'a yet' winhaj Esaú chi', jun lajannhej ol eyutej eyalani."
        },
        {
            "number": "20",
            "text": "Tzeyalani: Tzak'an winhaj Jacob a checab' cuuj, xe chi, xchi winh t'a eb' winh schecab' chi'. Icha tik ix yutej snaan winhaj Jacob chi': Tecan ol emta yoval sk'ol winhaj Esaú yuj in silab' ix vak' b'ab'laj t'a vichanh, ol vilan val och in b'a yet' winh. Tato icha chi' tecan ol in scha winh t'a wach'il, xchi winh."
        },
        {
            "number": "21",
            "text": "Yuj chi', ix schec b'ab'laj masanil silab' winhaj Jacob chi'. Axo winh jun, ixto kan junxo ak'val winh t'a scampamento chi'."
        },
        {
            "number": "22",
            "text": "Ha t'a jun ak'val chi' ix q'ue van winhaj Jacob, ix yik'anb'at eb' ix yetb'eyum winh schavanhil yet' eb' ix chavanh criada yet' uxluchvanh yuninal winh, ix ek'ta eb' t'a sjayil jun ha' scuchan Jaboc yet' masanil tastac yet'nac."
        },
        {
            "number": "23",
            "text": "Axo yic ix kan winh sch'ocojil, ix yak'an oval winh yet' jun vinac masanto ix sakb'i."
        },
        {
            "number": "24",
            "text": "Axo jun vinac chi', ix yila' to max ak'ji ganar winhaj Jacob chi' yuj, yuj chi' ix mak'jiel yacanhil xub' winhaj Jacob chi' yuj. Ix el chinnaj xub' winh chi' ayic ix yak'an oval eb'."
        },
        {
            "number": "25",
            "text": "Ix yalan jun vinac chi' t'a winh icha tik: --Actej in eli yujto vanxo sakb'i, xchi. Ix yalan winhaj Jacob t'ay icha tik: --Manh ol ach vactejeli, tato manh ol alcan junok wach' lolonel t'a vib'anh, xchi winh."
        },
        {
            "number": "26",
            "text": "--¿Tas a b'i? xchi jun vinac chi' t'a winh. --Jacob in b'i, xchi winh."
        },
        {
            "number": "27",
            "text": "Ix yalan t'a winh icha tik: --Ha ticnaic manhxo Jacob-oc ol a b'iej, palta Israelxo, yujto ix yal ak'an oval yet' Dios yet' pax anima, xchi."
        },
        {
            "number": "28",
            "text": "--Ha ticnaic al t'ayin tas a b'i ach tik, xchi winhaj Jacob chi'. Axo ix yalan jun vinac chi' icha tik: --¿Tas yuj tza k'anb'ej in b'i? xchi. Ata' ix yalcan wach' lolonel t'a yib'anh winhaj Jacob chi'."
        },
        {
            "number": "29",
            "text": "Yuj chi' Peniel ix sb'iejkan jun lugar chi' yuj winhaj Jacob chi', ix yalan winh icha tik: Ix vil sat Dios, palta ina pitzan into, xchi winh."
        },
        {
            "number": "30",
            "text": "Vanxo yek'b'at winhaj Jacob t'a Peniel chi', ix javi k'u. Yujto ix el chinnaj xub' winh, yuj chi' tz'em sb'ey winh."
        },
        {
            "number": "31",
            "text": "Yuj chi' a eb' yinhtilal Israel, max schilaj sch'anhal sk'ojnub' xub' nok' nok' eb', yujto ha t'a xub' winhaj Jacob chi' yab'nac syail."
        }
    ]
}