{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix yilan winhaj Jacob to wan sja winhaj Esaú yet' 400 swinac, ix spojanek' heb' unin winh t'a skal heb' ix ix, aton ix Lea yet' ix Raquel yet' pax heb' ix chawanh scriada heb' ix."
        },
        {
            "number": "2",
            "text": "Ha heb' ix criada chi', ix b'ab'laj b'at heb' ix yet' yune' chi'. Ichato chi' ix b'at ix Lea yet' heb' yico'. Tzak'anto ix b'at ix Raquel yet' winhaj José."
        },
        {
            "number": "3",
            "text": "D'a elanhchamel ix b'ab'lajb'at winhaj Jacob t'a yichanh heb' ix. Uquel ix em nhojnaj winh masanto ix k'och winh t'a yichanh winh yuk'tac chi'."
        },
        {
            "number": "4",
            "text": "Ix jawi lemnaj winhaj Esaú chi', ix och lak'naj winh t'a sjaj winh yuk'tac chi', ix och tz'ub'naj winh t'a sti' winh, ix ok' heb' winh schawanhil."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix yilanoch heb' ix ix yet' heb' unin winhaj Esaú chi', ix sk'anb'an winh icha tik: --Ha juntzanh heb' tik, ¿mach ay yic heb'? xchi winh. --Vuninal heb', ix yak' Dios t'ayin yuj swach'k'olal, xchi winhaj Jacob chi'."
        },
        {
            "number": "6",
            "text": "Ichato chi' ix snitzancot sb'a heb' ix criada yet' heb' yune' t'a yichanh winhaj Esaú chi', ix em nhojan heb' t'a sat lu'um."
        },
        {
            "number": "7",
            "text": "Ix snitzanpaxcot sb'a ix Lea yet' heb' yune', ix empax nhojan heb'. Tzak'anto ix jawi winhaj José yet' ix snun, aton ix Raquel, ix empax nhojan heb'."
        },
        {
            "number": "8",
            "text": "Ix sk'anb'an winhaj Esaú t'a winhaj Jacob chi' icha tik: --¿Tas tza na t'a yib'anh juntzanh nok' nok' ix in cha t'a yol b'e? xchi winh. --Ic yaj nok' smasanil yic tz'och junk'olal t'a ko kal, xchi winhaj Jacob chi'."
        },
        {
            "number": "9",
            "text": "--Maay wuk'tac, te tzijtum pax nok' wico', canocab' nok' ed'oc, xchi winh."
        },
        {
            "number": "10",
            "text": "Palta ix och ijan winhaj Jacob chi' yalan t'a winh icha tik: --Maay wuk'tac, tato wach' in t'a ichanh, cha juntzanh silab' swak' tik t'ayach, icha wal to ha Dios swilochi ayic tzach wilan tik, yujto t'a wach'k'olalil ix in a cha'a."
        },
        {
            "number": "11",
            "text": "Tzin tewi t'ayach to tza cha juntzanh silab' ix wik'cot t'ayach, yujto ha Dios ix el t'a sk'ol yak'an in b'eyumal tik, malaj jab'oc tas syak' palta t'ayin, xchi winhaj Jacob chi'. Ix ochnhej tean winh t'a winh yuk'tac chi', yuj chi' ix scha nok' silab' chi' winh."
        },
        {
            "number": "12",
            "text": "Ix yalan winhaj Esaú chi' icha tik: --Ha tiknaik, coyec. Ha in tzin b'ab'laj t'a eyichanh, xchi winh."
        },
        {
            "number": "13",
            "text": "Ix tak'wi winhaj Jacob chi': --Ach wuk'tac, ojtac to a heb' unin, k'un sk'unb'i heb', tzin naanpax yuj nok' calnel yet' nok' wacax nenetacto yune', tato tzin pech nok' ay smay junnhej k'ual scham nok' smasanil."
        },
        {
            "number": "14",
            "text": "Yuj chi' wach' tzach b'ab'laj wuuj. Ha inxo tik, k'ojank'olalnhej ol in b'atoc, icha syal sb'ey heb' unin yet' nok' nok' tik. Olxo ach wilk'och t'a Seir, xchi winh."
        },
        {
            "number": "15",
            "text": "--Yik'ocab' icha tzal chi'. Syal skan jaywanhoc heb' winh in checab' tik yic skolwaj ed'oc, xchi winhaj Esaú chi'. Palta ix yalan winhaj Jacob chi' icha tik: --Maay, yuj wal Dios, manh ak' pensar wuuj, xchi winh."
        },
        {
            "number": "16",
            "text": "Ha t'a jun k'u chi', ix meltzaj winhaj Esaú t'a lum Seir."
        },
        {
            "number": "17",
            "text": "Axo winhaj Jacob, ix jacan winh t'a jun ak'lic. Ata' ix sb'o spat winh, ix sb'oanpax juntzanh yunetac lechpat winh b'aj ix och nok' smolb'etzal nok'. Yuj chi' Sucot ix yak' winh sb'iej jun lugar chi'."
        },
        {
            "number": "18",
            "text": "Ayic ix paxta winhaj Jacob t'a Padán-aram masanto ix jawi winh t'a yol yic Canaán, malaj tas ix ik'an winh, wach' sk'ol winh ix jaxi. Ix sb'oan scampamento winh t'a yichanhb'at chonhab' Siquem."
        },
        {
            "number": "19",
            "text": "100 k'een plata ix yak' winh yic smanan jun lum lum chi' winh t'a heb' yuninal winhaj Hamor, winh ix ik'anel yich chonhab' Siquem. Ata' ix sb'ok'e scampamento winh."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi' ix sb'oank'e jun altar winh, El-Elohe-Israel ix yak' winh sb'iej."
        }
    ]
}