{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix yilan vinhaj Jacob to van sja vinhaj Esaú yet' 400 svinac, ix spojanek' eb' unin vinh t'a skal eb' ix ix, aton ix Lea yet' ix Raquel yet' pax eb' ix chavanh scriada eb' ix."
        },
        {
            "number": "2",
            "text": "Ha eb' ix criada chi', ix b'ab'laj b'at eb' ix yet' yune' chi'. Ichato chi' ix b'at ix Lea yet' eb' yico'. Tzak'anto ix b'at ix Raquel yet' vinhaj José."
        },
        {
            "number": "3",
            "text": "D'a elanhchamel ix b'ab'lajb'at vinhaj Jacob t'a yichanh eb' ix. Uquel ix em nhojnaj vinh masanto ix k'och vinh t'a yichanh vinh yuk'tac chi'."
        },
        {
            "number": "4",
            "text": "Ix javi lemnaj vinhaj Esaú chi', ix och lak'naj vinh t'a sjaj vinh yuk'tac chi', ix och tz'ub'naj vinh t'a sti' vinh, ix ok' eb' vinh schavanhil."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi' ix yilanoch eb' ix ix yet' eb' unin vinhaj Esaú chi', ix sk'anb'an vinh icha tik: --Ha juntzanh eb' tik, ¿mach ay yic eb'? xchi vinh. --Vuninal eb', ix yak' Dios t'ayin yuj swach'k'olal, xchi vinhaj Jacob chi'."
        },
        {
            "number": "6",
            "text": "Ichato chi' ix snitzancot sb'a eb' ix criada yet' eb' yune' t'a yichanh vinhaj Esaú chi', ix em nhojan eb' t'a sat lu'um."
        },
        {
            "number": "7",
            "text": "Ix snitzanpaxcot sb'a ix Lea yet' eb' yune', ix empax nhojan eb'. Tzak'anto ix javi vinhaj José yet' ix snun, aton ix Raquel, ix empax nhojan eb'."
        },
        {
            "number": "8",
            "text": "Ix sk'anb'an vinhaj Esaú t'a vinhaj Jacob chi' icha tik: --¿Tas tza na t'a yib'anh juntzanh nok' nok' ix in cha t'a yol b'e? xchi vinh. --Ic yaj nok' smasanil yic tz'och junk'olal t'a co cal, xchi vinhaj Jacob chi'."
        },
        {
            "number": "9",
            "text": "--Maay vuk'tac, te tzijtum pax nok' vico', canocab' nok' ed'oc, xchi vinh."
        },
        {
            "number": "10",
            "text": "Palta ix och ijan vinhaj Jacob chi' yalan t'a vinh icha tik: --Maay vuk'tac, tato wach' in t'a ichanh, cha juntzanh silab' svak' tik t'ayach, icha val to ha Dios svilochi ayic tzach vilan tik, yujto t'a wach'k'olalil ix in a cha'a."
        },
        {
            "number": "11",
            "text": "Tzin tevi t'ayach to tza cha juntzanh silab' ix vik'cot t'ayach, yujto ha Dios ix el t'a sk'ol yak'an in b'eyumal tik, malaj jab'oc tas syak' palta t'ayin, xchi vinhaj Jacob chi'. Ix ochnhej tean vinh t'a vinh yuk'tac chi', yuj chi' ix scha nok' silab' chi' vinh."
        },
        {
            "number": "12",
            "text": "Ix yalan vinhaj Esaú chi' icha tik: --Ha ticnaic, coyec. Ha in tzin b'ab'laj t'a eyichanh, xchi vinh."
        },
        {
            "number": "13",
            "text": "Ix tak'vi vinhaj Jacob chi': --Ach vuk'tac, ojtac to a eb' unin, k'un sk'unb'i eb', tzin naanpax yuj nok' calnel yet' nok' vacax nenetacto yune', tato tzin pech nok' ay smay junnhej k'ual scham nok' smasanil."
        },
        {
            "number": "14",
            "text": "Yuj chi' wach' tzach b'ab'laj vuuj. Ha inxo tik, k'ojank'olalnhej ol in b'atoc, icha syal sb'ey eb' unin yet' nok' nok' tik. Olxo ach vilk'och t'a Seir, xchi vinh."
        },
        {
            "number": "15",
            "text": "--Yik'ocab' icha tzal chi'. Syal skan jayvanhoc eb' vinh in checab' tik yic scolvaj ed'oc, xchi vinhaj Esaú chi'. Palta ix yalan vinhaj Jacob chi' icha tik: --Maay, yuj val dios, manh ak' pensar vuuj, xchi vinh."
        },
        {
            "number": "16",
            "text": "Ha t'a jun k'u chi', ix meltzaj vinhaj Esaú t'a lum Seir."
        },
        {
            "number": "17",
            "text": "Axo vinhaj Jacob, ix jacan vinh t'a jun ak'lic. Ata' ix sb'o spat vinh, ix sb'oanpax juntzanh yunetac lechpat vinh b'aj ix och nok' smolb'etzal nok'. Yuj chi' Sucot ix yak' vinh sb'iej jun lugar chi'."
        },
        {
            "number": "18",
            "text": "Ayic ix paxta vinhaj Jacob t'a Padán-aram masanto ix javi vinh t'a yol yic Canaán, malaj tas ix ik'an vinh, wach' sk'ol vinh ix jaxi. Ix sb'oan scampamento vinh t'a yichanhb'at chonhab' Siquem."
        },
        {
            "number": "19",
            "text": "100 q'uen plata ix yak' vinh yic smanan jun lum lum chi' vinh t'a eb' yuninal vinhaj Hamor, vinh ix ik'anel yich chonhab' Siquem. Ata' ix sb'oq'ue scampamento vinh."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi' ix sb'oanq'ue jun altar vinh, El-Elohe-Israel ix yak' vinh sb'iej."
        }
    ]
}