{
    "chapter": "33",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix yilan vinhaj Jacob to van sja vinhaj Esaú yed' 400 svinac, ix spojanek' eb' unin vinh d'a scal eb' ix ix, aton ix Lea yed' ix Raquel yed' pax eb' ix chavanh scriada eb' ix."
        },
        {
            "number": "2",
            "text": "A eb' ix criada chi', ix b'ab'laj b'at eb' ix yed' yune' chi'. Ichato chi' ix b'at ix Lea yed' eb' yico'. Tzak'anto ix b'at ix Raquel yed' vinhaj José."
        },
        {
            "number": "3",
            "text": "D'a elanhchamel ix b'ab'lajb'at vinhaj Jacob d'a yichanh eb' ix. Uquel ix em nhojnaj vinh masanto ix k'och vinh d'a yichanh vinh yuk'tac chi'."
        },
        {
            "number": "4",
            "text": "Ix javi lemnaj vinhaj Esaú chi', ix och lak'naj vinh d'a sjaj vinh yuk'tac chi', ix och tz'ub'naj vinh d'a sti' vinh, ix ok' eb' vinh schavanhil."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi' ix yilanoch eb' ix ix yed' eb' unin vinhaj Esaú chi', ix sk'anb'an vinh icha tic: --A juntzanh eb' tic, ¿mach ay yic eb'? xchi vinh. --Vuninal eb', ix yak' Dios d'ayin yuj svach'k'olal, xchi vinhaj Jacob chi'."
        },
        {
            "number": "6",
            "text": "Ichato chi' ix snitzancot sb'a eb' ix criada yed' eb' yune' d'a yichanh vinhaj Esaú chi', ix em nhojan eb' d'a sat luum."
        },
        {
            "number": "7",
            "text": "Ix snitzanpaxcot sb'a ix Lea yed' eb' yune', ix empax nhojan eb'. Tzak'anto ix javi vinhaj José yed' ix snun, aton ix Raquel, ix empax nhojan eb'."
        },
        {
            "number": "8",
            "text": "Ix sk'anb'an vinhaj Esaú d'a vinhaj Jacob chi' icha tic: --¿Tas tza na d'a yib'anh juntzanh nok' nok' ix in cha d'a yol b'e? xchi vinh. --Ic yaj nok' smasanil yic tz'och junk'olal d'a co cal, xchi vinhaj Jacob chi'."
        },
        {
            "number": "9",
            "text": "--Maay vuk'tac, te tzijtum pax nok' vico', canocab' nok' ed'oc, xchi vinh."
        },
        {
            "number": "10",
            "text": "Palta ix och ijan vinhaj Jacob chi' yalan d'a vinh icha tic: --Maay vuk'tac, tato vach' in d'a ichanh, cha juntzanh silab' svak' tic d'ayach, icha val to a Dios svilochi ayic tzach vilan tic, yujto d'a vach'k'olalil ix in a cha'a."
        },
        {
            "number": "11",
            "text": "Tzin tevi d'ayach to tza cha juntzanh silab' ix vik'cot d'ayach, yujto a Dios ix el d'a sk'ol yak'an in b'eyumal tic, malaj jab'oc tas syak' palta d'ayin, xchi vinhaj Jacob chi'. Ix ochnhej tean vinh d'a vinh yuk'tac chi', yuj chi' ix scha nok' silab' chi' vinh."
        },
        {
            "number": "12",
            "text": "Ix yalan vinhaj Esaú chi' icha tic: --A ticnaic, coyec. A in tzin b'ab'laj d'a eyichanh, xchi vinh."
        },
        {
            "number": "13",
            "text": "Ix tak'vi vinhaj Jacob chi': --Ach vuk'tac, ojtac to a eb' unin, k'un sk'unb'i eb', tzin naanpax yuj nok' calnel yed' nok' vacax nenetacto yune', tato tzin pech nok' ay smay junnhej k'ual scham nok' smasanil."
        },
        {
            "number": "14",
            "text": "Yuj chi' vach' tzach b'ab'laj vuuj. A inxo tic, k'ojank'olalnhej ol in b'atoc, icha syal sb'ey eb' unin yed' nok' nok' tic. Olxo ach vilk'och d'a Seir, xchi vinh."
        },
        {
            "number": "15",
            "text": "--Yik'ocab' icha tzal chi'. Syal scan jayvanhoc eb' vinh in checab' tic yic scolvaj ed'oc, xchi vinhaj Esaú chi'. Palta ix yalan vinhaj Jacob chi' icha tic: --Maay, yuj val dios, manh ak' pensar vuuj, xchi vinh."
        },
        {
            "number": "16",
            "text": "A d'a jun k'u chi', ix meltzaj vinhaj Esaú d'a lum Seir."
        },
        {
            "number": "17",
            "text": "Axo vinhaj Jacob, ix jacan vinh d'a jun ak'lic. Ata' ix sb'o spat vinh, ix sb'oanpax juntzanh yunetac lechpat vinh b'aj ix och nok' smolb'etzal nok'. Yuj chi' Sucot ix yak' vinh sb'iej jun lugar chi'."
        },
        {
            "number": "18",
            "text": "Ayic ix paxta vinhaj Jacob d'a Padán-aram masanto ix javi vinh d'a yol yic Canaán, malaj tas ix ik'an vinh, vach' sk'ol vinh ix jaxi. Ix sb'oan scampamento vinh d'a yichanhb'at chonhab' Siquem."
        },
        {
            "number": "19",
            "text": "100 q'uen plata ix yak' vinh yic smanan jun lum luum chi' vinh d'a eb' yuninal vinhaj Hamor, vinh ix ik'anel yich chonhab' Siquem. Ata' ix sb'oq'ue scampamento vinh."
        },
        {
            "number": "20",
            "text": "Ix lajvi chi' ix sb'oanq'ue jun altar vinh, El-Elohe-Israel ix yak' vinh sb'iej."
        }
    ]
}