{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ha ix yune' ix Lea yet' vinhaj Jacob, aton ix Dina, ix b'at ix paxyal t'a skal eb' ix ix t'a Siquem chi'."
        },
        {
            "number": "2",
            "text": "Ha vinhaj Hamor heveo, yajal yaj t'a jun chonhab' chi'. Ay jun yuninal vinh scuchan Siquem. Ayic ix yilanoch ix Dina vinhaj Siquem chi', ix ixtaj ix yuj vinh t'a ak'b'il puralil."
        },
        {
            "number": "3",
            "text": "Yujto te ay sgana vinh t'a ix, yuj chi' ix montaj ix yuj vinh t'a wach'il."
        },
        {
            "number": "4",
            "text": "Ix yalan vinh icha tik t'a vinh smam chi': --Mamin, octom b'at a k'an jun ix cob'es tik. In gana svik' in b'a yet' ix, xchi vinh."
        },
        {
            "number": "5",
            "text": "Wach'chom ix yab' vinhaj Jacob to toxo ix ixtaj ix yisil vinh yuj vinhaj Siquem chi', malaj tas ix yal vinh masanto ix jax eb' yuninal vinh tanhvoj calnel. Ha ix yab'an eb' vinh yuninal vinh chi' tas ix uji, ix meltzajcot eb' vinh, ix te cus eb' vinh. Ix cotpax yoval eb' vinh, yujto te q'uixvelal ix utaj eb' yinhtilal vinhaj Israel, aton vinhaj Jacob, yuj vinhaj Siquem chi', yujto ix ixtaj ix yisil vinh. Manh wach'oc tas ix sk'ulej vinhaj Siquem chi'. Axo vinhaj Hamor chi' ix b'at lolon yet' vinhaj Jacob chi'. Ix lolonpax vinh yet' eb' yuninal vinh, ix yalan vinh: --Ha vinh vuninal aj Siquem te ay val sgana vinh t'a ix eyanab', yuj chi' elocab' t'a e k'ool yic syik'laj sb'a ix yet' vinh."
        },
        {
            "number": "6",
            "text": "Ichato ol co k'ab'coquej co b'a. Ol quik'laj co b'a yet' eb' ix eyisil, a ex xo ol eyik'laj e b'a yet' eb' ix quico'."
        },
        {
            "number": "7",
            "text": "Cajnajanhec t'a co cal tik, colan tzex aj t'a sat co lu'um tik, aq'uecoch e chonh, manec e lu'um, xchi vinhaj Hamor chi'."
        },
        {
            "number": "8",
            "text": "Ix yalanpax vinhaj Siquem chi' t'a vinh smam ix Dina chi' yet' t'a eb' vinh snulej ix: --Yalnhej tas tze k'an t'ayin ol vak' t'ayex."
        },
        {
            "number": "9",
            "text": "Wach'chom niwan tas svak' t'a yib'anh tas syak'taxon eb' anima yet' pax tzijtumoc silab' syal vak'ani, palta malaj tz'ochi, anhej tato scha e k'ool svik' in b'a yet' ix, xchi vinhaj Siquem chi'."
        },
        {
            "number": "10",
            "text": "Yujto toxo ix yixtej ix yanab' eb' vinh chi' vinh, ix tak'vi eb' vinh t'a chab'satil t'a vinh yet' t'a smam vinh chi'."
        },
        {
            "number": "11",
            "text": "Ix yalan eb' vinh icha tik: --Max yal cak'an ix canab' tik t'a junok vinac to manh ak'b'iloc circuncidar, q'uixvelal tzonh ajkan icha chi'."
        },
        {
            "number": "12",
            "text": "Anhej tato scha e k'ol icha caj a onh tik, tecan am scak' ix t'ayex, yujto a onh tik, circuncidado onh. Tato syal e k'ool tzex ak'ji circuncidar yet' masanil eb' vinh vinac ay t'a e cal chi',"
        },
        {
            "number": "13",
            "text": "ichato chi' syal eyik'an eb' ix quisil a onh tik, syalpax quik'an eb' ix eyiko'. Ichato chi' syal caj t'a e cal, junxonhej chonhab'il tzonh aj eyed'oc."
        },
        {
            "number": "14",
            "text": "Tato max scha e k'ol tze k'anab'ajej jun circuncisión chi' jun, ol onh el t'a tik, ol quik'anb'at ix canab' tik qued'oc, xchi eb' vinh."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix scha sk'ool vinhaj Hamor yet' vinh yuninal tas ix yal eb' vinh chi'."
        },
        {
            "number": "16",
            "text": "Majxo ek' val niwan tiempo, yujto ay sgana vinh t'a ix yisil vinhaj Jacob chi'. Ha vinhaj Siquem chi' anhej vinh niwan yelk'och t'a skal eb' yuninal vinhaj Hamor yet' t'a skal eb' sk'ab'yoc."
        },
        {
            "number": "17",
            "text": "D'a elanhchamel ix b'at vinh yet' vinh smam chi' t'a spuertail chonhab' b'aj smolb'ej sb'a eb' anima, ix och ijan eb' yalan icha tik t'a eb' vinh vinac:"
        },
        {
            "number": "18",
            "text": "--Ha juntzanh vinac tik wach' spensar eb', ol cajnaj eb' t'a co cal tik, ol yak'anoch schonh eb' t'a co chonhab' tik. Te ay lum lum b'aj wach' yaj eb' vinh. Syal quik'an co b'a yet' eb' ix yisil eb' vinh, syalpax yik'an sb'a eb' vinh yet' eb' ix quico'."
        },
        {
            "number": "19",
            "text": "Anhej to snib'ej eb' vinh to co masanil a onh vinac onh tik, sco cha jun circuncisión icha yaj eb' vinh, icha chi' junnhej chonhab'il tzonh aj yet' eb' vinh."
        },
        {
            "number": "20",
            "text": "Ha masanil stastac eb' vinh yet' masanil nok' smolb'etzal nok' eb' vinh, quicxo smasanil, anhej tato sco tak'vej t'a eb' vinh, yic wach' skan eb' vinh t'a co cal, xchi vinhaj Hamor yet' vinhaj Siquem chi'."
        },
        {
            "number": "21",
            "text": "Masanil eb' vinh tz'acanxo spensar ix scha sk'ol eb' vinh tas ix yal eb' chavanh chi', yuj chi' ix ak'ji circuncidar eb' vinh masanil."
        },
        {
            "number": "22",
            "text": "Axo vinhaj Simeón yet' vinhaj Leví, yuninal vinhaj Jacob, snulej ix Dina chi', ix b'at eb' vinh t'a chonhab' chi' t'a schab'jial. Yacb'an yato ay eb' vinh vinac chi' yuj b'aj ix ak'ji circuncidar chi', ix k'och eb' vinh chavanh chi' t'a yol chonhab' chi'. Ix och ijan eb' vinh smilancham eb' vinh ya yaj chi' smasanil t'a q'uen espada, yujto manh naanoc yuj eb' aj chonhab' chi'."
        },
        {
            "number": "23",
            "text": "Ix miljicham vinhaj Hamor yet' vinhaj Siquem yuj eb'. Ixlajwi chi' ix yik'anelta ix Dina eb' vinh t'a yol spat vinhaj Siquem chi', ix paxta eb' vinh."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi' ix k'och masanil eb' vinh yuninal vinhaj Jacob chi', ix yik'anelta masanil tastac ay t'a eb' chamnac chi' eb' vinh. Icha chi' ix aj spactzitan eb' vinh yuj b'aj ix ixtaj ix yanab' chi'."
        },
        {
            "number": "25",
            "text": "Masanil tas ay t'a yol chonhab' chi' yet' tas ayel t'a najat ix yik'b'at eb' vinh, nok' calnel, nok' vacax yet' nok' b'uru."
        },
        {
            "number": "26",
            "text": "Ix yelk'anb'at eb' vinh masanil tas ay t'a yoltac pat, ix ik'jipaxb'at eb' cotac unin yet' eb' ix ix yuj eb' vinh."
        },
        {
            "number": "27",
            "text": "Palta ix yalan vinhaj Jacob t'a vinhaj Simeón yet' t'a vinhaj Leví chi' icha tik: --Tik val a ex tzeyak' somchajel in k'ool. Ha ticnaic, masanil eb' vinh cajan t'a juntzanh lugar tik, aton masanil eb' vinh cananeo yet' eb' vinh ferezeo, ol te och chian sk'ool eb' vinh t'ayonh. Tecan ol smolb'ej sb'a eb' vinh, ol yak'an oval eb' vinh qued'oc. Jayvannhej co vinac ayek' qued'oc, tecan ol onh smilcham eb' vinh co masanil, xchi vinhaj Jacob chi'."
        },
        {
            "number": "28",
            "text": "Ix tak'vi eb' vinh icha tik: --¿Tom ay sleyal syixtej ix canab' tik vinh, syutan ix vinh icha junok ix ajmul ix? xchi eb' vinh."
        }
    ]
}