{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ha ix yune' ix Lea yet' winhaj Jacob, aton ix Dina, ix b'at ix paxyal t'a skal heb' ix ix t'a Siquem chi'."
        },
        {
            "number": "2",
            "text": "Ha winhaj Hamor heweo, yajal yaj t'a jun chonhab' chi'. Ay jun yuninal winh skuchan Siquem. Ayic ix yilanoch ix Dina winhaj Siquem chi', ix ixtaj ix yuj winh t'a ak'b'il puralil."
        },
        {
            "number": "3",
            "text": "Yujto te ay snib'ej winh t'a ix, yuj chi' ix montaj ix yuj winh t'a wach'il."
        },
        {
            "number": "4",
            "text": "Ix yalan winh icha tik t'a winh smam chi': --Mamin, octom b'at a k'an jun ix cob'es tik. In gana swik' in b'a yet' ix, xchi winh."
        },
        {
            "number": "5",
            "text": "Wach'chom ix yab' winhaj Jacob to toxo ix ixtaj ix yisil winh yuj winhaj Siquem chi', malaj tas ix yal winh masanto ix jax heb' yuninal winh tanhwoj kalnel. Ha ix yab'an heb' winh yuninal winh chi' tas ix uji, ix meltzajcot heb' winh, ix te kus heb' winh. Ix cotpax yowal heb' winh, yujto te q'uixwelal ix utaj heb' yinhtilal winhaj Israel, aton winhaj Jacob, yuj winhaj Siquem chi', yujto ix ixtaj ix yisil winh. Manh wach'oc tas ix sk'ulej winhaj Siquem chi'. Axo winhaj Hamor chi' ix b'at lolon yet' winhaj Jacob chi'. Ix lolonpax winh yet' heb' yuninal winh, ix yalan winh: --Ha winh wuninal aj Siquem te ay wal snib'ej winh t'a ix eyanab', yuj chi' elokab' t'a he k'ool yic syik'laj sb'a ix yet' winh."
        },
        {
            "number": "6",
            "text": "Ichato ol ko k'ab'coquej ko b'a. Ol quik'laj ko b'a yet' heb' ix eyisil, a ex xo ol eyik'laj he b'a yet' heb' ix quico'."
        },
        {
            "number": "7",
            "text": "Cajnajanhec t'a ko kal tik, colan tzex aj t'a sat ko lu'um tik, ak'ecoch he chonh, manec he lu'um, xchi winhaj Hamor chi'."
        },
        {
            "number": "8",
            "text": "Ix yalanpax winhaj Siquem chi' t'a winh smam ix Dina chi' yet' t'a heb' winh snulej ix: --Yalnhej tas tze k'an t'ayin ol wak' t'ayex."
        },
        {
            "number": "9",
            "text": "Wach'chom niwan tas swak' t'a yib'anh tas syak'taxon heb' anima yet' pax tzijtumoc silab' syal wak'ani, palta malaj tz'ochi, anhej tato scha he k'ool swik' in b'a yet' ix, xchi winhaj Siquem chi'."
        },
        {
            "number": "10",
            "text": "Yujto toxo ix yixtej ix yanab' heb' winh chi' winh, ix tak'wi heb' winh t'a chab'satil t'a winh yet' t'a smam winh chi'."
        },
        {
            "number": "11",
            "text": "Ix yalan heb' winh icha tik: --Max yal kak'an ix kanab' tik t'a junok winak to manh ak'b'iloc circuncidar, q'uixwelal tzonh ajkan icha chi'."
        },
        {
            "number": "12",
            "text": "Anhej tato scha he k'ol icha kaj a onh tik, tekan am skak' ix t'ayex, yujto a onh tik, circuncidado onh. Tato syal he k'ool tzex ak'ji circuncidar yet' masanil heb' winh winak ay t'a he kal chi',"
        },
        {
            "number": "13",
            "text": "ichato chi' syal eyik'an heb' ix quisil a onh tik, syalpax quik'an heb' ix eyiko'. Ichato chi' syal kaj t'a he kal, junxonhej chonhab'il tzonh aj eyed'oc."
        },
        {
            "number": "14",
            "text": "Tato max scha he k'ol tze k'anab'ajej jun circuncisión chi' jun, ol onh el t'a tik, ol quik'anb'at ix kanab' tik qued'oc, xchi heb' winh."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix scha sk'ool winhaj Hamor yet' winh yuninal tas ix yal heb' winh chi'."
        },
        {
            "number": "16",
            "text": "Majxo ek' wal niwan tiempo, yujto ay snib'ej winh t'a ix yisil winhaj Jacob chi'. Ha winhaj Siquem chi' anhej winh niwan yelk'och t'a skal heb' yuninal winhaj Hamor yet' t'a skal heb' sk'ab'yoc."
        },
        {
            "number": "17",
            "text": "D'a elanhchamel ix b'at winh yet' winh smam chi' t'a spuertail chonhab' b'aj smolb'ej sb'a heb' anima, ix och ijan heb' yalan icha tik t'a heb' winh winak:"
        },
        {
            "number": "18",
            "text": "--Ha juntzanh winak tik wach' spensar heb', ol kajnaj heb' t'a ko kal tik, ol yak'anoch schonh heb' t'a ko chonhab' tik. Te ay lum lum b'aj wach' yaj heb' winh. Syal quik'an ko b'a yet' heb' ix yisil heb' winh, syalpax yik'an sb'a heb' winh yet' heb' ix quico'."
        },
        {
            "number": "19",
            "text": "Anhej to snib'ej heb' winh to ko masanil a onh winak onh tik, sko cha jun circuncisión icha yaj heb' winh, icha chi' junnhej chonhab'il tzonh aj yet' heb' winh."
        },
        {
            "number": "20",
            "text": "Ha masanil stastac heb' winh yet' masanil nok' smolb'etzal nok' heb' winh, quicxo smasanil, anhej tato sko tak'wej t'a heb' winh, yic wach' skan heb' winh t'a ko kal, xchi winhaj Hamor yet' winhaj Siquem chi'."
        },
        {
            "number": "21",
            "text": "Masanil heb' winh tz'akanxo spensar ix scha sk'ol heb' winh tas ix yal heb' chawanh chi', yuj chi' ix ak'ji circuncidar heb' winh masanil."
        },
        {
            "number": "22",
            "text": "Axo winhaj Simeón yet' winhaj Leví, yuninal winhaj Jacob, snulej ix Dina chi', ix b'at heb' winh t'a chonhab' chi' t'a schab'jial. Yacb'an yato ay heb' winh winak chi' yuj b'aj ix ak'ji circuncidar chi', ix k'och heb' winh chawanh chi' t'a yol chonhab' chi'. Ix och ijan heb' winh smilancham heb' winh ya yaj chi' smasanil t'a k'een espada, yujto manh naanoc yuj heb' aj chonhab' chi'."
        },
        {
            "number": "23",
            "text": "Ix miljicham winhaj Hamor yet' winhaj Siquem yuj heb'. Ixlajwi chi' ix yik'anelta ix Dina heb' winh t'a yol spat winhaj Siquem chi', ix paxta heb' winh."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi' ix k'och masanil heb' winh yuninal winhaj Jacob chi', ix yik'anelta masanil tastac ay t'a heb' chamnac chi' heb' winh. Icha chi' ix aj spactzitan heb' winh yuj b'aj ix ixtaj ix yanab' chi'."
        },
        {
            "number": "25",
            "text": "Masanil tas ay t'a yol chonhab' chi' yet' tas ayel t'a najat ix yik'b'at heb' winh, nok' kalnel, nok' wakax yet' nok' b'uru."
        },
        {
            "number": "26",
            "text": "Ix yelk'anb'at heb' winh masanil tas ay t'a yoltac pat, ix ik'jipaxb'at heb' cotac unin yet' heb' ix ix yuj heb' winh."
        },
        {
            "number": "27",
            "text": "Palta ix yalan winhaj Jacob t'a winhaj Simeón yet' t'a winhaj Leví chi' icha tik: --Tik wal a ex tzeyak' somchajel in k'ool. Ha tiknaik, masanil heb' winh kajan t'a juntzanh lugar tik, aton masanil heb' winh cananeo yet' heb' winh ferezeo, ol te och chian sk'ool heb' winh t'ayonh. Tekan ol smolb'ej sb'a heb' winh, ol yak'an owal heb' winh qued'oc. Jaywannhej ko winak ayek' qued'oc, tekan ol onh smilcham heb' winh ko masanil, xchi winhaj Jacob chi'."
        },
        {
            "number": "28",
            "text": "Ix tak'wi heb' winh icha tik: --¿Tom ay sleyal syixtej ix kanab' tik winh, syutan ix winh icha junok ix ajmul ix? xchi heb' winh."
        }
    ]
}