{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "Ha ix yune' ix Lea yet' winhaj Jacob, aton ix Dina, ix b'at ix paxyal t'a skal eb' ix ix t'a Siquem chi'."
        },
        {
            "number": "2",
            "text": "Ha winhaj Hamor heveo, yajal yaj t'a jun chonhab' chi'. Ay jun yuninal winh scuchan Siquem. Ayic ix yilanoch ix Dina winhaj Siquem chi', ix ixtaj ix yuj winh t'a ak'b'il puralil."
        },
        {
            "number": "3",
            "text": "Yujto te ay sgana winh t'a ix, yuj chi' ix montaj ix yuj winh t'a wach'il."
        },
        {
            "number": "4",
            "text": "Ix yalan winh icha tik t'a winh smam chi': --Mamin, octom b'at a k'an jun ix cob'es tik. In gana svik' in b'a yet' ix, xchi winh."
        },
        {
            "number": "5",
            "text": "Wach'chom ix yab' winhaj Jacob to toxo ix ixtaj ix yisil winh yuj winhaj Siquem chi', malaj tas ix yal winh masanto ix jax eb' yuninal winh tanhvoj calnel. Ha ix yab'an eb' winh yuninal winh chi' tas ix uji, ix meltzajcot eb' winh, ix te kus eb' winh. Ix cotpax yoval eb' winh, yujto te q'uixvelal ix utaj eb' yinhtilal winhaj Israel, aton winhaj Jacob, yuj winhaj Siquem chi', yujto ix ixtaj ix yisil winh. Manh wach'oc tas ix sk'ulej winhaj Siquem chi'. Axo winhaj Hamor chi' ix b'at lolon yet' winhaj Jacob chi'. Ix lolonpax winh yet' eb' yuninal winh, ix yalan winh: --Ha winh vuninal aj Siquem te ay val sgana winh t'a ix eyanab', yuj chi' elocab' t'a e k'ool yic syik'laj sb'a ix yet' winh."
        },
        {
            "number": "6",
            "text": "Ichato ol co k'ab'coquej co b'a. Ol quik'laj co b'a yet' eb' ix eyisil, a ex xo ol eyik'laj e b'a yet' eb' ix quico'."
        },
        {
            "number": "7",
            "text": "Cajnajanhec t'a co cal tik, colan tzex aj t'a sat co lu'um tik, aq'uecoch e chonh, manec e lu'um, xchi winhaj Hamor chi'."
        },
        {
            "number": "8",
            "text": "Ix yalanpax winhaj Siquem chi' t'a winh smam ix Dina chi' yet' t'a eb' winh snulej ix: --Yalnhej tas tze k'an t'ayin ol vak' t'ayex."
        },
        {
            "number": "9",
            "text": "Wach'chom niwan tas svak' t'a yib'anh tas syak'taxon eb' anima yet' pax tzijtumoc silab' syal vak'ani, palta malaj tz'ochi, anhej tato scha e k'ool svik' in b'a yet' ix, xchi winhaj Siquem chi'."
        },
        {
            "number": "10",
            "text": "Yujto toxo ix yixtej ix yanab' eb' winh chi' winh, ix tak'vi eb' winh t'a chab'satil t'a winh yet' t'a smam winh chi'."
        },
        {
            "number": "11",
            "text": "Ix yalan eb' winh icha tik: --Max yal cak'an ix canab' tik t'a junok vinac to manh ak'b'iloc circuncidar, q'uixvelal tzonh ajkan icha chi'."
        },
        {
            "number": "12",
            "text": "Anhej tato scha e k'ol icha caj a onh tik, tecan am scak' ix t'ayex, yujto a onh tik, circuncidado onh. Tato syal e k'ool tzex ak'ji circuncidar yet' masanil eb' winh vinac ay t'a e cal chi',"
        },
        {
            "number": "13",
            "text": "ichato chi' syal eyik'an eb' ix quisil a onh tik, syalpax quik'an eb' ix eyiko'. Ichato chi' syal caj t'a e cal, junxonhej chonhab'il tzonh aj eyed'oc."
        },
        {
            "number": "14",
            "text": "Tato max scha e k'ol tze k'anab'ajej jun circuncisión chi' jun, ol onh el t'a tik, ol quik'anb'at ix canab' tik qued'oc, xchi eb' winh."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix scha sk'ool winhaj Hamor yet' winh yuninal tas ix yal eb' winh chi'."
        },
        {
            "number": "16",
            "text": "Majxo ek' val niwan tiempo, yujto ay sgana winh t'a ix yisil winhaj Jacob chi'. Ha winhaj Siquem chi' anhej winh niwan yelk'och t'a skal eb' yuninal winhaj Hamor yet' t'a skal eb' sk'ab'yoc."
        },
        {
            "number": "17",
            "text": "D'a elanhchamel ix b'at winh yet' winh smam chi' t'a spuertail chonhab' b'aj smolb'ej sb'a eb' anima, ix och ijan eb' yalan icha tik t'a eb' winh vinac:"
        },
        {
            "number": "18",
            "text": "--Ha juntzanh vinac tik wach' spensar eb', ol cajnaj eb' t'a co cal tik, ol yak'anoch schonh eb' t'a co chonhab' tik. Te ay lum lum b'aj wach' yaj eb' winh. Syal quik'an co b'a yet' eb' ix yisil eb' winh, syalpax yik'an sb'a eb' winh yet' eb' ix quico'."
        },
        {
            "number": "19",
            "text": "Anhej to snib'ej eb' winh to co masanil a onh vinac onh tik, sco cha jun circuncisión icha yaj eb' winh, icha chi' junnhej chonhab'il tzonh aj yet' eb' winh."
        },
        {
            "number": "20",
            "text": "Ha masanil stastac eb' winh yet' masanil nok' smolb'etzal nok' eb' winh, quicxo smasanil, anhej tato sco tak'vej t'a eb' winh, yic wach' skan eb' winh t'a co cal, xchi winhaj Hamor yet' winhaj Siquem chi'."
        },
        {
            "number": "21",
            "text": "Masanil eb' winh tz'acanxo spensar ix scha sk'ol eb' winh tas ix yal eb' chavanh chi', yuj chi' ix ak'ji circuncidar eb' winh masanil."
        },
        {
            "number": "22",
            "text": "Axo winhaj Simeón yet' winhaj Leví, yuninal winhaj Jacob, snulej ix Dina chi', ix b'at eb' winh t'a chonhab' chi' t'a schab'jial. Yacb'an yato ay eb' winh vinac chi' yuj b'aj ix ak'ji circuncidar chi', ix k'och eb' winh chavanh chi' t'a yol chonhab' chi'. Ix och ijan eb' winh smilancham eb' winh ya yaj chi' smasanil t'a q'uen espada, yujto manh naanoc yuj eb' aj chonhab' chi'."
        },
        {
            "number": "23",
            "text": "Ix miljicham winhaj Hamor yet' winhaj Siquem yuj eb'. Ixlajwi chi' ix yik'anelta ix Dina eb' winh t'a yol spat winhaj Siquem chi', ix paxta eb' winh."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi' ix k'och masanil eb' winh yuninal winhaj Jacob chi', ix yik'anelta masanil tastac ay t'a eb' chamnac chi' eb' winh. Icha chi' ix aj spactzitan eb' winh yuj b'aj ix ixtaj ix yanab' chi'."
        },
        {
            "number": "25",
            "text": "Masanil tas ay t'a yol chonhab' chi' yet' tas ayel t'a najat ix yik'b'at eb' winh, nok' calnel, nok' vacax yet' nok' b'uru."
        },
        {
            "number": "26",
            "text": "Ix yelk'anb'at eb' winh masanil tas ay t'a yoltac pat, ix ik'jipaxb'at eb' cotac unin yet' eb' ix ix yuj eb' winh."
        },
        {
            "number": "27",
            "text": "Palta ix yalan winhaj Jacob t'a winhaj Simeón yet' t'a winhaj Leví chi' icha tik: --Tik val a ex tzeyak' somchajel in k'ool. Ha ticnaic, masanil eb' winh cajan t'a juntzanh lugar tik, aton masanil eb' winh cananeo yet' eb' winh ferezeo, ol te och chian sk'ool eb' winh t'ayonh. Tecan ol smolb'ej sb'a eb' winh, ol yak'an oval eb' winh qued'oc. Jayvannhej co vinac ayek' qued'oc, tecan ol onh smilcham eb' winh co masanil, xchi winhaj Jacob chi'."
        },
        {
            "number": "28",
            "text": "Ix tak'vi eb' winh icha tik: --¿Tom ay sleyal syixtej ix canab' tik winh, syutan ix winh icha junok ix ajmul ix? xchi eb' winh."
        }
    ]
}