{
    "chapter": "34",
    "verses": [
        {
            "number": "1",
            "text": "A ix yune' ix Lea yed' vinhaj Jacob, aton ix Dina, ix b'at ix paxyal d'a scal eb' ix ix d'a Siquem chi'."
        },
        {
            "number": "2",
            "text": "A vinhaj Hamor heveo, yajal yaj d'a jun chonhab' chi'. Ay jun yuninal vinh scuchan Siquem. Ayic ix yilanoch ix Dina vinhaj Siquem chi', ix ixtaj ix yuj vinh d'a ak'b'il puralil."
        },
        {
            "number": "3",
            "text": "Yujto te ay sgana vinh d'a ix, yuj chi' ix montaj ix yuj vinh d'a vach'il."
        },
        {
            "number": "4",
            "text": "Ix yalan vinh icha tic d'a vinh smam chi': --Mamin, octom b'at a k'an jun ix cob'es tic. In gana svik' in b'a yed' ix, xchi vinh."
        },
        {
            "number": "5",
            "text": "Vach'chom ix yab' vinhaj Jacob to toxo ix ixtaj ix yisil vinh yuj vinhaj Siquem chi', malaj tas ix yal vinh masanto ix jax eb' yuninal vinh tanhvoj calnel. A ix yab'an eb' vinh yuninal vinh chi' tas ix uji, ix meltzajcot eb' vinh, ix te cus eb' vinh. Ix cotpax yoval eb' vinh, yujto te q'uixvelal ix utaj eb' yinhtilal vinhaj Israel, aton vinhaj Jacob, yuj vinhaj Siquem chi', yujto ix ixtaj ix yisil vinh. Manh vach'oc tas ix sk'ulej vinhaj Siquem chi'. Axo vinhaj Hamor chi' ix b'at lolon yed' vinhaj Jacob chi'. Ix lolonpax vinh yed' eb' yuninal vinh, ix yalan vinh: --A vinh vuninal aj Siquem te ay val sgana vinh d'a ix eyanab', yuj chi' elocab' d'a e k'ool yic syik'laj sb'a ix yed' vinh."
        },
        {
            "number": "6",
            "text": "Ichato ol co k'ab'coquej co b'a. Ol quik'laj co b'a yed' eb' ix eyisil, a ex xo ol eyik'laj e b'a yed' eb' ix quico'."
        },
        {
            "number": "7",
            "text": "Cajnajanhec d'a co cal tic, colan tzex aj d'a sat co luum tic, aq'uecoch e chonh, manec e luum, xchi vinhaj Hamor chi'."
        },
        {
            "number": "8",
            "text": "Ix yalanpax vinhaj Siquem chi' d'a vinh smam ix Dina chi' yed' d'a eb' vinh snulej ix: --Yalnhej tas tze k'an d'ayin ol vak' d'ayex."
        },
        {
            "number": "9",
            "text": "Vach'chom nivan tas svak' d'a yib'anh tas syak'taxon eb' anima yed' pax tzijtumoc silab' syal vak'ani, palta malaj tz'ochi, anhej tato scha e k'ool svik' in b'a yed' ix, xchi vinhaj Siquem chi'."
        },
        {
            "number": "10",
            "text": "Yujto toxo ix yixtej ix yanab' eb' vinh chi' vinh, ix tak'vi eb' vinh d'a chab'satil d'a vinh yed' d'a smam vinh chi'."
        },
        {
            "number": "11",
            "text": "Ix yalan eb' vinh icha tic: --Max yal cak'an ix canab' tic d'a junoc vinac to manh ak'b'iloc circuncidar, q'uixvelal tzonh ajcan icha chi'."
        },
        {
            "number": "12",
            "text": "Anhej tato scha e k'ol icha caj a onh tic, tecan am scak' ix d'ayex, yujto a onh tic, circuncidado onh. Tato syal e k'ool tzex ak'ji circuncidar yed' masanil eb' vinh vinac ay d'a e cal chi',"
        },
        {
            "number": "13",
            "text": "ichato chi' syal eyik'an eb' ix quisil a onh tic, syalpax quik'an eb' ix eyico'. Ichato chi' syal caj d'a e cal, junxonhej chonhab'il tzonh aj eyed'oc."
        },
        {
            "number": "14",
            "text": "Tato max scha e k'ol tze k'anab'ajej jun circuncisión chi' jun, ol onh el d'a tic, ol quik'anb'at ix canab' tic qued'oc, xchi eb' vinh."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix scha sk'ool vinhaj Hamor yed' vinh yuninal tas ix yal eb' vinh chi'."
        },
        {
            "number": "16",
            "text": "Majxo ek' val nivan tiempo, yujto ay sgana vinh d'a ix yisil vinhaj Jacob chi'. A vinhaj Siquem chi' anhej vinh nivan yelk'och d'a scal eb' yuninal vinhaj Hamor yed' d'a scal eb' sk'ab'yoc."
        },
        {
            "number": "17",
            "text": "D'a elanhchamel ix b'at vinh yed' vinh smam chi' d'a spuertail chonhab' b'aj smolb'ej sb'a eb' anima, ix och ijan eb' yalan icha tic d'a eb' vinh vinac:"
        },
        {
            "number": "18",
            "text": "--A juntzanh vinac tic vach' spensar eb', ol cajnaj eb' d'a co cal tic, ol yak'anoch schonh eb' d'a co chonhab' tic. Te ay lum luum b'aj vach' yaj eb' vinh. Syal quik'an co b'a yed' eb' ix yisil eb' vinh, syalpax yik'an sb'a eb' vinh yed' eb' ix quico'."
        },
        {
            "number": "19",
            "text": "Anhej to snib'ej eb' vinh to co masanil a onh vinac onh tic, sco cha jun circuncisión icha yaj eb' vinh, icha chi' junnhej chonhab'il tzonh aj yed' eb' vinh."
        },
        {
            "number": "20",
            "text": "A masanil stastac eb' vinh yed' masanil nok' smolb'etzal nok' eb' vinh, quicxo smasanil, anhej tato sco tak'vej d'a eb' vinh, yic vach' scan eb' vinh d'a co cal, xchi vinhaj Hamor yed' vinhaj Siquem chi'."
        },
        {
            "number": "21",
            "text": "Masanil eb' vinh tz'acanxo spensar ix scha sk'ol eb' vinh tas ix yal eb' chavanh chi', yuj chi' ix ak'ji circuncidar eb' vinh masanil."
        },
        {
            "number": "22",
            "text": "Axo vinhaj Simeón yed' vinhaj Leví, yuninal vinhaj Jacob, snulej ix Dina chi', ix b'at eb' vinh d'a chonhab' chi' d'a schab'jial. Yacb'an yato ay eb' vinh vinac chi' yuj b'aj ix ak'ji circuncidar chi', ix k'och eb' vinh chavanh chi' d'a yol chonhab' chi'. Ix och ijan eb' vinh smilancham eb' vinh ya yaj chi' smasanil d'a q'uen espada, yujto manh naanoc yuj eb' aj chonhab' chi'."
        },
        {
            "number": "23",
            "text": "Ix miljicham vinhaj Hamor yed' vinhaj Siquem yuj eb'. Ix lajvi chi' ix yik'anelta ix Dina eb' vinh d'a yol spat vinhaj Siquem chi', ix paxta eb' vinh."
        },
        {
            "number": "24",
            "text": "Ix lajvi chi' ix k'och masanil eb' vinh yuninal vinhaj Jacob chi', ix yik'anelta masanil tastac ay d'a eb' chamnac chi' eb' vinh. Icha chi' ix aj spactzitan eb' vinh yuj b'aj ix ixtaj ix yanab' chi'."
        },
        {
            "number": "25",
            "text": "Masanil tas ay d'a yol chonhab' chi' yed' tas ayel d'a najat ix yik'b'at eb' vinh, nok' calnel, nok' vacax yed' nok' b'uru."
        },
        {
            "number": "26",
            "text": "Ix yelk'anb'at eb' vinh masanil tas ay d'a yoltac pat, ix ik'jipaxb'at eb' cotac unin yed' eb' ix ix yuj eb' vinh."
        },
        {
            "number": "27",
            "text": "Palta ix yalan vinhaj Jacob d'a vinhaj Simeón yed' d'a vinhaj Leví chi' icha tic: --Tic val a ex tzeyak' somchajel in k'ool. A ticnaic, masanil eb' vinh cajan d'a juntzanh lugar tic, aton masanil eb' vinh cananeo yed' eb' vinh ferezeo, ol te och chian sk'ool eb' vinh d'ayonh. Tecan ol smolb'ej sb'a eb' vinh, ol yak'an oval eb' vinh qued'oc. Jayvannhej co vinac ayek' qued'oc, tecan ol onh smilcham eb' vinh co masanil, xchi vinhaj Jacob chi'."
        },
        {
            "number": "28",
            "text": "Ix tak'vi eb' vinh icha tic: --¿Tom ay sleyal syixtej ix canab' tic vinh, syutan ix vinh icha junoc ix ajmul ix? xchi eb' vinh."
        }
    ]
}