{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Dios t'a winhaj Jacob: Elanh t'a tik, ixic cajnajancan t'a Betel. Ata' tza b'oq'ue jun altar t'ayin. Ata' in ch'oxnac in b'a t'ayach ayic elnac t'a winh uk'tac aj Esaú, xchi t'a winh."
        },
        {
            "number": "2",
            "text": "Ix yalan winhaj Jacob chi' t'a eb' ix yetb'eyum yet' t'a eb' yuninal yet' t'a masanil eb' winh ajun yet'oc: --Iq'uequel masanil juntzanh comon dios t'a e cal, tze b'icanel e b'a, tze q'uexanel e pichul e masanil."
        },
        {
            "number": "3",
            "text": "Coyec elanhchamel t'a Betel. Ata' ol in b'oq'ue jun altar yic svik'chaanh sb'i Dios, aton jun ix kolwaj ved'oc ayic ay in och t'a ilk'olal yet' b'ajtac in eq'ui, xchi winh."
        },
        {
            "number": "4",
            "text": "Icha chi' ix aj yak'an juntzanh comon dios yet'nac eb' t'a winhaj Jacob yet' q'uen yuchiquin eb'. Axo winh ix b'at mucanem t'a yich jun te' ji ayek' t'a slak'anil Siquem."
        },
        {
            "number": "5",
            "text": "Ayic ix el eb' ta', ha Dios ix ak'an xivk'olal t'a yib'anh masanil juntzanh chonhab' ayek' t'a slak'anil chi', yuj chi' manhxalaj mach ix pechan eb'."
        },
        {
            "number": "6",
            "text": "Ix k'och winhaj Jacob chi' yet' masanil eb' anima yet'nac t'a jun lugar scuch Luz, t'a yol yic Canaán. Anhejtona' jun chonhab' chi' scuchan Betel."
        },
        {
            "number": "7",
            "text": "Ata' ix sb'oq'ue jun altar winh, El-Betel ix sb'iejkan jun lugar chi' yuj winh, yujto ata' ix sch'ox sb'ha Dios t'a winh ayic ix el winh t'a winh yuk'tac."
        },
        {
            "number": "8",
            "text": "Anhejtona' ata' ix cham ix Débora, aton ix ilannac q'uib' ix Rebeca. Ix smucanem ix eb' t'a yich jun te' ji t'a slak'anil Betel chi'. Axo winhaj Jacob chi' ix sayan sb'i jun lugar chi', Te' Ji yic Cusk'olal, xchi."
        },
        {
            "number": "9",
            "text": "Ayic ix jax winh t'a Canaán, spetoj winh t'a Padán-aram, ix sch'oxanxi sb'ha Dios t'a winh, ix yalan wach' lolonel t'a yib'anh winh."
        },
        {
            "number": "10",
            "text": "Ix yalan icha tik: Ha ach tik Jacob a b'i, palta a tiknaik, manhxo ichocta' ol a b'iej, Israel ol a b'iejcani, xchi t'a winh."
        },
        {
            "number": "11",
            "text": "Ayic ix lajvi sq'uexan sb'i winh chi', ix yalan t'a winh icha tik: Ha in ton Dios in Syal Vuj Smasanil, manh jantacoc ol aj uninal yet' inhtilal. Ha t'ayach ol pitzvoc jun nación, tzijtum chonhab'il ol ajpax elk'ochi. D'a skal inhtilal chi' ay eb' ol och reyal."
        },
        {
            "number": "12",
            "text": "Ha lum lum ix vala' to ol vak'kan t'a winhaj Abraham yet' t'a winhaj Isaac, svalpax tiknaik to ol vak'kan t'ayach yet' t'a eb' inhtilal, xchi t'a winh."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi' ix el Dios b'aj ix lolon yet' winh."
        },
        {
            "number": "14",
            "text": "Ix sayan jun niwan q'uen winhaj Jacob chi', niwan yaj k'atan q'ueen, ix sb'oancanq'ue linhan q'uen winh b'aj ix lolon Dios yet'oc. Ix secanq'ue aceite yet' vino winh t'a yib'anh q'ueen, yic syak' winh silab'oc d'ha Dios."
        },
        {
            "number": "15",
            "text": "Betel ix sb'iejkan jun lugar chi' yuj winh."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix yactancan jun lugar chi' eb'. Ayto sk'och eb' t'a Efrata, ix alji jun yune' ix Raquel."
        },
        {
            "number": "17",
            "text": "Yic wal ayoch ix t'a ilk'olal yuj yab'an syail, haxo ix vetz'vajum ix alani: Manh ach xivoc, toxo ix alji junxo a vinac unin, xchi ix."
        },
        {
            "number": "18",
            "text": "Palta ayic vanxo scham ix yuj jun unin chi', ix sayancan sb'i ix, Ben-oni ix sb'iejkani. Axo winhaj Jacob chi' jun, Benjamín ix yak' winh sb'iej."
        },
        {
            "number": "19",
            "text": "Ata' ix chamcan ix Raquel chi'. Ix mucchajcan ix t'a sb'eal Efrata, aton jun lugar chi' scuch Belén tiknaik."
        },
        {
            "number": "20",
            "text": "Ix sb'oanq'ue linhan jun cimiento winhaj Jacob t'a yib'anh b'aj ix mucchaj snivanil ix chi', aton jun chi' sch'oxancan b'ajtil mucan ix."
        },
        {
            "number": "21",
            "text": "Ix b'atnhej winhaj Israel chi', ix sb'oan scampamento winh t'a yichanhb'at Torre yic Edar."
        },
        {
            "number": "22",
            "text": "Yacb'an cajan ek' eb' t'a jun lugar chi', haxo winhaj Rubén, yuninal winhaj Israel chi' ix vay winh yet' ix Bilha, schab'il yetb'eyum winh smam chi'. Ix yab' winhaj Israel chi' tas ix sk'ulej winh yunin chi'. Lajchavanh eb' winh yuninal winhaj Jacob chi':"
        },
        {
            "number": "23",
            "text": "Ha eb' winh yuninal winh yet' ix Lea: Aton winhaj Rubén, winh b'ab'el unin, winhaj Simeón, winhaj Leví, winhaj Judá, winhaj Isacar yet' winhaj Zabulón."
        },
        {
            "number": "24",
            "text": "Axo eb' winh yuninal winh yet' ix Raquel: Aton winhaj José yet' winhaj Benjamín."
        },
        {
            "number": "25",
            "text": "Axo eb' yuninal winh yet' ix Bilha, ix scriada ix Raquel: Aton winhaj Dan yet' winhaj Neftalí."
        },
        {
            "number": "26",
            "text": "Axo pax eb' yuninal winh yet' ix Zilpa, ix scriada ix Lea: Aton winhaj Gad yet' winhaj Aser. Aton eb' tik yuninal winhaj Jacob ix alji t'a Padán-aram."
        },
        {
            "number": "27",
            "text": "Ix b'at winhaj Jacob yil winh smam, aton winhaj Isaac, cajan t'a lum Mamre, t'a chonhab' Arba, Hebrón pax sb'i. Ata' ek'nac winhaj Abraham yet' winhaj Isaac chi'."
        },
        {
            "number": "28",
            "text": "180 ab'il sk'inal winhaj Isaac chi' ayic ix cham winh."
        },
        {
            "number": "29",
            "text": "Te ichamxo winh, haxo winhaj Esaú yet' winhaj Jacob, aton eb' winh yuninal winh, a eb' winh ix mucancan winh."
        }
    ]
}