{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Dios t'a vinhaj Jacob: Elanh t'a tik, ixic cajnajancan t'a Betel. Ata' tza b'oq'ue jun altar t'ayin. Ata' in ch'oxnac in b'a t'ayach ayic elnac t'a vinh uk'tac aj Esaú, xchi t'a vinh."
        },
        {
            "number": "2",
            "text": "Ix yalan vinhaj Jacob chi' t'a eb' ix yetb'eyum yet' t'a eb' yuninal yet' t'a masanil eb' vinh ajun yet'oc: --Iq'uequel masanil juntzanh comon dios t'a e cal, tze b'icanel e b'a, tze q'uexanel e pichul e masanil."
        },
        {
            "number": "3",
            "text": "Coyec elanhchamel t'a Betel. Ata' ol in b'oq'ue jun altar yic svik'chaanh sb'i Dios, aton jun ix colvaj ved'oc ayic ay in och t'a ilk'olal yet' b'ajtac in eq'ui, xchi vinh."
        },
        {
            "number": "4",
            "text": "Icha chi' ix aj yak'an juntzanh comon dios yet'nac eb' t'a vinhaj Jacob yet' q'uen yuchiquin eb'. Axo vinh ix b'at mucanem t'a yich jun te' ji ayek' t'a slak'anil Siquem."
        },
        {
            "number": "5",
            "text": "Ayic ix el eb' ta', ha Dios ix ak'an xivk'olal t'a yib'anh masanil juntzanh chonhab' ayek' t'a slak'anil chi', yuj chi' manhxalaj mach ix pechan eb'."
        },
        {
            "number": "6",
            "text": "Ix k'och vinhaj Jacob chi' yet' masanil eb' anima yet'nac t'a jun lugar scuch Luz, t'a yol yic Canaán. Anhejtona' jun chonhab' chi' scuchan Betel."
        },
        {
            "number": "7",
            "text": "Ata' ix sb'oq'ue jun altar vinh, El-Betel ix sb'iejkan jun lugar chi' yuj vinh, yujto ata' ix sch'ox sb'ha Dios t'a vinh ayic ix el vinh t'a vinh yuk'tac."
        },
        {
            "number": "8",
            "text": "Anhejtona' ata' ix cham ix Débora, aton ix ilannac q'uib' ix Rebeca. Ix smucanem ix eb' t'a yich jun te' ji t'a slak'anil Betel chi'. Axo vinhaj Jacob chi' ix sayan sb'i jun lugar chi', Te' Ji yic Cusk'olal, xchi."
        },
        {
            "number": "9",
            "text": "Ayic ix jax vinh t'a Canaán, spetoj vinh t'a Padán-aram, ix sch'oxanxi sb'ha Dios t'a vinh, ix yalan wach' lolonel t'a yib'anh vinh."
        },
        {
            "number": "10",
            "text": "Ix yalan icha tik: Ha ach tik Jacob a b'i, palta a ticnaic, manhxo ichocta' ol a b'iej, Israel ol a b'iejcani, xchi t'a vinh."
        },
        {
            "number": "11",
            "text": "Ayic ix lajvi sq'uexan sb'i vinh chi', ix yalan t'a vinh icha tik: Ha in ton Dios in Syal Vuj Smasanil, manh jantacoc ol aj uninal yet' inhtilal. Ha t'ayach ol pitzvoc jun nación, tzijtum chonhab'il ol ajpax elk'ochi. D'a skal inhtilal chi' ay eb' ol och reyal."
        },
        {
            "number": "12",
            "text": "Ha lum lum ix vala' to ol vak'kan t'a vinhaj Abraham yet' t'a vinhaj Isaac, svalpax ticnaic to ol vak'kan t'ayach yet' t'a eb' inhtilal, xchi t'a vinh."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi' ix el Dios b'aj ix lolon yet' vinh."
        },
        {
            "number": "14",
            "text": "Ix sayan jun niwan q'uen vinhaj Jacob chi', niwan yaj k'atan q'ueen, ix sb'oancanq'ue linhan q'uen vinh b'aj ix lolon Dios yet'oc. Ix secanq'ue aceite yet' vino vinh t'a yib'anh q'ueen, yic syak' vinh silab'oc d'ha Dios."
        },
        {
            "number": "15",
            "text": "Betel ix sb'iejkan jun lugar chi' yuj vinh."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix yactancan jun lugar chi' eb'. Ayto sk'och eb' t'a Efrata, ix alji jun yune' ix Raquel."
        },
        {
            "number": "17",
            "text": "Yic val ayoch ix t'a ilk'olal yuj yab'an syail, haxo ix vetz'vajum ix alani: Manh ach xivoc, toxo ix alji junxo a vinac unin, xchi ix."
        },
        {
            "number": "18",
            "text": "Palta ayic vanxo scham ix yuj jun unin chi', ix sayancan sb'i ix, Ben-oni ix sb'iejkani. Axo vinhaj Jacob chi' jun, Benjamín ix yak' vinh sb'iej."
        },
        {
            "number": "19",
            "text": "Ata' ix chamcan ix Raquel chi'. Ix mucchajcan ix t'a sb'eal Efrata, aton jun lugar chi' scuch Belén ticnaic."
        },
        {
            "number": "20",
            "text": "Ix sb'oanq'ue linhan jun cimiento vinhaj Jacob t'a yib'anh b'aj ix mucchaj snivanil ix chi', aton jun chi' sch'oxancan b'ajtil mucan ix."
        },
        {
            "number": "21",
            "text": "Ix b'atnhej vinhaj Israel chi', ix sb'oan scampamento vinh t'a yichanhb'at Torre yic Edar."
        },
        {
            "number": "22",
            "text": "Yacb'an cajan ek' eb' t'a jun lugar chi', haxo vinhaj Rubén, yuninal vinhaj Israel chi' ix vay vinh yet' ix Bilha, schab'il yetb'eyum vinh smam chi'. Ix yab' vinhaj Israel chi' tas ix sk'ulej vinh yunin chi'. Lajchavanh eb' vinh yuninal vinhaj Jacob chi':"
        },
        {
            "number": "23",
            "text": "Ha eb' vinh yuninal vinh yet' ix Lea: Aton vinhaj Rubén, vinh b'ab'el unin, vinhaj Simeón, vinhaj Leví, vinhaj Judá, vinhaj Isacar yet' vinhaj Zabulón."
        },
        {
            "number": "24",
            "text": "Axo eb' vinh yuninal vinh yet' ix Raquel: Aton vinhaj José yet' vinhaj Benjamín."
        },
        {
            "number": "25",
            "text": "Axo eb' yuninal vinh yet' ix Bilha, ix scriada ix Raquel: Aton vinhaj Dan yet' vinhaj Neftalí."
        },
        {
            "number": "26",
            "text": "Axo pax eb' yuninal vinh yet' ix Zilpa, ix scriada ix Lea: Aton vinhaj Gad yet' vinhaj Aser. Aton eb' tik yuninal vinhaj Jacob ix alji t'a Padán-aram."
        },
        {
            "number": "27",
            "text": "Ix b'at vinhaj Jacob yil vinh smam, aton vinhaj Isaac, cajan t'a lum Mamre, t'a chonhab' Arba, Hebrón pax sb'i. Ata' ek'nac vinhaj Abraham yet' vinhaj Isaac chi'."
        },
        {
            "number": "28",
            "text": "180 ab'il sq'uinal vinhaj Isaac chi' ayic ix cham vinh."
        },
        {
            "number": "29",
            "text": "Te ichamxo vinh, haxo vinhaj Esaú yet' vinhaj Jacob, aton eb' vinh yuninal vinh, a eb' vinh ix mucancan vinh."
        }
    ]
}