{
    "chapter": "35",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan Dios t'a winhaj Jacob: Elanh t'a tik, ixic cajnajancan t'a Betel. Ata' tza b'ok'e jun altar t'ayin. Ata' in ch'oxnac in b'a t'ayach ayic elnac t'a winh uk'tac aj Esaú, xchi t'a winh."
        },
        {
            "number": "2",
            "text": "Ix yalan winhaj Jacob chi' t'a heb' ix yetb'eyum yet' t'a heb' yuninal yet' t'a masanil heb' winh ajun yet'oc: --Ik'equel masanil juntzanh comon Dios t'a he kal, tze b'icanel he b'a, tze k'exanel he pichul he masanil."
        },
        {
            "number": "3",
            "text": "Coyec elanhchamel t'a Betel. Ata' ol in b'ok'e jun altar yic swik'chaanh sb'i Dios, aton jun ix kolwaj wed'oc ayic ay in och t'a ilk'olal yet' b'ajtac in eq'ui, xchi winh."
        },
        {
            "number": "4",
            "text": "Icha chi' ix aj yak'an juntzanh comon Dios yet'nac heb' t'a winhaj Jacob yet' k'een yuchiquin heb'. Axo winh ix b'at mucanem t'a yich jun te' ji ayek' t'a slak'anil Siquem."
        },
        {
            "number": "5",
            "text": "Ayic ix el heb' ta', ha Dios ix ak'an xivk'olal t'a yib'anh masanil juntzanh chonhab' ayek' t'a slak'anil chi', yuj chi' manhxalaj mach ix pechan heb'."
        },
        {
            "number": "6",
            "text": "Ix k'och winhaj Jacob chi' yet' masanil heb' anima yet'nac t'a jun lugar scuch Luz, t'a yol yic Canaán. Anhejtona' jun chonhab' chi' scuchan Betel."
        },
        {
            "number": "7",
            "text": "Ata' ix sb'ok'e jun altar winh, El-Betel ix sb'iejkan jun lugar chi' yuj winh, yujto ata' ix sch'ox sb'ha Dios t'a winh ayic ix el winh t'a winh yuk'tac."
        },
        {
            "number": "8",
            "text": "Anhejtona' ata' ix cham ix Débora, aton ix ilannac q'uib' ix Rebeca. Ix smucanem ix heb' t'a yich jun te' ji t'a slak'anil Betel chi'. Axo winhaj Jacob chi' ix sayan sb'i jun lugar chi', Te' Ji yic Cusk'olal, xchi."
        },
        {
            "number": "9",
            "text": "Ayic ix jax winh t'a Canaán, spetoj winh t'a Padán-aram, ix sch'oxanxi sb'ha Dios t'a winh, ix yalan wach' lolonel t'a yib'anh winh."
        },
        {
            "number": "10",
            "text": "Ix yalan icha tik: Ha ach tik Jacob a b'i, palta a tiknaik, manhxo ichocta' ol a b'iej, Israel ol a b'iejcani, xchi t'a winh."
        },
        {
            "number": "11",
            "text": "Ayic ix lajwi sk'exan sb'i winh chi', ix yalan t'a winh icha tik: Ha in ton Dios in Syal Vuj Smasanil, manh jantacoc ol aj uninal yet' inhtilal. Ha t'ayach ol pitzwoc jun nación, tzijtum chonhab'il ol ajpax elk'ochi. D'a skal inhtilal chi' ay heb' ol och reyal."
        },
        {
            "number": "12",
            "text": "Ha lum lum ix wala' to ol wak'kan t'a winhaj Abraham yet' t'a winhaj Isaac, swalpax tiknaik to ol wak'kan t'ayach yet' t'a heb' inhtilal, xchi t'a winh."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi' ix el Dios b'aj ix lolon yet' winh."
        },
        {
            "number": "14",
            "text": "Ix sayan jun niwan k'een winhaj Jacob chi', niwan yaj k'atan k'een, ix sb'oancank'e linhan k'een winh b'aj ix lolon Dios yet'oc. Ix secank'e aceite yet' wino winh t'a yib'anh k'een, yic syak' winh silab'oc d'ha Dios."
        },
        {
            "number": "15",
            "text": "Betel ix sb'iejkan jun lugar chi' yuj winh."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix yactancan jun lugar chi' heb'. Ayto sk'och heb' t'a Efrata, ix alji jun yune' ix Raquel."
        },
        {
            "number": "17",
            "text": "Yic wal ayoch ix t'a ilk'olal yuj yab'an syail, haxo ix wetz'wajum ix alani: Manh ach xiwoc, toxo ix alji junxo a winak unin, xchi ix."
        },
        {
            "number": "18",
            "text": "Palta ayic wanxo scham ix yuj jun unin chi', ix sayancan sb'i ix, Ben-oni ix sb'iejkani. Axo winhaj Jacob chi' jun, Benjamín ix yak' winh sb'iej."
        },
        {
            "number": "19",
            "text": "Ata' ix chamcan ix Raquel chi'. Ix mucchajcan ix t'a sb'eal Efrata, aton jun lugar chi' scuch Belén tiknaik."
        },
        {
            "number": "20",
            "text": "Ix sb'oank'e linhan jun cimiento winhaj Jacob t'a yib'anh b'aj ix mucchaj sniwanil ix chi', aton jun chi' sch'oxancan b'ajtil mucan ix."
        },
        {
            "number": "21",
            "text": "Ix b'atnhej winhaj Israel chi', ix sb'oan scampamento winh t'a yichanhb'at Torre yic Edar."
        },
        {
            "number": "22",
            "text": "Yacb'an cajan ek' heb' t'a jun lugar chi', haxo winhaj Rubén, yuninal winhaj Israel chi' ix way winh yet' ix Bilha, schab'il yetb'eyum winh smam chi'. Ix yab' winhaj Israel chi' tas ix sk'ulej winh yunin chi'. Lajchawanh heb' winh yuninal winhaj Jacob chi':"
        },
        {
            "number": "23",
            "text": "Ha heb' winh yuninal winh yet' ix Lea: Aton winhaj Rubén, winh b'ab'el unin, winhaj Simeón, winhaj Leví, winhaj Judá, winhaj Isacar yet' winhaj Zabulón."
        },
        {
            "number": "24",
            "text": "Axo heb' winh yuninal winh yet' ix Raquel: Aton winhaj José yet' winhaj Benjamín."
        },
        {
            "number": "25",
            "text": "Axo heb' yuninal winh yet' ix Bilha, ix scriada ix Raquel: Aton winhaj Dan yet' winhaj Neftalí."
        },
        {
            "number": "26",
            "text": "Axo pax heb' yuninal winh yet' ix Zilpa, ix scriada ix Lea: Aton winhaj Gad yet' winhaj Aser. Aton heb' tik yuninal winhaj Jacob ix alji t'a Padán-aram."
        },
        {
            "number": "27",
            "text": "Ix b'at winhaj Jacob yil winh smam, aton winhaj Isaac, cajan t'a lum Mamre, t'a chonhab' Arba, Hebrón pax sb'i. Ata' ek'nac winhaj Abraham yet' winhaj Isaac chi'."
        },
        {
            "number": "28",
            "text": "180 ab'il sk'inal winhaj Isaac chi' ayic ix cham winh."
        },
        {
            "number": "29",
            "text": "Te ichamxo winh, haxo winhaj Esaú yet' winhaj Jacob, aton heb' winh yuninal winh, a heb' winh ix mucancan winh."
        }
    ]
}