{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "Aton yab'ixal yinhtilal vinhaj Esaú, Edom pax sb'i."
        },
        {
            "number": "2",
            "text": "Ix yik'laj sb'a vinhaj Esaú yet' eb' ix aj Canaán: Aton yet' ix Ada, yisil vinhaj Elón hitita yet' pax ix Aholibama yisil vinhaj Aná, yixchiquin vinhaj Zibeón heveo."
        },
        {
            "number": "3",
            "text": "Ix yik'anpax ix Basemat vinh, ix yisil vinhaj Ismael. Ay jun vinh snulej ix Basemat chi' scuchan Nebaiot."
        },
        {
            "number": "4",
            "text": "Ha yune' ix Ada yet' vinhaj Esaú, aton vinhaj Elifaz. Axo pax ix Basemat ix alji yune' ix, aton vinhaj Reuel."
        },
        {
            "number": "5",
            "text": "Axo pax ix Aholibama ix alji eb' yune' ix: Aton vinhaj Jeús, vinhaj Jaalam yet' vinhaj Coré. Aton eb' yuninal vinhaj Esaú tik ix aj t'a yol yic Canaán, ayic cajantoek' vinh ta'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix yik'anb'at eb' ix yetb'eyum vinhaj Esaú chi' yet' eb' yuninal yet' masanil eb' cajanek' yet'oc. Ix b'at eb' t'a junxo lugar, yic tz'el vinh t'a stz'ey vinhaj Jacob, vinh yuk'tac. Ix yik'anel masanil nok' smolb'etzal nok' vinh t'a Canaán chi'."
        },
        {
            "number": "7",
            "text": "Yujto tzijtumxo tas ay t'a eb' vinh schavanhil, yuj chi' max yal-laj junnhej tz'aj eb' vinh, yujto max yab'laj lum lum b'aj sva nok' smolb'etzal nok' eb' vinh."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix b'at vinhaj Esaú chi', ix b'at cajnaj vinh t'a tzalquixtac t'a yol yic Seir."
        },
        {
            "number": "9",
            "text": "Aton tik yab'ixal eb' yinhtilal vinhaj Esaú, aton eb' smam yicham eb' vinh edomita, eb' vinh ix cajnajek' t'a tzalquixtac t'a Seir."
        },
        {
            "number": "10",
            "text": "Aton sb'i eb' yinhtilal vinhaj Esaú: Vinhaj Elifaz, yune' ix Ada, vinhaj Reuel yune' ix Basemat."
        },
        {
            "number": "11",
            "text": "Aton eb' tik yuninal vinhaj Elifaz: Vinhaj Temán, vinhaj Omar, vinhaj Zefo, vinhaj Gatam yet' vinhaj Cenaz."
        },
        {
            "number": "12",
            "text": "Ay jun ix schab'il yetb'eyum vinhaj Elifaz chi', Timna sb'i ix. Ix alji jun yune' ix, Amalec ix yak' ix sb'iej. Aton eb' tik yixchiquin ix Ada, ix yetb'eyum vinhaj Esaú."
        },
        {
            "number": "13",
            "text": "Ha eb' yuninal vinhaj Reuel: Vinhaj Nahat, vinhaj Zera, vinhaj Sama yet' vinhaj Miza, aton eb' tik yixchiquin ix Basemat, junxo ix yetb'eyum vinhaj Esaú."
        },
        {
            "number": "14",
            "text": "Aholibama sb'i junxo ix yetb'eyum vinhaj Esaú chi', haxo eb' yune' ix aton vinhaj Jeús, vinhaj Jaalam yet' vinhaj Coré. Ha ix Aholibama chi' yisil ix vinhaj Aná, yixchiquin vinhaj Zibeón."
        },
        {
            "number": "15",
            "text": "Ha eb' yajalil chonhab' ix el t'a skal yinhtilal vinhaj Esaú, aton eb' tik: Ha eb' ix el t'a yinhtilal vinhaj Elifaz, b'ab'el yuninal vinhaj Esaú: Aton vinhaj Temán, vinhaj Omar, vinhaj Zefo, vinhaj Cenaz,"
        },
        {
            "number": "16",
            "text": "vinhaj Coré, vinhaj Gatam yet' vinhaj Amalec. Ha juntzanh eb' vinh yajal tik ix el t'a yinhtilal vinhaj Elifaz t'a yol yic Edom. Masanil juntzanh eb' vinh tik, yixchiquin eb' vinh ix Ada."
        },
        {
            "number": "17",
            "text": "Ha t'a skal eb' yuninal vinhaj Reuel yuninal vinhaj Esaú, a eb' ix och yajaliloc chonhab': Aton vinhaj Nahat, vinhaj Zera, vinhaj Sama yet' vinhaj Miza. Ha eb' yajal tik ix el t'a yinhtilal vinhaj Reuel t'a yol yic Edom. Masanil juntzanh eb' vinh tik, yixchiquin eb' vinh ix Basemat yetb'eyum vinhaj Esaú."
        },
        {
            "number": "18",
            "text": "Ha eb' yune' ix Aholibama yisil vinhaj Aná, yetb'eyum vinhaj Esaú, ix och yajaliloc chonhab': Aton vinhaj Jeús, vinhaj Jaalam yet' vinhaj Coré."
        },
        {
            "number": "19",
            "text": "Masanil juntzanh eb' vinh yajal tik, yinhtilal eb' vinhaj Esaú."
        },
        {
            "number": "20",
            "text": "Ha eb' yuninal vinhaj Seir horeo, a eb' cajan t'a jun lugar chi' ayic manto k'och vinhaj Esaú: Aton vinhaj Lotán, vinhaj Sobal, vinhaj Zibeón, vinhaj Aná,"
        },
        {
            "number": "21",
            "text": "vinhaj Disón, vinhaj Ezer yet' vinhaj Disán. Aton eb' tik yajalil chonhab' t'a skal eb' horeo, eb' yinhtilal Seir, t'a yol yic Edom."
        },
        {
            "number": "22",
            "text": "Axo eb' yuninal vinhaj Lotán, aton eb' tik: Vinhaj Hori yet' vinhaj Hemam. Timna sb'i ix yanab' vinhaj Lotán chi'."
        },
        {
            "number": "23",
            "text": "Ha eb' yuninal vinhaj Sobal, aton eb' tik: Vinhaj Alván, vinhaj Manahat, vinhaj Ebal, vinhaj Sefo yet' vinhaj Onam."
        },
        {
            "number": "24",
            "text": "Eb' yuninal vinhaj Zibeón, aton vinhaj Aja yet' vinhaj Aná. Ayic ix stanhvan nok' sb'uru vinh smam vinhaj Aná chi' t'a tzinan lu'um, ix ilchaj jun sjaj ha ha' yuj vinh."
        },
        {
            "number": "25",
            "text": "Axo vinhaj Aná chi', ay jun yuninal vinh scuchan Disón, ay pax jun ix yisil vinh scuchan Aholibama."
        },
        {
            "number": "26",
            "text": "Ha eb' yuninal vinhaj Disón, aton eb' tik: Vinhaj Hemdán, vinhaj Esbán, vinhaj Itrán yet' vinhaj Querán."
        },
        {
            "number": "27",
            "text": "Ha eb' yuninal vinhaj Ezer, aton eb' tik: Vinhaj Bilhán, vinhaj Zaaván yet' vinhaj Acán."
        },
        {
            "number": "28",
            "text": "Ha eb' yuninal vinhaj Disán, aton vinhaj Uz yet' vinhaj Arán."
        },
        {
            "number": "29",
            "text": "Ha eb' yajalil chonhab' t'a skal eb' horeo t'a yol yic Seir, aton eb' tik: Vinhaj Lotán, vinhaj Sobal, vinhaj Zibeón, vinhaj Aná, vinhaj Disón, vinhaj Ezer yet' vinhaj Disán."
        },
        {
            "number": "30",
            "text": "Aton eb' vinh tik ix yak' yajalil t'a Edom, ayic mantalaj sreyal eb' israel."
        },
        {
            "number": "31",
            "text": "Ha vinhaj Bela, yuninal vinhaj Beor aj Dinaba, ix yak' reyal vinh t'a Edom."
        },
        {
            "number": "32",
            "text": "Ayic ix cham vinh, ix ochcan vinhaj Jobab yuninal vinhaj Zera aj Bosra reyal sq'uexuloc vinh."
        },
        {
            "number": "33",
            "text": "Ayic ix cham vinhaj Jobab chi', haxo vinhaj Husam aj Temán, ix ochcan reyal sq'uexuloc vinh."
        },
        {
            "number": "34",
            "text": "Ayic ix cham vinhaj Husam chi', haxo vinhaj Hadad yuninal vinhaj Bedad aj chonhab' Avit ix ochcan reyal sq'uexuloc vinh. Aton vinh ix ak'an ganar eb' aj Madián t'a yol yic Moab."
        },
        {
            "number": "35",
            "text": "Ayic ix cham vinhaj Hadad chi', haxo vinhaj Samla aj Masreca ix ochcan reyal sq'uexuloc vinh."
        },
        {
            "number": "36",
            "text": "Ayic ix cham vinhaj Samla chi', haxo vinhaj Saúl aj chonhab' Rehobot ix ochcan reyal sq'uexuloc vinh. Ha jun chonhab' Rehobot chi', ha t'a sti' ha' niwan Éufrates ay."
        },
        {
            "number": "37",
            "text": "Ayic ix cham vinhaj Saúl chi', haxo vinhaj Baal-hanán yuninal vinhaj Acbor ix ochcan reyal sq'uexuloc vinh."
        },
        {
            "number": "38",
            "text": "Ayic ix cham vinhaj Baal-hanán chi', haxo vinhaj Hadad aj Pau ix ochcan reyal sq'uexuloc vinh. Axo ix yetb'eyum vinhaj Hadad chi', Mehetabel sb'i ix, yune' ix ix Matred, yixchiquin vinhaj Mezaab."
        },
        {
            "number": "39",
            "text": "Aton sb'i eb' yajalil chonhab' ix el t'a yinhtilal vinhaj Esaú tik: Vinhaj Timna, vinhaj Alva, vinhaj Jetet, vinhaj Aholibama, vinhaj Ela, vinhaj Pinón, vinhaj Cenaz, vinhaj Temán, vinhaj Mibzar, vinhaj Magdiel yet' vinhaj Iram. Anhejtona' a sb'i eb' ix och t'a junjun lugar b'aj ix ek' eb'. Ha vinhaj Esaú chi' Edom pax sb'i vinh, aton smam yicham eb' edomita."
        }
    ]
}