{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "Aton yab'ixal yinhtilal vinhaj Esaú, Edom pax sb'i."
        },
        {
            "number": "2",
            "text": "Ix yik'laj sb'a vinhaj Esaú yed' eb' ix aj Canaán: Aton yed' ix Ada, yisil vinhaj Elón hitita yed' pax ix Aholibama yisil vinhaj Aná, yixchiquin vinhaj Zibeón heveo."
        },
        {
            "number": "3",
            "text": "Ix yik'anpax ix Basemat vinh, ix yisil vinhaj Ismael. Ay jun vinh snulej ix Basemat chi' scuchan Nebaiot."
        },
        {
            "number": "4",
            "text": "A yune' ix Ada yed' vinhaj Esaú, aton vinhaj Elifaz. Axo pax ix Basemat ix alji yune' ix, aton vinhaj Reuel."
        },
        {
            "number": "5",
            "text": "Axo pax ix Aholibama ix alji eb' yune' ix: Aton vinhaj Jeús, vinhaj Jaalam yed' vinhaj Coré. Aton eb' yuninal vinhaj Esaú tic ix aj d'a yol yic Canaán, ayic cajantoek' vinh ta'."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi', ix yik'anb'at eb' ix yetb'eyum vinhaj Esaú chi' yed' eb' yuninal yed' masanil eb' cajanek' yed'oc. Ix b'at eb' d'a junxo lugar, yic tz'el vinh d'a stz'ey vinhaj Jacob, vinh yuk'tac. Ix yik'anel masanil nok' smolb'etzal nok' vinh d'a Canaán chi'."
        },
        {
            "number": "7",
            "text": "Yujto tzijtumxo tas ay d'a eb' vinh schavanhil, yuj chi' max yal-laj junnhej tz'aj eb' vinh, yujto max yab'laj lum luum b'aj sva nok' smolb'etzal nok' eb' vinh."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix b'at vinhaj Esaú chi', ix b'at cajnaj vinh d'a tzalquixtac d'a yol yic Seir."
        },
        {
            "number": "9",
            "text": "Aton tic yab'ixal eb' yinhtilal vinhaj Esaú, aton eb' smam yicham eb' vinh edomita, eb' vinh ix cajnajek' d'a tzalquixtac d'a Seir."
        },
        {
            "number": "10",
            "text": "Aton sb'i eb' yinhtilal vinhaj Esaú: Vinhaj Elifaz, yune' ix Ada, vinhaj Reuel yune' ix Basemat."
        },
        {
            "number": "11",
            "text": "Aton eb' tic yuninal vinhaj Elifaz: Vinhaj Temán, vinhaj Omar, vinhaj Zefo, vinhaj Gatam yed' vinhaj Cenaz."
        },
        {
            "number": "12",
            "text": "Ay jun ix schab'il yetb'eyum vinhaj Elifaz chi', Timna sb'i ix. Ix alji jun yune' ix, Amalec ix yak' ix sb'iej. Aton eb' tic yixchiquin ix Ada, ix yetb'eyum vinhaj Esaú."
        },
        {
            "number": "13",
            "text": "A eb' yuninal vinhaj Reuel: Vinhaj Nahat, vinhaj Zera, vinhaj Sama yed' vinhaj Miza, aton eb' tic yixchiquin ix Basemat, junxo ix yetb'eyum vinhaj Esaú."
        },
        {
            "number": "14",
            "text": "Aholibama sb'i junxo ix yetb'eyum vinhaj Esaú chi', axo eb' yune' ix aton vinhaj Jeús, vinhaj Jaalam yed' vinhaj Coré. A ix Aholibama chi' yisil ix vinhaj Aná, yixchiquin vinhaj Zibeón."
        },
        {
            "number": "15",
            "text": "A eb' yajalil chonhab' ix el d'a scal yinhtilal vinhaj Esaú, aton eb' tic: A eb' ix el d'a yinhtilal vinhaj Elifaz, b'ab'el yuninal vinhaj Esaú: Aton vinhaj Temán, vinhaj Omar, vinhaj Zefo, vinhaj Cenaz,"
        },
        {
            "number": "16",
            "text": "vinhaj Coré, vinhaj Gatam yed' vinhaj Amalec. A juntzanh eb' vinh yajal tic ix el d'a yinhtilal vinhaj Elifaz d'a yol yic Edom. Masanil juntzanh eb' vinh tic, yixchiquin eb' vinh ix Ada."
        },
        {
            "number": "17",
            "text": "A d'a scal eb' yuninal vinhaj Reuel yuninal vinhaj Esaú, a eb' ix och yajaliloc chonhab': Aton vinhaj Nahat, vinhaj Zera, vinhaj Sama yed' vinhaj Miza. A eb' yajal tic ix el d'a yinhtilal vinhaj Reuel d'a yol yic Edom. Masanil juntzanh eb' vinh tic, yixchiquin eb' vinh ix Basemat yetb'eyum vinhaj Esaú."
        },
        {
            "number": "18",
            "text": "A eb' yune' ix Aholibama yisil vinhaj Aná, yetb'eyum vinhaj Esaú, ix och yajaliloc chonhab': Aton vinhaj Jeús, vinhaj Jaalam yed' vinhaj Coré."
        },
        {
            "number": "19",
            "text": "Masanil juntzanh eb' vinh yajal tic, yinhtilal eb' vinhaj Esaú."
        },
        {
            "number": "20",
            "text": "A eb' yuninal vinhaj Seir horeo, a eb' cajan d'a jun lugar chi' ayic manto k'och vinhaj Esaú: Aton vinhaj Lotán, vinhaj Sobal, vinhaj Zibeón, vinhaj Aná,"
        },
        {
            "number": "21",
            "text": "vinhaj Disón, vinhaj Ezer yed' vinhaj Disán. Aton eb' tic yajalil chonhab' d'a scal eb' horeo, eb' yinhtilal Seir, d'a yol yic Edom."
        },
        {
            "number": "22",
            "text": "Axo eb' yuninal vinhaj Lotán, aton eb' tic: Vinhaj Hori yed' vinhaj Hemam. Timna sb'i ix yanab' vinhaj Lotán chi'."
        },
        {
            "number": "23",
            "text": "A eb' yuninal vinhaj Sobal, aton eb' tic: Vinhaj Alván, vinhaj Manahat, vinhaj Ebal, vinhaj Sefo yed' vinhaj Onam."
        },
        {
            "number": "24",
            "text": "Eb' yuninal vinhaj Zibeón, aton vinhaj Aja yed' vinhaj Aná. Ayic ix stanhvan nok' sb'uru vinh smam vinhaj Aná chi' d'a tz'inan luum, ix ilchaj jun sjaj a a' yuj vinh."
        },
        {
            "number": "25",
            "text": "Axo vinhaj Aná chi', ay jun yuninal vinh scuchan Disón, ay pax jun ix yisil vinh scuchan Aholibama."
        },
        {
            "number": "26",
            "text": "A eb' yuninal vinhaj Disón, aton eb' tic: Vinhaj Hemdán, vinhaj Esbán, vinhaj Itrán yed' vinhaj Querán."
        },
        {
            "number": "27",
            "text": "A eb' yuninal vinhaj Ezer, aton eb' tic: Vinhaj Bilhán, vinhaj Zaaván yed' vinhaj Acán."
        },
        {
            "number": "28",
            "text": "A eb' yuninal vinhaj Disán, aton vinhaj Uz yed' vinhaj Arán."
        },
        {
            "number": "29",
            "text": "A eb' yajalil chonhab' d'a scal eb' horeo d'a yol yic Seir, aton eb' tic: Vinhaj Lotán, vinhaj Sobal, vinhaj Zibeón, vinhaj Aná, vinhaj Disón, vinhaj Ezer yed' vinhaj Disán."
        },
        {
            "number": "30",
            "text": "Aton eb' vinh tic ix yak' yajalil d'a Edom, ayic mantalaj sreyal eb' israel."
        },
        {
            "number": "31",
            "text": "A vinhaj Bela, yuninal vinhaj Beor aj Dinaba, ix yak' reyal vinh d'a Edom."
        },
        {
            "number": "32",
            "text": "Ayic ix cham vinh, ix ochcan vinhaj Jobab yuninal vinhaj Zera aj Bosra reyal sq'uexuloc vinh."
        },
        {
            "number": "33",
            "text": "Ayic ix cham vinhaj Jobab chi', axo vinhaj Husam aj Temán, ix ochcan reyal sq'uexuloc vinh."
        },
        {
            "number": "34",
            "text": "Ayic ix cham vinhaj Husam chi', axo vinhaj Hadad yuninal vinhaj Bedad aj chonhab' Avit ix ochcan reyal sq'uexuloc vinh. Aton vinh ix ak'an ganar eb' aj Madián d'a yol yic Moab."
        },
        {
            "number": "35",
            "text": "Ayic ix cham vinhaj Hadad chi', axo vinhaj Samla aj Masreca ix ochcan reyal sq'uexuloc vinh."
        },
        {
            "number": "36",
            "text": "Ayic ix cham vinhaj Samla chi', axo vinhaj Saúl aj chonhab' Rehobot ix ochcan reyal sq'uexuloc vinh. A jun chonhab' Rehobot chi', a d'a sti' a' nivan Éufrates ay."
        },
        {
            "number": "37",
            "text": "Ayic ix cham vinhaj Saúl chi', axo vinhaj Baal-hanán yuninal vinhaj Acbor ix ochcan reyal sq'uexuloc vinh."
        },
        {
            "number": "38",
            "text": "Ayic ix cham vinhaj Baal-hanán chi', axo vinhaj Hadad aj Pau ix ochcan reyal sq'uexuloc vinh. Axo ix yetb'eyum vinhaj Hadad chi', Mehetabel sb'i ix, yune' ix ix Matred, yixchiquin vinhaj Mezaab."
        },
        {
            "number": "39",
            "text": "Aton sb'i eb' yajalil chonhab' ix el d'a yinhtilal vinhaj Esaú tic: Vinhaj Timna, vinhaj Alva, vinhaj Jetet, vinhaj Aholibama, vinhaj Ela, vinhaj Pinón, vinhaj Cenaz, vinhaj Temán, vinhaj Mibzar, vinhaj Magdiel yed' vinhaj Iram. Anhejtona' a sb'i eb' ix och d'a junjun lugar b'aj ix ek' eb'. A vinhaj Esaú chi' Edom pax sb'i vinh, aton smam yicham eb' edomita."
        }
    ]
}