{
    "chapter": "36",
    "verses": [
        {
            "number": "1",
            "text": "Aton yab'ixal yinhtilal winhaj Esaú, Edom pax sb'i."
        },
        {
            "number": "2",
            "text": "Ix yik'laj sb'a winhaj Esaú yet' eb' ix aj Canaán: Aton yet' ix Ada, yisil winhaj Elón hitita yet' pax ix Aholibama yisil winhaj Aná, yixchiquin winhaj Zibeón heveo."
        },
        {
            "number": "3",
            "text": "Ix yik'anpax ix Basemat winh, ix yisil winhaj Ismael. Ay jun winh snulej ix Basemat chi' scuchan Nebaiot."
        },
        {
            "number": "4",
            "text": "Ha yune' ix Ada yet' winhaj Esaú, aton winhaj Elifaz. Axo pax ix Basemat ix alji yune' ix, aton winhaj Reuel."
        },
        {
            "number": "5",
            "text": "Axo pax ix Aholibama ix alji eb' yune' ix: Aton winhaj Jeús, winhaj Jaalam yet' winhaj Coré. Aton eb' yuninal winhaj Esaú tik ix aj t'a yol yic Canaán, ayic cajantoek' winh ta'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix yik'anb'at eb' ix yetb'eyum winhaj Esaú chi' yet' eb' yuninal yet' masanil eb' cajanek' yet'oc. Ix b'at eb' t'a junxo lugar, yic tz'el winh t'a stz'ey winhaj Jacob, winh yuk'tac. Ix yik'anel masanil nok' smolb'etzal nok' winh t'a Canaán chi'."
        },
        {
            "number": "7",
            "text": "Yujto tzijtumxo tas ay t'a eb' winh schavanhil, yuj chi' max yal-laj junnhej tz'aj eb' winh, yujto max yab'laj lum lum b'aj sva nok' smolb'etzal nok' eb' winh."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix b'at winhaj Esaú chi', ix b'at cajnaj winh t'a tzalquixtac t'a yol yic Seir."
        },
        {
            "number": "9",
            "text": "Aton tik yab'ixal eb' yinhtilal winhaj Esaú, aton eb' smam yicham eb' winh edomita, eb' winh ix cajnajek' t'a tzalquixtac t'a Seir."
        },
        {
            "number": "10",
            "text": "Aton sb'i eb' yinhtilal winhaj Esaú: Vinhaj Elifaz, yune' ix Ada, winhaj Reuel yune' ix Basemat."
        },
        {
            "number": "11",
            "text": "Aton eb' tik yuninal winhaj Elifaz: Vinhaj Temán, winhaj Omar, winhaj Zefo, winhaj Gatam yet' winhaj Cenaz."
        },
        {
            "number": "12",
            "text": "Ay jun ix schab'il yetb'eyum winhaj Elifaz chi', Timna sb'i ix. Ix alji jun yune' ix, Amalec ix yak' ix sb'iej. Aton eb' tik yixchiquin ix Ada, ix yetb'eyum winhaj Esaú."
        },
        {
            "number": "13",
            "text": "Ha eb' yuninal winhaj Reuel: Vinhaj Nahat, winhaj Zera, winhaj Sama yet' winhaj Miza, aton eb' tik yixchiquin ix Basemat, junxo ix yetb'eyum winhaj Esaú."
        },
        {
            "number": "14",
            "text": "Aholibama sb'i junxo ix yetb'eyum winhaj Esaú chi', haxo eb' yune' ix aton winhaj Jeús, winhaj Jaalam yet' winhaj Coré. Ha ix Aholibama chi' yisil ix winhaj Aná, yixchiquin winhaj Zibeón."
        },
        {
            "number": "15",
            "text": "Ha eb' yajalil chonhab' ix el t'a skal yinhtilal winhaj Esaú, aton eb' tik: Ha eb' ix el t'a yinhtilal winhaj Elifaz, b'ab'el yuninal winhaj Esaú: Aton winhaj Temán, winhaj Omar, winhaj Zefo, winhaj Cenaz,"
        },
        {
            "number": "16",
            "text": "winhaj Coré, winhaj Gatam yet' winhaj Amalec. Ha juntzanh eb' winh yajal tik ix el t'a yinhtilal winhaj Elifaz t'a yol yic Edom. Masanil juntzanh eb' winh tik, yixchiquin eb' winh ix Ada."
        },
        {
            "number": "17",
            "text": "Ha t'a skal eb' yuninal winhaj Reuel yuninal winhaj Esaú, a eb' ix och yajaliloc chonhab': Aton winhaj Nahat, winhaj Zera, winhaj Sama yet' winhaj Miza. Ha eb' yajal tik ix el t'a yinhtilal winhaj Reuel t'a yol yic Edom. Masanil juntzanh eb' winh tik, yixchiquin eb' winh ix Basemat yetb'eyum winhaj Esaú."
        },
        {
            "number": "18",
            "text": "Ha eb' yune' ix Aholibama yisil winhaj Aná, yetb'eyum winhaj Esaú, ix och yajaliloc chonhab': Aton winhaj Jeús, winhaj Jaalam yet' winhaj Coré."
        },
        {
            "number": "19",
            "text": "Masanil juntzanh eb' winh yajal tik, yinhtilal eb' winhaj Esaú."
        },
        {
            "number": "20",
            "text": "Ha eb' yuninal winhaj Seir horeo, a eb' cajan t'a jun lugar chi' ayic manto k'och winhaj Esaú: Aton winhaj Lotán, winhaj Sobal, winhaj Zibeón, winhaj Aná,"
        },
        {
            "number": "21",
            "text": "winhaj Disón, winhaj Ezer yet' winhaj Disán. Aton eb' tik yajalil chonhab' t'a skal eb' horeo, eb' yinhtilal Seir, t'a yol yic Edom."
        },
        {
            "number": "22",
            "text": "Axo eb' yuninal winhaj Lotán, aton eb' tik: Vinhaj Hori yet' winhaj Hemam. Timna sb'i ix yanab' winhaj Lotán chi'."
        },
        {
            "number": "23",
            "text": "Ha eb' yuninal winhaj Sobal, aton eb' tik: Vinhaj Alván, winhaj Manahat, winhaj Ebal, winhaj Sefo yet' winhaj Onam."
        },
        {
            "number": "24",
            "text": "Eb' yuninal winhaj Zibeón, aton winhaj Aja yet' winhaj Aná. Ayic ix stanhvan nok' sb'uru winh smam winhaj Aná chi' t'a tzinan lu'um, ix ilchaj jun sjaj ha ha' yuj winh."
        },
        {
            "number": "25",
            "text": "Axo winhaj Aná chi', ay jun yuninal winh scuchan Disón, ay pax jun ix yisil winh scuchan Aholibama."
        },
        {
            "number": "26",
            "text": "Ha eb' yuninal winhaj Disón, aton eb' tik: Vinhaj Hemdán, winhaj Esbán, winhaj Itrán yet' winhaj Querán."
        },
        {
            "number": "27",
            "text": "Ha eb' yuninal winhaj Ezer, aton eb' tik: Vinhaj Bilhán, winhaj Zaaván yet' winhaj Acán."
        },
        {
            "number": "28",
            "text": "Ha eb' yuninal winhaj Disán, aton winhaj Uz yet' winhaj Arán."
        },
        {
            "number": "29",
            "text": "Ha eb' yajalil chonhab' t'a skal eb' horeo t'a yol yic Seir, aton eb' tik: Vinhaj Lotán, winhaj Sobal, winhaj Zibeón, winhaj Aná, winhaj Disón, winhaj Ezer yet' winhaj Disán."
        },
        {
            "number": "30",
            "text": "Aton eb' winh tik ix yak' yajalil t'a Edom, ayic mantalaj sreyal eb' israel."
        },
        {
            "number": "31",
            "text": "Ha winhaj Bela, yuninal winhaj Beor aj Dinaba, ix yak' reyal winh t'a Edom."
        },
        {
            "number": "32",
            "text": "Ayic ix cham winh, ix ochcan winhaj Jobab yuninal winhaj Zera aj Bosra reyal sq'uexuloc winh."
        },
        {
            "number": "33",
            "text": "Ayic ix cham winhaj Jobab chi', haxo winhaj Husam aj Temán, ix ochcan reyal sq'uexuloc winh."
        },
        {
            "number": "34",
            "text": "Ayic ix cham winhaj Husam chi', haxo winhaj Hadad yuninal winhaj Bedad aj chonhab' Avit ix ochcan reyal sq'uexuloc winh. Aton winh ix ak'an ganar eb' aj Madián t'a yol yic Moab."
        },
        {
            "number": "35",
            "text": "Ayic ix cham winhaj Hadad chi', haxo winhaj Samla aj Masreca ix ochcan reyal sq'uexuloc winh."
        },
        {
            "number": "36",
            "text": "Ayic ix cham winhaj Samla chi', haxo winhaj Saúl aj chonhab' Rehobot ix ochcan reyal sq'uexuloc winh. Ha jun chonhab' Rehobot chi', ha t'a sti' ha' niwan Éufrates ay."
        },
        {
            "number": "37",
            "text": "Ayic ix cham winhaj Saúl chi', haxo winhaj Baal-hanán yuninal winhaj Acbor ix ochcan reyal sq'uexuloc winh."
        },
        {
            "number": "38",
            "text": "Ayic ix cham winhaj Baal-hanán chi', haxo winhaj Hadad aj Pau ix ochcan reyal sq'uexuloc winh. Axo ix yetb'eyum winhaj Hadad chi', Mehetabel sb'i ix, yune' ix ix Matred, yixchiquin winhaj Mezaab."
        },
        {
            "number": "39",
            "text": "Aton sb'i eb' yajalil chonhab' ix el t'a yinhtilal winhaj Esaú tik: Vinhaj Timna, winhaj Alva, winhaj Jetet, winhaj Aholibama, winhaj Ela, winhaj Pinón, winhaj Cenaz, winhaj Temán, winhaj Mibzar, winhaj Magdiel yet' winhaj Iram. Anhejtona' a sb'i eb' ix och t'a junjun lugar b'aj ix ek' eb'. Ha winhaj Esaú chi' Edom pax sb'i winh, aton smam yicham eb' edomita."
        }
    ]
}