{
    "chapter": "37",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj Jacob ix cannhej cajan vinh d'a Canaán b'aj ek'nac cajan smam."
        },
        {
            "number": "2",
            "text": "Aton yab'ixal vinhaj Jacob tic. A vinhaj José yuninal vinhaj Jacob, 17 ab'il sq'uinal vinh, tanhvoj calnel syak' vinh yed' eb' vinh yuk'tac. A eb' vinh yuk'tac vinh chi', aton eb' vinh yune' ix Bilha yed' ix Zilpa, eb' ix chab'il yetb'eyum vinhaj Jacob. A vinhaj José chi' tz'ik'ancot ab'ix d'a vinh smam tato manh vach'oc syutej sb'a eb' vinh yuk'tac vinh chi'."
        },
        {
            "number": "3",
            "text": "Te xajan vinhaj José chi' yuj vinh smam d'a yichanh juntzanhxo eb' vinh yuk'tac chi', yujto yolxo yichamvinaquil ix alji vinh. Yuj chi' ix sb'o jun spichul vinh, tz'ib'iltac yilji."
        },
        {
            "number": "4",
            "text": "A ix yilan juntzanhxo eb' vinh yuk'tac vinh chi' to yelxo val te xajan vinhaj José chi' yuj vinh smam chi', ix te chichon sk'ol eb' vinh d'a vinh, te chuc slolon eb' vinh d'a vinh."
        },
        {
            "number": "5",
            "text": "Ay jun svayich vinhaj José chi' ix ochi, ix yalan vinh d'a eb' vinh yuk'tac chi' icha tic: --Ab'ec val in vayich. Ix in vayichej to van co jochvi trigo, junjun onh qued' junjun manoja quico'. D'a jun rato chi' ix q'ue linhan ixim vico' yed' ixim eyic chi', axo ixim eyic chi' ix em nhojan ixim d'a spatic yichanh ixim vic chi', xchi vinh. Ix tak'vi eb' vinh yuk'tac vinh chi' icha tic: --¿Am syalelk'och jun tzal chi' to ol ach och co reyaloc? ¿A ach am ol ala' tas ol co k'ulej? xchi eb' vinh. Ix te cot yoval eb' vinh yuj svayich vinh ix yal chi'."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi' ix och junxo svayich vinhaj José chi', ix yalanxi vinh d'a eb' vinh yuk'tac chi' icha tic: --Ay val junxo in vayich ix ochi. A d'a jun in vayich chi' ix vila', to a k'u yed' q'uen uj yed' uxluche' k'anal ix em nhojan d'ayin, xchi vinh."
        },
        {
            "number": "7",
            "text": "Ayic ix yalan svayich vinh chi' d'a vinh smam yed' d'a eb' vinh yuk'tac chi', ix cot yoval vinh smam vinh chi, ix yalan vinh d'a vinh icha tic: --¿Tas syalelk'och jun a vayich chi? ¿Tom ol in em nhojan yed' ix a nun yed' eb' vinh uk'tac tic d'a ichanh? xchi vinh."
        },
        {
            "number": "8",
            "text": "Icha chi' ix aj sq'ue vaan schichonk'olal eb' vinh yuk'tac vinh chi' d'a spatic, palta axo vinh smam vinh chi', ix snaub'tanhej val vinh tas val syalelk'och jun svayich vinh chi'."
        },
        {
            "number": "9",
            "text": "Ay jun k'ual ix b'at eb' vinh yuk'tac vinhaj José chi' d'a Siquem say b'aj vach' sva nok' scalnel vinh smam eb' vinh chi'."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', ix yalan vinhaj Israel d'a vinhaj José chi' icha tic: --A ticnaic a eb' vinh uk'tac, a d'a Siquem ayek' eb' vinh tanhvoj calnel, tzin nib'ej tzach b'at il eb' vinh, xchi vinh. --Inye, ol in b'atoc, xchi vinhaj José chi'."
        },
        {
            "number": "11",
            "text": "--Vach' jun, ixic, yic vach' tzila' chajtil yaj eb' vinh yed' nok' calnel chi', tzul alan vab'i, xchi vinh smam vinh chi'. D'a sch'olanil lum Hebrón ayek' vinhaj José chi' ayic ix checjib'at vinh yuj vinh smam. Axo yic ix k'och vinh d'a yol yic Siquem,"
        },
        {
            "number": "12",
            "text": "ix ek'chaj vinh sayek' eb' vinh yuk'tac chi' ta'. Ay jun vinh vinac ix schalaj sb'a vinh yed'oc, ix sk'anb'an vinh vinac chi' icha tic: --¿Tas tzek' a saya'? xchi vinh d'a vinhaj José chi'."
        },
        {
            "number": "13",
            "text": "--To tzin ek' in say eb' vinh vuk'tac. ¿Maj am ila' b'ajtil stanhvej nok' calnel eb' vinh? xchi vinhaj José chi'."
        },
        {
            "number": "14",
            "text": "--Toxo ix b'at eb' vinh d'a tic. Ix vab' yalan eb' vinh: Vach' tzonh b'at d'a Dotán, xchi eb' vinh ix vab'i, xchi vinh vinac chi'. Ix b'atnhej vinhaj José chi', ix ilchaj eb' vinh yuk'tac vinh chi' yuj d'a Dotán chi'."
        },
        {
            "number": "15",
            "text": "Ayic ix yilanb'at vinh eb' vinh d'a najat, ayto val sk'och vinh d'a eb' vinh, ix slajtian sb'a eb' vinh tas syutej eb' vinh smilancham vinh."
        },
        {
            "number": "16",
            "text": "Ix yalan eb' vinh icha tic: --Ina sja vinh svayichani."
        },
        {
            "number": "17",
            "text": "Co mileccham vinh, ol co julancanb'at vinh d'a yol junoc jul, ol calani to a am junoc nok' nok' chium anima ix chianb'at vinh. Ol quilan b'ian tas ol aj yelk'och juntzanh svayich vinh chi', xchi eb' vinh."
        },
        {
            "number": "18",
            "text": "Ayic ix yab'an juntzanh lolonel chi' vinhaj Rubén, ix snaan vinh tas vach' syutej scolanel vinhaj José chi' d'a yol sk'ab' eb' vinh, ix yalan vinh icha tic: --Maay, manh co milecchamlaj vinh."
        },
        {
            "number": "19",
            "text": "Mocab' och schamel vinh chi' co muloc. Anhejto scaq'uem vinh d'a yol junoc yed'tal a' joyb'il d'a tz'inan lum tic. Mocab'a junoc onh tz'och co k'ab' d'a vinh, xchi vinh. Ix yal jun lolonel chi' vinhaj Rubén chi', yujto snib'ej vinh scolcan vinhaj José chi', yic vach' syak' meltzaj vinh vinh d'a vinh smam."
        },
        {
            "number": "20",
            "text": "Axo ix k'och vinhaj José b'aj ayek' eb' vinh yuk'tac chi', elanhchamel ix tzak'jicot vinh yuj eb' vinh. Ix yik'anel spichul vinh eb' vinh ayochi, aton jun tz'ib'iltac yilji."
        },
        {
            "number": "21",
            "text": "Ix lajvi chi' ix ak'jiem vinh yuj eb' d'a yol jun yed'tal a' jul yich, malaj a a' d'a yool."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi' ix em k'ojan eb' vinh vael. Yacb'an chi' jun, ix yilan eb' vinh scot jun nhilanh eb' vinh ismaelita ix cot d'a Galaad. A perfume, bálsamo yed' mirra ayoch yib'anh scamello eb' vinh, sb'at eb' vinh schonh d'a Egipto."
        },
        {
            "number": "23",
            "text": "Ix yalan vinhaj Judá d'a eb' yuk'tac chi' icha tic: --¿Tas scak' ganar sco milancham vinh cuk'tac tic, sco k'ub'aneli to maj quila' b'aj ix cham vinh?"
        },
        {
            "number": "24",
            "text": "Vach' ama to sco chonhb'at vinh d'a eb' vinh ismaelita van sja tic. Mocab' co milcham vinh yujto cuk'tac co b'a yed' vinh, xchi vinh. Ix schaan sk'ol eb' vinh chi' tas ix yal vinhaj Judá chi'."
        },
        {
            "number": "25",
            "text": "Axo yic ix ek' eb' vinh aj Madián chi', elanhchamel ix ik'chajq'ueta vinhaj José d'a yol jun jul chi', ix schonhanb'at vinh eb' vinh d'a eb' vinh chonhvajum chi'. 20 siclo plata ix yak' eb' vinh d'a eb' vinh stojoloc. Icha chi' ix aj yik'chajb'at vinhaj José chi' d'a Egipto."
        },
        {
            "number": "26",
            "text": "Ayic ix jax vinhaj Rubén chi', ix b'at vinh yil d'a sti' jun jul chi', manhxalaj vinhaj José chi' ayeq'ui. Ix snhik'chitanb'at sjaj spichul vinh yuj scusk'olal."
        },
        {
            "number": "27",
            "text": "Ix b'at lemnaj vinh d'a eb' vinh yuk'tac chi', ix yalan vinh icha tic: --Manhxo ayoquem vinh cuk'tac d'a jun jul chi'. ¿Tas vach' tzin k'ulej ticnaic? xchi vinh."
        },
        {
            "number": "28",
            "text": "A d'a jun rato chi', ix smilancham jun nok' yune' chiva eb' vinh. Ix yik'anelta schiq'uil nok' eb' vinh, ix sb'onhanoch eb' vinh d'a spichul vinhaj José chi'."
        },
        {
            "number": "29",
            "text": "Ix yak'anb'at jun pichul chi' eb' vinh d'a vinh smam, ix yalanb'at eb' vinh icha tic: Ix ilchaj jun pichul tic cuuj, ilnab'i talaj a spichul vinh uninal, xchib'at eb' vinh."
        },
        {
            "number": "30",
            "text": "Ayic ix yilan vinhaj Jacob, to aton spichul vinhaj José, ix yalan vinh icha tic: Ay... aton val spichul vinh vuninal tic. Ay am val junoc nok' schi'an anima ix tzilchitanb'at vinh, ix schianb'at vuninal, xchi vinh."
        },
        {
            "number": "31",
            "text": "Ix lajvi chi', ix snhik'chitanel spichul vinh, ix yak'anoch jun pichul vinh yic cusk'olal. Te nivan tiempo ix ok' vinh yuj vinh yunin chi'."
        },
        {
            "number": "32",
            "text": "Masanil eb' yuninal vinh yed' eb' ix yisil vinh, ix yak'lej eb' yak'an snivanil sk'ol vinh, palta max yal-laj sk'ol vinh tz'ak'ji snivanil sk'ool. Tz'ok'nhej vinh yuj vinh yuninal chi'. Ix yalan vinh icha tic: Ol te cusnhej val in k'ool yuj vinh vuninal masanto ol in b'at b'aj ayek' vinh d'a scal eb' chamnac, xchi vinh."
        },
        {
            "number": "33",
            "text": "Axo eb' vinh aj Madián chi', ayic ix k'och eb' vinh d'a Egipto chi', ix schonhanxib'at vinhaj José chi' eb' vinh d'a vinhaj Potifar, yajal eb' stanhvan vinh rey d'a Egipto chi'."
        }
    ]
}