{
    "chapter": "37",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Jacob ix cannhej cajan winh t'a Canaán b'aj ek'nac cajan smam."
        },
        {
            "number": "2",
            "text": "Aton yab'ixal winhaj Jacob tik. Ha winhaj José yuninal winhaj Jacob, 17 ab'il sk'inal winh, tanhvoj calnel syak' winh yet' eb' winh yuk'tac. Ha eb' winh yuk'tac winh chi', aton eb' winh yune' ix Bilha yet' ix Zilpa, eb' ix chab'il yetb'eyum winhaj Jacob. Ha winhaj José chi' tz'ik'ancot ab'ix t'a winh smam tato manh wach'oc syutej sb'a eb' winh yuk'tac winh chi'."
        },
        {
            "number": "3",
            "text": "Te xajan winhaj José chi' yuj winh smam t'a yichanh juntzanhxo eb' winh yuk'tac chi', yujto yolxo yichamvinaquil ix alji winh. Yuj chi' ix sb'o jun spichul winh, tz'ib'iltac yilji."
        },
        {
            "number": "4",
            "text": "Ha ix yilan juntzanhxo eb' winh yuk'tac winh chi' to yelxo val te xajan winhaj José chi' yuj winh smam chi', ix te chichon sk'ol eb' winh t'a winh, te chuk slolon eb' winh t'a winh."
        },
        {
            "number": "5",
            "text": "Ay jun svayich winhaj José chi' ix ochi, ix yalan winh t'a eb' winh yuk'tac chi' icha tik: --Ab'ec val in vayich. Ix in vayichej to van co jochvi trigo, junjun onh qued' junjun manoja quico'. D'a jun rato chi' ix q'ue linhan ixim vico' yet' ixim eyic chi', haxo ixim eyic chi' ix em nhojan ixim t'a spatic yichanh ixim wik chi', xchi winh. Ix tak'vi eb' winh yuk'tac winh chi' icha tik: --¿Am syalelk'och jun tzal chi' to ol ach och co reyaloc? ¿A ach am ol ala' tas ol co k'ulej? xchi eb' winh. Ix te cot yoval eb' winh yuj svayich winh ix yal chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi' ix och junxo svayich winhaj José chi', ix yalanxi winh t'a eb' winh yuk'tac chi' icha tik: --Ay val junxo in vayich ix ochi. Ha t'a jun in vayich chi' ix wila'', to a k'u yet' q'uen uj yet' uxluche' k'anal ix em nhojan t'ayin, xchi winh."
        },
        {
            "number": "7",
            "text": "Ayic ix yalan svayich winh chi' t'a winh smam yet' t'a eb' winh yuk'tac chi', ix cot yoval winh smam winh chi, ix yalan winh t'a winh icha tik: --¿Tas syalelk'och jun a vayich chi? ¿Tom ol in em nhojan yet' ix a nun yet' eb' winh uk'tac tik t'a ichanh? xchi winh."
        },
        {
            "number": "8",
            "text": "Icha chi' ix aj sq'ue vaan schichonk'olal eb' winh yuk'tac winh chi' t'a spatic, palta haxo winh smam winh chi', ix snaub'tanhej val winh tas val syalelk'och jun svayich winh chi'."
        },
        {
            "number": "9",
            "text": "Ay jun k'ual ix b'at eb' winh yuk'tac winhaj José chi' t'a Siquem say b'aj wach' sva nok' scalnel winh smam eb' winh chi'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix yalan winhaj Israel t'a winhaj José chi' icha tik: --Ha ticnaic a eb' winh uk'tac, ha t'a Siquem ayek' eb' winh tanhvoj calnel, tzin nib'ej tzach b'at il eb' winh, xchi winh. --Inye, ol in b'atoc, xchi winhaj José chi'."
        },
        {
            "number": "11",
            "text": "--Wach' jun, ixic, yic wach' tzila' chajtil yaj eb' winh yet' nok' calnel chi', tzul alan vab'i, xchi winh smam winh chi'. D'a sch'olanil lum Hebrón ayek' winhaj José chi' ayic ix checjib'at winh yuj winh smam. Axo yic ix k'och winh t'a yol yic Siquem,"
        },
        {
            "number": "12",
            "text": "ix ek'chaj winh sayek' eb' winh yuk'tac chi' ta'. Ay jun winh vinac ix schalaj sb'a winh yet'oc, ix sk'anb'an winh vinac chi' icha tik: --¿Tas tzek' a saya'? xchi winh t'a winhaj José chi'."
        },
        {
            "number": "13",
            "text": "--To tzin ek' in say eb' winh vuk'tac. ¿Maj am ila' b'ajtil stanhvej nok' calnel eb' winh? xchi winhaj José chi'."
        },
        {
            "number": "14",
            "text": "--Toxo ix b'at eb' winh t'a tik. Ix vab' yalan eb' winh: Wach' tzonh b'at t'a Dotán, xchi eb' winh ix vab'i, xchi winh vinac chi'. Ix b'atnhej winhaj José chi', ix ilchaj eb' winh yuk'tac winh chi' yuj t'a Dotán chi'."
        },
        {
            "number": "15",
            "text": "Ayic ix yilanb'at winh eb' winh t'a najat, ayto val sk'och winh t'a eb' winh, ix slajtian sb'a eb' winh tas syutej eb' winh smilancham winh."
        },
        {
            "number": "16",
            "text": "Ix yalan eb' winh icha tik: --Ina sja winh svayichani."
        },
        {
            "number": "17",
            "text": "Co mileccham winh, ol co julancanb'at winh t'a yol junok jul, ol calani to a am junok nok' nok' chium anima ix chianb'at winh. Ol quilan b'ian tas ol aj yelk'och juntzanh svayich winh chi', xchi eb' winh."
        },
        {
            "number": "18",
            "text": "Ayic ix yab'an juntzanh lolonel chi' winhaj Rubén, ix snaan winh tas wach' syutej scolanel winhaj José chi' t'a yol sk'ab' eb' winh, ix yalan winh icha tik: --Maay, manh co milecchamlaj winh."
        },
        {
            "number": "19",
            "text": "Mocab' och schamel winh chi' co muloc. Anhejto scaq'uem winh t'a yol junok yet'tal ha' joyb'il t'a tzinan lum tik. Mocab'a junok onh tz'och co k'ab' t'a winh, xchi winh. Ix yal jun lolonel chi' winhaj Rubén chi', yujto snib'ej winh scolcan winhaj José chi', yic wach' syak' meltzaj winh winh t'a winh smam."
        },
        {
            "number": "20",
            "text": "Axo ix k'och winhaj José b'aj ayek' eb' winh yuk'tac chi', elanhchamel ix tzak'jicot winh yuj eb' winh. Ix yik'anel spichul winh eb' winh ayochi, aton jun tz'ib'iltac yilji."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi' ix ak'jiem winh yuj eb' t'a yol jun yet'tal ha' jul yich, malaj ha ha' t'a yool."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi' ix em k'ojan eb' winh vael. Yacb'an chi' jun, ix yilan eb' winh scot jun nhilanh eb' winh ismaelita ix cot t'a Galaad. Ha perfume, bálsamo yet' mirra ayoch yib'anh scamello eb' winh, sb'at eb' winh schonh t'a Egipto."
        },
        {
            "number": "23",
            "text": "Ix yalan winhaj Judá t'a eb' yuk'tac chi' icha tik: --¿Tas scak' ganar sco milancham winh cuk'tac tik, sco k'ub'aneli to maj quila' b'aj ix cham winh?"
        },
        {
            "number": "24",
            "text": "Wach' ama to sco chonhb'at winh t'a eb' winh ismaelita van sja tik. Mocab' co milcham winh yujto cuk'tac co b'a yet' winh, xchi winh. Ix schaan sk'ol eb' winh chi' tas ix yal winhaj Judá chi'."
        },
        {
            "number": "25",
            "text": "Axo yic ix ek' eb' winh aj Madián chi', elanhchamel ix ik'chajq'ueta winhaj José t'a yol jun jul chi', ix schonhanb'at winh eb' winh t'a eb' winh chonhvajum chi'. 20 siclo plata ix yak' eb' winh t'a eb' winh stojoloc. Icha chi' ix aj yik'chajb'at winhaj José chi' t'a Egipto."
        },
        {
            "number": "26",
            "text": "Ayic ix jax winhaj Rubén chi', ix b'at winh yil t'a sti' jun jul chi', manhxalaj winhaj José chi' ayeq'ui. Ix snhik'chitanb'at sjaj spichul winh yuj scusk'olal."
        },
        {
            "number": "27",
            "text": "Ix b'at lemnaj winh t'a eb' winh yuk'tac chi', ix yalan winh icha tik: --Manhxo ayoquem winh cuk'tac t'a jun jul chi'. ¿Tas wach' tzin k'ulej ticnaic? xchi winh."
        },
        {
            "number": "28",
            "text": "Ha t'a jun rato chi', ix smilancham jun nok' yune' chiva eb' winh. Ix yik'anelta schiq'uil nok' eb' winh, ix sb'onhanoch eb' winh t'a spichul winhaj José chi'."
        },
        {
            "number": "29",
            "text": "Ix yak'anb'at jun pichul chi' eb' winh t'a winh smam, ix yalanb'at eb' winh icha tik: Ix ilchaj jun pichul tik cuuj, ilnab'i talaj a spichul winh uninal, xchib'at eb' winh."
        },
        {
            "number": "30",
            "text": "Ayic ix yilan winhaj Jacob, to aton spichul winhaj José, ix yalan winh icha tik: Ay... aton val spichul winh vuninal tik. Ay am val junok nok' schi'an anima ix tzilchitanb'at winh, ix schianb'at vuninal, xchi winh."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi', ix snhik'chitanel spichul winh, ix yak'anoch jun pichul winh yic cusk'olal. Te niwan tiempo ix ok' winh yuj winh yunin chi'."
        },
        {
            "number": "32",
            "text": "Masanil eb' yuninal winh yet' eb' ix yisil winh, ix yak'lej eb' yak'an snivanil sk'ol winh, palta max yal-laj sk'ol winh tz'ak'ji snivanil sk'ool. Tz'ok'nhej winh yuj winh yuninal chi'. Ix yalan winh icha tik: Ol te cusnhej val in k'ool yuj winh vuninal masanto ol in b'at b'aj ayek' winh t'a skal eb' chamnac, xchi winh."
        },
        {
            "number": "33",
            "text": "Axo eb' winh aj Madián chi', ayic ix k'och eb' winh t'a Egipto chi', ix schonhanxib'at winhaj José chi' eb' winh t'a winhaj Potifar, yajal eb' stanhvan winh rey t'a Egipto chi'."
        }
    ]
}