{
    "chapter": "38",
    "verses": [
        {
            "number": "1",
            "text": "A d'a jun tiempoal chi', a vinhaj Judá ix spojel sb'a vinh d'a eb' yuk'tac, ix b'at cajnaj vinh d'a slak'anil jun vinh vinac scuchan Hira, aj chonhab' Adulam."
        },
        {
            "number": "2",
            "text": "Ata' ix yiloch ix yisil jun vinh aj Canaán scuchan Súa vinh, ix yik'lan sb'a vinh yed' ix."
        },
        {
            "number": "3",
            "text": "Ix scuchanoch yune' ix. Ayic ix alji yune' ix chi', Er ix sb'iej."
        },
        {
            "number": "4",
            "text": "Ix lajvi chi' ix scuchanxioch yune' ix. Ayic ix alji yune' ix chi', Onán ix yak' ix sb'iej."
        },
        {
            "number": "5",
            "text": "Ix scuchanoch junxo yune' ix. Ayic ix alji, Sela ix yak' ix sb'iej. A d'a Quezib ayek' vinhaj Judá chi' ayic ix alji vinh unin chi'."
        },
        {
            "number": "6",
            "text": "Axo yic ix quelemax vinhaj Er b'ab'el unin chi', ix sayji yetb'eyum vinh yuj vinhaj Judá chi', ix yik'an ix Tamar vinh."
        },
        {
            "number": "7",
            "text": "Te chuc ix yutej sb'a vinhaj Er chi' d'a yichanh Jehová, yuj chi' ix cham vinh yuuj."
        },
        {
            "number": "8",
            "text": "Ix lajvi chi' ix yalan vinhaj Judá d'a vinhaj Onán icha tic: --Ik'laj a b'a yed' ix yetb'eyum vinh uk'tac chamnac, tza k'anab'ajej co ley, ichato yinhtilal vinh uk'tac chi' ol elcan uuj yed' ix, xchi vinhaj Judá chi'."
        },
        {
            "number": "9",
            "text": "Palta yojtac vinhaj Onán chi' to a unin ol aljoc chi', manh yicoc vinh ol aj yed' ix smu' chi', yuj chi' juntac el svay vinh yed' ix, axo yinhatil vinh syak'canem vinh d'a sat luum yic max och ix yab'ixal, yic vach' max elcanlaj yinhtilal vinh yuk'tac vinh chi' snaani."
        },
        {
            "number": "10",
            "text": "A tas ix sk'ulej vinh chi', chuc d'a sat Jehová, yuj chi' ix cham vinh."
        },
        {
            "number": "11",
            "text": "Ix lajvi chi', ix yalan vinhaj Judá d'a ix yalib' chi' icha tic: --A ticnaic vach' tzach paxcan yed' a mam a nun. Malaj junocxo vinac vach' tzik'a'. Ato yic ol k'och sq'uinal vinhaj Sela vuninal, ichato chi' ol yal ik'an a b'a yed' vinh, xchi vinhaj Judá chi'. Tonhej ix yal vinh icha chi', q'uinaloc schampax vinhaj Sela chi' snaan vinh, icha ix aj scham chavanh eb' vinh yuk'tac. Icha chi' ix aj sb'at ix Tamar yic scajnaj ix yed' smam snun."
        },
        {
            "number": "12",
            "text": "Pecatax chi' ix cham ix yetb'eyum vinhaj Judá chi', ix yisil vinhaj Súa. Ix lajvi yek'b'at scusk'olal vinh, ix b'at vinh d'a chonhab' Timnat b'aj van sjoxchajel xil nok' scalnel, axo jun vinh yamigo vinh scuchan Hira ix b'at yuk'levoc."
        },
        {
            "number": "13",
            "text": "Axo yic ix yab'an specal ix Tamar to van sb'at vinhaj Judá d'a Timnat yil sjoxchajel nok' scalnel,"
        },
        {
            "number": "14",
            "text": "d'a elanhchamel ix yiq'uel spichul ix, aton k'apac syak'och eb' ix chamnac yetb'eyum. Ix yak'anoch jun smusil sat ix, yic vach' malaj mach snaaneli tato a ix. Ix em k'ojan ix d'a stiel chonhab' b'aj sk'och sb'eal chonhab' Enaim, d'a sb'eal Timnat chi'. Ix sk'ulej jun tic ix, yujto ix nachajel yuj ix to a vinhaj Sela ix q'uib'el vinh, palta maxto yik'laj sb'a vinh yed' ix."
        },
        {
            "number": "15",
            "text": "Ayic ix yilanb'at ix vinhaj Judá chi', ix snaan vinh to ajmul ix jun ix chi', yujto musab'il sat ix."
        },
        {
            "number": "16",
            "text": "Ix el vinhaj Judá chi' d'a yol b'e, ix b'at vinh yilb'at ix. Manh yojtacoc vinh tato a ix yalib' vinh. Ix yalan vinh d'a ix icha tic: --¿Max am yal a k'ool tzin vay ed'oc? xchi vinh. --Tato syal in k'ool ¿tas junoc tzak' d'ayin? xchi ix."
        },
        {
            "number": "17",
            "text": "--Ol vak'cot junoc yune' a chiva, xchi vinh d'a ix. --Tzam yala', anhej tato ay junoc tas tzak'can d'ayin ticnaic. Ayic sjavi nok' in yune' chiva chi', svak'anxi meltzaj d'ayach, xchi ix."
        },
        {
            "number": "18",
            "text": "--¿Tas pax tza nib'ej svak'can d'ayach? xchi vinhaj Judá chi'. --Ak'can a sello yed' sch'anhal yed' a k'ococh ed'nac, xchi ix. --Syala', canocab'i, xchi vinh. Ix lajvi chi' ix vay vinh yed' ix, ix scuchancanoch yune' ix."
        },
        {
            "number": "19",
            "text": "Ix lajvi chi', ix b'at ix, ix yik'anel smusil sat ix chi', ix yak'anxioch sk'apac ix syak'och eb' ix chamnac yetb'eyum."
        },
        {
            "number": "20",
            "text": "Ayic ix k'och vinhaj Judá b'aj ayek' nok' scalnel chi', ix schecancot vinh yamigo vinh, aton vinh aj Adulam, ix b'at yak'ancan nok' yune' chiva chi' vinh d'a ix ix chi' yic syik'paxta tas aycan chi' d'a ix yuj vinhaj Judá chi' yalani, palta majxo ilchajlaj ix yuj vinh schecab' vin chi'."
        },
        {
            "number": "21",
            "text": "Ix sk'anb'anek' vinh d'a eb' aj chonhab' chi' icha tic: --¿B'ajtil ay jun ix ajmul ix d'a tic, jun ix tz'emnhej k'ojan d'a sti' sb'eal Enaim tic? xchi vinh checab' chi'. --Malaj junoc ix ajmul ix d'a tic, xchi eb' vinh."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi' ix meltzajxi vinh d'a vinhaj Judá chi', ix yalan vinh: --Majxo ilchajlaj ix vuuj, ix yal eb' vinh ayek' chi' ta' to malaj junoc ix ajmul ix b'aj ay eb' chi', xchi vinh."
        },
        {
            "number": "23",
            "text": "Ix tak'vi vinhaj Judá icha tic: --Canocab' ix yed' juntzanh chi', yic vach' max el co q'uixvelal. Ix in k'anab'ajej, ix vak'anb'at nok' yune' chiva, anhej to majxo ilchaj ix uuj, xchi vinh."
        },
        {
            "number": "24",
            "text": "Yoxil xom ujal chi', ix b'at alchaj d'a vinhaj Judá icha tic: --A ix Tamar, ix alib', ay am mach ix sk'umej ix, yuj chi' yab'ixxo ix ticnaic, xchi eb' vinh d'a vinh. Ix yalan vinh: --Iq'uequel ix d'a stiel chonhab' yic tze nhusantz'a ix, xchi vinh."
        },
        {
            "number": "25",
            "text": "Ayic van yik'jielta ix yuj eb' vinh, ix yak'anb'at schecab' ix d'a vinhaj Judá chi', ix yalan icha tic: A vinh ay yic juntzanh svak'b'at tic, aton vinh ay yic unin ved'nac tic. B'eyk'olej mach ay yic jun sello yed' sch'anhal tic yed' jun k'ococh tic, xchib'at ix d'a vinh."
        },
        {
            "number": "26",
            "text": "Ayic ix yilanoch vinhaj Judá to yic masanil juntzanh chi' vinh, ix yalan vinh icha tic: A ix ix chi' vach' tas ix sk'ulej ix. A in chuc tas ix in k'ulej. Ay in mul. Maj vak'laj yik' sb'a ix yed' vinh vuninal aj Sela, xchi vinh. Yuj chi' maj nhusjitz'alaj ix. Majxo vaylaj vinh yed' ix junelxo."
        },
        {
            "number": "27",
            "text": "Axo ix b'o sk'ol ix Tamar chi', tiox eb' unin ix alji chi'."
        },
        {
            "number": "28",
            "text": "Ayic van yalji eb' unin chi', ayic ix elul sk'ab' jun b'ab'el, ix spixanoch jab' chac ch'al ix vetz'vajum d'a sjaj sk'ab' jun unin chi', ix yalan ix: Aton jun b'ab'el tic, xchi ix."
        },
        {
            "number": "29",
            "text": "Palta ix yik'anxioch sk'ab' jun nene' chi', axo junxo yuk'tac chi' ix alji sb'ab'elal, yuj chi' Fares ix sb'iej yuj ix vetz'vajum chi'. Ix yalan ix: ¿Tas yuj ix a b'ab'laj equejelta a b'a? xchi ix."
        },
        {
            "number": "30",
            "text": "Ix lajvi chi' ix alji vinh nene' ayoch anh chac ch'al chi' d'a sjaj sk'ab', Zara ix sb'iej yuj ix."
        }
    ]
}