{
    "chapter": "38",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', a winhaj Judá ix spojel sb'a winh t'a eb' yuk'tac, ix b'at cajnaj winh t'a slak'anil jun winh vinac scuchan Hira, aj chonhab' Adulam."
        },
        {
            "number": "2",
            "text": "Ata' ix yiloch ix yisil jun winh aj Canaán scuchan Súa winh, ix yik'lan sb'a winh yet' ix."
        },
        {
            "number": "3",
            "text": "Ix scuchanoch yune' ix. Ayic ix alji yune' ix chi', Er ix sb'iej."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi' ix scuchanxioch yune' ix. Ayic ix alji yune' ix chi', Onán ix yak' ix sb'iej."
        },
        {
            "number": "5",
            "text": "Ix scuchanoch junxo yune' ix. Ayic ix alji, Sela ix yak' ix sb'iej. Ha t'a Quezib ayek' winhaj Judá chi' ayic ix alji winh unin chi'."
        },
        {
            "number": "6",
            "text": "Axo yic ix quelemax winhaj Er b'ab'el unin chi', ix sayji yetb'eyum winh yuj winhaj Judá chi', ix yik'an ix Tamar winh."
        },
        {
            "number": "7",
            "text": "Te chuk ix yutej sb'a winhaj Er chi' t'a yichanh Jehová, yuj chi' ix cham winh yuj."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi' ix yalan winhaj Judá t'a winhaj Onán icha tik: --Ik'laj a b'a yet' ix yetb'eyum winh uk'tac chamnac, tza k'anab'ajej co ley, ichato yinhtilal winh uk'tac chi' ol elcan uuj yet' ix, xchi winhaj Judá chi'."
        },
        {
            "number": "9",
            "text": "Palta yojtac winhaj Onán chi' to a unin ol aljoc chi', manh yicoc winh ol aj yet' ix smu' chi', yuj chi' juntac el svay winh yet' ix, haxo yinhatil winh syak'canem winh t'a sat lu'um yic max och ix yab'ixal, yic wach' max elcanlaj yinhtilal winh yuk'tac winh chi' snaani."
        },
        {
            "number": "10",
            "text": "Ha tas ix sk'ulej winh chi', chuk t'a sat Jehová, yuj chi' ix cham winh."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix yalan winhaj Judá t'a ix yalib' chi' icha tik: --Ha ticnaic wach' tzach paxcan yet' a mam a nun. Malaj junocxo vinac wach' tzik'a'. Ato yic ol k'och sk'inal winhaj Sela vuninal, ichato chi' ol yal ik'an a b'a yet' winh, xchi winhaj Judá chi'. Tonhej ix yal winh icha chi', q'uinaloc schampax winhaj Sela chi' snaan winh, icha ix aj scham chavanh eb' winh yuk'tac. Icha chi' ix aj sb'at ix Tamar yic scajnaj ix yet' smam snun."
        },
        {
            "number": "12",
            "text": "Pecatax chi' ix cham ix yetb'eyum winhaj Judá chi', ix yisil winhaj Súa. Ixlajwi yek'b'at scusk'olal winh, ix b'at winh t'a chonhab' Timnat b'aj van sjoxchajel xil nok' scalnel, haxo jun winh yamigo winh scuchan Hira ix b'at yuk'levoc."
        },
        {
            "number": "13",
            "text": "Axo yic ix yab'an specal ix Tamar to van sb'at winhaj Judá t'a Timnat yil sjoxchajel nok' scalnel,"
        },
        {
            "number": "14",
            "text": "t'a elanhchamel ix yiq'uel spichul ix, aton k'apac syak'och eb' ix chamnac yetb'eyum. Ix yak'anoch jun smusil sat ix, yic wach' malaj mach snaaneli tato a ix. Ix em k'ojan ix t'a stiel chonhab' b'aj sk'och sb'eal chonhab' Enaim, t'a sb'eal Timnat chi'. Ix sk'ulej jun tik ix, yujto ix nachajel yuj ix to a winhaj Sela ix q'uib'el winh, palta maxto yik'laj sb'a winh yet' ix."
        },
        {
            "number": "15",
            "text": "Ayic ix yilanb'at ix winhaj Judá chi', ix snaan winh to ajmul ix jun ix chi', yujto musab'il sat ix."
        },
        {
            "number": "16",
            "text": "Ix el winhaj Judá chi' t'a yol b'e, ix b'at winh yilb'at ix. Manh yojtacoc winh tato a ix yalib' winh. Ix yalan winh t'a ix icha tik: --¿Max am yal a k'ool tzin vay ed'oc? xchi winh. --Tato syal in k'ool ¿tas junok tzak' t'ayin? xchi ix."
        },
        {
            "number": "17",
            "text": "--Ol vak'cot junok yune' a chiva, xchi winh t'a ix. --Tzam yala', anhej tato ay junok tas tzak'kan t'ayin ticnaic. Ayic sjavi nok' in yune' chiva chi', svak'anxi meltzaj t'ayach, xchi ix."
        },
        {
            "number": "18",
            "text": "--¿Tas pax tza nib'ej svak'kan t'ayach? xchi winhaj Judá chi'. --Ak'kan a sello yet' sch'anhal yet' a k'ococh ed'nac, xchi ix. --Syala', canocab'i, xchi winh. Ixlajwi chi' ix vay winh yet' ix, ix scuchancanoch yune' ix."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix b'at ix, ix yik'anel smusil sat ix chi', ix yak'anxioch sk'apac ix syak'och eb' ix chamnac yetb'eyum."
        },
        {
            "number": "20",
            "text": "Ayic ix k'och winhaj Judá b'aj ayek' nok' scalnel chi', ix schecancot winh yamigo winh, aton winh aj Adulam, ix b'at yak'ancan nok' yune' chiva chi' winh t'a ix ix chi' yic syik'paxta tas aycan chi' t'a ix yuj winhaj Judá chi' yalani, palta majxo ilchajlaj ix yuj winh schecab' vin chi'."
        },
        {
            "number": "21",
            "text": "Ix sk'anb'anek' winh t'a eb' aj chonhab' chi' icha tik: --¿B'ajtil ay jun ix ajmul ix t'a tik, jun ix tz'emnhej k'ojan t'a sti' sb'eal Enaim tik? xchi winh checab' chi'. --Malaj junok ix ajmul ix t'a tik, xchi eb' winh."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi' ix meltzajxi winh t'a winhaj Judá chi', ix yalan winh: --Majxo ilchajlaj ix vuuj, ix yal eb' winh ayek' chi' ta' to malaj junok ix ajmul ix b'aj ay eb' chi', xchi winh."
        },
        {
            "number": "23",
            "text": "Ix tak'vi winhaj Judá icha tik: --Canocab' ix yet' juntzanh chi', yic wach' max el co q'uixvelal. Ix in k'anab'ajej, ix vak'anb'at nok' yune' chiva, anhej to majxo ilchaj ix uuj, xchi winh."
        },
        {
            "number": "24",
            "text": "Yoxil xom ujal chi', ix b'at alchaj t'a winhaj Judá icha tik: --Ha ix Tamar, ix alib', ay am mach ix sk'umej ix, yuj chi' yab'ixxo ix ticnaic, xchi eb' winh t'a winh. Ix yalan winh: --Iq'uequel ix t'a stiel chonhab' yic tze nhusantz'a ix, xchi winh."
        },
        {
            "number": "25",
            "text": "Ayic van yik'jielta ix yuj eb' winh, ix yak'anb'at schecab' ix t'a winhaj Judá chi', ix yalan icha tik: Ha winh ay yic juntzanh svak'b'at tik, aton winh ay yic unin ved'nac tik. B'eyk'olej mach ay yic jun sello yet' sch'anhal tik yet' jun k'ococh tik, xchib'at ix t'a winh."
        },
        {
            "number": "26",
            "text": "Ayic ix yilanoch winhaj Judá to yic masanil juntzanh chi' winh, ix yalan winh icha tik: Ha ix ix chi' wach' tas ix sk'ulej ix. Ha in chuk tas ix in k'ulej. Ay in mul. Maj vak'laj yik' sb'a ix yet' winh vuninal aj Sela, xchi winh. Yuj chi' maj nhusjitz'alaj ix. Majxo vaylaj winh yet' ix junelxo."
        },
        {
            "number": "27",
            "text": "Axo ix b'o sk'ol ix Tamar chi', tiox eb' unin ix alji chi'."
        },
        {
            "number": "28",
            "text": "Ayic van yalji eb' unin chi', ayic ix elul sk'ab' jun b'ab'el, ix spixanoch jab' chac ch'al ix vetz'vajum t'a sjaj sk'ab' jun unin chi', ix yalan ix: Aton jun b'ab'el tik, xchi ix."
        },
        {
            "number": "29",
            "text": "Palta ix yik'anxioch sk'ab' jun nene' chi', haxo junxo yuk'tac chi' ix alji sb'ab'elal, yuj chi' Fares ix sb'iej yuj ix vetz'vajum chi'. Ix yalan ix: ¿Tas yuj ix a b'ab'laj equejelta a b'a? xchi ix."
        },
        {
            "number": "30",
            "text": "Ixlajwi chi' ix alji winh nene' ayoch anh chac ch'al chi' t'a sjaj sk'ab', Zara ix sb'iej yuj ix."
        }
    ]
}