{
    "chapter": "39",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix k'och winhaj José yuj heb' winh ismaelita t'a Egipto chi', ay jun winh scuch Potifar ix mananel winh. Ha jun winh chi', niwan yopisio winh t'a winh sreyal Egipto, yajal yaj winh t'a heb' soldado stanhwan winh rey chi'."
        },
        {
            "number": "2",
            "text": "Ha Jehová ayoch yet' winhaj José chi', te wach'nhej yajek' winh t'a spat winh spatrón chi'."
        },
        {
            "number": "3",
            "text": "Ix nachajel yuj winh spatrón winh chi' to ay wal och Jehová yet' winh, wach'nhej tz'elk'och winh t'a smasanil."
        },
        {
            "number": "4",
            "text": "Yuj chi', te wach'nhej winhaj José t'a yichanh winh spatrón chi'. Ix yak'och winh winh stanhwumaloc spat yet' masanil tastac ay t'ay."
        },
        {
            "number": "5",
            "text": "Yictax ix yak'anoch winh winhaj Potifar chi' stanhwumaloc spat chi', ix yak' swach'k'olal Jehová t'a yib'anh winhaj Potifar chi' yet' masanil tas ay t'a winh. Yujnhej winhaj José chi' ix k'echaanh swach'k'olal t'a spat winh yet' t'a najateli."
        },
        {
            "number": "6",
            "text": "Ix cannhej winhaj José chi' stanhwumaloc smasanil, yuj chi' manhxalaj tas ix sna' winhaj Potifar chi', palta anhej tas tz'aj sb'o swael winh syila'. Te wach' yilji winhaj José chi', te wach' pax sniwanil winh smasanil."
        },
        {
            "number": "7",
            "text": "Ix ek' jab'oc tiempoal, haxo ix yetb'eyum winhaj Potifar chi', ix te kan sgana ix t'a winhaj José chi'. Ix yalan ix t'a winh icha tik: --Octom wal syal a k'ool tzach way wed'oc, xchi ix."
        },
        {
            "number": "8",
            "text": "Te maj schalaj sk'ol winhaj José tas ix yal ix chi'. Ix yalan winh icha tik: --Maay, ojtac ach tik to ix in yak'och winh etb'eyum stanhwumaloc masanil stastac t'a tik. Ina manhxo jab'oc tas sna' winh yuj masanil stastac yacb'an ay in eq'ui."
        },
        {
            "number": "9",
            "text": "Malaj junokxo mach niwan yelk'och t'a wichanh t'a jun pat tik. Masanil tastac ayoch t'a yol in k'ab', anhej t'ayach a ach tik, max yal-laj wak'anoch in k'ab', yujto yetb'eyum ach winh in patrón, ¿tom ol yal in k'ulan jun niwan chukal, yic tz'och in mul t'a sat Dios? xchi winh."
        },
        {
            "number": "10",
            "text": "Ix ochnhej ijan ix stewioch t'a winh. Junjun k'u syal ix to sway winh yet' ix, palta junelnhej max ochlaj t'a sk'ol winh sway yet' ix, max yalpaxlaj sk'ol winh sk'och b'aj ayek' ix."
        },
        {
            "number": "11",
            "text": "Ay jun k'u ix och winhaj José chi' t'a yol pat yic smunlaji, malaj junokxo mach ayeq'ui, anhej ix."
        },
        {
            "number": "12",
            "text": "Axo ta' ix och tzuctzuc ix t'a spichul winh, ix yalan ix icha tik: --Vayanh wed'oc, xchi ix. Axo ix yab'an jun chi' winh, ix spich'anel sb'a winh t'a yol sk'ab' ix. Ix elta lemnaj winh t'a ti pat, haxo spichul winh ix kan t'a yol sk'ab' ix."
        },
        {
            "number": "13",
            "text": "Ayic ix yilan ix to ix el lemnaj winh, ix kan spichul winh t'a yol sk'ab' ix,"
        },
        {
            "number": "14",
            "text": "ix el yav ix, ix yavtancot heb' munlajwum ix t'a slak'anil pat chi', ix yalan ix: --Ilec wal jun winh hebreo ix yik'cot winh wetb'eyum tik. Ha winh tik, snib'ej winh tzin yixtej. Ix ochul lemnaj winh t'a yol pat tik, snib'ej winh sway wed'oc, palta chaanh ix el wav."
        },
        {
            "number": "15",
            "text": "Ayic ix yab'an winh yel wav chi', ix el lemnaj winh, axonhej spichul winh ix cani, xchi ix."
        },
        {
            "number": "16",
            "text": "Ix sik'ancan jun spichul winh chi' ix masanto ix jax winh spatrón winh chi' t'a spat."
        },
        {
            "number": "17",
            "text": "Ix yalan ix icha ix aj yalan t'a sb'ab'elal chi': --Ha winh hebreo ix ik'cot checab'oc tik, ix ochul winh t'a yol in cuarto, sgana winh ix way wed'oc."
        },
        {
            "number": "18",
            "text": "Palta te chaanh ix el wav, yuj chi' ix el lemnaj winh, axonhej spichul winh ix yaktejcan t'a tik."
        },
        {
            "number": "19",
            "text": "Icha wal chi' ix in yutej jun winh a checab' tik, xchi ix. Axo winh spatrón winhaj José chi', ix te cot yowal winh sik'lab'il ayic ix yab'an winh tas ix yal ix yetb'eyum chi'."
        },
        {
            "number": "20",
            "text": "Ix schecan yamjoc winhaj José chi' winh, ix yalan winh to tz'och winh t'a preso b'aj ayoch juntzanh heb' winh t'a preso yuj winh rey."
        },
        {
            "number": "21",
            "text": "Palta aynhejoch Jehová yet' winhaj José chi', ix sch'oxnhej swach'k'olal t'a winh. Yuj chi' te wach' ix elk'och winh t'a yol sat winh tanhwum preso chi'."
        },
        {
            "number": "22",
            "text": "Axo winh tanhwum preso chi' ix ak'anoch winh stanhwumaloc heb' yetpresowumal chi'. Ix ak'jipaxoch winh yilumaloc tastac ix sb'o heb' t'a preso chi'."
        },
        {
            "number": "23",
            "text": "Ha winh stanhwumal preso chi', manhxalaj tas sna winh, masanil tas aycanoch t'a yol sk'ab' winhaj José chi' yuj winh. Yujto aynhejoch Jehová yet' winh, yuj chi' wach'nhej ix elk'och smasanil."
        }
    ]
}