{
    "chapter": "39",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix k'och vinhaj José yuj eb' vinh ismaelita t'a Egipto chi', ay jun vinh scuch Potifar ix mananel vinh. Ha jun vinh chi', niwan yopisio vinh t'a vinh sreyal Egipto, yajal yaj vinh t'a eb' soldado stanhvan vinh rey chi'."
        },
        {
            "number": "2",
            "text": "Ha Jehová ayoch yet' vinhaj José chi', te wach'nhej yajek' vinh t'a spat vinh spatrón chi'."
        },
        {
            "number": "3",
            "text": "Ix nachajel yuj vinh spatrón vinh chi' to ay val och Jehová yet' vinh, wach'nhej tz'elk'och vinh t'a smasanil."
        },
        {
            "number": "4",
            "text": "Yuj chi', te wach'nhej vinhaj José t'a yichanh vinh spatrón chi'. Ix yak'och vinh vinh stanhvumaloc spat yet' masanil tastac ay t'ay."
        },
        {
            "number": "5",
            "text": "Yictax ix yak'anoch vinh vinhaj Potifar chi' stanhvumaloc spat chi', ix yak' swach'k'olal Jehová t'a yib'anh vinhaj Potifar chi' yet' masanil tas ay t'a vinh. Yujnhej vinhaj José chi' ix q'uechaanh swach'k'olal t'a spat vinh yet' t'a najateli."
        },
        {
            "number": "6",
            "text": "Ix cannhej vinhaj José chi' stanhvumaloc smasanil, yuj chi' manhxalaj tas ix sna' vinhaj Potifar chi', palta anhej tas tz'aj sb'o svael vinh syila'. Te wach' yilji vinhaj José chi', te wach' pax snivanil vinh smasanil."
        },
        {
            "number": "7",
            "text": "Ix ek' jab'oc tiempoal, haxo ix yetb'eyum vinhaj Potifar chi', ix te kan sgana ix t'a vinhaj José chi'. Ix yalan ix t'a vinh icha tik: --Octom val syal a k'ool tzach vay ved'oc, xchi ix."
        },
        {
            "number": "8",
            "text": "Te maj schalaj sk'ol vinhaj José tas ix yal ix chi'. Ix yalan vinh icha tik: --Maay, ojtac ach tik to ix in yak'och vinh etb'eyum stanhvumaloc masanil stastac t'a tik. Ina manhxo jab'oc tas sna' vinh yuj masanil stastac yacb'an ay in eq'ui."
        },
        {
            "number": "9",
            "text": "Malaj junocxo mach niwan yelk'och t'a vichanh t'a jun pat tik. Masanil tastac ayoch t'a yol in k'ab', anhej t'ayach a ach tik, max yal-laj vak'anoch in k'ab', yujto yetb'eyum ach vinh in patrón, ¿tom ol yal in k'ulan jun niwan chukal, yic tz'och in mul t'a sat Dios? xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix ochnhej ijan ix stevioch t'a vinh. Junjun k'u syal ix to svay vinh yet' ix, palta junelnhej max ochlaj t'a sk'ol vinh svay yet' ix, max yalpaxlaj sk'ol vinh sk'och b'aj ayek' ix."
        },
        {
            "number": "11",
            "text": "Ay jun k'u ix och vinhaj José chi' t'a yol pat yic smunlaji, malaj junocxo mach ayeq'ui, anhej ix."
        },
        {
            "number": "12",
            "text": "Axo ta' ix och tzuctzuc ix t'a spichul vinh, ix yalan ix icha tik: --Vayanh ved'oc, xchi ix. Axo ix yab'an jun chi' vinh, ix spich'anel sb'a vinh t'a yol sk'ab' ix. Ix elta lemnaj vinh t'a ti pat, haxo spichul vinh ix kan t'a yol sk'ab' ix."
        },
        {
            "number": "13",
            "text": "Ayic ix yilan ix to ix el lemnaj vinh, ix kan spichul vinh t'a yol sk'ab' ix,"
        },
        {
            "number": "14",
            "text": "ix el yav ix, ix yavtancot eb' munlajvum ix t'a slak'anil pat chi', ix yalan ix: --Ilec val jun vinh hebreo ix yik'cot vinh vetb'eyum tik. Ha vinh tik, snib'ej vinh tzin yixtej. Ix ochul lemnaj vinh t'a yol pat tik, snib'ej vinh svay ved'oc, palta chaanh ix el vav."
        },
        {
            "number": "15",
            "text": "Ayic ix yab'an vinh yel vav chi', ix el lemnaj vinh, axonhej spichul vinh ix cani, xchi ix."
        },
        {
            "number": "16",
            "text": "Ix sik'ancan jun spichul vinh chi' ix masanto ix jax vinh spatrón vinh chi' t'a spat."
        },
        {
            "number": "17",
            "text": "Ix yalan ix icha ix aj yalan t'a sb'ab'elal chi': --Ha vinh hebreo ix ik'cot checab'oc tik, ix ochul vinh t'a yol in cuarto, sgana vinh ix vay ved'oc."
        },
        {
            "number": "18",
            "text": "Palta te chaanh ix el vav, yuj chi' ix el lemnaj vinh, axonhej spichul vinh ix yactejcan t'a tik."
        },
        {
            "number": "19",
            "text": "Icha val chi' ix in yutej jun vinh a checab' tik, xchi ix. Axo vinh spatrón vinhaj José chi', ix te cot yoval vinh sik'lab'il ayic ix yab'an vinh tas ix yal ix yetb'eyum chi'."
        },
        {
            "number": "20",
            "text": "Ix schecan yamjoc vinhaj José chi' vinh, ix yalan vinh to tz'och vinh t'a preso b'aj ayoch juntzanh eb' vinh t'a preso yuj vinh rey."
        },
        {
            "number": "21",
            "text": "Palta aynhejoch Jehová yet' vinhaj José chi', ix sch'oxnhej swach'k'olal t'a vinh. Yuj chi' te wach' ix elk'och vinh t'a yol sat vinh tanhvum preso chi'."
        },
        {
            "number": "22",
            "text": "Axo vinh tanhvum preso chi' ix ak'anoch vinh stanhvumaloc eb' yetpresovumal chi'. Ix ak'jipaxoch vinh yilumaloc tastac ix sb'o eb' t'a preso chi'."
        },
        {
            "number": "23",
            "text": "Ha vinh stanhvumal preso chi', manhxalaj tas sna vinh, masanil tas aycanoch t'a yol sk'ab' vinhaj José chi' yuj vinh. Yujto aynhejoch Jehová yet' vinh, yuj chi' wach'nhej ix elk'och smasanil."
        }
    ]
}