{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix yil-lan sb'a winhaj Adán yet' ix Eva, ix och ix yab'ixal. Ix alji jun yune' ix, ix yak'an ix scuch Caín. Axo ix yalan ix: Toxo ix ja jun in vinac unin yujto a Jehová ix och ved'oc, xchi ix."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', ix aljipax winhaj Abel yuk'tac winhaj Caín. Ha winhaj Abel chi', moloj calnel ix sk'ulej winh, haxo pax winhaj Caín chi', ix munlaj winh t'a sat lum lum."
        },
        {
            "number": "3",
            "text": "Ix ek' junok tiempoal, ay jun k'u ix yik'b'at silab' winhaj Caín t'a Jehová, aton tas ix yik' winh t'a smunlajel."
        },
        {
            "number": "4",
            "text": "Ix yik'anpaxb'at silab' winhaj Abel chi' t'a yichanh Jehová, aton nok' b'ab'el yune' calnel, nok' te b'ak'uech. Ix stzalaj Jehová yet' winh yet' silab' ix yak' chi'."
        },
        {
            "number": "5",
            "text": "Palta maj tzalajlaj Jehová yet' winhaj Caín yet' pax silab'. Yuj chi', ix te chichon sk'ol winh, te ov ix aj sat winh."
        },
        {
            "number": "6",
            "text": "Axo ix yalan Jehová t'a winh icha tik: ¿Tas yuj ste chichon a k'ool, te ovxonhej a sat?"
        },
        {
            "number": "7",
            "text": "Tato wach' tza k'ulej, tzalajk'olal am ayach eq'ui, palta to chuk ix a k'ulej, yuj chi' a a chukal chi', ayxonhejoch t'a ib'anh yic tzach em t'a chukal yuj, palta tzato yal skan chukal chi' t'a yalanh uuj, xchi Dios."
        },
        {
            "number": "8",
            "text": "Ay jun k'u, a winhaj Caín ix awtan winhaj Abel yic sb'at eb' b'eyelek'. Ayic ayek' eb' b'aj ix k'och chi', ix b'at jucnaj winhaj Caín t'a winh yuk'tac chi', ix smak'anchamoc."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix sk'anb'an Jehová t'a winhaj Caín chi': --¿B'ajtil ay winh uk'tac aj Abel? xchi t'a winh. Axo ix tak'vi winh: --Manh vojtacoclaj. ¿Tom yilumal winh vaji? xchi winh."
        },
        {
            "number": "10",
            "text": "Ix yalanpax Jehová t'a winh: --¿Tas yuj icha chi' ix a k'ulej? Ha schiq'uil winh uk'tac ix em t'a sat lum tik uuj, ichato syal sb'a t'ayin to tzin b'o yaj ed'oc."
        },
        {
            "number": "11",
            "text": "Ha ticnaic, catab'il achxo, svik'canel opisio t'a sat lum lum tik, aton lum ix uk'anem schiq'uil winh uk'tac ix a mak'cham chi'."
        },
        {
            "number": "12",
            "text": "Ayic ol ach munlaj t'a sat lu'um, malaj jab'oc tas ol ik'a', tonhej ol ixtej a b'a, tonhej ol ach comon b'eyek' t'a sat lu'um, xchi Dios t'a winh."
        },
        {
            "number": "13",
            "text": "Ix tak'vi winh icha tik: --Te niwan jun yaelal scotcan tik t'a vib'anh, manh ol techajlaj vuuj."
        },
        {
            "number": "14",
            "text": "Ina ix iq'uel vopisio t'a sat lum tik, ix in ik'anel t'a ichanh t'a junelnhej, toxonhej ol in comon b'eyek'oc. Yalxonhej mach ol in chalaj in b'a yet'oc, ol in smak'chamoc, xchi winh d'ha Dios."
        },
        {
            "number": "15",
            "text": "Axo ix tak'vi Jehová: --Maay. Tato ay junok mach ol ach mak'anchamoc, a jun chi', uquel ol ek' spak t'ay, xchi t'a winh. Ix yak'anoch Jehová jun yechel winhaj Caín chi', yic wach' tato ay mach schalaj sb'a winh yet'oc, max mak'jicham winh yuj."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix el winhaj Caín b'aj ix lolon eb' chi', ix b'at cajnaj winh t'a jun lugar scuch Nod, t'a stojolal b'aj sjavi k'u t'a Edén."
        },
        {
            "number": "17",
            "text": "Ix yil-lan sb'a winhaj Caín yet' ix yetb'eyum, ix och ix yab'ixal. Ix alji jun yune' ix, Enoc ix sb'iej. Ix sb'oan jun chonhab' winhaj Caín chi', haxo sb'i yuninal winh chi' ix yak'och sb'ioc."
        },
        {
            "number": "18",
            "text": "Ha winhaj Enoc smam winhaj Irad. Axo winhaj Irad smam winhaj Mehujael, haxo winhaj Mehujael smam winhaj Metusael, haxo winhaj Metusael smam winhaj Lamec."
        },
        {
            "number": "19",
            "text": "Ha winhaj Lamec chi', chavanh ix aj yetb'eyum winh. Ay jun ix scuch Ada, haxo junxo ix scuch Zila."
        },
        {
            "number": "20",
            "text": "Ha ix Ada chi', ix alji jun svinac unin ix, Jabal ix sb'iej. Aton winh ix b'ab'laj b'eyek' yet' spat mantiado yic smolan nok' snok'."
        },
        {
            "number": "21",
            "text": "Ha winhaj Jabal chi', ay jun yuk'tac winh scuchan Jubal. Ha winh ix b'ab'laj ak'an te' arpa yet' spu'an flauta."
        },
        {
            "number": "22",
            "text": "Axo ix Zila chi', ix aljipax jun yune' ix, vinac unin, Tubal-caín ix sb'iej. B'oum q'ueen ix aj winh. Ay tas ix sb'o winh t'a q'uen bronce yet' t'a q'uen hierro. Ay jun ix yanab' winh scuchan Naama."
        },
        {
            "number": "23",
            "text": "Ay junel ix yal winhaj Lamec t'a eb' ix yetb'eyum icha tik: Ex vetb'eyum, ach Ada yet' ach Zila, ab'ec tas ol vala': Ix in mak'cham jun winh quelem, yujto in lajvi smak'an winh."
        },
        {
            "number": "24",
            "text": "Tato uquel spactzitaj yic winhaj Caín, oc in xom a in tik, 77-el ol pactzitaj t'a eb' tzin tzuntzani, xchi winh."
        },
        {
            "number": "25",
            "text": "Axo winhaj Adán ix alji junxo yuninal winh yet' ix Eva. Set ix sb'iej yuj ix snun chi'. Ix yalan ix icha tik: Ha Dios ix ak'an junxo vune' tik sq'uexuloc winhaj Abel mak'b'ilcham yuj winhaj Caín, xchi ix."
        },
        {
            "number": "26",
            "text": "Axo winhaj Set chi', ix alji jun yuninal winh, Enós ix yak' winh sb'ioc. Atax t'a jun pekti’ chi', ix schael yich yalan sb'a eb' anima t'a Jehová."
        }
    ]
}