{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix yil-lan sb'a vinhaj Adán yet' ix Eva, ix och ix yab'ixal. Ix alji jun yune' ix, ix yak'an ix scuch Caín. Axo ix yalan ix: Toxo ix ja jun in vinac unin yujto a Jehová ix och ved'oc, xchi ix."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', ix aljipax vinhaj Abel yuk'tac vinhaj Caín. Ha vinhaj Abel chi', moloj calnel ix sk'ulej vinh, haxo pax vinhaj Caín chi', ix munlaj vinh t'a sat lum lum."
        },
        {
            "number": "3",
            "text": "Ix ek' junok tiempoal, ay jun k'u ix yik'b'at silab' vinhaj Caín t'a Jehová, aton tas ix yik' vinh t'a smunlajel."
        },
        {
            "number": "4",
            "text": "Ix yik'anpaxb'at silab' vinhaj Abel chi' t'a yichanh Jehová, aton nok' b'ab'el yune' calnel, nok' te b'ak'uech. Ix stzalaj Jehová yet' vinh yet' silab' ix yak' chi'."
        },
        {
            "number": "5",
            "text": "Palta maj tzalajlaj Jehová yet' vinhaj Caín yet' pax silab'. Yuj chi', ix te chichon sk'ol vinh, te ov ix aj sat vinh."
        },
        {
            "number": "6",
            "text": "Axo ix yalan Jehová t'a vinh icha tik: ¿Tas yuj ste chichon a k'ool, te ovxonhej a sat?"
        },
        {
            "number": "7",
            "text": "Tato wach' tza k'ulej, tzalajk'olal am ayach eq'ui, palta to chuc ix a k'ulej, yuj chi' a a chucal chi', ayxonhejoch t'a ib'anh yic tzach em t'a chucal yuj, palta tzato yal skan chucal chi' t'a yalanh uuj, xchi Dios."
        },
        {
            "number": "8",
            "text": "Ay jun k'u, a vinhaj Caín ix avtan vinhaj Abel yic sb'at eb' b'eyelek'. Ayic ayek' eb' b'aj ix k'och chi', ix b'at jucnaj vinhaj Caín t'a vinh yuk'tac chi', ix smak'anchamoc."
        },
        {
            "number": "9",
            "text": "Ixlajwi chi', ix sk'anb'an Jehová t'a vinhaj Caín chi': --¿B'ajtil ay vinh uk'tac aj Abel? xchi t'a vinh. Axo ix tak'vi vinh: --Manh vojtacoclaj. ¿Tom yilumal vinh vaji? xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix yalanpax Jehová t'a vinh: --¿Tas yuj icha chi' ix a k'ulej? Ha schiq'uil vinh uk'tac ix em t'a sat lum tik uuj, ichato syal sb'a t'ayin to tzin b'o yaj ed'oc."
        },
        {
            "number": "11",
            "text": "Ha ticnaic, catab'il achxo, svik'canel opisio t'a sat lum lum tik, aton lum ix uk'anem schiq'uil vinh uk'tac ix a mak'cham chi'."
        },
        {
            "number": "12",
            "text": "Ayic ol ach munlaj t'a sat lu'um, malaj jab'oc tas ol ik'a', tonhej ol ixtej a b'a, tonhej ol ach comon b'eyek' t'a sat lu'um, xchi Dios t'a vinh."
        },
        {
            "number": "13",
            "text": "Ix tak'vi vinh icha tik: --Te niwan jun yaelal scotcan tik t'a vib'anh, manh ol techajlaj vuuj."
        },
        {
            "number": "14",
            "text": "Ina ix iq'uel vopisio t'a sat lum tik, ix in ik'anel t'a ichanh t'a junelnhej, toxonhej ol in comon b'eyek'oc. Yalxonhej mach ol in chalaj in b'a yet'oc, ol in smak'chamoc, xchi vinh d'ha Dios."
        },
        {
            "number": "15",
            "text": "Axo ix tak'vi Jehová: --Maay. Tato ay junok mach ol ach mak'anchamoc, a jun chi', uquel ol ek' spac t'ay, xchi t'a vinh. Ix yak'anoch Jehová jun yechel vinhaj Caín chi', yic wach' tato ay mach schalaj sb'a vinh yet'oc, max mak'jicham vinh yuj."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix el vinhaj Caín b'aj ix lolon eb' chi', ix b'at cajnaj vinh t'a jun lugar scuch Nod, t'a stojolal b'aj sjavi k'u t'a Edén."
        },
        {
            "number": "17",
            "text": "Ix yil-lan sb'a vinhaj Caín yet' ix yetb'eyum, ix och ix yab'ixal. Ix alji jun yune' ix, Enoc ix sb'iej. Ix sb'oan jun chonhab' vinhaj Caín chi', haxo sb'i yuninal vinh chi' ix yak'och sb'ioc."
        },
        {
            "number": "18",
            "text": "Ha vinhaj Enoc smam vinhaj Irad. Axo vinhaj Irad smam vinhaj Mehujael, haxo vinhaj Mehujael smam vinhaj Metusael, haxo vinhaj Metusael smam vinhaj Lamec."
        },
        {
            "number": "19",
            "text": "Ha vinhaj Lamec chi', chavanh ix aj yetb'eyum vinh. Ay jun ix scuch Ada, haxo junxo ix scuch Zila."
        },
        {
            "number": "20",
            "text": "Ha ix Ada chi', ix alji jun svinac unin ix, Jabal ix sb'iej. Aton vinh ix b'ab'laj b'eyek' yet' spat mantiado yic smolan nok' snok'."
        },
        {
            "number": "21",
            "text": "Ha vinhaj Jabal chi', ay jun yuk'tac vinh scuchan Jubal. Ha vinh ix b'ab'laj ak'an te' arpa yet' spu'an flauta."
        },
        {
            "number": "22",
            "text": "Axo ix Zila chi', ix aljipax jun yune' ix, vinac unin, Tubal-caín ix sb'iej. B'oum q'ueen ix aj vinh. Ay tas ix sb'o vinh t'a q'uen bronce yet' t'a q'uen hierro. Ay jun ix yanab' vinh scuchan Naama."
        },
        {
            "number": "23",
            "text": "Ay junel ix yal vinhaj Lamec t'a eb' ix yetb'eyum icha tik: Ex vetb'eyum, ach Ada yet' ach Zila, ab'ec tas ol vala': Ix in mak'cham jun vinh quelem, yujto in lajvi smak'an vinh."
        },
        {
            "number": "24",
            "text": "Tato uquel spactzitaj yic vinhaj Caín, oc in xom a in tik, 77-el ol pactzitaj t'a eb' tzin tzuntzani, xchi vinh."
        },
        {
            "number": "25",
            "text": "Axo vinhaj Adán ix alji junxo yuninal vinh yet' ix Eva. Set ix sb'iej yuj ix snun chi'. Ix yalan ix icha tik: Ha Dios ix ak'an junxo vune' tik sq'uexuloc vinhaj Abel mak'b'ilcham yuj vinhaj Caín, xchi ix."
        },
        {
            "number": "26",
            "text": "Axo vinhaj Set chi', ix alji jun yuninal vinh, Enós ix yak' vinh sb'ioc. Atax t'a jun pekti’ chi', ix schael yich yalan sb'a eb' anima t'a Jehová."
        }
    ]
}