{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ix yil-lan sb'a vinhaj Adán yed' ix Eva, ix och ix yab'ixal. Ix alji jun yune' ix, ix yak'an ix scuch Caín. Axo ix yalan ix: Toxo ix ja jun in vinac unin yujto a Jehová ix och ved'oc, xchi ix."
        },
        {
            "number": "2",
            "text": "Ix lajvi chi', ix aljipax vinhaj Abel yuk'tac vinhaj Caín. A vinhaj Abel chi', moloj calnel ix sk'ulej vinh, axo pax vinhaj Caín chi', ix munlaj vinh d'a sat lum luum."
        },
        {
            "number": "3",
            "text": "Ix ek' junoc tiempoal, ay jun k'u ix yik'b'at silab' vinhaj Caín d'a Jehová, aton tas ix yik' vinh d'a smunlajel."
        },
        {
            "number": "4",
            "text": "Ix yik'anpaxb'at silab' vinhaj Abel chi' d'a yichanh Jehová, aton nok' b'ab'el yune' calnel, nok' te b'aq'uech. Ix stzalaj Jehová yed' vinh yed' silab' ix yak' chi'."
        },
        {
            "number": "5",
            "text": "Palta maj tzalajlaj Jehová yed' vinhaj Caín yed' pax silab'. Yuj chi', ix te chichon sk'ol vinh, te ov ix aj sat vinh."
        },
        {
            "number": "6",
            "text": "Axo ix yalan Jehová d'a vinh icha tic: ¿Tas yuj ste chichon a k'ool, te ovxonhej a sat?"
        },
        {
            "number": "7",
            "text": "Tato vach' tza k'ulej, tzalajk'olal am ayach eq'ui, palta to chuc ix a k'ulej, yuj chi' a a chucal chi', ayxonhejoch d'a ib'anh yic tzach em d'a chucal yuuj, palta tzato yal scan chucal chi' d'a yalanh uuj, xchi Dios."
        },
        {
            "number": "8",
            "text": "Ay jun k'u, a vinhaj Caín ix avtan vinhaj Abel yic sb'at eb' b'eyelek'. Ayic ayek' eb' b'aj ix k'och chi', ix b'at jucnaj vinhaj Caín d'a vinh yuk'tac chi', ix smak'anchamoc."
        },
        {
            "number": "9",
            "text": "Ix lajvi chi', ix sk'anb'an Jehová d'a vinhaj Caín chi': --¿B'ajtil ay vinh uk'tac aj Abel? xchi d'a vinh. Axo ix tak'vi vinh: --Manh vojtacoclaj. ¿Tom yilumal vinh vaji? xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix yalanpax Jehová d'a vinh: --¿Tas yuj icha chi' ix a k'ulej? A schiq'uil vinh uk'tac ix em d'a sat lum tic uuj, ichato syal sb'a d'ayin to tzin b'o yaj ed'oc."
        },
        {
            "number": "11",
            "text": "A ticnaic, catab'il achxo, svik'canel opisio d'a sat lum luum tic, aton lum ix uk'anem schiq'uil vinh uk'tac ix a mak'cham chi'."
        },
        {
            "number": "12",
            "text": "Ayic ol ach munlaj d'a sat luum, malaj jab'oc tas ol ik'a', tonhej ol ixtej a b'a, tonhej ol ach comon b'eyek' d'a sat luum, xchi Dios d'a vinh."
        },
        {
            "number": "13",
            "text": "Ix tak'vi vinh icha tic: --Te nivan jun yaelal scotcan tic d'a vib'anh, manh ol techajlaj vuuj."
        },
        {
            "number": "14",
            "text": "Ina ix iq'uel vopisio d'a sat lum tic, ix in ik'anel d'a ichanh d'a junelnhej, toxonhej ol in comon b'eyek'oc. Yalxonhej mach ol in chalaj in b'a yed'oc, ol in smak'chamoc, xchi vinh d'a Dios."
        },
        {
            "number": "15",
            "text": "Axo ix tak'vi Jehová: --Maay. Tato ay junoc mach ol ach mak'anchamoc, a jun chi', uquel ol ek' spac d'ay, xchi d'a vinh. Ix yak'anoch Jehová jun yechel vinhaj Caín chi', yic vach' tato ay mach schalaj sb'a vinh yed'oc, max mak'jicham vinh yuuj."
        },
        {
            "number": "16",
            "text": "Ix lajvi chi', ix el vinhaj Caín b'aj ix lolon eb' chi', ix b'at cajnaj vinh d'a jun lugar scuch Nod, d'a stojolal b'aj sjavi k'u d'a Edén."
        },
        {
            "number": "17",
            "text": "Ix yil-lan sb'a vinhaj Caín yed' ix yetb'eyum, ix och ix yab'ixal. Ix alji jun yune' ix, Enoc ix sb'iej. Ix sb'oan jun chonhab' vinhaj Caín chi', axo sb'i yuninal vinh chi' ix yak'och sb'ioc."
        },
        {
            "number": "18",
            "text": "A vinhaj Enoc smam vinhaj Irad. Axo vinhaj Irad smam vinhaj Mehujael, axo vinhaj Mehujael smam vinhaj Metusael, axo vinhaj Metusael smam vinhaj Lamec."
        },
        {
            "number": "19",
            "text": "A vinhaj Lamec chi', chavanh ix aj yetb'eyum vinh. Ay jun ix scuch Ada, axo junxo ix scuch Zila."
        },
        {
            "number": "20",
            "text": "A ix Ada chi', ix alji jun svinac unin ix, Jabal ix sb'iej. Aton vinh ix b'ab'laj b'eyek' yed' spat mantiado yic smolan nok' snok'."
        },
        {
            "number": "21",
            "text": "A vinhaj Jabal chi', ay jun yuk'tac vinh scuchan Jubal. A vinh ix b'ab'laj ak'an te' arpa yed' spu'an flauta."
        },
        {
            "number": "22",
            "text": "Axo ix Zila chi', ix aljipax jun yune' ix, vinac unin, Tubal-caín ix sb'iej. B'oum q'ueen ix aj vinh. Ay tas ix sb'o vinh d'a q'uen bronce yed' d'a q'uen hierro. Ay jun ix yanab' vinh scuchan Naama."
        },
        {
            "number": "23",
            "text": "Ay junel ix yal vinhaj Lamec d'a eb' ix yetb'eyum icha tic: Ex vetb'eyum, ach Ada yed' ach Zila, ab'ec tas ol vala': Ix in mak'cham jun vinh quelem, yujto in lajvi smak'an vinh."
        },
        {
            "number": "24",
            "text": "Tato uquel spactzitaj yic vinhaj Caín, oc in xom a in tic, 77-el ol pactzitaj d'a eb' tzin tzuntzani, xchi vinh."
        },
        {
            "number": "25",
            "text": "Axo vinhaj Adán ix alji junxo yuninal vinh yed' ix Eva. Set ix sb'iej yuj ix snun chi'. Ix yalan ix icha tic: A Dios ix ak'an junxo vune' tic sq'uexuloc vinhaj Abel mak'b'ilcham yuj vinhaj Caín, xchi ix."
        },
        {
            "number": "26",
            "text": "Axo vinhaj Set chi', ix alji jun yuninal vinh, Enós ix yak' vinh sb'ioc. Atax d'a jun tiempoal chi', ix schael yich yalan sb'a eb' anima d'a Jehová."
        }
    ]
}