{
    "chapter": "40",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ay chavanh vinac ix och preso: Ha jun vinh, yajal yaj vinh t'a eb' vinh tz'ak'an svino vinh rey, haxo junxo vinh, yajal yaj vinh t'a eb' vinh b'oum pan sva vinh rey chi'. Ay smul eb' vinh ix och t'a vinh rey chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix cot yoval vinh t'a eb' vinh."
        },
        {
            "number": "3",
            "text": "Ix yalan vinh rey to tz'ak'jioch eb' vinh t'a preso t'a spat vinh yajal t'a eb' soldado stanhvan vinh, aton ta' aypaxoch vinhaj José t'a preso."
        },
        {
            "number": "4",
            "text": "Anheja' t'a yol sk'ab' vinhaj José chi' ix kan eb' vinh chavanh smunlajvum vinh rey chi' yuj vinh yajal preso chi' yic a vinh tz'ak'an servil eb' vinh. Ix kan eb' vinh jun pekti’ t'a preso chi'."
        },
        {
            "number": "5",
            "text": "Axo t'a jun ak'val ix och svayich eb' vinh chavanh chi', junjun vayich chi' ay syalelk'ochi."
        },
        {
            "number": "6",
            "text": "Axo ix sakb'i ix k'och vinhaj José yil eb' vinh. Ix yilan vinh to te ayoch eb' vinh t'a ilk'olal."
        },
        {
            "number": "7",
            "text": "Ix sk'anb'an vinh t'a eb' vinh: --¿Tas yuj te cuseltac yilji e sat? xchi vinh t'a eb' vinh."
        },
        {
            "number": "8",
            "text": "--Ay val co vayich ix och t'a jun ak'val tik, palta malaj mach t'a tik tz'alan t'ayonh tas syalelk'ochi, xchi eb' vinh. --¿Tom manhoc Dios syal yalani tas syalelk'och vayich? Alec t'ayin tas ix e vayichej chi', xchi vinhaj José chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi' a vinh yajal yaj t'a eb' vinh tz'ak'an svino vinh rey, ix och ijan vinh yalan svayich chi' t'a vinhaj José icha tik: --Ha t'a in vayich, ix vil jun te' uva,"
        },
        {
            "number": "10",
            "text": "ay oxe' sk'ab' te'. Ix vil sq'ueta svol, ix yak'an xumaquil, haxo xumaquil chi', ix och b'uyan sat, te q'uinhxo."
        },
        {
            "number": "11",
            "text": "Ha ix vilani to yamb'ilq'ue scopa vinh rey vuuj, ix vik'ancot sat te' uva chi', ix in pitz'anem yal t'a yol scopa vinh rey chi', ix vak'anoch t'a yol sk'ab' vinh, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix yalan vinhaj José t'a vinh icha tik: --Ichaton tik syalelk'och a vayich chi': Ha oxe' sk'ab' te' uva ix il chi', oxe' k'ual syala'."
        },
        {
            "number": "13",
            "text": "Ayic chab'ej ticnaic ol sb'eyk'olej a mul vinh rey chi'. Ol lajvoc chi' ol ach yak'anxioch vinh t'a a munlajel, ol ak'xi scopa vinh chi' icha t'a yalanhtaxo."
        },
        {
            "number": "14",
            "text": "Ayic ol elk'och jun sval tik, tzin a naancot t'a vinh rey chi', yic wach' tzin elpax t'a yol preso tik. Ok'ocab' a k'ol t'ayin."
        },
        {
            "number": "15",
            "text": "Ha in tik ichato elk'ab'il in cot t'a skal eb' vinh hebreo. Manh in mojoc ay in och t'a preso tik, yujto malaj jab'oc tas chuk ix in k'ulej, xchi vinhaj José chi'."
        },
        {
            "number": "16",
            "text": "Ayic ix yab'an vinh yajalil eb' vinh sb'oan ixim pan to a vinhaj José wach' ix aj yalanel svayich vinh chi' vinh, ix yalanpax vinh icha tik: --Ha in tik ix in vayichej to ayq'ue oxe' mooch ixim pan t'a in jolom."
        },
        {
            "number": "17",
            "text": "Ha t'a yol jun yune' mooch t'a jun yoxil ayq'ue t'a in jolom chi', tzijtum macanhil ixim pan ayem t'a yool yic sva vinh rey, palta haxo nok' much ix javi ix stzok'anq'ueta ixim nok' t'a yol te' mooch chi', xchi vinh."
        },
        {
            "number": "18",
            "text": "Ix yalanxi vinhaj José t'a vinh icha tik: --Ha tas syalelk'och a vayich chi', aton tik: Ha oxe' mooch chi' sch'oxcot oxe' k'ual."
        },
        {
            "number": "19",
            "text": "Yuj chi' yic chab'ej ticnaic, ol sb'eyk'olej vinh rey tas yaj a mul. Slajvi chi' ol schecan vinh ik'chajel a jolom, a a nivanil ol ak'jocq'ue t'a schon jun te te', haxo nok' ostoc ol ja schib'at a nivanil chi', xchi vinhaj José chi' t'a vinh."
        },
        {
            "number": "20",
            "text": "Schab'jial val yalan svayich eb' vinh chavanh chi' vinhaj José chi', ix yak'an sq'uinhal yab'ilal vinh rey. Ix yavtancot vinh masanil eb' vinh nivac vinac ayoch yajalil yet'oc. D'a yichanh eb' vinh nivac yajal chi' ix checji ik'chajelta eb' vinh chavanh ayoch t'a preso chi'."
        },
        {
            "number": "21",
            "text": "Ha vinh tz'ak'an svino vinh rey, ix ak'chajxioch vinh t'a smunlajel."
        },
        {
            "number": "22",
            "text": "Axo vinh yajal yaj t'a eb' sb'oan ixim pan, ix yal vinh rey to smiljicham vinh icha val ix aj yalan vinhaj José."
        },
        {
            "number": "23",
            "text": "Palta majxo nachajcot vinhaj José yuj vinh tz'ak'an svino vinh rey chi'."
        }
    ]
}