{
    "chapter": "40",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ay chavanh vinac ix och preso: Ha jun winh, yajal yaj winh t'a eb' winh tz'ak'an svino winh rey, haxo junxo winh, yajal yaj winh t'a eb' winh b'oum pan sva winh rey chi'. Ay smul eb' winh ix och t'a winh rey chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix cot yoval winh t'a eb' winh."
        },
        {
            "number": "3",
            "text": "Ix yalan winh rey to tz'ak'jioch eb' winh t'a preso t'a spat winh yajal t'a eb' soldado stanhvan winh, aton ta' aypaxoch winhaj José t'a preso."
        },
        {
            "number": "4",
            "text": "Anheja' t'a yol sk'ab' winhaj José chi' ix kan eb' winh chavanh smunlajvum winh rey chi' yuj winh yajal preso chi' yic a winh tz'ak'an servil eb' winh. Ix kan eb' winh jun pekti’ t'a preso chi'."
        },
        {
            "number": "5",
            "text": "Axo t'a jun ak'val ix och svayich eb' winh chavanh chi', junjun vayich chi' ay syalelk'ochi."
        },
        {
            "number": "6",
            "text": "Axo ix sakb'i ix k'och winhaj José yil eb' winh. Ix yilan winh to te ayoch eb' winh t'a ilk'olal."
        },
        {
            "number": "7",
            "text": "Ix sk'anb'an winh t'a eb' winh: --¿Tas yuj te cuseltac yilji e sat? xchi winh t'a eb' winh."
        },
        {
            "number": "8",
            "text": "--Ay val co vayich ix och t'a jun ak'val tik, palta malaj mach t'a tik tz'alan t'ayonh tas syalelk'ochi, xchi eb' winh. --¿Tom manhoc Dios syal yalani tas syalelk'och vayich? Alec t'ayin tas ix e vayichej chi', xchi winhaj José chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi' a winh yajal yaj t'a eb' winh tz'ak'an svino winh rey, ix och ijan winh yalan svayich chi' t'a winhaj José icha tik: --Ha t'a in vayich, ix vil jun te' uva,"
        },
        {
            "number": "10",
            "text": "ay oxe' sk'ab' te'. Ix vil sq'ueta svol, ix yak'an xumaquil, haxo xumaquil chi', ix och b'uyan sat, te q'uinhxo."
        },
        {
            "number": "11",
            "text": "Ha ix vilani to yamb'ilq'ue scopa winh rey vuuj, ix vik'ancot sat te' uva chi', ix in pitz'anem yal t'a yol scopa winh rey chi', ix vak'anoch t'a yol sk'ab' winh, xchi winh."
        },
        {
            "number": "12",
            "text": "Ix yalan winhaj José t'a winh icha tik: --Ichaton tik syalelk'och a vayich chi': Ha oxe' sk'ab' te' uva ix il chi', oxe' k'ual syala'."
        },
        {
            "number": "13",
            "text": "Ayic chab'ej ticnaic ol sb'eyk'olej a mul winh rey chi'. Ol lajvoc chi' ol ach yak'anxioch winh t'a a munlajel, ol ak'xi scopa winh chi' icha t'a yalanhtaxo."
        },
        {
            "number": "14",
            "text": "Ayic ol elk'och jun swal tik, tzin a naancot t'a winh rey chi', yic wach' tzin elpax t'a yol preso tik. Ok'ocab' a k'ol t'ayin."
        },
        {
            "number": "15",
            "text": "Ha in tik ichato elk'ab'il in cot t'a skal eb' winh hebreo. Manh in mojoc ay in och t'a preso tik, yujto malaj jab'oc tas chuk ix in k'ulej, xchi winhaj José chi'."
        },
        {
            "number": "16",
            "text": "Ayic ix yab'an winh yajalil eb' winh sb'oan ixim pan to a winhaj José wach' ix aj yalanel svayich winh chi' winh, ix yalanpax winh icha tik: --Ha in tik ix in vayichej to ayq'ue oxe' mooch ixim pan t'a in jolom."
        },
        {
            "number": "17",
            "text": "Ha t'a yol jun yune' mooch t'a jun yoxil ayq'ue t'a in jolom chi', tzijtum macanhil ixim pan ayem t'a yool yic sva winh rey, palta haxo nok' much ix javi ix stzok'anq'ueta ixim nok' t'a yol te' mooch chi', xchi winh."
        },
        {
            "number": "18",
            "text": "Ix yalanxi winhaj José t'a winh icha tik: --Ha tas syalelk'och a vayich chi', aton tik: Ha oxe' mooch chi' sch'oxcot oxe' k'ual."
        },
        {
            "number": "19",
            "text": "Yuj chi' yic chab'ej ticnaic, ol sb'eyk'olej winh rey tas yaj a mul. Slajvi chi' ol schecan winh ik'chajel a jolom, a a nivanil ol ak'jocq'ue t'a schon jun te te', haxo nok' ostoc ol ja schib'at a nivanil chi', xchi winhaj José chi' t'a winh."
        },
        {
            "number": "20",
            "text": "Schab'jial val yalan svayich eb' winh chavanh chi' winhaj José chi', ix yak'an sq'uinhal yab'ilal winh rey. Ix yavtancot winh masanil eb' winh nivac vinac ayoch yajalil yet'oc. D'a yichanh eb' winh nivac yajal chi' ix checji ik'chajelta eb' winh chavanh ayoch t'a preso chi'."
        },
        {
            "number": "21",
            "text": "Ha winh tz'ak'an svino winh rey, ix ak'chajxioch winh t'a smunlajel."
        },
        {
            "number": "22",
            "text": "Axo winh yajal yaj t'a eb' sb'oan ixim pan, ix yal winh rey to smiljicham winh icha val ix aj yalan winhaj José."
        },
        {
            "number": "23",
            "text": "Palta majxo nachajcot winhaj José yuj winh tz'ak'an svino winh rey chi'."
        }
    ]
}