{
    "chapter": "40",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ay chawanh winak ix och preso: Ha jun winh, yajal yaj winh t'a heb' winh tz'ak'an swino winh rey, haxo junxo winh, yajal yaj winh t'a heb' winh b'oum pan swa winh rey chi'. Ay smul heb' winh ix och t'a winh rey chi'."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix cot yowal winh t'a heb' winh."
        },
        {
            "number": "3",
            "text": "Ix yalan winh rey to tz'ak'jioch heb' winh t'a preso t'a spat winh yajal t'a heb' soldado stanhwan winh, aton ta' aypaxoch winhaj José t'a preso."
        },
        {
            "number": "4",
            "text": "Anheja' t'a yol sk'ab' winhaj José chi' ix kan heb' winh chawanh smunlajwum winh rey chi' yuj winh yajal preso chi' yic a winh tz'ak'an serwil heb' winh. Ix kan heb' winh jun pekti’ t'a preso chi'."
        },
        {
            "number": "5",
            "text": "Axo t'a jun ak'wal ix och swayich heb' winh chawanh chi', junjun wayich chi' ay syalelk'ochi."
        },
        {
            "number": "6",
            "text": "Axo ix sakb'i ix k'och winhaj José yil heb' winh. Ix yilan winh to te ayoch heb' winh t'a ilk'olal."
        },
        {
            "number": "7",
            "text": "Ix sk'anb'an winh t'a heb' winh: --¿Tas yuj te cuseltac yilji he sat? xchi winh t'a heb' winh."
        },
        {
            "number": "8",
            "text": "--Ay wal ko wayich ix och t'a jun ak'wal tik, palta malaj mach t'a tik tz'alan t'ayonh tas syalelk'ochi, xchi heb' winh. --¿Tom manhoc Dios syal yalani tas syalelk'och wayich? Alec t'ayin tas ix he wayichej chi', xchi winhaj José chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi' a winh yajal yaj t'a heb' winh tz'ak'an swino winh rey, ix och ijan winh yalan swayich chi' t'a winhaj José icha tik: --Ha t'a in wayich, ix wil jun te' uwa,"
        },
        {
            "number": "10",
            "text": "ay oxe' sk'ab' te'. Ix wil sk'eta swol, ix yak'an xumaquil, haxo xumaquil chi', ix och b'uyan sat, te q'uinhxo."
        },
        {
            "number": "11",
            "text": "Ha ix wilani to yamb'ilk'e scopa winh rey wuuj, ix wik'ancot sat te' uwa chi', ix in pitz'anem yal t'a yol scopa winh rey chi', ix wak'anoch t'a yol sk'ab' winh, xchi winh."
        },
        {
            "number": "12",
            "text": "Ix yalan winhaj José t'a winh icha tik: --Ichaton tik syalelk'och a wayich chi': Ha oxe' sk'ab' te' uwa ix il chi', oxe' k'ual syala'."
        },
        {
            "number": "13",
            "text": "Ayic chab'ej tiknaik ol sb'eyk'olej a mul winh rey chi'. Ol lajwoc chi' ol ach yak'anxioch winh t'a a munlajel, ol ak'xi scopa winh chi' icha t'a yalanhtaxo."
        },
        {
            "number": "14",
            "text": "Ayic ol elk'och jun swal tik, tzin a naancot t'a winh rey chi', yic wach' tzin elpax t'a yol preso tik. Ok'okab' a k'ol t'ayin."
        },
        {
            "number": "15",
            "text": "Ha in tik ichato elk'ab'il in cot t'a skal heb' winh hebreo. Manh in mojoc ay in och t'a preso tik, yujto malaj jab'oc tas chuk ix in k'ulej, xchi winhaj José chi'."
        },
        {
            "number": "16",
            "text": "Ayic ix yab'an winh yajalil heb' winh sb'oan ixim pan to a winhaj José wach' ix aj yalanel swayich winh chi' winh, ix yalanpax winh icha tik: --Ha in tik ix in wayichej to ayk'e oxe' mooch ixim pan t'a in jolom."
        },
        {
            "number": "17",
            "text": "Ha t'a yol jun yune' mooch t'a jun yoxil ayk'e t'a in jolom chi', tzijtum makanhil ixim pan ayem t'a yool yic swa winh rey, palta haxo nok' much ix jawi ix stzok'ank'eta ixim nok' t'a yol te' mooch chi', xchi winh."
        },
        {
            "number": "18",
            "text": "Ix yalanxi winhaj José t'a winh icha tik: --Ha tas syalelk'och a wayich chi', aton tik: Ha oxe' mooch chi' sch'oxcot oxe' k'ual."
        },
        {
            "number": "19",
            "text": "Yuj chi' yic chab'ej tiknaik, ol sb'eyk'olej winh rey tas yaj a mul. Slajwi chi' ol schekan winh ik'chajel a jolom, a a niwanil ol ak'jock'e t'a schon jun te te', haxo nok' ostoc ol ja schib'at a niwanil chi', xchi winhaj José chi' t'a winh."
        },
        {
            "number": "20",
            "text": "Schab'jial wal yalan swayich heb' winh chawanh chi' winhaj José chi', ix yak'an sq'uinhal yab'ilal winh rey. Ix yavtancot winh masanil heb' winh niwac winak ayoch yajalil yet'oc. D'a yichanh heb' winh niwac yajal chi' ix checji ik'chajelta heb' winh chawanh ayoch t'a preso chi'."
        },
        {
            "number": "21",
            "text": "Ha winh tz'ak'an swino winh rey, ix ak'chajxioch winh t'a smunlajel."
        },
        {
            "number": "22",
            "text": "Axo winh yajal yaj t'a heb' sb'oan ixim pan, ix yal winh rey to smiljicham winh icha wal ix aj yalan winhaj José."
        },
        {
            "number": "23",
            "text": "Palta majxo nachajcot winhaj José yuj winh tz'ak'an swino winh rey chi'."
        }
    ]
}