{
    "chapter": "41",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic toxo ix ek'b'at chab' ab'il, ay jun ak'val ix och svayich vinh rey. Ix yil vinh to linhanek' vinh d'a sti' a' nivan Nilo."
        },
        {
            "number": "2",
            "text": "A d'a yol a' chi', ix q'ueul ucvanh nok' vacax te vach', te b'aq'uech, sva nok' d'a sti' a' chi'."
        },
        {
            "number": "3",
            "text": "Ix lajvi chi' ix q'ueul ucvanhxo nok' vacax te chuclaj yilji, te b'ac, ix b'at nok' d'a slak'anil nok' b'aq'uech chi'."
        },
        {
            "number": "4",
            "text": "Ix och ijan nok' b'ac chi' schianb'at nok' b'aq'uech chi'. Ix lajvi chi', ix el svayanh vinh rey chi'."
        },
        {
            "number": "5",
            "text": "Ix vayxib'at vinh. Axo ix yilan vinh to ay jun pitanh ixim trigo ix q'uib'i, uque' val ix aj sjolom ixim, te vach', b'ud'an val yuj sat."
        },
        {
            "number": "6",
            "text": "Ix yilanpax vinh d'a spatictac ixim b'ab'el chi', ix elpaxcot uquexo jolom trigo te malaj sat, nab'a pach'uch'tac, malaj jab'oc svach'il."
        },
        {
            "number": "7",
            "text": "A uque' jolom trigo te pach'uch'tac chi', a' ix k'uxanb'at ixim uque' te ay sat chi'. Axo yic ix el svayanh vinh rey chi', ix nachajel yuj vinh to van svayichan vinh."
        },
        {
            "number": "8",
            "text": "Axo ix sacb'i, te tacnaquel sk'ol vinh yuj svayich chi'. Ix schecan vinh avtajcot masanil eb' syal snaan el lolonel d'a Egipto yed' eb' te yojtac yalani. Ix och ijan vinh rey chi' yalan svayich chi' d'a eb', palta malaj junoc eb' syal yalani tas syalelk'och svayich vinh chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi' axo vinh yajal yaj d'a eb' tz'ak'an svino vinh rey chi' ix alan d'a vinh icha tic: --Ato val ticnaic sja d'a in k'ool to ay jun in paltail ix vak'ochi."
        },
        {
            "number": "10",
            "text": "Ayic ix cot oval d'ayin yed' vinh yajal eb' b'oum pan, ix onh ak'och d'a yol sk'ab' vinh yajal eb' tzach tanhvani, ix onh ochcan d'a preso."
        },
        {
            "number": "11",
            "text": "Ay jun ak'val ix och co vayich co chavanhil, junjun co vayich chi' ay syalelk'ochi."
        },
        {
            "number": "12",
            "text": "Ata' ayek' jun vinh quelem hebreo, schecab'ejnac vinh yajal eb' vinh tzach tanhvan chi'. Ix calan co vayich chi' d'a vinh. Te vach' ix yutej vinh yalan tas syalelk'och co vayich chi'."
        },
        {
            "number": "13",
            "text": "Icha val ix aj yalan vinh chi', icha chi' ix aj yelk'ochi. Ina ix in ochxi d'a in munlajel, axo junxo vinh ved'nac chi, ix ak'jiq'ue d'unhan snivanil vinh, xchi vinh yak'umal svino vinh rey chi'."
        },
        {
            "number": "14",
            "text": "Ix lajvi yab'an jun ab'ix vinh rey chi', ix schecan vinh ik'jielta vinhaj José d'a yol preso. Elanhchamel ix b'at ik'chajelta vinh, ix yak'an joxchajel sb'a vinh, ix sq'uexanel spichul vinh, ix b'at vinh d'a yichanh vinh rey chi'."
        },
        {
            "number": "15",
            "text": "Ix yalan vinh rey chi' d'a vinh icha tic: --Ay val jun in vayich. Malaj junoc eb' vinh ay d'a tic snachajel yuuj tas syalelk'ochi. Ix vab' specal tob' snachajel uuj tas syalelk'och vayich, xchi vinh rey chi' d'a vinh."
        },
        {
            "number": "16",
            "text": "--A jun chi' manh yoloc vic snachajel vuuj, palta a Dios ol alanoc tas tz'elk'och a vayich chi' yic tz'och a vach'iloc, xchi vinhaj José chi'."
        },
        {
            "number": "17",
            "text": "Ix och ijan vinh rey yalan svayich d'a vinhaj José chi' icha tic: --A ix vilani to linhan in ek' d'a sti' a' Nilo."
        },
        {
            "number": "18",
            "text": "D'a yol a' chi' ix q'ueul ucvanh nok' vacax te vach', te b'aq'uech. Ix vaek' nok' d'a stitac a' chi'."
        },
        {
            "number": "19",
            "text": "Ix lajvi chi' ix q'uepaxul ucvanhxo nok' te b'ac, chuclaj yilji nok'. Manta b'aj svil junoc vacax chuclaj yilji icha nok' chi' d'a Egipto tic."
        },
        {
            "number": "20",
            "text": "A ucvanh nok' b'ac chi', a nok' ix chianb'at ucvanh nok' b'aq'uech b'ab'el ix q'ueul chi'."
        },
        {
            "number": "21",
            "text": "Ayic ix lajviel nok' b'aq'uech schianb'at nok' b'ac chi', anheja' b'ac ix ajcan nok', maj b'aq'uechb'oclaj jab'oc nok'. Ix lajvi chi', ix el in vayanh."
        },
        {
            "number": "22",
            "text": "Ix cotxi in vayanh, ix in vayichanxi. Ix vilani, ay jun pitanh ixim trigo uque' val sjolom ix yak'a', te b'ud'an yuj sat."
        },
        {
            "number": "23",
            "text": "Ix lajvi chi' ix elpaxul uquexo sjolom, palta tonhej pach'uch'tac, malaj sat."
        },
        {
            "number": "24",
            "text": "Axo ixim chi' ix k'uxanb'at ixim vach' ay sat chi'. Ix val in vayich tic d'a eb' vinh snachajel yuj yalani, palta malaj val junoc eb' vinh syal snachajel yuj tas syalelk'ochi, xchi vinh rey chi' d'a vinh."
        },
        {
            "number": "25",
            "text": "Ix yalan vinhaj José chi' icha tic: --Mamin rey, a chab' a vayich chi', junnhej tas syalelk'ochi. A Dios ix ak'an a vayichej tas nab'il yuuj."
        },
        {
            "number": "26",
            "text": "A val syalelk'och nok' ucvanh vacax b'aq'uech chi', uque' ab'il sch'oxo'. Anheja' uque' sjolom ixim trigo te vach' chi', anhejtona' chi' syala'."
        },
        {
            "number": "27",
            "text": "A pax ucvanh nok' vacax te b'ac, chuclaj yilji ix q'ueul chi', anheja' uque' ab'il pax sch'oxo'. Anheja' ixim jolom trigo te pach'uch'tac, malaj jab'oc sat, uque' ab'il vejel syalelk'ochi."
        },
        {
            "number": "28",
            "text": "A tas ix val d'ayach tic, ichaton chi' syalelk'och a vayich chi'. A Dios ix ak'an a vayichej tas nab'ilxo yuuj."
        },
        {
            "number": "29",
            "text": "Ol ja uque' ab'il, te vach' ol aj sat avb'en d'a Egipto tic."
        },
        {
            "number": "30",
            "text": "Ol lajvoc chi', ol ja uque' ab'il vejel. Ayic chi' manhxa mach ol naancot jantac sat avb'en ix yak' sobre d'a Egipto tic ayic yek'nac uque' d'a yalanhtaxo, yujto a vejel chi' ol ixtancanb'at jun chonhab' tic."
        },
        {
            "number": "31",
            "text": "Te nivan vejel ol yutej sb'a. Manhxalaj b'aj ol checlaj jab'ocxo tas ix yak' sobre d'a jun tiempoal vach' ix ek' chi'."
        },
        {
            "number": "32",
            "text": "Chael val ix aj yoch a vayich chi' yic vach' snachajel uj sik'lab'il to nab'ilxo yuj Dios to ol elk'och d'a elanhchamel."
        },
        {
            "number": "33",
            "text": "Yuj chi, vach' tato tza say junoc vinac te jelan, te ay spensar. Tzak'anoch vinh yajalil d'a yol nación tic."
        },
        {
            "number": "34",
            "text": "Tza sayanpax jayvanhocxo eb' vinh ol och yajalil, sb'at eb' vinh d'a masanil yol nación yic tz'ek' eb' vinh smol chab' almul d'a junjun quintal avb'en tz'el d'a sat luum chi' d'a junjun ab'il, masanto slajvi uque' ab'il ol ste aq'uej sat avb'en chi'."
        },
        {
            "number": "35",
            "text": "Masanil jantac syak' sobre smolb'an eb' vinh chi', syak'can eb' vinh d'a yol a k'ab', sik'chajcanb'at d'a junjun chonhab' d'a yol yic Egipto tic, yic vach' ay tas sva eb' anima."
        },
        {
            "number": "36",
            "text": "Masanil tas ol sik'chajcanb'at chi', a' ol sva eb' anima ayic ol ja uque' ab'il vejel chi', yic vach' max ixtaxel jun chonhab' tic yuj vejel, xchi vinhaj José chi'."
        },
        {
            "number": "37",
            "text": "A jun ix yal vinhaj José chi', ix scha sk'ol vinh rey yed' masanil eb' ayoch yajalil yed'oc."
        },
        {
            "number": "38",
            "text": "Ix yalan vinh rey chi' d'a eb' icha tic: --Ma chequel tato ay b'aj ol chax junocxo vinac cuuj to ayoch Yespíritu Dios yed'oc icha val jun vinh tic, xchi vinh rey chi'."
        },
        {
            "number": "39",
            "text": "Ix yalan vinh d'a vinhaj José chi' icha tic: --Malaj mach jelan, malaj mach ay spensar icha ach tic, yujto a Dios tz'ak'an ojtaquejel masanil juntzanh tic."
        },
        {
            "number": "40",
            "text": "A ach ol ach ochcan yajalil d'a in despacho tic. Masanil anima ol k'anab'ajan tas ol ala'. A inxonhej nivan velk'och d'a ichanh, yujto rey in."
        },
        {
            "number": "41",
            "text": "A in tzach vak'och gobernadoral d'a masanil yol yic Egipto tic, xchi vinh."
        },
        {
            "number": "42",
            "text": "Ayic ix yalan jun lolonel chi' vinh, ix yik'anel scolk'ab' vinh ayoch d'a sk'ab' b'aj ayoch sello, ix yak'anoch vinh d'a sk'ab' vinhaj José chi'. Ix schecan vinh rey chi' ak'jioch spichul vinhaj José chi' to a lino te vach'. Tz'ak'jioch junoc cadena nab'a oro d'a sjaj vinh."
        },
        {
            "number": "43",
            "text": "Ix checchajq'ue vinh d'a yol carruaje, aton jun schab'il yic vinh rey chi', ix schecan vinh to schecjiel eb' anima d'a yol b'e ayic tz'ek' vinhaj José chi'. Icha chi' ix aj yochcan vinhaj José chi' gobernadoral yed' yilumaloc masanil chonhab' Egipto chi'."
        },
        {
            "number": "44",
            "text": "Ix lajvi chi' ix yalan vinh rey d'a vinhaj José chi' icha tic: --A in tic rey in, palta malaj junoc mach syal yalan d'a yol chonhab' tic, tato manhoc ach tzala', xchi vinh."
        },
        {
            "number": "45",
            "text": "Zafnat-panea ix yak' vinh rey sb'iej vinhaj José chi', ix yak'an vinh rey chi' yik'laj sb'a vinh yed' ix Asenat, yisil jun vinh Potifera sb'i, sacerdote yaj vinh d'a yol chonhab' On. 30 ab'il sq'uinal vinhaj José chi' ayic ix ik'jib'at vinh d'a yichanh vinh rey chi'. Ix lajvi chi', ix elta vinhaj José chi' d'a yichanh vinh rey chi', ix b'at vinh d'a yol masanil chonhab' d'a yol yic Egipto chi'."
        },
        {
            "number": "46",
            "text": "A d'a uque' ab'il, manh jantacoc sat masanil avb'en ix yak'a'."
        },
        {
            "number": "47",
            "text": "Masanil ixim trigo ix yak' sobre d'a uque' ab'il chi', ix sik'chajb'at ixim d'a junjun chonhab' yuj vinhaj José chi'."
        },
        {
            "number": "48",
            "text": "Icha yarenail sti' a' mar, icha val chi' yilji ixim trigo ix molchaj yuj vinh. Te nivanxo ixim trigo chi', yuj chi' majxo echtajlaj ixim, maxtzac yal-laj sb'ischaji."
        },
        {
            "number": "49",
            "text": "Ayic manto el yich jun nivan vejel chi', chavanhxo yuninal vinhaj José yed' ix Asenat chi'."
        },
        {
            "number": "50",
            "text": "A vinh b'ab'el unin, Manasés ix yak' vinh sb'iej, ix yalan vinh: A Dios ix ak'an sat d'a in k'ol masanil syaelal ix ek'b'at d'a vib'anh yed' in cusk'olal yuj eb' ayto vuj in b'a yed'oc, xchi vinh."
        },
        {
            "number": "51",
            "text": "Axo jun vinh schab'il unin, Efraín ix yak' vinh sb'iej, ix yalan vinh: A Dios ix ak'an svach'k'olal d'ayin d'a jun lugar b'aj ix vab' syaelal tic, xchi vinh."
        },
        {
            "number": "52",
            "text": "Ix lajvi yek' uque' ab'il ayic manh jantacoc svach'il ix aj sat avb'en d'a Egipto,"
        },
        {
            "number": "53",
            "text": "ix schaanel yich uque' ab'il vejel chi', icha ix aj yalan vinhaj José. Ix japax nivan vejel d'a yol masanil nación d'a slak'anil chi'. Axo d'a masanil yol smacb'en Egipto ay tas sva eb' anima."
        },
        {
            "number": "54",
            "text": "Axo yic ix em vejel chi', tzijtum eb' aj Egipto chi' sk'och d'a vinh rey k'anb'oj trigo. Syalan vinh rey chi' d'a eb': Ixiquec d'a vinhaj José. Masanil tas syal vinh a tze k'anab'ajej, xchi vinh d'a eb'."
        },
        {
            "number": "55",
            "text": "Masanil yol yic Egipto chi' ayem vejel, yuj chi' ix jacvi masanil yed'tal b'aj sik'an ixim trigo yuj vinhaj José chi', ix chonhji ixim d'a eb' aj Egipto chi'."
        },
        {
            "number": "56",
            "text": "Masanil juntzanhxo nación ix ja manoj trigo d'a vinh yujto masanil b'aj ay vejel, manhxalaj tas sva eb' anima."
        }
    ]
}