{
    "chapter": "41",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic toxo ix ek'b'at chab' ab'il, ay jun ak'wal ix och swayich winh rey. Ix yil winh to linhanek' winh t'a sti' ha' niwan Nilo."
        },
        {
            "number": "2",
            "text": "Ha t'a yol ha' chi', ix k'eul ucwanh nok' wacax te wach', te b'ak'uech, swa nok' t'a sti' ha' chi'."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi' ix k'eul ucwanhxo nok' wacax te chuclaj yilji, te b'ac, ix b'at nok' t'a slak'anil nok' b'ak'uech chi'."
        },
        {
            "number": "4",
            "text": "Ix och ijan nok' b'ac chi' schianb'at nok' b'ak'uech chi'. Ixlajwi chi', ix el swayanh winh rey chi'."
        },
        {
            "number": "5",
            "text": "Ix wayxib'at winh. Axo ix yilan winh to ay jun pitanh ixim trigo ix q'uib'i, uque' wal ix aj sjolom ixim, te wach', b'ut'an wal yuj sat."
        },
        {
            "number": "6",
            "text": "Ix yilanpax winh t'a spatictac ixim b'ab'el chi', ix elpaxcot uquexo jolom trigo te malaj sat, nab'a pach'uch'tac, malaj jab'oc swach'il."
        },
        {
            "number": "7",
            "text": "Ha uque' jolom trigo te pach'uch'tac chi', ha' ix k'uxanb'at ixim uque' te ay sat chi'. Axo yic ix el swayanh winh rey chi', ix nachajel yuj winh to wan swayichan winh."
        },
        {
            "number": "8",
            "text": "Axo ix sakb'i, te tacnaquel sk'ol winh yuj swayich chi'. Ix schecan winh avtajcot masanil heb' syal snaan el lolonel t'a Egipto yet' heb' te yojtac yalani. Ix och ijan winh rey chi' yalan swayich chi' t'a heb', palta malaj junok heb' syal yalani tas syalelk'och swayich winh chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi' haxo winh yajal yaj t'a heb' tz'ak'an swino winh rey chi' ix alan t'a winh icha tik: --Ato wal tiknaik sja t'a in k'ool to ay jun in paltail ix wak'ochi."
        },
        {
            "number": "10",
            "text": "Ayic ix cot owal t'ayin yet' winh yajal heb' b'oum pan, ix onh ak'och t'a yol sk'ab' winh yajal heb' tzach tanhwani, ix onh ochcan t'a preso."
        },
        {
            "number": "11",
            "text": "Ay jun ak'wal ix och ko wayich ko chawanhil, junjun ko wayich chi' ay syalelk'ochi."
        },
        {
            "number": "12",
            "text": "Ata' ayek' jun winh quelem hebreo, schecab'ejnac winh yajal heb' winh tzach tanhwan chi'. Ix calan ko wayich chi' t'a winh. Te wach' ix yutej winh yalan tas syalelk'och ko wayich chi'."
        },
        {
            "number": "13",
            "text": "Icha wal ix aj yalan winh chi', icha chi' ix aj yelk'ochi. Ina ix in ochxi t'a in munlajel, haxo junxo winh wed'nac chi, ix ak'jik'e d'unhan sniwanil winh, xchi winh yak'umal swino winh rey chi'."
        },
        {
            "number": "14",
            "text": "Ixlajwi yab'an jun ab'ix winh rey chi', ix schecan winh ik'jielta winhaj José t'a yol preso. Elanhchamel ix b'at ik'chajelta winh, ix yak'an joxchajel sb'a winh, ix sk'exanel spichul winh, ix b'at winh t'a yichanh winh rey chi'."
        },
        {
            "number": "15",
            "text": "Ix yalan winh rey chi' t'a winh icha tik: --Ay wal jun in wayich. Malaj junok heb' winh ay t'a tik snachajel yuj tas syalelk'ochi. Ix wab' specal tob' snachajel uuj tas syalelk'och wayich, xchi winh rey chi' t'a winh."
        },
        {
            "number": "16",
            "text": "--Ha jun chi' manh yoloc wik snachajel wuuj, palta ha Dios ol alanoc tas tz'elk'och a wayich chi' yic tz'och a wach'iloc, xchi winhaj José chi'."
        },
        {
            "number": "17",
            "text": "Ix och ijan winh rey yalan swayich t'a winhaj José chi' icha tik: --Ha ix wilani to linhan in ek' t'a sti' ha' Nilo."
        },
        {
            "number": "18",
            "text": "D'a yol ha' chi' ix k'eul ucwanh nok' wacax te wach', te b'ak'uech. Ix waek' nok' t'a stitac ha' chi'."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi' ix k'epaxul ucwanhxo nok' te b'ac, chuclaj yilji nok'. Manta b'aj swil junok wacax chuclaj yilji icha nok' chi' t'a Egipto tik."
        },
        {
            "number": "20",
            "text": "Ha ucwanh nok' b'ac chi', a nok' ix chianb'at ucwanh nok' b'ak'uech b'ab'el ix k'eul chi'."
        },
        {
            "number": "21",
            "text": "Ayic ix lajwiel nok' b'ak'uech schianb'at nok' b'ac chi', anheja' b'ac ix ajkan nok', maj b'ak'uechb'oclaj jab'oc nok'. Ixlajwi chi', ix el in wayanh."
        },
        {
            "number": "22",
            "text": "Ix cotxi in wayanh, ix in wayichanxi. Ix wilani, ay jun pitanh ixim trigo uque' wal sjolom ix yak'a', te b'ut'an yuj sat."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi' ix elpaxul uquexo sjolom, palta tonhej pach'uch'tac, malaj sat."
        },
        {
            "number": "24",
            "text": "Axo ixim chi' ix k'uxanb'at ixim wach' ay sat chi'. Ix wal in wayich tik t'a heb' winh snachajel yuj yalani, palta malaj wal junok heb' winh syal snachajel yuj tas syalelk'ochi, xchi winh rey chi' t'a winh."
        },
        {
            "number": "25",
            "text": "Ix yalan winhaj José chi' icha tik: --Mamin rey, a chab' a wayich chi', junnhej tas syalelk'ochi. Ha Dios ix ak'an a wayichej tas nab'il yuj."
        },
        {
            "number": "26",
            "text": "Ha wal syalelk'och nok' ucwanh wacax b'ak'uech chi', uque' ab'il sch'oxo'. Anheja' uque' sjolom ixim trigo te wach' chi', anhejtona' chi' syala'."
        },
        {
            "number": "27",
            "text": "Ha pax ucwanh nok' wacax te b'ac, chuclaj yilji ix k'eul chi', anheja' uque' ab'il pax sch'oxo'. Anheja' ixim jolom trigo te pach'uch'tac, malaj jab'oc sat, uque' ab'il wejel syalelk'ochi."
        },
        {
            "number": "28",
            "text": "Ha tas ix wal t'ayach tik, ichaton chi' syalelk'och a wayich chi'. Ha Dios ix ak'an a wayichej tas nab'ilxo yuj."
        },
        {
            "number": "29",
            "text": "Ol ja uque' ab'il, te wach' ol aj sat avb'en t'a Egipto tik."
        },
        {
            "number": "30",
            "text": "Ol lajwoc chi', ol ja uque' ab'il wejel. Ayic chi' manhxa mach ol naancot jantac sat avb'en ix yak' sobre t'a Egipto tik ayic yek'nac uque' t'a yalanhtaxo, yujto a wejel chi' ol ixtancanb'at jun chonhab' tik."
        },
        {
            "number": "31",
            "text": "Te niwan wejel ol yutej sb'a. Manhxalaj b'aj ol checlaj jab'okxo tas ix yak' sobre t'a jun pekti’ wach' ix ek' chi'."
        },
        {
            "number": "32",
            "text": "Chael wal ix aj yoch a wayich chi' yic wach' snachajel uj sik'lab'il to nab'ilxo yuj Dios to ol elk'och t'a elanhchamel."
        },
        {
            "number": "33",
            "text": "Yuj chi, wach' tato tza say junok winak te jelan, te ay spensar. Tzak'anoch winh yajalil t'a yol nación tik."
        },
        {
            "number": "34",
            "text": "Tza sayanpax jaywanhocxo heb' winh ol och yajalil, sb'at heb' winh t'a masanil yol nación yic tzek' heb' winh smol chab' almul t'a junjun quintal avb'en tz'el t'a sat lu'um chi' t'a junjun ab'il, masanto slajwi uque' ab'il ol ste ak'ej sat avb'en chi'."
        },
        {
            "number": "35",
            "text": "Masanil jantac syak' sobre smolb'an heb' winh chi', syak'kan heb' winh t'a yol a k'ab', sik'chajcanb'at t'a junjun chonhab' t'a yol yic Egipto tik, yic wach' ay tas swa heb' anima."
        },
        {
            "number": "36",
            "text": "Masanil tas ol sik'chajcanb'at chi', ha' ol swa heb' anima ayic ol ja uque' ab'il wejel chi', yic wach' max ixtaxel jun chonhab' tik yuj wejel, xchi winhaj José chi'."
        },
        {
            "number": "37",
            "text": "Ha jun ix yal winhaj José chi', ix scha sk'ol winh rey yet' masanil heb' ayoch yajalil yet'oc."
        },
        {
            "number": "38",
            "text": "Ix yalan winh rey chi' t'a heb' icha tik: --Ma chequel tato ay b'aj ol chax junokxo winak cuuj to ayoch Yespíritu Dios yet'oc icha wal jun winh tik, xchi winh rey chi'."
        },
        {
            "number": "39",
            "text": "Ix yalan winh t'a winhaj José chi' icha tik: --Malaj mach jelan, malaj mach ay spensar icha ach tik, yujto ha Dios tz'ak'an ojtaquejel masanil juntzanh tik."
        },
        {
            "number": "40",
            "text": "Ha ach ol ach ochcan yajalil t'a in despacho tik. Masanil anima ol k'anab'ajan tas ol ala'. Ha inxonhej niwan welk'och t'a ichanh, yujto rey in."
        },
        {
            "number": "41",
            "text": "Ha in tzach wak'och gobernadoral t'a masanil yol yic Egipto tik, xchi winh."
        },
        {
            "number": "42",
            "text": "Ayic ix yalan jun lolonel chi' winh, ix yik'anel scolk'ab' winh ayoch t'a sk'ab' b'aj ayoch sello, ix yak'anoch winh t'a sk'ab' winhaj José chi'. Ix schecan winh rey chi' ak'jioch spichul winhaj José chi' to a lino te wach'. Tz'ak'jioch junok cadena nab'a oro t'a sjaj winh."
        },
        {
            "number": "43",
            "text": "Ix checchajk'e winh t'a yol carruaje, aton jun schab'il yic winh rey chi', ix schecan winh to schecjiel heb' anima t'a yol b'e ayic tzek' winhaj José chi'. Icha chi' ix aj yochcan winhaj José chi' gobernadoral yet' yilumaloc masanil chonhab' Egipto chi'."
        },
        {
            "number": "44",
            "text": "Ixlajwi chi' ix yalan winh rey t'a winhaj José chi' icha tik: --Ha in tik rey in, palta malaj junok mach syal yalan t'a yol chonhab' tik, tato manhoc ach tzala', xchi winh."
        },
        {
            "number": "45",
            "text": "Zafnat-panea ix yak' winh rey sb'iej winhaj José chi', ix yak'an winh rey chi' yik'laj sb'a winh yet' ix Asenat, yisil jun winh Potifera sb'i, sacerdote yaj winh t'a yol chonhab' On. 30 ab'il sk'inal winhaj José chi' ayic ix ik'jib'at winh t'a yichanh winh rey chi'. Ixlajwi chi', ix elta winhaj José chi' t'a yichanh winh rey chi', ix b'at winh t'a yol masanil chonhab' t'a yol yic Egipto chi'."
        },
        {
            "number": "46",
            "text": "Ha t'a uque' ab'il, manh jantacoc sat masanil avb'en ix yak'a'."
        },
        {
            "number": "47",
            "text": "Masanil ixim trigo ix yak' sobre t'a uque' ab'il chi', ix sik'chajb'at ixim t'a junjun chonhab' yuj winhaj José chi'."
        },
        {
            "number": "48",
            "text": "Icha yarenail sti' ha' mar, icha wal chi' yilji ixim trigo ix molchaj yuj winh. Te niwanxo ixim trigo chi', yuj chi' majxo echtajlaj ixim, maxtzac yal-laj sb'ischaji."
        },
        {
            "number": "49",
            "text": "Ayic manto el yich jun niwan wejel chi', chawanhxo yuninal winhaj José yet' ix Asenat chi'."
        },
        {
            "number": "50",
            "text": "Ha winh b'ab'el unin, Manasés ix yak' winh sb'iej, ix yalan winh: Ha Dios ix ak'an sat t'a in k'ol masanil syaelal ix ek'b'at t'a wib'anh yet' in cusk'olal yuj heb' ayto wuj in b'a yet'oc, xchi winh."
        },
        {
            "number": "51",
            "text": "Axo jun winh schab'il unin, Efraín ix yak' winh sb'iej, ix yalan winh: Ha Dios ix ak'an swach'k'olal t'ayin t'a jun lugar b'aj ix wab' syaelal tik, xchi winh."
        },
        {
            "number": "52",
            "text": "Ixlajwi yek' uque' ab'il ayic manh jantacoc swach'il ix aj sat avb'en t'a Egipto,"
        },
        {
            "number": "53",
            "text": "ix schaanel yich uque' ab'il wejel chi', icha ix aj yalan winhaj José. Ix japax niwan wejel t'a yol masanil nación t'a slak'anil chi'. Axo t'a masanil yol smacb'en Egipto ay tas swa heb' anima."
        },
        {
            "number": "54",
            "text": "Axo yic ix em wejel chi', tzijtum heb' aj Egipto chi' sk'och t'a winh rey k'anb'oj trigo. Syalan winh rey chi' t'a heb': Ixiquec t'a winhaj José. Masanil tas syal winh a tze k'anab'ajej, xchi winh t'a heb'."
        },
        {
            "number": "55",
            "text": "Masanil yol yic Egipto chi' ayem wejel, yuj chi' ix jacwi masanil yet'tal b'aj sik'an ixim trigo yuj winhaj José chi', ix chonhji ixim t'a heb' aj Egipto chi'."
        },
        {
            "number": "56",
            "text": "Masanil juntzanhxo nación ix ja manoj trigo t'a winh yujto masanil b'aj ay wejel, manhxalaj tas swa heb' anima."
        }
    ]
}