{
    "chapter": "41",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic toxo ix ek'b'at chab' ab'il, ay jun ak'val ix och svayich winh rey. Ix yil winh to linhanek' winh t'a sti' ha' niwan Nilo."
        },
        {
            "number": "2",
            "text": "Ha t'a yol ha' chi', ix q'ueul ucvanh nok' vacax te wach', te b'ak'uech, sva nok' t'a sti' ha' chi'."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi' ix q'ueul ucvanhxo nok' vacax te chuclaj yilji, te b'ac, ix b'at nok' t'a slak'anil nok' b'ak'uech chi'."
        },
        {
            "number": "4",
            "text": "Ix och ijan nok' b'ac chi' schianb'at nok' b'ak'uech chi'. Ixlajwi chi', ix el svayanh winh rey chi'."
        },
        {
            "number": "5",
            "text": "Ix vayxib'at winh. Axo ix yilan winh to ay jun pitanh ixim trigo ix q'uib'i, uque' val ix aj sjolom ixim, te wach', b'ut'an val yuj sat."
        },
        {
            "number": "6",
            "text": "Ix yilanpax winh t'a spatictac ixim b'ab'el chi', ix elpaxcot uquexo jolom trigo te malaj sat, nab'a pach'uch'tac, malaj jab'oc swach'il."
        },
        {
            "number": "7",
            "text": "Ha uque' jolom trigo te pach'uch'tac chi', ha' ix k'uxanb'at ixim uque' te ay sat chi'. Axo yic ix el svayanh winh rey chi', ix nachajel yuj winh to van svayichan winh."
        },
        {
            "number": "8",
            "text": "Axo ix sakb'i, te tacnaquel sk'ol winh yuj svayich chi'. Ix schecan winh avtajcot masanil eb' syal snaan el lolonel t'a Egipto yet' eb' te yojtac yalani. Ix och ijan winh rey chi' yalan svayich chi' t'a eb', palta malaj junok eb' syal yalani tas syalelk'och svayich winh chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi' haxo winh yajal yaj t'a eb' tz'ak'an svino winh rey chi' ix alan t'a winh icha tik: --Ato val ticnaic sja t'a in k'ool to ay jun in paltail ix vak'ochi."
        },
        {
            "number": "10",
            "text": "Ayic ix cot oval t'ayin yet' winh yajal eb' b'oum pan, ix onh ak'och t'a yol sk'ab' winh yajal eb' tzach tanhvani, ix onh ochcan t'a preso."
        },
        {
            "number": "11",
            "text": "Ay jun ak'val ix och co vayich co chavanhil, junjun co vayich chi' ay syalelk'ochi."
        },
        {
            "number": "12",
            "text": "Ata' ayek' jun winh quelem hebreo, schecab'ejnac winh yajal eb' winh tzach tanhvan chi'. Ix calan co vayich chi' t'a winh. Te wach' ix yutej winh yalan tas syalelk'och co vayich chi'."
        },
        {
            "number": "13",
            "text": "Icha val ix aj yalan winh chi', icha chi' ix aj yelk'ochi. Ina ix in ochxi t'a in munlajel, haxo junxo winh ved'nac chi, ix ak'jiq'ue d'unhan snivanil winh, xchi winh yak'umal svino winh rey chi'."
        },
        {
            "number": "14",
            "text": "Ixlajwi yab'an jun ab'ix winh rey chi', ix schecan winh ik'jielta winhaj José t'a yol preso. Elanhchamel ix b'at ik'chajelta winh, ix yak'an joxchajel sb'a winh, ix sq'uexanel spichul winh, ix b'at winh t'a yichanh winh rey chi'."
        },
        {
            "number": "15",
            "text": "Ix yalan winh rey chi' t'a winh icha tik: --Ay val jun in vayich. Malaj junok eb' winh ay t'a tik snachajel yuj tas syalelk'ochi. Ix vab' specal tob' snachajel uuj tas syalelk'och vayich, xchi winh rey chi' t'a winh."
        },
        {
            "number": "16",
            "text": "--Ha jun chi' manh yoloc wik snachajel vuuj, palta ha Dios ol alanoc tas tz'elk'och a vayich chi' yic tz'och a wach'iloc, xchi winhaj José chi'."
        },
        {
            "number": "17",
            "text": "Ix och ijan winh rey yalan svayich t'a winhaj José chi' icha tik: --Ha ix vilani to linhan in ek' t'a sti' ha' Nilo."
        },
        {
            "number": "18",
            "text": "D'a yol ha' chi' ix q'ueul ucvanh nok' vacax te wach', te b'ak'uech. Ix vaek' nok' t'a stitac ha' chi'."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi' ix q'uepaxul ucvanhxo nok' te b'ac, chuclaj yilji nok'. Manta b'aj svil junok vacax chuclaj yilji icha nok' chi' t'a Egipto tik."
        },
        {
            "number": "20",
            "text": "Ha ucvanh nok' b'ac chi', a nok' ix chianb'at ucvanh nok' b'ak'uech b'ab'el ix q'ueul chi'."
        },
        {
            "number": "21",
            "text": "Ayic ix lajviel nok' b'ak'uech schianb'at nok' b'ac chi', anheja' b'ac ix ajkan nok', maj b'ak'uechb'oclaj jab'oc nok'. Ixlajwi chi', ix el in vayanh."
        },
        {
            "number": "22",
            "text": "Ix cotxi in vayanh, ix in vayichanxi. Ix vilani, ay jun pitanh ixim trigo uque' val sjolom ix yak'a', te b'ut'an yuj sat."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi' ix elpaxul uquexo sjolom, palta tonhej pach'uch'tac, malaj sat."
        },
        {
            "number": "24",
            "text": "Axo ixim chi' ix k'uxanb'at ixim wach' ay sat chi'. Ix val in vayich tik t'a eb' winh snachajel yuj yalani, palta malaj val junok eb' winh syal snachajel yuj tas syalelk'ochi, xchi winh rey chi' t'a winh."
        },
        {
            "number": "25",
            "text": "Ix yalan winhaj José chi' icha tik: --Mamin rey, a chab' a vayich chi', junnhej tas syalelk'ochi. Ha Dios ix ak'an a vayichej tas nab'il yuj."
        },
        {
            "number": "26",
            "text": "Ha val syalelk'och nok' ucvanh vacax b'ak'uech chi', uque' ab'il sch'oxo'. Anheja' uque' sjolom ixim trigo te wach' chi', anhejtona' chi' syala'."
        },
        {
            "number": "27",
            "text": "Ha pax ucvanh nok' vacax te b'ac, chuclaj yilji ix q'ueul chi', anheja' uque' ab'il pax sch'oxo'. Anheja' ixim jolom trigo te pach'uch'tac, malaj jab'oc sat, uque' ab'il vejel syalelk'ochi."
        },
        {
            "number": "28",
            "text": "Ha tas ix val t'ayach tik, ichaton chi' syalelk'och a vayich chi'. Ha Dios ix ak'an a vayichej tas nab'ilxo yuj."
        },
        {
            "number": "29",
            "text": "Ol ja uque' ab'il, te wach' ol aj sat avb'en t'a Egipto tik."
        },
        {
            "number": "30",
            "text": "Ol lajvoc chi', ol ja uque' ab'il vejel. Ayic chi' manhxa mach ol naancot jantac sat avb'en ix yak' sobre t'a Egipto tik ayic yek'nac uque' t'a yalanhtaxo, yujto a vejel chi' ol ixtancanb'at jun chonhab' tik."
        },
        {
            "number": "31",
            "text": "Te niwan vejel ol yutej sb'a. Manhxalaj b'aj ol checlaj jab'ocxo tas ix yak' sobre t'a jun pekti’ wach' ix ek' chi'."
        },
        {
            "number": "32",
            "text": "Chael val ix aj yoch a vayich chi' yic wach' snachajel uj sik'lab'il to nab'ilxo yuj Dios to ol elk'och t'a elanhchamel."
        },
        {
            "number": "33",
            "text": "Yuj chi, wach' tato tza say junok vinac te jelan, te ay spensar. Tzak'anoch winh yajalil t'a yol nación tik."
        },
        {
            "number": "34",
            "text": "Tza sayanpax jayvanhocxo eb' winh ol och yajalil, sb'at eb' winh t'a masanil yol nación yic tzek' eb' winh smol chab' almul t'a junjun quintal avb'en tz'el t'a sat lu'um chi' t'a junjun ab'il, masanto slajvi uque' ab'il ol ste aq'uej sat avb'en chi'."
        },
        {
            "number": "35",
            "text": "Masanil jantac syak' sobre smolb'an eb' winh chi', syak'kan eb' winh t'a yol a k'ab', sik'chajcanb'at t'a junjun chonhab' t'a yol yic Egipto tik, yic wach' ay tas sva eb' anima."
        },
        {
            "number": "36",
            "text": "Masanil tas ol sik'chajcanb'at chi', ha' ol sva eb' anima ayic ol ja uque' ab'il vejel chi', yic wach' max ixtaxel jun chonhab' tik yuj vejel, xchi winhaj José chi'."
        },
        {
            "number": "37",
            "text": "Ha jun ix yal winhaj José chi', ix scha sk'ol winh rey yet' masanil eb' ayoch yajalil yet'oc."
        },
        {
            "number": "38",
            "text": "Ix yalan winh rey chi' t'a eb' icha tik: --Ma chequel tato ay b'aj ol chax junocxo vinac cuuj to ayoch Yespíritu Dios yet'oc icha val jun winh tik, xchi winh rey chi'."
        },
        {
            "number": "39",
            "text": "Ix yalan winh t'a winhaj José chi' icha tik: --Malaj mach jelan, malaj mach ay spensar icha ach tik, yujto ha Dios tz'ak'an ojtaquejel masanil juntzanh tik."
        },
        {
            "number": "40",
            "text": "Ha ach ol ach ochcan yajalil t'a in despacho tik. Masanil anima ol k'anab'ajan tas ol ala'. Ha inxonhej niwan velk'och t'a ichanh, yujto rey in."
        },
        {
            "number": "41",
            "text": "Ha in tzach vak'och gobernadoral t'a masanil yol yic Egipto tik, xchi winh."
        },
        {
            "number": "42",
            "text": "Ayic ix yalan jun lolonel chi' winh, ix yik'anel scolk'ab' winh ayoch t'a sk'ab' b'aj ayoch sello, ix yak'anoch winh t'a sk'ab' winhaj José chi'. Ix schecan winh rey chi' ak'jioch spichul winhaj José chi' to a lino te wach'. Tz'ak'jioch junok cadena nab'a oro t'a sjaj winh."
        },
        {
            "number": "43",
            "text": "Ix checchajq'ue winh t'a yol carruaje, aton jun schab'il yic winh rey chi', ix schecan winh to schecjiel eb' anima t'a yol b'e ayic tzek' winhaj José chi'. Icha chi' ix aj yochcan winhaj José chi' gobernadoral yet' yilumaloc masanil chonhab' Egipto chi'."
        },
        {
            "number": "44",
            "text": "Ixlajwi chi' ix yalan winh rey t'a winhaj José chi' icha tik: --Ha in tik rey in, palta malaj junok mach syal yalan t'a yol chonhab' tik, tato manhoc ach tzala', xchi winh."
        },
        {
            "number": "45",
            "text": "Zafnat-panea ix yak' winh rey sb'iej winhaj José chi', ix yak'an winh rey chi' yik'laj sb'a winh yet' ix Asenat, yisil jun winh Potifera sb'i, sacerdote yaj winh t'a yol chonhab' On. 30 ab'il sk'inal winhaj José chi' ayic ix ik'jib'at winh t'a yichanh winh rey chi'. Ixlajwi chi', ix elta winhaj José chi' t'a yichanh winh rey chi', ix b'at winh t'a yol masanil chonhab' t'a yol yic Egipto chi'."
        },
        {
            "number": "46",
            "text": "Ha t'a uque' ab'il, manh jantacoc sat masanil avb'en ix yak'a'."
        },
        {
            "number": "47",
            "text": "Masanil ixim trigo ix yak' sobre t'a uque' ab'il chi', ix sik'chajb'at ixim t'a junjun chonhab' yuj winhaj José chi'."
        },
        {
            "number": "48",
            "text": "Icha yarenail sti' ha' mar, icha val chi' yilji ixim trigo ix molchaj yuj winh. Te nivanxo ixim trigo chi', yuj chi' majxo echtajlaj ixim, maxtzac yal-laj sb'ischaji."
        },
        {
            "number": "49",
            "text": "Ayic manto el yich jun niwan vejel chi', chavanhxo yuninal winhaj José yet' ix Asenat chi'."
        },
        {
            "number": "50",
            "text": "Ha winh b'ab'el unin, Manasés ix yak' winh sb'iej, ix yalan winh: Ha Dios ix ak'an sat t'a in k'ol masanil syaelal ix ek'b'at t'a vib'anh yet' in cusk'olal yuj eb' ayto vuj in b'a yet'oc, xchi winh."
        },
        {
            "number": "51",
            "text": "Axo jun winh schab'il unin, Efraín ix yak' winh sb'iej, ix yalan winh: Ha Dios ix ak'an swach'k'olal t'ayin t'a jun lugar b'aj ix vab' syaelal tik, xchi winh."
        },
        {
            "number": "52",
            "text": "Ixlajwi yek' uque' ab'il ayic manh jantacoc swach'il ix aj sat avb'en t'a Egipto,"
        },
        {
            "number": "53",
            "text": "ix schaanel yich uque' ab'il vejel chi', icha ix aj yalan winhaj José. Ix japax niwan vejel t'a yol masanil nación t'a slak'anil chi'. Axo t'a masanil yol smacb'en Egipto ay tas sva eb' anima."
        },
        {
            "number": "54",
            "text": "Axo yic ix em vejel chi', tzijtum eb' aj Egipto chi' sk'och t'a winh rey k'anb'oj trigo. Syalan winh rey chi' t'a eb': Ixiquec t'a winhaj José. Masanil tas syal winh a tze k'anab'ajej, xchi winh t'a eb'."
        },
        {
            "number": "55",
            "text": "Masanil yol yic Egipto chi' ayem vejel, yuj chi' ix jacvi masanil yet'tal b'aj sik'an ixim trigo yuj winhaj José chi', ix chonhji ixim t'a eb' aj Egipto chi'."
        },
        {
            "number": "56",
            "text": "Masanil juntzanhxo nación ix ja manoj trigo t'a winh yujto masanil b'aj ay vejel, manhxalaj tas sva eb' anima."
        }
    ]
}