{
    "chapter": "42",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Jacob cajan winh t'a Canaán, ix yab' specal winh to te ay ixim trigo t'a Egipto. Yuj chi' ix yal winh t'a eb' winh yuninal icha tik: ¿Tas tze k'ulej, tonhej tzeyil-lajoch e b'a?"
        },
        {
            "number": "2",
            "text": "Ix vab' specal to te ay ixim trigo t'a Egipto. Ixiquec e man tas sco wa yic wach' max onh cham yuj vejel, xchi winh."
        },
        {
            "number": "3",
            "text": "Yuj chi', ix b'at lajunhvanh yuk'tac winhaj José manoj trigo t'a Egipto chi'."
        },
        {
            "number": "4",
            "text": "Axo winhaj Benjamín, yuk'tac winhaj José chi', maj chajib'atlaj winh yuj winhaj Jacob chi', yujto ix sna' winh: Ay talaj tas tz'ik'an winh vuninal tik, xchi winh."
        },
        {
            "number": "5",
            "text": "Tzijtum juntzanhxo eb' winh manum trigo ix b'at yet' eb' winh yuninal winhaj Israel chi', yujto t'a masanil yol yic Canaán chi', ix te em vejel."
        },
        {
            "number": "6",
            "text": "Ha winhaj José yajal yaj t'a yol yic Egipto chi', a winh tz'ak'anelta ixim trigo t'a eb' manvajum sk'och chi'. Ayic ix k'och eb' yuk'tac winh chi' t'a yichanh, ix em nhojjab' eb' winh t'a sat lu'um."
        },
        {
            "number": "7",
            "text": "D'a jun rato chi, ix yiloch eb' yuk'tac winhaj José chi', palta haxo ix yutej sb'a winh ichato manh yojtacoc winh, ov ix yutej winh slolon t'a eb' winh: --¿B'ajtil ix ex cot a ex tik? xchi winh. --Aj Canaán onh, to tzonh javi manoj trigo, xchi eb' winh."
        },
        {
            "number": "8",
            "text": "Wach'chom a winhaj José chi' yojtac winh to yuk'tac sb'a winh yet' eb' winh, haxo pax eb' winh jun, maj nachajel-laj yuj eb' winh."
        },
        {
            "number": "9",
            "text": "Ichato chi' ix snaancot winhaj José tas ix svayichej t'a yib'anh eb' winh t'a yalanhtaxo. Ix yalan winh: --Ha ex tik tonhej tzul onh eyileli, tonhej tzex javi eyila' tato ay b'aj syal yochul eb' ajk'ol t'a yol jun chonhab' tik, xchi winh."
        },
        {
            "number": "10",
            "text": "--Maay mamin, a onh a checab' onh tik, manoj trigonhej tzonh javi."
        },
        {
            "number": "11",
            "text": "Ha onh tik junnhej co mam, cuk'tacnhej co b'a, wach'nhej co pensar, malaj b'aj tonhej tzek' quileli, xchi eb' winh."
        },
        {
            "number": "12",
            "text": "--Val yel a ex tik tonhej tzex ja eyilb'ati ta secojtac tz'ochul eb' ajk'ol t'a tik, xchi winh."
        },
        {
            "number": "13",
            "text": "Ix tak'vi eb' winh icha tik: --Maay mamin, a onh a checab' onh tik, lajchawanh onh, cuk'tacnhej co b'a, junnhej co mam, cajan onh t'a Canaán. Ha winh cuk'tac tzak'an unin, aycan winh yet' winh co mam chi', ay junxo winh, manhxo ayoc ek'laj winh, xchi eb'."
        },
        {
            "number": "14",
            "text": "--Val yel svala', a ex tik tonhej tzex ja eyileli tas yaj t'a tik."
        },
        {
            "number": "15",
            "text": "Ol to yal sb'a tas ol aj jun tik: Tzin loc sb'i winh rey to manh ol ex actajeloc tato manh ol eyik'cot winh eyuk'tac tzak'an unin chi'."
        },
        {
            "number": "16",
            "text": "Ha ticnaic tzex b'at junok ex eyik' winh, a exxo tik ol ex cannhej preso t'a tik, yic wach' squila' tato yel tzeyala'. Tato tonhej tzeyala', toxo ix in loc sb'i winh rey to tonhej tzul onh eyileli, xchi winhaj José chi."
        },
        {
            "number": "17",
            "text": "Ix och eb' winh preso yuj winh. Ato t'a schab'jial chi' ix yalan winhaj José chi' t'a eb' winh icha tik: --Ha in tik tzin xiv d'ha Dios. Tato tze k'anab'ajej jun tas swal tik, tzex colchajcani."
        },
        {
            "number": "18",
            "text": "Tato yel wach' ex, junxonhej ex tzex kan t'a yol preso tik, tzex b'at e masanil t'a e chonhab' chi', tzeyik'anb'at ixim trigo sva eb' ix eyetb'eyum yet' eyuninal van scham yuj vejel chi'."
        },
        {
            "number": "19",
            "text": "Slajvi chi', tzeyik'ancot winh eyuk'tac tzak'an unin chi'. Ichato chi' ol vilani tato yel tzeyala', manh ol ex chamlaj, xchi winhaj José chi'. Ichocab' ta', xchi eb' winh."
        },
        {
            "number": "20",
            "text": "Ix yalan eb' winh t'ay junjun icha tik: --Ha yuj tas cutejnac winh cuk'tac, yuj chi' sja jun yaelal tik t'a quib'anh. Val yel te chuk cutejnac co b'ha t'a winh, manh co chanacoc cab'i ayic stevinac winh t'ayonh to tz'ok' co k'ol t'a winh, wach'chom quilnac to te cusnac winh, xchi eb' winh."
        },
        {
            "number": "21",
            "text": "Ix yalanpax winhaj Rubén t'a eb' winh yuk'tac chi' icha tik: --Valnac t'ayex to max eyutej e b'ha t'a winh icha chi', palta manh e chanacoc eyab'i tas valnac chi'. Ha ticnaic, tik val scot t'a quib'anh yuj schamel winh, xchi winh."
        },
        {
            "number": "22",
            "text": "Maj nachajel yuj eb' winh tato van yab'an winhaj José tas syal eb' winh chi', yujto t'a sti' eb' aj Egipto slolon winh, anhej to ay junok mach tz'alaneli tas syal winh."
        },
        {
            "number": "23",
            "text": "Ix el winhaj José chi' t'a stz'ey eb' winh, ix och ijan winh yoq'ui. Ix jax winh, ix lolonxi winh yet' eb' winh. Ix yik'anel winhaj Simeón winh, t'a yichanh eb' winh ix tzek'chajcan winh."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix yalan winhaj José chi' to tz'ak'ji b'ud'joc scoxtal eb' winh, ix ak'jiem q'uen stumin eb' winh t'a yol sti' scoxtal chi', ix ak'jib'at svael eb' winh yic yol sb'e. Icha chi' ix sk'ulej winh yet' eb' winh."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi', ix yak'anoch yicatz nok' sb'uru eb' winh, ix paxta eb' winh b'ian."
        },
        {
            "number": "26",
            "text": "Axo ix k'och eb' winh b'aj ol vayoc, ix sjacan scoxtal junok eb' winh yic syik'anq'ueta chab'oc strigo nok' sb'uru winh chi' yalani. Axo ix yilan winh to ayem q'uen tumin t'a yol sti' scoxtal, q'uen ix yak'lab'ej eb' winh smanan ixim strigo chi'."
        },
        {
            "number": "27",
            "text": "Ix yalan winh t'a eb' winh yuk'tac chi' icha tik: --Ilecnab'i, ix ak'jixi meltzaj q'uen in tumin. Ay val em q'uen t'a yol sti' in coxtal tik, xchi winh. Masanil eb' winh ix ib'xiq'ue yuj xivelal, ix yalan eb' winh icha tik: --¿Tas yuj icha tik tzonh yutej Dios? xchi eb' winh."
        },
        {
            "number": "28",
            "text": "Axo yic ix jax eb' winh t'a yol yic Canaán chi', ix yalan eb' winh t'a winh smam tastac ix ek' t'a yib'anh. Ix yalan eb' winh icha tik:"
        },
        {
            "number": "29",
            "text": "--Ha winh ayoch yajalil t'a jun chonhab' chi', te ov ix yutej winh slolon t'ayonh. Ix yalan winh to tonhej onh xid' quilelta tas yaj schonhab' chi'."
        },
        {
            "number": "30",
            "text": "Ix calani to wach' onh, manh chucoc co pensar tzonh eq'ui, malaj b'aj tonhej tzek' quilel tas yaj eb'."
        },
        {
            "number": "31",
            "text": "Ix calani to lajchawanh co b'eyi, junnhej co mam, jun winh cuk'tac manhxo ayoquek'laj, haxo winh tzak'an unin, aycan winh yet' winh co mam t'a Canaán, xco chi t'a winh."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi', ix yalan winh icha tik: Tato yel wach' ex, canocab' junok winh eyuk'tac t'a tik, tzeyik'anb'at jab'oc ixim trigo t'a eb' ix eyetb'eyum yet' t'a eyuninal van scham yuj vejel chi'."
        },
        {
            "number": "33",
            "text": "Slajvi chi', tzeyik'ancot junxo winh eyuk'tac tzak'an unin chi' vil t'a tik. Ichato chi' ol vojtacaneli to manh chucoc e pensar syal chi'. Masanto sjavi junxo winh eyuk'tac tzak'an unin chi', ol in jacanelta winh eyuk'tac ix kan t'a preso tik, yic icha chi' libre ex e b'eyeq'ui, xchi winh, xchi eb' winh."
        },
        {
            "number": "34",
            "text": "Axo ix sjacan scoxtal eb' winh chi', ix yilan eb' winh to ayem junjun yunetac mucuc tumin yol sti' coxtal chi', aton q'uen tumin chi' ix yak'lab'ej eb' winh smanan ixim trigo. Ix ak'chajxi meltzaj q'ueen. Ix te xiv chaanh eb' winh, ix te xivpax winh smam eb' winh chi."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi' ix yalan winh t'a eb' winh icha tik: --Te chuk tzeyutej e b'a t'ayin. Manhxo junok vuninal skan eyuuj. Vinhaj José, manhxo ayoquek'laj winh, winhaj Simeón, ix kan winh t'a preso, e gana tzeyik'paxb'at winhaj Benjamín. Ha mach tz'ab'an syail, a in toni, xchi winh."
        },
        {
            "number": "36",
            "text": "Ix yalan winhaj Rubén t'a winh smam chi' icha tik: --Manh ach xiv mamin. Ak'b'at winh cuk'tac tzak'an unin tik qued'oc. Ha in svak' in b'a yuj winh, tato manhxo ol jax winh vuuj, wach'chom tza mak'cham chavanh vuninal tik yuj winh, xchi winh."
        },
        {
            "number": "37",
            "text": "Ix tak'vi winhaj Jacob chi' icha tik: --Manh ol b'atlaj winh vuninal tik eyed'oc, axonhej winh ayek' ved'oc. Ina winh yuk'tac winh, chamnacxo winh, talaj ay tas tz'ik'anpax junxo winh tik t'a yol b'e, tik a ex val tzeyak'och e mul yic tzin cham yuj cuselal, xchi winhaj Jacob chi'."
        }
    ]
}