{
    "chapter": "42",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Jacob cajan winh t'a Canaán, ix yab' specal winh to te ay ixim trigo t'a Egipto. Yuj chi' ix yal winh t'a heb' winh yuninal icha tik: ¿Tas tze k'ulej, tonhej tzeyil-lajoch he b'a?"
        },
        {
            "number": "2",
            "text": "Ix wab' specal to te ay ixim trigo t'a Egipto. Ixiquec he man tas sco wa yic wach' max onh cham yuj wejel, xchi winh."
        },
        {
            "number": "3",
            "text": "Yuj chi', ix b'at lajunhwanh yuk'tac winhaj José manoj trigo t'a Egipto chi'."
        },
        {
            "number": "4",
            "text": "Axo winhaj Benjamín, yuk'tac winhaj José chi', maj chajib'atlaj winh yuj winhaj Jacob chi', yujto ix sna' winh: Ay talaj tas tz'ik'an winh wuninal tik, xchi winh."
        },
        {
            "number": "5",
            "text": "Tzijtum juntzanhxo heb' winh manum trigo ix b'at yet' heb' winh yuninal winhaj Israel chi', yujto t'a masanil yol yic Canaán chi', ix te em wejel."
        },
        {
            "number": "6",
            "text": "Ha winhaj José yajal yaj t'a yol yic Egipto chi', a winh tz'ak'anelta ixim trigo t'a heb' manwajum sk'och chi'. Ayic ix k'och heb' yuk'tac winh chi' t'a yichanh, ix em nhojjab' heb' winh t'a sat lu'um."
        },
        {
            "number": "7",
            "text": "D'a jun rato chi, ix yiloch heb' yuk'tac winhaj José chi', palta haxo ix yutej sb'a winh ichato manh yojtacoc winh, ov ix yutej winh slolon t'a heb' winh: --¿B'ajtil ix ex cot a ex tik? xchi winh. --Aj Canaán onh, to tzonh jawi manoj trigo, xchi heb' winh."
        },
        {
            "number": "8",
            "text": "Wach'chom a winhaj José chi' yojtac winh to yuk'tac sb'a winh yet' heb' winh, haxo pax heb' winh jun, maj nachajel-laj yuj heb' winh."
        },
        {
            "number": "9",
            "text": "Ichato chi' ix snaancot winhaj José tas ix swayichej t'a yib'anh heb' winh t'a yalanhtaxo. Ix yalan winh: --Ha ex tik tonhej tzul onh eyileli, tonhej tzex jawi eyila' tato ay b'aj syal yochul heb' ajk'ol t'a yol jun chonhab' tik, xchi winh."
        },
        {
            "number": "10",
            "text": "--Maay mamin, a onh a checab' onh tik, manoj trigonhej tzonh jawi."
        },
        {
            "number": "11",
            "text": "Ha onh tik junnhej ko mam, cuk'tacnhej ko b'a, wach'nhej ko pensar, malaj b'aj tonhej tzek' quileli, xchi heb' winh."
        },
        {
            "number": "12",
            "text": "--Val yel a ex tik tonhej tzex ja eyilb'ati ta secojtac tz'ochul heb' ajk'ol t'a tik, xchi winh."
        },
        {
            "number": "13",
            "text": "Ix tak'wi heb' winh icha tik: --Maay mamin, a onh a checab' onh tik, lajchawanh onh, cuk'tacnhej ko b'a, junnhej ko mam, cajan onh t'a Canaán. Ha winh cuk'tac tzak'an unin, aycan winh yet' winh ko mam chi', ay junxo winh, manhxo ayoc ek'laj winh, xchi heb'."
        },
        {
            "number": "14",
            "text": "--Val yel swala', a ex tik tonhej tzex ja eyileli tas yaj t'a tik."
        },
        {
            "number": "15",
            "text": "Ol to yal sb'a tas ol aj jun tik: Tzin loc sb'i winh rey to manh ol ex actajeloc tato manh ol eyik'cot winh eyuk'tac tzak'an unin chi'."
        },
        {
            "number": "16",
            "text": "Ha tiknaik tzex b'at junok ex eyik' winh, a exxo tik ol ex cannhej preso t'a tik, yic wach' squila' tato yel tzeyala'. Tato tonhej tzeyala', toxo ix in loc sb'i winh rey to tonhej tzul onh eyileli, xchi winhaj José chi."
        },
        {
            "number": "17",
            "text": "Ix och heb' winh preso yuj winh. Ato t'a schab'jial chi' ix yalan winhaj José chi' t'a heb' winh icha tik: --Ha in tik tzin xiv d'ha Dios. Tato tze k'anab'ajej jun tas swal tik, tzex colchajcani."
        },
        {
            "number": "18",
            "text": "Tato yel wach' ex, junxonhej ex tzex kan t'a yol preso tik, tzex b'at he masanil t'a he chonhab' chi', tzeyik'anb'at ixim trigo swa heb' ix eyetb'eyum yet' eyuninal wan scham yuj wejel chi'."
        },
        {
            "number": "19",
            "text": "Slajwi chi', tzeyik'ancot winh eyuk'tac tzak'an unin chi'. Ichato chi' ol wilani tato yel tzeyala', manh ol ex chamlaj, xchi winhaj José chi'. Ichocab' ta', xchi heb' winh."
        },
        {
            "number": "20",
            "text": "Ix yalan heb' winh t'ay junjun icha tik: --Ha yuj tas cutejnac winh cuk'tac, yuj chi' sja jun yaelal tik t'a quib'anh. Val yel te chuk cutejnac ko b'ha t'a winh, manh ko chanacoc cab'i ayic stewinac winh t'ayonh to tz'ok' ko k'ol t'a winh, wach'chom quilnac to te cusnac winh, xchi heb' winh."
        },
        {
            "number": "21",
            "text": "Ix yalanpax winhaj Rubén t'a heb' winh yuk'tac chi' icha tik: --Valnac t'ayex to max eyutej he b'ha t'a winh icha chi', palta manh he chanacoc eyab'i tas walnac chi'. Ha tiknaik, tik wal scot t'a quib'anh yuj schamel winh, xchi winh."
        },
        {
            "number": "22",
            "text": "Maj nachajel yuj heb' winh tato wan yab'an winhaj José tas syal heb' winh chi', yujto t'a sti' heb' aj Egipto slolon winh, anhej to ay junok mach tz'alaneli tas syal winh."
        },
        {
            "number": "23",
            "text": "Ix el winhaj José chi' t'a stz'ey heb' winh, ix och ijan winh yoq'ui. Ix jax winh, ix lolonxi winh yet' heb' winh. Ix yik'anel winhaj Simeón winh, t'a yichanh heb' winh ix tzek'chajcan winh."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix yalan winhaj José chi' to tz'ak'ji b'ud'joc scoxtal heb' winh, ix ak'jiem k'een stumin heb' winh t'a yol sti' scoxtal chi', ix ak'jib'at swael heb' winh yic yol sb'e. Icha chi' ix sk'ulej winh yet' heb' winh."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi', ix yak'anoch yicatz nok' sb'uru heb' winh, ix paxta heb' winh b'ian."
        },
        {
            "number": "26",
            "text": "Axo ix k'och heb' winh b'aj ol wayoc, ix sjacan scoxtal junok heb' winh yic syik'ank'eta chab'oc strigo nok' sb'uru winh chi' yalani. Axo ix yilan winh to ayem k'een tumin t'a yol sti' scoxtal, k'een ix yak'lab'ej heb' winh smanan ixim strigo chi'."
        },
        {
            "number": "27",
            "text": "Ix yalan winh t'a heb' winh yuk'tac chi' icha tik: --Ilecnab'i, ix ak'jixi meltzaj k'een in tumin. Ay wal em k'een t'a yol sti' in coxtal tik, xchi winh. Masanil heb' winh ix ib'xik'e yuj xiwelal, ix yalan heb' winh icha tik: --¿Tas yuj icha tik tzonh yutej Dios? xchi heb' winh."
        },
        {
            "number": "28",
            "text": "Axo yic ix jax heb' winh t'a yol yic Canaán chi', ix yalan heb' winh t'a winh smam tastac ix ek' t'a yib'anh. Ix yalan heb' winh icha tik:"
        },
        {
            "number": "29",
            "text": "--Ha winh ayoch yajalil t'a jun chonhab' chi', te ov ix yutej winh slolon t'ayonh. Ix yalan winh to tonhej onh xid' quilelta tas yaj schonhab' chi'."
        },
        {
            "number": "30",
            "text": "Ix calani to wach' onh, manh chucoc ko pensar tzonh eq'ui, malaj b'aj tonhej tzek' quilel tas yaj heb'."
        },
        {
            "number": "31",
            "text": "Ix calani to lajchawanh ko b'eyi, junnhej ko mam, jun winh cuk'tac manhxo ayoquek'laj, haxo winh tzak'an unin, aycan winh yet' winh ko mam t'a Canaán, xco chi t'a winh."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi', ix yalan winh icha tik: Tato yel wach' ex, canocab' junok winh eyuk'tac t'a tik, tzeyik'anb'at jab'oc ixim trigo t'a heb' ix eyetb'eyum yet' t'a eyuninal wan scham yuj wejel chi'."
        },
        {
            "number": "33",
            "text": "Slajwi chi', tzeyik'ancot junxo winh eyuk'tac tzak'an unin chi' wil t'a tik. Ichato chi' ol wojtacaneli to manh chucoc he pensar syal chi'. Masanto sjawi junxo winh eyuk'tac tzak'an unin chi', ol in jacanelta winh eyuk'tac ix kan t'a preso tik, yic icha chi' libre ex he b'eyeq'ui, xchi winh, xchi heb' winh."
        },
        {
            "number": "34",
            "text": "Axo ix sjacan scoxtal heb' winh chi', ix yilan heb' winh to ayem junjun yunetac mucuc tumin yol sti' coxtal chi', aton k'een tumin chi' ix yak'lab'ej heb' winh smanan ixim trigo. Ix ak'chajxi meltzaj k'een. Ix te xiv chaanh heb' winh, ix te xivpax winh smam heb' winh chi."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi' ix yalan winh t'a heb' winh icha tik: --Te chuk tzeyutej he b'a t'ayin. Manhxo junok wuninal skan eyuuj. Vinhaj José, manhxo ayoquek'laj winh, winhaj Simeón, ix kan winh t'a preso, he gana tzeyik'paxb'at winhaj Benjamín. Ha mach tz'ab'an syail, a in toni, xchi winh."
        },
        {
            "number": "36",
            "text": "Ix yalan winhaj Rubén t'a winh smam chi' icha tik: --Manh ach xiv mamin. Ak'b'at winh cuk'tac tzak'an unin tik qued'oc. Ha in swak' in b'a yuj winh, tato manhxo ol jax winh wuuj, wach'chom tza mak'cham chawanh wuninal tik yuj winh, xchi winh."
        },
        {
            "number": "37",
            "text": "Ix tak'wi winhaj Jacob chi' icha tik: --Manh ol b'atlaj winh wuninal tik eyed'oc, axonhej winh ayek' wed'oc. Ina winh yuk'tac winh, chamnacxo winh, talaj ay tas tz'ik'anpax junxo winh tik t'a yol b'e, tik a ex wal tzeyak'och he mul yic tzin cham yuj cuselal, xchi winhaj Jacob chi'."
        }
    ]
}