{
    "chapter": "42",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj Jacob cajan vinh d'a Canaán, ix yab' specal vinh to te ay ixim trigo d'a Egipto. Yuj chi' ix yal vinh d'a eb' vinh yuninal icha tic: ¿Tas tze k'ulej, tonhej tzeyil-lajoch e b'a?"
        },
        {
            "number": "2",
            "text": "Ix vab' specal to te ay ixim trigo d'a Egipto. Ixiquec e man tas sco va yic vach' max onh cham yuj vejel, xchi vinh."
        },
        {
            "number": "3",
            "text": "Yuj chi', ix b'at lajunhvanh yuk'tac vinhaj José manoj trigo d'a Egipto chi'."
        },
        {
            "number": "4",
            "text": "Axo vinhaj Benjamín, yuk'tac vinhaj José chi', maj chajib'atlaj vinh yuj vinhaj Jacob chi', yujto ix sna' vinh: Ay talaj tas tz'ik'an vinh vuninal tic, xchi vinh."
        },
        {
            "number": "5",
            "text": "Tzijtum juntzanhxo eb' vinh manum trigo ix b'at yed' eb' vinh yuninal vinhaj Israel chi', yujto d'a masanil yol yic Canaán chi', ix te em vejel."
        },
        {
            "number": "6",
            "text": "A vinhaj José yajal yaj d'a yol yic Egipto chi', a vinh tz'ak'anelta ixim trigo d'a eb' manvajum sk'och chi'. Ayic ix k'och eb' yuk'tac vinh chi' d'a yichanh, ix em nhojjab' eb' vinh d'a sat luum."
        },
        {
            "number": "7",
            "text": "D'a jun rato chi, ix yiloch eb' yuk'tac vinhaj José chi', palta axo ix yutej sb'a vinh ichato manh yojtacoc vinh, ov ix yutej vinh slolon d'a eb' vinh: --¿B'ajtil ix ex cot a ex tic? xchi vinh. --Aj Canaán onh, to tzonh javi manoj trigo, xchi eb' vinh."
        },
        {
            "number": "8",
            "text": "Vach'chom a vinhaj José chi' yojtac vinh to yuk'tac sb'a vinh yed' eb' vinh, axo pax eb' vinh jun, maj nachajel-laj yuj eb' vinh."
        },
        {
            "number": "9",
            "text": "Ichato chi' ix snaancot vinhaj José tas ix svayichej d'a yib'anh eb' vinh d'a yalanhtaxo. Ix yalan vinh: --A ex tic tonhej tzul onh eyileli, tonhej tzex javi eyila' tato ay b'aj syal yochul eb' ajk'ol d'a yol jun chonhab' tic, xchi vinh."
        },
        {
            "number": "10",
            "text": "--Maay mamin, a onh a checab' onh tic, manoj trigonhej tzonh javi."
        },
        {
            "number": "11",
            "text": "A onh tic junnhej co mam, cuk'tacnhej co b'a, vach'nhej co pensar, malaj b'aj tonhej tzek' quileli, xchi eb' vinh."
        },
        {
            "number": "12",
            "text": "--Val yel a ex tic tonhej tzex ja eyilb'ati ta secojtac tz'ochul eb' ajk'ol d'a tic, xchi vinh."
        },
        {
            "number": "13",
            "text": "Ix tak'vi eb' vinh icha tic: --Maay mamin, a onh a checab' onh tic, lajchavanh onh, cuk'tacnhej co b'a, junnhej co mam, cajan onh d'a Canaán. A vinh cuk'tac tzak'an unin, aycan vinh yed' vinh co mam chi', ay junxo vinh, manhxo ayoc ek'laj vinh, xchi eb'."
        },
        {
            "number": "14",
            "text": "--Val yel svala', a ex tic tonhej tzex ja eyileli tas yaj d'a tic."
        },
        {
            "number": "15",
            "text": "Ol to yal sb'a tas ol aj jun tic: Tzin loc sb'i vinh rey to manh ol ex actajeloc tato manh ol eyik'cot vinh eyuk'tac tzak'an unin chi'."
        },
        {
            "number": "16",
            "text": "A ticnaic tzex b'at junoc ex eyik' vinh, a exxo tic ol ex cannhej preso d'a tic, yic vach' squila' tato yel tzeyala'. Tato tonhej tzeyala', toxo ix in loc sb'i vinh rey to tonhej tzul onh eyileli, xchi vinhaj José chi."
        },
        {
            "number": "17",
            "text": "Ix och eb' vinh preso yuj vinh. Ato d'a schab'jial chi' ix yalan vinhaj José chi' d'a eb' vinh icha tic: --A in tic tzin xiv d'a Dios. Tato tze k'anab'ajej jun tas sval tic, tzex colchajcani."
        },
        {
            "number": "18",
            "text": "Tato yel vach' ex, junxonhej ex tzex can d'a yol preso tic, tzex b'at e masanil d'a e chonhab' chi', tzeyik'anb'at ixim trigo sva eb' ix eyetb'eyum yed' eyuninal van scham yuj vejel chi'."
        },
        {
            "number": "19",
            "text": "Slajvi chi', tzeyik'ancot vinh eyuk'tac tzak'an unin chi'. Ichato chi' ol vilani tato yel tzeyala', manh ol ex chamlaj, xchi vinhaj José chi'. Ichocab' ta', xchi eb' vinh."
        },
        {
            "number": "20",
            "text": "Ix yalan eb' vinh d'ay junjun icha tic: --A yuj tas cutejnac vinh cuk'tac, yuj chi' sja jun yaelal tic d'a quib'anh. Val yel te chuc cutejnac co b'a d'a vinh, manh co chanacoc cab'i ayic stevinac vinh d'ayonh to tz'ok' co k'ol d'a vinh, vach'chom quilnac to te cusnac vinh, xchi eb' vinh."
        },
        {
            "number": "21",
            "text": "Ix yalanpax vinhaj Rubén d'a eb' vinh yuk'tac chi' icha tic: --Valnac d'ayex to max eyutej e b'a d'a vinh icha chi', palta manh e chanacoc eyab'i tas valnac chi'. A ticnaic, tic val scot d'a quib'anh yuj schamel vinh, xchi vinh."
        },
        {
            "number": "22",
            "text": "Maj nachajel yuj eb' vinh tato van yab'an vinhaj José tas syal eb' vinh chi', yujto d'a sti' eb' aj Egipto slolon vinh, anhej to ay junoc mach tz'alaneli tas syal vinh."
        },
        {
            "number": "23",
            "text": "Ix el vinhaj José chi' d'a stz'ey eb' vinh, ix och ijan vinh yoq'ui. Ix jax vinh, ix lolonxi vinh yed' eb' vinh. Ix yik'anel vinhaj Simeón vinh, d'a yichanh eb' vinh ix tzek'chajcan vinh."
        },
        {
            "number": "24",
            "text": "Ix lajvi chi', ix yalan vinhaj José chi' to tz'ak'ji b'ud'joc scoxtal eb' vinh, ix ak'jiem q'uen stumin eb' vinh d'a yol sti' scoxtal chi', ix ak'jib'at svael eb' vinh yic yol sb'e. Icha chi' ix sk'ulej vinh yed' eb' vinh."
        },
        {
            "number": "25",
            "text": "Ix lajvi chi', ix yak'anoch yicatz nok' sb'uru eb' vinh, ix paxta eb' vinh b'ian."
        },
        {
            "number": "26",
            "text": "Axo ix k'och eb' vinh b'aj ol vayoc, ix sjacan scoxtal junoc eb' vinh yic syik'anq'ueta chab'oc strigo nok' sb'uru vinh chi' yalani. Axo ix yilan vinh to ayem q'uen tumin d'a yol sti' scoxtal, q'uen ix yak'lab'ej eb' vinh smanan ixim strigo chi'."
        },
        {
            "number": "27",
            "text": "Ix yalan vinh d'a eb' vinh yuk'tac chi' icha tic: --Ilecnab'i, ix ak'jixi meltzaj q'uen in tumin. Ay val em q'uen d'a yol sti' in coxtal tic, xchi vinh. Masanil eb' vinh ix ib'xiq'ue yuj xivelal, ix yalan eb' vinh icha tic: --¿Tas yuj icha tic tzonh yutej Dios? xchi eb' vinh."
        },
        {
            "number": "28",
            "text": "Axo yic ix jax eb' vinh d'a yol yic Canaán chi', ix yalan eb' vinh d'a vinh smam tastac ix ek' d'a yib'anh. Ix yalan eb' vinh icha tic:"
        },
        {
            "number": "29",
            "text": "--A vinh ayoch yajalil d'a jun chonhab' chi', te ov ix yutej vinh slolon d'ayonh. Ix yalan vinh to tonhej onh xid' quilelta tas yaj schonhab' chi'."
        },
        {
            "number": "30",
            "text": "Ix calani to vach' onh, manh chucoc co pensar tzonh eq'ui, malaj b'aj tonhej tzek' quilel tas yaj eb'."
        },
        {
            "number": "31",
            "text": "Ix calani to lajchavanh co b'eyi, junnhej co mam, jun vinh cuk'tac manhxo ayoquek'laj, axo vinh tzak'an unin, aycan vinh yed' vinh co mam d'a Canaán, xco chi d'a vinh."
        },
        {
            "number": "32",
            "text": "Ix lajvi chi', ix yalan vinh icha tic: Tato yel vach' ex, canocab' junoc vinh eyuk'tac d'a tic, tzeyik'anb'at jab'oc ixim trigo d'a eb' ix eyetb'eyum yed' d'a eyuninal van scham yuj vejel chi'."
        },
        {
            "number": "33",
            "text": "Slajvi chi', tzeyik'ancot junxo vinh eyuk'tac tzak'an unin chi' vil d'a tic. Ichato chi' ol vojtacaneli to manh chucoc e pensar syal chi'. Masanto sjavi junxo vinh eyuk'tac tzak'an unin chi', ol in jacanelta vinh eyuk'tac ix can d'a preso tic, yic icha chi' libre ex e b'eyeq'ui, xchi vinh, xchi eb' vinh."
        },
        {
            "number": "34",
            "text": "Axo ix sjacan scoxtal eb' vinh chi', ix yilan eb' vinh to ayem junjun yunetac mucuc tumin yol sti' coxtal chi', aton q'uen tumin chi' ix yak'lab'ej eb' vinh smanan ixim trigo. Ix ak'chajxi meltzaj q'ueen. Ix te xiv chaanh eb' vinh, ix te xivpax vinh smam eb' vinh chi."
        },
        {
            "number": "35",
            "text": "Ix lajvi chi' ix yalan vinh d'a eb' vinh icha tic: --Te chuc tzeyutej e b'a d'ayin. Manhxo junoc vuninal scan eyuuj. Vinhaj José, manhxo ayoquek'laj vinh, vinhaj Simeón, ix can vinh d'a preso, e gana tzeyik'paxb'at vinhaj Benjamín. A mach tz'ab'an syail, a in toni, xchi vinh."
        },
        {
            "number": "36",
            "text": "Ix yalan vinhaj Rubén d'a vinh smam chi' icha tic: --Manh ach xiv mamin. Ak'b'at vinh cuk'tac tzak'an unin tic qued'oc. A in svak' in b'a yuj vinh, tato manhxo ol jax vinh vuuj, vach'chom tza mak'cham chavanh vuninal tic yuj vinh, xchi vinh."
        },
        {
            "number": "37",
            "text": "Ix tak'vi vinhaj Jacob chi' icha tic: --Manh ol b'atlaj vinh vuninal tic eyed'oc, axonhej vinh ayek' ved'oc. Ina vinh yuk'tac vinh, chamnacxo vinh, talaj ay tas tz'ik'anpax junxo vinh tic d'a yol b'e, tic a ex val tzeyak'och e mul yic tzin cham yuj cuselal, xchi vinhaj Jacob chi'."
        }
    ]
}