{
    "chapter": "43",
    "verses": [
        {
            "number": "1",
            "text": "Te ov yak'an vejel t'a yol schonhab' eb' vinh."
        },
        {
            "number": "2",
            "text": "Ix lajviel ixim trigo xid' yik' eb' vinh chi' svaan vinhaj Jacob yet' yuninal, ix yalanxi vinh t'a eb' vinh icha tik: --Ixiquecxi t'a Egipto, b'at manec jab'ocxo tas sco wa''a, xchi vinh."
        },
        {
            "number": "3",
            "text": "Ix yalan vinhaj Judá icha tik: --Te jichan ix yutej vinh schonhan ixim trigo chi' yalani: Tato max eyik'cot vinh eyuk'tac tzak'an unin chi', manhxo ol eyil in sat t'a tik, xchi vinh."
        },
        {
            "number": "4",
            "text": "Yuj val chi', tato sb'at vinh cuk'tac tik qued'oc, tzonh b'at manoj trigo chi'."
        },
        {
            "number": "5",
            "text": "Tato max a chab'at vinh qued' jun, manhxo ol onh b'atlaj, icha ix aj yalan vinh chonhum trigo chi': Tato max eyik'cot vinh eyuk'tac tzak'an unin chi', manhxo ex javoclaj t'a vichanh, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix yalan vinhaj Israel chi' icha tik: --¿Tas yuj ix eyal t'a jun vinh chi' to ay junocxo eyuk'tac? Tzin eyak' val och t'a ilk'olal, xchi vinh."
        },
        {
            "number": "7",
            "text": "Ix tak'vi eb' vinh icha tik: --Ix sk'anb'ej vinh tastac caji, mach ayonh yinhtilal. Ix sk'anb'anpax vinh tato aytoek' co mam, tato aytopax cuk'tac. Yuj chi' ix cal t'a vinh to aytoek' co mam, aytopax junxo cuk'tac. ¿Tocval cojtac tato ol yal vinh to squik'b'at vinh cuk'tac tik? xchi eb' vinh."
        },
        {
            "number": "8",
            "text": "Ix yalanxi vinhaj Judá t'a vinh smam chi': --Tato max yal a k'ol tzonh cham yuj vejel co masanil, chab'at vinh cuk'tac tik qued'oc. Ha in tzin tek'b'ej in b'a in tanhvan vinh, tato icha chi', tik tzonh b'at t'a elanhchamel."
        },
        {
            "number": "9",
            "text": "Ha in tzin tek'b'ej in b'a tato ay tas tz'ik'an vinh, tato manhxo ol ja vinh vuuj, te chuk ol in kan t'a a sat."
        },
        {
            "number": "10",
            "text": "Tato maj ek' co tiempo t'a tik, toxo ix cak' chaeloc naic, xchi vinh."
        },
        {
            "number": "11",
            "text": "Ix tak'vi vinh smam eb' vinh chi' icha tik: --Tato manhxa tas wach' scutej, yik'ocab' icha tzeyal chi', ixiquec. Iq'uecb'at jab'oc e silab' t'a vinh. Ha juntzanh tas wach' sq'uib' t'a tik, ha' tzeyik'b'ati: Aton bálsamo, nok' yalchab', perfume, mirra, te' nueces yet' te' almendras."
        },
        {
            "number": "12",
            "text": "Iq'uecb'at e tumin yic tze manan ixim trigo chi', tzeyik'anxib'at q'uen tumin ix yak' meltzaj eb' vinh t'ayex t'a sti' e coxtal chi', tecan tonhej ix sat sk'ol eb' vinh, yuj chi' ayem q'ueen."
        },
        {
            "number": "13",
            "text": "Iq'uecb'at vinh eyuk'tac tik, tzex b'atxi eyil vinh yajal chi'."
        },
        {
            "number": "14",
            "text": "Ha Dios Syal Yuj Smasanil, ha' ol och t'a spensar vinh yic ol actajel vinh eyuk'tac aj Simeón. Wach' ol aj smeltzajcot vinhaj Benjamín tik eyed'oc. Ha inxo tik, tato tzin kan manh uninal, in canocab'i, ¿tasto val ol vutej? xchi vinh smam eb' vinh chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yak'anem silab' eb' vinh chi' t'a yol scoxtal yet' q'uen tumin. Ix yik'anb'at vinhaj Benjamín eb' vinh, ix b'atxi eb' vinh t'a Egipto chi'. Axo yic ix k'och eb' vinh t'a yichanh vinhaj José,"
        },
        {
            "number": "16",
            "text": "ix yilan vinh to ajun vinhaj Benjamín chi'. Ix yalan vinh t'a vinh yilumal spat icha tik: --Ik'b'at juntzanh eb' vinh tik t'a in pat, tzak'an miljoccham junok nok' vacax, yic sb'o junok vael, to ol wa eb' vinh ved'oc t'a chimk'ualil tik, xchi vinhaj José chi'."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix ik'jib'at eb' vinh yuj vinh ilum pat chi', ix sk'anab'ajan vinh tas ix yal vinhaj José chi'."
        },
        {
            "number": "18",
            "text": "Ix te xiv chaanh eb' vinh yujto ix ik'chajb'at eb' vinh t'a spat vinh, ix yal-lan yab' eb' vinh icha tik: --Chuc tas sna vinh t'a quib'anh. Tecan yuj q'uen tumin ix yak' meltzaj eb' vinh t'ayonh, yuj chi' tzonh ik'chajcot t'a tik. Tecan ol onh yak'och vinh schecab'oc yet' nok' co chej tik, xchi eb' vinh."
        },
        {
            "number": "19",
            "text": "Yuj chi', ayic ix k'och eb' vinh t'a spuertail pat chi', ix och tean eb' vinh t'a vinh yilumal te' chi'."
        },
        {
            "number": "20",
            "text": "Ix yalan eb' vinh icha tik: --Mamin, ina a onh tik, ix onh ulek' manoj trigo junel,"
        },
        {
            "number": "21",
            "text": "haxo yic ix onh meltzaji, ix onh vay t'a yol b'e. Ayic ix co jacan co coxtal, ix quilani tz'acan yajem q'uen tumin t'a sti' co coxtal chi', aton q'uen ix co k'ana' ayic ix co manan ixim co trigo. Ix quik'anxi meltzaj q'uen tumin chi' ticnaic, tz'acan ol cutej cak'anxi q'uen t'ayach."
        },
        {
            "number": "22",
            "text": "Manh cojtacoc mach ix ak'anem q'uen t'a yol sti' co coxtal chi'. Ch'oc ix quik'paxcot q'uen stojol ixim ol co man chi' ticnaic, xchi eb' vinh."
        },
        {
            "number": "23",
            "text": "Ix yalan vinh chi' icha tik: --Manh eyak' pensar yuj jun chi'. Manh ex xivoc. Ha sDiosal e mam yet' ex paxi, a ix ak'anem q'uen t'a sti' e coxtal chi'. Ha in ix in cha q'uen tumin ix eyak' stojoloc ixim e trigo ix eyik' chi', xchi vinh t'a eb' vinh. Ixlajwi chi', ix ik'jielta vinhaj Simeón t'a yol preso yuj vinh yilumal chi', ix elul vinh b'aj ayek' eb' yuk'tac chi'."
        },
        {
            "number": "24",
            "text": "Ix ik'chajb'at eb' vinh smasanil yuj vinh t'a spat vinhaj José chi', ix yak'an ha ha' vinh yic sb'iquel yoc eb' vinh, ix ak'jipax yanh schej eb' vinh."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi', ix yik'anq'ueta silab' eb' vinh t'a yol scoxtal ol yak' t'a vinhaj José ayic ol k'och vinh t'a chimk'ualil chi', yujto yojtacxo eb' vinh to ol wa eb' vinh yet' vinh."
        },
        {
            "number": "26",
            "text": "Axo ix k'och vinhaj José chi', ix yak'an silab' eb' vinh chi' t'a vinh, ix em nhojjab' eb' vinh t'a sat lum t'a yichanh vinh."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi' ix sk'anb'an vinh t'a eb' vinh tato wach'nhej sk'ol eb' vinh, ix yalan vinh: --¿Janik' sk'ol vinh e mam, vinh te ichamxo ix eyal t'ayin? ¿Pitzan tom vinh? xchi vinh t'a eb' vinh."
        },
        {
            "number": "28",
            "text": "Ix em nhojan eb' vinh, ix yalan eb' vinh: --Ha vinh co mam chi', aytoek' vinh, wach'to sk'ol vinh, xchi eb' vinh."
        },
        {
            "number": "29",
            "text": "Axo ix yilanoch vinhaj Benjamín vinh, aton vinh junnhej snun vinh yet'oc, ix yalan vinh: --¿A am vinh eyuk'tac tzak'an unin ix eyal tik t'ayin? xchi vinh. --Aton vinh, xchi eb' vinh. --Yak'ocab' swach'k'olal Dios t'a ib'anh, xchi vinh t'a vinhaj Benjamín chi'."
        },
        {
            "number": "30",
            "text": "Ixlajwi yalan jun chi' vinh, ix te sat val sk'ol vinh yilan vinh yuk'tac chi'. Ix och pitz'an t'a spixan vinh, ijan val ix ok' vinh. Elanhchamel ix b'at lemnaj vinh t'a yol scuarto yic sb'at ok' ta'."
        },
        {
            "number": "31",
            "text": "Axo yic ix ek'b'at scusk'olal vinh chi', ix sb'icanel sat vinh, ix elta vinh, ix yalan vinh t'a eb' schecab': Iq'uequelta co vael chi' chinaic, xchi vinh."
        },
        {
            "number": "32",
            "text": "Jun smexa vinhaj José chi' sch'ocojil. Ch'oc junxo mexa b'aj ix och eb' vinh yuk'tac vinh chi', ch'oc pax junxo mexa b'aj sva eb' vinh aj Egipto chi', aton eb' svataxon yet' vinhaj José chi', yujto a eb' vinh aj Egipto chi' ay yowalil tato junnhej sva eb' vinh yet' eb' vinh hebreo chi'."
        },
        {
            "number": "33",
            "text": "Ha eb' vinh yuk'tac vinhaj José chi', t'a stzolal ix aj yak'jiem k'ojan eb' vinh yuj vinh schecab' vinhaj José chi', ato syala' jantac sq'uinal junjun eb' vinh, yujto icha chi' ix aj yalan vinhaj José chi'. Vinh b'ab'el masanto vinh tzak'an unin. Toxonhej ste sat sk'ol eb' vinh yil-lanoch sb'a."
        },
        {
            "number": "34",
            "text": "Ha vael ay t'a smexa vinhaj José chi', ha' ix ak'ji t'a eb' vinh. Axo pax t'a vinhaj Benjamín chi', oye'to makan ek'b'al yic vinh ix ak'ji t'a yichanh yic juntzanhxo eb' vinh chi'. Ichato chi' ix wa eb' vinh, ix yuk'an vino eb' vinh t'a tzalajk'olal."
        }
    ]
}