{
    "chapter": "43",
    "verses": [
        {
            "number": "1",
            "text": "Te ov yak'an vejel t'a yol schonhab' eb' winh."
        },
        {
            "number": "2",
            "text": "Ix lajviel ixim trigo xid' yik' eb' winh chi' svaan winhaj Jacob yet' yuninal, ix yalanxi winh t'a eb' winh icha tik: --Ixiquecxi t'a Egipto, b'at manec jab'ocxo tas sco wa''a, xchi winh."
        },
        {
            "number": "3",
            "text": "Ix yalan winhaj Judá icha tik: --Te jichan ix yutej winh schonhan ixim trigo chi' yalani: Tato max eyik'cot winh eyuk'tac tzak'an unin chi', manhxo ol eyil in sat t'a tik, xchi winh."
        },
        {
            "number": "4",
            "text": "Yuj val chi', tato sb'at winh cuk'tac tik qued'oc, tzonh b'at manoj trigo chi'."
        },
        {
            "number": "5",
            "text": "Tato max a chab'at winh qued' jun, manhxo ol onh b'atlaj, icha ix aj yalan winh chonhum trigo chi': Tato max eyik'cot winh eyuk'tac tzak'an unin chi', manhxo ex javoclaj t'a vichanh, xchi winh."
        },
        {
            "number": "6",
            "text": "Ix yalan winhaj Israel chi' icha tik: --¿Tas yuj ix eyal t'a jun winh chi' to ay junocxo eyuk'tac? Tzin eyak' val och t'a ilk'olal, xchi winh."
        },
        {
            "number": "7",
            "text": "Ix tak'vi eb' winh icha tik: --Ix sk'anb'ej winh tastac caji, mach ayonh yinhtilal. Ix sk'anb'anpax winh tato aytoek' co mam, tato aytopax cuk'tac. Yuj chi' ix cal t'a winh to aytoek' co mam, aytopax junxo cuk'tac. ¿Tocval cojtac tato ol yal winh to squik'b'at winh cuk'tac tik? xchi eb' winh."
        },
        {
            "number": "8",
            "text": "Ix yalanxi winhaj Judá t'a winh smam chi': --Tato max yal a k'ol tzonh cham yuj vejel co masanil, chab'at winh cuk'tac tik qued'oc. Ha in tzin tek'b'ej in b'a in tanhvan winh, tato icha chi', tik tzonh b'at t'a elanhchamel."
        },
        {
            "number": "9",
            "text": "Ha in tzin tek'b'ej in b'a tato ay tas tz'ik'an winh, tato manhxo ol ja winh vuuj, te chuk ol in kan t'a a sat."
        },
        {
            "number": "10",
            "text": "Tato maj ek' co tiempo t'a tik, toxo ix cak' chaeloc naic, xchi winh."
        },
        {
            "number": "11",
            "text": "Ix tak'vi winh smam eb' winh chi' icha tik: --Tato manhxa tas wach' scutej, yik'ocab' icha tzeyal chi', ixiquec. Iq'uecb'at jab'oc e silab' t'a winh. Ha juntzanh tas wach' sq'uib' t'a tik, ha' tzeyik'b'ati: Aton bálsamo, nok' yalchab', perfume, mirra, te' nueces yet' te' almendras."
        },
        {
            "number": "12",
            "text": "Iq'uecb'at e tumin yic tze manan ixim trigo chi', tzeyik'anxib'at q'uen tumin ix yak' meltzaj eb' winh t'ayex t'a sti' e coxtal chi', tecan tonhej ix sat sk'ol eb' winh, yuj chi' ayem q'ueen."
        },
        {
            "number": "13",
            "text": "Iq'uecb'at winh eyuk'tac tik, tzex b'atxi eyil winh yajal chi'."
        },
        {
            "number": "14",
            "text": "Ha Dios Syal Yuj Smasanil, ha' ol och t'a spensar winh yic ol actajel winh eyuk'tac aj Simeón. Wach' ol aj smeltzajcot winhaj Benjamín tik eyed'oc. Ha inxo tik, tato tzin kan manh uninal, in canocab'i, ¿tasto val ol vutej? xchi winh smam eb' winh chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yak'anem silab' eb' winh chi' t'a yol scoxtal yet' q'uen tumin. Ix yik'anb'at winhaj Benjamín eb' winh, ix b'atxi eb' winh t'a Egipto chi'. Axo yic ix k'och eb' winh t'a yichanh winhaj José,"
        },
        {
            "number": "16",
            "text": "ix yilan winh to ajun winhaj Benjamín chi'. Ix yalan winh t'a winh yilumal spat icha tik: --Ik'b'at juntzanh eb' winh tik t'a in pat, tzak'an miljoccham junok nok' vacax, yic sb'o junok vael, to ol wa eb' winh ved'oc t'a chimk'ualil tik, xchi winhaj José chi'."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix ik'jib'at eb' winh yuj winh ilum pat chi', ix sk'anab'ajan winh tas ix yal winhaj José chi'."
        },
        {
            "number": "18",
            "text": "Ix te xiv chaanh eb' winh yujto ix ik'chajb'at eb' winh t'a spat winh, ix yal-lan yab' eb' winh icha tik: --Chuc tas sna winh t'a quib'anh. Tecan yuj q'uen tumin ix yak' meltzaj eb' winh t'ayonh, yuj chi' tzonh ik'chajcot t'a tik. Tecan ol onh yak'och winh schecab'oc yet' nok' co chej tik, xchi eb' winh."
        },
        {
            "number": "19",
            "text": "Yuj chi', ayic ix k'och eb' winh t'a spuertail pat chi', ix och tean eb' winh t'a winh yilumal te' chi'."
        },
        {
            "number": "20",
            "text": "Ix yalan eb' winh icha tik: --Mamin, ina a onh tik, ix onh ulek' manoj trigo junel,"
        },
        {
            "number": "21",
            "text": "haxo yic ix onh meltzaji, ix onh vay t'a yol b'e. Ayic ix co jacan co coxtal, ix quilani tz'acan yajem q'uen tumin t'a sti' co coxtal chi', aton q'uen ix co k'ana' ayic ix co manan ixim co trigo. Ix quik'anxi meltzaj q'uen tumin chi' ticnaic, tz'acan ol cutej cak'anxi q'uen t'ayach."
        },
        {
            "number": "22",
            "text": "Manh cojtacoc mach ix ak'anem q'uen t'a yol sti' co coxtal chi'. Ch'oc ix quik'paxcot q'uen stojol ixim ol co man chi' ticnaic, xchi eb' winh."
        },
        {
            "number": "23",
            "text": "Ix yalan winh chi' icha tik: --Manh eyak' pensar yuj jun chi'. Manh ex xivoc. Ha sDiosal e mam yet' ex paxi, a ix ak'anem q'uen t'a sti' e coxtal chi'. Ha in ix in cha q'uen tumin ix eyak' stojoloc ixim e trigo ix eyik' chi', xchi winh t'a eb' winh. Ixlajwi chi', ix ik'jielta winhaj Simeón t'a yol preso yuj winh yilumal chi', ix elul winh b'aj ayek' eb' yuk'tac chi'."
        },
        {
            "number": "24",
            "text": "Ix ik'chajb'at eb' winh smasanil yuj winh t'a spat winhaj José chi', ix yak'an ha ha' winh yic sb'iquel yoc eb' winh, ix ak'jipax yanh schej eb' winh."
        },
        {
            "number": "25",
            "text": "Ixlajwi chi', ix yik'anq'ueta silab' eb' winh t'a yol scoxtal ol yak' t'a winhaj José ayic ol k'och winh t'a chimk'ualil chi', yujto yojtacxo eb' winh to ol wa eb' winh yet' winh."
        },
        {
            "number": "26",
            "text": "Axo ix k'och winhaj José chi', ix yak'an silab' eb' winh chi' t'a winh, ix em nhojjab' eb' winh t'a sat lum t'a yichanh winh."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi' ix sk'anb'an winh t'a eb' winh tato wach'nhej sk'ol eb' winh, ix yalan winh: --¿Janik' sk'ol winh e mam, winh te ichamxo ix eyal t'ayin? ¿Pitzan tom winh? xchi winh t'a eb' winh."
        },
        {
            "number": "28",
            "text": "Ix em nhojan eb' winh, ix yalan eb' winh: --Ha winh co mam chi', aytoek' winh, wach'to sk'ol winh, xchi eb' winh."
        },
        {
            "number": "29",
            "text": "Axo ix yilanoch winhaj Benjamín winh, aton winh junnhej snun winh yet'oc, ix yalan winh: --¿A am winh eyuk'tac tzak'an unin ix eyal tik t'ayin? xchi winh. --Aton winh, xchi eb' winh. --Yak'ocab' swach'k'olal Dios t'a ib'anh, xchi winh t'a winhaj Benjamín chi'."
        },
        {
            "number": "30",
            "text": "Ixlajwi yalan jun chi' winh, ix te sat val sk'ol winh yilan winh yuk'tac chi'. Ix och pitz'an t'a spixan winh, ijan val ix ok' winh. Elanhchamel ix b'at lemnaj winh t'a yol scuarto yic sb'at ok' ta'."
        },
        {
            "number": "31",
            "text": "Axo yic ix ek'b'at scusk'olal winh chi', ix sb'icanel sat winh, ix elta winh, ix yalan winh t'a eb' schecab': Iq'uequelta co vael chi' chinaic, xchi winh."
        },
        {
            "number": "32",
            "text": "Jun smexa winhaj José chi' sch'ocojil. Ch'oc junxo mexa b'aj ix och eb' winh yuk'tac winh chi', ch'oc pax junxo mexa b'aj sva eb' winh aj Egipto chi', aton eb' svataxon yet' winhaj José chi', yujto a eb' winh aj Egipto chi' ay yowalil tato junnhej sva eb' winh yet' eb' winh hebreo chi'."
        },
        {
            "number": "33",
            "text": "Ha eb' winh yuk'tac winhaj José chi', t'a stzolal ix aj yak'jiem k'ojan eb' winh yuj winh schecab' winhaj José chi', ato syala' jantac sk'inal junjun eb' winh, yujto icha chi' ix aj yalan winhaj José chi'. Vinh b'ab'el masanto winh tzak'an unin. Toxonhej ste sat sk'ol eb' winh yil-lanoch sb'a."
        },
        {
            "number": "34",
            "text": "Ha vael ay t'a smexa winhaj José chi', ha' ix ak'ji t'a eb' winh. Axo pax t'a winhaj Benjamín chi', oye'to makan ek'b'al yic winh ix ak'ji t'a yichanh yic juntzanhxo eb' winh chi'. Ichato chi' ix wa eb' winh, ix yuk'an vino eb' winh t'a tzalajk'olal."
        }
    ]
}