{
    "chapter": "44",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yalan winhaj José t'a winh yilumal spat: --Ak' b'ud'joc scoxtal heb' winh tik t'a ixim trigo, yalnhej jantac syal yik'anb'at heb' winh. Tzak'anpaxem k'een tumin t'a yol sti' scoxtal junjun heb' winh, aton k'een b'aj sman ixim trigo chi' heb' winh."
        },
        {
            "number": "2",
            "text": "Tzak'anpaxem k'een in copa plata yet' k'een tumin t'a yol sti' scoxtal winh tzak'an unin, xchi winh. Ix sk'anab'ajan winh tas ix yal winhaj José chi'."
        },
        {
            "number": "3",
            "text": "Ayic ix ja copnaj yoc k'u t'a q'uinhib'alil, ix chaji meltzaj heb' winh yet' nok' schej t'a schonhab'."
        },
        {
            "number": "4",
            "text": "Quenanto wal sb'at heb' winh, ix yalan winhaj José t'a winh yilumal spat chi' icha tik: --Ixic tzak'an yuj heb' winh chi'. Ayic syamchaj heb' winh uuj, tzalani: ¿Tas yuj a swach'k'olal winh in patrón, chucxo tzeyutej he pactzitancani? ¿Tas yuj ix eyelk'ejcot scopa winh, aton jun nab'a plata,"
        },
        {
            "number": "5",
            "text": "jun scopa winh b'aj syuk' swino, sk'ananpax winh yic snaanel junok lolonel? Te chuk ix eyutej he b'a a ex tik, xa chi t'a heb' winh, xchi winhaj José chi'."
        },
        {
            "number": "6",
            "text": "Ix b'at winh yilumal spat winhaj José chi' b'ian. Axo yic ix yamchaj heb' winh yuj winh, ix yalan winh t'a heb' winh icha ix aj yalan winhaj José chi'."
        },
        {
            "number": "7",
            "text": "Ix tak'wi heb' winh t'a winh: --Mamin, ¿tas yuj icha chi' tzutej alan t'ayonh? ¿Tom malaj ko pensar, yuj chi' ol quelk'ejcot junok tasi?"
        },
        {
            "number": "8",
            "text": "Ina ato t'a Canaán cajan onh. D'a sb'ab'el, a k'een tumin ix checlaj t'a sti' ko coxtal, ix quik'xicot k'een. ¿Tom ato wal junok plata ma oro yic winh a patrón chi' ol quelk'ejcot t'a spat?"
        },
        {
            "number": "9",
            "text": "Ha junok onh b'aj scheclajelta k'een copa chi' t'a yol scoxtal, wach' tato smiljichamoc, a onhxo ko masanil, tzonh ochcan a checab'oc, xchi heb' winh."
        },
        {
            "number": "10",
            "text": "Ix tak'wi winh icha tik: --Yik'ocab' icha tzeyal chi', palta anhej winh b'aj ol ilchajelta jun copa chi' wuuj, a winh chi' ol ochcan in checab'oc. Ha exxo tik, he masanil libre ex, xchi winh."
        },
        {
            "number": "11",
            "text": "D'a elanhchamel ix yak'em scoxtal heb' winh chi' smasanil, ix stijan sti' heb' winh."
        },
        {
            "number": "12",
            "text": "Ix sayan yil masanil yoltac coxtal chi' winh. D'a stzolal ix say yil winh, ix sb'ab'laj sayej yil yic winh b'ab'el winak winh masanto t'a winh tzak'an unin. Axo t'a yol yic winh tzak'an unin chi' ix k'eta k'een copa chi', aton winhaj Benjamín."
        },
        {
            "number": "13",
            "text": "Ix och ijan heb' winh snhik'chitan spichul yuj scusk'olal. Ix yak'anxioch yicatz nok' sb'uru heb' winh chi', ix meltzajxi heb' winh t'a spatic."
        },
        {
            "number": "14",
            "text": "Ayto ek' winhaj José chi' t'a spat, ix k'och winhaj Judá yet' heb' yuk'tac chi', ix em nhojan heb' winh t'a sat lu'um t'a yichanh winh."
        },
        {
            "number": "15",
            "text": "Ix yalan winh t'a heb' winh icha tik: --¿Tas yuj icha chi' tzeyutej he b'a? ¿Tom manh eyojtacoc to a junok winak ay yopisio icha in tik, syal snachajel junok tas yuj? xchi winh."
        },
        {
            "number": "16",
            "text": "Ix tak'wi winhaj Judá icha tik: --Mamin, ¿tasto wal ol aj ko tak'wi t'ayach? ¿Tasto ol cutoc quilanoch ko b'a tato wach' onh calani? Ay ko mul t'a yichanh ko Mam Dios, tik ayonh ek' t'a ichanh. Syal tzonh och a checab'oc yet' winh b'aj ix ilchajelta k'een copa chi', xchi winh."
        },
        {
            "number": "17",
            "text": "Ix yalanxi winhaj José chi' icha tik: --Maay, anhej winh b'aj ix ilchajelta k'een in copa chi', anhej winh skan in checab'oc. Ha exxo tik, meltzajanhec t'a junk'olal b'aj ay winh he mam, xchi winh."
        },
        {
            "number": "18",
            "text": "Ix snitz wal b'at sb'a winhaj Judá t'a stz'ey winhaj José chi', ix yalan winh: --Mamin, tzoc el wal t'a a k'ool swalan t'ayach tas in pensar. Tzin tewi t'ayach, mocab' cot owal t'ayin, wach'chom icha ach winh rey."
        },
        {
            "number": "19",
            "text": "Ha ach wal ix a k'anb'ej t'ayonh tato aytoek' winh ko mam a onh tik, tato aytopax junokxo cuk'tac."
        },
        {
            "number": "20",
            "text": "Yuj chi', ix calan t'ayach to aytoek' winh ko mam, anhejto te icham winacxo winh. Ha junxo winh cuk'tac tzak'an unin, t'a yicham winaquilxo winh ko mam chi' ix alji winh. Axo junxo winh junnhej snun winh yet'oc, chamnacxo winh, yuj chi' te xajan winh yuj winh ko mam chi', yujto axonhej winh."
        },
        {
            "number": "21",
            "text": "Ha ach ix ala' to squik'cot winh, yic tzojtaquejel winh."
        },
        {
            "number": "22",
            "text": "Ix calan t'ayach to max yal sk'ol winh ko mam chi' tz'elta winh t'a stz'ey, yujto ijanxo scham winh yuj cusk'olal yalani tato tz'el winh t'a stz'ey winh."
        },
        {
            "number": "23",
            "text": "Palta ix alpax t'ayonh tato max quik'cot winh, maxtzac yal ko jax t'a ichanh alani."
        },
        {
            "number": "24",
            "text": "Ayic ix onh k'och t'a ko pat chi', ix calan t'a winh ko mam chi' tas ix aj alan t'ayonh."
        },
        {
            "number": "25",
            "text": "Axo winh ix alan t'ayonh to tzonh cotxi manoj trigo."
        },
        {
            "number": "26",
            "text": "Ix calan t'a winh icha tik: Max onh b'atlaj tato max quik'b'at winh cuk'tac tzak'an unin tik, yujto tato max b'at winh qued'oc, maxtzac yal-laj ko k'och t'a yichanh winh yajal chi', xco chi."
        },
        {
            "number": "27",
            "text": "Ix yalan winh ko mam chi' t'ayonh: Eyojtac to chawannhej wuninal ix wil yet' ix wetb'eyum chamnac."
        },
        {
            "number": "28",
            "text": "Jun winh junelnhej b'atnaccani, manhxa b'aj ix wil sat winh, ay am wal junok nok' nok' chium anima chi'annacb'at winh."
        },
        {
            "number": "29",
            "text": "Tato tzeyik'xib'at junxo winh tik, tato ay pax tas tz'ik'an winh, eyuj am wal tzin cham yuj cusk'olal, xchi winh t'ayonh."
        },
        {
            "number": "30",
            "text": "Yuj chi', icha wal to sk'inal winh ko mam chi' yajoch winh wuk'tac tik. Tato manhxo ol meltzaj winh qued'oc"
        },
        {
            "number": "31",
            "text": "ol cham winh ko mam yuj cusk'olal, a onh tik tz'och ko mul."
        },
        {
            "number": "32",
            "text": "Ha in ix in tek'b'ej in b'a yuj winh t'a winh in mam chi', ix walani: Tato manhxo ol jax winh wuuj, te chuk tzin kan t'a yol a sat t'a junelnhej, xin chi t'a winh in mam chi'."
        },
        {
            "number": "33",
            "text": "Yuj wal chi' tzin tewi t'ayach, tato syala', a in tzin kan sk'exuloc winh wuk'tac tik a checab'oc. Yuj chi' tzactejel winh, spax winh yet' heb' winh wuk'tac tik."
        },
        {
            "number": "34",
            "text": "Tato maay jun, ¿tasto wal ol aj in b'at wil winh in mam chi', tato manhoc jun winh wed'oc? Manh jab'oc syal in k'ol swil scusk'olal winh in mam tato icha chi' tzuji, xchi winhaj Judá chi'."
        }
    ]
}