{
    "chapter": "44",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix yalan vinhaj José t'a vinh yilumal spat: --Ak' b'ud'joc scoxtal eb' vinh tik t'a ixim trigo, yalnhej jantac syal yik'anb'at eb' vinh. Tzak'anpaxem q'uen tumin t'a yol sti' scoxtal junjun eb' vinh, aton q'uen b'aj sman ixim trigo chi' eb' vinh."
        },
        {
            "number": "2",
            "text": "Tzak'anpaxem q'uen in copa plata yet' q'uen tumin t'a yol sti' scoxtal vinh tzak'an unin, xchi vinh. Ix sk'anab'ajan vinh tas ix yal vinhaj José chi'."
        },
        {
            "number": "3",
            "text": "Ayic ix ja copnaj yoc k'u t'a q'uinhib'alil, ix chaji meltzaj eb' vinh yet' nok' schej t'a schonhab'."
        },
        {
            "number": "4",
            "text": "Quenanto val sb'at eb' vinh, ix yalan vinhaj José t'a vinh yilumal spat chi' icha tik: --Ixic tzak'an yuj eb' vinh chi'. Ayic syamchaj eb' vinh uuj, tzalani: ¿Tas yuj a swach'k'olal vinh in patrón, chucxo tzeyutej e pactzitancani? ¿Tas yuj ix eyelq'uejcot scopa vinh, aton jun nab'a plata,"
        },
        {
            "number": "5",
            "text": "jun scopa vinh b'aj syuk' svino, sk'ananpax vinh yic snaanel junok lolonel? Te chuc ix eyutej e b'a a ex tik, xa chi t'a eb' vinh, xchi vinhaj José chi'."
        },
        {
            "number": "6",
            "text": "Ix b'at vinh yilumal spat vinhaj José chi' b'ian. Axo yic ix yamchaj eb' vinh yuj vinh, ix yalan vinh t'a eb' vinh icha ix aj yalan vinhaj José chi'."
        },
        {
            "number": "7",
            "text": "Ix tak'vi eb' vinh t'a vinh: --Mamin, ¿tas yuj icha chi' tzutej alan t'ayonh? ¿Tom malaj co pensar, yuj chi' ol quelq'uejcot junok tasi?"
        },
        {
            "number": "8",
            "text": "Ina ato t'a Canaán cajan onh. D'a sb'ab'el, a q'uen tumin ix checlaj t'a sti' co coxtal, ix quik'xicot q'ueen. ¿Tom ato val junok plata ma oro yic vinh a patrón chi' ol quelq'uejcot t'a spat?"
        },
        {
            "number": "9",
            "text": "Ha junok onh b'aj scheclajelta q'uen copa chi' t'a yol scoxtal, wach' tato smiljichamoc, a onhxo co masanil, tzonh ochcan a checab'oc, xchi eb' vinh."
        },
        {
            "number": "10",
            "text": "Ix tak'vi vinh icha tik: --Yik'ocab' icha tzeyal chi', palta anhej vinh b'aj ol ilchajelta jun copa chi' vuuj, a vinh chi' ol ochcan in checab'oc. Ha exxo tik, e masanil libre ex, xchi vinh."
        },
        {
            "number": "11",
            "text": "D'a elanhchamel ix yaq'uem scoxtal eb' vinh chi' smasanil, ix stijan sti' eb' vinh."
        },
        {
            "number": "12",
            "text": "Ix sayan yil masanil yoltac coxtal chi' vinh. D'a stzolal ix say yil vinh, ix sb'ab'laj sayej yil yic vinh b'ab'el vinac vinh masanto t'a vinh tzak'an unin. Axo t'a yol yic vinh tzak'an unin chi' ix q'ueta q'uen copa chi', aton vinhaj Benjamín."
        },
        {
            "number": "13",
            "text": "Ix och ijan eb' vinh snhik'chitan spichul yuj scusk'olal. Ix yak'anxioch yicatz nok' sb'uru eb' vinh chi', ix meltzajxi eb' vinh t'a spatic."
        },
        {
            "number": "14",
            "text": "Ayto ek' vinhaj José chi' t'a spat, ix k'och vinhaj Judá yet' eb' yuk'tac chi', ix em nhojan eb' vinh t'a sat lu'um t'a yichanh vinh."
        },
        {
            "number": "15",
            "text": "Ix yalan vinh t'a eb' vinh icha tik: --¿Tas yuj icha chi' tzeyutej e b'a? ¿Tom manh eyojtacoc to a junok vinac ay yopisio icha in tik, syal snachajel junok tas yuj? xchi vinh."
        },
        {
            "number": "16",
            "text": "Ix tak'vi vinhaj Judá icha tik: --Mamin, ¿tasto val ol aj co tak'vi t'ayach? ¿Tasto ol cutoc quilanoch co b'a tato wach' onh calani? Ay co mul t'a yichanh co Mam Dios, tik ayonh ek' t'a ichanh. Syal tzonh och a checab'oc yet' vinh b'aj ix ilchajelta q'uen copa chi', xchi vinh."
        },
        {
            "number": "17",
            "text": "Ix yalanxi vinhaj José chi' icha tik: --Maay, anhej vinh b'aj ix ilchajelta q'uen in copa chi', anhej vinh skan in checab'oc. Ha exxo tik, meltzajanhec t'a junk'olal b'aj ay vinh e mam, xchi vinh."
        },
        {
            "number": "18",
            "text": "Ix snitz val b'at sb'a vinhaj Judá t'a stz'ey vinhaj José chi', ix yalan vinh: --Mamin, tzoc el val t'a a k'ool svalan t'ayach tas in pensar. Tzin tevi t'ayach, mocab' cot oval t'ayin, wach'chom icha ach vinh rey."
        },
        {
            "number": "19",
            "text": "Ha ach val ix a k'anb'ej t'ayonh tato aytoek' vinh co mam a onh tik, tato aytopax junocxo cuk'tac."
        },
        {
            "number": "20",
            "text": "Yuj chi', ix calan t'ayach to aytoek' vinh co mam, anhejto te icham vinacxo vinh. Ha junxo vinh cuk'tac tzak'an unin, t'a yicham vinaquilxo vinh co mam chi' ix alji vinh. Axo junxo vinh junnhej snun vinh yet'oc, chamnacxo vinh, yuj chi' te xajan vinh yuj vinh co mam chi', yujto axonhej vinh."
        },
        {
            "number": "21",
            "text": "Ha ach ix ala' to squik'cot vinh, yic tzojtaquejel vinh."
        },
        {
            "number": "22",
            "text": "Ix calan t'ayach to max yal sk'ol vinh co mam chi' tz'elta vinh t'a stz'ey, yujto ijanxo scham vinh yuj cusk'olal yalani tato tz'el vinh t'a stz'ey vinh."
        },
        {
            "number": "23",
            "text": "Palta ix alpax t'ayonh tato max quik'cot vinh, maxtzac yal co jax t'a ichanh alani."
        },
        {
            "number": "24",
            "text": "Ayic ix onh k'och t'a co pat chi', ix calan t'a vinh co mam chi' tas ix aj alan t'ayonh."
        },
        {
            "number": "25",
            "text": "Axo vinh ix alan t'ayonh to tzonh cotxi manoj trigo."
        },
        {
            "number": "26",
            "text": "Ix calan t'a vinh icha tik: Max onh b'atlaj tato max quik'b'at vinh cuk'tac tzak'an unin tik, yujto tato max b'at vinh qued'oc, maxtzac yal-laj co k'och t'a yichanh vinh yajal chi', xco chi."
        },
        {
            "number": "27",
            "text": "Ix yalan vinh co mam chi' t'ayonh: Eyojtac to chavannhej vuninal ix vil yet' ix vetb'eyum chamnac."
        },
        {
            "number": "28",
            "text": "Jun vinh junelnhej b'atnaccani, manhxa b'aj ix vil sat vinh, ay am val junok nok' nok' chium anima chi'annacb'at vinh."
        },
        {
            "number": "29",
            "text": "Tato tzeyik'xib'at junxo vinh tik, tato ay pax tas tz'ik'an vinh, eyuj am val tzin cham yuj cusk'olal, xchi vinh t'ayonh."
        },
        {
            "number": "30",
            "text": "Yuj chi', icha val to sq'uinal vinh co mam chi' yajoch vinh vuk'tac tik. Tato manhxo ol meltzaj vinh qued'oc"
        },
        {
            "number": "31",
            "text": "ol cham vinh co mam yuj cusk'olal, a onh tik tz'och co mul."
        },
        {
            "number": "32",
            "text": "Ha in ix in tek'b'ej in b'a yuj vinh t'a vinh in mam chi', ix valani: Tato manhxo ol jax vinh vuuj, te chuc tzin kan t'a yol a sat t'a junelnhej, xin chi t'a vinh in mam chi'."
        },
        {
            "number": "33",
            "text": "Yuj val chi' tzin tevi t'ayach, tato syala', a in tzin kan sq'uexuloc vinh vuk'tac tik a checab'oc. Yuj chi' tzactejel vinh, spax vinh yet' eb' vinh vuk'tac tik."
        },
        {
            "number": "34",
            "text": "Tato maay jun, ¿tasto val ol aj in b'at vil vinh in mam chi', tato manhoc jun vinh ved'oc? Manh jab'oc syal in k'ol svil scusk'olal vinh in mam tato icha chi' tzuji, xchi vinhaj Judá chi'."
        }
    ]
}