{
    "chapter": "45",
    "verses": [
        {
            "number": "1",
            "text": "Majxo techaj yuj vinhaj José chi', ijanxo tz'ok'q'ue vinh d'a yichanh masanil eb' vinh smunlajvum, yuj chi' te chaanh ix yal vinh: Elanhec d'a tic, xchi vinh. Yuj chi' manhxo junoc eb' vinh munlajvum chi' ix can ta, ix yalan vinh d'a eb' vinh yuk'tac chi' to yuk'tac sb'a vinh yed' eb' vinh."
        },
        {
            "number": "2",
            "text": "Ichato chi', ix ok'val vinh sik'lab'il. Masanil eb' vinh aj Egipto ix ab'ani. Ix k'och specal jun chi' d'a spalacio vinh rey."
        },
        {
            "number": "3",
            "text": "Ix yalan vinhaj José chi' d'a eb' vinh yuk'tac chi' icha tic: --A in ton tic José in, cuk'tac co b'a. ¿Yel am val to pitzanto vinh co mam chi'? xchi vinh. Ix te xiv chaanh eb' yuk'tac vinh chi' d'a yichanh. Majxo yal-laj slolon eb' vinh yuj xivelal."
        },
        {
            "number": "4",
            "text": "Ix yalan vinhaj José chi: --Sval d'ayex ticnaic, nitzeccot e b'a d'a in tz'ey tic, xchi vinh. Axo yic ix snitzanb'at sb'a eb' vinh, ix yalan vinh d'a eb' vinh icha tic: --A in ton José in, vuk'tac in b'a eyed'oc. A in ton tic e chonhnac in cot d'a eb' vinh ismaelita chonhvajum d'a Egipto tic."
        },
        {
            "number": "5",
            "text": "Palta mocab' chab'ax e k'ool, mocab' cot eyoval d'ayex junjun ex yuj b'aj in e chonhnaccot chi'. Spensar Dios yaj jun chi' yic tzin b'ab'lajcot d'a eyichanh, yic tzijtum anima scolchaji, yuj chi' icha chi' ix aji."
        },
        {
            "number": "6",
            "text": "Schab'ilto ab'il yel yich vejel d'a yolyib'anhq'uinal tic. Oye'to ab'il ol yak'a', manh ol yak' sat aval inhat, vach'chom ay mach ol avanoc, palta malaj jab'oc sat ol yak'a'."
        },
        {
            "number": "7",
            "text": "B'ab'el ix in checjicot yuj Dios yic ol ex in colcan d'a jun nivan vejel tic, yic vach' max satel eyinhtilal d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "8",
            "text": "Yuj chi' a Dios checannac in cot d'a jun lugar tic, manhoquexlaj eyak'nac in coti. A Dios ix in ak'anochi yic svak' sna vinh rey, yic tzin ochpax yajalil d'a masanil tas ay d'a spat vinh yed' d'a masanil yol yic Egipto tic."
        },
        {
            "number": "9",
            "text": "A ticnaic pilec eyip, ixic alec d'a vinh co mam chi' icha tic: Icha tic ix aj yalan vinhaj José uninal: A Dios ix in ak'anoch yajalil d'a yol yic Egipto tic, yuj chi' cotanh d'a elanhchamel, yic tzul in ilan d'a tic."
        },
        {
            "number": "10",
            "text": "A d'a lum Gosén ol ach cajnajoc yic vach' d'a in lak'anil ol ach aj yed' masanil eb' uninal, eb' iachiquin yed' nok' a molb'etzal nok' yed' masanil tastac ay d'ayach."
        },
        {
            "number": "11",
            "text": "Ol vak'an a vael yed' masanil eb' vinh vuk'tac yed' masanil eb' ayek' ed'oc, yujto oye'to ab'il ol yak' jun vejel tic. Yuj chi' manh ol ach och meb'ail yed' masanil eb' ayek' ed'oc, xchi vinh, xe chi d'a vinh co mam chi'."
        },
        {
            "number": "12",
            "text": "Testigo yaj vinh vuk'tac aj Benjamín tic yed' ex pax tic, to a in val sval jun lolonel tic."
        },
        {
            "number": "13",
            "text": "Alec d'a vinh co mam chi' to a in tic te nivan velk'och d'a yol yic Egipto tic. Tzeyalan d'a vinh yuj masanil tastac ix eyil d'a tic. Yuj chi' ixiquec eyik'cot vinh co mam chi' d'a elanhchamel, xchi vinhaj José chi'."
        },
        {
            "number": "14",
            "text": "Ix lajvi chi', ix b'at lak'naj vinhaj José chi' d'a vinhaj Benjamín chi', ix och ijan vinh yoq'ui. Anhejtona' ix ok'pax vinhaj Benjamín chi'."
        },
        {
            "number": "15",
            "text": "Ix lajvi chi', ix stz'ub'anelta sti' eb' vinh yuk'tac vinh chi' smasanil. Ayic lak'lak' och vinh d'a eb' vinh, ix och ijan vinh yoq'ui. Ix lajvi juntzanh chi', ix stek'b'an sb'a eb' vinh slolon yed' vinh."
        },
        {
            "number": "16",
            "text": "Ix k'och specal d'a spalacio vinh rey to yuk'tac sb'a vinhaj José yed' eb' vinh ix k'och chi'. Ix te tzalaj vinh rey chi' yed' masanil eb' ayoch d'a yopisio yed' vinh d'a spalacio chi' ayic ix yab'an eb'."
        },
        {
            "number": "17",
            "text": "Ix yalan vinh rey d'a vinhaj José chi' icha tic: --Al d'a eb' vinh uk'tac chi', yak'ocab'och yicatz nok' schej eb' vinh yic smeltzaj eb' vinh d'a Canaán chi'."
        },
        {
            "number": "18",
            "text": "Syik'ancot yetb'eyum eb' vinh yed' eb' yuninal yed' vinh a mam chi' d'ayin. A lum luum te vach' d'a Egipto tic ol vak' d'a vinh."
        },
        {
            "number": "19",
            "text": "Al d'a eb' vinh to syik'b'at carreta eb' vinh d'a tic, yic vach' syik'cot yetb'eyum eb' vinh yed' eb' yuninal yed' vinh a mam chi'."
        },
        {
            "number": "20",
            "text": "Mocab' yak' pensar eb' vinh yuj tastac ay ticnaic, yujto a tas vach' ay d'a Egipto tic, a' ol vak' d'a eb' vinh, xchi vinh rey chi'."
        },
        {
            "number": "21",
            "text": "Icha chi' ix yutej eb' vinh yuninal vinhaj Israel chi'. Axo vinhaj José chi' ix ak'an carreta chi' d'a eb' vinh yed' tastac sva eb' d'a yol b'e icha ix yutej vinh rey yalani."
        },
        {
            "number": "22",
            "text": "Ix ak'jipax pichul ak'to d'a eb' vinh yic tz'och sq'uex k'apacoc eb' vinh. Axo d'a vinhaj Benjamín, 300 siclo plata ix ak'ji, ix ak'jipax oye' mojanh spichul vinh."
        },
        {
            "number": "23",
            "text": "Ix yak'anb'at lajunhvanh nok' b'uru vinhaj José chi' d'a vinh smam. Te al ix ajb'at nok' yuj masanil tas vach' ay d'a Egipto chi'. Ix b'atpax lajunhvanhxo nok' nun b'uru ix ik'anb'at ixim trigo yed' ixim pan yic sva vinh d'a yol b'e yic scoti."
        },
        {
            "number": "24",
            "text": "Ayic ix stak'anb'at eb' yuk'tac vinhaj José chi', ix yalan vinh: --Mocab' eyak' oval d'a yoltac b'e, xchi vinh."
        },
        {
            "number": "25",
            "text": "Ix el eb' vinh d'a Egipto chi', ix k'och eb' vinh d'a Canaán b'aj ay vinh smam chi'."
        },
        {
            "number": "26",
            "text": "Axo ix yalan eb' vinh d'a vinh smam chi' to pitzanto vinhaj José, to ayoch vinh schab'il yajalil d'a Egipto. Ix te sat sk'ol vinh yab'ani, maj schalaj vinh tas ix yal eb' vinh."
        },
        {
            "number": "27",
            "text": "Palta ichato ix pitzvixi vinh ayic ix yab'an masanil tas ix yalcot vinhaj José chi', ix yilanpaxoch jantac carreta ix yak'cot vinh yic tz'ik'jib'at vinh."
        },
        {
            "number": "28",
            "text": "Ichato chi' ix yalan vinh: k'ocb'ilnhej ix vab'i to pitzanto vinh vuninal chi'. Ol b'at vil vinh yacb'an manto in chami, xchi vinh."
        }
    ]
}