{
    "chapter": "45",
    "verses": [
        {
            "number": "1",
            "text": "Majxo techaj yuj vinhaj José chi', ijanxo tz'ok'q'ue vinh t'a yichanh masanil eb' vinh smunlajvum, yuj chi' te chaanh ix yal vinh: Elanhec t'a tik, xchi vinh. Yuj chi' manhxo junok eb' vinh munlajvum chi' ix kan ta, ix yalan vinh t'a eb' vinh yuk'tac chi' to yuk'tac sb'a vinh yet' eb' vinh."
        },
        {
            "number": "2",
            "text": "Ichato chi', ix ok'val vinh sik'lab'il. Masanil eb' vinh aj Egipto ix ab'ani. Ix k'och specal jun chi' t'a spalacio vinh rey."
        },
        {
            "number": "3",
            "text": "Ix yalan vinhaj José chi' t'a eb' vinh yuk'tac chi' icha tik: --Ha in ton tik José in, cuk'tac co b'a. ¿Yel am val to pitzanto vinh co mam chi'? xchi vinh. Ix te xiv chaanh eb' yuk'tac vinh chi' t'a yichanh. Majxo yal-laj slolon eb' vinh yuj xivelal."
        },
        {
            "number": "4",
            "text": "Ix yalan vinhaj José chi: --Sval t'ayex ticnaic, nitzeccot e b'ha t'a in tz'ey tik, xchi vinh. Axo yic ix snitzanb'at sb'a eb' vinh, ix yalan vinh t'a eb' vinh icha tik: --Ha in ton José in, vuk'tac in b'a eyed'oc. Ha in ton tik e chonhnac in cot t'a eb' vinh ismaelita chonhvajum t'a Egipto tik."
        },
        {
            "number": "5",
            "text": "Palta mocab' chab'ax e k'ool, mocab' cot eyoval t'ayex junjun ex yuj b'aj in e chonhnaccot chi'. Spensar Dios yaj jun chi' yic tzin b'ab'lajcot t'a eyichanh, yic tzijtum anima scolchaji, yuj chi' icha chi' ix aji."
        },
        {
            "number": "6",
            "text": "Schab'ilto ab'il yel yich vejel t'a yol yib'anhk’inal tik. Oye'to ab'il ol yak'a', manh ol yak' sat aval inhat, wach'chom ay mach ol avanoc, palta malaj jab'oc sat ol yak'a'."
        },
        {
            "number": "7",
            "text": "B'ab'el ix in checjicot yuj Dios yic ol ex in colcan t'a jun niwan vejel tik, yic wach' max satel eyinhtilal t'a yol yib'anhk’inal tik."
        },
        {
            "number": "8",
            "text": "Yuj chi' ha Dios checannac in cot t'a jun lugar tik, manhoquexlaj eyak'nac in coti. Ha Dios ix in ak'anochi yic svak' sna vinh rey, yic tzin ochpax yajalil t'a masanil tas ay t'a spat vinh yet' t'a masanil yol yic Egipto tik."
        },
        {
            "number": "9",
            "text": "Ha ticnaic pilec eyip, ixic alec t'a vinh co mam chi' icha tik: Icha tik ix aj yalan vinhaj José uninal: Ha Dios ix in ak'anoch yajalil t'a yol yic Egipto tik, yuj chi' cotanh t'a elanhchamel, yic tzul in ilan t'a tik."
        },
        {
            "number": "10",
            "text": "Ha t'a lum Gosén ol ach cajnajoc yic wach' t'a in lak'anil ol ach aj yet' masanil eb' uninal, eb' iachiquin yet' nok' a molb'etzal nok' yet' masanil tastac ay t'ayach."
        },
        {
            "number": "11",
            "text": "Ol vak'an a vael yet' masanil eb' vinh vuk'tac yet' masanil eb' ayek' ed'oc, yujto oye'to ab'il ol yak' jun vejel tik. Yuj chi' manh ol ach och meb'ail yet' masanil eb' ayek' ed'oc, xchi vinh, xe chi t'a vinh co mam chi'."
        },
        {
            "number": "12",
            "text": "Testigo yaj vinh vuk'tac aj Benjamín tik yet' ex pax tik, to a in val sval jun lolonel tik."
        },
        {
            "number": "13",
            "text": "Alec t'a vinh co mam chi' to a in tik te niwan velk'och t'a yol yic Egipto tik. Tzeyalan t'a vinh yuj masanil tastac ix eyil t'a tik. Yuj chi' ixiquec eyik'cot vinh co mam chi' t'a elanhchamel, xchi vinhaj José chi'."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix b'at lak'naj vinhaj José chi' t'a vinhaj Benjamín chi', ix och ijan vinh yoq'ui. Anhejtona' ix ok'pax vinhaj Benjamín chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix stz'ub'anelta sti' eb' vinh yuk'tac vinh chi' smasanil. Ayic lak'lak' och vinh t'a eb' vinh, ix och ijan vinh yoq'ui. Ixlajwi juntzanh chi', ix stek'b'an sb'a eb' vinh slolon yet' vinh."
        },
        {
            "number": "16",
            "text": "Ix k'och specal t'a spalacio vinh rey to yuk'tac sb'a vinhaj José yet' eb' vinh ix k'och chi'. Ix te tzalaj vinh rey chi' yet' masanil eb' ayoch t'a yopisio yet' vinh t'a spalacio chi' ayic ix yab'an eb'."
        },
        {
            "number": "17",
            "text": "Ix yalan vinh rey t'a vinhaj José chi' icha tik: --Al t'a eb' vinh uk'tac chi', yak'ocab'och yicatz nok' schej eb' vinh yic smeltzaj eb' vinh t'a Canaán chi'."
        },
        {
            "number": "18",
            "text": "Syik'ancot yetb'eyum eb' vinh yet' eb' yuninal yet' vinh a mam chi' t'ayin. Ha lum lum te wach' t'a Egipto tik ol vak' t'a vinh."
        },
        {
            "number": "19",
            "text": "Al t'a eb' vinh to syik'b'at carreta eb' vinh t'a tik, yic wach' syik'cot yetb'eyum eb' vinh yet' eb' yuninal yet' vinh a mam chi'."
        },
        {
            "number": "20",
            "text": "Mocab' yak' pensar eb' vinh yuj tastac ay ticnaic, yujto a tas wach' ay t'a Egipto tik, ha' ol vak' t'a eb' vinh, xchi vinh rey chi'."
        },
        {
            "number": "21",
            "text": "Icha chi' ix yutej eb' vinh yuninal vinhaj Israel chi'. Axo vinhaj José chi' ix ak'an carreta chi' t'a eb' vinh yet' tastac sva eb' t'a yol b'e icha ix yutej vinh rey yalani."
        },
        {
            "number": "22",
            "text": "Ix ak'jipax pichul ak'to t'a eb' vinh yic tz'och sq'uex k'apacoc eb' vinh. Axo t'a vinhaj Benjamín, 300 siclo plata ix ak'ji, ix ak'jipax oye' mojanh spichul vinh."
        },
        {
            "number": "23",
            "text": "Ix yak'anb'at lajunhvanh nok' b'uru vinhaj José chi' t'a vinh smam. Te al ix ajb'at nok' yuj masanil tas wach' ay t'a Egipto chi'. Ix b'atpax lajunhvanhxo nok' nun b'uru ix ik'anb'at ixim trigo yet' ixim pan yic sva vinh t'a yol b'e yic scoti."
        },
        {
            "number": "24",
            "text": "Ayic ix stak'anb'at eb' yuk'tac vinhaj José chi', ix yalan vinh: --Mocab' eyak' oval t'a yoltac b'e, xchi vinh."
        },
        {
            "number": "25",
            "text": "Ix el eb' vinh t'a Egipto chi', ix k'och eb' vinh t'a Canaán b'aj ay vinh smam chi'."
        },
        {
            "number": "26",
            "text": "Axo ix yalan eb' vinh t'a vinh smam chi' to pitzanto vinhaj José, to ayoch vinh schab'il yajalil t'a Egipto. Ix te sat sk'ol vinh yab'ani, maj schalaj vinh tas ix yal eb' vinh."
        },
        {
            "number": "27",
            "text": "Palta ichato ix pitzvixi vinh ayic ix yab'an masanil tas ix yalcot vinhaj José chi', ix yilanpaxoch jantac carreta ix yak'cot vinh yic tz'ik'jib'at vinh."
        },
        {
            "number": "28",
            "text": "Ichato chi' ix yalan vinh: k'ocb'ilnhej ix vab'i to pitzanto vinh vuninal chi'. Ol b'at vil vinh yacb'an manto in chami, xchi vinh."
        }
    ]
}