{
    "chapter": "45",
    "verses": [
        {
            "number": "1",
            "text": "Majxo techaj yuj winhaj José chi', ijanxo tz'ok'k'e winh t'a yichanh masanil heb' winh smunlajwum, yuj chi' te chaanh ix yal winh: Elanhec t'a tik, xchi winh. Yuj chi' manhxo junok heb' winh munlajwum chi' ix kan ta, ix yalan winh t'a heb' winh yuk'tac chi' to yuk'tac sb'a winh yet' heb' winh."
        },
        {
            "number": "2",
            "text": "Ichato chi', ix ok'wal winh sik'lab'il. Masanil heb' winh aj Egipto ix ab'ani. Ix k'och spekal jun chi' t'a spalacio winh rey."
        },
        {
            "number": "3",
            "text": "Ix yalan winhaj José chi' t'a heb' winh yuk'tac chi' icha tik: --Ha in ton tik José in, cuk'tac ko b'a. ¿Yel am wal to pitzanto winh ko mam chi'? xchi winh. Ix te xiv chaanh heb' yuk'tac winh chi' t'a yichanh. Majxo yal-laj slolon heb' winh yuj xiwelal."
        },
        {
            "number": "4",
            "text": "Ix yalan winhaj José chi: --Swal t'ayex tiknaik, nitzeccot he b'ha t'a in tz'ey tik, xchi winh. Axo yic ix snitzanb'at sb'a heb' winh, ix yalan winh t'a heb' winh icha tik: --Ha in ton José in, wuk'tac in b'a eyed'oc. Ha in ton tik he chonhnac in cot t'a heb' winh ismaelita chonhwajum t'a Egipto tik."
        },
        {
            "number": "5",
            "text": "Palta mokab' chab'ax he k'ool, mokab' cot eyowal t'ayex junjun ex yuj b'aj in he chonhnaccot chi'. Spensar Dios yaj jun chi' yic tzin b'ab'lajcot t'a eyichanh, yic tzijtum anima scolchaji, yuj chi' icha chi' ix aji."
        },
        {
            "number": "6",
            "text": "Schab'ilto ab'il yel yich wejel t'a yol yib'anhk’inal tik. Oye'to ab'il ol yak'a', manh ol yak' sat awal inhat, wach'chom ay mach ol awanoc, palta malaj jab'oc sat ol yak'a'."
        },
        {
            "number": "7",
            "text": "B'ab'el ix in checjicot yuj Dios yic ol ex in colcan t'a jun niwan wejel tik, yic wach' max satel eyinhtilal t'a yol yib'anhk’inal tik."
        },
        {
            "number": "8",
            "text": "Yuj chi' ha Dios chekannac in cot t'a jun lugar tik, manhoquexlaj eyak'nac in koti. Ha Dios ix in ak'anochi yic swak' sna winh rey, yic tzin ochpax yajalil t'a masanil tas ay t'a spat winh yet' t'a masanil yol yic Egipto tik."
        },
        {
            "number": "9",
            "text": "Ha tiknaik pilec eyip, ixic alec t'a winh ko mam chi' icha tik: Icha tik ix aj yalan winhaj José uninal: Ha Dios ix in ak'anoch yajalil t'a yol yic Egipto tik, yuj chi' cotanh t'a elanhchamel, yic tzul in ilan t'a tik."
        },
        {
            "number": "10",
            "text": "Ha t'a lum Gosén ol ach kajnajoc yic wach' t'a in lak'anil ol ach aj yet' masanil heb' uninal, heb' iachiquin yet' nok' a molb'etzal nok' yet' masanil tastac ay t'ayach."
        },
        {
            "number": "11",
            "text": "Ol wak'an a wael yet' masanil heb' winh wuk'tac yet' masanil heb' ayek' ed'oc, yujto oye'to ab'il ol yak' jun wejel tik. Yuj chi' manh ol ach och mheb'ail yet' masanil heb' ayek' ed'oc, xchi winh, xe chi t'a winh ko mam chi'."
        },
        {
            "number": "12",
            "text": "Testigo yaj winh wuk'tac aj Benjamín tik yet' ex pax tik, to a in wal swal jun lolonel tik."
        },
        {
            "number": "13",
            "text": "Alec t'a winh ko mam chi' to a in tik te niwan welk'och t'a yol yic Egipto tik. Tzeyalan t'a winh yuj masanil tastac ix eyil t'a tik. Yuj chi' ixiquec eyik'cot winh ko mam chi' t'a elanhchamel, xchi winhaj José chi'."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix b'at lak'naj winhaj José chi' t'a winhaj Benjamín chi', ix och ijan winh yoq'ui. Anhejtona' ix ok'pax winhaj Benjamín chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix stz'ub'anelta sti' heb' winh yuk'tac winh chi' smasanil. Ayic lak'lak' och winh t'a heb' winh, ix och ijan winh yoq'ui. Ixlajwi juntzanh chi', ix stek'b'an sb'a heb' winh slolon yet' winh."
        },
        {
            "number": "16",
            "text": "Ix k'och spekal t'a spalacio winh rey to yuk'tac sb'a winhaj José yet' heb' winh ix k'och chi'. Ix te tzalaj winh rey chi' yet' masanil heb' ayoch t'a yopisio yet' winh t'a spalacio chi' ayic ix yab'an heb'."
        },
        {
            "number": "17",
            "text": "Ix yalan winh rey t'a winhaj José chi' icha tik: --Al t'a heb' winh uk'tac chi', yak'okab'och yikatz nok' schej heb' winh yic smeltzaj heb' winh t'a Canaán chi'."
        },
        {
            "number": "18",
            "text": "Syik'ancot yetb'eyum heb' winh yet' heb' yuninal yet' winh a mam chi' t'ayin. Ha lum lum te wach' t'a Egipto tik ol wak' t'a winh."
        },
        {
            "number": "19",
            "text": "Al t'a heb' winh to syik'b'at carreta heb' winh t'a tik, yic wach' syik'cot yetb'eyum heb' winh yet' heb' yuninal yet' winh a mam chi'."
        },
        {
            "number": "20",
            "text": "Mokab' yak' pensar heb' winh yuj tastac ay tiknaik, yujto a tas wach' ay t'a Egipto tik, ha' ol wak' t'a heb' winh, xchi winh rey chi'."
        },
        {
            "number": "21",
            "text": "Icha chi' ix yutej heb' winh yuninal winhaj Israel chi'. Axo winhaj José chi' ix ak'an carreta chi' t'a heb' winh yet' tastac swa heb' t'a yol b'e icha ix yutej winh rey yalani."
        },
        {
            "number": "22",
            "text": "Ix ak'jipax pichul ak'to t'a heb' winh yic tz'och sk'ex k'apacoc heb' winh. Axo t'a winhaj Benjamín, 300 siclo plata ix ak'ji, ix ak'jipax oye' mojanh spichul winh."
        },
        {
            "number": "23",
            "text": "Ix yak'anb'at lajunhwanh nok' b'uru winhaj José chi' t'a winh smam. Te al ix ajb'at nok' yuj masanil tas wach' ay t'a Egipto chi'. Ix b'atpax lajunhwanhxo nok' nun b'uru ix ik'anb'at ixim trigo yet' ixim pan yic swa winh t'a yol b'e yic scoti."
        },
        {
            "number": "24",
            "text": "Ayic ix stak'anb'at heb' yuk'tac winhaj José chi', ix yalan winh: --Mokab' eyak' owal t'a yoltac b'e, xchi winh."
        },
        {
            "number": "25",
            "text": "Ix el heb' winh t'a Egipto chi', ix k'och heb' winh t'a Canaán b'aj ay winh smam chi'."
        },
        {
            "number": "26",
            "text": "Axo ix yalan heb' winh t'a winh smam chi' to pitzanto winhaj José, to ayoch winh schab'il yajalil t'a Egipto. Ix te sat sk'ol winh yab'ani, maj schalaj winh tas ix yal heb' winh."
        },
        {
            "number": "27",
            "text": "Palta ichato ix pitzwixi winh ayic ix yab'an masanil tas ix yalcot winhaj José chi', ix yilanpaxoch jantac carreta ix yak'cot winh yic tz'ik'jib'at winh."
        },
        {
            "number": "28",
            "text": "Ichato chi' ix yalan winh: k'ocb'ilnhej ix wab'i to pitzanto winh wuninal chi'. Ol b'at wil winh yacb'an manto in chami, xchi winh."
        }
    ]
}