{
    "chapter": "46",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix b'at vinhaj Jacob yet' masanil eb' yico' yet' masanil tastac ay t'ay. Ayic ix k'och vinh t'a Beerseba, ix snhusan silab' vinh t'a sDiosal, aton sDiosal vinh smam vinh."
        },
        {
            "number": "2",
            "text": "Ha t'a jun ak'val chi', ix lolon Dios t'a vinh t'a svayich, ix avtaj vinh yuj: --Jacob, xchi. Ix tak'vi vinh: --Oy, ina vajek' tik Mamin, xchi vinh."
        },
        {
            "number": "3",
            "text": "Ix yalan Dios t'a vinh icha tik: --Ha in ton a Diosal in yet' vinh a mam, manh ach xiv a b'at t'a Egipto chi'. Yacb'an ayex ek' ta' ol in b'o jun niwan chonhab' t'a inhtilal."
        },
        {
            "number": "4",
            "text": "Ol in b'atnhej ed'oc t'a Egipto chi', haxo yic ol k'och stiempoal, ol in ochnhej yet' eb' inhtilal ayic ol meltzajxicot eb' t'a jun lugar tik. Axo yic ol ach chamoc, a vinh uninal aj José chi', ayek' vinh t'a a tz'ey, xchi Dios t'a vinh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix ak'jiq'ue vinh yuj eb' vinh yuninal t'a yol carreta ix yak'cot vinh sreyal Egipto chi'. Ix yak'anpaxq'ue eb' unin yet' eb' ix yetb'eyum eb' vinh. Ichato chi' ix el eb' vinh t'a Beerseba chi'."
        },
        {
            "number": "6",
            "text": "Ix cot eb' vinh t'a Egipto, ix yik'ancot nok' scalnel eb' vinh yet' nok' svacax yet' masanil tastac ix yik' eb' vinh t'a Canaán chi'."
        },
        {
            "number": "7",
            "text": "Ix yik'ancot masanil eb' vinh yuninal vinhaj Jacob chi' yet' eb' ix yisil yet' eb' yixchiquin."
        },
        {
            "number": "8",
            "text": "Ha eb' yinhtilal vinh yet' ix Lea ix cot yet'oc t'a Egipto, 33 eb' t'a smasanil, ayoch eb' vinac yet' eb' ix ix sb'isuloc. Ha eb' yuninal vinh yet' ix, aton eb' tik: Vinhaj Rubén, aton vinh b'ab'el unin, vinhaj Simeón, vinhaj Leví, vinhaj Judá, vinhaj Isacar, vinhaj Zabulón yet' ix Dina. Ha eb' tik ix alji ayic ayek' vinh t'a Padán-aram. Ha eb' yuninal vinhaj Rubén: Aton vinhaj Hanoc, vinhaj Falú, vinhaj Hezrón yet' vinhaj Carmi. Ha eb' yuninal vinhaj Simeón: Aton vinhaj Jemuel, vinhaj Jamín, vinhaj Ohad, vinhaj Jaquín, vinhaj Zohar yet' vinhaj Saúl, vinh yune' jun ix aj Canaán. Ha eb' yuninal vinhaj Leví: Aton vinhaj Gersón, vinhaj Coat yet' vinhaj Merari. Ha eb' vinh yuninal vinhaj Judá: Aton vinhaj Er, vinhaj Onán, vinhaj Sela, vinhaj Fares yet' vinhaj Zara. (Ha vinhaj Er yet' vinhaj Onán chi', chamnacxo eb' vinh t'a Canaán). Ha eb' yuninal vinhaj Fares chi', aton vinhaj Hezrón yet' vinhaj Hamul. Ha eb' yuninal vinhaj Isacar: Aton vinhaj Tola, vinhaj Fúa, vinhaj Job yet' vinhaj Simrón. Ha eb' yuninal vinhaj Zabulón: Aton vinhaj Sered, vinhaj Elón yet' vinhaj Jahleel."
        },
        {
            "number": "9",
            "text": "Ha eb' yinhtilal vinhaj Jacob chi' yet' ix Zilpa, 16 eb' t'a smasanil. Ha ix Zilpa chi', aton ix scriada ix Lea ix ak'ji yuj vinh sman, aton vinhaj Labán. Ha eb' yuninal vinh yet' ix, aton eb' tik: Vinhaj Gad yet' vinhaj Aser. Ha eb' yuninal vinhaj Gad: Aton vinhaj Zifión, vinhaj Hagui, vinhaj Ezbón, vinhaj Suni, vinhaj Eri, vinhaj Arodi yet' vinhaj Areli. Ha eb' yuninal vinhaj Aser: Aton vinhaj Imna, vinhaj Isúa, vinhaj Isúi, vinhaj Bería yet' ix yanab' eb' vinh scuchan Sera. Ha eb' yuninal vinhaj Bería chi', aton vinhaj Heber yet' vinhaj Malquiel."
        },
        {
            "number": "10",
            "text": "Ha eb' yinhtilal vinhaj Jacob chi' yet' ix Raquel, 14 eb' t'a smasanil. Ha eb' yuninal vinh yet' ix: Aton vinhaj José yet' vinhaj Benjamín. Ha eb' yuninal vinhaj José chi' yet' ix Asenat yisil vinhaj Potifera sacerdote t'a chonhab' On: Aton vinhaj Manasés yet' vinhaj Efraín, aton eb' ix alji t'a Egipto. Ha eb' yuninal vinhaj Benjamín chi': Aton vinhaj Bela, vinhaj Bequer, vinhaj Asbel, vinhaj Gera, vinhaj Naamán, vinhaj Ehi, vinhaj Ros, vinhaj Mupim, vinhaj Hupim yet' vinhaj Ard."
        },
        {
            "number": "11",
            "text": "Ha eb' yinhtilal vinhaj Jacob chi' yet' ix Bilha, ucvanh eb'. Ha ix Bilha chi', aton ix scriada ix Raquel ix ak'ji yuj vinhaj Labán. Ha eb' yuninal vinh yet' ix, aton eb' tik: Vinhaj Dan yet' vinhaj Neftalí. Ha yuninal vinhaj Dan chi', anhej vinhaj Husim. Ha eb' yuninal vinhaj Neftalí chi': Aton vinhaj Jahzeel, vinhaj Guni, vinhaj Jezer yet' vinhaj Silem."
        },
        {
            "number": "12",
            "text": "66 eb' yinhtilal vinhaj Jacob chi' t'a smasanil, aton eb' tik ajun yet' vinh ayic ix k'och vinh t'a Egipto. Aton val eb' tik yinhtilal vinh, ch'oc pax eb' ix alib'al."
        },
        {
            "number": "13",
            "text": "Ch'oc pax yaj vinhaj José yet' chavanh eb' yuninal ix alji t'a Egipto chi', yuj chi' 70 sb'isul vinhaj Jacob chi' yet' eb' yinhtilal ayic ayxoek' vinh ta'."
        },
        {
            "number": "14",
            "text": "Ix b'ab'lajb'at vinhaj Judá yuj vinhaj Jacob chi', yic sb'at vinh yal yab' vinhaj José chi' to scot vinh chaval t'a yol yic Gosén. Axo yic ix k'och eb' t'a Gosén chi',"
        },
        {
            "number": "15",
            "text": "ix schecan vinhaj José chi' ak'chaj lista scarruaje yic b'at schaan vinh smam vinh t'a Gosén chi'. Ayic ix k'och vinh t'a yichanh vinh smam chi', ix och lak'naj vinh t'a vinh. Te junip ix em nhojan vinh yok' t'a sjolom sjenhjab' vinh smam chi'."
        },
        {
            "number": "16",
            "text": "Axo ix yalan vinh smam vinh chi' icha tik: --Ha ticnaic, tik val ix vilxioch a sat, tik val pitzan achto, junk'olalxo ol in cham ticnaic, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yalan vinhaj José chi' t'a eb' vinh yuk'tac yet' t'a masanil eb' ayek' yet' vinh smam vinh chi': --Tik tzin b'at val t'a vinh rey: Masanil eb' vinh vuk'tac yet' masanil eb' yinhtilal vinh in mam ay t'a Canaán, toxo ix ja eb' ved'oc."
        },
        {
            "number": "18",
            "text": "Yed'nac masanil nok' scalnel eb', nok' svacax yet' masanil tas ay t'a eb', yujto a smunlajel eb' aton moloj calnel yet' moloj vacax, xin chama."
        },
        {
            "number": "19",
            "text": "Yuj chi', ayic ol ex avtajb'at yuj vinh rey chi', ol sk'anb'an vinh t'ayex tas b'aj tzex munlaji,"
        },
        {
            "number": "20",
            "text": "tzeyalani to moloj calnel yet' moloj vacax tze k'ulej. Anhej nok' calnel co molb'etz yaji yictax onh cotoch uninal icha val eb' co mam quicham, xe chi. Yuj chi' ol ex kan t'a lum Gosén tik, yujto a eb' vinh aj Egipto tik ay yowalil tato junnhej tz'aj eb' vinh yet' eb' vinh molum calnel, xchi vinhaj José chi'."
        }
    ]
}