{
    "chapter": "46",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix b'at winhaj Jacob yet' masanil heb' yico' yet' masanil tastac ay t'ay. Ayic ix k'och winh t'a Beerseba, ix snhusan silab' winh t'a sDiosal, aton sDiosal winh smam winh."
        },
        {
            "number": "2",
            "text": "Ha t'a jun ak'wal chi', ix lolon Dios t'a winh t'a swayich, ix avtaj winh yuj: --Jacob, xchi. Ix tak'wi winh: --Oy, ina wajek' tik Mamin, xchi winh."
        },
        {
            "number": "3",
            "text": "Ix yalan Dios t'a winh icha tik: --Ha in ton a Diosal in yet' winh a mam, manh ach xiv a b'at t'a Egipto chi'. Yacb'an ayex ek' ta' ol in b'o jun niwan chonhab' t'a inhtilal."
        },
        {
            "number": "4",
            "text": "Ol in b'atnhej ed'oc t'a Egipto chi', haxo yic ol k'och stiempoal, ol in ochnhej yet' heb' inhtilal ayic ol meltzajxicot heb' t'a jun lugar tik. Axo yic ol ach chamoc, a winh uninal aj José chi', ayek' winh t'a a tz'ey, xchi Dios t'a winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix ak'jik'e winh yuj heb' winh yuninal t'a yol carreta ix yak'cot winh sreyal Egipto chi'. Ix yak'anpaxk'e heb' unin yet' heb' ix yetb'eyum heb' winh. Ichato chi' ix el heb' winh t'a Beerseba chi'."
        },
        {
            "number": "6",
            "text": "Ix cot heb' winh t'a Egipto, ix yik'ancot nok' scalnel heb' winh yet' nok' swacax yet' masanil tastac ix yik' heb' winh t'a Canaán chi'."
        },
        {
            "number": "7",
            "text": "Ix yik'ancot masanil heb' winh yuninal winhaj Jacob chi' yet' heb' ix yisil yet' heb' yixchiquin."
        },
        {
            "number": "8",
            "text": "Ha heb' yinhtilal winh yet' ix Lea ix cot yet'oc t'a Egipto, 33 heb' t'a smasanil, ayoch heb' winak yet' heb' ix ix sb'isuloc. Ha heb' yuninal winh yet' ix, aton heb' tik: Vinhaj Rubén, aton winh b'ab'el unin, winhaj Simeón, winhaj Leví, winhaj Judá, winhaj Isacar, winhaj Zabulón yet' ix Dina. Ha heb' tik ix alji ayic ayek' winh t'a Padán-aram. Ha heb' yuninal winhaj Rubén: Aton winhaj Hanoc, winhaj Falú, winhaj Hezrón yet' winhaj Carmi. Ha heb' yuninal winhaj Simeón: Aton winhaj Jemuel, winhaj Jamín, winhaj Ohad, winhaj Jaquín, winhaj Zohar yet' winhaj Saúl, winh yune' jun ix aj Canaán. Ha heb' yuninal winhaj Leví: Aton winhaj Gersón, winhaj Coat yet' winhaj Merari. Ha heb' winh yuninal winhaj Judá: Aton winhaj Er, winhaj Onán, winhaj Sela, winhaj Fares yet' winhaj Zara. (Ha winhaj Er yet' winhaj Onán chi', chamnacxo heb' winh t'a Canaán). Ha heb' yuninal winhaj Fares chi', aton winhaj Hezrón yet' winhaj Hamul. Ha heb' yuninal winhaj Isacar: Aton winhaj Tola, winhaj Fúa, winhaj Job yet' winhaj Simrón. Ha heb' yuninal winhaj Zabulón: Aton winhaj Sered, winhaj Elón yet' winhaj Jahleel."
        },
        {
            "number": "9",
            "text": "Ha heb' yinhtilal winhaj Jacob chi' yet' ix Zilpa, 16 heb' t'a smasanil. Ha ix Zilpa chi', aton ix scriada ix Lea ix ak'ji yuj winh sman, aton winhaj Labán. Ha heb' yuninal winh yet' ix, aton heb' tik: Vinhaj Gad yet' winhaj Aser. Ha heb' yuninal winhaj Gad: Aton winhaj Zifión, winhaj Hagui, winhaj Ezbón, winhaj Suni, winhaj Eri, winhaj Arodi yet' winhaj Areli. Ha heb' yuninal winhaj Aser: Aton winhaj Imna, winhaj Isúa, winhaj Isúi, winhaj Bería yet' ix yanab' heb' winh scuchan Sera. Ha heb' yuninal winhaj Bería chi', aton winhaj Heber yet' winhaj Malquiel."
        },
        {
            "number": "10",
            "text": "Ha heb' yinhtilal winhaj Jacob chi' yet' ix Raquel, 14 heb' t'a smasanil. Ha heb' yuninal winh yet' ix: Aton winhaj José yet' winhaj Benjamín. Ha heb' yuninal winhaj José chi' yet' ix Asenat yisil winhaj Potifera sacerdote t'a chonhab' On: Aton winhaj Manasés yet' winhaj Efraín, aton heb' ix alji t'a Egipto. Ha heb' yuninal winhaj Benjamín chi': Aton winhaj Bela, winhaj Bequer, winhaj Asbel, winhaj Gera, winhaj Naamán, winhaj Ehi, winhaj Ros, winhaj Mupim, winhaj Hupim yet' winhaj Ard."
        },
        {
            "number": "11",
            "text": "Ha heb' yinhtilal winhaj Jacob chi' yet' ix Bilha, ucwanh heb'. Ha ix Bilha chi', aton ix scriada ix Raquel ix ak'ji yuj winhaj Labán. Ha heb' yuninal winh yet' ix, aton heb' tik: Vinhaj Dan yet' winhaj Neftalí. Ha yuninal winhaj Dan chi', anhej winhaj Husim. Ha heb' yuninal winhaj Neftalí chi': Aton winhaj Jahzeel, winhaj Guni, winhaj Jezer yet' winhaj Silem."
        },
        {
            "number": "12",
            "text": "66 heb' yinhtilal winhaj Jacob chi' t'a smasanil, aton heb' tik ajun yet' winh ayic ix k'och winh t'a Egipto. Aton wal heb' tik yinhtilal winh, ch'oc pax heb' ix alib'al."
        },
        {
            "number": "13",
            "text": "Ch'oc pax yaj winhaj José yet' chawanh heb' yuninal ix alji t'a Egipto chi', yuj chi' 70 sb'isul winhaj Jacob chi' yet' heb' yinhtilal ayic ayxoek' winh ta'."
        },
        {
            "number": "14",
            "text": "Ix b'ab'lajb'at winhaj Judá yuj winhaj Jacob chi', yic sb'at winh yal yab' winhaj José chi' to scot winh chawal t'a yol yic Gosén. Axo yic ix k'och heb' t'a Gosén chi',"
        },
        {
            "number": "15",
            "text": "ix schecan winhaj José chi' ak'chaj lista scarruaje yic b'at schaan winh smam winh t'a Gosén chi'. Ayic ix k'och winh t'a yichanh winh smam chi', ix och lak'naj winh t'a winh. Te junip ix em nhojan winh yok' t'a sjolom sjenhjab' winh smam chi'."
        },
        {
            "number": "16",
            "text": "Axo ix yalan winh smam winh chi' icha tik: --Ha tiknaik, tik wal ix wilxioch a sat, tik wal pitzan achto, junk'olalxo ol in cham tiknaik, xchi winh."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix yalan winhaj José chi' t'a heb' winh yuk'tac yet' t'a masanil heb' ayek' yet' winh smam winh chi': --Tik tzin b'at wal t'a winh rey: Masanil heb' winh wuk'tac yet' masanil heb' yinhtilal winh in mam ay t'a Canaán, toxo ix ja heb' wed'oc."
        },
        {
            "number": "18",
            "text": "Yed'nac masanil nok' scalnel heb', nok' swacax yet' masanil tas ay t'a heb', yujto a smunlajel heb' aton moloj calnel yet' moloj wacax, xin chama."
        },
        {
            "number": "19",
            "text": "Yuj chi', ayic ol ex avtajb'at yuj winh rey chi', ol sk'anb'an winh t'ayex tas b'aj tzex munlaji,"
        },
        {
            "number": "20",
            "text": "tzeyalani to moloj calnel yet' moloj wacax tze k'ulej. Anhej nok' calnel ko molb'etz yaji yictax onh cotoch uninal icha wal heb' ko mam quicham, xe chi. Yuj chi' ol ex kan t'a lum Gosén tik, yujto a heb' winh aj Egipto tik ay yowalil tato junnhej tz'aj heb' winh yet' heb' winh molum calnel, xchi winhaj José chi'."
        }
    ]
}