{
    "chapter": "46",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix b'at vinhaj Jacob yed' masanil eb' yico' yed' masanil tastac ay d'ay. Ayic ix k'och vinh d'a Beerseba, ix snhusan silab' vinh d'a sDiosal, aton sDiosal vinh smam vinh."
        },
        {
            "number": "2",
            "text": "A d'a jun ak'val chi', ix lolon Dios d'a vinh d'a svayich, ix avtaj vinh yuuj: --Jacob, xchi. Ix tak'vi vinh: --Oy, ina vajek' tic Mamin, xchi vinh."
        },
        {
            "number": "3",
            "text": "Ix yalan Dios d'a vinh icha tic: --A in ton a Diosal in yed' vinh a mam, manh ach xiv a b'at d'a Egipto chi'. Yacb'an ayex ek' ta' ol in b'o jun nivan chonhab' d'a inhtilal."
        },
        {
            "number": "4",
            "text": "Ol in b'atnhej ed'oc d'a Egipto chi', axo yic ol k'och stiempoal, ol in ochnhej yed' eb' inhtilal ayic ol meltzajxicot eb' d'a jun lugar tic. Axo yic ol ach chamoc, a vinh uninal aj José chi', ayek' vinh d'a a tz'ey, xchi Dios d'a vinh."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi', ix ak'jiq'ue vinh yuj eb' vinh yuninal d'a yol carreta ix yak'cot vinh sreyal Egipto chi'. Ix yak'anpaxq'ue eb' unin yed' eb' ix yetb'eyum eb' vinh. Ichato chi' ix el eb' vinh d'a Beerseba chi'."
        },
        {
            "number": "6",
            "text": "Ix cot eb' vinh d'a Egipto, ix yik'ancot nok' scalnel eb' vinh yed' nok' svacax yed' masanil tastac ix yik' eb' vinh d'a Canaán chi'."
        },
        {
            "number": "7",
            "text": "Ix yik'ancot masanil eb' vinh yuninal vinhaj Jacob chi' yed' eb' ix yisil yed' eb' yixchiquin."
        },
        {
            "number": "8",
            "text": "A eb' yinhtilal vinh yed' ix Lea ix cot yed'oc d'a Egipto, 33 eb' d'a smasanil, ayoch eb' vinac yed' eb' ix ix sb'isuloc. A eb' yuninal vinh yed' ix, aton eb' tic: Vinhaj Rubén, aton vinh b'ab'el unin, vinhaj Simeón, vinhaj Leví, vinhaj Judá, vinhaj Isacar, vinhaj Zabulón yed' ix Dina. A eb' tic ix alji ayic ayek' vinh d'a Padán-aram. A eb' yuninal vinhaj Rubén: Aton vinhaj Hanoc, vinhaj Falú, vinhaj Hezrón yed' vinhaj Carmi. A eb' yuninal vinhaj Simeón: Aton vinhaj Jemuel, vinhaj Jamín, vinhaj Ohad, vinhaj Jaquín, vinhaj Zohar yed' vinhaj Saúl, vinh yune' jun ix aj Canaán. A eb' yuninal vinhaj Leví: Aton vinhaj Gersón, vinhaj Coat yed' vinhaj Merari. A eb' vinh yuninal vinhaj Judá: Aton vinhaj Er, vinhaj Onán, vinhaj Sela, vinhaj Fares yed' vinhaj Zara. (A vinhaj Er yed' vinhaj Onán chi', chamnacxo eb' vinh d'a Canaán). A eb' yuninal vinhaj Fares chi', aton vinhaj Hezrón yed' vinhaj Hamul. A eb' yuninal vinhaj Isacar: Aton vinhaj Tola, vinhaj Fúa, vinhaj Job yed' vinhaj Simrón. A eb' yuninal vinhaj Zabulón: Aton vinhaj Sered, vinhaj Elón yed' vinhaj Jahleel."
        },
        {
            "number": "9",
            "text": "A eb' yinhtilal vinhaj Jacob chi' yed' ix Zilpa, 16 eb' d'a smasanil. A ix Zilpa chi', aton ix scriada ix Lea ix ak'ji yuj vinh sman, aton vinhaj Labán. A eb' yuninal vinh yed' ix, aton eb' tic: Vinhaj Gad yed' vinhaj Aser. A eb' yuninal vinhaj Gad: Aton vinhaj Zifión, vinhaj Hagui, vinhaj Ezbón, vinhaj Suni, vinhaj Eri, vinhaj Arodi yed' vinhaj Areli. A eb' yuninal vinhaj Aser: Aton vinhaj Imna, vinhaj Isúa, vinhaj Isúi, vinhaj Bería yed' ix yanab' eb' vinh scuchan Sera. A eb' yuninal vinhaj Bería chi', aton vinhaj Heber yed' vinhaj Malquiel."
        },
        {
            "number": "10",
            "text": "A eb' yinhtilal vinhaj Jacob chi' yed' ix Raquel, 14 eb' d'a smasanil. A eb' yuninal vinh yed' ix: Aton vinhaj José yed' vinhaj Benjamín. A eb' yuninal vinhaj José chi' yed' ix Asenat yisil vinhaj Potifera sacerdote d'a chonhab' On: Aton vinhaj Manasés yed' vinhaj Efraín, aton eb' ix alji d'a Egipto. A eb' yuninal vinhaj Benjamín chi': Aton vinhaj Bela, vinhaj Bequer, vinhaj Asbel, vinhaj Gera, vinhaj Naamán, vinhaj Ehi, vinhaj Ros, vinhaj Mupim, vinhaj Hupim yed' vinhaj Ard."
        },
        {
            "number": "11",
            "text": "A eb' yinhtilal vinhaj Jacob chi' yed' ix Bilha, ucvanh eb'. A ix Bilha chi', aton ix scriada ix Raquel ix ak'ji yuj vinhaj Labán. A eb' yuninal vinh yed' ix, aton eb' tic: Vinhaj Dan yed' vinhaj Neftalí. A yuninal vinhaj Dan chi', anhej vinhaj Husim. A eb' yuninal vinhaj Neftalí chi': Aton vinhaj Jahzeel, vinhaj Guni, vinhaj Jezer yed' vinhaj Silem."
        },
        {
            "number": "12",
            "text": "66 eb' yinhtilal vinhaj Jacob chi' d'a smasanil, aton eb' tic ajun yed' vinh ayic ix k'och vinh d'a Egipto. Aton val eb' tic yinhtilal vinh, ch'oc pax eb' ix alib'al."
        },
        {
            "number": "13",
            "text": "Ch'oc pax yaj vinhaj José yed' chavanh eb' yuninal ix alji d'a Egipto chi', yuj chi' 70 sb'isul vinhaj Jacob chi' yed' eb' yinhtilal ayic ayxoek' vinh ta'."
        },
        {
            "number": "14",
            "text": "Ix b'ab'lajb'at vinhaj Judá yuj vinhaj Jacob chi', yic sb'at vinh yal yab' vinhaj José chi' to scot vinh chaval d'a yol yic Gosén. Axo yic ix k'och eb' d'a Gosén chi',"
        },
        {
            "number": "15",
            "text": "ix schecan vinhaj José chi' ak'chaj lista scarruaje yic b'at schaan vinh smam vinh d'a Gosén chi'. Ayic ix k'och vinh d'a yichanh vinh smam chi', ix och lak'naj vinh d'a vinh. Te junip ix em nhojan vinh yok' d'a sjolom sjenhjab' vinh smam chi'."
        },
        {
            "number": "16",
            "text": "Axo ix yalan vinh smam vinh chi' icha tic: --A ticnaic, tic val ix vilxioch a sat, tic val pitzan achto, junk'olalxo ol in cham ticnaic, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ix lajvi chi', ix yalan vinhaj José chi' d'a eb' vinh yuk'tac yed' d'a masanil eb' ayek' yed' vinh smam vinh chi': --Tic tzin b'at val d'a vinh rey: Masanil eb' vinh vuk'tac yed' masanil eb' yinhtilal vinh in mam ay d'a Canaán, toxo ix ja eb' ved'oc."
        },
        {
            "number": "18",
            "text": "Yed'nac masanil nok' scalnel eb', nok' svacax yed' masanil tas ay d'a eb', yujto a smunlajel eb' aton moloj calnel yed' moloj vacax, xin chama."
        },
        {
            "number": "19",
            "text": "Yuj chi', ayic ol ex avtajb'at yuj vinh rey chi', ol sk'anb'an vinh d'ayex tas b'aj tzex munlaji,"
        },
        {
            "number": "20",
            "text": "tzeyalani to moloj calnel yed' moloj vacax tze k'ulej. Anhej nok' calnel co molb'etz yaji yictax onh cotoch uninal icha val eb' co mam quicham, xe chi. Yuj chi' ol ex can d'a lum Gosén tic, yujto a eb' vinh aj Egipto tic ay yovalil tato junnhej tz'aj eb' vinh yed' eb' vinh molum calnel, xchi vinhaj José chi'."
        }
    ]
}