{
    "chapter": "47",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix b'at winhaj José yal t'a winh rey chi' icha tik: Ha winh in mam yet' eb' winh vuk'tac toxo ix javi eb' winh t'a Gosén. Ix cot eb' winh t'a Canaán, yet'nac nok' scalnel eb' yet' nok' svacax yet' masanil tas ay t'a eb', xchi winh."
        },
        {
            "number": "2",
            "text": "Sik'b'ilxoel ovanh eb' winh yuk'tac winh chi' yuj yic sb'at eb' winh t'a yichanh winh rey chi' yic tz'ojtacajel eb' winh yuj winh."
        },
        {
            "number": "3",
            "text": "Ix sk'anb'an winh rey chi' t'a eb' winh icha tik: --¿Tas munlajelal syal eyuuj? xchi winh. Ix yalan eb' winh: --Mamin, a onh a checab' onh tik, molum calnel onh icha eb' co mam quicham."
        },
        {
            "number": "4",
            "text": "Ix onh ja t'a jun lugar tik yujto ha t'a Canaán b'aj cajan onh te ay vejel, manhxa b'aj wach' sva nok' co calnel, yuj chi' tzonh tevi t'ayach, comonoc scha a k'ol tzonh cajnaj t'a lum Gosén, xchi eb' winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix yalan winh rey chi' t'a winhaj José: --Yacb'an ix ja winh a mam yet' eb' winh uk'tac ed'oc,"
        },
        {
            "number": "6",
            "text": "wach' tz'ajkan eb' winh t'a tik. Ak' lum Gosén chi' t'a eb' winh. Ha val lu'um chi' te wach' t'a yol yic Egipto tik, syal scajnaj eb' winh ta'. Tato ay eb' winh uk'tac chi' te jelan t'a iloj nok' chi', syal tzak'och eb' winh yilumaloc nok' in molb'etzal nok', xchi winh rey chi'."
        },
        {
            "number": "7",
            "text": "Ix yik'anpaxb'at winh smam winhaj José t'a yichanh winh rey chi', yic wach' tz'ojtacajel winh yuj winh. Ichato chi' ix yak'an stzatzil sk'ol winh rey chi' winhaj Jacob chi'."
        },
        {
            "number": "8",
            "text": "Ix sk'anb'an winh rey chi' t'a winh: --¿Jayexo ab'il a q'uinal? xchi winh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi winhaj Jacob chi' icha tik: --Quenanto in q'uinal, anhejanto 130 ab'il, tonhej tzin b'eyeq'ui, palta t'a yataquil ix aj yek'b'at janik' tiempoal tik vuuj. Manto k'ochlaj in q'uinal icha val ix aj yab'ilal eb' in mam vicham, xchi winh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix yalan wach' lolonel winh t'a yib'anh winh rey chi', ix elixta winh t'a yol sdespacho winh."
        },
        {
            "number": "11",
            "text": "Ichato chi', ix yak'an lum lum te wach' winhaj José t'a winh smam yet' t'a eb' yuk'tac t'a yol yic Egipto chi', aton lum ay t'a slak'anil chonhab' Ramesés, icha ix yutej winh rey chi' yalani."
        },
        {
            "number": "12",
            "text": "Aynhejoch winhaj José chi' yak'an svael eb', ato syala' jantac sb'isul junjun eb'."
        },
        {
            "number": "13",
            "text": "Ix te em vejel t'a masanil yol yic Egipto chi' yet' t'a yol yic Canaán, manhxalaj ixim trigo, junlajanxonhej van scham eb' anima yuj vejel."
        },
        {
            "number": "14",
            "text": "Masanil q'uen stumin eb' aj Egipto yet' eb' aj Canaán chi', ix b'at yak'kan eb' yuj ixim trigo. Masanil q'uen ix sik'b'at winhaj José t'a yol sdespacho winh rey."
        },
        {
            "number": "15",
            "text": "Axo yic ix lajviel q'uen tumin t'a Egipto yet' t'a Canaán chi', ix b'at yalan eb' winh aj Egipto chi' t'a winhaj José icha tik: --Ha ticnaic mamin, na'a tas tzonh aji. Toxo ix lajvib'at q'uen co tumin, ak' tas sco wa''a, yic wach' max onh chami, xchi eb' winh."
        },
        {
            "number": "16",
            "text": "Ix tak'vi winhaj José t'a eb' winh icha tik: --Tato manhxa q'uen e tumin chi', iq'ueccot nok' e molb'etzal nok', syal vak'an ixim e trigo sq'uexuloc nok', xchi winh."
        },
        {
            "number": "17",
            "text": "Yuj chi', ha t'a jun ab'il chi', ix yak' nok' schej eb' winh, nok' scalnel eb' winh, nok' svacax eb' winh yet' nok' sb'uru eb' winh sq'uexuloc ixim trigo chi'."
        },
        {
            "number": "18",
            "text": "Ha yuj nok' molb'etzal nok' ix ek' jun ab'il chi', palta anheja' ay vejel. Ix b'at yalanxi eb' winh t'a winhaj José chi': --Max yal-laj co k'ub'anel t'ayach mamin, manhxalaj q'uen co tumin, manhxa paxlaj nok' co molb'etzal nok', icxo nok' smasanil. Manhxa tas syal cak'an t'ayach, axonhej to scak'och co b'a yet' co lu'um t'a yol a k'ab'."
        },
        {
            "number": "19",
            "text": "Colvajanh t'ayonh, yic wach' max onh chami, max canlaj co lu'um tik t'a ichnhejta'. Wach' tzonh a manel yet' lu'um, tzonh cannhej schecab'oc winh rey, syiquejcanel lum lum winh b'aj tzonh munlaj chi'. Anhej to tzak' ixim trigo co wa''a yet' inhat scavej t'a sat lu'um, yic max onh chami, yic max canpax tzinan lu'um, xchi eb' winh t'a winhaj José chi'."
        },
        {
            "number": "20",
            "text": "Icha chi' ix yutej winhaj José smanancanel masanil lum lum t'a eb' winh aj Egipto chi' yic tz'ochcan lum yicoc winh rey. Yuj jun niwan vejel chi', ix schonhcanel sb'a eb' yet' sluum chi'. Masanil eb' ix ochcan schecab'oc winh rey chi'."
        },
        {
            "number": "21",
            "text": "Anhej sluum eb' sacerdote maj smanel-laj winhaj José chi', yujto tz'ak'ji strigo eb' sva yuj winh rey chi', yuj chi' malaj slum eb' winh chi' ix schonheli."
        },
        {
            "number": "22",
            "text": "Ix yalan winhaj José chi' t'a eb' anima icha tik: --Ha ticnaic yic exxo winh rey yet' lum e lu'um, yujto ix ex in mancaneli. Iq'uecb'at ixim inhat, yic tzeyavej ixim."
        },
        {
            "number": "23",
            "text": "Ato syala' jantac tzeyik' t'a lu'um, tzeyak'an chab' almul t'a junjun quintal t'a winh rey, haxo t'a ixim vajxaque' almul, ata' ol elta ixim inhat ol eyavej, anhejtona' ata' ol elta ixim ol e wa yet' eyuninal yet' masanil mach ayek' eyed'oc, xchi winh."
        },
        {
            "number": "24",
            "text": "Yuj chi', ix yalan eb' winh icha tik: --Te wach' a pensar mamin, uuj manh ol onh chamoc. Ha ticnaic, tik tzonh ochcan schecab'oc winh rey chi', xchi eb' winh."
        },
        {
            "number": "25",
            "text": "Ichaton chi' ix yutej winhaj José yak'an jun ley chi', chab' almul yic winh rey t'a junjun quintal syak' eb' anima cajan t'a masanil yol yic Egipto chi'. Icha chi' ix ajkan jun ley chi'. Anhej eb' winh sacerdote max ak'anlaj stojol chi', yujto maj schonhel-laj slum eb' t'a winh rey chi'."
        },
        {
            "number": "26",
            "text": "Masanil eb' yinhtilal winhaj Israel, ix kan eb' t'a Egipto, ix smaccan lum lum eb' t'a Gosén. Ata' ix te q'uib'chaanh sb'isul eb'."
        },
        {
            "number": "27",
            "text": "17 ab'il ix ek' winhaj Israel t'a Egipto chi', yuj chi', 147 ab'il sk'inal winh."
        },
        {
            "number": "28",
            "text": "Ayic toxo val scham winh syab'i, ix schecan winh avtajcot winhaj José. Ix yalan winh t'a winh icha tik: --Tato xajan in val uuj, ak'och a k'ab' t'a yalanh in xub' tik, tzak'an a ti' t'a yichanh Dios to ol a k'anab'ajej tas ol val tik. Tzin tevi t'ayach to manh ol in a muc t'a Egipto tik,"
        },
        {
            "number": "29",
            "text": "ha t'a stz'ey b'aj mucan eb' in mam vicham, ata' tzeyik'b'at in nivanil tik, tze mucanem b'aj mucan eb' chi', xchi winh. --Icha chi' ol vutej mamin, xchi winhaj José chi'."
        },
        {
            "number": "30",
            "text": "Ix yalanxi winh to syak' sti' winhaj José chi' d'ha Dios, ix yak'an sti' winh chi'. Ixlajwi chi' ix em nhojan winhaj Israel chi' t'a sjolom sch'at, ix yak'an yuj diosal winh d'ha Dios."
        }
    ]
}