{
    "chapter": "47",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix b'at vinhaj José yal t'a vinh rey chi' icha tik: Ha vinh in mam yet' eb' vinh vuk'tac toxo ix javi eb' vinh t'a Gosén. Ix cot eb' vinh t'a Canaán, yet'nac nok' scalnel eb' yet' nok' svacax yet' masanil tas ay t'a eb', xchi vinh."
        },
        {
            "number": "2",
            "text": "Sik'b'ilxoel ovanh eb' vinh yuk'tac vinh chi' yuj yic sb'at eb' vinh t'a yichanh vinh rey chi' yic tz'ojtacajel eb' vinh yuj vinh."
        },
        {
            "number": "3",
            "text": "Ix sk'anb'an vinh rey chi' t'a eb' vinh icha tik: --¿Tas munlajelal syal eyuuj? xchi vinh. Ix yalan eb' vinh: --Mamin, a onh a checab' onh tik, molum calnel onh icha eb' co mam quicham."
        },
        {
            "number": "4",
            "text": "Ix onh ja t'a jun lugar tik yujto ha t'a Canaán b'aj cajan onh te ay vejel, manhxa b'aj wach' sva nok' co calnel, yuj chi' tzonh tevi t'ayach, comonoc scha a k'ol tzonh cajnaj t'a lum Gosén, xchi eb' vinh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix yalan vinh rey chi' t'a vinhaj José: --Yacb'an ix ja vinh a mam yet' eb' vinh uk'tac ed'oc,"
        },
        {
            "number": "6",
            "text": "wach' tz'ajkan eb' vinh t'a tik. Ak' lum Gosén chi' t'a eb' vinh. Ha val lu'um chi' te wach' t'a yol yic Egipto tik, syal scajnaj eb' vinh ta'. Tato ay eb' vinh uk'tac chi' te jelan t'a iloj nok' chi', syal tzak'och eb' vinh yilumaloc nok' in molb'etzal nok', xchi vinh rey chi'."
        },
        {
            "number": "7",
            "text": "Ix yik'anpaxb'at vinh smam vinhaj José t'a yichanh vinh rey chi', yic wach' tz'ojtacajel vinh yuj vinh. Ichato chi' ix yak'an stzatzil sk'ol vinh rey chi' vinhaj Jacob chi'."
        },
        {
            "number": "8",
            "text": "Ix sk'anb'an vinh rey chi' t'a vinh: --¿Jayexo ab'il a q'uinal? xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi vinhaj Jacob chi' icha tik: --Quenanto in q'uinal, anhejanto 130 ab'il, tonhej tzin b'eyeq'ui, palta t'a yataquil ix aj yek'b'at janik' tiempoal tik vuuj. Manto k'ochlaj in q'uinal icha val ix aj yab'ilal eb' in mam vicham, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix yalan wach' lolonel vinh t'a yib'anh vinh rey chi', ix elixta vinh t'a yol sdespacho vinh."
        },
        {
            "number": "11",
            "text": "Ichato chi', ix yak'an lum lum te wach' vinhaj José t'a vinh smam yet' t'a eb' yuk'tac t'a yol yic Egipto chi', aton lum ay t'a slak'anil chonhab' Ramesés, icha ix yutej vinh rey chi' yalani."
        },
        {
            "number": "12",
            "text": "Aynhejoch vinhaj José chi' yak'an svael eb', ato syala' jantac sb'isul junjun eb'."
        },
        {
            "number": "13",
            "text": "Ix te em vejel t'a masanil yol yic Egipto chi' yet' t'a yol yic Canaán, manhxalaj ixim trigo, junlajanxonhej van scham eb' anima yuj vejel."
        },
        {
            "number": "14",
            "text": "Masanil q'uen stumin eb' aj Egipto yet' eb' aj Canaán chi', ix b'at yak'kan eb' yuj ixim trigo. Masanil q'uen ix sik'b'at vinhaj José t'a yol sdespacho vinh rey."
        },
        {
            "number": "15",
            "text": "Axo yic ix lajviel q'uen tumin t'a Egipto yet' t'a Canaán chi', ix b'at yalan eb' vinh aj Egipto chi' t'a vinhaj José icha tik: --Ha ticnaic mamin, na'a tas tzonh aji. Toxo ix lajvib'at q'uen co tumin, ak' tas sco wa''a, yic wach' max onh chami, xchi eb' vinh."
        },
        {
            "number": "16",
            "text": "Ix tak'vi vinhaj José t'a eb' vinh icha tik: --Tato manhxa q'uen e tumin chi', iq'ueccot nok' e molb'etzal nok', syal vak'an ixim e trigo sq'uexuloc nok', xchi vinh."
        },
        {
            "number": "17",
            "text": "Yuj chi', ha t'a jun ab'il chi', ix yak' nok' schej eb' vinh, nok' scalnel eb' vinh, nok' svacax eb' vinh yet' nok' sb'uru eb' vinh sq'uexuloc ixim trigo chi'."
        },
        {
            "number": "18",
            "text": "Ha yuj nok' molb'etzal nok' ix ek' jun ab'il chi', palta anheja' ay vejel. Ix b'at yalanxi eb' vinh t'a vinhaj José chi': --Max yal-laj co k'ub'anel t'ayach mamin, manhxalaj q'uen co tumin, manhxa paxlaj nok' co molb'etzal nok', icxo nok' smasanil. Manhxa tas syal cak'an t'ayach, axonhej to scak'och co b'a yet' co lu'um t'a yol a k'ab'."
        },
        {
            "number": "19",
            "text": "Colvajanh t'ayonh, yic wach' max onh chami, max canlaj co lu'um tik t'a ichnhejta'. Wach' tzonh a manel yet' lu'um, tzonh cannhej schecab'oc vinh rey, syiquejcanel lum lum vinh b'aj tzonh munlaj chi'. Anhej to tzak' ixim trigo co wa''a yet' inhat scavej t'a sat lu'um, yic max onh chami, yic max canpax tzinan lu'um, xchi eb' vinh t'a vinhaj José chi'."
        },
        {
            "number": "20",
            "text": "Icha chi' ix yutej vinhaj José smanancanel masanil lum lum t'a eb' vinh aj Egipto chi' yic tz'ochcan lum yicoc vinh rey. Yuj jun niwan vejel chi', ix schonhcanel sb'a eb' yet' sluum chi'. Masanil eb' ix ochcan schecab'oc vinh rey chi'."
        },
        {
            "number": "21",
            "text": "Anhej sluum eb' sacerdote maj smanel-laj vinhaj José chi', yujto tz'ak'ji strigo eb' sva yuj vinh rey chi', yuj chi' malaj slum eb' vinh chi' ix schonheli."
        },
        {
            "number": "22",
            "text": "Ix yalan vinhaj José chi' t'a eb' anima icha tik: --Ha ticnaic yic exxo vinh rey yet' lum e lu'um, yujto ix ex in mancaneli. Iq'uecb'at ixim inhat, yic tzeyavej ixim."
        },
        {
            "number": "23",
            "text": "Ato syala' jantac tzeyik' t'a lu'um, tzeyak'an chab' almul t'a junjun quintal t'a vinh rey, haxo t'a ixim vajxaque' almul, ata' ol elta ixim inhat ol eyavej, anhejtona' ata' ol elta ixim ol e wa yet' eyuninal yet' masanil mach ayek' eyed'oc, xchi vinh."
        },
        {
            "number": "24",
            "text": "Yuj chi', ix yalan eb' vinh icha tik: --Te wach' a pensar mamin, uuj manh ol onh chamoc. Ha ticnaic, tik tzonh ochcan schecab'oc vinh rey chi', xchi eb' vinh."
        },
        {
            "number": "25",
            "text": "Ichaton chi' ix yutej vinhaj José yak'an jun ley chi', chab' almul yic vinh rey t'a junjun quintal syak' eb' anima cajan t'a masanil yol yic Egipto chi'. Icha chi' ix ajkan jun ley chi'. Anhej eb' vinh sacerdote max ak'anlaj stojol chi', yujto maj schonhel-laj slum eb' t'a vinh rey chi'."
        },
        {
            "number": "26",
            "text": "Masanil eb' yinhtilal vinhaj Israel, ix kan eb' t'a Egipto, ix smaccan lum lum eb' t'a Gosén. Ata' ix te q'uib'chaanh sb'isul eb'."
        },
        {
            "number": "27",
            "text": "17 ab'il ix ek' vinhaj Israel t'a Egipto chi', yuj chi', 147 ab'il sq'uinal vinh."
        },
        {
            "number": "28",
            "text": "Ayic toxo val scham vinh syab'i, ix schecan vinh avtajcot vinhaj José. Ix yalan vinh t'a vinh icha tik: --Tato xajan in val uuj, ak'och a k'ab' t'a yalanh in xub' tik, tzak'an a ti' t'a yichanh Dios to ol a k'anab'ajej tas ol val tik. Tzin tevi t'ayach to manh ol in a muc t'a Egipto tik,"
        },
        {
            "number": "29",
            "text": "ha t'a stz'ey b'aj mucan eb' in mam vicham, ata' tzeyik'b'at in nivanil tik, tze mucanem b'aj mucan eb' chi', xchi vinh. --Icha chi' ol vutej mamin, xchi vinhaj José chi'."
        },
        {
            "number": "30",
            "text": "Ix yalanxi vinh to syak' sti' vinhaj José chi' d'ha Dios, ix yak'an sti' vinh chi'. Ixlajwi chi' ix em nhojan vinhaj Israel chi' t'a sjolom sch'at, ix yak'an yuj diosal vinh d'ha Dios."
        }
    ]
}