{
    "chapter": "47",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix b'at winhaj José yal t'a winh rey chi' icha tik: Ha winh in mam yet' heb' winh wuk'tac toxo ix jawi heb' winh t'a Gosén. Ix cot heb' winh t'a Canaán, yet'nac nok' skalnel heb' yet' nok' swakax yet' masanil tas ay t'a heb', xchi winh."
        },
        {
            "number": "2",
            "text": "Sik'b'ilxoel owanh heb' winh yuk'tac winh chi' yuj yic sb'at heb' winh t'a yichanh winh rey chi' yic tz'ojtakajel heb' winh yuj winh."
        },
        {
            "number": "3",
            "text": "Ix sk'anb'an winh rey chi' t'a heb' winh icha tik: --¿Tas munlajelal syal eyuuj? xchi winh. Ix yalan heb' winh: --Mamin, a onh a chekab' onh tik, molum kalnel onh icha heb' ko mam quicham."
        },
        {
            "number": "4",
            "text": "Ix onh ja t'a jun lugar tik yujto ha t'a Canaán b'aj kajan onh te ay wejel, manhxa b'aj wach' swa nok' ko kalnel, yuj chi' tzonh tewi t'ayach, comonoc scha a k'ol tzonh kajnaj t'a lum Gosén, xchi heb' winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix yalan winh rey chi' t'a winhaj José: --Yacb'an ix ja winh a mam yet' heb' winh uk'tac ed'oc,"
        },
        {
            "number": "6",
            "text": "wach' tz'ajkan heb' winh t'a tik. Ak' lum Gosén chi' t'a heb' winh. Ha wal lu'um chi' te wach' t'a yol yic Egipto tik, syal skajnaj heb' winh ta'. Tato ay heb' winh uk'tac chi' te jelan t'a iloj nok' chi', syal tzak'och heb' winh yilumaloc nok' in molb'etzal nok', xchi winh rey chi'."
        },
        {
            "number": "7",
            "text": "Ix yik'anpaxb'at winh smam winhaj José t'a yichanh winh rey chi', yic wach' tz'ojtakajel winh yuj winh. Ichato chi' ix yak'an stzatzil sk'ol winh rey chi' winhaj Jacob chi'."
        },
        {
            "number": "8",
            "text": "Ix sk'anb'an winh rey chi' t'a winh: --¿Jayexo ab'il a k 'inal? xchi winh."
        },
        {
            "number": "9",
            "text": "Ix tak'wi winhaj Jacob chi' icha tik: --Quenanto in k 'inal, anhejanto 130 ab'il, tonhej tzin b'eyeq'ui, palta t'a yataquil ix aj yek'b'at janik' tiempoal tik wuuj. Manto k'ochlaj in k 'inal icha wal ix aj yab'ilal heb' in mam wicham, xchi winh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ix yalan wach' lolonel winh t'a yib'anh winh rey chi', ix elixta winh t'a yol sdespacho winh."
        },
        {
            "number": "11",
            "text": "Ichato chi', ix yak'an lum lum te wach' winhaj José t'a winh smam yet' t'a heb' yuk'tac t'a yol yic Egipto chi', aton lum ay t'a slak'anil chonhab' Ramesés, icha ix yutej winh rey chi' yalani."
        },
        {
            "number": "12",
            "text": "Aynhejoch winhaj José chi' yak'an swael heb', ato syala' jantac sb'isul junjun heb'."
        },
        {
            "number": "13",
            "text": "Ix te em wejel t'a masanil yol yic Egipto chi' yet' t'a yol yic Canaán, manhxalaj ixim trigo, junlajanxonhej wan scham heb' anima yuj wejel."
        },
        {
            "number": "14",
            "text": "Masanil k'een stumin heb' aj Egipto yet' heb' aj Canaán chi', ix b'at yak'kan heb' yuj ixim trigo. Masanil k'een ix sik'b'at winhaj José t'a yol sdespacho winh rey."
        },
        {
            "number": "15",
            "text": "Axo yic ix lajwiel k'een tumin t'a Egipto yet' t'a Canaán chi', ix b'at yalan heb' winh aj Egipto chi' t'a winhaj José icha tik: --Ha tiknaik mamin, na'a tas tzonh aji. Toxo ix lajwib'at k'een ko tumin, ak' tas sko wa''a, yic wach' max onh chami, xchi heb' winh."
        },
        {
            "number": "16",
            "text": "Ix tak'wi winhaj José t'a heb' winh icha tik: --Tato manhxa k'een he tumin chi', ik'eccot nok' he molb'etzal nok', syal wak'an ixim he trigo sk'exuloc nok', xchi winh."
        },
        {
            "number": "17",
            "text": "Yuj chi', ha t'a jun ab'il chi', ix yak' nok' schej heb' winh, nok' skalnel heb' winh, nok' swakax heb' winh yet' nok' sb'uru heb' winh sk'exuloc ixim trigo chi'."
        },
        {
            "number": "18",
            "text": "Ha yuj nok' molb'etzal nok' ix ek' jun ab'il chi', palta anheja' ay wejel. Ix b'at yalanxi heb' winh t'a winhaj José chi': --Max yal-laj ko k'ub'anel t'ayach mamin, manhxalaj k'een ko tumin, manhxa paxlaj nok' ko molb'etzal nok', icxo nok' smasanil. Manhxa tas syal kak'an t'ayach, axonhej to skak'och ko b'a yet' ko lu'um t'a yol a k'ab'."
        },
        {
            "number": "19",
            "text": "Colwajanh t'ayonh, yic wach' max onh chami, max canlaj ko lu'um tik t'a ichnhejta'. Wach' tzonh a manel yet' lu'um, tzonh kannhej schekab'oc winh rey, syiquejkanel lum lum winh b'aj tzonh munlaj chi'. Anhej to tzak' ixim trigo ko wa''a yet' inhat skawej t'a sat lu'um, yic max onh chami, yic max canpax tzinan lu'um, xchi heb' winh t'a winhaj José chi'."
        },
        {
            "number": "20",
            "text": "Icha chi' ix yutej winhaj José smanankanel masanil lum lum t'a heb' winh aj Egipto chi' yic tz'ochkan lum yicoc winh rey. Yuj jun niwan wejel chi', ix schonhcanel sb'a heb' yet' sluum chi'. Masanil heb' ix ochkan schekab'oc winh rey chi'."
        },
        {
            "number": "21",
            "text": "Anhej sluum heb' sacerdote maj smanel-laj winhaj José chi', yujto tz'ak'ji strigo heb' swa yuj winh rey chi', yuj chi' malaj slum heb' winh chi' ix schonheli."
        },
        {
            "number": "22",
            "text": "Ix yalan winhaj José chi' t'a heb' anima icha tik: --Ha tiknaik yic exxo winh rey yet' lum he lu'um, yujto ix ex in mankaneli. Ik'ecb'at ixim inhat, yic tzeyawej ixim."
        },
        {
            "number": "23",
            "text": "Ato syala' jantac tzeyik' t'a lu'um, tzeyak'an chab' almul t'a junjun quintal t'a winh rey, haxo t'a ixim wajxaque' almul, ata' ol elta ixim inhat ol eyawej, anhejtona' ata' ol elta ixim ol he wa yet' eyuninal yet' masanil mach ayek' eyed'oc, xchi winh."
        },
        {
            "number": "24",
            "text": "Yuj chi', ix yalan heb' winh icha tik: --Te wach' a pensar mamin, uuj manh ol onh chamoc. Ha tiknaik, tik tzonh ochkan schekab'oc winh rey chi', xchi heb' winh."
        },
        {
            "number": "25",
            "text": "Ichaton chi' ix yutej winhaj José yak'an jun ley chi', chab' almul yic winh rey t'a junjun quintal syak' heb' anima kajan t'a masanil yol yic Egipto chi'. Icha chi' ix ajkan jun ley chi'. Anhej heb' winh sacerdote max ak'anlaj stojol chi', yujto maj schonhel-laj slum heb' t'a winh rey chi'."
        },
        {
            "number": "26",
            "text": "Masanil heb' yinhtilal winhaj Israel, ix kan heb' t'a Egipto, ix smakkan lum lum heb' t'a Gosén. Ata' ix te q'uib'chaanh sb'isul heb'."
        },
        {
            "number": "27",
            "text": "17 ab'il ix ek' winhaj Israel t'a Egipto chi', yuj chi', 147 ab'il sk'inal winh."
        },
        {
            "number": "28",
            "text": "Ayic toxo wal scham winh syab'i, ix schekan winh avtajcot winhaj José. Ix yalan winh t'a winh icha tik: --Tato xajan in wal uuj, ak'och a k'ab' t'a yalanh in xub' tik, tzak'an a ti' t'a yichanh Dios to ol a k'anab'ajej tas ol wal tik. Tzin tewi t'ayach to manh ol in a muc t'a Egipto tik,"
        },
        {
            "number": "29",
            "text": "ha t'a stz'ey b'aj mukan heb' in mam wicham, ata' tzeyik'b'at in niwanil tik, tze mukanem b'aj mukan heb' chi', xchi winh. --Icha chi' ol wutej mamin, xchi winhaj José chi'."
        },
        {
            "number": "30",
            "text": "Ix yalanxi winh to syak' sti' winhaj José chi' d'ha Dios, ix yak'an sti' winh chi'. Ixlajwi chi' ix em nhojan winhaj Israel chi' t'a sjolom sch'at, ix yak'an yuj diosal winh d'ha Dios."
        }
    ]
}