{
    "chapter": "47",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix b'at vinhaj José yal d'a vinh rey chi' icha tic: A vinh in mam yed' eb' vinh vuk'tac toxo ix javi eb' vinh d'a Gosén. Ix cot eb' vinh d'a Canaán, yed'nac nok' scalnel eb' yed' nok' svacax yed' masanil tas ay d'a eb', xchi vinh."
        },
        {
            "number": "2",
            "text": "Sik'b'ilxoel ovanh eb' vinh yuk'tac vinh chi' yuuj yic sb'at eb' vinh d'a yichanh vinh rey chi' yic tz'ojtacajel eb' vinh yuj vinh."
        },
        {
            "number": "3",
            "text": "Ix sk'anb'an vinh rey chi' d'a eb' vinh icha tic: --¿Tas munlajelal syal eyuuj? xchi vinh. Ix yalan eb' vinh: --Mamin, a onh a checab' onh tic, molum calnel onh icha eb' co mam quicham."
        },
        {
            "number": "4",
            "text": "Ix onh ja d'a jun lugar tic yujto a d'a Canaán b'aj cajan onh te ay vejel, manhxa b'aj vach' sva nok' co calnel, yuj chi' tzonh tevi d'ayach, comonoc scha a k'ol tzonh cajnaj d'a lum Gosén, xchi eb' vinh."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi', ix yalan vinh rey chi' d'a vinhaj José: --Yacb'an ix ja vinh a mam yed' eb' vinh uk'tac ed'oc,"
        },
        {
            "number": "6",
            "text": "vach' tz'ajcan eb' vinh d'a tic. Ak' lum Gosén chi' d'a eb' vinh. A val luum chi' te vach' d'a yol yic Egipto tic, syal scajnaj eb' vinh ta'. Tato ay eb' vinh uk'tac chi' te jelan d'a iloj nok' chi', syal tzak'och eb' vinh yilumaloc nok' in molb'etzal nok', xchi vinh rey chi'."
        },
        {
            "number": "7",
            "text": "Ix yik'anpaxb'at vinh smam vinhaj José d'a yichanh vinh rey chi', yic vach' tz'ojtacajel vinh yuj vinh. Ichato chi' ix yak'an stzatzil sk'ol vinh rey chi' vinhaj Jacob chi'."
        },
        {
            "number": "8",
            "text": "Ix sk'anb'an vinh rey chi' d'a vinh: --¿Jayexo ab'il a q'uinal? xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix tak'vi vinhaj Jacob chi' icha tic: --Quenanto in q'uinal, anhejanto 130 ab'il, tonhej tzin b'eyeq'ui, palta d'a yataquil ix aj yek'b'at janik' tiempoal tic vuuj. Manto k'ochlaj in q'uinal icha val ix aj yab'ilal eb' in mam vicham, xchi vinh."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', ix yalan vach' lolonel vinh d'a yib'anh vinh rey chi', ix elixta vinh d'a yol sdespacho vinh."
        },
        {
            "number": "11",
            "text": "Ichato chi', ix yak'an lum luum te vach' vinhaj José d'a vinh smam yed' d'a eb' yuk'tac d'a yol yic Egipto chi', aton lum ay d'a slak'anil chonhab' Ramesés, icha ix yutej vinh rey chi' yalani."
        },
        {
            "number": "12",
            "text": "Aynhejoch vinhaj José chi' yak'an svael eb', ato syala' jantac sb'isul junjun eb'."
        },
        {
            "number": "13",
            "text": "Ix te em vejel d'a masanil yol yic Egipto chi' yed' d'a yol yic Canaán, manhxalaj ixim trigo, junlajanxonhej van scham eb' anima yuj vejel."
        },
        {
            "number": "14",
            "text": "Masanil q'uen stumin eb' aj Egipto yed' eb' aj Canaán chi', ix b'at yak'can eb' yuj ixim trigo. Masanil q'uen ix sik'b'at vinhaj José d'a yol sdespacho vinh rey."
        },
        {
            "number": "15",
            "text": "Axo yic ix lajviel q'uen tumin d'a Egipto yed' d'a Canaán chi', ix b'at yalan eb' vinh aj Egipto chi' d'a vinhaj José icha tic: --A ticnaic mamin, na'a tas tzonh aji. Toxo ix lajvib'at q'uen co tumin, ak' tas sco va'a, yic vach' max onh chami, xchi eb' vinh."
        },
        {
            "number": "16",
            "text": "Ix tak'vi vinhaj José d'a eb' vinh icha tic: --Tato manhxa q'uen e tumin chi', iq'ueccot nok' e molb'etzal nok', syal vak'an ixim e trigo sq'uexuloc nok', xchi vinh."
        },
        {
            "number": "17",
            "text": "Yuj chi', a d'a jun ab'il chi', ix yak' nok' schej eb' vinh, nok' scalnel eb' vinh, nok' svacax eb' vinh yed' nok' sb'uru eb' vinh sq'uexuloc ixim trigo chi'."
        },
        {
            "number": "18",
            "text": "A yuj nok' molb'etzal nok' ix ek' jun ab'il chi', palta anheja' ay vejel. Ix b'at yalanxi eb' vinh d'a vinhaj José chi': --Max yal-laj co k'ub'anel d'ayach mamin, manhxalaj q'uen co tumin, manhxa paxlaj nok' co molb'etzal nok', icxo nok' smasanil. Manhxa tas syal cak'an d'ayach, axonhej to scak'och co b'a yed' co luum d'a yol a k'ab'."
        },
        {
            "number": "19",
            "text": "Colvajanh d'ayonh, yic vach' max onh chami, max canlaj co luum tic d'a ichnhejta'. Vach' tzonh a manel yed' luum, tzonh cannhej schecab'oc vinh rey, syiquejcanel lum luum vinh b'aj tzonh munlaj chi'. Anhej to tzak' ixim trigo co va'a yed' inhat scavej d'a sat luum, yic max onh chami, yic max canpax tz'inan luum, xchi eb' vinh d'a vinhaj José chi'."
        },
        {
            "number": "20",
            "text": "Icha chi' ix yutej vinhaj José smanancanel masanil lum luum d'a eb' vinh aj Egipto chi' yic tz'ochcan lum yicoc vinh rey. Yuj jun nivan vejel chi', ix schonhcanel sb'a eb' yed' sluum chi'. Masanil eb' ix ochcan schecab'oc vinh rey chi'."
        },
        {
            "number": "21",
            "text": "Anhej sluum eb' sacerdote maj smanel-laj vinhaj José chi', yujto tz'ak'ji strigo eb' sva yuj vinh rey chi', yuj chi' malaj slum eb' vinh chi' ix schonheli."
        },
        {
            "number": "22",
            "text": "Ix yalan vinhaj José chi' d'a eb' anima icha tic: --A ticnaic yic exxo vinh rey yed' lum e luum, yujto ix ex in mancaneli. Iq'uecb'at ixim inhat, yic tzeyavej ixim."
        },
        {
            "number": "23",
            "text": "Ato syala' jantac tzeyik' d'a luum, tzeyak'an chab' almul d'a junjun quintal d'a vinh rey, axo d'a ixim vajxaque' almul, ata' ol elta ixim inhat ol eyavej, anhejtona' ata' ol elta ixim ol e va yed' eyuninal yed' masanil mach ayek' eyed'oc, xchi vinh."
        },
        {
            "number": "24",
            "text": "Yuj chi', ix yalan eb' vinh icha tic: --Te vach' a pensar mamin, uuj manh ol onh chamoc. A ticnaic, tic tzonh ochcan schecab'oc vinh rey chi', xchi eb' vinh."
        },
        {
            "number": "25",
            "text": "Ichaton chi' ix yutej vinhaj José yak'an jun ley chi', chab' almul yic vinh rey d'a junjun quintal syak' eb' anima cajan d'a masanil yol yic Egipto chi'. Icha chi' ix ajcan jun ley chi'. Anhej eb' vinh sacerdote max ak'anlaj stojol chi', yujto maj schonhel-laj slum eb' d'a vinh rey chi'."
        },
        {
            "number": "26",
            "text": "Masanil eb' yinhtilal vinhaj Israel, ix can eb' d'a Egipto, ix smaccan lum luum eb' d'a Gosén. Ata' ix te q'uib'chaanh sb'isul eb'."
        },
        {
            "number": "27",
            "text": "17 ab'il ix ek' vinhaj Israel d'a Egipto chi', yuj chi', 147 ab'il sq'uinal vinh."
        },
        {
            "number": "28",
            "text": "Ayic toxo val scham vinh syab'i, ix schecan vinh avtajcot vinhaj José. Ix yalan vinh d'a vinh icha tic: --Tato xajan in val uuj, ak'och a k'ab' d'a yalanh in xub' tic, tzak'an a ti' d'a yichanh Dios to ol a k'anab'ajej tas ol val tic. Tzin tevi d'ayach to manh ol in a muc d'a Egipto tic,"
        },
        {
            "number": "29",
            "text": "a d'a stz'ey b'aj mucan eb' in mam vicham, ata' tzeyik'b'at in nivanil tic, tze mucanem b'aj mucan eb' chi', xchi vinh. --Icha chi' ol vutej mamin, xchi vinhaj José chi'."
        },
        {
            "number": "30",
            "text": "Ix yalanxi vinh to syak' sti' vinhaj José chi' d'a Dios, ix yak'an sti' vinh chi'. Ix lajvi chi' ix em nhojan vinhaj Israel chi' d'a sjolom sch'at, ix yak'an yuj diosal vinh d'a Dios."
        }
    ]
}