{
    "chapter": "48",
    "verses": [
        {
            "number": "1",
            "text": "Ix ek' jab'oc stiempoal, ix alchaj d'a vinhaj José chi' to penaxoay vinh smam vinh. Yuj chi' ix b'at vinh yil vinh, ix yik'anb'at eb' yuninal vinh schavanhil yed'oc, aton vinhaj Manasés yed' vinhaj Efraín."
        },
        {
            "number": "2",
            "text": "Ayic ix alchaj d'a vinhaj Israel to toxo ix ja vinhaj José chi' yila', ix yak' pural sb'a vinh sq'ue k'ojan d'a sti' sch'at."
        },
        {
            "number": "3",
            "text": "Ix yalan vinh icha tic: --A Dios Syal Yuuj Masanil, a' ix sch'ox sb'a d'ayin d'a chonhab' Luz, d'a yol yic Canaán. Ata' ix yal vach' lolonel d'a vib'anh, ix yalan icha tic:"
        },
        {
            "number": "4",
            "text": "Ab' jun, tzijtum sb'isul inhtilal ol vak'a'. A jantac inhtilal, tzijtum nación ol ajelk'ochoc. Ol vak'anpax jun luum tic d'ayach yed' d'a masanil eb' inhtilal chi', ol eyiquej lum d'a junelnhej, xchi Dios chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi', a val chavanh uninal ix alji d'a Egipto tic ayic manto in javoc, aton vinhaj Manasés yed' vinhaj Efraín, victaxon yaj eb' vinh, icha vuninal tz'ajcan eb' vinh, icha val yaj vinhaj Rubén yed' vinhaj Simeón."
        },
        {
            "number": "6",
            "text": "A jantacto eb' uninal toto ol aljoc, icxo ol aj eb', a d'a smacb'en chavanh eb' yuk'tac eb' tic ol yik' yic eb'."
        },
        {
            "number": "7",
            "text": "Ayic in meltzajnac d'a Padán-aram, chamnaccan ix a nun d'a Canaán ayic manto in javilaj d'a Efrata. A d'a sb'eal Efrata chi' ix in muccan ix, xchi vinh. (A jun lugar chi' Belén sb'i ticnaic.)"
        },
        {
            "number": "8",
            "text": "Ix lajvi chi', ix b'at q'uelan vinhaj Israel chi' d'a eb' vinh chavanh yuninal vinhaj José chi', ix sk'anb'an vinh icha tic: --A eb' vinh tic, ¿mach eb' vinh? xchi vinh."
        },
        {
            "number": "9",
            "text": "--A eb' vinh vuninal ix yak' Dios d'ayin d'a Egipto tic, xchi vinhaj José chi'. Ix lajvi chi, ix yalan vinh smam vinh chi': --Elocab' d'a a k'ool, snitzocab'cot sb'a eb' vinh d'a in tz'ey tic yic vach' ol valcan vach' lolonel d'a yib'anh eb' vinh, xchi vinh."
        },
        {
            "number": "10",
            "text": "Yujto te icham vinacxo vinhaj Israel chi', maxtzac yal-laj yilan vinh. Yuj chi' ix nitzchajcot eb' vinh yuj vinhaj José chi' d'a stz'ey vinh. Ix och lak'lak' vinh d'a eb' vinh, ix tz'ub'jielta sti' eb' vinh yuj vinh."
        },
        {
            "number": "11",
            "text": "Ix lajvi chi' ix yalan vinh d'a vinhaj José icha tic: --Te maxtzac in nalaj tato olto ach vila'. Tic val manhoc achnhej tzato ach vila', palta ix el d'a sk'ol Dios to ixto val viloch eb' vinh uninal tic, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi', ix yik'anelta eb' vinh vinhaj José chi' d'a scal yoc vinh smam chi', ix em nhojan vinh d'a yichanh vinh smam chi."
        },
        {
            "number": "13",
            "text": "Ix yik'anxib'at eb' vinh yuninal vinh chi': A vinhaj Efraín d'a svach' vinh, axo vinhaj Manasés d'a sq'uexanh vinh. Ix yik'anb'at eb' vinh b'aj ay vinh smam chi'. Yuj chi' a vinhaj Efraín chi' ix can d'a sq'uexanh vinhaj Israel chi', axo vinhaj Manasés ix can d'a svach' vinh."
        },
        {
            "number": "14",
            "text": "Ayic ix yak'anb'at sk'ab' vinh chi' d'a yib'anh eb' vinh, culus ix yutejb'at sk'ab' vinh chi' d'a yib'anh eb' vinh. Yuj chi', a svach' vinh ix k'och d'a yib'anh vinhaj Efraín chi', axo sq'uexanh vinh ix k'och d'a yib'anh vinhaj Manasés chi', vach'chom b'ab'el vinac vinhaj Manasés chi'."
        },
        {
            "number": "15",
            "text": "Ix yalan vach' lolonel vinh d'a yib'anh vinhaj José chi', icha tic: A Dios aton jun ix k'anab'ajaj yuj vinh in mam icham aj Abraham yed' vinh in mam aj Isaac, a' tzin tanhvani yictax ix in alji yed' pax ix in b'eynhejcoti."
        },
        {
            "number": "16",
            "text": "A jun yángel Dios ix in colan d'a syaelal. Yak'ocab' svach'k'olal Dios d'a yib'anh eb' vinh chavanh tic, yujocab' eb' vinh tzin nachajcoti, nachajocab'paxcot vinh in mam icham aj Abraham yed' vinh in mam aj Isaac. Tzijtum ol aj sb'isul yinhtilal eb' vinh chavanh tic d'a sat lum luum b'aj ol cajnajoc, xchi vinhaj Israel chi'."
        },
        {
            "number": "17",
            "text": "Max schalaj sk'ol vinhaj José chi' to a d'a yib'anh vinhaj Efraín chi' ix yak'q'ue svach' k'ab' vinh smam chi'. Yuj chi' ix yak'lej vinh yik'anel svach' k'ab' vinh smam chi' d'a yib'anh vinhaj Efraín chi', ix yak'anq'ue vinh d'a yib'anh vinhaj Manasés yalani."
        },
        {
            "number": "18",
            "text": "Ix yalan vinh icha tic: --Maay mamin, manh ichocta' tzutej, a d'a vinh b'ab'el tic, ata' tzak'q'ue a vach' k'ab', xchi vinh."
        },
        {
            "number": "19",
            "text": "Maj yal-laj sk'ol vinh smam vinh chi', ix yalan vinh icha tic: --Vojtacxo ach vuninal. A vinh tic, nivan chonhab' ol aj yelk'och vinh d'a b'aq'uinh, palta a vinh tzak'an tic yelxo val nivan ol aj yelk'och vinh d'a vinh b'ab'el tic, axo yinhtilal vinh, tzijtum nación ol ajelk'ochoc, xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix lajvi chi', ix yalan vach' lolonel vinh d'a yib'anh eb' schavanhil: --Icha tic ol aj e b'inaj yuj eb' e k'ab' eyoc d'a b'aq'uinh ayic ol snib'ej eb' yalan vach' lolonel d'a yib'anh junoc anima: Yak'ocab' svach'k'olal Dios d'a ib'anh, icha ix aj yak'an d'a vinhaj Efraín yed' d'a vinhaj Manasés, xcham eb', xchi vinhaj Israel chi'. A d'a aloj vach' lolonel chi', b'ab'el ix yak' b'inaj vinhaj Efraín chi' vinh d'a yichanh vinhaj Manasés chi'."
        },
        {
            "number": "21",
            "text": "D'a elanhchamel ix yalanxi vinh d'a vinhaj José chi': --Ach vuninal, a in tic toxo ol in chamoc, palta aynhejoch Dios eyed'oc, aynhejpaxoch yed' eb' eyinhtilal. A ol ex ik'an meltzaj d'a slum co mam quicham."
        },
        {
            "number": "22",
            "text": "Svak' junxo macanh macb'en d'ayach ek'to d'a yichanh yic eb' uk'tac, aton lum pak'an ix vik'canek' d'a eb' amorreo d'a scal oval, xchi vinhaj Israel chi' d'a vinhaj José chi'."
        }
    ]
}