{
    "chapter": "48",
    "verses": [
        {
            "number": "1",
            "text": "Ix ek' jab'oc stiempoal, ix alchaj t'a winhaj José chi' to penaxoay winh smam winh. Yuj chi' ix b'at winh yil winh, ix yik'anb'at heb' yuninal winh schawanhil yet'oc, aton winhaj Manasés yet' winhaj Efraín."
        },
        {
            "number": "2",
            "text": "Ayic ix alchaj t'a winhaj Israel to toxo ix ja winhaj José chi' yila', ix yak' pural sb'a winh sk'e k'ojan t'a sti' sch'at."
        },
        {
            "number": "3",
            "text": "Ix yalan winh icha tik: --Ha Dios Syal Yuj Masanil, ha' ix sch'ox sb'a t'ayin t'a chonhab' Luz, t'a yol yic Canaán. Ata' ix yal wach' lolonel t'a wib'anh, ix yalan icha tik:"
        },
        {
            "number": "4",
            "text": "Ab' jun, tzijtum sb'isul inhtilal ol wak'a'. Ha jantac inhtilal, tzijtum nación ol ajelk'ochoc. Ol wak'anpax jun lu'um tik t'ayach yet' t'a masanil heb' inhtilal chi', ol eyiquej lum t'a junelnhej, xchi Dios chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi', a wal chawanh uninal ix alji t'a Egipto tik ayic manto in jawok, aton winhaj Manasés yet' winhaj Efraín, wictaxon yaj heb' winh, icha wuninal tz'ajkan heb' winh, icha wal yaj winhaj Rubén yet' winhaj Simeón."
        },
        {
            "number": "6",
            "text": "Ha jantacto heb' uninal toto ol aljoc, icxo ol aj heb', ha t'a smacb'en chawanh heb' yuk'tac heb' tik ol yik' yic heb'."
        },
        {
            "number": "7",
            "text": "Ayic in meltzajnac t'a Padán-aram, chamnakkan ix a nun t'a Canaán ayic manto in jawilaj t'a Efrata. Ha t'a sb'eal Efrata chi' ix in mukkan ix, xchi winh. (Ha jun lugar chi' Belén sb'i tiknaik.)"
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix b'at k'elan winhaj Israel chi' t'a heb' winh chawanh yuninal winhaj José chi', ix sk'anb'an winh icha tik: --Ha heb' winh tik, ¿mach heb' winh? xchi winh."
        },
        {
            "number": "9",
            "text": "--Ha heb' winh wuninal ix yak' Dios t'ayin t'a Egipto tik, xchi winhaj José chi'. Ixlajwi chi, ix yalan winh smam winh chi': --Elokab' t'a a k'ool, snitzokab'cot sb'a heb' winh t'a in tz'ey tik yic wach' ol walkan wach' lolonel t'a yib'anh heb' winh, xchi winh."
        },
        {
            "number": "10",
            "text": "Yujto te icham winacxo winhaj Israel chi', maxtzac yal-laj yilan winh. Yuj chi' ix nitzchajcot heb' winh yuj winhaj José chi' t'a stz'ey winh. Ix och lak'lak' winh t'a heb' winh, ix tz'ub'jielta sti' heb' winh yuj winh."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi' ix yalan winh t'a winhaj José icha tik: --Te maxtzac in nalaj tato olto ach wila''. Tik wal manhoc achnhej tzato ach wila'', palta ix el t'a sk'ol Dios to ixto wal wiloch heb' winh uninal tik, xchi winh."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix yik'anelta heb' winh winhaj José chi' t'a skal yoc winh smam chi', ix em nhojan winh t'a yichanh winh smam chi."
        },
        {
            "number": "13",
            "text": "Ix yik'anxib'at heb' winh yuninal winh chi': Ha winhaj Efraín t'a swach' winh, haxo winhaj Manasés t'a sk'exanh winh. Ix yik'anb'at heb' winh b'aj ay winh smam chi'. Yuj chi' a winhaj Efraín chi' ix kan t'a sk'exanh winhaj Israel chi', haxo winhaj Manasés ix kan t'a swach' winh."
        },
        {
            "number": "14",
            "text": "Ayic ix yak'anb'at sk'ab' winh chi' t'a yib'anh heb' winh, culus ix yutejb'at sk'ab' winh chi' t'a yib'anh heb' winh. Yuj chi', a swach' winh ix k'och t'a yib'anh winhaj Efraín chi', haxo sk'exanh winh ix k'och t'a yib'anh winhaj Manasés chi', wach'chom b'ab'el winak winhaj Manasés chi'."
        },
        {
            "number": "15",
            "text": "Ix yalan wach' lolonel winh t'a yib'anh winhaj José chi', icha tik: Ha Dios aton jun ix k'anab'ajaj yuj winh in mam icham aj Abraham yet' winh in mam aj Isaac, ha' tzin tanhwani yictax ix in alji yet' pax ix in b'eynhejcoti."
        },
        {
            "number": "16",
            "text": "Ha jun yángel Dios ix in colan t'a syaelal. Yak'okab' swach'k'olal Dios t'a yib'anh heb' winh chawanh tik, yujokab' heb' winh tzin nachajcoti, nachajokab'paxcot winh in mam icham aj Abraham yet' winh in mam aj Isaac. Tzijtum ol aj sb'isul yinhtilal heb' winh chawanh tik t'a sat lum lum b'aj ol kajnajoc, xchi winhaj Israel chi'."
        },
        {
            "number": "17",
            "text": "Max schalaj sk'ol winhaj José chi' to ha t'a yib'anh winhaj Efraín chi' ix yak'k'e swach' k'ab' winh smam chi'. Yuj chi' ix yak'lej winh yik'anel swach' k'ab' winh smam chi' t'a yib'anh winhaj Efraín chi', ix yak'ank'e winh t'a yib'anh winhaj Manasés yalani."
        },
        {
            "number": "18",
            "text": "Ix yalan winh icha tik: --Maay mamin, manh ichocta' tzutej, ha t'a winh b'ab'el tik, ata' tzak'k'e a wach' k'ab', xchi winh."
        },
        {
            "number": "19",
            "text": "Maj yal-laj sk'ol winh smam winh chi', ix yalan winh icha tik: --Vojtakxo ach wuninal. Ha winh tik, niwan chonhab' ol aj yelk'och winh t'a b'ak'uinh, palta a winh tzak'an tik yelxo wal niwan ol aj yelk'och winh t'a winh b'ab'el tik, haxo yinhtilal winh, tzijtum nación ol ajelk'ochoc, xchi winh."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix yalan wach' lolonel winh t'a yib'anh heb' schawanhil: --Icha tik ol aj he b'inaj yuj heb' he k'ab' eyoc t'a b'ak'uinh ayic ol snib'ej heb' yalan wach' lolonel t'a yib'anh junok anima: Yak'okab' swach'k'olal Dios t'a ib'anh, icha ix aj yak'an t'a winhaj Efraín yet' t'a winhaj Manasés, xcham heb', xchi winhaj Israel chi'. Ha t'a aloj wach' lolonel chi', b'ab'el ix yak' b'inaj winhaj Efraín chi' winh t'a yichanh winhaj Manasés chi'."
        },
        {
            "number": "21",
            "text": "D'a elanhchamel ix yalanxi winh t'a winhaj José chi': --Ach wuninal, a in tik toxo ol in chamoc, palta aynhejoch Dios eyed'oc, aynhejpaxoch yet' heb' eyinhtilal. Ha ol ex ik'an meltzaj t'a slum ko mam quicham."
        },
        {
            "number": "22",
            "text": "Swak' junxo makan macb'en t'ayach ek'to t'a yichanh yic heb' uk'tac, aton lum pak'an ix wik'kanek' t'a heb' amorreo t'a skal owal, xchi winhaj Israel chi' t'a winhaj José chi'."
        }
    ]
}