{
    "chapter": "48",
    "verses": [
        {
            "number": "1",
            "text": "Ix ek' jab'oc stiempoal, ix alchaj t'a vinhaj José chi' to penaxoay vinh smam vinh. Yuj chi' ix b'at vinh yil vinh, ix yik'anb'at eb' yuninal vinh schavanhil yet'oc, aton vinhaj Manasés yet' vinhaj Efraín."
        },
        {
            "number": "2",
            "text": "Ayic ix alchaj t'a vinhaj Israel to toxo ix ja vinhaj José chi' yila', ix yak' pural sb'a vinh sq'ue k'ojan t'a sti' sch'at."
        },
        {
            "number": "3",
            "text": "Ix yalan vinh icha tik: --Ha Dios Syal Yuj Masanil, ha' ix sch'ox sb'a t'ayin t'a chonhab' Luz, t'a yol yic Canaán. Ata' ix yal wach' lolonel t'a vib'anh, ix yalan icha tik:"
        },
        {
            "number": "4",
            "text": "Ab' jun, tzijtum sb'isul inhtilal ol vak'a'. Ha jantac inhtilal, tzijtum nación ol ajelk'ochoc. Ol vak'anpax jun lu'um tik t'ayach yet' t'a masanil eb' inhtilal chi', ol eyiquej lum t'a junelnhej, xchi Dios chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi', a val chavanh uninal ix alji t'a Egipto tik ayic manto in javoc, aton vinhaj Manasés yet' vinhaj Efraín, victaxon yaj eb' vinh, icha vuninal tz'ajkan eb' vinh, icha val yaj vinhaj Rubén yet' vinhaj Simeón."
        },
        {
            "number": "6",
            "text": "Ha jantacto eb' uninal toto ol aljoc, icxo ol aj eb', ha t'a smacb'en chavanh eb' yuk'tac eb' tik ol yik' yic eb'."
        },
        {
            "number": "7",
            "text": "Ayic in meltzajnac t'a Padán-aram, chamnaccan ix a nun t'a Canaán ayic manto in javilaj t'a Efrata. Ha t'a sb'eal Efrata chi' ix in muccan ix, xchi vinh. (Ha jun lugar chi' Belén sb'i ticnaic.)"
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix b'at q'uelan vinhaj Israel chi' t'a eb' vinh chavanh yuninal vinhaj José chi', ix sk'anb'an vinh icha tik: --Ha eb' vinh tik, ¿mach eb' vinh? xchi vinh."
        },
        {
            "number": "9",
            "text": "--Ha eb' vinh vuninal ix yak' Dios t'ayin t'a Egipto tik, xchi vinhaj José chi'. Ixlajwi chi, ix yalan vinh smam vinh chi': --Elocab' t'a a k'ool, snitzocab'cot sb'a eb' vinh t'a in tz'ey tik yic wach' ol valcan wach' lolonel t'a yib'anh eb' vinh, xchi vinh."
        },
        {
            "number": "10",
            "text": "Yujto te icham vinacxo vinhaj Israel chi', maxtzac yal-laj yilan vinh. Yuj chi' ix nitzchajcot eb' vinh yuj vinhaj José chi' t'a stz'ey vinh. Ix och lak'lak' vinh t'a eb' vinh, ix tz'ub'jielta sti' eb' vinh yuj vinh."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi' ix yalan vinh t'a vinhaj José icha tik: --Te maxtzac in nalaj tato olto ach wila''. Tik val manhoc achnhej tzato ach wila'', palta ix el t'a sk'ol Dios to ixto val viloch eb' vinh uninal tik, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix yik'anelta eb' vinh vinhaj José chi' t'a skal yoc vinh smam chi', ix em nhojan vinh t'a yichanh vinh smam chi."
        },
        {
            "number": "13",
            "text": "Ix yik'anxib'at eb' vinh yuninal vinh chi': Ha vinhaj Efraín t'a swach' vinh, haxo vinhaj Manasés t'a sq'uexanh vinh. Ix yik'anb'at eb' vinh b'aj ay vinh smam chi'. Yuj chi' a vinhaj Efraín chi' ix kan t'a sq'uexanh vinhaj Israel chi', haxo vinhaj Manasés ix kan t'a swach' vinh."
        },
        {
            "number": "14",
            "text": "Ayic ix yak'anb'at sk'ab' vinh chi' t'a yib'anh eb' vinh, culus ix yutejb'at sk'ab' vinh chi' t'a yib'anh eb' vinh. Yuj chi', a swach' vinh ix k'och t'a yib'anh vinhaj Efraín chi', haxo sq'uexanh vinh ix k'och t'a yib'anh vinhaj Manasés chi', wach'chom b'ab'el vinac vinhaj Manasés chi'."
        },
        {
            "number": "15",
            "text": "Ix yalan wach' lolonel vinh t'a yib'anh vinhaj José chi', icha tik: Ha Dios aton jun ix k'anab'ajaj yuj vinh in mam icham aj Abraham yet' vinh in mam aj Isaac, ha' tzin tanhvani yictax ix in alji yet' pax ix in b'eynhejcoti."
        },
        {
            "number": "16",
            "text": "Ha jun yángel Dios ix in colan t'a syaelal. Yak'ocab' swach'k'olal Dios t'a yib'anh eb' vinh chavanh tik, yujocab' eb' vinh tzin nachajcoti, nachajocab'paxcot vinh in mam icham aj Abraham yet' vinh in mam aj Isaac. Tzijtum ol aj sb'isul yinhtilal eb' vinh chavanh tik t'a sat lum lum b'aj ol cajnajoc, xchi vinhaj Israel chi'."
        },
        {
            "number": "17",
            "text": "Max schalaj sk'ol vinhaj José chi' to ha t'a yib'anh vinhaj Efraín chi' ix yak'q'ue swach' k'ab' vinh smam chi'. Yuj chi' ix yak'lej vinh yik'anel swach' k'ab' vinh smam chi' t'a yib'anh vinhaj Efraín chi', ix yak'anq'ue vinh t'a yib'anh vinhaj Manasés yalani."
        },
        {
            "number": "18",
            "text": "Ix yalan vinh icha tik: --Maay mamin, manh ichocta' tzutej, ha t'a vinh b'ab'el tik, ata' tzak'q'ue a wach' k'ab', xchi vinh."
        },
        {
            "number": "19",
            "text": "Maj yal-laj sk'ol vinh smam vinh chi', ix yalan vinh icha tik: --Vojtacxo ach vuninal. Ha vinh tik, niwan chonhab' ol aj yelk'och vinh t'a b'ak'uinh, palta a vinh tzak'an tik yelxo val niwan ol aj yelk'och vinh t'a vinh b'ab'el tik, haxo yinhtilal vinh, tzijtum nación ol ajelk'ochoc, xchi vinh."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix yalan wach' lolonel vinh t'a yib'anh eb' schavanhil: --Icha tik ol aj e b'inaj yuj eb' e k'ab' eyoc t'a b'ak'uinh ayic ol snib'ej eb' yalan wach' lolonel t'a yib'anh junok anima: Yak'ocab' swach'k'olal Dios t'a ib'anh, icha ix aj yak'an t'a vinhaj Efraín yet' t'a vinhaj Manasés, xcham eb', xchi vinhaj Israel chi'. Ha t'a aloj wach' lolonel chi', b'ab'el ix yak' b'inaj vinhaj Efraín chi' vinh t'a yichanh vinhaj Manasés chi'."
        },
        {
            "number": "21",
            "text": "D'a elanhchamel ix yalanxi vinh t'a vinhaj José chi': --Ach vuninal, a in tik toxo ol in chamoc, palta aynhejoch Dios eyed'oc, aynhejpaxoch yet' eb' eyinhtilal. Ha ol ex ik'an meltzaj t'a slum co mam quicham."
        },
        {
            "number": "22",
            "text": "Svak' junxo makan macb'en t'ayach ek'to t'a yichanh yic eb' uk'tac, aton lum pak'an ix vik'canek' t'a eb' amorreo t'a skal oval, xchi vinhaj Israel chi' t'a vinhaj José chi'."
        }
    ]
}