{
    "chapter": "49",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix yavtancot eb' yuninal vinhaj Jacob chi' smasanil, ix yalan vinh: Ex vuninal, nitzeccot e b'ha t'a in tz'ey. Ab'ec tas ol ex aj t'a yic b'ak'uinh:"
        },
        {
            "number": "2",
            "text": "Nitzeccot e b'ha t'a in tz'ey, ol valan t'ayex. Ab'ec tas ol val a in Israel e mam in tik:"
        },
        {
            "number": "3",
            "text": "Ach Rubén, a ach ton in b'ab'el unin ach, sch'oxel sb'a vip t'ayach. Ha ach tik toxonton ay a may, niwan elk'och t'a yichanh eb' uk'tac."
        },
        {
            "number": "4",
            "text": "Ha ticnaic, manhxalaj ol aj elk'ochi, yujto lajan ach icha junok eluma', yujto q'uixveltac ix in utej t'a in vaynub' ayic ix ach vay yet' ix schab'il vetb'eyum."
        },
        {
            "number": "5",
            "text": "Ha ach tik ach Simeón yet' ach tik Leví, eyuk'tac e b'a, a eyamk'ab' yic oval ix eyak'lab'ej ayic ix e k'ulan chucal."
        },
        {
            "number": "6",
            "text": "Junelnhej malaj in gana tzin k'och b'aj tz'och e molchajel, yujto ayic ix cot oynaj ix eyila', ix e milcham anima. Ina ayic ix cot eyoval ix e mak'q'uichaj yoc nok' mam vacax."
        },
        {
            "number": "7",
            "text": "Cotocab'kan catab' t'a eyib'anh yuj yoval e jolom chi', ina manh jab'oc tz'ok' e k'ool. Yuj chi' ol ex in saclemejcanb'at t'a skal eb' eyetchonhab' Israel."
        },
        {
            "number": "8",
            "text": "Ach vuninal Judá, ol alchaj val wach' lolonel t'ayach yuj eb' uk'tac tik. Ol ach och b'inb'in t'a sjaj eb' ayoch ajk'olal t'ayach. Ol em nhojjab' eb' uk'tac tik t'ayach."
        },
        {
            "number": "9",
            "text": "Lajan ach val icha junok nok' quelem choj, ayic slajvi schianb'at junok nok' nok' ix smila', spaxta t'a snhaq'ueen. Tz'em nhojan, tz'em cutzan t'a sat lum. Icha val junok nivaquil choj, ¿mach val junok ol stek'b'ej sb'a ach stzuntzani?"
        },
        {
            "number": "10",
            "text": "Malaj mach syal yik'anek' snivanil elk'ochi. Malaj mach syal yik'anek' a k'ococh t'a yol a k'ab', masanto ol ja jun Mach ay yico', jun mach to masanil nación ol k'anab'ajanoc."
        },
        {
            "number": "11",
            "text": "Ol yetzb'anoch sb'uru t'a jun yib' te' uva yelxo val wach', ol sjuk'an spichul t'a yal uva."
        },
        {
            "number": "12",
            "text": "Ha yol sat, te k'ik' yilji t'a yichanh vino, haxo q'uen ye, yelxo val te sac t'a yichanh nok' lech."
        },
        {
            "number": "13",
            "text": "Ha achxo tik ach Zabulón, ha t'a sti' ha' mar b'aj sk'och te' barco ol ach cajnajoc. Ha stz'acanhil lum a lu'um, ol k'och t'a Sidón."
        },
        {
            "number": "14",
            "text": "Ha achxo tik ach Isacar, lajan ach icha junok nok' b'uru cuchum icatz syik' yip t'a yol macte'."
        },
        {
            "number": "15",
            "text": "Ayic ol ilanochi to te wach' junok lugar, wach' ol ik' ip ta', tzak'anoch yich a patic t'a yalanh icatz, manhxalaj tas tzala' tzach ochxonhejcan checab'oc."
        },
        {
            "number": "16",
            "text": "Ha achxo tik ach Dan, a ach val ol a ch'olb'itej a chonhab' icha val smojal tz'aj sch'olb'itaj junok makan eb' etisraelal."
        },
        {
            "number": "17",
            "text": "Ha ach tik, lajan tzutej a b'a icha val junok nok' ajavchan tzek' b'ak'ak'oc t'a ti b'e, to schiji yoc nok' chej yuj nok', yuj chi' sjulcanel nok' mach ayq'ue t'a yib'anh."
        },
        {
            "number": "18",
            "text": "Mamin Jehová tzin tanhvej in a colani."
        },
        {
            "number": "19",
            "text": "Ha achxo tik ach Gad, sk'och eb' ajk'ol yak' oval ed'oc, palta slajvub'alxo ol ak' ganar eb'."
        },
        {
            "number": "20",
            "text": "Ha achxo tik ach Aser, ol yak'nhej sobre tas ol a wa''a. Ol ak'anpax tas ol sva eb' vinh rey."
        },
        {
            "number": "21",
            "text": "Ha achxo tik ach Neftalí, libre aj icha junok nok' cob'es k'ultaquil chej. Ha val wach' pensaril ol ala'."
        },
        {
            "number": "22",
            "text": "Ha achxo tik ach José, lajan ach val icha junok te te' ay t'a sti' junok ha ha', ste el k'uyan, manh jantacoc sat syak'a', sk'axpajek' sk'ab' t'a yib'anh smacte'al."
        },
        {
            "number": "23",
            "text": "Te ajk'ol syutej sb'a eb' anima t'ayach, sjulvaj eb' yet' sjul-lab' t'ayach, tz'och val ijan eb' ach stzuntzani."
        },
        {
            "number": "24",
            "text": "Ha ach tik, te ay val yip a k'ab', te wach' yaj a jul-lab' yuj val yip in Diosal Syalnhej yuj, aton Vilumal yet' in Columal a in Israel in tik,"
        },
        {
            "number": "25",
            "text": "yuj val yip in Diosal, aton ol ach colanoc. Ha Dios Syal Yuj Smasanil ol yak' swach'k'olal t'a ib'anh, aton nhab' scot t'a satcha’anh yet' syaxil sat lum lum. Yuj swach'k'olal ol q'uib' sb'isul eb' uninal yet' nok' a molb'etzal nok'."
        },
        {
            "number": "26",
            "text": "Ach José, masanil juntzanh wach' lolonel svalcan tik t'a ib'anh a in a mam in tik, yelxo val te niwan yelk'och t'a yichanh wach' lolonel ix yalcan in mam t'a vib'anh, yelxo val niwan t'a yichanh juntzanh vitz aytax ek' t'a peca'. Ha masanil juntzanh tik svalcan t'a ib'anh, to sik'b'ilachcanel t'a skal eb' vinh uk'tac tik."
        },
        {
            "number": "27",
            "text": "Ha achxo tik ach Benjamín, lajan ach val icha junok nok' oques te ov. Ayic van sakb'i q'uinal schianb'at schib'ej nok' smila', ayic k'ik'b'alilxo spucanb'at tas tz'ilchaj yuj, xchi vinhaj Israel chi'."
        },
        {
            "number": "28",
            "text": "Aton val stzolal eb' lajchavanh yuninal vinhaj Israel tik. Masanil juntzanh lolonel tik ix yal vinh ayic ix yalancanel wach' lolonel vinh t'a yib'anh junjun eb' vinh yuninal chi', icha val smojal tas ol aj junjun eb'."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix yalan vinh t'a eb' vinh yuninal chi': Toxo val ol in chamoc, yuj chi' a b'aj mucb'il eb' in mam vicham tzin e mucu', aton lum manb'il t'a vinhaj Efrón hitita"
        },
        {
            "number": "30",
            "text": "t'a yol yic Canaán. Ha tas ix val tik, syalelk'ochi, aton t'a q'uen olan q'uen yic Macpela t'a slak'anil lum yic vinhaj Mamre, manb'ilcan yuj vinh co mam quicham aj Abraham yic b'aj smucchaj schamnac vinh."
        },
        {
            "number": "31",
            "text": "Ata' smucnaccan ix Sara vinh, aton ix yetb'eyum vinh. Ata' mucchajnacpax vinh. Ata' mucancan vinh co mam aj Isaac yet' ix co nun ix Rebeca. Ata' in mucnacpaxcan ix Lea."
        },
        {
            "number": "32",
            "text": "Ha jun lum chi' yet' q'uen olan q'uen chi', manb'ilcan t'a eb' vinh hitita, xchi vinh t'a eb' vinh yuninal chi'."
        },
        {
            "number": "33",
            "text": "Ixlajwi yalan vinh t'a eb' vinh yuninal chi' yuj tas ol aj smucchaj snivanil yuj eb' vinh, ix ek' jichan vinh, ix cham vinh b'ian."
        }
    ]
}