{
    "chapter": "49",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi' ix yavtancot heb' yuninal winhaj Jacob chi' smasanil, ix yalan winh: Ex wuninal, nitzeccot he b'ha t'a in tz'ey. Ab'ec tas ol ex aj t'a yic b'ak'uinh:"
        },
        {
            "number": "2",
            "text": "Nitzeccot he b'ha t'a in tz'ey, ol walan t'ayex. Ab'ec tas ol wal a in Israel he mam in tik:"
        },
        {
            "number": "3",
            "text": "Ach Rubén, a ach ton in b'ab'el unin ach, sch'oxel sb'a wip t'ayach. Ha ach tik toxonton ay a may, niwan elk'och t'a yichanh heb' uk'tac."
        },
        {
            "number": "4",
            "text": "Ha tiknaik, manhxalaj ol aj elk'ochi, yujto lajan ach icha junok eluma', yujto q'uixweltac ix in utej t'a in waynub' ayic ix ach way yet' ix schab'il wetb'eyum."
        },
        {
            "number": "5",
            "text": "Ha ach tik ach Simeón yet' ach tik Leví, eyuk'tac he b'a, a eyamk'ab' yic owal ix eyak'lab'ej ayic ix he k'ulan chukal."
        },
        {
            "number": "6",
            "text": "Junelnhej malaj in gana tzin k'och b'aj tz'och he molchajel, yujto ayic ix cot oynaj ix eyila', ix he milcham anima. Ina ayic ix cot eyowal ix he mak'q'uichaj yoc nok' mam wacax."
        },
        {
            "number": "7",
            "text": "Cotocab'kan catab' t'a eyib'anh yuj yowal he jolom chi', ina manh jab'oc tz'ok' he k'ool. Yuj chi' ol ex in saclemejcanb'at t'a skal heb' eyetchonhab' Israel."
        },
        {
            "number": "8",
            "text": "Ach wuninal Judá, ol alchaj wal wach' lolonel t'ayach yuj heb' uk'tac tik. Ol ach och b'inb'in t'a sjaj heb' ayoch ajk'olal t'ayach. Ol em nhojjab' heb' uk'tac tik t'ayach."
        },
        {
            "number": "9",
            "text": "Lajan ach wal icha junok nok' quelem choj, ayic slajwi schianb'at junok nok' nok' ix smila', spaxta t'a snhak'een. Tz'em nhojan, tz'em cutzan t'a sat lum. Icha wal junok niwaquil choj, ¿mach wal junok ol stek'b'ej sb'a ach stzuntzani?"
        },
        {
            "number": "10",
            "text": "Malaj mach syal yik'anek' sniwanil elk'ochi. Malaj mach syal yik'anek' a k'ococh t'a yol a k'ab', masanto ol ja jun Mach ay yico', jun mach to masanil nación ol k'anab'ajanoc."
        },
        {
            "number": "11",
            "text": "Ol yetzb'anoch sb'uru t'a jun yib' te' uwa yelxo wal wach', ol sjuk'an spichul t'a yal uwa."
        },
        {
            "number": "12",
            "text": "Ha yol sat, te k'ik' yilji t'a yichanh wino, haxo k'een ye, yelxo wal te sac t'a yichanh nok' lech."
        },
        {
            "number": "13",
            "text": "Ha achxo tik ach Zabulón, ha t'a sti' ha' mar b'aj sk'och te' barco ol ach cajnajoc. Ha stz'acanhil lum a lu'um, ol k'och t'a Sidón."
        },
        {
            "number": "14",
            "text": "Ha achxo tik ach Isacar, lajan ach icha junok nok' b'uru cuchum icatz syik' yip t'a yol macte'."
        },
        {
            "number": "15",
            "text": "Ayic ol ilanochi to te wach' junok lugar, wach' ol ik' ip ta', tzak'anoch yich a patic t'a yalanh icatz, manhxalaj tas tzala' tzach ochxonhejcan checab'oc."
        },
        {
            "number": "16",
            "text": "Ha achxo tik ach Dan, a ach wal ol a ch'olb'itej a chonhab' icha wal smojal tz'aj sch'olb'itaj junok makan heb' etisraelal."
        },
        {
            "number": "17",
            "text": "Ha ach tik, lajan tzutej a b'a icha wal junok nok' ajavchan tzek' b'ak'ak'oc t'a ti b'e, to schiji yoc nok' chej yuj nok', yuj chi' sjulcanel nok' mach ayk'e t'a yib'anh."
        },
        {
            "number": "18",
            "text": "Mamin Jehová tzin tanhwej in a colani."
        },
        {
            "number": "19",
            "text": "Ha achxo tik ach Gad, sk'och heb' ajk'ol yak' owal ed'oc, palta slajwub'alxo ol ak' ganar heb'."
        },
        {
            "number": "20",
            "text": "Ha achxo tik ach Aser, ol yak'nhej sobre tas ol a wa''a. Ol ak'anpax tas ol swa heb' winh rey."
        },
        {
            "number": "21",
            "text": "Ha achxo tik ach Neftalí, libre aj icha junok nok' cob'es k'ultaquil chej. Ha wal wach' pensaril ol ala'."
        },
        {
            "number": "22",
            "text": "Ha achxo tik ach José, lajan ach wal icha junok te te' ay t'a sti' junok ha ha', ste el k'uyan, manh jantacoc sat syak'a', sk'axpajek' sk'ab' t'a yib'anh smacte'al."
        },
        {
            "number": "23",
            "text": "Te ajk'ol syutej sb'a heb' anima t'ayach, sjulwaj heb' yet' sjul-lab' t'ayach, tz'och wal ijan heb' ach stzuntzani."
        },
        {
            "number": "24",
            "text": "Ha ach tik, te ay wal yip a k'ab', te wach' yaj a jul-lab' yuj wal yip in Diosal Syalnhej yuj, aton Vilumal yet' in Kolumal a in Israel in tik,"
        },
        {
            "number": "25",
            "text": "yuj wal yip in Diosal, aton ol ach colanoc. Ha Dios Syal Yuj Smasanil ol yak' swach'k'olal t'a ib'anh, aton nhab' scot t'a satcha’anh yet' syaxil sat lum lum. Yuj swach'k'olal ol q'uib' sb'isul heb' uninal yet' nok' a molb'etzal nok'."
        },
        {
            "number": "26",
            "text": "Ach José, masanil juntzanh wach' lolonel swalcan tik t'a ib'anh a in a mam in tik, yelxo wal te niwan yelk'och t'a yichanh wach' lolonel ix yalcan in mam t'a wib'anh, yelxo wal niwan t'a yichanh juntzanh witz aytax ek' t'a peka'. Ha masanil juntzanh tik swalcan t'a ib'anh, to sik'b'ilachcanel t'a skal heb' winh uk'tac tik."
        },
        {
            "number": "27",
            "text": "Ha achxo tik ach Benjamín, lajan ach wal icha junok nok' oques te ov. Ayic wan sakb'i k 'inal schianb'at schib'ej nok' smila', ayic k'ik'b'alilxo spucanb'at tas tz'ilchaj yuj, xchi winhaj Israel chi'."
        },
        {
            "number": "28",
            "text": "Aton wal stzolal heb' lajchawanh yuninal winhaj Israel tik. Masanil juntzanh lolonel tik ix yal winh ayic ix yalancanel wach' lolonel winh t'a yib'anh junjun heb' winh yuninal chi', icha wal smojal tas ol aj junjun heb'."
        },
        {
            "number": "29",
            "text": "Ixlajwi chi', ix yalan winh t'a heb' winh yuninal chi': Toxo wal ol in chamoc, yuj chi' a b'aj mucb'il heb' in mam wicham tzin he mucu', aton lum manb'il t'a winhaj Efrón hitita"
        },
        {
            "number": "30",
            "text": "t'a yol yic Canaán. Ha tas ix wal tik, syalelk'ochi, aton t'a k'een olan k'een yic Macpela t'a slak'anil lum yic winhaj Mamre, manb'ilcan yuj winh ko mam quicham aj Abraham yic b'aj smucchaj schamnac winh."
        },
        {
            "number": "31",
            "text": "Ata' smucnaccan ix Sara winh, aton ix yetb'eyum winh. Ata' mucchajnacpax winh. Ata' mucancan winh ko mam aj Isaac yet' ix ko nun ix Rebeca. Ata' in mucnacpaxcan ix Lea."
        },
        {
            "number": "32",
            "text": "Ha jun lum chi' yet' k'een olan k'een chi', manb'ilcan t'a heb' winh hitita, xchi winh t'a heb' winh yuninal chi'."
        },
        {
            "number": "33",
            "text": "Ixlajwi yalan winh t'a heb' winh yuninal chi' yuj tas ol aj smucchaj sniwanil yuj heb' winh, ix ek' jichan winh, ix cham winh b'ian."
        }
    ]
}