{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Aton yab'ixal eb' yinhtilal winhaj Adán tik t'a stzolal. Ayic ix b'oji eb' anima yuj Dios, icha Dios ix aj eb'."
        },
        {
            "number": "2",
            "text": "Ix b'oji winh vinac yet' pax ix ix, ix yak'anpax swach'k'olal t'a yib'anh eb'. Atax t'a jun k'u chi' ayic ix b'ojiel eb' yuj, anima ix sb'iejkan eb' yuj."
        },
        {
            "number": "3",
            "text": "Ha winhaj Adán chi', 130 ab'il sk'inal winh ayic ix alji junxo yuninal winh scuchan Set, lajan ix aj yet' smam chi'."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', 800 ab'ilto ix yil winhaj Adán chi'. Ayto yuninal winh yet' yisil winh ix alji."
        },
        {
            "number": "5",
            "text": "930 ab'il ix yil winh, ix cham winh b'ian."
        },
        {
            "number": "6",
            "text": "Ha winhaj Set chi', 105 ab'il sk'inal winh ayic ix alji jun yuninal winh scuchan Enós."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', 807 ab'ilto ix yil winh, ayto yuninal winh yet' yisil winh ix alji."
        },
        {
            "number": "8",
            "text": "912 ab'il ix yil winh, ix cham winh b'ian."
        },
        {
            "number": "9",
            "text": "Ha winhaj Enós chi', 90 ab'il sk'inal winh ayic ix alji jun yuninal winh scuchan Cainán."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', 815 ab'ilto ix yil winh, ayto yuninal winh yet' yisil winh ix alji."
        },
        {
            "number": "11",
            "text": "905 ab'il ix yil winh, ix cham winh b'ian."
        },
        {
            "number": "12",
            "text": "Ha winhaj Cainán chi', 70 ab'il sk'inal winh ayic ix alji jun yuninal winh scuchan Mahalalel."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', 840 ab'ilto ix yil winh, ayto yuninal winh yet' yisil winh ix alji."
        },
        {
            "number": "14",
            "text": "910 ab'il ix yil winh, ix cham winh b'ian."
        },
        {
            "number": "15",
            "text": "Ha winhaj Mahalalel chi', 65 ab'il sk'inal winh ayic ix alji jun yuninal winh scuchan Jared."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', 830 ab'ilto ix yil winh, ayto yuninal winh yet' yisil winh ix alji."
        },
        {
            "number": "17",
            "text": "895 ab'il ix yil winh, ix cham winh b'ian."
        },
        {
            "number": "18",
            "text": "Ha winhaj Jared chi', 162 ab'il sk'inal winh ayic ix alji jun yuninal winh scuchan Enoc."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', 800 ab'ilto ix yil winh, ayto yuninal winh yet' yisil winh ix alji."
        },
        {
            "number": "20",
            "text": "962 ab'il ix yil winh, ix cham winh b'ian."
        },
        {
            "number": "21",
            "text": "Ha winhaj Enoc chi', 65 ab'il sk'inal winh ayic ix alji jun yuninal winh scuchan Matusalén."
        },
        {
            "number": "22",
            "text": "Yictax ix alji yuninal winh chi', 300 ab'il ix sk'anab'ajej Dios winh. D'a jun pekti’ chi', ayto yuninal winh yet' yisil winh ix alji."
        },
        {
            "number": "23",
            "text": "365 ab'il ix yil winh."
        },
        {
            "number": "24",
            "text": "Ix sb'eyb'alej val winh icha sgana Dios, yuj chi' ay jun k'u ix satem winh, yujto ha Dios ix ik'anb'at winh yet'oc."
        },
        {
            "number": "25",
            "text": "Ha winhaj Matusalén chi', 187 ab'il sk'inal winh ayic ix alji jun yuninal winh scuchan Lamec."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi' 782 ab'ilto ix yil winh, ayto yuninal winh yet' yisil winh ix alji."
        },
        {
            "number": "27",
            "text": "969 ab'il ix yil winh, ix cham winh b'ian."
        },
        {
            "number": "28",
            "text": "Ha winhaj Lamec chi', 182 ab'il sk'inal winh ayic ix alji jun yuninal winh."
        },
        {
            "number": "29",
            "text": "Noé ix sb'iej yuj winh yujto ix yal winh: Ha Jehová ix catab'an lum lum tik, yuj chi' te ya co munlaj t'a sat lu'um, palta a winh unin tik ol ak'an snivanil co k'ool, xchi winhaj Lamec chi'."
        },
        {
            "number": "30",
            "text": "Ayic toxo ix alji winhaj Noé chi', 595 ab'ilto ix yil winhaj Lamec chi', ayto yuninal winh yet' yisil winh ix alji."
        },
        {
            "number": "31",
            "text": "777 ab'il ix yil winh, ix cham winh b'ian."
        },
        {
            "number": "32",
            "text": "Ha winhaj Noé chi', 500 ab'il sk'inal winh ayic ix syamanoch yalji eb' yuninal winh, aton winhaj Sem, winhaj Cam yet' winhaj Jafet."
        }
    ]
}