{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Aton yab'ixal eb' yinhtilal vinhaj Adán tik t'a stzolal. Ayic ix b'oji eb' anima yuj Dios, icha Dios ix aj eb'."
        },
        {
            "number": "2",
            "text": "Ix b'oji vinh vinac yet' pax ix ix, ix yak'anpax swach'k'olal t'a yib'anh eb'. Atax t'a jun k'u chi' ayic ix b'ojiel eb' yuj, anima ix sb'iejkan eb' yuj."
        },
        {
            "number": "3",
            "text": "Ha vinhaj Adán chi', 130 ab'il sq'uinal vinh ayic ix alji junxo yuninal vinh scuchan Set, lajan ix aj yet' smam chi'."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', 800 ab'ilto ix yil vinhaj Adán chi'. Ayto yuninal vinh yet' yisil vinh ix alji."
        },
        {
            "number": "5",
            "text": "930 ab'il ix yil vinh, ix cham vinh b'ian."
        },
        {
            "number": "6",
            "text": "Ha vinhaj Set chi', 105 ab'il sq'uinal vinh ayic ix alji jun yuninal vinh scuchan Enós."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', 807 ab'ilto ix yil vinh, ayto yuninal vinh yet' yisil vinh ix alji."
        },
        {
            "number": "8",
            "text": "912 ab'il ix yil vinh, ix cham vinh b'ian."
        },
        {
            "number": "9",
            "text": "Ha vinhaj Enós chi', 90 ab'il sq'uinal vinh ayic ix alji jun yuninal vinh scuchan Cainán."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', 815 ab'ilto ix yil vinh, ayto yuninal vinh yet' yisil vinh ix alji."
        },
        {
            "number": "11",
            "text": "905 ab'il ix yil vinh, ix cham vinh b'ian."
        },
        {
            "number": "12",
            "text": "Ha vinhaj Cainán chi', 70 ab'il sq'uinal vinh ayic ix alji jun yuninal vinh scuchan Mahalalel."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', 840 ab'ilto ix yil vinh, ayto yuninal vinh yet' yisil vinh ix alji."
        },
        {
            "number": "14",
            "text": "910 ab'il ix yil vinh, ix cham vinh b'ian."
        },
        {
            "number": "15",
            "text": "Ha vinhaj Mahalalel chi', 65 ab'il sq'uinal vinh ayic ix alji jun yuninal vinh scuchan Jared."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', 830 ab'ilto ix yil vinh, ayto yuninal vinh yet' yisil vinh ix alji."
        },
        {
            "number": "17",
            "text": "895 ab'il ix yil vinh, ix cham vinh b'ian."
        },
        {
            "number": "18",
            "text": "Ha vinhaj Jared chi', 162 ab'il sq'uinal vinh ayic ix alji jun yuninal vinh scuchan Enoc."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', 800 ab'ilto ix yil vinh, ayto yuninal vinh yet' yisil vinh ix alji."
        },
        {
            "number": "20",
            "text": "962 ab'il ix yil vinh, ix cham vinh b'ian."
        },
        {
            "number": "21",
            "text": "Ha vinhaj Enoc chi', 65 ab'il sq'uinal vinh ayic ix alji jun yuninal vinh scuchan Matusalén."
        },
        {
            "number": "22",
            "text": "Yictax ix alji yuninal vinh chi', 300 ab'il ix sk'anab'ajej Dios vinh. D'a jun pekti’ chi', ayto yuninal vinh yet' yisil vinh ix alji."
        },
        {
            "number": "23",
            "text": "365 ab'il ix yil vinh."
        },
        {
            "number": "24",
            "text": "Ix sb'eyb'alej val vinh icha sgana Dios, yuj chi' ay jun k'u ix satem vinh, yujto ha Dios ix ik'anb'at vinh yet'oc."
        },
        {
            "number": "25",
            "text": "Ha vinhaj Matusalén chi', 187 ab'il sq'uinal vinh ayic ix alji jun yuninal vinh scuchan Lamec."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi' 782 ab'ilto ix yil vinh, ayto yuninal vinh yet' yisil vinh ix alji."
        },
        {
            "number": "27",
            "text": "969 ab'il ix yil vinh, ix cham vinh b'ian."
        },
        {
            "number": "28",
            "text": "Ha vinhaj Lamec chi', 182 ab'il sq'uinal vinh ayic ix alji jun yuninal vinh."
        },
        {
            "number": "29",
            "text": "Noé ix sb'iej yuj vinh yujto ix yal vinh: Ha Jehová ix catab'an lum lum tik, yuj chi' te ya co munlaj t'a sat lu'um, palta a vinh unin tik ol ak'an snivanil co k'ool, xchi vinhaj Lamec chi'."
        },
        {
            "number": "30",
            "text": "Ayic toxo ix alji vinhaj Noé chi', 595 ab'ilto ix yil vinhaj Lamec chi', ayto yuninal vinh yet' yisil vinh ix alji."
        },
        {
            "number": "31",
            "text": "777 ab'il ix yil vinh, ix cham vinh b'ian."
        },
        {
            "number": "32",
            "text": "Ha vinhaj Noé chi', 500 ab'il sq'uinal vinh ayic ix syamanoch yalji eb' yuninal vinh, aton vinhaj Sem, vinhaj Cam yet' vinhaj Jafet."
        }
    ]
}