{
    "chapter": "50",
    "verses": [
        {
            "number": "1",
            "text": "Ix b'at lak'naj vinhaj José chi' t'a snivanil vinh smam chi', ix och ijan vinh yoq'ui, ix stz'ub'anelta sti' vinh."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', ix yalan vinh t'a eb' vinh smunlajvum to syak'och remeyo eb' vinh t'a snivanil vinh smam chi'. Ix ak'jiochi, yic wach' max k'a snivanil vinh chi'."
        },
        {
            "number": "3",
            "text": "40 k'ual ix yik'a' yic tz'ak'jioch remeyo chi'. 70 k'ual ix cus eb' vinh aj Egipto chi' yuj schamel vinhaj Jacob chi'."
        },
        {
            "number": "4",
            "text": "Ixlajwi 70 k'ual chi', ix b'at lolon vinhaj José chi' yet' eb' vinh ayoch t'a yopisio yet' vinh rey, ix yalan vinh: --Tato wach' in t'a e sat, ok'ocab' e k'ol t'ayin, b'at ex lolon t'a vinh rey vuuj."
        },
        {
            "number": "5",
            "text": "Yujto ayic toxo scham vinh in mam, ix yalan vinh t'ayin to svak' in ti' yic b'at in muccan vinh t'a jun b'aj sb'onaccan t'a yol yic Canaán. Yuj chi' tzin tevi to tzin b'at in muccan vinh in mam chi'. Slajvi in mucancani, tzin paxta, xchi vinhaj José chi'."
        },
        {
            "number": "6",
            "text": "Ix tak'vi vinh rey chi' t'a vinh icha tik: --Ixic, ix muccan snivanil vinh a mam chi', icha val ix aj alan chi' ayic ix ak'an a ti' t'a vinh, xchi vinh."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix b'at vinhaj José chi' smuccan snivanil vinh smam chi'. Masanil eb' ayoch t'a yopisio yet' vinh rey t'a yol yic Egipto chi', ix b'at eb' mucval yet' vinhaj José chi'."
        },
        {
            "number": "8",
            "text": "Masanil eb' ayek' t'a yol spat vinhaj José chi' ix b'ati. Ix b'atpax eb' vinh yuk'tac vinh chi' yet' masanil eb' ayek' t'a spat vinhaj Jacob chi'. Axonhej eb' cotac unin ix kan t'a Gosén yet' pax nok' nok'."
        },
        {
            "number": "9",
            "text": "Ay pax mach yet'nac scarruaje ix b'at mucval chi', ay pax mach ayq'ue t'a yib'anh chej ix b'ati, yuj chi' tzijtum anima ix b'at mucval chi'."
        },
        {
            "number": "10",
            "text": "Ayic ix k'och eb' t'a Goren-ha-atad t'a slak'anil ha' niwan Jordán, ata' ix sch'ox val scusk'olal eb' mucvajum chi' masanil. Uque' k'ual ix ok' vinhaj José yuj vinh smam t'a jun lugar chi'."
        },
        {
            "number": "11",
            "text": "Ayic ix yilan eb' cananeo t'a jun lugar chi' tas ix yutej sb'a eb' aj Egipto yet' schamnac, ix yalan eb' icha tik: Ha eb' aj Egipto tik, te niwan syutej eb' yilvi ak'val yuj schamnac, xchi eb'. Yuj chi', Abel-mizraim ix yak' eb' sb'iej jun lugar chi'. Ha t'a slak'anil ha' niwan Jordán ay jun lugar chi'."
        },
        {
            "number": "12",
            "text": "Masanil tas ix sk'ancan vinhaj Jacob t'a eb' yuninal, ix sk'anab'ajej eb' sk'ulani."
        },
        {
            "number": "13",
            "text": "Ina to ix yik'b'at snivanil vinh eb' t'a yol yic Canaán. Ix smucancan eb' t'a q'uen olan q'ueen t'a Macpela, aton q'uen manb'ilcan yet' lum lum yuj vinhaj Abraham t'a vinhaj Efrón hitita. Ha jun chi' ix och scampusanteoc eb' vinh. Ha jun lum b'aj ay q'uen olan q'uen chi', ha t'a slak'anil lum yic vinhaj Mamre chamnac ay."
        },
        {
            "number": "14",
            "text": "Ixlajwi smucancan vinh smam vinhaj José chi', ix paxta vinh yet' eb' vinh yuk'tac yet' masanil eb' vinh ajun yet'oc, ix k'ochxi eb' vinh t'a Egipto chi'."
        },
        {
            "number": "15",
            "text": "Ayic ix lajvi scham vinhaj Jacob chi', ix och ijan eb' vinh yuk'tac vinhaj José snaani, ix yalan eb' vinh: Ha ticnaic tecan ol cot yoval vinhaj José tik t'ayonh, tecan ol spactzitej vinh masanil tas cutejnac, xchi eb' vinh."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix yak'b'at sti' eb' vinh, ix yalan icha tik: Ayic manto cham vinh co mam, ix yalancan vinh to skal t'ayach icha tik:"
        },
        {
            "number": "17",
            "text": "Tzin tevi t'ayach to tzak' nivank'olal t'a yib'anh eb' vinh uk'tac tik, yuj tas chuk sk'ulejnac eb' vinh t'ayach. Icha chi' ix aj yalancan vinh. Yuj chi' a onh schecab' onh co Diosal yet' co mam chi', scalb'at t'ayach to tzonh ak' nivank'olal yuj jantac chukal co k'ulejnac t'ayach, xchib'at eb' vinh. Ayic ix yalan schecnab'il eb' vinh checab' chi', ix ok'q'ue vinhaj José chi'."
        },
        {
            "number": "18",
            "text": "Axo ix k'och eb' vinh yuk'tac vinh chi' t'a yichanh, ix em nhojjab' eb' vinh t'a sat lu'um, ix yalan eb' vinh icha tik: --Ha onh tik cuk'tac, a checab' caji, xchi eb' vinh."
        },
        {
            "number": "19",
            "text": "Ix tak'vi vinhaj José chi' icha tik: --Manhxo e na jun chi', max yal-laj vak'anoch in b'a sq'uexuloc Dios."
        },
        {
            "number": "20",
            "text": "Ha ex val tik, te chuk e pensar, ix e k'ulan juntzanh chuk pensaril chi' t'ayin, palta ha Dios ix q'uexan jun e chuk pensaril chi' t'a wach'il, yic tzijtum eb' anima scolchajeli, ichaton van quilan tik."
        },
        {
            "number": "21",
            "text": "Yuj chi', manh ex och ilk'olal yuj jun chi'. Ol vilnhej tas ol aj yek' eyuuj yet' eb' eyuninal, xchi vinh t'a eb' vinh. Yuj chi', ix stzalajb'ixi sk'ol eb' vinh, yujto wach' ix yutej vinh slolon t'a eb' vinh."
        },
        {
            "number": "22",
            "text": "Ixto ek' vinhaj José yet' eb' sk'ab'yoc t'a Egipto chi'. 110 ab'il ix yil vinh."
        },
        {
            "number": "23",
            "text": "Ixto val yil eb' schab'il yixchiquin vinhaj Efraín vinhaj José chi'. Icha pax chi' eb' yuninal vinhaj Maquir, yuninal vinhaj Manasés, ixto yil vinhaj José yochcan eb' stz'acub'oc t'a yol spat."
        },
        {
            "number": "24",
            "text": "Ay jun k'ual ix yal vinhaj José chi' t'a eb' vinh yuk'tac icha tik: Toxo val ol in chamoc, palta ha Dios ol och eyed'oc, ol ex yik'anel t'a jun lugar tik, ol ex yik'an meltzaj t'a lum lum yaltejnaccan t'a vinh co mam quicham aj Abraham yet' t'a vinh co mam quicham aj Isaac yet' pax t'a vinh co mam aj Jacob, xchi vinh."
        },
        {
            "number": "25",
            "text": "Ix yalan vinh t'a eb' vinh sk'ab'yoc to syak' sti' eb' vinh t'a yichanh Dios, ix yalan vinh: Val yel, ha Dios ol ochnhej eyed'oc. Ol colvajnhej eyed'oc. Ha t'a jun pekti’ ayic ol ex b'at chi', tzeyik'b'at in nivanil tik, xchi vinh."
        },
        {
            "number": "26",
            "text": "Ayic ix cham vinhaj José chi' t'a Egipto, 110 ab'il sq'uinal vinh. Wach' ix aj yoch remeyo t'a snivanil vinh, ix ak'jiem vinh t'a yol scaxail t'a Egipto chi'."
        }
    ]
}