{
    "chapter": "50",
    "verses": [
        {
            "number": "1",
            "text": "Ix b'at lak'naj winhaj José chi' t'a sniwanil winh smam chi', ix och ijan winh yoq'ui, ix stz'ub'anelta sti' winh."
        },
        {
            "number": "2",
            "text": "Ixlajwi chi', ix yalan winh t'a heb' winh smunlajwum to syak'och remeyo heb' winh t'a sniwanil winh smam chi'. Ix ak'jiochi, yic wach' max k'a sniwanil winh chi'."
        },
        {
            "number": "3",
            "text": "40 k'ual ix yik'a' yic tz'ak'jioch remeyo chi'. 70 k'ual ix kus heb' winh aj Egipto chi' yuj schamel winhaj Jacob chi'."
        },
        {
            "number": "4",
            "text": "Ixlajwi 70 k'ual chi', ix b'at lolon winhaj José chi' yet' heb' winh ayoch t'a yopisio yet' winh rey, ix yalan winh: --Tato wach' in t'a he sat, ok'ocab' he k'ol t'ayin, b'at ex lolon t'a winh rey wuuj."
        },
        {
            "number": "5",
            "text": "Yujto ayic toxo scham winh in mam, ix yalan winh t'ayin to swak' in ti' yic b'at in muccan winh t'a jun b'aj sb'onaccan t'a yol yic Canaán. Yuj chi' tzin tewi to tzin b'at in muccan winh in mam chi'. Slajwi in mucancani, tzin paxta, xchi winhaj José chi'."
        },
        {
            "number": "6",
            "text": "Ix tak'wi winh rey chi' t'a winh icha tik: --Ixic, ix muccan sniwanil winh a mam chi', icha wal ix aj alan chi' ayic ix ak'an a ti' t'a winh, xchi winh."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix b'at winhaj José chi' smuccan sniwanil winh smam chi'. Masanil heb' ayoch t'a yopisio yet' winh rey t'a yol yic Egipto chi', ix b'at heb' mucwal yet' winhaj José chi'."
        },
        {
            "number": "8",
            "text": "Masanil heb' ayek' t'a yol spat winhaj José chi' ix b'ati. Ix b'atpax heb' winh yuk'tac winh chi' yet' masanil heb' ayek' t'a spat winhaj Jacob chi'. Axonhej heb' cotac unin ix kan t'a Gosén yet' pax nok' nok'."
        },
        {
            "number": "9",
            "text": "Ay pax mach yet'nac scarruaje ix b'at mucwal chi', ay pax mach ayk'e t'a yib'anh chej ix b'ati, yuj chi' tzijtum anima ix b'at mucwal chi'."
        },
        {
            "number": "10",
            "text": "Ayic ix k'och heb' t'a Goren-ha-atad t'a slak'anil ha' niwan Jordán, ata' ix sch'ox wal scusk'olal heb' mucwajum chi' masanil. Uque' k'ual ix ok' winhaj José yuj winh smam t'a jun lugar chi'."
        },
        {
            "number": "11",
            "text": "Ayic ix yilan heb' cananeo t'a jun lugar chi' tas ix yutej sb'a heb' aj Egipto yet' schamnac, ix yalan heb' icha tik: Ha heb' aj Egipto tik, te niwan syutej heb' yilwi ak'wal yuj schamnac, xchi heb'. Yuj chi', Abel-mizraim ix yak' heb' sb'iej jun lugar chi'. Ha t'a slak'anil ha' niwan Jordán ay jun lugar chi'."
        },
        {
            "number": "12",
            "text": "Masanil tas ix sk'ancan winhaj Jacob t'a heb' yuninal, ix sk'anab'ajej heb' sk'ulani."
        },
        {
            "number": "13",
            "text": "Ina to ix yik'b'at sniwanil winh heb' t'a yol yic Canaán. Ix smucancan heb' t'a k'een olan k'een t'a Macpela, aton k'een manb'ilcan yet' lum lum yuj winhaj Abraham t'a winhaj Efrón hitita. Ha jun chi' ix och scampusanteoc heb' winh. Ha jun lum b'aj ay k'een olan k'een chi', ha t'a slak'anil lum yic winhaj Mamre chamnac ay."
        },
        {
            "number": "14",
            "text": "Ixlajwi smucancan winh smam winhaj José chi', ix paxta winh yet' heb' winh yuk'tac yet' masanil heb' winh ajun yet'oc, ix k'ochxi heb' winh t'a Egipto chi'."
        },
        {
            "number": "15",
            "text": "Ayic ix lajwi scham winhaj Jacob chi', ix och ijan heb' winh yuk'tac winhaj José snaani, ix yalan heb' winh: Ha tiknaik tecan ol cot yowal winhaj José tik t'ayonh, tecan ol spactzitej winh masanil tas cutejnac, xchi heb' winh."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix yak'b'at sti' heb' winh, ix yalan icha tik: Ayic manto cham winh ko mam, ix yalancan winh to skal t'ayach icha tik:"
        },
        {
            "number": "17",
            "text": "Tzin tewi t'ayach to tzak' niwank'olal t'a yib'anh heb' winh uk'tac tik, yuj tas chuk sk'ulejnac heb' winh t'ayach. Icha chi' ix aj yalancan winh. Yuj chi' a onh schecab' onh ko Diosal yet' ko mam chi', scalb'at t'ayach to tzonh ak' niwank'olal yuj jantac chukal ko k'ulejnac t'ayach, xchib'at heb' winh. Ayic ix yalan schecnab'il heb' winh checab' chi', ix ok'k'e winhaj José chi'."
        },
        {
            "number": "18",
            "text": "Axo ix k'och heb' winh yuk'tac winh chi' t'a yichanh, ix em nhojjab' heb' winh t'a sat lu'um, ix yalan heb' winh icha tik: --Ha onh tik cuk'tac, a checab' caji, xchi heb' winh."
        },
        {
            "number": "19",
            "text": "Ix tak'wi winhaj José chi' icha tik: --Manhxo he na jun chi', max yal-laj wak'anoch in b'a sk'exuloc Dios."
        },
        {
            "number": "20",
            "text": "Ha ex wal tik, te chuk he pensar, ix he k'ulan juntzanh chuk pensaril chi' t'ayin, palta ha Dios ix k'exan jun he chuk pensaril chi' t'a wach'il, yic tzijtum heb' anima scolchajeli, ichaton wan quilan tik."
        },
        {
            "number": "21",
            "text": "Yuj chi', manh ex och ilk'olal yuj jun chi'. Ol wilnhej tas ol aj yek' eyuuj yet' heb' eyuninal, xchi winh t'a heb' winh. Yuj chi', ix stzalajb'ixi sk'ol heb' winh, yujto wach' ix yutej winh slolon t'a heb' winh."
        },
        {
            "number": "22",
            "text": "Ixto ek' winhaj José yet' heb' sk'ab'yoc t'a Egipto chi'. 110 ab'il ix yil winh."
        },
        {
            "number": "23",
            "text": "Ixto wal yil heb' schab'il yixchiquin winhaj Efraín winhaj José chi'. Icha pax chi' heb' yuninal winhaj Maquir, yuninal winhaj Manasés, ixto yil winhaj José yochcan heb' stz'acub'oc t'a yol spat."
        },
        {
            "number": "24",
            "text": "Ay jun k'ual ix yal winhaj José chi' t'a heb' winh yuk'tac icha tik: Toxo wal ol in chamoc, palta ha Dios ol och eyed'oc, ol ex yik'anel t'a jun lugar tik, ol ex yik'an meltzaj t'a lum lum yaltejnaccan t'a winh ko mam quicham aj Abraham yet' t'a winh ko mam quicham aj Isaac yet' pax t'a winh ko mam aj Jacob, xchi winh."
        },
        {
            "number": "25",
            "text": "Ix yalan winh t'a heb' winh sk'ab'yoc to syak' sti' heb' winh t'a yichanh Dios, ix yalan winh: Val yel, ha Dios ol ochnhej eyed'oc. Ol colwajnhej eyed'oc. Ha t'a jun pekti’ ayic ol ex b'at chi', tzeyik'b'at in niwanil tik, xchi winh."
        },
        {
            "number": "26",
            "text": "Ayic ix cham winhaj José chi' t'a Egipto, 110 ab'il sk'inal winh. Wach' ix aj yoch remeyo t'a sniwanil winh, ix ak'jiem winh t'a yol scaxail t'a Egipto chi'."
        }
    ]
}