{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix te q'uib' sb'isul heb' anima t'a sat lu'um tik, ay pax yisil heb' winh winak ix alji."
        },
        {
            "number": "2",
            "text": "Axo heb' winh yuninal Dios, ayic ix yilan heb' ix yisil heb' anima chi' heb' winh, te wach' yilji heb' ix, ix laj sik'lan heb' winh machtac heb' ix syik' heb' winh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yal Jehová: Manhxo ol wak' sk'inal heb' anima tik yuj spital. Chamelb'a anima yaj heb', yuj chi' axonhej 120 ab'il olto ek' heb' t'a yol yib'anhk’inal tik, xchi."
        },
        {
            "number": "4",
            "text": "Ayic ix b'eycot tiempo, ix yik'lan sb'a heb' winh yuninal Dios yet' heb' ix yisil heb' anima chi', haxo yuninal heb' scuch Nefilim. Ha heb' chi' te tek'an heb', te b'inajnac heb' t'a pecatax chi'."
        },
        {
            "number": "5",
            "text": "Ix yilan Jehová to yelk'olal sq'uib' schukal heb' anima t'a sat lu'um tik, to axonhej tas malaj swach'il ayek' t'a spensar heb'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yala': Octom maj in b'olaj juntzanh anima tik. Te ya swab' yuj heb'."
        },
        {
            "number": "7",
            "text": "Ol in satel juntzanh anima ix in b'o t'a sat lu'um tik yet' pax nok' molb'etzal nok', nok' k'ultaquil nok' yet' nok' tzek' nhernhonoc ma tzek' jachjon t'a sat lu'um yet' pax nok' much. Ste tac wal in k'ool yujto ix in b'o masanil juntzanh tik, xchi Dios."
        },
        {
            "number": "8",
            "text": "Anhej wal winhaj Noé wach' t'a yichanh Jehová."
        },
        {
            "number": "9",
            "text": "Aton yab'ixal winhaj Noé tik: Ha winhaj Noé chi', te wach' ix yutej sb'a winh t'a yichanh Dios, anhej winh wach' spensar t'a skal heb' anima t'a jun pekti’ chi'. Ix sb'eyb'alej winh icha snib'ej Dios."
        },
        {
            "number": "10",
            "text": "Ay oxwanh yuninal winh, aton winhaj Sem, winhaj Cam yet' winhaj Jafet."
        },
        {
            "number": "11",
            "text": "Axo heb' anima, ix te chucb'i heb' t'a yichanh Dios, comonxonhej syixtej yetanimail heb', smil-lajcham sb'a heb'."
        },
        {
            "number": "12",
            "text": "Ix yilan Dios to masanil anima ix te juwieli, axonhej ixtoj anima sk'ulej heb'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix yal Dios t'a winhaj Noé chi': Toxo ix in na' to ol in satel masanil anima tik. Yujto axonhej ixtoj anima sk'ulej heb', yuj chi' ol in satel heb' yet' masanil yol yib'anhk’inal tik."
        },
        {
            "number": "14",
            "text": "Ha tiknaik, tza b'o junok te' niwan barco. Ha te te' ay stzatajil, a te' tzak'och ste'aloc te'. Macquiltac tzutej yool te', wach' tzutej ak'anoch tzataj chi' b'aj snub'laj sb'a te'. Tzak'och t'a spatic yet' t'a yool, yic wach' malaj b'aj ol och ha' t'a yol te'."
        },
        {
            "number": "15",
            "text": "135 metro tzutej sk'atul te', 22 metro yet' nanhalxo tzutej sat te', 13 metro yet' nanhalxo steel te'."
        },
        {
            "number": "16",
            "text": "Oxe' piso tzutej te'. Axo t'a sjajk'ek'och te', ata' skan jakan smasanil, nanhal metro tz'ajkan schaanhil, skanpax junok spuertail t'a junok pak'anh."
        },
        {
            "number": "17",
            "text": "Yujto ol wak'cot jun owal ha' yic smukan sat lu'um tik, ol b'ud'jokkanel yuj ha', haxo satel jantac tas syik' yik' t'a yol yib'anhk’inal tik."
        },
        {
            "number": "18",
            "text": "Anhej ed'oc tzin b'okan jun in trato tik. Ha t'a yol te' niwan barco chi' ol ach ochkan yet' ix etb'eyum, heb' uninal yet' pax heb' ix alib'."
        },
        {
            "number": "19",
            "text": "Ol ochpax nok' nok' eyed'oc, junjun mojanh nok' t'a junjun makan ay t'a yol yib'anhk’inal tik, yic wach' ol colchajkan nok' eyed'oc."
        },
        {
            "number": "20",
            "text": "Chatacwanh nok' t'a junjun makan tz'ochkani: Nok' much, nok' molb'etzal nok', nok' k'ultaquil nok' yet' nok' tzek' nhernhonoc ma tzek' jachjon t'a sat lu'um, yic wach' manh ol satel nok'."
        },
        {
            "number": "21",
            "text": "Ol a molankanoch jantac tas ol wajoc, yic wach' ay tas tze wa yet' tas swa nok', xchi Dios t'a winhaj Noé chi'."
        },
        {
            "number": "22",
            "text": "Ix sk'anab'ajan winhaj Noé chi' masanil tas ix yal Dios."
        }
    ]
}