{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix te q'uib' sb'isul eb' anima t'a sat lu'um tik, ay pax yisil eb' winh vinac ix alji."
        },
        {
            "number": "2",
            "text": "Axo eb' winh yuninal Dios, ayic ix yilan eb' ix yisil eb' anima chi' eb' winh, te wach' yilji eb' ix, ix laj sik'lan eb' winh machtac eb' ix syik' eb' winh."
        },
        {
            "number": "3",
            "text": "Yuj chi' ix yal Jehová: Manhxo ol vak' sk'inal eb' anima tik yuj spital. Chamelb'a anima yaj eb', yuj chi' axonhej 120 ab'il olto ek' eb' t'a yol yib'anhk’inal tik, xchi."
        },
        {
            "number": "4",
            "text": "Ayic ix b'eycot tiempo, ix yik'lan sb'a eb' winh yuninal Dios yet' eb' ix yisil eb' anima chi', haxo yuninal eb' scuch Nefilim. Ha eb' chi' te tek'an eb', te b'inajnac eb' t'a pecatax chi'."
        },
        {
            "number": "5",
            "text": "Ix yilan Jehová to yelk'olal sq'uib' schucal eb' anima t'a sat lu'um tik, to axonhej tas malaj swach'il ayek' t'a spensar eb'."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yala': Octom maj in b'olaj juntzanh anima tik. Te ya svab' yuj eb'."
        },
        {
            "number": "7",
            "text": "Ol in satel juntzanh anima ix in b'o t'a sat lu'um tik yet' pax nok' molb'etzal nok', nok' k'ultaquil nok' yet' nok' tzek' nhernhonoc ma tzek' jachjon t'a sat lu'um yet' pax nok' much. Ste tac wal in k'ool yujto ix in b'o masanil juntzanh tik, xchi Dios."
        },
        {
            "number": "8",
            "text": "Anhej wal winhaj Noé wach' t'a yichanh Jehová."
        },
        {
            "number": "9",
            "text": "Aton yab'ixal winhaj Noé tik: Ha winhaj Noé chi', te wach' ix yutej sb'a winh t'a yichanh Dios, anhej winh wach' spensar t'a skal eb' anima t'a jun pekti’ chi'. Ix sb'eyb'alej winh icha sgana Dios."
        },
        {
            "number": "10",
            "text": "Ay oxvanh yuninal winh, aton winhaj Sem, winhaj Cam yet' winhaj Jafet."
        },
        {
            "number": "11",
            "text": "Axo eb' anima, ix te chucb'i eb' t'a yichanh Dios, comonxonhej syixtej yetanimail eb', smil-lajcham sb'a eb'."
        },
        {
            "number": "12",
            "text": "Ix yilan Dios to masanil anima ix te juvieli, axonhej ixtoj anima sk'ulej eb'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix yal Dios t'a winhaj Noé chi': Toxo ix in na' to ol in satel masanil anima tik. Yujto axonhej ixtoj anima sk'ulej eb', yuj chi' ol in satel eb' yet' masanil yol yib'anhk’inal tik."
        },
        {
            "number": "14",
            "text": "Ha tiknaik, tza b'o junok te' niwan barco. Ha te te' ay stzatajil, a te' tzak'och ste'aloc te'. Macquiltac tzutej yool te', wach' tzutej ak'anoch tzataj chi' b'aj snub'laj sb'a te'. Tzak'och t'a spatic yet' t'a yool, yic wach' malaj b'aj ol och ha' t'a yol te'."
        },
        {
            "number": "15",
            "text": "135 metro tzutej sk'atul te', 22 metro yet' nanhalxo tzutej sat te', 13 metro yet' nanhalxo steel te'."
        },
        {
            "number": "16",
            "text": "Oxe' piso tzutej te'. Axo t'a sjajq'uek'och te', ata' skan jacan smasanil, nanhal metro tz'ajkan schaanhil, scanpax junok spuertail t'a junok pak'anh."
        },
        {
            "number": "17",
            "text": "Yujto ol vak'cot jun oval ha' yic smucan sat lu'um tik, ol b'ud'joccanel yuj ha', haxo satel jantac tas syik' yik' t'a yol yib'anhk’inal tik."
        },
        {
            "number": "18",
            "text": "Anhej ed'oc tzin b'ocan jun in trato tik. Ha t'a yol te' niwan barco chi' ol ach ochcan yet' ix etb'eyum, eb' uninal yet' pax eb' ix alib'."
        },
        {
            "number": "19",
            "text": "Ol ochpax nok' nok' eyed'oc, junjun mojanh nok' t'a junjun makan ay t'a yol yib'anhk’inal tik, yic wach' ol colchajcan nok' eyed'oc."
        },
        {
            "number": "20",
            "text": "Chatacvanh nok' t'a junjun makan tz'ochcani: Nok' much, nok' molb'etzal nok', nok' k'ultaquil nok' yet' nok' tzek' nhernhonoc ma tzek' jachjon t'a sat lu'um, yic wach' manh ol satel nok'."
        },
        {
            "number": "21",
            "text": "Ol a molancanoch jantac tas ol vajoc, yic wach' ay tas tze wa yet' tas swa nok', xchi Dios t'a winhaj Noé chi'."
        },
        {
            "number": "22",
            "text": "Ix sk'anab'ajan winhaj Noé chi' masanil tas ix yal Dios."
        }
    ]
}