{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix k'och sk'ual sjavi jun oval ha' mucvajum chi', ix yalan Jehová Dios t'a vinhaj Noé chi' icha tik: Ochanh t'a yol te' niwan barco tik yet' ix etb'eyum, eb' uninal yet' eb' ix alib', yujto a achnhej ix a k'anab'ajej t'ayin t'a skal masanil eb' anima t'a jun pekti’ tik."
        },
        {
            "number": "2",
            "text": "Ik'och uc mojanhoc nok' nok' syal yoch silab'oc snhuschaji, haxo pax masanil nok' comon nok', junjunnhej mojanh nok' tz'ochi."
        },
        {
            "number": "3",
            "text": "Ik'paxoch uc mojanhoc junjun makan nok' much, yic wach' max lajviel yinhtilal nok'."
        },
        {
            "number": "4",
            "text": "Yic val ucub'ix ticnaic, ol vaq'uem nhab'. Chavinac k'u, chavinac ak'val ol yak'a'. Icha chi' ol aj in satanel masanil tas ix vak' pitzvoc t'a sat lum tik, xchi Jehová t'a vinh."
        },
        {
            "number": "5",
            "text": "Ichaton chi' ix aj sk'anab'ajan vinhaj Noé masanil tas ix yal Jehová chi' t'ay."
        },
        {
            "number": "6",
            "text": "Ayic ix ja jun oval ha' mucvajum chi', 600 ab'il sq'uinal vinhaj Noé chi'."
        },
        {
            "number": "7",
            "text": "Ix ochcan vinh t'a yol te' niwan barco chi' yet' ix yetb'eyum, eb' yuninal yet' eb' ix yalib', yic scolchaj eb' t'a jun oval ha' mucvajum chi'."
        },
        {
            "number": "8",
            "text": "Ix ochpax nok' nok': Nok' syal yoch silab'il snhusji, nok' comon nok', nok' much yet' nok' tzek' nhernhonoc ma tzek' jachjon t'a sat lu'um."
        },
        {
            "number": "9",
            "text": "Junjun mojanh ix aj sjavi nok' yic tz'och nok' t'a yol barco chi' yet' vinh, icha ix aj yalan Dios t'a vinh."
        },
        {
            "number": "10",
            "text": "Axo t'a yuquil k'ual chi' ix javi secnaj jun oval ha' mucvajum chi' t'a sat lu'um."
        },
        {
            "number": "11",
            "text": "Ha val stz'acvi 600 ab'il sq'uinal vinhaj Noé chi', yic 17 yoch schab'il ujal, ix q'ueul d'inhnaj ha' nivac ha' t'a yol lu'um, ix cotpax secnaj ha' nivac ha' t'a satcha’anh."
        },
        {
            "number": "12",
            "text": "40 k'ual, 40 ak'val ix yak' nhab' t'a sat lu'um tik."
        },
        {
            "number": "13",
            "text": "Ha t'a sk'ual scot nhab' chi', ata' ochnaccan vinhaj Noé t'a yol te' barco yet' oxvanh eb' yuninal vinh, aton vinhaj Sem, vinhaj Cam yet' vinhaj Jafet yet' ix yetb'eyum vinh yet' oxvanh eb' ix yalib' vinh."
        },
        {
            "number": "14",
            "text": "Ayxo och masanil macanhil nok' nok' yet' vinh, nok' molb'etzal nok', nok' k'ultaquil nok', nok' tzek' nhernhonoc ma tzek' jachjon t'a sat lu'um yet' pax nok' much."
        },
        {
            "number": "15",
            "text": "Masanil nok' nok' syik' yik', chatacvanhil ix aj sjavi nok' t'a vinhaj Noé chi' yic tz'ochcan nok' t'a yol te' barco chi',"
        },
        {
            "number": "16",
            "text": "jun nok' smam, jun nok' snun. Icha chi' ix aj yoch masanil macanhil nok', icha ix aj yalan Dios t'a vinhaj Noé chi'. Ixlajwi chi', a val Jehová ix macancan spuertail te' niwan barco chi'."
        },
        {
            "number": "17",
            "text": "Chavinac k'ualxo sq'ue sib'ib'oc ha ha' chi', ix cuchjichanh te' barco chi' yuj ha'."
        },
        {
            "number": "18",
            "text": "Ix mucchaj jantac nivac vitz yuj ha'."
        },
        {
            "number": "19",
            "text": "Ix q'uenhej ha', ay am uqueoc metro ix ek' ha' t'a yib'anh lum nivac vitz."
        },
        {
            "number": "20",
            "text": "Ichaton chi' ix aj scham masanil anima ay t'a yol yib'anhk’inal tik yet' masanil nok' nok', nok' much, nok' molb'etzal nok', nok' k'ultaquil nok' yet' nok' tzek' nhernhonoc ma tzek' jachjon t'a sat lu'um."
        },
        {
            "number": "21",
            "text": "Masanil tastac syik' yik' t'a sat lu'um tik, pilan ix chameli."
        },
        {
            "number": "22",
            "text": "Axonhej vinhaj Noé yet' eb' ayoch yet' t'a yol te' barco chi' yet' nok' nok' ix colchaji. Axo anima smasanil, ix satel eb'."
        },
        {
            "number": "23",
            "text": "Oye' ujal ix kan panhan ha' t'a yib'anh lu'um."
        }
    ]
}