{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Axo yic ix k'och sk'ual sjavi jun oval a' mucvajum chi', ix yalan Jehová Dios d'a vinhaj Noé chi' icha tic: Ochanh d'a yol te' nivan barco tic yed' ix etb'eyum, eb' uninal yed' eb' ix alib', yujto a achnhej ix a k'anab'ajej d'ayin d'a scal masanil eb' anima d'a jun tiempoal tic."
        },
        {
            "number": "2",
            "text": "Ik'och uc mojanhoc nok' nok' syal yoch silab'oc snhuschaji, axo pax masanil nok' comon nok', junjunnhej mojanh nok' tz'ochi."
        },
        {
            "number": "3",
            "text": "Ik'paxoch uc mojanhoc junjun macanh nok' much, yic vach' max lajviel yinhtilal nok'."
        },
        {
            "number": "4",
            "text": "Yic val ucub'ix ticnaic, ol vaq'uem nhab'. Chavinac k'u, chavinac ak'val ol yak'a'. Icha chi' ol aj in satanel masanil tas ix vak' pitzvoc d'a sat lum tic, xchi Jehová d'a vinh."
        },
        {
            "number": "5",
            "text": "Ichaton chi' ix aj sk'anab'ajan vinhaj Noé masanil tas ix yal Jehová chi' d'ay."
        },
        {
            "number": "6",
            "text": "Ayic ix ja jun oval a' mucvajum chi', 600 ab'il sq'uinal vinhaj Noé chi'."
        },
        {
            "number": "7",
            "text": "Ix ochcan vinh d'a yol te' nivan barco chi' yed' ix yetb'eyum, eb' yuninal yed' eb' ix yalib', yic scolchaj eb' d'a jun oval a' mucvajum chi'."
        },
        {
            "number": "8",
            "text": "Ix ochpax nok' nok': Nok' syal yoch silab'il snhusji, nok' comon nok', nok' much yed' nok' tz'ek' nhernhonoc ma tz'ek' jachjon d'a sat luum."
        },
        {
            "number": "9",
            "text": "Junjun mojanh ix aj sjavi nok' yic tz'och nok' d'a yol barco chi' yed' vinh, icha ix aj yalan Dios d'a vinh."
        },
        {
            "number": "10",
            "text": "Axo d'a yuquil k'ual chi' ix javi secnaj jun oval a' mucvajum chi' d'a sat luum."
        },
        {
            "number": "11",
            "text": "A val stz'acvi 600 ab'il sq'uinal vinhaj Noé chi', yic 17 yoch schab'il ujal, ix q'ueul d'inhnaj a' nivac a' d'a yol luum, ix cotpax secnaj a' nivac a' d'a satchaanh."
        },
        {
            "number": "12",
            "text": "40 k'ual, 40 ak'val ix yak' nhab' d'a sat luum tic."
        },
        {
            "number": "13",
            "text": "A d'a sk'ual scot nhab' chi', ata' ochnaccan vinhaj Noé d'a yol te' barco yed' oxvanh eb' yuninal vinh, aton vinhaj Sem, vinhaj Cam yed' vinhaj Jafet yed' ix yetb'eyum vinh yed' oxvanh eb' ix yalib' vinh."
        },
        {
            "number": "14",
            "text": "Ayxo och masanil macanhil nok' nok' yed' vinh, nok' molb'etzal nok', nok' k'ultaquil nok', nok' tz'ek' nhernhonoc ma tz'ek' jachjon d'a sat luum yed' pax nok' much."
        },
        {
            "number": "15",
            "text": "Masanil nok' nok' syik' yik', chatacvanhil ix aj sjavi nok' d'a vinhaj Noé chi' yic tz'ochcan nok' d'a yol te' barco chi',"
        },
        {
            "number": "16",
            "text": "jun nok' smam, jun nok' snun. Icha chi' ix aj yoch masanil macanhil nok', icha ix aj yalan Dios d'a vinhaj Noé chi'. Ix lajvi chi', a val Jehová ix macancan spuertail te' nivan barco chi'."
        },
        {
            "number": "17",
            "text": "Chavinac k'ualxo sq'ue sib'ib'oc a a' chi', ix cuchjichanh te' barco chi' yuj a'."
        },
        {
            "number": "18",
            "text": "Ix mucchaj jantac nivac vitz yuj a'."
        },
        {
            "number": "19",
            "text": "Ix q'uenhej a', ay am uqueoc metro ix ek' a' d'a yib'anh lum nivac vitz."
        },
        {
            "number": "20",
            "text": "Ichaton chi' ix aj scham masanil anima ay d'a yolyib'anhq'uinal tic yed' masanil nok' nok', nok' much, nok' molb'etzal nok', nok' k'ultaquil nok' yed' nok' tz'ek' nhernhonoc ma tz'ek' jachjon d'a sat luum."
        },
        {
            "number": "21",
            "text": "Masanil tastac syik' yik' d'a sat luum tic, pilan ix chameli."
        },
        {
            "number": "22",
            "text": "Axonhej vinhaj Noé yed' eb' ayoch yed' d'a yol te' barco chi' yed' nok' nok' ix colchaji. Axo anima smasanil, ix satel eb'."
        },
        {
            "number": "23",
            "text": "Oye' ujal ix can panhan a' d'a yib'anh luum."
        }
    ]
}