{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Yujto naan winhaj Noé chi' yuj Dios yet' masanil nok' nok' ayoch yet' winh t'a yol te' barco chi', yuj chi' ix ak'jicot jun ik' te ov yuj Dios t'a yib'anh ha ha' chi', yic wach' stupem ha'."
        },
        {
            "number": "2",
            "text": "Ix macchaj masanil sjaj ha ha', ha' sk'eul t'a yol lu'um yet' jantac ha' niwac ha' scot sequecoc t'a satcha’anh. Ix och waan yak'an nhab'."
        },
        {
            "number": "3",
            "text": "Oye' ujal ix kan ha', ix och ijan stupxiem ha', k'ojank'olal ix tupem ha'."
        },
        {
            "number": "4",
            "text": "17 k'ualxo yoch yuquil uj, ix kan b'akhnaj te niwan barco chi' t'a sjolom jun lum witz t'a yol yic Ararat."
        },
        {
            "number": "5",
            "text": "Numumi yem ha ha' chi'. Ha t'a b'ab'el k'ual yic lajunhexo ujal, chequelxo sjolom lum niwac witz."
        },
        {
            "number": "6",
            "text": "Axo yic ix ek' 40 k'ualxo, ix sjakan te' wentena winhaj Noé b'ob'il yuj t'a te' barco chi'."
        },
        {
            "number": "7",
            "text": "Ix yactanelta jun nok' joj winh, ix ek' jenhenhoc nok' stanhwan stupem ha' t'a sat lu'um."
        },
        {
            "number": "8",
            "text": "Ix yactanpaxelta jun nok' uch winh yic syil nok' tato taquinhxo sat lu'um."
        },
        {
            "number": "9",
            "text": "Axo nok' uch chi', ix k'ochxi nok' t'a te' barco chi', yujto malaj b'aj syal skan waan nok'. Te sib'anto ek' ha' t'a sat lu'um chi'. Ix yak'anelta sk'ab' winh yic schaanxioch nok' winh t'a yol te' barco chi'."
        },
        {
            "number": "10",
            "text": "Ixto stanhwej uquexo k'ual winhaj Noé chi', ix yak'anelta nok' uch chi' winh junelxo."
        },
        {
            "number": "11",
            "text": "Numumixo sq'uik'b'i ix k'ochxi nok', nhak'b'ilxo jun te' xil oliwo yaxxo yuj nok'. Icha chi' ix aj yojtakanel winh to wan stacji sat lu'um."
        },
        {
            "number": "12",
            "text": "Uqueto k'u ix stanhwej winh, ichato chi' ix sjakanelta nok' winh junelxo, palta majxo k'ochxoclaj nok'."
        },
        {
            "number": "13",
            "text": "601 ab'ilxo sk'inal winhaj Noé chi', ayic ix tacjixi lum lum chi'. Ayic b'ab'el k'u yoch b'ab'el uj ix yik'anel yib'anh te' barco chi' winh, haxo ix yilan winh to taquinhxo lu'um."
        },
        {
            "number": "14",
            "text": "Axo t'a 27-xo k'ual yoch yic schab'il ujal, te taquinhxo lu'um."
        },
        {
            "number": "15",
            "text": "Axo ix yalan Dios t'a winh:"
        },
        {
            "number": "16",
            "text": "Elanhcot t'a yol te' barco yet' ix etb'eyum yet' heb' uninal yet' heb' ix alib'."
        },
        {
            "number": "17",
            "text": "Tzik'anelta masanil makanhil nok' nok' ayoch ed'oc: Nok' much, nok' molb'etzal nok', nok' k'ultaquil nok', nok' tzek' nhernhonoc ma tzek' jachjon t'a sat lu'um. Unewokab' nok' yic sb'ud'jixi sat lu'um tik yuj nok', xchi Dios."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix elta winhaj Noé chi' yet' ix yetb'eyum yet' heb' yuninal yet' heb' ix yalib' t'a yol te' barco chi'."
        },
        {
            "number": "19",
            "text": "Ix elixta nok' nok' chi' smasanil t'a junjun makan."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix sb'oan jun altar winh t'a yichanh Jehová. Ix yik'ancot nok' molb'etzal nok' winh yet' nok' much, aton nok' smoj yoch silab'il d'ha Dios. D'a junjun makan nok' chi' ix yik'kanel junjun nok' winh snhustz'a silab'oc t'a yichanh Jehová."
        },
        {
            "number": "21",
            "text": "Te wach' sjab' nok' silab' chi' ix yab' Jehová. Yuj chi' ix yalan icha tik: Manhxo ol in katab'ej lum lum tik yuj smul heb' anima, yujto yictax unin anima heb', anhej chukal snib'ej heb' sk'ulej. Manhxa b'ak'uinh ol in satel masanil tas pitzan, icha ix wutej t'a junel tik."
        },
        {
            "number": "22",
            "text": "Yacb'an ayto ek' yol yib'anhk’inal tik, ol avchaj sat awal inhat, ol molchajpax sat. Ay stiempoal k'ak', ay stiempoal siic. Ay stiempoal nhab'il k 'inal, ay stiempoal waresma. Ay k'ualil, ay pax t'ak'walil, xchi Jehová."
        }
    ]
}