{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Yujto naan vinhaj Noé chi' yuj Dios yed' masanil nok' nok' ayoch yed' vinh d'a yol te' barco chi', yuj chi' ix ak'jicot jun ik' te ov yuj Dios d'a yib'anh a a' chi', yic vach' stupem a'."
        },
        {
            "number": "2",
            "text": "Ix macchaj masanil sjaj a a', a' sq'ueul d'a yol luum yed' jantac a' nivac a' scot sequecoc d'a satchaanh. Ix och vaan yak'an nhab'."
        },
        {
            "number": "3",
            "text": "Oye' ujal ix can a', ix och ijan stupxiem a', k'ojank'olal ix tupem a'."
        },
        {
            "number": "4",
            "text": "17 k'ualxo yoch yuquil uj, ix can b'achnaj te nivan barco chi' d'a sjolom jun lum vitz d'a yol yic Ararat."
        },
        {
            "number": "5",
            "text": "Numumi yem a a' chi'. A d'a b'ab'el k'ual yic lajunhexo ujal, chequelxo sjolom lum nivac vitz."
        },
        {
            "number": "6",
            "text": "Axo yic ix ek' 40 k'ualxo, ix sjacan te' ventena vinhaj Noé b'ob'il yuj d'a te' barco chi'."
        },
        {
            "number": "7",
            "text": "Ix yactanelta jun nok' joj vinh, ix ek' jenhenhoc nok' stanhvan stupem a' d'a sat luum."
        },
        {
            "number": "8",
            "text": "Ix yactanpaxelta jun nok' uch vinh yic syil nok' tato taquinhxo sat luum."
        },
        {
            "number": "9",
            "text": "Axo nok' uch chi', ix k'ochxi nok' d'a te' barco chi', yujto malaj b'aj syal scan vaan nok'. Te sib'anto ek' a' d'a sat luum chi'. Ix yak'anelta sk'ab' vinh yic schaanxioch nok' vinh d'a yol te' barco chi'."
        },
        {
            "number": "10",
            "text": "Ixto stanhvej uquexo k'ual vinhaj Noé chi', ix yak'anelta nok' uch chi' vinh junelxo."
        },
        {
            "number": "11",
            "text": "Numumixo sq'uik'b'i ix k'ochxi nok', nhak'b'ilxo jun te' xil olivo yaxxo yuj nok'. Icha chi' ix aj yojtacanel vinh to van stacji sat luum."
        },
        {
            "number": "12",
            "text": "Uqueto k'u ix stanhvej vinh, ichato chi' ix sjacanelta nok' vinh junelxo, palta majxo k'ochxoclaj nok'."
        },
        {
            "number": "13",
            "text": "601 ab'ilxo sq'uinal vinhaj Noé chi', ayic ix tacjixi lum luum chi'. Ayic b'ab'el k'u yoch b'ab'el uj ix yik'anel yib'anh te' barco chi' vinh, axo ix yilan vinh to taquinhxo luum."
        },
        {
            "number": "14",
            "text": "Axo d'a 27-xo k'ual yoch yic schab'il ujal, te taquinhxo luum."
        },
        {
            "number": "15",
            "text": "Axo ix yalan Dios d'a vinh:"
        },
        {
            "number": "16",
            "text": "Elanhcot d'a yol te' barco yed' ix etb'eyum yed' eb' uninal yed' eb' ix alib'."
        },
        {
            "number": "17",
            "text": "Tzik'anelta masanil macanhil nok' nok' ayoch ed'oc: Nok' much, nok' molb'etzal nok', nok' k'ultaquil nok', nok' tz'ek' nhernhonoc ma tz'ek' jachjon d'a sat luum. Unevocab' nok' yic sb'ud'jixi sat luum tic yuj nok', xchi Dios."
        },
        {
            "number": "18",
            "text": "Ix lajvi chi', ix elta vinhaj Noé chi' yed' ix yetb'eyum yed' eb' yuninal yed' eb' ix yalib' d'a yol te' barco chi'."
        },
        {
            "number": "19",
            "text": "Ix elixta nok' nok' chi' smasanil d'a junjun macanh."
        },
        {
            "number": "20",
            "text": "Ix lajvi chi', ix sb'oan jun altar vinh d'a yichanh Jehová. Ix yik'ancot nok' molb'etzal nok' vinh yed' nok' much, aton nok' smoj yoch silab'il d'a Dios. D'a junjun macanh nok' chi' ix yik'canel junjun nok' vinh snhustz'a silab'oc d'a yichanh Jehová."
        },
        {
            "number": "21",
            "text": "Te vach' sjab' nok' silab' chi' ix yab' Jehová. Yuj chi' ix yalan icha tic: Manhxo ol in catab'ej lum luum tic yuj smul eb' anima, yujto yictax unin anima eb', anhej chucal sgana eb' sk'ulej. Manhxa b'aq'uinh ol in satel masanil tas pitzan, icha ix vutej d'a junel tic."
        },
        {
            "number": "22",
            "text": "Yacb'an ayto ek' yolyib'anhq'uinal tic, ol avchaj sat aval inhat, ol molchajpax sat. Ay stiempoal k'ak', ay stiempoal siic. Ay stiempoal nhab'il q'uinal, ay stiempoal varesma. Ay k'ualil, ay pax d'ak'valil, xchi Jehová."
        }
    ]
}