{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Dios t'a winhaj Noé yet' t'a eb' yuninal winh, ix yalani to ol yak' syaxil t'a yib'anh eb'. Ix yalan icha tik: Tzijtumocab' eyuninal tz'alji, b'ud'jocab' yol yib'anhk’inal tik yuj eb'."
        },
        {
            "number": "2",
            "text": "Masanil nok' nok' ay t'a sat lu'um tik yet' nok' much yet' nok' ay t'a yol ha' mar ol xiv nok' t'ayex. Masanil juntzanh nok' tik skan nok' t'a yol e k'ab'."
        },
        {
            "number": "3",
            "text": "Ha ticnaic syal e chi'an masanil nok' nok' tik. Ha in svak' nok' t'ayex icha ix aj vak'an anh itaj e chi'a."
        },
        {
            "number": "4",
            "text": "Palta ay jun tas manh ol yal-laj e chi'ani, aton nok' chib'ej syuk' schiq'uil, yujto ha t'a schiq'uil nok' chi' ay sk'inal."
        },
        {
            "number": "5",
            "text": "Ha in ol in ch'olb'itej eb' anima smilancham junok yetanimail. Ha nok' nok' smilancham anima, ol miljocpaxcham nok'."
        },
        {
            "number": "6",
            "text": "Ha mach smilancham yetanimail, anima pax ol milanchamoc, yujto a ex anima ex tik, icha onh tik, icha chi' ex cutej co b'oani."
        },
        {
            "number": "7",
            "text": "Tzijtumocab' eyuninal tz'alji, b'ud'jocab'el yol yib'anhk’inal tik eyuuj, xchi Dios."
        },
        {
            "number": "8",
            "text": "Ix yalanpax Dios t'a winhaj Noé yet' t'a eb' yuninal icha tik:"
        },
        {
            "number": "9",
            "text": "Ha ticnaic, svak'kan jun in trato tik eyed'oc yet' masanil eb' eyinhtilal,"
        },
        {
            "number": "10",
            "text": "yet' masanil nok' nok' ix elta eyed'oc t'a yol te' barco tik: Nok' much, nok' molb'etzal nok', nok' k'ultaquil nok' yet' masanil nok' nok' ay t'a yol yib'anhk’inal tik."
        },
        {
            "number": "11",
            "text": "Ha jun in trato ol vak' eyed'oc tik, manhxo ol in q'uexa'. Manhxo ol in satel anima yet' nok' nok' yuj junok oval ha' mucvajum. Manhxo ol jax jun oval ha' mucvajum yic satxiel sat lu'um tik, icha jun ix ek' tik."
        },
        {
            "number": "12",
            "text": "Aton yechel in trato tik svak'kan eyed'oc yet' masanil nok' nok' t'a masanil q'uinal."
        },
        {
            "number": "13",
            "text": "Svak'och jun chacpan t'a cal asun, a jun chi', aton yechel in trato yet' yol yib'anhk’inal tik."
        },
        {
            "number": "14",
            "text": "Ayic svak'ancot asun haxo scheclaj jun chacpan chi' t'a skal,"
        },
        {
            "number": "15",
            "text": "ata' tzin nacot in trato ix vak' eyed'oc yet' nok' nok', yuj chi' manhxo ol ex in satel yuj junok oval ha' mucvajum."
        },
        {
            "number": "16",
            "text": "Ayic svilan jun chacpan chi', tzin naancoti to ay jun in trato ix vak' t'a junelnhej eyed'oc yet' masanil nok' nok' ay t'a yol yib'anhk’inal tik."
        },
        {
            "number": "17",
            "text": "Aton yechel in trato tik ix in b'o eyed'oc yet' jantac nok' nok', xchi Dios t'a winhaj Noé chi'."
        },
        {
            "number": "18",
            "text": "Ha eb' yuninal winhaj Noé ix elta t'a yol te' barco yet'oc: Aton winhaj Sem, winhaj Cam yet' winhaj Jafet. Ay jun yuninal winhaj Cam chi' scuchan Canaán."
        },
        {
            "number": "19",
            "text": "Ha eb' tik yuninal eb' winhaj Noé, haxo t'a yinhtilal eb' ix pitzvielta jantac chonhab' ay t'a sat lu'um tik."
        },
        {
            "number": "20",
            "text": "Ha winhaj Noé ix munlaj winh t'a sat lu'um. Ha te' uva ix sb'ab'laj avej winh."
        },
        {
            "number": "21",
            "text": "Ay jun k'u ix yuk' yal sat te' uva chi' winh, ix q'ue t'a sjolom winh, ix satel sk'ool winh yuj. Ix squichel spichul winh, ix kan pak'jab' winh t'a yol smantiado."
        },
        {
            "number": "22",
            "text": "Axo ix yilan winhaj Cam, smam winhaj Canaán to b'eranel winhaj Noé chi', van stzetzan winh smam winh chi' ayic ix yalan winh yab' eb' yuk'tac chi' schavanhil."
        },
        {
            "number": "23",
            "text": "Ayic ix yab'an eb' yuk'tac winh chi', ix yak'ancot jun k'apac sábana eb' t'a sjolom sjenhjab'. Ix b'eyb'at eb' t'a spatic, ix ochk'och eb' b'aj ay smam chi', ix spichan winh eb' t'a k'apac sábana chi'. Ch'oc b'aj q'uelanb'at eb' yic wach' max yil snivanil smam eb' chi'."
        },
        {
            "number": "24",
            "text": "Axo yic ix nachajxi sk'ol winhaj Noé chi', ix yab'an winh tas ix yutej sb'a winhaj Cam chi', aton winh schab'il yuninal."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix yalan winh icha tik: Tzin catab'ejcan winhaj Canaán. Checab' emnaquil ol ajkan winh t'a eb' yuk'tac, xchi winh."
        },
        {
            "number": "26",
            "text": "Ix yalanxi winh icha tik: Yak'ocab' swach'k'olal Jehová co Diosal t'a yib'anh winhaj Sem, haxo winhaj Canaán tz'ochcan schecab'oc winh."
        },
        {
            "number": "27",
            "text": "Nivanocab' tz'ajkan slum winhaj Jafet yuj Dios. Cajnajocab' Dios t'a skal yinhtilal winhaj Sem, haxo winhaj Canaán tz'ochcan schecab'oc winhaj Jafet chi', xchi winh."
        },
        {
            "number": "28",
            "text": "Ayic ix lajvi yek' jun oval ha' mucvajum chi', 350 ab'ilto ix ek' winhaj Noé chi',"
        },
        {
            "number": "29",
            "text": "yuj chi' 950 ab'il sk'inal winh ayic ix cham winh."
        }
    ]
}