{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Dios d'a vinhaj Noé yed' d'a eb' yuninal vinh, ix yalani to ol yak' syaxil d'a yib'anh eb'. Ix yalan icha tic: Tzijtumocab' eyuninal tz'alji, b'ud'jocab' yolyib'anhq'uinal tic yuj eb'."
        },
        {
            "number": "2",
            "text": "Masanil nok' nok' ay d'a sat luum tic yed' nok' much yed' nok' ay d'a yol a' mar ol xiv nok' d'ayex. Masanil juntzanh nok' tic scan nok' d'a yol e k'ab'."
        },
        {
            "number": "3",
            "text": "A ticnaic syal e chi'an masanil nok' nok' tic. A in svak' nok' d'ayex icha ix aj vak'an anh itaj e chi'a."
        },
        {
            "number": "4",
            "text": "Palta ay jun tas manh ol yal-laj e chi'ani, aton nok' chib'ej syuk' schiq'uil, yujto a d'a schiq'uil nok' chi' ay sq'uinal."
        },
        {
            "number": "5",
            "text": "A in ol in ch'olb'itej eb' anima smilancham junoc yetanimail. A nok' nok' smilancham anima, ol miljocpaxcham nok'."
        },
        {
            "number": "6",
            "text": "A mach smilancham yetanimail, anima pax ol milanchamoc, yujto a ex anima ex tic, icha onh tic, icha chi' ex cutej co b'oani."
        },
        {
            "number": "7",
            "text": "Tzijtumocab' eyuninal tz'alji, b'ud'jocab'el yolyib'anhq'uinal tic eyuuj, xchi Dios."
        },
        {
            "number": "8",
            "text": "Ix yalanpax Dios d'a vinhaj Noé yed' d'a eb' yuninal icha tic:"
        },
        {
            "number": "9",
            "text": "A ticnaic, svak'can jun in trato tic eyed'oc yed' masanil eb' eyinhtilal,"
        },
        {
            "number": "10",
            "text": "yed' masanil nok' nok' ix elta eyed'oc d'a yol te' barco tic: Nok' much, nok' molb'etzal nok', nok' k'ultaquil nok' yed' masanil nok' nok' ay d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "11",
            "text": "A jun in trato ol vak' eyed'oc tic, manhxo ol in q'uexa'. Manhxo ol in satel anima yed' nok' nok' yuj junoc oval a' mucvajum. Manhxo ol jax jun oval a' mucvajum yic satxiel sat luum tic, icha jun ix ek' tic."
        },
        {
            "number": "12",
            "text": "Aton yechel in trato tic svak'can eyed'oc yed' masanil nok' nok' d'a masanil q'uinal."
        },
        {
            "number": "13",
            "text": "Svak'och jun chacpan d'a cal asun, a jun chi', aton yechel in trato yed' yolyib'anhq'uinal tic."
        },
        {
            "number": "14",
            "text": "Ayic svak'ancot asun axo scheclaj jun chacpan chi' d'a scal,"
        },
        {
            "number": "15",
            "text": "ata' tzin nacot in trato ix vak' eyed'oc yed' nok' nok', yuj chi' manhxo ol ex in satel yuj junoc oval a' mucvajum."
        },
        {
            "number": "16",
            "text": "Ayic svilan jun chacpan chi', tzin naancoti to ay jun in trato ix vak' d'a junelnhej eyed'oc yed' masanil nok' nok' ay d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "17",
            "text": "Aton yechel in trato tic ix in b'o eyed'oc yed' jantac nok' nok', xchi Dios d'a vinhaj Noé chi'."
        },
        {
            "number": "18",
            "text": "A eb' yuninal vinhaj Noé ix elta d'a yol te' barco yed'oc: Aton vinhaj Sem, vinhaj Cam yed' vinhaj Jafet. Ay jun yuninal vinhaj Cam chi' scuchan Canaán."
        },
        {
            "number": "19",
            "text": "A eb' tic yuninal eb' vinhaj Noé, axo d'a yinhtilal eb' ix pitzvielta jantac chonhab' ay d'a sat luum tic."
        },
        {
            "number": "20",
            "text": "A vinhaj Noé ix munlaj vinh d'a sat luum. A te' uva ix sb'ab'laj avej vinh."
        },
        {
            "number": "21",
            "text": "Ay jun k'u ix yuk' yal sat te' uva chi' vinh, ix q'ue d'a sjolom vinh, ix satel sk'ool vinh yuuj. Ix squichel spichul vinh, ix can pak'jab' vinh d'a yol smantiado."
        },
        {
            "number": "22",
            "text": "Axo ix yilan vinhaj Cam, smam vinhaj Canaán to b'eranel vinhaj Noé chi', van stzetzan vinh smam vinh chi' ayic ix yalan vinh yab' eb' yuk'tac chi' schavanhil."
        },
        {
            "number": "23",
            "text": "Ayic ix yab'an eb' yuk'tac vinh chi', ix yak'ancot jun k'apac sábana eb' d'a sjolom sjenhjab'. Ix b'eyb'at eb' d'a spatic, ix ochk'och eb' b'aj ay smam chi', ix spichan vinh eb' d'a k'apac sábana chi'. Ch'oc b'aj q'uelanb'at eb' yic vach' max yil snivanil smam eb' chi'."
        },
        {
            "number": "24",
            "text": "Axo yic ix nachajxi sk'ol vinhaj Noé chi', ix yab'an vinh tas ix yutej sb'a vinhaj Cam chi', aton vinh schab'il yuninal."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix yalan vinh icha tic: Tzin catab'ejcan vinhaj Canaán. Checab' emnaquil ol ajcan vinh d'a eb' yuk'tac, xchi vinh."
        },
        {
            "number": "26",
            "text": "Ix yalanxi vinh icha tic: Yak'ocab' svach'k'olal Jehová co Diosal d'a yib'anh vinhaj Sem, axo vinhaj Canaán tz'ochcan schecab'oc vinh."
        },
        {
            "number": "27",
            "text": "Nivanocab' tz'ajcan slum vinhaj Jafet yuj Dios. Cajnajocab' Dios d'a scal yinhtilal vinhaj Sem, axo vinhaj Canaán tz'ochcan schecab'oc vinhaj Jafet chi', xchi vinh."
        },
        {
            "number": "28",
            "text": "Ayic ix lajvi yek' jun oval a' mucvajum chi', 350 ab'ilto ix ek' vinhaj Noé chi',"
        },
        {
            "number": "29",
            "text": "yuj chi' 950 ab'il sq'uinal vinh ayic ix cham vinh."
        }
    ]
}