{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ix lolon Dios t'a winhaj Noé yet' t'a heb' yuninal winh, ix yalani to ol yak' syaxil t'a yib'anh heb'. Ix yalan icha tik: Tzijtumokab' eyuninal tz'alji, b'ud'jokab' yol yib'anhk’inal tik yuj heb'."
        },
        {
            "number": "2",
            "text": "Masanil nok' nok' ay t'a sat lu'um tik yet' nok' much yet' nok' ay t'a yol ha' mar ol xiv nok' t'ayex. Masanil juntzanh nok' tik skan nok' t'a yol he k'ab'."
        },
        {
            "number": "3",
            "text": "Ha tiknaik syal he chi'an masanil nok' nok' tik. Ha in swak' nok' t'ayex icha ix aj wak'an anh itaj he chi'a."
        },
        {
            "number": "4",
            "text": "Palta ay jun tas manh ol yal-laj he chi'ani, aton nok' chib'ej syuk' schiq'uil, yujto ha t'a schiq'uil nok' chi' ay sk'inal."
        },
        {
            "number": "5",
            "text": "Ha in ol in ch'olb'itej heb' anima smilancham junok yetanimail. Ha nok' nok' smilancham anima, ol miljocpaxcham nok'."
        },
        {
            "number": "6",
            "text": "Ha mach smilancham yetanimail, anima pax ol milanchamoc, yujto a ex anima ex tik, icha onh tik, icha chi' ex cutej ko b'oani."
        },
        {
            "number": "7",
            "text": "Tzijtumokab' eyuninal tz'alji, b'ud'jokab'el yol yib'anhk’inal tik eyuuj, xchi Dios."
        },
        {
            "number": "8",
            "text": "Ix yalanpax Dios t'a winhaj Noé yet' t'a heb' yuninal icha tik:"
        },
        {
            "number": "9",
            "text": "Ha tiknaik, swak'kan jun in trato tik eyed'oc yet' masanil heb' eyinhtilal,"
        },
        {
            "number": "10",
            "text": "yet' masanil nok' nok' ix elta eyed'oc t'a yol te' barco tik: Nok' much, nok' molb'etzal nok', nok' k'ultaquil nok' yet' masanil nok' nok' ay t'a yol yib'anhk’inal tik."
        },
        {
            "number": "11",
            "text": "Ha jun in trato ol wak' eyed'oc tik, manhxo ol in k'exa'. Manhxo ol in satel anima yet' nok' nok' yuj junok owal ha' mucwajum. Manhxo ol jax jun owal ha' mucwajum yic satxiel sat lu'um tik, icha jun ix ek' tik."
        },
        {
            "number": "12",
            "text": "Aton yechel in trato tik swak'kan eyed'oc yet' masanil nok' nok' t'a masanil k 'inal."
        },
        {
            "number": "13",
            "text": "Swak'och jun chacpan t'a kal asun, a jun chi', aton yechel in trato yet' yol yib'anhk’inal tik."
        },
        {
            "number": "14",
            "text": "Ayic swak'ancot asun haxo scheclaj jun chacpan chi' t'a skal,"
        },
        {
            "number": "15",
            "text": "ata' tzin nacot in trato ix wak' eyed'oc yet' nok' nok', yuj chi' manhxo ol ex in satel yuj junok owal ha' mucwajum."
        },
        {
            "number": "16",
            "text": "Ayic swilan jun chacpan chi', tzin naancoti to ay jun in trato ix wak' t'a junelnhej eyed'oc yet' masanil nok' nok' ay t'a yol yib'anhk’inal tik."
        },
        {
            "number": "17",
            "text": "Aton yechel in trato tik ix in b'o eyed'oc yet' jantac nok' nok', xchi Dios t'a winhaj Noé chi'."
        },
        {
            "number": "18",
            "text": "Ha heb' yuninal winhaj Noé ix elta t'a yol te' barco yet'oc: Aton winhaj Sem, winhaj Cam yet' winhaj Jafet. Ay jun yuninal winhaj Cam chi' skuchan Canaán."
        },
        {
            "number": "19",
            "text": "Ha heb' tik yuninal heb' winhaj Noé, haxo t'a yinhtilal heb' ix pitzwielta jantac chonhab' ay t'a sat lu'um tik."
        },
        {
            "number": "20",
            "text": "Ha winhaj Noé ix munlaj winh t'a sat lu'um. Ha te' uwa ix sb'ab'laj awej winh."
        },
        {
            "number": "21",
            "text": "Ay jun k'u ix yuk' yal sat te' uwa chi' winh, ix k'e t'a sjolom winh, ix satel sk'ool winh yuj. Ix squichel spichul winh, ix kan pak'jab' winh t'a yol smantiado."
        },
        {
            "number": "22",
            "text": "Axo ix yilan winhaj Cam, smam winhaj Canaán to b'eranel winhaj Noé chi', wan stzetzan winh smam winh chi' ayic ix yalan winh yab' heb' yuk'tac chi' schawanhil."
        },
        {
            "number": "23",
            "text": "Ayic ix yab'an heb' yuk'tac winh chi', ix yak'ancot jun k'apac sábana heb' t'a sjolom sjenhjab'. Ix b'eyb'at heb' t'a spatic, ix ochk'och heb' b'aj ay smam chi', ix spichan winh heb' t'a k'apac sábana chi'. Ch'oc b'aj k'elanb'at heb' yic wach' max yil sniwanil smam heb' chi'."
        },
        {
            "number": "24",
            "text": "Axo yic ix nachajxi sk'ol winhaj Noé chi', ix yab'an winh tas ix yutej sb'a winhaj Cam chi', aton winh schab'il yuninal."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix yalan winh icha tik: Tzin katab'ejkan winhaj Canaán. Chekab' emnaquil ol ajkan winh t'a heb' yuk'tac, xchi winh."
        },
        {
            "number": "26",
            "text": "Ix yalanxi winh icha tik: Yak'okab' swach'k'olal Jehová ko Diosal t'a yib'anh winhaj Sem, haxo winhaj Canaán tz'ochkan schekab'oc winh."
        },
        {
            "number": "27",
            "text": "Niwanokab' tz'ajkan slum winhaj Jafet yuj Dios. Cajnajokab' Dios t'a skal yinhtilal winhaj Sem, haxo winhaj Canaán tz'ochkan schekab'oc winhaj Jafet chi', xchi winh."
        },
        {
            "number": "28",
            "text": "Ayic ix lajwi yek' jun owal ha' mucwajum chi', 350 ab'ilto ix ek' winhaj Noé chi',"
        },
        {
            "number": "29",
            "text": "yuj chi' 950 ab'il sk'inal winh ayic ix cham winh."
        }
    ]
}