{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Malaquías in tik, schecab' Dios vaj t'a eb' vetisraelal."
        },
        {
            "number": "2",
            "text": "Ha Jehová tz'alan icha tik: Ha in tik tzex in xajanej, palta a exxo tik, tzex tak'vi t'ayin icha tik: ¿Tas val scutej cojtacaneli tato tzonh a xajanej? xe chi. Palta a in Jehová in sval t'ayex icha tik: Wach'chom yuk'tac sb'a vinhaj Esaú yet' vinhaj Jacob, palta te xajan vilnac vinhaj Jacob chi', aton vinh e mam eyicham,"
        },
        {
            "number": "3",
            "text": "haxo vinhaj Esaú chi', maay. Ha lum tzalquixtac b'aj cajan eb' yinhtilal vinhaj Esaú chi', cuseltacxonhej ix ajkan lum vuuj, axonhej nok' caltacte'al nok' ay ta'."
        },
        {
            "number": "4",
            "text": "Q'uinaloc a eb' edomita yinhtilalcan vinhaj Esaú tz'alan icha tik: Wach'chom onh sateli, palta ol co b'oxiq'ue co chonhab' tik, ta xchi eb'. Wach'chom sb'oxiq'ue eb', palta a in ol in satxieli. Ol yal eb' anima t'a schonhab' eb' chi' icha tik: Ha jun nación tik, schonhab'il eb' chuk, aynhejcot yoval sk'ol Jehová t'a yib'anh t'a masanil tiempo, xcham eb'."
        },
        {
            "number": "5",
            "text": "Ha ex israel ex tik, ol eyil val sik'lab'il, ol eyalan icha tik: Ha Jehová, yelxo val te niwan yelk'och t'a yol yib'anhk’inal tik, manhocnhej t'a yol co macb'en tik, xe chama, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan t'a eb' sacerdote icha tik: Ha eb' uninab'il, ay yelk'och smam snun eb' t'a sat. Ha eb' checab', ay pax yelk'och spatrón eb' t'a sat. Yuj chi' ex sacerdote, tato mamab'il vaj t'ayex eyalani, ¿tas pax yuj malaj velk'och t'ayex? Tato yajal vaj t'ayex eyalani, ¿tas yuj max in e k'anab'ajej? Ha ex tik tzin e patiquejeli, palta tzato val eyal icha tik: ¿Tas scutej ach co paticaneli? xe chi."
        },
        {
            "number": "7",
            "text": "Tzeyik'cot e silab' manh smojoc sjavi t'a valtar, tzato val e k'anb'ani: ¿B'ajtil tz'och co mul chi' t'ayach? xe chi. Tz'och e mul chi', yujto ichato malaj yelk'och valtar t'a e sat."
        },
        {
            "number": "8",
            "text": "¿Tom wach' tze na'a to a nok' nok' ay spaltail tzeyak' t'ayin silab'il, aton nok' malaj yol sat, nok' q'uiich yet' nok' penaay? Q'uinaloc tzeyik'b'at juntzanh nok' chi' e silab'oc t'a eb' eyajalil, ¿tom ol ex scha eb' yuj juntzanh e silab' chi' tze na'a?"
        },
        {
            "number": "9",
            "text": "Ha eb' anima tz'alan t'ayex icha tik: Ex sacerdote, k'anec d'ha Dios cuuj, yic tz'ok' sk'ol t'ayonh, xchi eb'. Palta a in Jehová Yajal in t'a Smasanil sval icha tik: Tato a juntzanh nok' ix val tik ol eyak' e silab'oc t'ayin, ¿tocval ol in cha t'ayex t'a tzalajk'olal?"
        },
        {
            "number": "10",
            "text": "Comonoc a junok ex tik tze mac spuertail in templo, yic wach' manh nab'anhejoc scomon och k'ak' t'a valtar. Yujto a in Jehová Yajal in t'a Smasanil, max in tzalaj jab'oc eyed'oc, manhxo ol in cha eyofrenda chi'."
        },
        {
            "number": "11",
            "text": "Palta te niwan velk'och t'a sat masanil anima t'a yol yib'anhk’inal tik. Ha val tas wach' snhustz'a eb' silab'il t'ayin. Syak'an yofrenda eb' t'ayin icha val t'a smojalil, yujto niwan velk'och t'a yol sat eb'."
        },
        {
            "number": "12",
            "text": "Palta a exxo tik, malaj jab'oc velk'och t'a yol e sat. Tzeyalani to malaj yelk'och valtar yet' juntzanh silab' tz'ak'ji t'ayin."
        },
        {
            "number": "13",
            "text": "Tzeyalan icha tik: Tzonh tzactzajk'och yet' juntzanh tik, xe chi. Tzin e paticaneli. Slajvi chi' tzeyak'an juntzanh nok' e silab' t'ayin, aton nok' tzeyelq'uej, nok' q'uiich yet' nok' penaay. ¿Tom ol in cha juntzanh chi' t'ayex tze na'a?"
        },
        {
            "number": "14",
            "text": "Ha in Rey in, niwan velk'ochi, xiv masanil chonhab' t'ayin, yuj chi' tzin catab'ej eb' stak'vej sti' yak'an junok scalnel malaj spaltail silab'il t'ayin, slajvi chi' sq'uexan pax nok' eb', haxo junok nok' penaay syak' eb', xchi Jehová Yajal t'a Smasanil."
        }
    ]
}