{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Malaquías in tik, schekab' Dios waj t'a heb' wetisraelal."
        },
        {
            "number": "2",
            "text": "Ha Jehová tz'alan icha tik: Ha in tik tzex in xajanej, palta a exxo tik, tzex tak'wi t'ayin icha tik: ¿Tas wal scutej cojtakaneli tato tzonh a xajanej? xe chi. Palta a in Jehová in swal t'ayex icha tik: Wach'chom yuk'tac sb'a winhaj Esaú yet' winhaj Jacob, palta te xajan wilnac winhaj Jacob chi', aton winh he mam eyicham,"
        },
        {
            "number": "3",
            "text": "haxo winhaj Esaú chi', maay. Ha lum tzalquixtac b'aj kajan heb' yinhtilal winhaj Esaú chi', cuseltacxonhej ix ajkan lum wuuj, axonhej nok' kaltacte'al nok' ay ta'."
        },
        {
            "number": "4",
            "text": "Q'uinaloc a heb' edomita yinhtilalkan winhaj Esaú tz'alan icha tik: Wach'chom onh sateli, palta ol ko b'oxik'e ko chonhab' tik, ta xchi heb'. Wach'chom sb'oxik'e heb', palta a in ol in satxieli. Ol yal heb' anima t'a schonhab' heb' chi' icha tik: Ha jun nación tik, schonhab'il heb' chuk, aynhejcot yowal sk'ol Jehová t'a yib'anh t'a masanil tiempo, xcham heb'."
        },
        {
            "number": "5",
            "text": "Ha ex israel ex tik, ol eyil wal sik'lab'il, ol eyalan icha tik: Ha Jehová, yelxo wal te niwan yelk'och t'a yol yib'anhk’inal tik, manhocnhej t'a yol ko macb'en tik, xe chama, xchi Jehová."
        },
        {
            "number": "6",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan t'a heb' sacerdote icha tik: Ha heb' uninab'il, ay yelk'och smam snun heb' t'a sat. Ha heb' chekab', ay pax yelk'och spatrón heb' t'a sat. Yuj chi' ex sacerdote, tato mamab'il waj t'ayex eyalani, ¿tas pax yuj malaj welk'och t'ayex? Tato yajal waj t'ayex eyalani, ¿tas yuj max in he k'anab'ajej? Ha ex tik tzin he patiquejeli, palta tzato wal eyal icha tik: ¿Tas scutej ach ko patikaneli? xe chi."
        },
        {
            "number": "7",
            "text": "Tzeyik'cot he silab' manh smojoc sjawi t'a waltar, tzato wal he k'anb'ani: ¿B'ajtil tz'och ko mul chi' t'ayach? xe chi. Tz'och he mul chi', yujto ichato malaj yelk'och waltar t'a he sat."
        },
        {
            "number": "8",
            "text": "¿Tom wach' tze na'a to a nok' nok' ay spaltail tzeyak' t'ayin silab'il, aton nok' malaj yol sat, nok' q'uiich yet' nok' penaay? Q'uinaloc tzeyik'b'at juntzanh nok' chi' he silab'oc t'a heb' eyajalil, ¿tom ol ex scha heb' yuj juntzanh he silab' chi' tze na'a?"
        },
        {
            "number": "9",
            "text": "Ha heb' anima tz'alan t'ayex icha tik: Ex sacerdote, k'anec d'ha Dios cuuj, yic tz'ok' sk'ol t'ayonh, xchi heb'. Palta a in Jehová Yajal in t'a Smasanil swal icha tik: Tato a juntzanh nok' ix wal tik ol eyak' he silab'oc t'ayin, ¿tocwal ol in cha t'ayex t'a tzalajk'olal?"
        },
        {
            "number": "10",
            "text": "Comonoc a junok ex tik tze mac spuertail in templo, yic wach' manh nab'anhejoc scomon och k'ak' t'a waltar. Yujto a in Jehová Yajal in t'a Smasanil, max in tzalaj jab'oc eyed'oc, manhxo ol in cha eyofrenda chi'."
        },
        {
            "number": "11",
            "text": "Palta te niwan welk'och t'a sat masanil anima t'a yol yib'anhk’inal tik. Ha wal tas wach' snhustz'a heb' silab'il t'ayin. Syak'an yofrenda heb' t'ayin icha wal t'a smojalil, yujto niwan welk'och t'a yol sat heb'."
        },
        {
            "number": "12",
            "text": "Palta a exxo tik, malaj jab'oc welk'och t'a yol he sat. Tzeyalani to malaj yelk'och waltar yet' juntzanh silab' tz'ak'ji t'ayin."
        },
        {
            "number": "13",
            "text": "Tzeyalan icha tik: Tzonh tzactzajk'och yet' juntzanh tik, xe chi. Tzin he patikaneli. Slajwi chi' tzeyak'an juntzanh nok' he silab' t'ayin, aton nok' tzeyelk'ej, nok' q'uiich yet' nok' penaay. ¿Tom ol in cha juntzanh chi' t'ayex tze na'a?"
        },
        {
            "number": "14",
            "text": "Ha in Rey in, niwan welk'ochi, xiv masanil chonhab' t'ayin, yuj chi' tzin katab'ej heb' stak'wej sti' yak'an junok skalnel malaj spaltail silab'il t'ayin, slajwi chi' sk'exan pax nok' heb', haxo junok nok' penaay syak' heb', xchi Jehová Yajal t'a Smasanil."
        }
    ]
}