{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A in Malaquías in tic, schecab' Dios vaj d'a eb' vetisraelal."
        },
        {
            "number": "2",
            "text": "A Jehová tz'alan icha tic: A in tic tzex in xajanej, palta a exxo tic, tzex tak'vi d'ayin icha tic: ¿Tas val scutej cojtacaneli tato tzonh a xajanej? xe chi. Palta a in Jehová in sval d'ayex icha tic: Vach'chom yuk'tac sb'a vinhaj Esaú yed' vinhaj Jacob, palta te xajan vilnac vinhaj Jacob chi', aton vinh e mam eyicham,"
        },
        {
            "number": "3",
            "text": "axo vinhaj Esaú chi', maay. A lum tzalquixtac b'aj cajan eb' yinhtilal vinhaj Esaú chi', cuseltacxonhej ix ajcan lum vuuj, axonhej nok' caltacte'al nok' ay ta'."
        },
        {
            "number": "4",
            "text": "Q'uinaloc a eb' edomita yinhtilalcan vinhaj Esaú tz'alan icha tic: Vach'chom onh sateli, palta ol co b'oxiq'ue co chonhab' tic, ta xchi eb'. Vach'chom sb'oxiq'ue eb', palta a in ol in satxieli. Ol yal eb' anima d'a schonhab' eb' chi' icha tic: A jun nación tic, schonhab'il eb' chuc, aynhejcot yoval sk'ol Jehová d'a yib'anh d'a masanil tiempo, xcham eb'."
        },
        {
            "number": "5",
            "text": "A ex israel ex tic, ol eyil val sik'lab'il, ol eyalan icha tic: A Jehová, yelxo val te nivan yelk'och d'a yolyib'anhq'uinal tic, manhocnhej d'a yol co macb'en tic, xe chama, xchi Jehová."
        },
        {
            "number": "6",
            "text": "A Jehová Yajal d'a Smasanil tz'alan d'a eb' sacerdote icha tic: A eb' uninab'il, ay yelk'och smam snun eb' d'a sat. A eb' checab', ay pax yelk'och spatrón eb' d'a sat. Yuj chi' ex sacerdote, tato mamab'il vaj d'ayex eyalani, ¿tas pax yuj malaj velk'och d'ayex? Tato yajal vaj d'ayex eyalani, ¿tas yuj max in e k'anab'ajej? A ex tic tzin e patiquejeli, palta tzato val eyal icha tic: ¿Tas scutej ach co paticaneli? xe chi."
        },
        {
            "number": "7",
            "text": "Tzeyik'cot e silab' manh smojoc sjavi d'a valtar, tzato val e k'anb'ani: ¿B'ajtil tz'och co mul chi' d'ayach? xe chi. Tz'och e mul chi', yujto ichato malaj yelk'och valtar d'a e sat."
        },
        {
            "number": "8",
            "text": "¿Tom vach' tze na'a to a nok' nok' ay spaltail tzeyak' d'ayin silab'il, aton nok' malaj yol sat, nok' q'uiich yed' nok' penaay? Q'uinaloc tzeyik'b'at juntzanh nok' chi' e silab'oc d'a eb' eyajalil, ¿tom ol ex scha eb' yuj juntzanh e silab' chi' tze na'a?"
        },
        {
            "number": "9",
            "text": "A eb' anima tz'alan d'ayex icha tic: Ex sacerdote, k'anec d'a Dios cuuj, yic tz'ok' sk'ol d'ayonh, xchi eb'. Palta a in Jehová Yajal in d'a Smasanil sval icha tic: Tato a juntzanh nok' ix val tic ol eyak' e silab'oc d'ayin, ¿tocval ol in cha d'ayex d'a tzalajk'olal?"
        },
        {
            "number": "10",
            "text": "Comonoc a junoc ex tic tze mac spuertail in templo, yic vach' manh nab'anhejoc scomon och k'ak' d'a valtar. Yujto a in Jehová Yajal in d'a Smasanil, max in tzalaj jab'oc eyed'oc, manhxo ol in cha eyofrenda chi'."
        },
        {
            "number": "11",
            "text": "Palta te nivan velk'och d'a sat masanil anima d'a yolyib'anhq'uinal tic. A val tas vach' snhustz'a eb' silab'il d'ayin. Syak'an yofrenda eb' d'ayin icha val d'a smojalil, yujto nivan velk'och d'a yol sat eb'."
        },
        {
            "number": "12",
            "text": "Palta a exxo tic, malaj jab'oc velk'och d'a yol e sat. Tzeyalani to malaj yelk'och valtar yed' juntzanh silab' tz'ak'ji d'ayin."
        },
        {
            "number": "13",
            "text": "Tzeyalan icha tic: Tzonh tzactzajk'och yed' juntzanh tic, xe chi. Tzin e paticaneli. Slajvi chi' tzeyak'an juntzanh nok' e silab' d'ayin, aton nok' tzeyelq'uej, nok' q'uiich yed' nok' penaay. ¿Tom ol in cha juntzanh chi' d'ayex tze na'a?"
        },
        {
            "number": "14",
            "text": "A in Rey in, nivan velk'ochi, xiv masanil chonhab' d'ayin, yuj chi' tzin catab'ej eb' stak'vej sti' yak'an junoc scalnel malaj spaltail silab'il d'ayin, slajvi chi' sq'uexan pax nok' eb', axo junoc nok' penaay syak' eb', xchi Jehová Yajal d'a Smasanil."
        }
    ]
}