{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Syalanpax Jehová Yajal t'a Smasanil icha tik: Ha ticnaic ex sacerdote, a t'ayex sval juntzanh checnab'il tik:"
        },
        {
            "number": "2",
            "text": "Yovalil ayocab' velk'och t'a yol e sat yet' eyopisio tik. Tato manh ol e k'anab'ajej, ol ex in catab'ej. Ayic ol eyalan wach' lolonel t'a yib'anh junok mach, haxo catab' ol vak'kan t'a yib'anh sq'uexuloc. Val yel, a jun eyopisio chi', toxo ix in catab'ej, yujto max e k'anab'ajej in checnab'il."
        },
        {
            "number": "3",
            "text": "Eyuj a ex tik ex sacerdote, yuj chi' ol vak' q'uixvelal eb' eyinhtilal, a nok' tzeyik'cot silab'il chi' t'ayin, a stza' nok' ol in juloch t'a e sat. Junnhej ol aj ex in julanel yet' stza' nok' chi'."
        },
        {
            "number": "4",
            "text": "Icha chi' ol aj snachajel eyuuj to a in Jehová Yajal in t'a Smasanil a in svak' jun checnab'il tik, yic wach' a in trato vak'naccan yet' eb' yinhtilal Leví, aton eb' e mam eyicham, ol b'eynhejb'atoc."
        },
        {
            "number": "5",
            "text": "Ha in trato yet' eb' chi' to svak' sq'uinal eb' yet' sjunk'olal, yic ay velk'och t'a yol sat eb'. Ix sch'oxel eb' to ay velk'och t'a yol sat eb', ix in sk'anab'ajan eb'."
        },
        {
            "number": "6",
            "text": "Yelnhej tas ix yal eb', malaj b'aj ix yesej eb'. Wach'nhej ix ek' eb' ved'oc. Jantac eb' ix yiq'uelta eb' t'a skal chukal."
        },
        {
            "number": "7",
            "text": "Ha ex sacerdote ex tik, a eyopisio to tze k'ayb'ej eb' anima yic tzin yojtaquejel eb'. Smoj sk'och masanil anima t'ayex, yic syab'an sk'ayb'ub'al eb', yujto a in Jehová Yajal in t'a Smasanil, in checab' eyaji."
        },
        {
            "number": "8",
            "text": "Ha exxo pax tik, toxo ix in e patiquejeli. Yuj k'ayb'ub'al ix eyak'a', yuj chi' tzijtum eb' ix juvicaneli. Ha ex ix eyixtejb'at in trato vak'nac yet' vinh e mam eyicham."
        },
        {
            "number": "9",
            "text": "Max e k'anab'ajej tas tzin nib'ej, yujto manh lajanoc tzeyutej e ch'olb'itan smasanil anima, yuj chi' sviq'uek' snivanil eyelk'ochi, emnaquil tzex ajkan t'a sat masanil anima, xchi Jehová Yajal t'a Smasanil."
        },
        {
            "number": "10",
            "text": "Ha onh tik junnhej co Mam, aton Dios b'ojinac onh co masanil. ¿Tas yuj scak'laj musansatil co b'a, scak'lan chukal t'ayonh junjun onh, squixtanb'at strato Dios yak'nac yet' eb' co mam quicham?"
        },
        {
            "number": "11",
            "text": "Ha eb' vetchonhab' aj Judá, maj sk'anab'ajej eb' b'aj ix yak' sti' t'a yichanh Dios. Te chuclaj tas ix sk'ulej eb' t'a Jerusalén yet' t'a masanil yol smacb'en Israel. Ix yixtejb'at scajnub' Jehová eb', aton jun yicnhej yaji, xajan yuj. Ha eb' vinh vinac, ix yik'laj sb'a eb' vinh yet' eb' ix ix ch'oc chonhab'il tz'och ejmelal t'a comon dios."
        },
        {
            "number": "12",
            "text": "Ha Jehová Yajal t'a Smasanil, comonoc tz'el t'a sk'ol satanel masanil eb' sk'ulan juntzanh chi' t'a co cal a onh yinhtilal onh vinhaj Jacob tik, yalxonhej mach, wach'chom syik'paxcot silab' eb' t'ay."
        },
        {
            "number": "13",
            "text": "Ay val junxo tas tze k'ulej: Toxonhej sch'ayxiel yaltar Jehová yuj yal e sat eyoq'ui. Tzex ok' val sik'lab'il, yujto maxtzac chaji eyofrenda yuj Jehová."
        },
        {
            "number": "14",
            "text": "Tzato e k'anb'an t'a Jehová chi' icha tik: ¿Tas yuj maxtzac a cha cofrenda chi'? xe chi. Aton yuj tik: Yujto a val Jehová ix ilani to max e k'anab'ajej e ti' eyak'nac t'a eb' ix ix eyik'nac e b'a yet'oc t'a e quelemal, wach'chom a eb' ix chi' eyetb'eyum eb' ix b'aj eyak'nac e ti' chi' eyik'lan e b'a yet'oc."
        },
        {
            "number": "15",
            "text": "¿Tom manh junnhejoc b'ob'il onh yuj Dios yic junnhej nivanil tzonh aj yet' eb' ix? ¿Tas nab'il yuj Dios, yuj chi' icha chi' ix onh yutej tze na'a? Icha chi' ix onh yutej, yic wach' a eb' cuninal ay yelk'och Dios t'a yol sat eb'. Yuj chi' tzeyil val e b'a yet' e pensar yic manh chucoc tzeyutej e b'ha t'a eb' ix eyetb'eyum b'aj ix eyak' e ti' eyik'lan e b'a yet'oc t'a e quelemal."
        },
        {
            "number": "16",
            "text": "Ha val Jehová co Diosal a onh israel onh tik, aton Yajal t'a Smasanil tz'alan icha tik: Tzeyil val e b'a, aq'ek elk'och e ti' eyak'nac t'a ix eyetb'eyum. Yujto a jun pojlajb'ail chi', te chuk t'a yol in sat, yuj chi' manh e jub'at e b'a yuj jun chi', xchi Jehová."
        },
        {
            "number": "17",
            "text": "Toxo ix tzactzajq'ue Jehová yuj tas tzeyala', tzato val e k'anb'an icha tik: ¿Tas ix cala' yuj chi' stzactzajq'ue Jehová chi' qued'oc? xe chi. Stzactzaj eyed'oc, yujto tzeyala' to a Jehová scha sk'ol eb' sk'ulan chukal, stzalaj yet' eb' eyalani. Tzeyalanpaxi to malaj junok Dios sch'olb'itan t'a stojolal."
        }
    ]
}