{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Syalanpax Jehová Yajal t'a Smasanil icha tik: Ha ticnaik ex sacerdote, a t'ayex swal juntzanh checnab'il tik:"
        },
        {
            "number": "2",
            "text": "Yowalil ayokab' welk'och t'a yol he sat yet' eyopisio tik. Tato manh ol he k'anab'ajej, ol ex in katab'ej. Ayic ol eyalan wach' lolonel t'a yib'anh junok mach, haxo katab' ol wak'kan t'a yib'anh sk'exuloc. Val yel, a jun eyopisio chi', toxo ix in katab'ej, yujto max he k'anab'ajej in checnab'il."
        },
        {
            "number": "3",
            "text": "Eyuj a ex tik ex sacerdote, yuj chi' ol wak' q'uixwelal heb' eyinhtilal, a nok' tzeyik'cot silab'il chi' t'ayin, a stza' nok' ol in juloch t'a he sat. Junnhej ol aj ex in julanel yet' stza' nok' chi'."
        },
        {
            "number": "4",
            "text": "Icha chi' ol aj snachajel eyuuj to a in Jehová Yajal in t'a Smasanil a in swak' jun checnab'il tik, yic wach' a in trato wak'nakkan yet' heb' yinhtilal Leví, aton heb' he mam eyicham, ol b'eynhejb'atoc."
        },
        {
            "number": "5",
            "text": "Ha in trato yet' heb' chi' to swak' sk'inal heb' yet' sjunk'olal, yic ay welk'och t'a yol sat heb'. Ix sch'oxel heb' to ay welk'och t'a yol sat heb', ix in sk'anab'ajan heb'."
        },
        {
            "number": "6",
            "text": "Yelnhej tas ix yal heb', malaj b'aj ix yesej heb'. Wach'nhej ix ek' heb' wed'oc. Jantac heb' ix yik'elta heb' t'a skal chukal."
        },
        {
            "number": "7",
            "text": "Ha ex sacerdote ex tik, a eyopisio to tze k'ayb'ej heb' anima yic tzin yojtaquejel heb'. Smoj sk'och masanil anima t'ayex, yic syab'an sk'ayb'ub'al heb', yujto a in Jehová Yajal in t'a Smasanil, in chekab' eyaji."
        },
        {
            "number": "8",
            "text": "Ha exxo pax tik, toxo ix in he patiquejeli. Yuj k'ayb'ub'al ix eyak'a', yuj chi' tzijtum heb' ix juwikaneli. Ha ex ix eyixtejb'at in trato wak'nac yet' winh he mam eyicham."
        },
        {
            "number": "9",
            "text": "Max he k'anab'ajej tas tzin nib'ej, yujto manh lajanoc tzeyutej he ch'olb'itan smasanil anima, yuj chi' swik'ek' sniwanil eyelk'ochi, emnaquil tzex ajkan t'a sat masanil anima, xchi Jehová Yajal t'a Smasanil."
        },
        {
            "number": "10",
            "text": "Ha onh tik junnhej ko Mam, aton Dios b'ojinac onh ko masanil. ¿Tas yuj skak'laj musansatil ko b'a, skak'lan chukal t'ayonh junjun onh, squixtanb'at strato Dios yak'nac yet' heb' ko mam quicham?"
        },
        {
            "number": "11",
            "text": "Ha heb' wetchonhab' aj Judá, maj sk'anab'ajej heb' b'aj ix yak' sti' t'a yichanh Dios. Te chuclaj tas ix sk'ulej heb' t'a Jerusalén yet' t'a masanil yol smacb'en Israel. Ix yixtejb'at skajnub' Jehová heb', aton jun yicnhej yaji, xajan yuj. Ha heb' winh winak, ix yik'laj sb'a heb' winh yet' heb' ix ix ch'oc chonhab'il tz'och ejmelal t'a comon Dios."
        },
        {
            "number": "12",
            "text": "Ha Jehová Yajal t'a Smasanil, comonoc tz'el t'a sk'ol satanel masanil heb' sk'ulan juntzanh chi' t'a ko kal a onh yinhtilal onh winhaj Jacob tik, yalxonhej mach, wach'chom syik'paxcot silab' heb' t'ay."
        },
        {
            "number": "13",
            "text": "Ay wal junxo tas tze k'ulej: Toxonhej sch'ayxiel yaltar Jehová yuj yal he sat eyoq'ui. Tzex ok' wal sik'lab'il, yujto maxtzac chaji eyofrenda yuj Jehová."
        },
        {
            "number": "14",
            "text": "Tzato he k'anb'an t'a Jehová chi' icha tik: ¿Tas yuj maxtzac a cha cofrenda chi'? xe chi. Aton yuj tik: Yujto a wal Jehová ix ilani to max he k'anab'ajej he ti' eyak'nac t'a heb' ix ix eyik'nac he b'a yet'oc t'a he quelemal, wach'chom a heb' ix chi' eyetb'eyum heb' ix b'aj eyak'nac he ti' chi' eyik'lan he b'a yet'oc."
        },
        {
            "number": "15",
            "text": "¿Tom manh junnhejoc b'ob'il onh yuj Dios yic junnhej niwanil tzonh aj yet' heb' ix? ¿Tas nab'il yuj Dios, yuj chi' icha chi' ix onh yutej tze na'a? Icha chi' ix onh yutej, yic wach' a heb' cuninal ay yelk'och Dios t'a yol sat heb'. Yuj chi' tzeyil wal he b'a yet' he pensar yic manh chucoc tzeyutej he b'ha t'a heb' ix eyetb'eyum b'aj ix eyak' he ti' eyik'lan he b'a yet'oc t'a he quelemal."
        },
        {
            "number": "16",
            "text": "Ha wal Jehová ko Diosal a onh israel onh tik, aton Yajal t'a Smasanil tz'alan icha tik: Tzeyil wal he b'a, aq'ek elk'och he ti' eyak'nac t'a ix eyetb'eyum. Yujto a jun pojlajb'ail chi', te chuk t'a yol in sat, yuj chi' manh he jub'at he b'a yuj jun chi', xchi Jehová."
        },
        {
            "number": "17",
            "text": "Toxo ix tzactzajk'e Jehová yuj tas tzeyala', tzato wal he k'anb'an icha tik: ¿Tas ix cala' yuj chi' stzactzajk'e Jehová chi' qued'oc? xe chi. Stzactzaj eyed'oc, yujto tzeyala' to a Jehová scha sk'ol heb' sk'ulan chukal, stzalaj yet' heb' eyalani. Tzeyalanpaxi to malaj junok Dios sch'olb'itan t'a stojolal."
        }
    ]
}