{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ol in checb'at jun in checab', yic b'at sb'o in b'e a in Yajal in tik tanhvab'il in eyuuj. Elanhchamel ol in och t'a yol in templo. Tze nib'ej sk'och lemnaj in checab' chi', yic syak'an elk'och in trato. Ab'ec, a in ton val ol in k'ochoc."
        },
        {
            "number": "2",
            "text": "Palta, ¿mach ol techaj yuj t'a jun k'u ayic ol in k'och chi'? ¿Mach val ol stek'b'ej sb'ha t'a vichanh? Yujto a vopisio, lajan val icha schaquil te' k'ak' sk'an eb' b'oum q'ueen, ma icha nok' xapon sk'an eb' sjuk'vi."
        },
        {
            "number": "3",
            "text": "Ha in Jehová in tik ol in em k'ojan, yic tzin sacb'itan eb' yinhtilal Leví, icha val tz'aj yik'jiel smical q'uen plata, ma q'uen oro t'a skal k'ak'. Ichato chi', ol yak'an yofrenda eb' t'a vichanh, icha t'a smojal yet' t'a stojolal."
        },
        {
            "number": "4",
            "text": "Ha in Jehová in tik, ol in tzalaj yet' yofrenda eb' aj Jerusalén yet' eb' ay t'a juntzanhxo lugar t'a yol smacb'en Judá, icha ajnac in tzalaj yet'oc t'a pecataxo."
        },
        {
            "number": "5",
            "text": "Ha in Jehová Yajal in t'a Smasanil sval icha tik: Ol in k'och t'a e cal yic tzex in ch'olb'itej. Elanhchamel ol vak'och t'a yib'anh juntzanh eb' tik: Aton eb' ajb'aal, eb' sk'ulan ajmulal, eb' esalvum, eb' manh tz'acanoc stupan smunlajvum, eb' tz'ixtan eb' ix chamnac yetb'eyum yet' eb' unin chamnac smam yet' eb' ch'oc chonhab'il. Ol vak'paxoch t'a yib'anh eb' malaj velk'och t'ay."
        },
        {
            "number": "6",
            "text": "Ha in Jehová Yajal in t'a Smasanil, malaj b'ak'uinh tzin q'uexmaji. Yuj chi', a ex yinhtilal ex Jacob tik, maj ex satel-laj"
        },
        {
            "number": "7",
            "text": "wach'chom ix e patiquejel in checnab'il, maj e k'anab'ajejlaj, lajan ix eyutej e b'a icha yutejnac sb'a eb' e mam eyicham. Ha ticnaic, meltzajanhecxi t'ayin, yic ol in meltzajxib'at q'uelan t'ayex. Palta e ex tik tze k'anb'ej: ¿Tas tz'aj co meltzajxi t'ayach? xe chi."
        },
        {
            "number": "8",
            "text": "Ha in xo tik tzin k'anb'ej t'ayex: ¿Tom smoj tz'elk'an eb' anima t'a sDiosal? Palta a ex tik tzin eyelq'uej. Tzato e k'anb'an icha tik: ¿Tas b'aj tzach quelq'uej chi'? xe chi. Ha b'aj tzin eyelq'uej, aton t'a masanil e diezmo yet' eyofrenda."
        },
        {
            "number": "9",
            "text": "Yuj chi' t'a val yel catab'il exxo e masanil, yujto e masanil tzin eyelq'uej."
        },
        {
            "number": "10",
            "text": "Ha ticnaic jun, iq'ueccot masanil e diezmo b'aj smolchaj t'a in templo, yic wach' ay tas sva eb' tzin ak'an servil ta'. Ha in Jehová Yajal in t'a Smasanil sval icha tik: To tzin eyak' proval. Icha val chi' ol aj eyilani to ol in jac satcha’anh, ol in secanemta in wach'k'olal t'a eyib'anh, manhxalaj b'aj ol aj yet'tal eyuuj."
        },
        {
            "number": "11",
            "text": "Ha in svala' to manh ol in cha lajvoquel tas avab'il eyuuj yuj nok' nok', manh ol in chapax ixtaxel sat eyuva ayic manto q'uinhb'i."
        },
        {
            "number": "12",
            "text": "Ol yal juntzanhxo chonhab' eyuuj to te wach' eyiko' yujto te wach' ol elk'och e chonhab' tik, xchi Jehová."
        },
        {
            "number": "13",
            "text": "Syalanpax Jehová icha tik: Ha ex tik, te chuk tzeyal t'ayin. Tzato val e k'anb'an icha tik: ¿Tas chuk skal t'ayach? xe chi."
        },
        {
            "number": "14",
            "text": "Icha tik tzeyutej eyalani: Nab'anhej scak' servil Dios. Malaj scak' yala' tato sco k'anab'ajej tas syala', scak'anoch pichul yic cusk'olal t'a yichanh Jehová Yajal t'a Smasanil, yic sco ch'oxan co cusk'olal yuj co mul."
        },
        {
            "number": "15",
            "text": "Squil val eb' syik'chaanh sb'a, tzalajk'olal yaj eb'. Yed' eb' chuk, wach'nhej tz'elk'och eb'. Ha eb' stek'b'ej sb'ha t'a yichanh Dios, malaj pax yaelal sja t'a yib'anh eb', xe chi, xchi Jehová."
        },
        {
            "number": "16",
            "text": "Ha eb' ay yelk'och Jehová t'a yol sat, slolon eb' t'ay junjun, haxo Jehová chi' tz'ab'an tas syal eb' chi'. Yuj chi' schecji tz'ib'chajcan sb'i eb' t'a jun libro, aton ta' sb'inajcan eb' ay yelk'och Jehová t'a yol sat, yujto ay val och spensar eb' t'ay."
        },
        {
            "number": "17",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ay jun k'ual ol in ch'olb'itej masanil eb' anima. Ha eb' ay velk'och t'ay, ol in sik'canel eb' yic tz'ochcan eb' vicoc. Icha junok mamab'il tz'ok' sk'ool t'a junok yuninal tz'ak'an servil, icha chi' ol aj yok' in k'ool t'a eb'."
        },
        {
            "number": "18",
            "text": "Ata' ol nachajel eyuuj to ch'oc spac yic eb' wach' sb'eyb'al tzin ak'an servil, ch'oc pax spac yic eb' chuk sb'eyb'al max in ak'anlaj servil, xchi Jehová."
        }
    ]
}