{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ol in checb'at jun in chekab', yic b'at sb'o in b'e a in Yajal in tik tanhwab'il in eyuuj. Elanhchamel ol in och t'a yol in templo. Tze nib'ej sk'och lemnaj in chekab' chi', yic syak'an elk'och in trato. Ab'ec, a in ton wal ol in k'ochoc."
        },
        {
            "number": "2",
            "text": "Palta, ¿mach ol techaj yuj t'a jun k'u ayic ol in k'och chi'? ¿Mach wal ol stek'b'ej sb'ha t'a wichanh? Yujto a wopisio, lajan wal icha schaquil te' k'ak' sk'an heb' b'oum k'een, ma icha nok' xapon sk'an heb' sjuk'wi."
        },
        {
            "number": "3",
            "text": "Ha in Jehová in tik ol in em k'ojan, yic tzin sacb'itan heb' yinhtilal Leví, icha wal tz'aj yik'jiel smical k'een plata, ma k'een oro t'a skal k'ak'. Ichato chi', ol yak'an yofrenda heb' t'a wichanh, icha t'a smojal yet' t'a stojolal."
        },
        {
            "number": "4",
            "text": "Ha in Jehová in tik, ol in tzalaj yet' yofrenda heb' aj Jerusalén yet' heb' ay t'a juntzanhxo lugar t'a yol smacb'en Judá, icha ajnac in tzalaj yet'oc t'a pecataxo."
        },
        {
            "number": "5",
            "text": "Ha in Jehová Yajal in t'a Smasanil swal icha tik: Ol in k'och t'a he kal yic tzex in ch'olb'itej. Elanhchamel ol wak'och t'a yib'anh juntzanh heb' tik: Aton heb' ajb'aal, heb' sk'ulan ajmulal, heb' esalwum, heb' manh tz'akanok stupan smunlajwum, heb' tz'ixtan heb' ix chamnac yetb'eyum yet' heb' unin chamnac smam yet' heb' ch'oc chonhab'il. Ol wak'paxoch t'a yib'anh heb' malaj welk'och t'ay."
        },
        {
            "number": "6",
            "text": "Ha in Jehová Yajal in t'a Smasanil, malaj b'ak'uinh tzin k'exmaji. Yuj chi', a ex yinhtilal ex Jacob tik, maj ex satel-laj"
        },
        {
            "number": "7",
            "text": "wach'chom ix he patiquejel in checnab'il, maj he k'anab'ajejlaj, lajan ix eyutej he b'a icha yutejnac sb'a heb' he mam eyicham. Ha ticnaik, meltzajanhecxi t'ayin, yic ol in meltzajxib'at k'elan t'ayex. Palta he ex tik tze k'anb'ej: ¿Tas tz'aj ko meltzajxi t'ayach? xe chi."
        },
        {
            "number": "8",
            "text": "Ha in xo tik tzin k'anb'ej t'ayex: ¿Tom smoj tz'elk'an heb' anima t'a sDiosal? Palta a ex tik tzin eyelk'ej. Tzato he k'anb'an icha tik: ¿Tas b'aj tzach quelk'ej chi'? xe chi. Ha b'aj tzin eyelk'ej, aton t'a masanil he diezmo yet' eyofrenda."
        },
        {
            "number": "9",
            "text": "Yuj chi' t'a wal yel katab'il exxo he masanil, yujto he masanil tzin eyelk'ej."
        },
        {
            "number": "10",
            "text": "Ha ticnaik jun, ik'eccot masanil he diezmo b'aj smolchaj t'a in templo, yic wach' ay tas swa heb' tzin ak'an serwil ta'. Ha in Jehová Yajal in t'a Smasanil swal icha tik: To tzin eyak' prowal. Icha wal chi' ol aj eyilani to ol in jac satcha’anh, ol in sekanemta in wach'k'olal t'a eyib'anh, manhxalaj b'aj ol aj yet'tal eyuuj."
        },
        {
            "number": "11",
            "text": "Ha in swala' to manh ol in cha lajwoquel tas awab'il eyuuj yuj nok' nok', manh ol in chapax ixtaxel sat eyuwa ayic manto q'uinhb'i."
        },
        {
            "number": "12",
            "text": "Ol yal juntzanhxo chonhab' eyuuj to te wach' eyiko' yujto te wach' ol elk'och he chonhab' tik, xchi Jehová."
        },
        {
            "number": "13",
            "text": "Syalanpax Jehová icha tik: Ha ex tik, te chuk tzeyal t'ayin. Tzato wal he k'anb'an icha tik: ¿Tas chuk skal t'ayach? xe chi."
        },
        {
            "number": "14",
            "text": "Icha tik tzeyutej eyalani: Nab'anhej skak' serwil Dios. Malaj skak' yala' tato sko k'anab'ajej tas syala', skak'anoch pichul yic cusk'olal t'a yichanh Jehová Yajal t'a Smasanil, yic sko ch'oxan ko cusk'olal yuj ko mul."
        },
        {
            "number": "15",
            "text": "Squil wal heb' syik'chaanh sb'a, tzalajk'olal yaj heb'. Yed' heb' chuk, wach'nhej tz'elk'och heb'. Ha heb' stek'b'ej sb'ha t'a yichanh Dios, malaj pax yaelal sja t'a yib'anh heb', xe chi, xchi Jehová."
        },
        {
            "number": "16",
            "text": "Ha heb' ay yelk'och Jehová t'a yol sat, slolon heb' t'ay junjun, haxo Jehová chi' tz'ab'an tas syal heb' chi'. Yuj chi' schecji tz'ib'chajkan sb'i heb' t'a jun libro, aton ta' sb'inajkan heb' ay yelk'och Jehová t'a yol sat, yujto ay wal och spensar heb' t'ay."
        },
        {
            "number": "17",
            "text": "Ha Jehová Yajal t'a Smasanil tz'alan icha tik: Ay jun k'ual ol in ch'olb'itej masanil heb' anima. Ha heb' ay welk'och t'ay, ol in sik'kanel heb' yic tz'ochkan heb' wicoc. Icha junok mamab'il tz'ok' sk'ool t'a junok yuninal tz'ak'an serwil, icha chi' ol aj yok' in k'ool t'a heb'."
        },
        {
            "number": "18",
            "text": "Ata' ol nachajel eyuuj to ch'oc spak yic heb' wach' sb'eyb'al tzin ak'an serwil, ch'oc pax spak yic heb' chuk sb'eyb'al max in ak'anlaj serwil, xchi Jehová."
        }
    ]
}