{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "A Jehová Yajal d'a Smasanil tz'alan icha tic: Ol in checb'at jun in checab', yic b'at sb'o in b'e a in Yajal in tic tanhvab'il in eyuuj. Elanhchamel ol in och d'a yol in templo. Tze nib'ej sk'och lemnaj in checab' chi', yic syak'an elk'och in trato. Ab'ec, a in ton val ol in k'ochoc."
        },
        {
            "number": "2",
            "text": "Palta, ¿mach ol techaj yuj d'a jun k'u ayic ol in k'och chi'? ¿Mach val ol stek'b'ej sb'a d'a vichanh? Yujto a vopisio, lajan val icha schaquil te' k'ak' sk'an eb' b'oum q'ueen, ma icha nok' xapon sk'an eb' sjuk'vi."
        },
        {
            "number": "3",
            "text": "A in Jehová in tic ol in em k'ojan, yic tzin sacb'itan eb' yinhtilal Leví, icha val tz'aj yik'jiel smical q'uen plata, ma q'uen oro d'a scal k'ak'. Ichato chi', ol yak'an yofrenda eb' d'a vichanh, icha d'a smojal yed' d'a stojolal."
        },
        {
            "number": "4",
            "text": "A in Jehová in tic, ol in tzalaj yed' yofrenda eb' aj Jerusalén yed' eb' ay d'a juntzanhxo lugar d'a yol smacb'en Judá, icha ajnac in tzalaj yed'oc d'a pecataxo."
        },
        {
            "number": "5",
            "text": "A in Jehová Yajal in d'a Smasanil sval icha tic: Ol in k'och d'a e cal yic tzex in ch'olb'itej. Elanhchamel ol vak'och d'a yib'anh juntzanh eb' tic: Aton eb' ajb'aal, eb' sk'ulan ajmulal, eb' esalvum, eb' manh tz'acanoc stupan smunlajvum, eb' tz'ixtan eb' ix chamnac yetb'eyum yed' eb' unin chamnac smam yed' eb' ch'oc chonhab'il. Ol vak'paxoch d'a yib'anh eb' malaj velk'och d'ay."
        },
        {
            "number": "6",
            "text": "A in Jehová Yajal in d'a Smasanil, malaj b'aq'uinh tzin q'uexmaji. Yuj chi', a ex yinhtilal ex Jacob tic, maj ex satel-laj"
        },
        {
            "number": "7",
            "text": "vach'chom ix e patiquejel in checnab'il, maj e k'anab'ajejlaj, lajan ix eyutej e b'a icha yutejnac sb'a eb' e mam eyicham. A ticnaic, meltzajanhecxi d'ayin, yic ol in meltzajxib'at q'uelan d'ayex. Palta e ex tic tze k'anb'ej: ¿Tas tz'aj co meltzajxi d'ayach? xe chi."
        },
        {
            "number": "8",
            "text": "A in xo tic tzin k'anb'ej d'ayex: ¿Tom smoj tz'elk'an eb' anima d'a sDiosal? Palta a ex tic tzin eyelq'uej. Tzato e k'anb'an icha tic: ¿Tas b'aj tzach quelq'uej chi'? xe chi. A b'aj tzin eyelq'uej, aton d'a masanil e diezmo yed' eyofrenda."
        },
        {
            "number": "9",
            "text": "Yuj chi' d'a val yel catab'il exxo e masanil, yujto e masanil tzin eyelq'uej."
        },
        {
            "number": "10",
            "text": "A ticnaic jun, iq'ueccot masanil e diezmo b'aj smolchaj d'a in templo, yic vach' ay tas sva eb' tzin ak'an servil ta'. A in Jehová Yajal in d'a Smasanil sval icha tic: To tzin eyak' proval. Icha val chi' ol aj eyilani to ol in jac satchaanh, ol in secanemta in vach'k'olal d'a eyib'anh, manhxalaj b'aj ol aj yed'tal eyuuj."
        },
        {
            "number": "11",
            "text": "A in svala' to manh ol in cha lajvoquel tas avab'il eyuuj yuj nok' nok', manh ol in chapax ixtaxel sat eyuva ayic manto q'uinhb'i."
        },
        {
            "number": "12",
            "text": "Ol yal juntzanhxo chonhab' eyuuj to te vach' eyico' yujto te vach' ol elk'och e chonhab' tic, xchi Jehová."
        },
        {
            "number": "13",
            "text": "Syalanpax Jehová icha tic: A ex tic, te chuc tzeyal d'ayin. Tzato val e k'anb'an icha tic: ¿Tas chuc scal d'ayach? xe chi."
        },
        {
            "number": "14",
            "text": "Icha tic tzeyutej eyalani: Nab'anhej scak' servil Dios. Malaj scak' yala' tato sco k'anab'ajej tas syala', scak'anoch pichul yic cusk'olal d'a yichanh Jehová Yajal d'a Smasanil, yic sco ch'oxan co cusk'olal yuj co mul."
        },
        {
            "number": "15",
            "text": "Squil val eb' syik'chaanh sb'a, tzalajk'olal yaj eb'. Yed' eb' chuc, vach'nhej tz'elk'och eb'. A eb' stek'b'ej sb'a d'a yichanh Dios, malaj pax yaelal sja d'a yib'anh eb', xe chi, xchi Jehová."
        },
        {
            "number": "16",
            "text": "A eb' ay yelk'och Jehová d'a yol sat, slolon eb' d'ay junjun, axo Jehová chi' tz'ab'an tas syal eb' chi'. Yuj chi' schecji tz'ib'chajcan sb'i eb' d'a jun libro, aton ta' sb'inajcan eb' ay yelk'och Jehová d'a yol sat, yujto ay val och spensar eb' d'ay."
        },
        {
            "number": "17",
            "text": "A Jehová Yajal d'a Smasanil tz'alan icha tic: Ay jun k'ual ol in ch'olb'itej masanil eb' anima. A eb' ay velk'och d'ay, ol in sik'canel eb' yic tz'ochcan eb' vicoc. Icha junoc mamab'il tz'ok' sk'ool d'a junoc yuninal tz'ak'an servil, icha chi' ol aj yok' in k'ool d'a eb'."
        },
        {
            "number": "18",
            "text": "Ata' ol nachajel eyuuj to ch'oc spac yic eb' vach' sb'eyb'al tzin ak'an servil, ch'oc pax spac yic eb' chuc sb'eyb'al max in ak'anlaj servil, xchi Jehová."
        }
    ]
}