{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix cham winhaj Josué, masanil heb' yetisraelal winh ix k'anb'an t'a Jehová icha tik: ¿Mach junok makan inhtilal t'a ko kal tik ol b'ab'laj och yak' owal yet' heb' cananeo? xchi heb'."
        },
        {
            "number": "2",
            "text": "Ix tak'wi Jehová icha tik: Ha heb' yinhtilal Judá sb'ab'lajochi, yujto ha t'a heb' ol ak'chaj lu'um, xchi."
        },
        {
            "number": "3",
            "text": "Yuj chi' a heb' yinhtilal Judá ix awtan heb' yinhtilal Simeón, ix yalan heb' t'a heb' icha tik: Coyec qued' t'a lum lum ix ak'ji quiquej, ol cak'an owal yet' heb' cananeo cajan ta'. Ol lajwoc chi', ol onh ochpax eyed'oc ayic ol eyak'an owal yuj lum ol eyiquejpax chi', xchi heb'. Yuj chi' ix b'at heb' yinhtilal Simeón chi' yet' heb'."
        },
        {
            "number": "4",
            "text": "Icha chi' ix aj yak'an owal heb' yet' heb' cananeo yet' pax heb' ferezeo, haxo Jehová ix ak'anoch heb' t'a yol sk'ab' heb'. Ha t'a Bezec ix ak'ji ganar 10 mil heb' cananeo yuj heb'. Ajun pax winh sreyal Bezec chi' t'a skal heb'."
        },
        {
            "number": "5",
            "text": "Wach'chom ix el lemnaj winh, palta ix b'atnhej tzak'an heb' t'a spatic winh, masanto ix yamchaj winh yuj heb', ix spolel yiximal smam sk'ab' winh heb' yet' yiximal smam yoc winh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yalan winh: Ha t'a yalanhtaxo, ix wik'el yiximal smam sk'ab' yet' yiximal smam yoc 70 heb' winh rey, ix wak'an sik'k'e sk'ajiltac wael heb' winh t'a yalanh in mexa. Palta haxo tiknaik jun, lajan wal tzin yutej Dios icha wutejnac heb' winh chi', xchi winh. Ix yik'anb'at winh heb' israel chi' t'a Jerusalén, haxo ta' ix cham winh."
        },
        {
            "number": "7",
            "text": "Ha heb' yinhtilal Judá ix och heb' yak' owal t'a chonhab' Jerusalén, ix yak'an ganar heb'. Ix xicancham masanil anima heb', ix snhusantz'a jun chonhab' chi' heb'."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix laj empax heb' yak' owal yet' heb' cananeo, heb' cajan t'a tzalquixtac, t'a yol smacb'en Neguev yet' t'a ak'lictac."
        },
        {
            "number": "9",
            "text": "Ix yak'anpax owal heb' yet' heb' cananeo t'a chonhab' Hebrón, aton Quiriat-arba t'a peka', ix miljicancham winhaj Sesai, winhaj Ahimán yet' winhaj Talmai yuj heb'."
        },
        {
            "number": "10",
            "text": "Elanhchamel ix och heb' yak' owal t'a chonhab' Debir, aton Quiriat-sefer t'a peka'."
        },
        {
            "number": "11",
            "text": "Ay jun winh yajal yaj t'a skal heb' yinhtilal Judá scuchan Caleb. Ix yal winh icha tik: Ha junok mach ol b'at yak' owal yet' heb' cajan t'a Quiriat-sefer, tato ol yak' ganar yik'an jun chonhab' chi', ol wak' ix Acsa ix wisil yetb'eyumoc, xchi winh."
        },
        {
            "number": "12",
            "text": "Axo winhaj Otoniel yuninal winhaj Cenaz slajwub' yuk'tac winhaj Caleb chi' ix ak'an ganar jun chonhab' chi', yuj chi' ix yak' ix yisil winhaj Caleb chi' yetb'eyumoc winh."
        },
        {
            "number": "13",
            "text": "Axo yic ix lajwi yik'lan sb'a heb' chi', ix yalan winhaj Otoniel chi' t'a ix Acsa chi' to sk'an sluum ix t'a winh smam chi'. Yuj chi' ix emta ix t'a yib'anh nok' b'uru, ix sk'anb'an winh smam ix chi' t'ay icha tik: --¿Tas tza nib'ej? xchi winh t'a ix."
        },
        {
            "number": "14",
            "text": "Ix yalan ix: --Ina to ix ak' lum taquinh lu'um t'ayin t'a Neguev, yuj chi' eloc wal t'a a k'ool tzak' lum yax sat t'ayin, lum b'aj ay sjaj ha ha', xchi ix. Yuj chi' ix yak' junokxo lum winh t'a ix, ay sjaj ha ha' t'a lu'um t'a sjolomtac yet' junokxo ha' t'a syoptac lu'um."
        },
        {
            "number": "15",
            "text": "Ha heb' yinhtilal winhaj Hobab winh quenita, aton winh snhi' winhaj Moisés, ix el heb' t'a schonhab'il te' Palma, ix b'at heb' yet' heb' yinhtilal Judá, ix b'at cajnaj heb' t'a skal heb' anima cajan t'a tzinan lum t'a yol smacb'en Judá t'a Neguev, t'a slak'anil chonhab' Arad."
        },
        {
            "number": "16",
            "text": "Axo heb' yinhtilal Judá yet' heb' yic Simeón, ix yak' owal heb' yet' heb' cananeo cajan t'a Sefat. Ix satel jun chonhab' chi' heb' t'a junelnhej, yuj chi' Horma ix sb'iejkan yuj heb'."
        },
        {
            "number": "17",
            "text": "Ix yik'anpax chonhab' Gaza heb', Ascalón yet' Ecrón yet' slumal t'a spatictac."
        },
        {
            "number": "18",
            "text": "Yujto ayoch Jehová yet' heb' yinhtilal Judá chi', yuj chi' ix yak' ganar heb' cajan t'a tzalquixtac heb', palta maj yal-laj spechanel heb' anima cajan t'a ak'lictac heb', yujto a heb' chi', ay sk'een carruaje heb' yic owal."
        },
        {
            "number": "19",
            "text": "Ix ak'ji lum Hebrón t'a winhaj Caleb icha ajnac yalancan winhaj Moisés. Ha winhaj Caleb chi' ix ak'an ganar yik'anel oxwanh heb' yuninal winhaj Anac."
        },
        {
            "number": "20",
            "text": "Axo pax heb' yinhtilal Benjamín jun, maj yal-laj yik'anel heb' jebuseo heb' t'a Jerusalén, yuj chi' junnhej ix kan cajan heb' yet' heb' t'a Jerusalén chi'."
        },
        {
            "number": "21",
            "text": "Ha heb' yinhtilal José, ix yak' lista sb'a heb' sb'at yak' owal t'a chonhab' Betel, aton Luz t'a peka'. Ayic ix schecanb'at heb' ilum lum heb' ta', a Jehová ix kolwaj yet' heb'."
        },
        {
            "number": "22",
            "text": "Ha heb' ilum lu'um chi', ix yil heb' yelta jun winh winak t'a chonhab' chi', ix yalan heb' t'a winh: Tato ol onh a ch'ox t'a tas ol aj coch t'a yol chonhab' tik, malaj tas ol ach cutej, xchi heb' t'a winh."
        },
        {
            "number": "23",
            "text": "Axo jun winh chi' ix ch'oxani tas tz'aj yoch heb' t'a jun chonhab' chi'. Yuj chi' ix cot heb' soldado yinhtilal José, ix xicancham masanil heb' anima heb' ayek' cajan ta', palta a jun winh ix ch'oxan heb' chi', maj miljichamlaj winh yuj heb' yet' masanil heb' cajan yet' winh t'a yol spat."
        },
        {
            "number": "24",
            "text": "Ha jun winh chi', ix b'atcan winh t'a slum heb' hitita, ix sb'oank'e jun chonhab' winh ta', Luz ix yak' winh sb'iej. Ix ochnhejcan jun b'i chi' t'a jun chonhab' chi'."
        },
        {
            "number": "25",
            "text": "Ha heb' yinhtilal Manasés, maj yal-laj spechanel juntzanh anima tik heb': Eb' aj Bet-seán, heb' aj Taanac, heb' aj Dor, heb' aj Ibleam yet' heb' aj Meguido yet' pax yaldeail juntzanh chonhab' chi'. Yuj chi' ix cannhej cajan heb' cananeo chi' ta'."
        },
        {
            "number": "26",
            "text": "Palta haxo yic ix yik'an yip heb' israel chi', ix yak'an pural heb' cananeo chi' heb' yochcan smunlajwumoc. Maj pechjiel-laj heb' t'a junelnhej yuj heb'."
        },
        {
            "number": "27",
            "text": "Anheja' pax heb' yinhtilal Efraín, maj spechel-laj heb' cananeo heb' cajan t'a Gezer, yuj chi' a heb' cananeo chi', ix cannhej cajan heb' t'a skal heb'."
        },
        {
            "number": "28",
            "text": "Anheja' heb' yinhtilal Zabulón, maj spechel-laj heb' cananeo heb' cajan t'a Quitrón yet' t'a Nahalal. Yuj chi' ix cannhej cajan heb' cananeo chi' t'a skal heb', palta ix ak'ji pural heb' yochcan smunlajwumoc heb' yinhtilal Zabulón chi'."
        },
        {
            "number": "29",
            "text": "Anheja' heb' yinhtilal Aser, maj spechel-laj heb' cananeo heb' cajan t'a Aco, t'a Sidón, t'a Ahlab, t'a Aczib, t'a Helba, t'a Afec yet' t'a Rehob. Yuj chi' ix cannhej cajan heb' yinhtilal Aser chi' t'a skal heb' cananeo chi'."
        },
        {
            "number": "30",
            "text": "Anheja' pax heb' yinhtilal Neftalí, maj spechel-laj heb' cananeo heb' cajan t'a Bet-semes yet' t'a Bet-anat, yuj chi' ix cannhej cajan heb' t'a skal heb' cananeo chi', palta ix ak'ji pural heb' cananeo chi' yochcan smunlajwumoc heb'."
        },
        {
            "number": "31",
            "text": "Ha heb' amorreo cajan t'a lum ak'lictac, maj chajiochlaj heb' yinhtilal Dan yuj heb', yuj chi' ix cannhej heb' yinhtilal Dan chi' t'a lum tzalquixtac."
        },
        {
            "number": "32",
            "text": "Icha chi' ix aj scannhej cajan heb' amorreo chi' t'a yich witz Heres, t'a Ajalón yet' t'a Saalbim, palta haxo yic ix yik'an yip heb' yinhtilal José, ix yak' pural heb' amorreo chi' heb' yochcan smunlajwumoc."
        },
        {
            "number": "33",
            "text": "Ha smojonal slum heb' amorreo chi', sb'atnhej t'a spak'anil yic Acrabim, masanto sk'och t'a Sela, sb'atnhej t'a yib'anhk'e chi'."
        }
    ]
}