{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix cham winhaj Josué, masanil eb' yetisraelal winh ix k'anb'an t'a Jehová icha tik: ¿Mach junok makan inhtilal t'a co cal tik ol b'ab'laj och yak' oval yet' eb' cananeo? xchi eb'."
        },
        {
            "number": "2",
            "text": "Ix tak'vi Jehová icha tik: Ha eb' yinhtilal Judá sb'ab'lajochi, yujto ha t'a eb' ol ak'chaj lu'um, xchi."
        },
        {
            "number": "3",
            "text": "Yuj chi' a eb' yinhtilal Judá ix awtan eb' yinhtilal Simeón, ix yalan eb' t'a eb' icha tik: Coyec qued' t'a lum lum ix ak'ji quiquej, ol cak'an oval yet' eb' cananeo cajan ta'. Ol lajvoc chi', ol onh ochpax eyed'oc ayic ol eyak'an oval yuj lum ol eyiquejpax chi', xchi eb'. Yuj chi' ix b'at eb' yinhtilal Simeón chi' yet' eb'."
        },
        {
            "number": "4",
            "text": "Icha chi' ix aj yak'an oval eb' yet' eb' cananeo yet' pax eb' ferezeo, haxo Jehová ix ak'anoch eb' t'a yol sk'ab' eb'. Ha t'a Bezec ix ak'ji ganar 10 mil eb' cananeo yuj eb'. Ajun pax winh sreyal Bezec chi' t'a skal eb'."
        },
        {
            "number": "5",
            "text": "Wach'chom ix el lemnaj winh, palta ix b'atnhej tzak'an eb' t'a spatic winh, masanto ix yamchaj winh yuj eb', ix spolel yiximal smam sk'ab' winh eb' yet' yiximal smam yoc winh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix yalan winh: Ha t'a yalanhtaxo, ix viq'uel yiximal smam sk'ab' yet' yiximal smam yoc 70 eb' winh rey, ix vak'an sik'q'ue sk'ajiltac vael eb' winh t'a yalanh in mexa. Palta haxo tiknaik jun, lajan wal tzin yutej Dios icha vutejnac eb' winh chi', xchi winh. Ix yik'anb'at winh eb' israel chi' t'a Jerusalén, haxo ta' ix cham winh."
        },
        {
            "number": "7",
            "text": "Ha eb' yinhtilal Judá ix och eb' yak' oval t'a chonhab' Jerusalén, ix yak'an ganar eb'. Ix xicancham masanil anima eb', ix snhusantz'a jun chonhab' chi' eb'."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix laj empax eb' yak' oval yet' eb' cananeo, eb' cajan t'a tzalquixtac, t'a yol smacb'en Neguev yet' t'a ak'lictac."
        },
        {
            "number": "9",
            "text": "Ix yak'anpax oval eb' yet' eb' cananeo t'a chonhab' Hebrón, aton Quiriat-arba t'a peca', ix miljicancham winhaj Sesai, winhaj Ahimán yet' winhaj Talmai yuj eb'."
        },
        {
            "number": "10",
            "text": "Elanhchamel ix och eb' yak' oval t'a chonhab' Debir, aton Quiriat-sefer t'a peca'."
        },
        {
            "number": "11",
            "text": "Ay jun winh yajal yaj t'a skal eb' yinhtilal Judá scuchan Caleb. Ix yal winh icha tik: Ha junok mach ol b'at yak' oval yet' eb' cajan t'a Quiriat-sefer, tato ol yak' ganar yik'an jun chonhab' chi', ol vak' ix Acsa ix visil yetb'eyumoc, xchi winh."
        },
        {
            "number": "12",
            "text": "Axo winhaj Otoniel yuninal winhaj Cenaz slajvub' yuk'tac winhaj Caleb chi' ix ak'an ganar jun chonhab' chi', yuj chi' ix yak' ix yisil winhaj Caleb chi' yetb'eyumoc winh."
        },
        {
            "number": "13",
            "text": "Axo yic ix lajvi yik'lan sb'a eb' chi', ix yalan winhaj Otoniel chi' t'a ix Acsa chi' to sk'an sluum ix t'a winh smam chi'. Yuj chi' ix emta ix t'a yib'anh nok' b'uru, ix sk'anb'an winh smam ix chi' t'ay icha tik: --¿Tas tza nib'ej? xchi winh t'a ix."
        },
        {
            "number": "14",
            "text": "Ix yalan ix: --Ina to ix ak' lum taquinh lu'um t'ayin t'a Neguev, yuj chi' eloc wal t'a a k'ool tzak' lum yax sat t'ayin, lum b'aj ay sjaj ha ha', xchi ix. Yuj chi' ix yak' junokxo lum winh t'a ix, ay sjaj ha ha' t'a lu'um t'a sjolomtac yet' junokxo ha' t'a syoptac lu'um."
        },
        {
            "number": "15",
            "text": "Ha eb' yinhtilal winhaj Hobab winh quenita, aton winh snhi' winhaj Moisés, ix el eb' t'a schonhab'il te' Palma, ix b'at eb' yet' eb' yinhtilal Judá, ix b'at cajnaj eb' t'a skal eb' anima cajan t'a tzinan lum t'a yol smacb'en Judá t'a Neguev, t'a slak'anil chonhab' Arad."
        },
        {
            "number": "16",
            "text": "Axo eb' yinhtilal Judá yet' eb' yic Simeón, ix yak' oval eb' yet' eb' cananeo cajan t'a Sefat. Ix satel jun chonhab' chi' eb' t'a junelnhej, yuj chi' Horma ix sb'iejkan yuj eb'."
        },
        {
            "number": "17",
            "text": "Ix yik'anpax chonhab' Gaza eb', Ascalón yet' Ecrón yet' slumal t'a spatictac."
        },
        {
            "number": "18",
            "text": "Yujto ayoch Jehová yet' eb' yinhtilal Judá chi', yuj chi' ix yak' ganar eb' cajan t'a tzalquixtac eb', palta maj yal-laj spechanel eb' anima cajan t'a ak'lictac eb', yujto a eb' chi', ay sq'ueen carruaje eb' yic oval."
        },
        {
            "number": "19",
            "text": "Ix ak'ji lum Hebrón t'a winhaj Caleb icha ajnac yalancan winhaj Moisés. Ha winhaj Caleb chi' ix ak'an ganar yik'anel oxvanh eb' yuninal winhaj Anac."
        },
        {
            "number": "20",
            "text": "Axo pax eb' yinhtilal Benjamín jun, maj yal-laj yik'anel eb' jebuseo eb' t'a Jerusalén, yuj chi' junnhej ix kan cajan eb' yet' eb' t'a Jerusalén chi'."
        },
        {
            "number": "21",
            "text": "Ha eb' yinhtilal José, ix yak' lista sb'a eb' sb'at yak' oval t'a chonhab' Betel, aton Luz t'a peca'. Ayic ix schecanb'at eb' ilum lum eb' ta', a Jehová ix kolwaj yet' eb'."
        },
        {
            "number": "22",
            "text": "Ha eb' ilum lu'um chi', ix yil eb' yelta jun winh vinac t'a chonhab' chi', ix yalan eb' t'a winh: Tato ol onh a ch'ox t'a tas ol aj coch t'a yol chonhab' tik, malaj tas ol ach cutej, xchi eb' t'a winh."
        },
        {
            "number": "23",
            "text": "Axo jun winh chi' ix ch'oxani tas tz'aj yoch eb' t'a jun chonhab' chi'. Yuj chi' ix cot eb' soldado yinhtilal José, ix xicancham masanil eb' anima eb' ayek' cajan ta', palta a jun winh ix ch'oxan eb' chi', maj miljichamlaj winh yuj eb' yet' masanil eb' cajan yet' winh t'a yol spat."
        },
        {
            "number": "24",
            "text": "Ha jun winh chi', ix b'atcan winh t'a slum eb' hitita, ix sb'oanq'ue jun chonhab' winh ta', Luz ix yak' winh sb'iej. Ix ochnhejcan jun b'i chi' t'a jun chonhab' chi'."
        },
        {
            "number": "25",
            "text": "Ha eb' yinhtilal Manasés, maj yal-laj spechanel juntzanh anima tik eb': Eb' aj Bet-seán, eb' aj Taanac, eb' aj Dor, eb' aj Ibleam yet' eb' aj Meguido yet' pax yaldeail juntzanh chonhab' chi'. Yuj chi' ix cannhej cajan eb' cananeo chi' ta'."
        },
        {
            "number": "26",
            "text": "Palta haxo yic ix yik'an yip eb' israel chi', ix yak'an pural eb' cananeo chi' eb' yochcan smunlajvumoc. Maj pechjiel-laj eb' t'a junelnhej yuj eb'."
        },
        {
            "number": "27",
            "text": "Anheja' pax eb' yinhtilal Efraín, maj spechel-laj eb' cananeo eb' cajan t'a Gezer, yuj chi' a eb' cananeo chi', ix cannhej cajan eb' t'a skal eb'."
        },
        {
            "number": "28",
            "text": "Anheja' eb' yinhtilal Zabulón, maj spechel-laj eb' cananeo eb' cajan t'a Quitrón yet' t'a Nahalal. Yuj chi' ix cannhej cajan eb' cananeo chi' t'a skal eb', palta ix ak'ji pural eb' yochcan smunlajvumoc eb' yinhtilal Zabulón chi'."
        },
        {
            "number": "29",
            "text": "Anheja' eb' yinhtilal Aser, maj spechel-laj eb' cananeo eb' cajan t'a Aco, t'a Sidón, t'a Ahlab, t'a Aczib, t'a Helba, t'a Afec yet' t'a Rehob. Yuj chi' ix cannhej cajan eb' yinhtilal Aser chi' t'a skal eb' cananeo chi'."
        },
        {
            "number": "30",
            "text": "Anheja' pax eb' yinhtilal Neftalí, maj spechel-laj eb' cananeo eb' cajan t'a Bet-semes yet' t'a Bet-anat, yuj chi' ix cannhej cajan eb' t'a skal eb' cananeo chi', palta ix ak'ji pural eb' cananeo chi' yochcan smunlajvumoc eb'."
        },
        {
            "number": "31",
            "text": "Ha eb' amorreo cajan t'a lum ak'lictac, maj chajiochlaj eb' yinhtilal Dan yuj eb', yuj chi' ix cannhej eb' yinhtilal Dan chi' t'a lum tzalquixtac."
        },
        {
            "number": "32",
            "text": "Icha chi' ix aj scannhej cajan eb' amorreo chi' t'a yich vitz Heres, t'a Ajalón yet' t'a Saalbim, palta haxo yic ix yik'an yip eb' yinhtilal José, ix yak' pural eb' amorreo chi' eb' yochcan smunlajvumoc."
        },
        {
            "number": "33",
            "text": "Ha smojonal slum eb' amorreo chi', sb'atnhej t'a spak'anil yic Acrabim, masanto sk'och t'a Sela, sb'atnhej t'a yib'anhq'ue chi'."
        }
    ]
}