{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix cham winhaj Abimelec, ay jun winh t'a yinhtilal Isacar scuchan Tola yuninal winhaj Fúa, yixchiquin winhaj Dodo. Ha winhaj Tola chi' ix kolwaj winh t'a heb' yetisraelal. Ha t'a chonhab' Samir t'a tzalquixtac t'a yol yic Efraín cajan winh."
        },
        {
            "number": "2",
            "text": "Ha winhaj Tola chi', 23 ab'il ix yak' yajalil winh t'a skal heb' yetisraelal, masanto ayic ix cham winh. Ha t'a Samir chi' ix mucji winh."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', haxo winhaj Jair aj Galaad, ix ak'an yajalil, 22 ab'il ix yak' yajalil chi' winh t'a skal heb' yetisraelal."
        },
        {
            "number": "4",
            "text": "Ha winhaj Jair chi', 30 heb' winh yuninal winh, yib'annhej nok' b'uru tzek' junjun heb' winh yuninal winh chi'. Ay junjun schonhab' heb' winh t'a yol smacb'en Galaad chi'. Ha yuj 30 schonhab' heb' winh chi', ix b'inajcan icha tik: Ha juntzanh schonhab' winhaj Jair, xchi."
        },
        {
            "number": "5",
            "text": "Ayic ix cham winhaj Jair chi', ha t'a chonhab' Camón ix mucji winh."
        },
        {
            "number": "6",
            "text": "Ix cha ochxi ijan heb' israel sk'ulan chukal t'a yichanh Jehová. Ix laj yak'em sb'a heb' t'a juntzanh yechel Baal yet' Astarot. Ix yak'paxem sb'a heb' t'a sdiosal heb' aj Siria, heb' aj Sidón, heb' aj Moab, heb' aj Amón yet' t'a sdiosal heb' filisteo. Icha wal chi' ix aj yactancan Jehová Dios heb', majxo ochlaj heb' ejmelal t'ay."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix cot yowal sk'ol Jehová chi' t'a heb', ix ak'jioch heb' t'a yol sk'ab' heb' filisteo yet' t'a yol sk'ab' heb' amonita. Ha t'a jun ab'il chi', ix ak'ji ganar heb' yuj heb' ajk'ol chi'."
        },
        {
            "number": "8",
            "text": "Ay 18 ab'il ix kan heb' t'a yol sk'ab' heb' ajk'ol chi'. Ix ste ak'ej wal chukal heb' ajk'ol chi' t'a heb' israel cajan t'a Galaad t'a sk'axepalek' ha' Jordán t'a sluumcan heb' amorreo."
        },
        {
            "number": "9",
            "text": "Ix k'axpajpaxek' heb' amonita chi' t'ha ha' Jordán yak' owal yet' heb' yinhtilal Judá yet' heb' yinhtilal Benjamín yet' pax heb' yinhtilal Efraín. Ix yilan heb' israel to yelk'olal wal tz'ixtaj heb'."
        },
        {
            "number": "10",
            "text": "Ichato chi' ix sk'anan scolwal Jehová heb' yet'oc, ix yalan heb' icha tik: Ach ko Diosal, ix och wal ko mul t'ayach, ix ach cactejcani, axonhej t'a Baal ix cak'em ko b'a, xchi heb'."
        },
        {
            "number": "11",
            "text": "Ix yalan Jehová t'a heb' icha tik: Yixtejnac ex heb' aj Egipto, heb' amorreo, heb' amonita, heb' filisteo,"
        },
        {
            "number": "12",
            "text": "heb' sidonio, heb' amalecita yet' pax heb' madianita, haxo yic ex awaj t'ayin, ex in colani."
        },
        {
            "number": "13",
            "text": "Wach'chom ix ex in colo', palta ix in eyactejcani, haxo t'a juntzanh comon Dios ix eyak'em he b'a, yuj chi' a tiknaik, manhxo ol in colwajlaj t'ayex."
        },
        {
            "number": "14",
            "text": "Ixiquec k'anec scolwal juntzanh Dios ix he nib'ej chi'. Aocab' skolwaj eyed'oc ayic tzex k'och ijan t'a schucal icha tik, xchi t'a heb'."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix tak'wi heb' t'a Jehová chi' icha tik: D'a wal yel ix och ko mul t'ayach, palta a tiknaik syal tza b'o tas a gana t'a ko patic, palta anhej to tzonh a colo', xchi heb'."
        },
        {
            "number": "16",
            "text": "Ix smak'anpoj jantac sdiosal heb' ch'oc chonhab'il heb', haxo t'a Jehová ix ochxi heb' ejmelal. Yuj chi' maj techaj yuj Jehová chi', ix te kus yilanoch syaelal heb' chi'."
        },
        {
            "number": "17",
            "text": "Ix smolb'an sb'a heb' amonita t'a Galaad, haxo pax heb' israel jun, ix smolb'ejpax sb'a heb' t'a Mizpa."
        },
        {
            "number": "18",
            "text": "Ha heb' yajal t'a skal masanil heb' israel cajan t'a Galaad chi' ix alani: Ha junok mach tzonh cuchb'an t'a owal t'a heb' amonita, ha' ol ochcan cajaliloc t'a Galaad tik, xchi heb'."
        }
    ]
}