{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix cham vinhaj Abimelec, ay jun vinh t'a yinhtilal Isacar scuchan Tola yuninal vinhaj Fúa, yixchiquin vinhaj Dodo. Ha vinhaj Tola chi' ix kolwaj vinh t'a eb' yetisraelal. Ha t'a chonhab' Samir t'a tzalquixtac t'a yol yic Efraín cajan vinh."
        },
        {
            "number": "2",
            "text": "Ha vinhaj Tola chi', 23 ab'il ix yak' yajalil vinh t'a skal eb' yetisraelal, masanto ayic ix cham vinh. Ha t'a Samir chi' ix mucji vinh."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', haxo vinhaj Jair aj Galaad, ix ak'an yajalil, 22 ab'il ix yak' yajalil chi' vinh t'a skal eb' yetisraelal."
        },
        {
            "number": "4",
            "text": "Ha vinhaj Jair chi', 30 eb' vinh yuninal vinh, yib'annhej nok' b'uru tzek' junjun eb' vinh yuninal vinh chi'. Ay junjun schonhab' eb' vinh t'a yol smacb'en Galaad chi'. Ha yuj 30 schonhab' eb' vinh chi', ix b'inajcan icha tik: Ha juntzanh schonhab' vinhaj Jair, xchi."
        },
        {
            "number": "5",
            "text": "Ayic ix cham vinhaj Jair chi', ha t'a chonhab' Camón ix mucji vinh."
        },
        {
            "number": "6",
            "text": "Ix cha ochxi ijan eb' israel sk'ulan chukal t'a yichanh Jehová. Ix laj yaq'uem sb'a eb' t'a juntzanh yechel Baal yet' Astarot. Ix yak'paxem sb'a eb' t'a sdiosal eb' aj Siria, eb' aj Sidón, eb' aj Moab, eb' aj Amón yet' t'a sdiosal eb' filisteo. Icha val chi' ix aj yactancan Jehová Dios eb', majxo ochlaj eb' ejmelal t'ay."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix cot yoval sk'ol Jehová chi' t'a eb', ix ak'jioch eb' t'a yol sk'ab' eb' filisteo yet' t'a yol sk'ab' eb' amonita. Ha t'a jun ab'il chi', ix ak'ji ganar eb' yuj eb' ajk'ol chi'."
        },
        {
            "number": "8",
            "text": "Ay 18 ab'il ix kan eb' t'a yol sk'ab' eb' ajk'ol chi'. Ix ste aq'uej val chukal eb' ajk'ol chi' t'a eb' israel cajan t'a Galaad t'a sk'axepalek' ha' Jordán t'a sluumcan eb' amorreo."
        },
        {
            "number": "9",
            "text": "Ix k'axpajpaxek' eb' amonita chi' t'ha ha' Jordán yak' oval yet' eb' yinhtilal Judá yet' eb' yinhtilal Benjamín yet' pax eb' yinhtilal Efraín. Ix yilan eb' israel to yelk'olal val tz'ixtaj eb'."
        },
        {
            "number": "10",
            "text": "Ichato chi' ix sk'anan scolval Jehová eb' yet'oc, ix yalan eb' icha tik: Ach co Diosal, ix och val co mul t'ayach, ix ach cactejcani, axonhej t'a Baal ix caq'uem co b'a, xchi eb'."
        },
        {
            "number": "11",
            "text": "Ix yalan Jehová t'a eb' icha tik: Yixtejnac ex eb' aj Egipto, eb' amorreo, eb' amonita, eb' filisteo,"
        },
        {
            "number": "12",
            "text": "eb' sidonio, eb' amalecita yet' pax eb' madianita, haxo yic ex avaj t'ayin, ex in colani."
        },
        {
            "number": "13",
            "text": "Wach'chom ix ex in colo', palta ix in eyactejcani, haxo t'a juntzanh comon dios ix eyaq'uem e b'a, yuj chi' a ticnaic, manhxo ol in colvajlaj t'ayex."
        },
        {
            "number": "14",
            "text": "Ixiquec k'anec scolval juntzanh dios ix e nib'ej chi'. Aocab' skolwaj eyed'oc ayic tzex k'och ijan t'a schucal icha tik, xchi t'a eb'."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix tak'vi eb' t'a Jehová chi' icha tik: D'a val yel ix och co mul t'ayach, palta a ticnaic syal tza b'o tas a gana t'a co patic, palta anhej to tzonh a colo', xchi eb'."
        },
        {
            "number": "16",
            "text": "Ix smak'anpoj jantac sdiosal eb' ch'oc chonhab'il eb', haxo t'a Jehová ix ochxi eb' ejmelal. Yuj chi' maj techaj yuj Jehová chi', ix te cus yilanoch syaelal eb' chi'."
        },
        {
            "number": "17",
            "text": "Ix smolb'an sb'a eb' amonita t'a Galaad, haxo pax eb' israel jun, ix smolb'ejpax sb'a eb' t'a Mizpa."
        },
        {
            "number": "18",
            "text": "Ha eb' yajal t'a skal masanil eb' israel cajan t'a Galaad chi' ix alani: Ha junok mach tzonh cuchb'an t'a oval t'a eb' amonita, ha' ol ochcan cajaliloc t'a Galaad tik, xchi eb'."
        }
    ]
}