{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ayic toxo ix cham vinhaj Abimelec, ay jun vinh d'a yinhtilal Isacar scuchan Tola yuninal vinhaj Fúa, yixchiquin vinhaj Dodo. A vinhaj Tola chi' ix colvaj vinh d'a eb' yetisraelal. A d'a chonhab' Samir d'a tzalquixtac d'a yol yic Efraín cajan vinh."
        },
        {
            "number": "2",
            "text": "A vinhaj Tola chi', 23 ab'il ix yak' yajalil vinh d'a scal eb' yetisraelal, masanto ayic ix cham vinh. A d'a Samir chi' ix mucji vinh."
        },
        {
            "number": "3",
            "text": "Ix lajvi chi', axo vinhaj Jair aj Galaad, ix ak'an yajalil, 22 ab'il ix yak' yajalil chi' vinh d'a scal eb' yetisraelal."
        },
        {
            "number": "4",
            "text": "A vinhaj Jair chi', 30 eb' vinh yuninal vinh, yib'annhej nok' b'uru tz'ek' junjun eb' vinh yuninal vinh chi'. Ay junjun schonhab' eb' vinh d'a yol smacb'en Galaad chi'. A yuj 30 schonhab' eb' vinh chi', ix b'inajcan icha tic: A juntzanh schonhab' vinhaj Jair, xchi."
        },
        {
            "number": "5",
            "text": "Ayic ix cham vinhaj Jair chi', a d'a chonhab' Camón ix mucji vinh."
        },
        {
            "number": "6",
            "text": "Ix cha ochxi ijan eb' israel sk'ulan chucal d'a yichanh Jehová. Ix laj yaq'uem sb'a eb' d'a juntzanh yechel Baal yed' Astarot. Ix yak'paxem sb'a eb' d'a sdiosal eb' aj Siria, eb' aj Sidón, eb' aj Moab, eb' aj Amón yed' d'a sdiosal eb' filisteo. Icha val chi' ix aj yactancan Jehová Dios eb', majxo ochlaj eb' ejmelal d'ay."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix cot yoval sk'ol Jehová chi' d'a eb', ix ak'jioch eb' d'a yol sk'ab' eb' filisteo yed' d'a yol sk'ab' eb' amonita. A d'a jun ab'il chi', ix ak'ji ganar eb' yuj eb' ajk'ol chi'."
        },
        {
            "number": "8",
            "text": "Ay 18 ab'il ix can eb' d'a yol sk'ab' eb' ajk'ol chi'. Ix ste aq'uej val chucal eb' ajk'ol chi' d'a eb' israel cajan d'a Galaad d'a sk'axepalek' a' Jordán d'a sluumcan eb' amorreo."
        },
        {
            "number": "9",
            "text": "Ix k'axpajpaxek' eb' amonita chi' d'a a' Jordán yak' oval yed' eb' yinhtilal Judá yed' eb' yinhtilal Benjamín yed' pax eb' yinhtilal Efraín. Ix yilan eb' israel to yelk'olal val tz'ixtaj eb'."
        },
        {
            "number": "10",
            "text": "Ichato chi' ix sk'anan scolval Jehová eb' yed'oc, ix yalan eb' icha tic: Ach co Diosal, ix och val co mul d'ayach, ix ach cactejcani, axonhej d'a Baal ix caq'uem co b'a, xchi eb'."
        },
        {
            "number": "11",
            "text": "Ix yalan Jehová d'a eb' icha tic: Yixtejnac ex eb' aj Egipto, eb' amorreo, eb' amonita, eb' filisteo,"
        },
        {
            "number": "12",
            "text": "eb' sidonio, eb' amalecita yed' pax eb' madianita, axo yic ex avaj d'ayin, ex in colani."
        },
        {
            "number": "13",
            "text": "Vach'chom ix ex in colo', palta ix in eyactejcani, axo d'a juntzanh comon dios ix eyaq'uem e b'a, yuj chi' a ticnaic, manhxo ol in colvajlaj d'ayex."
        },
        {
            "number": "14",
            "text": "Ixiquec k'anec scolval juntzanh dios ix e nib'ej chi'. Aocab' scolvaj eyed'oc ayic tzex k'och ijan d'a schucal icha tic, xchi d'a eb'."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix tak'vi eb' d'a Jehová chi' icha tic: D'a val yel ix och co mul d'ayach, palta a ticnaic syal tza b'o tas a gana d'a co patic, palta anhej to tzonh a colo', xchi eb'."
        },
        {
            "number": "16",
            "text": "Ix smak'anpoj jantac sdiosal eb' ch'oc chonhab'il eb', axo d'a Jehová ix ochxi eb' ejmelal. Yuj chi' maj techaj yuj Jehová chi', ix te cus yilanoch syaelal eb' chi'."
        },
        {
            "number": "17",
            "text": "Ix smolb'an sb'a eb' amonita d'a Galaad, axo pax eb' israel jun, ix smolb'ejpax sb'a eb' d'a Mizpa."
        },
        {
            "number": "18",
            "text": "A eb' yajal d'a scal masanil eb' israel cajan d'a Galaad chi' ix alani: A junoc mach tzonh cuchb'an d'a oval d'a eb' amonita, a' ol ochcan cajaliloc d'a Galaad tic, xchi eb'."
        }
    ]
}