{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', ay jun winh scuchan Jefté cajan t'a yol yic Galaad. Te jelan winh t'a oval. Ha winhaj Jefté chi' yune' winh jun ix ajmul ix yet' jun winh scuchan Galaad."
        },
        {
            "number": "2",
            "text": "Axo pax ix yetb'eyum winhaj Galaad chi' jun, ay pax eb' winh yune' ix. Ayic ix q'uib'q'ue eb' winh chi', ix pechjiel winhaj Jefté chi' yuj eb' winh t'a te' pat chi'. Ix yalan eb' winh to malaj yalan yic winh ta' yujto ch'oc snun winh."
        },
        {
            "number": "3",
            "text": "Icha chi' ix aj yel winhaj Jefté t'a eb' yuk'tac chi', ix b'atcan winh t'a yol yic Tob. Ata' ix smolb'ej jun nhilanh eb' winh vinac winh. Tonhej ayek' juntzanh eb' winh chi', max munlajlaj jab'oc eb' winh. Ha eb' winh chi' ix och yet' winhaj Jefté chi', haxo elk'al ix yak' eb' winh."
        },
        {
            "number": "4",
            "text": "Ix ek' jun pekti’, ix k'och eb' amonita yak' oval yet' eb' israel chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi', a eb' yajal t'a Galaad chi' ix schec eb' to b'at cot winhaj Jefté t'a yol yic Tob."
        },
        {
            "number": "6",
            "text": "Ix yalanb'at eb' icha tik: --Cotanh t'a tik, co gana to a ach tzach och cajaliloc yic tzak'an oval yet' eb' amonita, xchi eb'."
        },
        {
            "number": "7",
            "text": "Ix tak'vi winhaj Jefté chi' icha tik: --Ha ex tik ix eyak' chukal t'ayin, ix eyak' pural in e pechanel t'a spat winh in mam, yuj chi' ¿tas yuj tzex javi in e sayek' tiknaik ayic ayex och t'a syaelal? xchi winh."
        },
        {
            "number": "8",
            "text": "--Toton yujto tzonh k'och wal t'a syaelal chi', yuj chi' tzonh javi ach quila'. Co gana wal to tzach b'at qued'oc, a ach ol ak' oval yet' eb' amonita chi', a ach ol ach och cajaliloc t'a co masanil cajan onh t'a Galaad tik, xchi eb' t'a winh."
        },
        {
            "number": "9",
            "text": "--Tato e gana tzin meltzaji yic svak' oval yet' eb' amonita chi', anhejtona' tato ol och Jehová ved'oc ayic ol vak'an ganar eb', ¿yel am wal ol in och eyajaliloc chi'? xchi winh t'a eb'."
        },
        {
            "number": "10",
            "text": "Axo eb' winh yajal chi' ix alanxi icha tik: --Ha Jehová scak'och co testigooc to ol co k'ulej icha tzal chi', xchi eb'."
        },
        {
            "number": "11",
            "text": "Ichato chi' ix b'at winhaj Jefté chi' yet' eb', ix yak'anoch winh eb' yajaliloc. Ha t'a Mizpa ix yalxi winhaj Jefté t'a yichanh Jehová tas ix yal t'a eb' checab' chi'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix schecanb'at juntzanh eb' schecab' winh sk'anb'ej t'a winh sreyal Amón icha tik: ¿Tas yuj aycot eyoval t'ayonh, yuj chi' tzex javi eyak' oval qued'oc? xchib'at winh."
        },
        {
            "number": "13",
            "text": "Ix spacan winh sreyal eb' amonita chi' icha tik: Ayic e cotnac a ex israel ex tik t'a Egipto, e javinac t'a tik, e toq'uek' lum co lu'um, sb'atnhej t'ha ha' Arnón masanto sk'och t'ha ha' Jaboc yet' t'ha ha' Jordán. Ha tiknaik jun, aq'uecxi lu'um t'ayonh t'a ak'ank'olal, xchi winh."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi' ix schecanb'at juntzanhxo eb' schecab' winhaj Jefté chi' t'a winh sreyal eb' amonita chi',"
        },
        {
            "number": "15",
            "text": "yic b'at yalanxi eb' icha tik: Icha wal tik ix aj spacan winhaj Jefté: Ha onh israel onh tik, malaj lum e lu'um chi' quik'nac eq'ui, malaj pax lum yic eb' moabita quik'nac eq'ui."
        },
        {
            "number": "16",
            "text": "Ayic yelnaccot eb' co mam quicham t'a Egipto chi', ha t'a tzinan lum cotnac eb', masanto javi eb' t'ha ha' Chacchac Mar, sjavipax eb' t'a Cades."
        },
        {
            "number": "17",
            "text": "Schecannaccot juntzanh eb' schecab' eb' t'a winh sreyal Edom to schaek' eb' winh t'a yol smacb'en, palta maj chajiek'talaj eb' yuj winh. Anheja' yalanpax eb' t'a winh sreyal Moab to schaek' eb' winh t'a yol smacb'en, palta anheja' maj yalpax sk'ol winh schaek'ta eb'. Yuj chi' cannhej eb' t'a Cades chi'."
        },
        {
            "number": "18",
            "text": "Slajvi chi' yek'nhej eb' t'a taquinh lu'um, yoyancot sb'a eb' t'a spatictac smacb'en eb' Edom yet' t'a spatictac yic eb' Moab chi', masanto javi eb' t'a stojolal b'aj sjavi k'u t'a Moab chi'. Axo ta' och vaan eb', kan eb' t'a junxo sk'axepalb'at ha' Arnón. Palta maj k'axpajek'talaj eb', yujto ata' tz'el yich lum yic eb' Moab chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi' yak'b'at schecab' eb' t'a winhaj Sehón sreyal eb' amorreo, cajan t'a Hesbón. Yalcot eb' t'a winh to schaek' eb' winh t'a yol smacb'en, yic sk'och eb' t'a lum sluum."
        },
        {
            "number": "20",
            "text": "Palta maj schalaj yab' winh, maj chajiek'talaj eb' yuj winh t'a yol smacb'en chi'. Anhej to smolb'ej masanil eb' soldado winh, sb'oanq'ue scampamento eb' t'a Jahaza, yak'annac oval winh yet' eb' co mam quicham chi'."
        },
        {
            "number": "21",
            "text": "Palta haxo Jehová co Diosal a onh israel onh tik, a ak'anoch winhaj Sehón yet' masanil eb' anima t'a schonhab' chi' t'a yol sk'ab' eb', yuj chi' ak'ji ganar winh yuj eb'. Icha chi' aj yik'annaccan slum eb' amorreo chi' eb' t'a jun chonhab' chi'."
        },
        {
            "number": "22",
            "text": "Yik'annaccan masanil lum sluum eb' amorreo chi' eb', scotnhej t'ha ha' Arnón masanto sjavi t'ha ha' Jaboc. Scotpax t'a taquinh lu'um masanto t'ha ha' Jordán."
        },
        {
            "number": "23",
            "text": "Ha lum sluum eb' amorreo yik'naquek' Jehová yak'annaccan t'a eb' co mam quicham chi', ¿tom e gana tze tok'xiek' lum t'ayonh tiknaik?"
        },
        {
            "number": "24",
            "text": "Q'uinaloc a Quemos e diosal tz'ak'an jab'oc tas t'ayex e macb'enoc, ¿tom max e cha eyicoc jun? Icha pax chi' caj a onh tik, a tas syak' Jehová co Diosal t'ayonh, a chi' co macb'en yaji."
        },
        {
            "number": "25",
            "text": "¿Tom tza na' to te ek'alto alan ic t'a jun lu'um tik t'a yichanh winhaj Balac yuninal winhaj Zipor, sreyal Moab? Ha winh chi' manh yak'nacoclaj oval winh yet' eb' co mam quicham chi' yuj jun lu'um tik."
        },
        {
            "number": "26",
            "text": "Ayxo 300 ab'il co cajnaj t'a Hesbón, t'a Aroer yet' t'a juntzanh chonhab' t'a slak'anil yet' t'a smasanil juntzanh chonhab' ay t'a stitac ha' Arnón. ¿Tas yuj ato tiknaik tzeyak' yowalil t'ayonh yuj jun lu'um tik?"
        },
        {
            "number": "27",
            "text": "Ha in tik, malaj junok tas chuk tzin k'ulej t'ayach. Palta a ach tik, chuk tas tza k'ulej, tzach javi ak' oval qued'oc. Palta jun, a Jehová van onh yilani, ha' ol ch'olb'itan tas caj eyed'oc, xchib'at winhaj Jefté chi'."
        },
        {
            "number": "28",
            "text": "Wach'chom icha chi' ix yalb'at winhaj Jefté chi', palta maj schalaj yab' winh rey chi'."
        },
        {
            "number": "29",
            "text": "Ix och Yespíritu Jehová t'a winhaj Jefté chi', ix ek' winh t'a yol yic Galaad yet' t'a yol yic Manasés, masanto ix k'och winh t'a Mizpa t'a yol yic Galaad chi', yic smolb'an eb' soldado winh yic sb'at yak'an oval eb' yet' eb' amonita chi'."
        },
        {
            "number": "30",
            "text": "Ha winhaj Jefté chi', ix yak' sti' winh t'a Jehová icha tik: Tato ol ak'och eb' amonita t'a yol in k'ab',"
        },
        {
            "number": "31",
            "text": "a mach ol b'ab'laj elta in scha t'a sti' in pat, ayic ol in jax t'a oval tik, ol in nhus silab'il t'ayach, xchi winh."
        },
        {
            "number": "32",
            "text": "Ix b'at winhaj Jefté chi' yet' eb' soldado yak' oval yet' eb' amonita chi'. Yuj scolval Jehová ix yak' ganar winhaj Jefté chi'."
        },
        {
            "number": "33",
            "text": "Tzijtum eb' ajk'ol chi' ix cham yuj eb', 20 chonhab' ix yak' ganar eb' t'a skal Aroer, t'a Minit yet' t'a Abel-queramim. Icha wal chi' ix aj yak'ji ganar eb' amonita yuj eb' israel chi'."
        },
        {
            "number": "34",
            "text": "Axo yic ix jax winhaj Jefté t'a spat t'a Mizpa, a jun pitanh ix yisil winh ix elta ul scha'a, van schanhalvi ix, van stzinhan pandereta ix ayic ix elta ix chi'. Anhej ix, malaj junok yuninal winh."
        },
        {
            "number": "35",
            "text": "Ha wal yic ix elta ix chi', ix snhik'chitanb'at spichul winh yuj scusk'olal, ix yalan winh: --Ay... ach visil. Svab' wal syail uuj. Ix ik' wal cot jun yaelal tik t'a vib'anh, yujto ix vak' in ti' t'a Jehová, yuj chi' a tiknaik, yowalil ol in k'anab'ajej tas ix wal chi', xchi winh."
        },
        {
            "number": "36",
            "text": "Ix tak'vi ix t'a winh: --Mamin, tato ix ak' a ti' ak'an junok tas t'a Jehová chi', k'ulej t'ayin icha ix aj ak'an a ti' chi', yujto toxo ix ak'jioch eb' ajk'ol chi' t'a yol a k'ab' yuj Jehová chi'."
        },
        {
            "number": "37",
            "text": "Anhej jun tzin k'an t'ayach to tzak' chab'okxo ujal t'ayin yic b'at in b'eyek' yet' eb' ix vetcob'estaquil t'a jolomtac vitz, yic tzin ok' yet' eb' ix ta', yujto manh ol ochlaj vetb'eyum, xchi ix."
        },
        {
            "number": "38",
            "text": "Ix yak' chab'xo ujal chi' winhaj Jefté chi' t'a ix. Ha t'a jun pekti’ chi', ix b'at ix t'a jolomtac vitz yet' eb' ix chi', ix ok' ix, yujto junelnhej manh ol ochlaj yetb'eyum ix."
        },
        {
            "number": "39",
            "text": "Ixlajwi chab' ujal chi', ix paxta ix b'aj ay winh smam chi'. Ix yak'anelk'och winhaj Jefté b'aj ix yak' sti' t'a Jehová chi'. Maj ochlaj yetb'eyum ix yisil winh chi' masanto ix cham ix."
        },
        {
            "number": "40",
            "text": "Ix ochcan jun chi' sb'eyb'aloc eb' israel chi', junjun ab'il smolb'an sb'a eb' ix cob'estac, chanhe' k'ual tz'ok' eb' ix, yuj snajicot ix yisil winhaj Jefté chi'."
        }
    ]
}