{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix smolb'an sb'a masanil eb' vinh vinac d'a yinhtilal Efraín, ix sk'axpitan a' Jordán eb' vinh d'a stojolalb'at chonhab' Zafón. Ix yalan eb' vinh d'a vinhaj Jefté chi' icha tic: --¿Tas yuj maj al d'ayonh ayic ach b'at d'a oval yed' eb' amonita? Tato ix al d'ayonh, ix am onh b'at ed'oc. A ticnaic ol ach co nhustz'a d'a yol a pat tic, xchi eb' vinh d'a vinh."
        },
        {
            "number": "2",
            "text": "Ix tak'vi vinhaj Jefté chi' d'a eb' vinh: --A in tic yed' eb' vetchonhab', ay jun nivan oval d'a co cal yed' eb' amonita chi'. Ix ex vavtej, palta maj ex javoclaj onh e colo'."
        },
        {
            "number": "3",
            "text": "Yujto ix vila' to maj ex javoclaj onh e colo', yuj chi' ix in b'ec in b'a in cham d'a oval chi'. Ix vak'an oval yed' eb' amonita chi'. Ix cak' ganar eb' yujto a Jehová ix ak'anoch eb' d'a yol co k'ab'. Yuj chi' ¿tas yuj tzex javi eyak' oval d'ayin ticnaic? xchi vinh."
        },
        {
            "number": "4",
            "text": "Ix b'uchji eb' aj Galaad yuj eb' aj Efraín chi', ix yalan eb' icha tic: A ex tic, d'a co cal elnac ex yed' d'a scal eb' yinhtilal Manasés, xchi eb'. Yuj chi' masanil eb' anima cajan d'a Galaad chi', ix smolb'ej eb' vinhaj Jefté chi', ix yak'an oval eb' yed' eb' yinhtilal Efraín chi', ix ak'ji ganar eb' yuj vinh."
        },
        {
            "number": "5",
            "text": "A eb' aj Galaad chi', ix och eb' smac d'a sjayil sti' a' Jordán, yuj chi' a eb' yinhtilal Efraín chi' tz'el lemnajoc yic sk'axpaj eb' d'a a' Jordán chi', sk'anb'an eb' aj Galaad chi' d'a eb' tato yinhtilal Efraín eb'. Maay, tato xchi eb',"
        },
        {
            "number": "6",
            "text": "syalan eb' aj Galaad chi' d'a eb' icha tic: “Xibolet”, xe chi anh, xchi eb'. Tato “Sibolet” xchi eb', syalelk'ochi to yinhtilal Efraín eb', yujto manh vach'oc tz'aj yalan eb'. Icha chi' tz'aj syamchajelta eb', smiljicham eb' d'a sti' a' Jordán chi' yuj eb' aj Galaad chi'. 42 mil val eb' vinac d'a yinhtilal Efraín ix cham ta'."
        },
        {
            "number": "7",
            "text": "Vaque' ab'il ix och vinhaj Jefté yajalil d'a scal eb' yetisraelal. Axo ix cham vinh, ix mucji vinh d'a schonhab' d'a yol yic Galaad."
        },
        {
            "number": "8",
            "text": "Ayic ayxo scham vinhaj Jefté chi', ix och vinhaj Ibzán aj Belén yajaliloc eb' yetisraelal chi'."
        },
        {
            "number": "9",
            "text": "A vinh chi', 30 eb' yuninal vinh yed' 30 eb' ix yisil vinh. Ix och yetb'eyum eb' ix yisil vinh chi' d'a scal eb' manhxalaj yuj sb'a yed'oc. Anheja' pax eb' yuninal vinh chi', a eb' ix manhxalaj yuj sb'a eb' vinh yed'oc ix yik'a'. A vinhaj Ibzán chi', uque' ab'il ix yak' yajalil vinh d'a scal eb' yetisraelal chi'."
        },
        {
            "number": "10",
            "text": "Ayic ix cham vinh, a d'a Belén ix mucji vinh."
        },
        {
            "number": "11",
            "text": "Ix lajvi chi', axo vinhaj Elón d'a yinhtilal Zabulón ix ak'an yajalil d'a scal eb' yetisraelal chi'. Lajunhe' ab'il ix yak' yajalil chi' vinh."
        },
        {
            "number": "12",
            "text": "Ayic ix cham vinh, ix mucji vinh d'a Ajalón d'a smacb'en eb' yinhtilal Zabulón chi'."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi', axo vinhaj Abdón yuninal vinhaj Hilel aj Piratón ix ak'an yajalil d'a scal eb' yetisraelal chi'."
        },
        {
            "number": "14",
            "text": "Vajxaque' ab'il ix yak' yajalil chi' vinh. 40 yuninal vinh yed' 30 yixchiquin vinh. Junjun eb' vinh chi', sq'ue eb' vinh d'a yib'anh nok' b'uru."
        },
        {
            "number": "15",
            "text": "Ayic ix cham vinh, ix mucji vinh d'a Piratón, d'a yol smacb'en eb' yinhtilal Efraín d'a tzalquixtac d'a yol yic eb' Amalec."
        }
    ]
}