{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix smolb'an sb'a masanil heb' winh winak t'a yinhtilal Efraín, ix sk'axpitan ha' Jordán heb' winh t'a stojolalb'at chonhab' Zafón. Ix yalan heb' winh t'a winhaj Jefté chi' icha tik: --¿Tas yuj maj al t'ayonh ayic ach b'at t'a owal yet' heb' amonita? Tato ix al t'ayonh, ix am onh b'at ed'oc. Ha tiknaik ol ach ko nhustz'ha t'a yol a pat tik, xchi heb' winh t'a winh."
        },
        {
            "number": "2",
            "text": "Ix tak'wi winhaj Jefté chi' t'a heb' winh: --Ha in tik yet' heb' wetchonhab', ay jun niwan owal t'a ko kal yet' heb' amonita chi'. Ix ex wavtej, palta maj ex jawoclaj onh he colo'."
        },
        {
            "number": "3",
            "text": "Yujto ix wila'' to maj ex jawoclaj onh he colo', yuj chi' ix in b'ec in b'a in cham t'a owal chi'. Ix wak'an owal yet' heb' amonita chi'. Ix kak' ganar heb' yujto a Jehová ix ak'anoch heb' t'a yol ko k'ab'. Yuj chi' ¿tas yuj tzex jawi eyak' owal t'ayin tiknaik? xchi winh."
        },
        {
            "number": "4",
            "text": "Ix b'uchji heb' aj Galaad yuj heb' aj Efraín chi', ix yalan heb' icha tik: Ha ex tik, t'a ko kal elnac ex yet' t'a skal heb' yinhtilal Manasés, xchi heb'. Yuj chi' masanil heb' anima kajan t'a Galaad chi', ix smolb'ej heb' winhaj Jefté chi', ix yak'an owal heb' yet' heb' yinhtilal Efraín chi', ix ak'ji ganar heb' yuj winh."
        },
        {
            "number": "5",
            "text": "Ha heb' aj Galaad chi', ix och heb' smac t'a sjayil sti' ha' Jordán, yuj chi' a heb' yinhtilal Efraín chi' tz'el lemnajoc yic sk'axpaj heb' t'ha ha' Jordán chi', sk'anb'an heb' aj Galaad chi' t'a heb' tato yinhtilal Efraín heb'. Maay, tato xchi heb',"
        },
        {
            "number": "6",
            "text": "syalan heb' aj Galaad chi' t'a heb' icha tik: “Xibolet”, xe chi anh, xchi heb'. Tato “Sibolet” xchi heb', syalelk'ochi to yinhtilal Efraín heb', yujto manh wach'oc tz'aj yalan heb'. Icha chi' tz'aj syamchajelta heb', smiljicham heb' t'a sti' ha' Jordán chi' yuj heb' aj Galaad chi'. 42 mil wal heb' winak t'a yinhtilal Efraín ix cham ta'."
        },
        {
            "number": "7",
            "text": "Vaque' ab'il ix och winhaj Jefté yajalil t'a skal heb' yetisraelal. Axo ix cham winh, ix mucji winh t'a schonhab' t'a yol yic Galaad."
        },
        {
            "number": "8",
            "text": "Ayic ayxo scham winhaj Jefté chi', ix och winhaj Ibzán aj Belén yajaliloc heb' yetisraelal chi'."
        },
        {
            "number": "9",
            "text": "Ha winh chi', 30 heb' yuninal winh yet' 30 heb' ix yisil winh. Ix och yetb'eyum heb' ix yisil winh chi' t'a skal heb' manhxalaj yuj sb'a yet'oc. Anheja' pax heb' yuninal winh chi', a heb' ix manhxalaj yuj sb'a heb' winh yet'oc ix yik'a'. Ha winhaj Ibzán chi', uque' ab'il ix yak' yajalil winh t'a skal heb' yetisraelal chi'."
        },
        {
            "number": "10",
            "text": "Ayic ix cham winh, ha t'a Belén ix mucji winh."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', haxo winhaj Elón t'a yinhtilal Zabulón ix ak'an yajalil t'a skal heb' yetisraelal chi'. Lajunhe' ab'il ix yak' yajalil chi' winh."
        },
        {
            "number": "12",
            "text": "Ayic ix cham winh, ix mucji winh t'a Ajalón t'a smacb'en heb' yinhtilal Zabulón chi'."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', haxo winhaj Abdón yuninal winhaj Hilel aj Piratón ix ak'an yajalil t'a skal heb' yetisraelal chi'."
        },
        {
            "number": "14",
            "text": "Vajxaque' ab'il ix yak' yajalil chi' winh. 40 yuninal winh yet' 30 yixchiquin winh. Junjun heb' winh chi', sk'e heb' winh t'a yib'anh nok' b'uru."
        },
        {
            "number": "15",
            "text": "Ayic ix cham winh, ix mucji winh t'a Piratón, t'a yol smacb'en heb' yinhtilal Efraín t'a tzalquixtac t'a yol yic heb' Amalec."
        }
    ]
}