{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix smolb'an sb'a masanil eb' winh vinac t'a yinhtilal Efraín, ix sk'axpitan ha' Jordán eb' winh t'a stojolalb'at chonhab' Zafón. Ix yalan eb' winh t'a winhaj Jefté chi' icha tik: --¿Tas yuj maj al t'ayonh ayic ach b'at t'a oval yet' eb' amonita? Tato ix al t'ayonh, ix am onh b'at ed'oc. Ha ticnaic ol ach co nhustz'ha t'a yol a pat tik, xchi eb' winh t'a winh."
        },
        {
            "number": "2",
            "text": "Ix tak'vi winhaj Jefté chi' t'a eb' winh: --Ha in tik yet' eb' vetchonhab', ay jun niwan oval t'a co cal yet' eb' amonita chi'. Ix ex vavtej, palta maj ex javoclaj onh e colo'."
        },
        {
            "number": "3",
            "text": "Yujto ix wila'' to maj ex javoclaj onh e colo', yuj chi' ix in b'ec in b'a in cham t'a oval chi'. Ix vak'an oval yet' eb' amonita chi'. Ix cak' ganar eb' yujto a Jehová ix ak'anoch eb' t'a yol co k'ab'. Yuj chi' ¿tas yuj tzex javi eyak' oval t'ayin ticnaic? xchi winh."
        },
        {
            "number": "4",
            "text": "Ix b'uchji eb' aj Galaad yuj eb' aj Efraín chi', ix yalan eb' icha tik: Ha ex tik, t'a co cal elnac ex yet' t'a skal eb' yinhtilal Manasés, xchi eb'. Yuj chi' masanil eb' anima cajan t'a Galaad chi', ix smolb'ej eb' winhaj Jefté chi', ix yak'an oval eb' yet' eb' yinhtilal Efraín chi', ix ak'ji ganar eb' yuj winh."
        },
        {
            "number": "5",
            "text": "Ha eb' aj Galaad chi', ix och eb' smac t'a sjayil sti' ha' Jordán, yuj chi' a eb' yinhtilal Efraín chi' tz'el lemnajoc yic sk'axpaj eb' t'ha ha' Jordán chi', sk'anb'an eb' aj Galaad chi' t'a eb' tato yinhtilal Efraín eb'. Maay, tato xchi eb',"
        },
        {
            "number": "6",
            "text": "syalan eb' aj Galaad chi' t'a eb' icha tik: “Xibolet”, xe chi anh, xchi eb'. Tato “Sibolet” xchi eb', syalelk'ochi to yinhtilal Efraín eb', yujto manh wach'oc tz'aj yalan eb'. Icha chi' tz'aj syamchajelta eb', smiljicham eb' t'a sti' ha' Jordán chi' yuj eb' aj Galaad chi'. 42 mil val eb' vinac t'a yinhtilal Efraín ix cham ta'."
        },
        {
            "number": "7",
            "text": "Vaque' ab'il ix och winhaj Jefté yajalil t'a skal eb' yetisraelal. Axo ix cham winh, ix mucji winh t'a schonhab' t'a yol yic Galaad."
        },
        {
            "number": "8",
            "text": "Ayic ayxo scham winhaj Jefté chi', ix och winhaj Ibzán aj Belén yajaliloc eb' yetisraelal chi'."
        },
        {
            "number": "9",
            "text": "Ha winh chi', 30 eb' yuninal winh yet' 30 eb' ix yisil winh. Ix och yetb'eyum eb' ix yisil winh chi' t'a skal eb' manhxalaj yuj sb'a yet'oc. Anheja' pax eb' yuninal winh chi', a eb' ix manhxalaj yuj sb'a eb' winh yet'oc ix yik'a'. Ha winhaj Ibzán chi', uque' ab'il ix yak' yajalil winh t'a skal eb' yetisraelal chi'."
        },
        {
            "number": "10",
            "text": "Ayic ix cham winh, ha t'a Belén ix mucji winh."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', haxo winhaj Elón t'a yinhtilal Zabulón ix ak'an yajalil t'a skal eb' yetisraelal chi'. Lajunhe' ab'il ix yak' yajalil chi' winh."
        },
        {
            "number": "12",
            "text": "Ayic ix cham winh, ix mucji winh t'a Ajalón t'a smacb'en eb' yinhtilal Zabulón chi'."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', haxo winhaj Abdón yuninal winhaj Hilel aj Piratón ix ak'an yajalil t'a skal eb' yetisraelal chi'."
        },
        {
            "number": "14",
            "text": "Vajxaque' ab'il ix yak' yajalil chi' winh. 40 yuninal winh yet' 30 yixchiquin winh. Junjun eb' winh chi', sq'ue eb' winh t'a yib'anh nok' b'uru."
        },
        {
            "number": "15",
            "text": "Ayic ix cham winh, ix mucji winh t'a Piratón, t'a yol smacb'en eb' yinhtilal Efraín t'a tzalquixtac t'a yol yic eb' Amalec."
        }
    ]
}