{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix ochxi smul heb' israel t'a yichanh Jehová, yuj chi' 40 ab'il ix ak'jioch heb' t'a yol sk'ab' heb' filisteo yuj."
        },
        {
            "number": "2",
            "text": "Ha t'a chonhab' Zora, t'a yol smacb'en heb' yinhtilal Dan, ay jun winh skuchan Manoa. Ha ix yetb'eyum winh, malaj yune' ix, yujto max unewilaj ix."
        },
        {
            "number": "3",
            "text": "Ix sch'ox sb'a Yángel Jehová t'a ix, ix yalani: --Ha ach tik wal yel malajtaxon junok une' ix il sat. Palta a tiknaik, ol a cuchkanoch une', ol aljoc jun a winak unin."
        },
        {
            "number": "4",
            "text": "Ayic ol b'eyb'at tik, manhxo uk'laj wino, manhxo uk'paxlaj junok tas pajb'inac. Manhxo a chipaxlaj tas ay yowalil t'a yichanh ley."
        },
        {
            "number": "5",
            "text": "Ayic ol aljoc jun une' chi', manh ol joxjiel-laj xil sjolom, yujto nazareo ol ajoc, yujto yic Dios yaji ayic manto aljoc. A' ol chaanel yich ex scolanel t'a yol sk'ab' heb' filisteo, xchi t'a ix."
        },
        {
            "number": "6",
            "text": "Ix b'at ix b'aj ayek' winh yetb'eyum, ix yalan ix t'a winh: Ay jun schekab' Dios ix ulek' b'aj ayin eq'ui. Ix te sat in k'ool yuj, icha wal to Yángel Dios ix wila''. Maj in k'anb'ejlaj t'ay b'ajtil ix koti, maj yalpaxlaj sb'i t'ayin."
        },
        {
            "number": "7",
            "text": "Anhej to ix yal t'ayin, tob' ol aljoc junok wune'. Ix yalani to manhxo ol wuk'laj wino yet' junokxo tas pajb'inac yet' junok tas to ay yowalil ko chi'an t'a yichanh ley. Axob' jun unin chi', tob' yic Dios yaji ayic ol aljoc chi', masanto ol chamoc, xchi ix."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix lesalwi winhaj Manoa chi' t'a Jehová icha tik: Mamin, eloc wal t'a a k'ool to tza checxicot a chekab' chi' t'ayonh, yic wach' ol yal t'ayonh tas wal ol ko k'ulej yet' jun unin ol aljoc chi', xchi winh."
        },
        {
            "number": "9",
            "text": "Ix yab' Dios tas ix sk'an winh chi', ix sch'oxanxi sb'a Yángel Jehová chi' t'a ix yetb'eyum winh chi' ayic wan yik'an yip ix t'a kal munlajel, palta manh ayoquek'laj winhaj Manoa chi' ta' yet' ix."
        },
        {
            "number": "10",
            "text": "Elanhchamel ix b'at lemnaj ix yal t'a winh: --Lemach, yujto ix sch'oxxi sb'a jun chekab' t'ayin, jun ul lolon t'ayin t'a junel, xchi ix."
        },
        {
            "number": "11",
            "text": "Ix cot lemnaj winhaj Manoa chi', ix b'at winh yet' ix yetb'eyum chi', ix k'och winh b'aj ayek' Yángel Jehová chi', ix sk'anb'an winh t'ay: --¿Tom a ach tik ul ach ek' lolonel t'a ix wetb'eyum tik t'a junel? xchi winh t'ay. --I', a in toni, xchi t'a winh."
        },
        {
            "number": "12",
            "text": "Ix sk'anb'anxi winh t'ay: --Ayic ol elk'och tas ix al chi', ¿tas wal ol cutej quilan q'uib' winh unin chi' yet' tas yopisio winh? xchi winh t'ay."
        },
        {
            "number": "13",
            "text": "Ix tak'wi Yángel Jehová chi': --Yowalil sk'anab'ajej ix etb'eyum tik tas ix wala':"
        },
        {
            "number": "14",
            "text": "Jantacnhej tas scot t'a sat te' uwa, manhxo ol slolaj ix. Mokab' yuk' wino ix yet' junokxo tas pajb'inac, ma tas ay yowalil schiji t'a yichanh ley. Ha tas ix wal chi' t'a ix, yowalil sk'anab'ajej ix, xchi t'a winh."
        },
        {
            "number": "15",
            "text": "Ha winhaj Manoa chi', manh yojtakoc winh tato Yángel Jehová jun chi', yuj chi' ix yal winh: --Swal t'ayach, comonoc tz'el t'a a k'ool tzonh a tanhwej, tik b'at ko b'o junok nok' yune' chiwa a chi'a, xchi winh t'ay. Ix tak'wi jun Ángel chi': --Wach'chom tzin kan eyed'oc, palta manh ol in walaj. Syal eyak'an nok' chi' silab'il t'a Jehová, xchi."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix yalan winhaj Manoa chi' t'ay icha tik: --Alcan a b'i t'ayonh yic wach' ayic tz'elk'och tas ix ul alkan tik t'ayonh, ol kak' yuj diosal t'ayach, xchi winh t'ay."
        },
        {
            "number": "17",
            "text": "Ix tak'wi Ángel chi' t'a winh: --¿Tas yuj tze k'anb'ej in b'i chi'? Ha jun chi' te satub'tac yochi, xchi."
        },
        {
            "number": "18",
            "text": "Ix yik'ancot nok' chiwa winhaj Manoa chi' yet' juntzanh ixim sat trigo t'a ofrendail. Ix snhusantz'a silab' winh t'a Jehová t'a yib'anh jun k'een k'een. Ixlajwi chi', ix sch'oxan jun milagro Jehová t'a yichanh winh yet' ix yetb'eyum chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix k'e nhilnaj k'ak' t'a yib'anh altar chi', ix och Yángel Jehová chi' t'a skal k'ak' chi', ix paxk'ei. Ayic ix yilan heb' icha chi', ix em cumnaj heb', ix em nhojan heb' t'a sat lu'um."
        },
        {
            "number": "20",
            "text": "Ichato chi' ix nachajel yuj winhaj Manoa chi' to Yángel Jehová jun chi'. Majxo sch'oxlaj sb'a junelxo t'a winh yet' t'a ix yetb'eyum winh chi'."
        },
        {
            "number": "21",
            "text": "Ix yalan winh t'a ix yetb'eyum chi' icha tik: --Ha tiknaik t'a wal yel ol onh chamoc, yujto ix quil wal och Dios, xchi winh t'a ix."
        },
        {
            "number": "22",
            "text": "Ix tak'wi ix t'a winh icha tik: --Tato snib'ej Jehová to tzonh chami, maj am scha ko silab' ix kak' t'ay yet' cofrenda, maj am sch'ox juntzanh tik quila', maj am yal juntzanh tik t'ayonh, xchi ix."
        },
        {
            "number": "23",
            "text": "Ayic ix alji yune' ix chi', Sansón ix yak' ix sb'iej. Ix q'uib' winh unin chi', ix yak' swach'k'olal Jehová t'a yib'anh winh."
        },
        {
            "number": "24",
            "text": "Ix schaanel yich sch'oxan sb'a Yespíritu Jehová t'a winh ayic ayek' winh t'a skampamento heb' yinhtilal Dan, t'a skal chonhab' Zora yet' Estaol."
        }
    ]
}