{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ix ochxi smul eb' israel t'a yichanh Jehová, yuj chi' 40 ab'il ix ak'jioch eb' t'a yol sk'ab' eb' filisteo yuj."
        },
        {
            "number": "2",
            "text": "Ha t'a chonhab' Zora, t'a yol smacb'en eb' yinhtilal Dan, ay jun vinh scuchan Manoa. Ha ix yetb'eyum vinh, malaj yune' ix, yujto max unevilaj ix."
        },
        {
            "number": "3",
            "text": "Ix sch'ox sb'a Yángel Jehová t'a ix, ix yalani: --Ha ach tik val yel malajtaxon junok une' ix il sat. Palta a ticnaic, ol a cuchcanoch une', ol aljoc jun a vinac unin."
        },
        {
            "number": "4",
            "text": "Ayic ol b'eyb'at tik, manhxo uk'laj vino, manhxo uk'paxlaj junok tas pajb'inac. Manhxo a chipaxlaj tas ay yovalil t'a yichanh ley."
        },
        {
            "number": "5",
            "text": "Ayic ol aljoc jun une' chi', manh ol joxjiel-laj xil sjolom, yujto nazareo ol ajoc, yujto yic Dios yaji ayic manto aljoc. A' ol chaanel yich ex scolanel t'a yol sk'ab' eb' filisteo, xchi t'a ix."
        },
        {
            "number": "6",
            "text": "Ix b'at ix b'aj ayek' vinh yetb'eyum, ix yalan ix t'a vinh: Ay jun schecab' Dios ix ulek' b'aj ayin eq'ui. Ix te sat in k'ool yuj, icha val to Yángel Dios ix wila''. Maj in k'anb'ejlaj t'ay b'ajtil ix coti, maj yalpaxlaj sb'i t'ayin."
        },
        {
            "number": "7",
            "text": "Anhej to ix yal t'ayin, tob' ol aljoc junok vune'. Ix yalani to manhxo ol vuk'laj vino yet' junocxo tas pajb'inac yet' junok tas to ay yovalil co chi'an t'a yichanh ley. Axob' jun unin chi', tob' yic Dios yaji ayic ol aljoc chi', masanto ol chamoc, xchi ix."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix lesalvi vinhaj Manoa chi' t'a Jehová icha tik: Mamin, eloc val t'a a k'ool to tza checxicot a checab' chi' t'ayonh, yic wach' ol yal t'ayonh tas val ol co k'ulej yet' jun unin ol aljoc chi', xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix yab' Dios tas ix sk'an vinh chi', ix sch'oxanxi sb'a Yángel Jehová chi' t'a ix yetb'eyum vinh chi' ayic van yik'an yip ix t'a cal munlajel, palta manh ayoquek'laj vinhaj Manoa chi' ta' yet' ix."
        },
        {
            "number": "10",
            "text": "Elanhchamel ix b'at lemnaj ix yal t'a vinh: --Lemach, yujto ix sch'oxxi sb'a jun checab' t'ayin, jun ul lolon t'ayin t'a junel, xchi ix."
        },
        {
            "number": "11",
            "text": "Ix cot lemnaj vinhaj Manoa chi', ix b'at vinh yet' ix yetb'eyum chi', ix k'och vinh b'aj ayek' Yángel Jehová chi', ix sk'anb'an vinh t'ay: --¿Tom a ach tik ul ach ek' lolonel t'a ix vetb'eyum tik t'a junel? xchi vinh t'ay. --I', a in toni, xchi t'a vinh."
        },
        {
            "number": "12",
            "text": "Ix sk'anb'anxi vinh t'ay: --Ayic ol elk'och tas ix al chi', ¿tas val ol cutej quilan q'uib' vinh unin chi' yet' tas yopisio vinh? xchi vinh t'ay."
        },
        {
            "number": "13",
            "text": "Ix tak'vi Yángel Jehová chi': --Yovalil sk'anab'ajej ix etb'eyum tik tas ix vala':"
        },
        {
            "number": "14",
            "text": "Jantacnhej tas scot t'a sat te' uva, manhxo ol slolaj ix. Mocab' yuk' vino ix yet' junocxo tas pajb'inac, ma tas ay yovalil schiji t'a yichanh ley. Ha tas ix val chi' t'a ix, yovalil sk'anab'ajej ix, xchi t'a vinh."
        },
        {
            "number": "15",
            "text": "Ha vinhaj Manoa chi', manh yojtacoc vinh tato Yángel Jehová jun chi', yuj chi' ix yal vinh: --Sval t'ayach, comonoc tz'el t'a a k'ool tzonh a tanhvej, tik b'at co b'o junok nok' yune' chiva a chi'a, xchi vinh t'ay. Ix tak'vi jun Ángel chi': --Wach'chom tzin kan eyed'oc, palta manh ol in valaj. Syal eyak'an nok' chi' silab'il t'a Jehová, xchi."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix yalan vinhaj Manoa chi' t'ay icha tik: --Alcan a b'i t'ayonh yic wach' ayic tz'elk'och tas ix ul alcan tik t'ayonh, ol cak' yuj diosal t'ayach, xchi vinh t'ay."
        },
        {
            "number": "17",
            "text": "Ix tak'vi Ángel chi' t'a vinh: --¿Tas yuj tze k'anb'ej in b'i chi'? Ha jun chi' te satub'tac yochi, xchi."
        },
        {
            "number": "18",
            "text": "Ix yik'ancot nok' chiva vinhaj Manoa chi' yet' juntzanh ixim sat trigo t'a ofrendail. Ix snhusantz'a silab' vinh t'a Jehová t'a yib'anh jun q'uen q'ueen. Ixlajwi chi', ix sch'oxan jun milagro Jehová t'a yichanh vinh yet' ix yetb'eyum chi'."
        },
        {
            "number": "19",
            "text": "Ayic ix q'ue nhilnaj k'ak' t'a yib'anh altar chi', ix och Yángel Jehová chi' t'a skal k'ak' chi', ix paxq'uei. Ayic ix yilan eb' icha chi', ix em cumnaj eb', ix em nhojan eb' t'a sat lu'um."
        },
        {
            "number": "20",
            "text": "Ichato chi' ix nachajel yuj vinhaj Manoa chi' to Yángel Jehová jun chi'. Majxo sch'oxlaj sb'a junelxo t'a vinh yet' t'a ix yetb'eyum vinh chi'."
        },
        {
            "number": "21",
            "text": "Ix yalan vinh t'a ix yetb'eyum chi' icha tik: --Ha ticnaic t'a val yel ol onh chamoc, yujto ix quil val och Dios, xchi vinh t'a ix."
        },
        {
            "number": "22",
            "text": "Ix tak'vi ix t'a vinh icha tik: --Tato sgana Jehová to tzonh chami, maj am scha co silab' ix cak' t'ay yet' cofrenda, maj am sch'ox juntzanh tik quila', maj am yal juntzanh tik t'ayonh, xchi ix."
        },
        {
            "number": "23",
            "text": "Ayic ix alji yune' ix chi', Sansón ix yak' ix sb'iej. Ix q'uib' vinh unin chi', ix yak' swach'k'olal Jehová t'a yib'anh vinh."
        },
        {
            "number": "24",
            "text": "Ix schaanel yich sch'oxan sb'a Yespíritu Jehová t'a vinh ayic ayek' vinh t'a scampamento eb' yinhtilal Dan, t'a skal chonhab' Zora yet' Estaol."
        }
    ]
}