{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "A d'a junel, ix em vinhaj Sansón d'a yol jun schonhab' eb' filisteo scuchan Timnat, ix can sgana vinh d'a jun ix cob'es ta'."
        },
        {
            "number": "2",
            "text": "Axo yic ix jax vinh d'a spat, ix yalan vinh d'a vinh smam yed' d'a ix snun icha tic: --Ay jun ix cob'es ix vil d'a Timnat d'a scal eb' ix filistea, ix can in gana d'a ix, yuj chi' sval d'ayex to b'at e k'an ix vik'a', xchi vinh."
        },
        {
            "number": "3",
            "text": "Ix tak'vi smam snun vinh chi', ix yalan eb' icha tic: --¿Tas yuj a d'a scal eb' ch'oc chonhab'il ol b'at a say ix etb'eyum? ¿Tom manhxa junoc ix ix vach' ik'an d'a scal eb' ayto cuj co b'a yed'oc, mato d'a scal eb' quetchonhab' tic? xchi eb' d'a vinh. Ix tak'vi vinh icha tic: --A val jun ix chi' in gana. A ix b'at e k'an vik'a', xchi vinh."
        },
        {
            "number": "4",
            "text": "Te manh yojtacoc eb' smam snun vinh chi' tas spensar Jehová, to van snaan tas ol aj yel yich junoc oval yed' eb' filisteo chi', yujto ayoch eb' israel d'a yalanh smandar eb' d'a jun tiempoal chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix b'at vinhaj Sansón yed' eb' smam snun d'a chonhab' Timnat chi'. Ayic ix ek' eb' d'a jun macanh te' uva avab'il yuj eb' aj Timnat chi', ix elta jun nok' quelem choj d'a vinhaj Sansón chi', tz'el yav nok' scot nok' d'a vinh."
        },
        {
            "number": "6",
            "text": "D'a val jun rato chi', ix och Yespíritu Jehová d'a vinh, ix te och yip vinh, malaj val jab'oc tas yed'nac vinh yed' val sk'ab' vinh ix sjecchitanb'at jun nok' choj chi', icha tz'aj sjecchitajb'at junoc yune' chiva. Maj yal-laj vinh d'a smam snun tas ix sk'ulej chi'."
        },
        {
            "number": "7",
            "text": "Ix lajvi chi', ix k'och eb' d'a chonhab' Timnat chi', ix lolon vinh yed' ix cob'es chi', ix cannhej sgana vinh d'a ix."
        },
        {
            "number": "8",
            "text": "Axo yic ix ek'b'at jaye' k'ual, ayic van sb'at vinhaj Sansón yic ol nupnaj yed' ix filistea chi', ix ek' vinh b'aj ix smilcham nok' choj chi'. Axo ix k'och vinh, ix yilan vinh, ayxo och jun nok' chab' d'a yol sjoyumteal sb'aquil nok', te b'ud'an yool chi' yuj yal nok' chab' chi'."
        },
        {
            "number": "9",
            "text": "Ix yik'anelta nok' vinh, ix sloan vinh, ix b'at vinh. Axo ix k'och vinh d'a spatic smam snun chi', ix yak'an nok' yalchab' chi' vinh slo eb'. Maj yal-laj vinh d'a eb' tato a d'a yol sjoyumteal sb'aquil nok' choj ix yiq'uelta nok' yalchab' chi' vinh."
        },
        {
            "number": "10",
            "text": "Ix emk'och smam snun vinh chi' d'a spat ix cob'es chi', ix yak'anoch jun q'uinh yic nupnajel vinhaj Sansón chi', ichataxon sb'eyb'al eb' vinh quelemtac d'a jun chonhab' chi'."
        },
        {
            "number": "11",
            "text": "Ayic ix yilan vinhaj Sansón eb' vinh filisteo chi', ix yavtancot 30 eb' vinh quelemtac eb' vinh yic syil q'uinh nupnajel chi' eb' vinh."
        },
        {
            "number": "12",
            "text": "Ix yalan vinhaj Sansón d'a eb' vinh quelemtac chi' icha tic: --Ay jun lolonel ol val d'ayex, a exxo ol e na'a tas syalelk'ochi: Tato a d'a uque' k'ual q'uinh tic ol eyal tas syalelk'ochi, ol vak' junjunoc e pichul nab'a lino yed' junjunoc e pichul yic q'uinh."
        },
        {
            "number": "13",
            "text": "Tato manh ol nachajel eyuj jun, a ex ol eyak' junjunoc k'apac nab'a lino chi' d'ayin yed' junjunoc mojanh in pichul yic q'uinh, xchi vinh. Ix tak'vi eb' vinh d'a vinh icha tic: --Al naic cab' an, ol cab'i tas jun lolonel chi', xchi eb' vinh."
        },
        {
            "number": "14",
            "text": "Ix yalan vinh icha tic: A d'a junoc chivajum, ata' ix elta tas tz'uk'chaji. A d'a jun te ay yip, ata' ix elta tas te chi', xchi vinh. Axo d'a yoxil k'ual q'uinh chi', maj yal-laj spacan jun lolonel chi' eb' vinh quelemtac chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi' axo d'a schanhil k'ual, ix yalan eb' vinh d'a ix yetb'eyum vinhaj Sansón chi' icha tic: --Montej ab' d'a vinh etb'eyum chi' tas syalelk'och jun lolonel ix yal vinh d'ayonh, slajvi chi' tzalan d'ayonh. Tato maay, ol ach co nhustz'a yed' a mam a nun yed' masanil mach ayek' d'a yol a pat tic. Ichato tonhej tzonh eyavtejcot d'a tic, yic tze k'ananek' tas ay d'ayonh, xchi eb' vinh d'a ix."
        },
        {
            "number": "16",
            "text": "Ix lajvi chi', van yok' ix, ix b'at yalan ix d'a vinhaj Sansón chi': --Tzin a chac a ach tic. Max in a xajanejlaj. Ix al jun a lolonel yic snael eb' vinh vetchonhab', palta manh val jab'oc tzal d'ayin tas syalelk'ochi, xchi ix d'a vinh. Ix tak'vi vinh d'a ix icha tic: --Max valtax d'a in mam in nun, atob' val d'ayach ol vala', xchi vinh."
        },
        {
            "number": "17",
            "text": "Ix och val ijan ix yok' d'a vinh d'a uque' k'ual chi', yuj chi' axo d'a yuquil k'ual chi', ix yalan vinh d'a ix tas syalelk'ochi. Ixnhej lajvi yab'an ix, ix b'at yalan ix d'a eb' yetchonhab' chi'."
        },
        {
            "number": "18",
            "text": "Axo d'a q'uik'b'alil d'a yuquil k'ual chi', ix b'at yalan eb' vinh d'a vinhaj Sansón chi' icha tic: Malaj junocxo tas te chi' d'a yichanh nok' yalchab'. Malaj pax junocxo te ay yip d'a yichanh nok' choj, xchi eb' vinh. Ix tak'vi vinh icha tic: Yujnhej to ix e montej eyab' d'a ix vetb'eyum tic, yuj chi' ix nachaj eyalan tas syalelk'ochi, xchi vinh."
        },
        {
            "number": "19",
            "text": "Ix lajvi chi' ix ochxi Yespíritu Jehová d'a vinh, ix te och yip vinh. Ix b'at vinh d'a chonhab' Ascalón, ix b'at smak'ancham 30 eb' vinh filisteo vinh ta'. A spichul eb' vinh ayochi, a ix yiq'uelta vinh, ix yak'an vinh stojoloc tas ix yal chi'. Ix lajvi chi', van ste chichon sk'ol vinh ix meltzaj vinh d'a spat vinh smam."
        },
        {
            "number": "20",
            "text": "Axo ix yetb'eyum vinh chi', a d'a jun vinh ajun yed' vinh d'a jun q'uinh chi', a d'a vinh ix ak'ji ix."
        }
    ]
}