{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a junel, ix em winhaj Sansón t'a yol jun schonhab' heb' filisteo scuchan Timnat, ix kan snib'ej winh t'a jun ix cob'es ta'."
        },
        {
            "number": "2",
            "text": "Axo yic ix jax winh t'a spat, ix yalan winh t'a winh smam yet' t'a ix snun icha tik: --Ay jun ix cob'es ix wil t'a Timnat t'a skal heb' ix filistea, ix kan in gana t'a ix, yuj chi' swal t'ayex to b'at he k'an ix wik'a', xchi winh."
        },
        {
            "number": "3",
            "text": "Ix tak'wi smam snun winh chi', ix yalan heb' icha tik: --¿Tas yuj ha t'a skal heb' ch'oc chonhab'il ol b'at a say ix etb'eyum? ¿Tom manhxa junok ix ix wach' ik'an t'a skal heb' ayto cuj ko b'a yet'oc, mato t'a skal heb' quetchonhab' tik? xchi heb' t'a winh. Ix tak'wi winh icha tik: --Ha wal jun ix chi' in gana. Ha ix b'at he k'an wik'a', xchi winh."
        },
        {
            "number": "4",
            "text": "Te manh yojtacoc heb' smam snun winh chi' tas spensar Jehová, to wan snaan tas ol aj yel yich junok owal yet' heb' filisteo chi', yujto ayoch heb' israel t'a yalanh smandar heb' t'a jun pekti’ chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix b'at winhaj Sansón yet' heb' smam snun t'a chonhab' Timnat chi'. Ayic ix ek' heb' t'a jun makan te' uwa awab'il yuj heb' aj Timnat chi', ix elta jun nok' quelem choj t'a winhaj Sansón chi', tz'el yav nok' scot nok' t'a winh."
        },
        {
            "number": "6",
            "text": "D'a wal jun rato chi', ix och Yespíritu Jehová t'a winh, ix te och yip winh, malaj wal jab'oc tas yet'nac winh yet' wal sk'ab' winh ix sjecchitanb'at jun nok' choj chi', icha tz'aj sjecchitajb'at junok yune' chiwa. Maj yal-laj winh t'a smam snun tas ix sk'ulej chi'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix k'och heb' t'a chonhab' Timnat chi', ix lolon winh yet' ix cob'es chi', ix cannhej snib'ej winh t'a ix."
        },
        {
            "number": "8",
            "text": "Axo yic ix ek'b'at jaye' k'ual, ayic wan sb'at winhaj Sansón yic ol nupnaj yet' ix filistea chi', ix ek' winh b'aj ix smilcham nok' choj chi'. Axo ix k'och winh, ix yilan winh, ayxo och jun nok' chab' t'a yol sjoyumteal sb'aquil nok', te b'ut'an yool chi' yuj yal nok' chab' chi'."
        },
        {
            "number": "9",
            "text": "Ix yik'anelta nok' winh, ix sloan winh, ix b'at winh. Axo ix k'och winh t'a spatic smam snun chi', ix yak'an nok' yalchab' chi' winh slo heb'. Maj yal-laj winh t'a heb' tato ha t'a yol sjoyumteal sb'aquil nok' choj ix yik'elta nok' yalchab' chi' winh."
        },
        {
            "number": "10",
            "text": "Ix emk'och smam snun winh chi' t'a spat ix cob'es chi', ix yak'anoch jun q'uinh yic nupnajel winhaj Sansón chi', ichataxon sb'eyb'al heb' winh kelemtac t'a jun chonhab' chi'."
        },
        {
            "number": "11",
            "text": "Ayic ix yilan winhaj Sansón heb' winh filisteo chi', ix yavtancot 30 heb' winh kelemtac heb' winh yic syil q'uinh nupnajel chi' heb' winh."
        },
        {
            "number": "12",
            "text": "Ix yalan winhaj Sansón t'a heb' winh kelemtac chi' icha tik: --Ay jun lolonel ol wal t'ayex, a exxo ol he na'a tas syalelk'ochi: Tato ha t'a uque' k'ual q'uinh tik ol eyal tas syalelk'ochi, ol wak' junjunoc he pichul nab'a lino yet' junjunoc he pichul yic q'uinh."
        },
        {
            "number": "13",
            "text": "Tato manh ol nachajel eyuj jun, a ex ol eyak' junjunoc k'apac nab'a lino chi' t'ayin yet' junjunoc mojanh in pichul yic q'uinh, xchi winh. Ix tak'wi heb' winh t'a winh icha tik: --Al naic cab' an, ol cab'i tas jun lolonel chi', xchi heb' winh."
        },
        {
            "number": "14",
            "text": "Ix yalan winh icha tik: Ha t'a junok chiwajum, ata' ix elta tas tz'uk'chaji. Ha t'a jun te ay yip, ata' ix elta tas te chi', xchi winh. Axo t'a yoxil k'ual q'uinh chi', maj yal-laj spacan jun lolonel chi' heb' winh kelemtac chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi' haxo t'a schanhil k'ual, ix yalan heb' winh t'a ix yetb'eyum winhaj Sansón chi' icha tik: --Montej ab' t'a winh etb'eyum chi' tas syalelk'och jun lolonel ix yal winh t'ayonh, slajwi chi' tzalan t'ayonh. Tato maay, ol ach ko nhustz'a yet' a mam a nun yet' masanil mach ayek' t'a yol a pat tik. Ichato tonhej tzonh eyavtejcot t'a tik, yic tze k'ananek' tas ay t'ayonh, xchi heb' winh t'a ix."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', wan yok' ix, ix b'at yalan ix t'a winhaj Sansón chi': --Tzin a chac a ach tik. Max in a xajanejlaj. Ix al jun a lolonel yic snael heb' winh wetchonhab', palta manh wal jab'oc tzal t'ayin tas syalelk'ochi, xchi ix t'a winh. Ix tak'wi winh t'a ix icha tik: --Max waltax t'a in mam in nun, atob' wal t'ayach ol wala', xchi winh."
        },
        {
            "number": "17",
            "text": "Ix och wal ijan ix yok' t'a winh t'a uque' k'ual chi', yuj chi' haxo t'a yuquil k'ual chi', ix yalan winh t'a ix tas syalelk'ochi. Ixnhej lajwi yab'an ix, ix b'at yalan ix t'a heb' yetchonhab' chi'."
        },
        {
            "number": "18",
            "text": "Axo t'a k'ik'b'alil t'a yuquil k'ual chi', ix b'at yalan heb' winh t'a winhaj Sansón chi' icha tik: Malaj junokxo tas te chi' t'a yichanh nok' yalchab'. Malaj pax junokxo te ay yip t'a yichanh nok' choj, xchi heb' winh. Ix tak'wi winh icha tik: Yujnhej to ix he montej eyab' t'a ix wetb'eyum tik, yuj chi' ix nachaj eyalan tas syalelk'ochi, xchi winh."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi' ix ochxi Yespíritu Jehová t'a winh, ix te och yip winh. Ix b'at winh t'a chonhab' Ascalón, ix b'at smak'ancham 30 heb' winh filisteo winh ta'. Ha spichul heb' winh ayochi, a ix yik'elta winh, ix yak'an winh stojoloc tas ix yal chi'. Ixlajwi chi', wan ste chichon sk'ol winh ix meltzaj winh t'a spat winh smam."
        },
        {
            "number": "20",
            "text": "Axo ix yetb'eyum winh chi', ha t'a jun winh ajun yet' winh t'a jun q'uinh chi', ha t'a winh ix ak'ji ix."
        }
    ]
}