{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix ek' jab'xo tiempo, ix b'atxi vinhaj Sansón chi' yil ix yetb'eyum chi' yalani, yet'nac jun nok' yune' chiva vinh. Ha t'a jun pekti’ chi' vanxo syamchajoch sjochchaj ixim trigo. Axo ix k'och vinh, ix yalan vinh t'a vinh snhi' icha tik: --Tzin nib'ej tzin och vil ix vetb'eyum t'a yol scuarto, xchi vinh. Majxo chajiochlaj vinh yuj vinh snhi' chi'."
        },
        {
            "number": "2",
            "text": "Anhej to ix yal vinh t'a vinh icha tik: --Ha in naani to manhxalaj a gana t'a ix, yuj chi' ix vak' ix t'a jun vinh ajun ed'oc t'a q'uinh chi'. Palta ay val junxo ix snulej ix tzak'anto t'ay, te ek'b'alto swach'il yilji ix t'a yichanh ix etb'eyum chi', syal a ix tzik'b'ati, xchi vinh snhi' vinh chi'."
        },
        {
            "number": "3",
            "text": "Ix tak'vi vinh t'a vinh snhi' chi' icha tik: --Ha ticnaic jun, max yal-laj scotcan t'a vib'anh yuj tas ol vutoc eb' etchonhab' tik yuj in pacan in b'a, xchi vinh."
        },
        {
            "number": "4",
            "text": "Ix b'at vinh b'ian, ix b'at syamancot 300 nok' vaax vinh, ix stzek'anoch junjun tob'an te taj vinh t'a snhe chatacvanh nok'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix yak'anoch sk'ak'al te' vinh, ix yactanb'at nok' vinh t'a skal ixim strigo eb' vinh filisteo chi'. Masanil ixim cunhcunhb'haxo yaj sjochchaji yet' ixim aytooch t'a yoc ix tz'ab'ati. Ix tz'apaxb'at te' uva yet' te' olivo."
        },
        {
            "number": "6",
            "text": "Ix och ijan eb' filisteo sk'anb'aneq'ui mach ix k'ulan jun chi'. Ix alchaj t'a eb' to a vinhaj Sansón, yujto ix chichon sk'ol vinh yuj tas ix utaj yuj vinh snhi', vinh aj Timnat, to ix ik'jiek' ix yetb'eyum vinh, ix ak'ji ix t'a jun vinh ajun yet' vinh t'a q'uinh yic snupnajel. Yuj chi' ix javi eb' filisteo snhusantz'a ix ix chi' yet' smam."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix yalan vinhaj Sansón chi' icha tik: --Yujto icha tik ix e k'ulej, yuj chi' manh ol in och vaan ex vixtani, masanto ol vak'canek' in pac t'ayex, xchi vinh."
        },
        {
            "number": "8",
            "text": "Ix cot val yoval vinh sik'lab'il, yuj chi' tzijtum anima ix smak'cham vinh. Ixlajwi chi' ix b'at cajnaj vinh t'a q'uen nhaq'ueen t'a Etam."
        },
        {
            "number": "9",
            "text": "Ix javi eb' vinh filisteo sb'oq'ue scampamento t'a yol yic Judá t'a slak'anil Lehi."
        },
        {
            "number": "10",
            "text": "Ix sk'anb'an eb' vinh aj Judá chi' t'a eb' vinh: --¿Tas yuj tzex javi eyak' oval qued'oc? xchi eb' vinh. Ix tak'vi eb' vinh filisteo chi': --Ha vinhaj Sansón tzul co yama', ol cak'anoch syaelal vinh, yujto niwan chukal ix yak' vinh t'ayonh, xchi eb' vinh."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an jun chi' eb' vinh aj Judá chi', oxe' mil eb' vinh ix b'at ilan vinhaj Sansón t'a q'uen nhaq'ueen t'a Etam chi', ix yalan eb' vinh t'a vinh: --¿Tom manh ojtacoc to ayonh och t'a yol sk'ab' eb' vinh filisteo tik? ¿Tas yuj tzak'och chukal t'a co cal yet' eb' vinh? xchi eb' vinh t'a vinh. Ix tak'vi vinh t'a eb' vinh: --Icha in yutej eb' vinh, icha pax ix vutej eb' vinh, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix yalan eb' vinh t'a vinh icha tik: --Yuj chi' to tzul ach co tzek'b'at ticnaic yic b'at ach cak'an t'a eb' vinh chi', xchi eb' vinh. Ix tak'vi vinh t'a eb' vinh: --Hak'ek e ti' t'ayin an, tato yel manh ol in e milchamlaj, xchi vinh."
        },
        {
            "number": "13",
            "text": "Ix tak'vi eb' vinh t'a vinh icha tik: --Maay, manh ol ach co milchamlaj, anhej to ol ach co tzek'b'ati, b'at ach cak'an t'a eb' vinh filisteo chi', xchi eb' vinh. Ixlajwi chi', ix stzek'an vinh eb' vinh t'a chab' ch'anh lasu te ak'to, ix yik'anelta vinh eb' vinh t'a yol q'uen nhaq'ueen chi'."
        },
        {
            "number": "14",
            "text": "Axo ix k'och eb' vinh t'a Lehi chi', ix cot eb' vinh filisteo scha eb' vinh, toxonhej tz'avaj eb' vinh yuj tzalajk'olal. Elanhchamel ix ochxi Yespíritu Jehová t'a vinhaj Sansón chi', ix te och yip vinh, ix sd'inhchitanb'at chab' lasu chi' vinh, icha tz'aj snhik'chajb'at junok k'apac k'apac tz'anac, ix em lanhnaj ch'anh t'a sk'ab' vinh."
        },
        {
            "number": "15",
            "text": "Elanhchamel ix yik'q'ue jun sb'aquil yalanh sti' nok' b'uru vinh, yaxtacto val jun b'ac chi'. Ha yet' jun b'ac chi', mil eb' vinh filisteo chi' ix smak'cham vinh."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix yalan vinh: Anhej jun sb'aquil yalanh sti' nok' b'uru ix vak'lab'ej, cunhcunhb'a ix ajkan eb' chamnac vuuj. Yujnhej jun sb'aquil yalanh sti' nok' b'uru, mil val vinac ix in mak'chamoc, xchi vinh."
        },
        {
            "number": "17",
            "text": "Ixlajwi yalan jun chi' vinh, ix sjulancanel jun sb'aquil yalanh sti' nok' b'uru chi' vinh. Yuj chi' a jun lugar chi', Ramat-lehi ix sb'iejkani, syalelk'ochi, “tzalan b'aquil yalanh sti' nok' nok'”."
        },
        {
            "number": "18",
            "text": "Ix te tacji sti' vinhaj Sansón chi', yuj chi' ix yavtej Jehová vinh, ix yalan vinh: --Ha ach ix ak' vip, yuj chi' ix vak' ganar eb' vinh filisteo tik, palta ¿tom ol in a cha cham a in a checab' in tik yuj taquinhtial t'a yol sk'ab' juntzanh ch'oc chonhab'il tik? xchi vinh."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix pak'q'ueta jun ha ha' t'a Lehi chi' yuj Jehová. Ix yuk'an ha' vinh, ix jax stzalajk'olal vinh, ix te ochxi yip vinh ix yab'i. Yuj chi', a jun a yune' ha' chi', En-hacore ix sb'iejkan ha', syalelk'ochi “yuk'b'ila' mach tz'avajq'uei”. Ha jun ha' chi', ix cannhej ha' t'a Lehi chi'."
        },
        {
            "number": "20",
            "text": "Ha vinhaj Sansón chi', 20 ab'il ix och vinh yajaliloc eb' israel chi', yacb'an ayoch eb' t'a yol sk'ab' eb' filisteo."
        }
    ]
}