{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Ix ek' jab'xo tiempo, ix b'atxi winhaj Sansón chi' yil ix yetb'eyum chi' yalani, yet'nac jun nok' yune' chiva winh. Ha t'a jun pekti’ chi' vanxo syamchajoch sjochchaj ixim trigo. Axo ix k'och winh, ix yalan winh t'a winh snhi' icha tik: --Tzin nib'ej tzin och vil ix vetb'eyum t'a yol scuarto, xchi winh. Majxo chajiochlaj winh yuj winh snhi' chi'."
        },
        {
            "number": "2",
            "text": "Anhej to ix yal winh t'a winh icha tik: --Ha in naani to manhxalaj a gana t'a ix, yuj chi' ix vak' ix t'a jun winh ajun ed'oc t'a q'uinh chi'. Palta ay wal junxo ix snulej ix tzak'anto t'ay, te ek'b'alto swach'il yilji ix t'a yichanh ix etb'eyum chi', syal a ix tzik'b'ati, xchi winh snhi' winh chi'."
        },
        {
            "number": "3",
            "text": "Ix tak'vi winh t'a winh snhi' chi' icha tik: --Ha tiknaik jun, max yal-laj scotcan t'a vib'anh yuj tas ol vutoc eb' etchonhab' tik yuj in pacan in b'a, xchi winh."
        },
        {
            "number": "4",
            "text": "Ix b'at winh b'ian, ix b'at syamancot 300 nok' vaax winh, ix stzek'anoch junjun tob'an te taj winh t'a snhe chatacvanh nok'."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix yak'anoch sk'ak'al te' winh, ix yactanb'at nok' winh t'a skal ixim strigo eb' winh filisteo chi'. Masanil ixim cunhcunhb'haxo yaj sjochchaji yet' ixim aytooch t'a yoc ix tz'ab'ati. Ix tz'apaxb'at te' uva yet' te' olivo."
        },
        {
            "number": "6",
            "text": "Ix och ijan eb' filisteo sk'anb'aneq'ui mach ix k'ulan jun chi'. Ix alchaj t'a eb' to a winhaj Sansón, yujto ix chichon sk'ol winh yuj tas ix utaj yuj winh snhi', winh aj Timnat, to ix ik'jiek' ix yetb'eyum winh, ix ak'ji ix t'a jun winh ajun yet' winh t'a q'uinh yic snupnajel. Yuj chi' ix javi eb' filisteo snhusantz'a ix ix chi' yet' smam."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix yalan winhaj Sansón chi' icha tik: --Yujto icha tik ix e k'ulej, yuj chi' manh ol in och vaan ex vixtani, masanto ol vak'canek' in pac t'ayex, xchi winh."
        },
        {
            "number": "8",
            "text": "Ix cot wal yoval winh sik'lab'il, yuj chi' tzijtum anima ix smak'cham winh. Ixlajwi chi' ix b'at cajnaj winh t'a q'uen nhaq'ueen t'a Etam."
        },
        {
            "number": "9",
            "text": "Ix javi eb' winh filisteo sb'oq'ue scampamento t'a yol yic Judá t'a slak'anil Lehi."
        },
        {
            "number": "10",
            "text": "Ix sk'anb'an eb' winh aj Judá chi' t'a eb' winh: --¿Tas yuj tzex javi eyak' oval qued'oc? xchi eb' winh. Ix tak'vi eb' winh filisteo chi': --Ha winhaj Sansón tzul co yama', ol cak'anoch syaelal winh, yujto niwan chukal ix yak' winh t'ayonh, xchi eb' winh."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an jun chi' eb' winh aj Judá chi', oxe' mil eb' winh ix b'at ilan winhaj Sansón t'a q'uen nhaq'ueen t'a Etam chi', ix yalan eb' winh t'a winh: --¿Tom manh ojtacoc to ayonh och t'a yol sk'ab' eb' winh filisteo tik? ¿Tas yuj tzak'och chukal t'a co cal yet' eb' winh? xchi eb' winh t'a winh. Ix tak'vi winh t'a eb' winh: --Icha in yutej eb' winh, icha pax ix vutej eb' winh, xchi winh."
        },
        {
            "number": "12",
            "text": "Ix yalan eb' winh t'a winh icha tik: --Yuj chi' to tzul ach co tzek'b'at tiknaik yic b'at ach cak'an t'a eb' winh chi', xchi eb' winh. Ix tak'vi winh t'a eb' winh: --Hak'ek e ti' t'ayin an, tato yel manh ol in e milchamlaj, xchi winh."
        },
        {
            "number": "13",
            "text": "Ix tak'vi eb' winh t'a winh icha tik: --Maay, manh ol ach co milchamlaj, anhej to ol ach co tzek'b'ati, b'at ach cak'an t'a eb' winh filisteo chi', xchi eb' winh. Ixlajwi chi', ix stzek'an winh eb' winh t'a chab' ch'anh lasu te ak'to, ix yik'anelta winh eb' winh t'a yol q'uen nhaq'ueen chi'."
        },
        {
            "number": "14",
            "text": "Axo ix k'och eb' winh t'a Lehi chi', ix cot eb' winh filisteo scha eb' winh, toxonhej tz'avaj eb' winh yuj tzalajk'olal. Elanhchamel ix ochxi Yespíritu Jehová t'a winhaj Sansón chi', ix te och yip winh, ix sd'inhchitanb'at chab' lasu chi' winh, icha tz'aj snhik'chajb'at junok k'apac k'apac tz'anac, ix em lanhnaj ch'anh t'a sk'ab' winh."
        },
        {
            "number": "15",
            "text": "Elanhchamel ix yik'q'ue jun sb'aquil yalanh sti' nok' b'uru winh, yaxtacto wal jun b'ac chi'. Ha yet' jun b'ac chi', mil eb' winh filisteo chi' ix smak'cham winh."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi' ix yalan winh: Anhej jun sb'aquil yalanh sti' nok' b'uru ix vak'lab'ej, cunhcunhb'a ix ajkan eb' chamnac vuuj. Yujnhej jun sb'aquil yalanh sti' nok' b'uru, mil wal vinac ix in mak'chamoc, xchi winh."
        },
        {
            "number": "17",
            "text": "Ixlajwi yalan jun chi' winh, ix sjulancanel jun sb'aquil yalanh sti' nok' b'uru chi' winh. Yuj chi' a jun lugar chi', Ramat-lehi ix sb'iejkani, syalelk'ochi, “tzalan b'aquil yalanh sti' nok' nok'”."
        },
        {
            "number": "18",
            "text": "Ix te tacji sti' winhaj Sansón chi', yuj chi' ix yavtej Jehová winh, ix yalan winh: --Ha ach ix ak' vip, yuj chi' ix vak' ganar eb' winh filisteo tik, palta ¿tom ol in a cha cham a in a checab' in tik yuj taquinhtial t'a yol sk'ab' juntzanh ch'oc chonhab'il tik? xchi winh."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix pak'q'ueta jun ha ha' t'a Lehi chi' yuj Jehová. Ix yuk'an ha' winh, ix jax stzalajk'olal winh, ix te ochxi yip winh ix yab'i. Yuj chi', a jun a yune' ha' chi', En-hacore ix sb'iejkan ha', syalelk'ochi “yuk'b'ila' mach tz'avajq'uei”. Ha jun ha' chi', ix cannhej ha' t'a Lehi chi'."
        },
        {
            "number": "20",
            "text": "Ha winhaj Sansón chi', 20 ab'il ix och winh yajaliloc eb' israel chi', yacb'an ayoch eb' t'a yol sk'ab' eb' filisteo."
        }
    ]
}