{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun k'ual, ix xid'ek' winhaj Sansón t'a Gaza. Ata' ix yil jun ix ajmul ix winh, ix och winh t'a yol spat ix, ix vaycan winh yet' ix t'a jun ak'wal chi'."
        },
        {
            "number": "2",
            "text": "Ayic ix yab'an eb' aj Gaza chi' to ata' ayek' winh, ix yoyan sb'a eb' t'a spatictac pat chi', ix stanhvan spuertail chonhab' eb' t'a jun ak'wal chi'. Numan yaj eb', ix smaclan eb' yek' ak'wal chi'. Ix snaan eb' to ha t'a q'uinhib'alil t'a junxo k'u ol smilcham winh eb'."
        },
        {
            "number": "3",
            "text": "Palta haxo winhaj Sansón chi', ix stanhvej winh yoch chimilak'wal, ix q'ue vaan winh. Ix b'at winh t'a spuertail chonhab' chi', ix schocanelta jun niwan puerta chi' winh yet' smarcoal. Ix sjolom jenhjab'an winh, ix b'at yak'ancan winh t'a jolom vitz t'a yichanh Hebrón."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix ochpax spensar winh t'a jun ix scuchan Dalila cajan t'a jun ch'olan scuch Sorec."
        },
        {
            "number": "5",
            "text": "Yuj chi', ix b'at lolon eb' winh yajalil eb' filisteo yet' ix Dalila chi', ix yalan eb' winh t'a ix icha tik: --Tza montej wal winhaj Sansón chi', tza k'anb'an t'a winh b'ajtil scot jantac yip winh chi', tas wal scutej cak'an ganar winh co tzek'ani, yic wach' maxtzac yal-laj scolan sb'a winh. Junjun onh ol cak' mil 100 siclo q'uen plata t'ayach a tojoloc, xchi eb' winh t'a ix."
        },
        {
            "number": "6",
            "text": "Ix yalan ix t'a winhaj Sansón chi' icha tik: --Tzin tevi t'ayach, to tzal t'ayin b'ajtil scot jantac ip tik, ¿ay am wal tas tz'aj a tzek'ji yic maxtzac yal-laj a colan a b'a? xchi ix t'a winh."
        },
        {
            "number": "7",
            "text": "Ix tak'vi winh t'a ix icha tik: --Tato tzin tzek'chaj t'a uqueoc ch'anh ch'anh manto juneloc sk'anchaji, tz'el vip tik, icha yip junok comon anima tzin ajcani, xchi winh t'a ix."
        },
        {
            "number": "8",
            "text": "Yuj chi', a eb' yajalil eb' filisteo chi' ix ik'anb'at uque' ch'anh ch'anh chi' t'a ix Dalila chi', ix stzek'an winhaj Sansón chi' ix."
        },
        {
            "number": "9",
            "text": "Ay juntzanh eb' winh toxo ix sk'ub'ejel sb'ha t'a yol spat ix chi', yuj chi' te chaanh ix el yav ix: --Sansón, sjavi eb' winh filisteo ach smilchamoc, xchi ix. D'a wal jun rato chi', ix sd'inhchitanb'at juntzanh ch'anh ch'anh chi' winh. Icha sk'unal sd'inhchaj junok anh ch'al tz'aeltac, icha chi' ix yutej ch'anh winh. Axo eb' filisteo chi' maj nachajel-laj yuj eb' b'ajtil scot yip winh chi'."
        },
        {
            "number": "10",
            "text": "Ix yalanxi ix t'a winh: --Te chuk ach, ix a musej wal in sat. Ix esej t'ayin. Ha tiknaik tzin tevi t'ayach to tzal t'ayin tas wal tz'aj a tzek'chaji, xchi ix."
        },
        {
            "number": "11",
            "text": "Ix tak'vi winh icha tik: --Tato tzatz tzin utej a tzek'an yet' ch'anh lasu manta b'aj sk'anchaji, tz'el vip, icha yip junok comon anima tzin ajcani, xchi winh t'a ix."
        },
        {
            "number": "12",
            "text": "Yuj chi', ix say juntzanh ch'anh lasu chi' ix, ix stzek'an winh ix t'a ch'anh. Ix elxi yav ix: --Sansón, sjavi eb' winh filisteo ach smilchamoc, xchi ix. Anheja' t'a junelxo chi' ayxo eb' winh ix sk'ub'ejel sb'ha t'a yol scuarto ix. Icha wal tz'aj sd'inhchaj anh ch'al, icha chi' ix yutej ch'anh lasu chi' winh."
        },
        {
            "number": "13",
            "text": "Ix yalanxi ix t'a winh icha tik: --Ichanhej tik in ixtani. Tzesejnhej t'ayin. Al wal t'ayin tas wal tz'aj ach co tzek'ani, xchi ix. Ix tak'vi winh t'a ix: --Tato uque' tzutej a pach'uch'an xil in jolom jucan tik yet' anh ch'al, tzatz tzutejcanoch t'a te' jal-lab', tato icha chi', tz'elcan vip, icha wal yip junok comon anima tzin ajcani, xchi winh t'a ix. Ix b'oji vay winh yuj ix. Ayic toxo ix vay winh chi', ix sjalancanoch xil sjolom winh chi' ix yet' anh ch'al t'a te' jal-lab' chi'."
        },
        {
            "number": "14",
            "text": "Ix stzatzb'itanem te' jal-lab' chi' ix, ix avaj ix: --Sansón, sjavi eb' winh filisteo ach smilchamoc, xchi ix. Ix q'ue jucnaj winh, ix stok'anq'ueta te jal-lab' chi' winh yet' anh ch'al chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yalan ix t'a winh icha tik: --Ha ach tik, te esalvum ach. ¿Tas yuj tzala' to tzin a xajanej? Yoxelalxo in ixtan tik. Manh jab'oc tzal t'ayin b'ajtil scot jantac ip tik, xchi ix."
        },
        {
            "number": "16",
            "text": "Junjun k'u aynhejoch ijan ix sk'anb'an t'a winh b'ajtil scot yip winh chi', yuj chi' ix tzactzajq'ue winh yet' ix."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yalelta winh, b'ajtil scot yip winh chi', ix yalan winh: --Manto juneloc sjoxjiel xil in jolom yictax in alji, yujto ayic manto in alji chi', ix in sik'jicanel yuj Dios yic tzin och nazareoal, syalelk'ochi to yictaxon Dios vaji. Yuj chi' tato ay mach sjoxanel xil in jolom tik, tz'elcan vip chi', icha junok comon anima tzin ajcani, xchi winh."
        },
        {
            "number": "18",
            "text": "Ix nachajel yuj ix to a tiknaik yel syal winh. Ix yalanb'at ix t'a eb' winh yajalil eb' filisteo chi' icha tik: --Ha tiknaik, cotanhec t'a wal junelxo tik, toxo ix yalelta winh tas yuj te ay yip winh chi', xchi ix. Yuj chi' ix k'och eb' winh yil ix, yet'nac q'uen tumin eb' winh."
        },
        {
            "number": "19",
            "text": "Ix yak'an vay winhaj Sansón chi' ix t'a sat xub', ix yavtan jun winh joxvajum ix. Axo jun winh chi' ix joxanel uque' makan xil sjolom winh pach'uch'ab'il chi'. Icha chi' ix aj yel yip winh yuj ix, majxo yal scolan sb'a winh."
        },
        {
            "number": "20",
            "text": "Ix avaj ix icha tik: --Sansón, sjavi eb' winh filisteo ach smilchamoc, xchi ix. Ix el svayanh winh, am snaan winh to olto yal scolan sb'a winh ichataxon t'a juntac el. Manh yojtacoc winh tato toxo ix actajcan winh yuj Jehová."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix ja eb' winh filisteo, ix stzek'an winh eb' winh, ix yik'anq'ueta yol sat winh eb' winh, ix yik'anb'at winh eb' winh t'a chonhab' Gaza. Ata' ix yak'och q'uen cadena nab'a bronce eb' winh t'a winh. Ix yak'anoch winh eb' winh t'a preso. Ix yak'anoch winh eb' winh munlajel t'a q'uen jaxum trigo t'a yol preso chi'."
        },
        {
            "number": "22",
            "text": "Palta haxo xil sjolom winh, ix syamxioch sq'uib'i."
        },
        {
            "number": "23",
            "text": "Ix smolb'an sb'a eb' yajalil eb' filisteo t'a tzalajk'olal, yujto ix yamchaj winhaj Sansón yuj eb', ix yak'an silab' eb' t'a scomon diosal scuch Dagón, ix och ijan eb' sb'itan icha tik: Ha co diosal tik ix ak'anoch winhaj Sansón t'a yol co k'ab'. Aton jun winh cajk'ool, xchi eb'."
        },
        {
            "number": "24",
            "text": "Anheja' pax eb' anima, ayic ix yilanoch winhaj Sansón chi' eb', ix sb'itan sdiosal eb' icha tik: Ha co diosal ix ak'anoch jun winh cajk'ol t'a yol co k'ab', a winh nhusannactz'a cavb'en. Tzijtum eb' quetchonhab' smak'naccham winh, xchi eb'."
        },
        {
            "number": "25",
            "text": "Ix te tzalaj eb' anima chi', ix sk'anancot winhaj Sansón chi' eb' yic smatz'an winh eb'. Ix yik'anelta winh eb' t'a yol preso, ix yak'anoch winh eb' t'a skal snanhal yoyal stemplo eb', yic syixtan winh eb'."
        },
        {
            "number": "26",
            "text": "Ix yalan winh t'a jun winh quelem unin ed'jinac: --Iq'uinb'at t'a yoyal snanhal yol templo tik, t'a juntzanh yipumal yaji yic tzin och ijan jab'oc t'ay, xchi winh."
        },
        {
            "number": "27",
            "text": "Masanil eb' yajalil chonhab', molanek' eb' t'a yol templo chi', te b'ut'an yuj anima, eb' winh vinac yet' eb' ix ix. Ay am oxe' miloc anima ayq'ue t'a schab'il piso, van smatz'an eb' tas tz'utaj winhaj Sansón chi'."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix yalan winh t'a Jehová: Ach in Dios Vajalil, tzin k'an t'ayach to tzin a nacot t'a junelxo tik, tzak'an vip yic tzin pacan in b'ha t'a eb' winh filisteo tik, yujto ix yik'q'ueta yol in sat eb' winh, xchi winh."
        },
        {
            "number": "29",
            "text": "Ix och vetz'vetz' winh t'a chab' nivac yoyal templo chi' t'a snanhal yool, aton juntzanh cuchjinac yalil jun templo chi'."
        },
        {
            "number": "30",
            "text": "Ix el yav winh ix yalan winh: Junnhejocab' tz'aj in cham yet' eb' winh filisteo tik, xchi winh. Ixlajwi chi' ix yak'an yip winh yecan lanhchaj chab' nivac yoyal templo chi'. Ix cot lanhnaj templo chi' t'a yib'anh masanil eb' yajalil chonhab' chi' yet' t'a yib'anh masanil anima ayek' ta'. Ek'alto sb'isul anima ix cham yuj winh ayic ix cham winh chi' t'a yichanh eb' ix smak'cham winh ayic pitzanto."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi', ix k'och eb' yuk'tac winh yet' sk'ab' yoc winh, ix b'at yik'ancot snivanil winh chi' eb'. Ix smucan eb' t'a snanhal Zora yet' Estaol b'aj mucan winh smam winh, aton winhaj Manoa. Ha winhaj Sansón chi', 20 ab'il ix yak' yajalil winh t'a Israel."
        }
    ]
}