{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun k'ual, ix xid'ek' vinhaj Sansón t'a Gaza. Ata' ix yil jun ix ajmul ix vinh, ix och vinh t'a yol spat ix, ix vaycan vinh yet' ix t'a jun ak'val chi'."
        },
        {
            "number": "2",
            "text": "Ayic ix yab'an eb' aj Gaza chi' to ata' ayek' vinh, ix yoyan sb'a eb' t'a spatictac pat chi', ix stanhvan spuertail chonhab' eb' t'a jun ak'val chi'. Numan yaj eb', ix smaclan eb' yek' ak'val chi'. Ix snaan eb' to ha t'a q'uinhib'alil t'a junxo k'u ol smilcham vinh eb'."
        },
        {
            "number": "3",
            "text": "Palta haxo vinhaj Sansón chi', ix stanhvej vinh yoch chimilak'val, ix q'ue vaan vinh. Ix b'at vinh t'a spuertail chonhab' chi', ix schocanelta jun niwan puerta chi' vinh yet' smarcoal. Ix sjolom jenhjab'an vinh, ix b'at yak'ancan vinh t'a jolom vitz t'a yichanh Hebrón."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix ochpax spensar vinh t'a jun ix scuchan Dalila cajan t'a jun ch'olan scuch Sorec."
        },
        {
            "number": "5",
            "text": "Yuj chi', ix b'at lolon eb' vinh yajalil eb' filisteo yet' ix Dalila chi', ix yalan eb' vinh t'a ix icha tik: --Tza montej val vinhaj Sansón chi', tza k'anb'an t'a vinh b'ajtil scot jantac yip vinh chi', tas val scutej cak'an ganar vinh co tzek'ani, yic wach' maxtzac yal-laj scolan sb'a vinh. Junjun onh ol cak' mil 100 siclo q'uen plata t'ayach a tojoloc, xchi eb' vinh t'a ix."
        },
        {
            "number": "6",
            "text": "Ix yalan ix t'a vinhaj Sansón chi' icha tik: --Tzin tevi t'ayach, to tzal t'ayin b'ajtil scot jantac ip tik, ¿ay am val tas tz'aj a tzek'ji yic maxtzac yal-laj a colan a b'a? xchi ix t'a vinh."
        },
        {
            "number": "7",
            "text": "Ix tak'vi vinh t'a ix icha tik: --Tato tzin tzek'chaj t'a uqueoc ch'anh ch'anh manto juneloc sk'anchaji, tz'el vip tik, icha yip junok comon anima tzin ajcani, xchi vinh t'a ix."
        },
        {
            "number": "8",
            "text": "Yuj chi', a eb' yajalil eb' filisteo chi' ix ik'anb'at uque' ch'anh ch'anh chi' t'a ix Dalila chi', ix stzek'an vinhaj Sansón chi' ix."
        },
        {
            "number": "9",
            "text": "Ay juntzanh eb' vinh toxo ix sk'ub'ejel sb'ha t'a yol spat ix chi', yuj chi' te chaanh ix el yav ix: --Sansón, sjavi eb' vinh filisteo ach smilchamoc, xchi ix. D'a val jun rato chi', ix sd'inhchitanb'at juntzanh ch'anh ch'anh chi' vinh. Icha sk'unal sd'inhchaj junok anh ch'al tz'aeltac, icha chi' ix yutej ch'anh vinh. Axo eb' filisteo chi' maj nachajel-laj yuj eb' b'ajtil scot yip vinh chi'."
        },
        {
            "number": "10",
            "text": "Ix yalanxi ix t'a vinh: --Te chuc ach, ix a musej val in sat. Ix esej t'ayin. Ha ticnaic tzin tevi t'ayach to tzal t'ayin tas val tz'aj a tzek'chaji, xchi ix."
        },
        {
            "number": "11",
            "text": "Ix tak'vi vinh icha tik: --Tato tzatz tzin utej a tzek'an yet' ch'anh lasu manta b'aj sk'anchaji, tz'el vip, icha yip junok comon anima tzin ajcani, xchi vinh t'a ix."
        },
        {
            "number": "12",
            "text": "Yuj chi', ix say juntzanh ch'anh lasu chi' ix, ix stzek'an vinh ix t'a ch'anh. Ix elxi yav ix: --Sansón, sjavi eb' vinh filisteo ach smilchamoc, xchi ix. Anheja' t'a junelxo chi' ayxo eb' vinh ix sk'ub'ejel sb'ha t'a yol scuarto ix. Icha val tz'aj sd'inhchaj anh ch'al, icha chi' ix yutej ch'anh lasu chi' vinh."
        },
        {
            "number": "13",
            "text": "Ix yalanxi ix t'a vinh icha tik: --Ichanhej tik in ixtani. Tzesejnhej t'ayin. Al val t'ayin tas val tz'aj ach co tzek'ani, xchi ix. Ix tak'vi vinh t'a ix: --Tato uque' tzutej a pach'uch'an xil in jolom jucan tik yet' anh ch'al, tzatz tzutejcanoch t'a te' jal-lab', tato icha chi', tz'elcan vip, icha val yip junok comon anima tzin ajcani, xchi vinh t'a ix. Ix b'oji vay vinh yuj ix. Ayic toxo ix vay vinh chi', ix sjalancanoch xil sjolom vinh chi' ix yet' anh ch'al t'a te' jal-lab' chi'."
        },
        {
            "number": "14",
            "text": "Ix stzatzb'itanem te' jal-lab' chi' ix, ix avaj ix: --Sansón, sjavi eb' vinh filisteo ach smilchamoc, xchi ix. Ix q'ue jucnaj vinh, ix stok'anq'ueta te jal-lab' chi' vinh yet' anh ch'al chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yalan ix t'a vinh icha tik: --Ha ach tik, te esalvum ach. ¿Tas yuj tzala' to tzin a xajanej? Yoxelalxo in ixtan tik. Manh jab'oc tzal t'ayin b'ajtil scot jantac ip tik, xchi ix."
        },
        {
            "number": "16",
            "text": "Junjun k'u aynhejoch ijan ix sk'anb'an t'a vinh b'ajtil scot yip vinh chi', yuj chi' ix tzactzajq'ue vinh yet' ix."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yalelta vinh, b'ajtil scot yip vinh chi', ix yalan vinh: --Manto juneloc sjoxjiel xil in jolom yictax in alji, yujto ayic manto in alji chi', ix in sik'jicanel yuj Dios yic tzin och nazareoal, syalelk'ochi to yictaxon Dios vaji. Yuj chi' tato ay mach sjoxanel xil in jolom tik, tz'elcan vip chi', icha junok comon anima tzin ajcani, xchi vinh."
        },
        {
            "number": "18",
            "text": "Ix nachajel yuj ix to a ticnaic yel syal vinh. Ix yalanb'at ix t'a eb' vinh yajalil eb' filisteo chi' icha tik: --Ha ticnaic, cotanhec t'a val junelxo tik, toxo ix yalelta vinh tas yuj te ay yip vinh chi', xchi ix. Yuj chi' ix k'och eb' vinh yil ix, yet'nac q'uen tumin eb' vinh."
        },
        {
            "number": "19",
            "text": "Ix yak'an vay vinhaj Sansón chi' ix t'a sat xub', ix yavtan jun vinh joxvajum ix. Axo jun vinh chi' ix joxanel uque' makan xil sjolom vinh pach'uch'ab'il chi'. Icha chi' ix aj yel yip vinh yuj ix, majxo yal scolan sb'a vinh."
        },
        {
            "number": "20",
            "text": "Ix avaj ix icha tik: --Sansón, sjavi eb' vinh filisteo ach smilchamoc, xchi ix. Ix el svayanh vinh, am snaan vinh to olto yal scolan sb'a vinh ichataxon t'a juntac el. Manh yojtacoc vinh tato toxo ix actajcan vinh yuj Jehová."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix ja eb' vinh filisteo, ix stzek'an vinh eb' vinh, ix yik'anq'ueta yol sat vinh eb' vinh, ix yik'anb'at vinh eb' vinh t'a chonhab' Gaza. Ata' ix yak'och q'uen cadena nab'a bronce eb' vinh t'a vinh. Ix yak'anoch vinh eb' vinh t'a preso. Ix yak'anoch vinh eb' vinh munlajel t'a q'uen jaxum trigo t'a yol preso chi'."
        },
        {
            "number": "22",
            "text": "Palta haxo xil sjolom vinh, ix syamxioch sq'uib'i."
        },
        {
            "number": "23",
            "text": "Ix smolb'an sb'a eb' yajalil eb' filisteo t'a tzalajk'olal, yujto ix yamchaj vinhaj Sansón yuj eb', ix yak'an silab' eb' t'a scomon diosal scuch Dagón, ix och ijan eb' sb'itan icha tik: Ha co diosal tik ix ak'anoch vinhaj Sansón t'a yol co k'ab'. Aton jun vinh cajk'ool, xchi eb'."
        },
        {
            "number": "24",
            "text": "Anheja' pax eb' anima, ayic ix yilanoch vinhaj Sansón chi' eb', ix sb'itan sdiosal eb' icha tik: Ha co diosal ix ak'anoch jun vinh cajk'ol t'a yol co k'ab', a vinh nhusannactz'a cavb'en. Tzijtum eb' quetchonhab' smak'naccham vinh, xchi eb'."
        },
        {
            "number": "25",
            "text": "Ix te tzalaj eb' anima chi', ix sk'anancot vinhaj Sansón chi' eb' yic smatz'an vinh eb'. Ix yik'anelta vinh eb' t'a yol preso, ix yak'anoch vinh eb' t'a skal snanhal yoyal stemplo eb', yic syixtan vinh eb'."
        },
        {
            "number": "26",
            "text": "Ix yalan vinh t'a jun vinh quelem unin ed'jinac: --Iq'uinb'at t'a yoyal snanhal yol templo tik, t'a juntzanh yipumal yaji yic tzin och ijan jab'oc t'ay, xchi vinh."
        },
        {
            "number": "27",
            "text": "Masanil eb' yajalil chonhab', molanek' eb' t'a yol templo chi', te b'ut'an yuj anima, eb' vinh vinac yet' eb' ix ix. Ay am oxe' miloc anima ayq'ue t'a schab'il piso, van smatz'an eb' tas tz'utaj vinhaj Sansón chi'."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix yalan vinh t'a Jehová: Ach in Dios Vajalil, tzin k'an t'ayach to tzin a nacot t'a junelxo tik, tzak'an vip yic tzin pacan in b'ha t'a eb' vinh filisteo tik, yujto ix yik'q'ueta yol in sat eb' vinh, xchi vinh."
        },
        {
            "number": "29",
            "text": "Ix och vetz'vetz' vinh t'a chab' nivac yoyal templo chi' t'a snanhal yool, aton juntzanh cuchjinac yalil jun templo chi'."
        },
        {
            "number": "30",
            "text": "Ix el yav vinh ix yalan vinh: Junnhejocab' tz'aj in cham yet' eb' vinh filisteo tik, xchi vinh. Ixlajwi chi' ix yak'an yip vinh yecan lanhchaj chab' nivac yoyal templo chi'. Ix cot lanhnaj templo chi' t'a yib'anh masanil eb' yajalil chonhab' chi' yet' t'a yib'anh masanil anima ayek' ta'. Ek'alto sb'isul anima ix cham yuj vinh ayic ix cham vinh chi' t'a yichanh eb' ix smak'cham vinh ayic pitzanto."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi', ix k'och eb' yuk'tac vinh yet' sk'ab' yoc vinh, ix b'at yik'ancot snivanil vinh chi' eb'. Ix smucan eb' t'a snanhal Zora yet' Estaol b'aj mucan vinh smam vinh, aton vinhaj Manoa. Ha vinhaj Sansón chi', 20 ab'il ix yak' yajalil vinh t'a Israel."
        }
    ]
}