{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Ay jun k'ual, ix xid'ek' winhaj Sansón t'a Gaza. Ata' ix yil jun ix ajmul ix winh, ix och winh t'a yol spat ix, ix waycan winh yet' ix t'a jun ak'wal chi'."
        },
        {
            "number": "2",
            "text": "Ayic ix yab'an heb' aj Gaza chi' to ata' ayek' winh, ix yoyan sb'a heb' t'a spatictac pat chi', ix stanhwan spuertail chonhab' heb' t'a jun ak'wal chi'. Numan yaj heb', ix smaclan heb' yek' ak'wal chi'. Ix snaan heb' to ha t'a q'uinhib'alil t'a junxo k'u ol smilcham winh heb'."
        },
        {
            "number": "3",
            "text": "Palta haxo winhaj Sansón chi', ix stanhwej winh yoch chimilak'wal, ix k'e waan winh. Ix b'at winh t'a spuertail chonhab' chi', ix schocanelta jun niwan puerta chi' winh yet' smarcoal. Ix sjolom jenhjab'an winh, ix b'at yak'ancan winh t'a jolom witz t'a yichanh Hebrón."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi', ix ochpax spensar winh t'a jun ix scuchan Dalila cajan t'a jun ch'olan scuch Sorec."
        },
        {
            "number": "5",
            "text": "Yuj chi', ix b'at lolon heb' winh yajalil heb' filisteo yet' ix Dalila chi', ix yalan heb' winh t'a ix icha tik: --Tza montej wal winhaj Sansón chi', tza k'anb'an t'a winh b'ajtil scot jantac yip winh chi', tas wal scutej cak'an ganar winh ko tzek'ani, yic wach' maxtzac yal-laj scolan sb'a winh. Junjun onh ol cak' mil 100 siclo k'een plata t'ayach a tojolok, xchi heb' winh t'a ix."
        },
        {
            "number": "6",
            "text": "Ix yalan ix t'a winhaj Sansón chi' icha tik: --Tzin tewi t'ayach, to tzal t'ayin b'ajtil scot jantac ip tik, ¿ay am wal tas tz'aj a tzek'ji yic maxtzac yal-laj a colan a b'a? xchi ix t'a winh."
        },
        {
            "number": "7",
            "text": "Ix tak'wi winh t'a ix icha tik: --Tato tzin tzek'chaj t'a uqueoc ch'anh ch'anh manto juneloc sk'anchaji, tz'el wip tik, icha yip junok comon anima tzin ajcani, xchi winh t'a ix."
        },
        {
            "number": "8",
            "text": "Yuj chi', a heb' yajalil heb' filisteo chi' ix ik'anb'at uque' ch'anh ch'anh chi' t'a ix Dalila chi', ix stzek'an winhaj Sansón chi' ix."
        },
        {
            "number": "9",
            "text": "Ay juntzanh heb' winh toxo ix sk'ub'ejel sb'ha t'a yol spat ix chi', yuj chi' te chaanh ix el yav ix: --Sansón, sjawi heb' winh filisteo ach smilchamoc, xchi ix. D'a wal jun rato chi', ix sd'inhchitanb'at juntzanh ch'anh ch'anh chi' winh. Icha sk'unal sd'inhchaj junok anh ch'al tz'aeltac, icha chi' ix yutej ch'anh winh. Axo heb' filisteo chi' maj nachajel-laj yuj heb' b'ajtil scot yip winh chi'."
        },
        {
            "number": "10",
            "text": "Ix yalanxi ix t'a winh: --Te chuk ach, ix a musej wal in sat. Ix esej t'ayin. Ha tiknaik tzin tewi t'ayach to tzal t'ayin tas wal tz'aj a tzek'chaji, xchi ix."
        },
        {
            "number": "11",
            "text": "Ix tak'wi winh icha tik: --Tato tzatz tzin utej a tzek'an yet' ch'anh lasu manta b'aj sk'anchaji, tz'el wip, icha yip junok comon anima tzin ajcani, xchi winh t'a ix."
        },
        {
            "number": "12",
            "text": "Yuj chi', ix say juntzanh ch'anh lasu chi' ix, ix stzek'an winh ix t'a ch'anh. Ix elxi yav ix: --Sansón, sjawi heb' winh filisteo ach smilchamoc, xchi ix. Anheja' t'a junelxo chi' ayxo heb' winh ix sk'ub'ejel sb'ha t'a yol scuarto ix. Icha wal tz'aj sd'inhchaj anh ch'al, icha chi' ix yutej ch'anh lasu chi' winh."
        },
        {
            "number": "13",
            "text": "Ix yalanxi ix t'a winh icha tik: --Ichanhej tik in ixtani. Tzesejnhej t'ayin. Al wal t'ayin tas wal tz'aj ach ko tzek'ani, xchi ix. Ix tak'wi winh t'a ix: --Tato uque' tzutej a pach'uch'an xil in jolom jucan tik yet' anh ch'al, tzatz tzutejcanoch t'a te' jal-lab', tato icha chi', tz'elcan wip, icha wal yip junok comon anima tzin ajcani, xchi winh t'a ix. Ix b'oji way winh yuj ix. Ayic toxo ix way winh chi', ix sjalancanoch xil sjolom winh chi' ix yet' anh ch'al t'a te' jal-lab' chi'."
        },
        {
            "number": "14",
            "text": "Ix stzatzb'itanem te' jal-lab' chi' ix, ix awaj ix: --Sansón, sjawi heb' winh filisteo ach smilchamoc, xchi ix. Ix k'e jucnaj winh, ix stok'ank'eta te jal-lab' chi' winh yet' anh ch'al chi'."
        },
        {
            "number": "15",
            "text": "Yuj chi' ix yalan ix t'a winh icha tik: --Ha ach tik, te esalwum ach. ¿Tas yuj tzala' to tzin a xajanej? Yoxelalxo in ixtan tik. Manh jab'oc tzal t'ayin b'ajtil scot jantac ip tik, xchi ix."
        },
        {
            "number": "16",
            "text": "Junjun k'u aynhejoch ijan ix sk'anb'an t'a winh b'ajtil scot yip winh chi', yuj chi' ix tzactzajk'e winh yet' ix."
        },
        {
            "number": "17",
            "text": "Yuj chi' ix yalelta winh, b'ajtil scot yip winh chi', ix yalan winh: --Manto juneloc sjoxjiel xil in jolom yictax in alji, yujto ayic manto in alji chi', ix in sik'jicanel yuj Dios yic tzin och nazareoal, syalelk'ochi to yictaxon Dios waji. Yuj chi' tato ay mach sjoxanel xil in jolom tik, tz'elcan wip chi', icha junok comon anima tzin ajcani, xchi winh."
        },
        {
            "number": "18",
            "text": "Ix nachajel yuj ix to a tiknaik yel syal winh. Ix yalanb'at ix t'a heb' winh yajalil heb' filisteo chi' icha tik: --Ha tiknaik, cotanhec t'a wal junelxo tik, toxo ix yalelta winh tas yuj te ay yip winh chi', xchi ix. Yuj chi' ix k'och heb' winh yil ix, yet'nac k'een tumin heb' winh."
        },
        {
            "number": "19",
            "text": "Ix yak'an way winhaj Sansón chi' ix t'a sat xub', ix yavtan jun winh joxwajum ix. Axo jun winh chi' ix joxanel uque' makan xil sjolom winh pach'uch'ab'il chi'. Icha chi' ix aj yel yip winh yuj ix, majxo yal scolan sb'a winh."
        },
        {
            "number": "20",
            "text": "Ix awaj ix icha tik: --Sansón, sjawi heb' winh filisteo ach smilchamoc, xchi ix. Ix el swayanh winh, am snaan winh to olto yal scolan sb'a winh ichataxon t'a juntac el. Manh yojtacoc winh tato toxo ix actajcan winh yuj Jehová."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix ja heb' winh filisteo, ix stzek'an winh heb' winh, ix yik'ank'eta yol sat winh heb' winh, ix yik'anb'at winh heb' winh t'a chonhab' Gaza. Ata' ix yak'och k'een cadena nab'a bronce heb' winh t'a winh. Ix yak'anoch winh heb' winh t'a preso. Ix yak'anoch winh heb' winh munlajel t'a k'een jaxum trigo t'a yol preso chi'."
        },
        {
            "number": "22",
            "text": "Palta haxo xil sjolom winh, ix syamxioch sq'uib'i."
        },
        {
            "number": "23",
            "text": "Ix smolb'an sb'a heb' yajalil heb' filisteo t'a tzalajk'olal, yujto ix yamchaj winhaj Sansón yuj heb', ix yak'an silab' heb' t'a scomon diosal scuch Dagón, ix och ijan heb' sb'itan icha tik: Ha ko diosal tik ix ak'anoch winhaj Sansón t'a yol ko k'ab'. Aton jun winh cajk'ool, xchi heb'."
        },
        {
            "number": "24",
            "text": "Anheja' pax heb' anima, ayic ix yilanoch winhaj Sansón chi' heb', ix sb'itan sdiosal heb' icha tik: Ha ko diosal ix ak'anoch jun winh cajk'ol t'a yol ko k'ab', a winh nhusannactz'a cavb'en. Tzijtum heb' quetchonhab' smak'naccham winh, xchi heb'."
        },
        {
            "number": "25",
            "text": "Ix te tzalaj heb' anima chi', ix sk'anancot winhaj Sansón chi' heb' yic smatz'an winh heb'. Ix yik'anelta winh heb' t'a yol preso, ix yak'anoch winh heb' t'a skal snanhal yoyal stemplo heb', yic syixtan winh heb'."
        },
        {
            "number": "26",
            "text": "Ix yalan winh t'a jun winh quelem unin ed'jinac: --Iq'uinb'at t'a yoyal snanhal yol templo tik, t'a juntzanh yipumal yaji yic tzin och ijan jab'oc t'ay, xchi winh."
        },
        {
            "number": "27",
            "text": "Masanil heb' yajalil chonhab', molanek' heb' t'a yol templo chi', te b'ut'an yuj anima, heb' winh winak yet' heb' ix ix. Ay am oxe' miloc anima ayk'e t'a schab'il piso, wan smatz'an heb' tas tz'utaj winhaj Sansón chi'."
        },
        {
            "number": "28",
            "text": "Ixlajwi chi', ix yalan winh t'a Jehová: Ach in Dios Vajalil, tzin k'an t'ayach to tzin a nacot t'a junelxo tik, tzak'an wip yic tzin pacan in b'ha t'a heb' winh filisteo tik, yujto ix yik'k'eta yol in sat heb' winh, xchi winh."
        },
        {
            "number": "29",
            "text": "Ix och wetz'wetz' winh t'a chab' niwac yoyal templo chi' t'a snanhal yool, aton juntzanh cuchjinac yalil jun templo chi'."
        },
        {
            "number": "30",
            "text": "Ix el yav winh ix yalan winh: Junnhejocab' tz'aj in cham yet' heb' winh filisteo tik, xchi winh. Ixlajwi chi' ix yak'an yip winh yecan lanhchaj chab' niwac yoyal templo chi'. Ix cot lanhnaj templo chi' t'a yib'anh masanil heb' yajalil chonhab' chi' yet' t'a yib'anh masanil anima ayek' ta'. Ek'alto sb'isul anima ix cham yuj winh ayic ix cham winh chi' t'a yichanh heb' ix smak'cham winh ayic pitzanto."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi', ix k'och heb' yuk'tac winh yet' sk'ab' yoc winh, ix b'at yik'ancot sniwanil winh chi' heb'. Ix smucan heb' t'a snanhal Zora yet' Estaol b'aj mucan winh smam winh, aton winhaj Manoa. Ha winhaj Sansón chi', 20 ab'il ix yak' yajalil winh t'a Israel."
        }
    ]
}