{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "A d'a jun tiempoal chi', malaj sreyal eb' israel ayochi. A eb' yinhtilal Dan, mantalaj smacb'en eb' d'a scal eb' yetisraelal, yujto maj yiq'uek'laj slum eb' ak'b'il d'ay, yuj chi' van yek' eb' say b'aj scajnaji."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix schecb'at ovanh eb' soldado eb' te tek'an, yic sb'at eb' sayoj lum b'aj scajnaji. Ix el eb' ovanh chi' d'a chonhab' Zora yed' d'a Estaol, ix ek' eb' d'a tzalquixtac d'a yol yic Efraín, ix k'och eb' d'a spat vinhaj Micaía chi'. Ata' ix can eb' d'a jun ak'val chi'."
        },
        {
            "number": "3",
            "text": "Ayic vanxo sk'och eb' d'a slak'anil spat vinhaj Micaía chi', ix yab'an eb' slolon vinh quelem chi', ix yojtaquejel eb' to ch'oc chonhab'il vinh, ix b'at sk'anb'an eb' d'a vinh icha tic: --¿Mach ach ik'ancot d'a tic? ¿Tas yuj ayachek' d'a tic? ¿Tas tzul a k'ulej? xchi eb' d'a vinh."
        },
        {
            "number": "4",
            "text": "Ix yalan vinh d'a eb' yuj strato ix sb'o yed' vinhaj Micaía chi', yic tz'och vinh sacerdoteoc vinh."
        },
        {
            "number": "5",
            "text": "Ix lajvi chi', ix yalan eb' d'a vinh: --k'anb'ej d'a Dios cuuj, tato vach' ol aj yelk'och jun b'aj van co b'at tic, xchi eb' d'a vinh."
        },
        {
            "number": "6",
            "text": "Ix yalan vinh d'a eb': --Junk'olal tzex b'ati, yujto scha sk'ol Jehová tas van e k'ulan tic, xchi vinh d'a eb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix b'atxi eb' ovanh ilum luum chi', ix k'och eb' d'a chonhab' Lais. A eb' anima d'a jun chonhab' chi' te malaj tas sna eb', icha sb'eyb'al eb' sidonio. A eb' chi', ayek' eb' d'a tzalajk'olal yed' d'a junk'olal, malaj jab'oc tas syak' palta d'a eb', te najat scan chonhab' Sidón d'a eb', malaj mach ay yalan yic d'a eb', yic sb'a eb' sch'ocoj."
        },
        {
            "number": "8",
            "text": "Ix lajvi chi', ix meltzaj eb' ilum lum chi' d'a Zora yed' d'a Estaol, b'aj aycan juntzanhxo yetb'eyum eb'. Ix sk'anb'an eb' aycan chi' d'a eb' icha tic: --¿Tas ix aj b'aj ix ex co checb'at chi'? xchi eb'. Ix tak'vi eb' ilum lum chi':"
        },
        {
            "number": "9",
            "text": "--Ix ek' quil jun macanh lum luum chi' smasanil, ix quila' to te vach' luum. Coyec, b'at caq'uec oval yed' eb' cajan ta'. Malaj mach tonhej scan k'ojan d'a tic tato malaj jab'oc tas sk'ulej. Coyec quiq'uek' jun luum chi'."
        },
        {
            "number": "10",
            "text": "A eb' anima cajan ta', junk'olal yaj eb', te levan luum, malaj tas syak' palta ta'. A Dios ol ak'an lum d'ayonh, xchi eb'."
        },
        {
            "number": "11",
            "text": "Ay 600 eb' vinh vinac d'a yinhtilal Dan ix el d'a Zora yed' d'a Estaol chi', yed'nac yalyuninal junjun eb'. Te ay syamk'ab' eb' yic oval smasanil."
        },
        {
            "number": "12",
            "text": "Ix k'och eb' d'a Quiriat-jearim d'a yol yic Judá. Ix sb'oanq'ue scampamento eb' d'a stojolal b'aj tz'em k'u d'a Quiriat-jearim chi', aton jun lugar chi' scampamento vinhaj Dan ix sb'iejcani."
        },
        {
            "number": "13",
            "text": "Ix elxi eb' ta', ix ek' eb' d'a tzalquixtac d'a yol yic Efraín. Ix k'och eb' d'a slak'anil spat vinhaj Micaía."
        },
        {
            "number": "14",
            "text": "A eb' ovanh xid'naquek' iloj lum d'a Lais chi', ix yal eb' d'a eb' yetb'eyum chi': --Ab'ec, a d'a yol juntzanh pat tic ay jun chaleca yed' jun yechel tzeyb'il ayoch plata d'ay yed' jun comon dios b'ob'il d'a yol molde. Ay pax juntzanhxo comon dios. ¿Tas val ol co k'uloc yed'oc tze na'a? xchi eb'."
        },
        {
            "number": "15",
            "text": "Ix b'at eb' ovanh xid'naquek' iloj lum chi' b'aj cajan jun vinh quelem levita chi' d'a spat vinhaj Micaía chi'. Ix k'och eb', ix sk'anb'an eb' janik' sk'ool vinh."
        },
        {
            "number": "16",
            "text": "Axo eb' 600 soldado yinhtilal Dan chi', van stanhvancan eb' d'a sti' puerta, yed'nac syamk'ab' eb' yic oval."
        },
        {
            "number": "17",
            "text": "Axo eb' ovanh chi', ix q'ue eb' d'a yol pat yic syik'anelta juntzanh tic eb': Jun yechel tzeyb'il, jun yechel b'ob'il d'a yol molde, jun chaleca yed' juntzanhxo cotac comon dios. Ix yik'anelta juntzanh chi' eb' yacb'an ayek' vinh sacerdote chi' yed' eb' 600 soldado chi' d'a ti' pat chi'."
        },
        {
            "number": "18",
            "text": "Ayic ix yilan vinh sacerdote chi' to ix och eb' chi' d'a yol spat vinhaj Micaía chi' yic syik'anelta juntzanh tastac chi' eb', ix yalan vinh: --¿Tas tze k'ulej chi'? xchi vinh d'a eb'."
        },
        {
            "number": "19",
            "text": "Ix yalan eb' d'a vinh: --Tz'in xa chi, anhej to tzach b'at qued'oc. Sco nib'ej tzach och co sacerdoteoc, icha co mam ol ach ajoc. ¿Tom manh vach'oc tzab'i to tzach och sacerdoteal d'a junoc macanh yinhtilal Israel, d'a yichanh to anhej d'a junoc patil anima? xchi eb'."
        },
        {
            "number": "20",
            "text": "Ix scha sk'ol vinh sacerdote tas ix yal eb' chi'. Ix yik'anek' juntzanh chi' vinh d'a eb'. Ix och vinh d'a scal eb', ix b'at vinh yed' eb'."
        },
        {
            "number": "21",
            "text": "Ix lajvi chi', ix b'atxi eb', b'ab'el eb' ix ix yed' eb' unin, nok' smolb'etzal nok' eb' yed' sk'ael eb'. Tzak'anxo ix b'at eb' soldado."
        },
        {
            "number": "22",
            "text": "Najattacxo ix b'at eb', ichato chi' ix smolb'an sb'a vinhaj Micaía yed' eb' yetchonhab', ix b'at eb' syam eb' yalani."
        },
        {
            "number": "23",
            "text": "Axo yic ix k'och eb' d'a spatic eb' ix avaj eb'. Axo eb' yinhtilal Dan chi', ix meltzajcot q'uelan eb', ix sk'anb'an eb' d'a vinhaj Micaía chi': --¿Tas tzach ik'ani yuj chi' ed'nac juntzanh anima tic? xchi eb'."
        },
        {
            "number": "24",
            "text": "Ix tak'vi vinh d'a eb': --A ex tic ix eyik'cot in diosal ix in b'o'o, ix eyik'anpaxcot vinh in sacerdote, manhxo jab'oc tas ix eyactejcan d'ayin, tze tek'b'an e b'a e k'anb'an d'ayin tas tzin ik'ani, xchi vinh d'a eb'."
        },
        {
            "number": "25",
            "text": "Ix yalan eb' d'a vinh: --Malaj co gana to sq'ue a jaj avaj d'ayonh, yujto a d'a co cal tic ay eb' vinh utzin sk'ool, axo ta tz'aji tzach satel eb' vinh yed' eb' ajun tic ed'oc, xchi eb'."
        },
        {
            "number": "26",
            "text": "Ayic ix yilan vinhaj Micaía chi' to te nivan eb' d'a yichanh vinh, ix meltzaj vinh d'a spat. Axo eb' yinhtilal Dan chi' ix b'atnhejcan eb' b'aj van sb'at chi'."
        },
        {
            "number": "27",
            "text": "Ix yik'anb'at juntzanh tastac sb'onac vinhaj Micaía chi' eb' yed' vinh sacerdote masanto ix k'och eb' d'a chonhab' Lais. A masanil eb' anima cajan d'a Lais chi', junk'olal yajek' eb', malaj tas sna' eb', yuj chi' te secojtac ix aj satel eb', ix nhusjipaxtz'a schonhab' eb' chi' yuj eb' yinhtilal Dan chi'."
        },
        {
            "number": "28",
            "text": "A chonhab' Lais chi', a d'a yol yic Bet-rehob scani, te najatto ay d'a Sidón, malaj junoc mach ay yalan yic d'a eb', yuj chi' malaj mach ix colan eb'. A eb' yinhtilal Dan chi', ix sb'oxiq'ue jun chonhab' chi' eb', ix cajnaj eb' ta'."
        },
        {
            "number": "29",
            "text": "A d'a yalanhtaxo, Lais sb'i jun chonhab' chi', axo eb' ix ak'an sb'iej Dan, yic syak' b'inaj sb'i vinh smam yicham eb', aton vinhaj Dan yuninal vinhaj Israel."
        },
        {
            "number": "30",
            "text": "Ata' ix sb'oq'ue jun yechel yed'nac eb' chi' yic tz'och eb' ejmelal d'ay. Axo sacerdote eb', aton vinhaj Jonatán yinhtilal Gersón yuninal vinhaj Moisés. A eb' yinhtilal vinhaj Jonatán chi', ix ochnhej eb' sacerdoteal d'a eb' yinhtilal Dan chi' masanto ayic ix ik'jib'at eb' israel d'a ch'oc chonhab'il."
        },
        {
            "number": "31",
            "text": "A jun yechel ix sb'o vinhaj Micaía chi', a ix och sdiosaloc eb' yinhtilal Dan d'a masanil tiempo yacb'an ayek' scajnub' Dios d'a Silo."
        }
    ]
}