{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', malaj sreyal heb' israel ayochi. Ha heb' yinhtilal Dan, mantalaj smacb'en heb' t'a skal heb' yetisraelal, yujto maj yik'ek'laj slum heb' ak'b'il t'ay, yuj chi' wan yek' heb' say b'aj skajnaji."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix schecb'at owanh heb' soldado heb' te tek'an, yic sb'at heb' sayoj lum b'aj skajnaji. Ix el heb' owanh chi' t'a chonhab' Zora yet' t'a Estaol, ix ek' heb' t'a tzalquixtac t'a yol yic Efraín, ix k'och heb' t'a spat winhaj Micaía chi'. Ata' ix kan heb' t'a jun ak'wal chi'."
        },
        {
            "number": "3",
            "text": "Ayic wanxo sk'och heb' t'a slak'anil spat winhaj Micaía chi', ix yab'an heb' slolon winh quelem chi', ix yojtaquejel heb' to ch'oc chonhab'il winh, ix b'at sk'anb'an heb' t'a winh icha tik: --¿Mach ach ik'ancot t'a tik? ¿Tas yuj ayachek' t'a tik? ¿Tas tzul a k'ulej? xchi heb' t'a winh."
        },
        {
            "number": "4",
            "text": "Ix yalan winh t'a heb' yuj strato ix sb'o yet' winhaj Micaía chi', yic tz'och winh sacerdoteoc winh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix yalan heb' t'a winh: --k'anb'ej d'ha Dios cuuj, tato wach' ol aj yelk'och jun b'aj wan ko b'at tik, xchi heb' t'a winh."
        },
        {
            "number": "6",
            "text": "Ix yalan winh t'a heb': --Junk'olal tzex b'ati, yujto scha sk'ol Jehová tas wan he k'ulan tik, xchi winh t'a heb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix b'atxi heb' owanh ilum lu'um chi', ix k'och heb' t'a chonhab' Lais. Ha heb' anima t'a jun chonhab' chi' te malaj tas sna heb', icha sb'eyb'al heb' sidonio. Ha heb' chi', ayek' heb' t'a tzalajk'olal yet' t'a junk'olal, malaj jab'oc tas syak' palta t'a heb', te najat skan chonhab' Sidón t'a heb', malaj mach ay yalan yic t'a heb', yic sb'a heb' sch'ocoj."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix meltzaj heb' ilum lum chi' t'a Zora yet' t'a Estaol, b'aj aykan juntzanhxo yetb'eyum heb'. Ix sk'anb'an heb' aykan chi' t'a heb' icha tik: --¿Tas ix aj b'aj ix ex ko checb'at chi'? xchi heb'. Ix tak'wi heb' ilum lum chi':"
        },
        {
            "number": "9",
            "text": "--Ix ek' quil jun makan lum lum chi' smasanil, ix quila' to te wach' lu'um. Koyec, b'at caq'ek owal yet' heb' kajan ta'. Malaj mach tonhej skan k'ojan t'a tik tato malaj jab'oc tas sk'ulej. Koyec quik'ek' jun lu'um chi'."
        },
        {
            "number": "10",
            "text": "Ha heb' anima kajan ta', junk'olal yaj heb', te lewan lu'um, malaj tas syak' palta ta'. Ha Dios ol ak'an lum t'ayonh, xchi heb'."
        },
        {
            "number": "11",
            "text": "Ay 600 heb' winh winak t'a yinhtilal Dan ix el t'a Zora yet' t'a Estaol chi', yet'nac yalyuninal junjun heb'. Te ay syamk'ab' heb' yic owal smasanil."
        },
        {
            "number": "12",
            "text": "Ix k'och heb' t'a Quiriat-jearim t'a yol yic Judá. Ix sb'oank'e skampamento heb' t'a stojolal b'aj tz'em k'u t'a Quiriat-jearim chi', aton jun lugar chi' skampamento winhaj Dan ix sb'iejkani."
        },
        {
            "number": "13",
            "text": "Ix elxi heb' ta', ix ek' heb' t'a tzalquixtac t'a yol yic Efraín. Ix k'och heb' t'a slak'anil spat winhaj Micaía."
        },
        {
            "number": "14",
            "text": "Ha heb' owanh xid'naquek' iloj lum t'a Lais chi', ix yal heb' t'a heb' yetb'eyum chi': --Ab'ec, ha t'a yol juntzanh pat tik ay jun chaleca yet' jun yechel tzeyb'il ayoch plata t'ay yet' jun comon Dios b'ob'il t'a yol molde. Ay pax juntzanhxo comon Dios. ¿Tas wal ol ko k'uloc yet'oc tze na'a? xchi heb'."
        },
        {
            "number": "15",
            "text": "Ix b'at heb' owanh xid'naquek' iloj lum chi' b'aj kajan jun winh quelem lewita chi' t'a spat winhaj Micaía chi'. Ix k'och heb', ix sk'anb'an heb' janik' sk'ool winh."
        },
        {
            "number": "16",
            "text": "Axo heb' 600 soldado yinhtilal Dan chi', wan stanhwankan heb' t'a sti' puerta, yet'nac syamk'ab' heb' yic owal."
        },
        {
            "number": "17",
            "text": "Axo heb' owanh chi', ix k'e heb' t'a yol pat yic syik'anelta juntzanh tik heb': Jun yechel tzeyb'il, jun yechel b'ob'il t'a yol molde, jun chaleca yet' juntzanhxo cotac comon Dios. Ix yik'anelta juntzanh chi' heb' yacb'an ayek' winh sacerdote chi' yet' heb' 600 soldado chi' t'a ti' pat chi'."
        },
        {
            "number": "18",
            "text": "Ayic ix yilan winh sacerdote chi' to ix och heb' chi' t'a yol spat winhaj Micaía chi' yic syik'anelta juntzanh tastac chi' heb', ix yalan winh: --¿Tas tze k'ulej chi'? xchi winh t'a heb'."
        },
        {
            "number": "19",
            "text": "Ix yalan heb' t'a winh: --Tz'in xa chi, anhej to tzach b'at qued'oc. Sco nib'ej tzach och ko sacerdoteoc, icha ko mam ol ach ajoc. ¿Tom manh wach'oc tzab'i to tzach och sacerdoteal t'a junok makan yinhtilal Israel, t'a yichanh to anhej t'a junok patil anima? xchi heb'."
        },
        {
            "number": "20",
            "text": "Ix scha sk'ol winh sacerdote tas ix yal heb' chi'. Ix yik'anek' juntzanh chi' winh t'a heb'. Ix och winh t'a skal heb', ix b'at winh yet' heb'."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix b'atxi heb', b'ab'el heb' ix ix yet' heb' unin, nok' smolb'etzal nok' heb' yet' sk'ael heb'. Tzak'anxo ix b'at heb' soldado."
        },
        {
            "number": "22",
            "text": "Najattacxo ix b'at heb', ichato chi' ix smolb'an sb'a winhaj Micaía yet' heb' yetchonhab', ix b'at heb' syam heb' yalani."
        },
        {
            "number": "23",
            "text": "Axo yic ix k'och heb' t'a spatic heb' ix awaj heb'. Axo heb' yinhtilal Dan chi', ix meltzajcot k'elan heb', ix sk'anb'an heb' t'a winhaj Micaía chi': --¿Tas tzach ik'ani yuj chi' ed'nac juntzanh anima tik? xchi heb'."
        },
        {
            "number": "24",
            "text": "Ix tak'wi winh t'a heb': --Ha ex tik ix eyik'cot in diosal ix in b'o'o, ix eyik'anpaxcot winh in sacerdote, manhxo jab'oc tas ix eyactejkan t'ayin, tze tek'b'an he b'a he k'anb'an t'ayin tas tzin ik'ani, xchi winh t'a heb'."
        },
        {
            "number": "25",
            "text": "Ix yalan heb' t'a winh: --Malaj ko gana to sk'e a jaj awaj t'ayonh, yujto ha t'a ko kal tik ay heb' winh utzin sk'ool, haxo ta tz'aji tzach satel heb' winh yet' heb' ajun tik ed'oc, xchi heb'."
        },
        {
            "number": "26",
            "text": "Ayic ix yilan winhaj Micaía chi' to te niwan heb' t'a yichanh winh, ix meltzaj winh t'a spat. Axo heb' yinhtilal Dan chi' ix b'atnhejkan heb' b'aj wan sb'at chi'."
        },
        {
            "number": "27",
            "text": "Ix yik'anb'at juntzanh tastac sb'onac winhaj Micaía chi' heb' yet' winh sacerdote masanto ix k'och heb' t'a chonhab' Lais. Ha masanil heb' anima kajan t'a Lais chi', junk'olal yajek' heb', malaj tas sna' heb', yuj chi' te secojtak ix aj satel heb', ix nhusjipaxtz'a schonhab' heb' chi' yuj heb' yinhtilal Dan chi'."
        },
        {
            "number": "28",
            "text": "Ha chonhab' Lais chi', ha t'a yol yic Bet-rehob skani, te najatto ay t'a Sidón, malaj junok mach ay yalan yic t'a heb', yuj chi' malaj mach ix colan heb'. Ha heb' yinhtilal Dan chi', ix sb'oxik'e jun chonhab' chi' heb', ix kajnaj heb' ta'."
        },
        {
            "number": "29",
            "text": "Ha t'a yalanhtaxo, Lais sb'i jun chonhab' chi', haxo heb' ix ak'an sb'iej Dan, yic syak' b'inaj sb'i winh smam yicham heb', aton winhaj Dan yuninal winhaj Israel."
        },
        {
            "number": "30",
            "text": "Ata' ix sb'ok'e jun yechel yet'nac heb' chi' yic tz'och heb' ejmelal t'ay. Axo sacerdote heb', aton winhaj Jonatán yinhtilal Gersón yuninal winhaj Moisés. Ha heb' yinhtilal winhaj Jonatán chi', ix ochnhej heb' sacerdoteal t'a heb' yinhtilal Dan chi' masanto ayic ix ik'jib'at heb' israel t'a ch'oc chonhab'il."
        },
        {
            "number": "31",
            "text": "Ha jun yechel ix sb'o winhaj Micaía chi', a ix och sdiosaloc heb' yinhtilal Dan t'a masanil tiempo yacb'an ayek' skajnub' Dios t'a Silo."
        }
    ]
}