{
    "chapter": "18",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', malaj sreyal eb' israel ayochi. Ha eb' yinhtilal Dan, mantalaj smacb'en eb' t'a skal eb' yetisraelal, yujto maj yiq'uek'laj slum eb' ak'b'il t'ay, yuj chi' van yek' eb' say b'aj scajnaji."
        },
        {
            "number": "2",
            "text": "Yuj chi' ix schecb'at ovanh eb' soldado eb' te tek'an, yic sb'at eb' sayoj lum b'aj scajnaji. Ix el eb' ovanh chi' t'a chonhab' Zora yet' t'a Estaol, ix ek' eb' t'a tzalquixtac t'a yol yic Efraín, ix k'och eb' t'a spat vinhaj Micaía chi'. Ata' ix kan eb' t'a jun ak'val chi'."
        },
        {
            "number": "3",
            "text": "Ayic vanxo sk'och eb' t'a slak'anil spat vinhaj Micaía chi', ix yab'an eb' slolon vinh quelem chi', ix yojtaquejel eb' to ch'oc chonhab'il vinh, ix b'at sk'anb'an eb' t'a vinh icha tik: --¿Mach ach ik'ancot t'a tik? ¿Tas yuj ayachek' t'a tik? ¿Tas tzul a k'ulej? xchi eb' t'a vinh."
        },
        {
            "number": "4",
            "text": "Ix yalan vinh t'a eb' yuj strato ix sb'o yet' vinhaj Micaía chi', yic tz'och vinh sacerdoteoc vinh."
        },
        {
            "number": "5",
            "text": "Ixlajwi chi', ix yalan eb' t'a vinh: --k'anb'ej d'ha Dios cuuj, tato wach' ol aj yelk'och jun b'aj van co b'at tik, xchi eb' t'a vinh."
        },
        {
            "number": "6",
            "text": "Ix yalan vinh t'a eb': --Junk'olal tzex b'ati, yujto scha sk'ol Jehová tas van e k'ulan tik, xchi vinh t'a eb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix b'atxi eb' ovanh ilum lu'um chi', ix k'och eb' t'a chonhab' Lais. Ha eb' anima t'a jun chonhab' chi' te malaj tas sna eb', icha sb'eyb'al eb' sidonio. Ha eb' chi', ayek' eb' t'a tzalajk'olal yet' t'a junk'olal, malaj jab'oc tas syak' palta t'a eb', te najat skan chonhab' Sidón t'a eb', malaj mach ay yalan yic t'a eb', yic sb'a eb' sch'ocoj."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix meltzaj eb' ilum lum chi' t'a Zora yet' t'a Estaol, b'aj aycan juntzanhxo yetb'eyum eb'. Ix sk'anb'an eb' aycan chi' t'a eb' icha tik: --¿Tas ix aj b'aj ix ex co checb'at chi'? xchi eb'. Ix tak'vi eb' ilum lum chi':"
        },
        {
            "number": "9",
            "text": "--Ix ek' quil jun makan lum lum chi' smasanil, ix quila' to te wach' lu'um. Coyec, b'at caq'ek oval yet' eb' cajan ta'. Malaj mach tonhej skan k'ojan t'a tik tato malaj jab'oc tas sk'ulej. Coyec quiq'uek' jun lu'um chi'."
        },
        {
            "number": "10",
            "text": "Ha eb' anima cajan ta', junk'olal yaj eb', te levan lu'um, malaj tas syak' palta ta'. Ha Dios ol ak'an lum t'ayonh, xchi eb'."
        },
        {
            "number": "11",
            "text": "Ay 600 eb' vinh vinac t'a yinhtilal Dan ix el t'a Zora yet' t'a Estaol chi', yet'nac yalyuninal junjun eb'. Te ay syamk'ab' eb' yic oval smasanil."
        },
        {
            "number": "12",
            "text": "Ix k'och eb' t'a Quiriat-jearim t'a yol yic Judá. Ix sb'oanq'ue scampamento eb' t'a stojolal b'aj tz'em k'u t'a Quiriat-jearim chi', aton jun lugar chi' scampamento vinhaj Dan ix sb'iejkani."
        },
        {
            "number": "13",
            "text": "Ix elxi eb' ta', ix ek' eb' t'a tzalquixtac t'a yol yic Efraín. Ix k'och eb' t'a slak'anil spat vinhaj Micaía."
        },
        {
            "number": "14",
            "text": "Ha eb' ovanh xid'naquek' iloj lum t'a Lais chi', ix yal eb' t'a eb' yetb'eyum chi': --Ab'ec, ha t'a yol juntzanh pat tik ay jun chaleca yet' jun yechel tzeyb'il ayoch plata t'ay yet' jun comon dios b'ob'il t'a yol molde. Ay pax juntzanhxo comon dios. ¿Tas val ol co k'uloc yet'oc tze na'a? xchi eb'."
        },
        {
            "number": "15",
            "text": "Ix b'at eb' ovanh xid'naquek' iloj lum chi' b'aj cajan jun vinh quelem levita chi' t'a spat vinhaj Micaía chi'. Ix k'och eb', ix sk'anb'an eb' janik' sk'ool vinh."
        },
        {
            "number": "16",
            "text": "Axo eb' 600 soldado yinhtilal Dan chi', van stanhvancan eb' t'a sti' puerta, yet'nac syamk'ab' eb' yic oval."
        },
        {
            "number": "17",
            "text": "Axo eb' ovanh chi', ix q'ue eb' t'a yol pat yic syik'anelta juntzanh tik eb': Jun yechel tzeyb'il, jun yechel b'ob'il t'a yol molde, jun chaleca yet' juntzanhxo cotac comon dios. Ix yik'anelta juntzanh chi' eb' yacb'an ayek' vinh sacerdote chi' yet' eb' 600 soldado chi' t'a ti' pat chi'."
        },
        {
            "number": "18",
            "text": "Ayic ix yilan vinh sacerdote chi' to ix och eb' chi' t'a yol spat vinhaj Micaía chi' yic syik'anelta juntzanh tastac chi' eb', ix yalan vinh: --¿Tas tze k'ulej chi'? xchi vinh t'a eb'."
        },
        {
            "number": "19",
            "text": "Ix yalan eb' t'a vinh: --Tz'in xa chi, anhej to tzach b'at qued'oc. Sco nib'ej tzach och co sacerdoteoc, icha co mam ol ach ajoc. ¿Tom manh wach'oc tzab'i to tzach och sacerdoteal t'a junok makan yinhtilal Israel, t'a yichanh to anhej t'a junok patil anima? xchi eb'."
        },
        {
            "number": "20",
            "text": "Ix scha sk'ol vinh sacerdote tas ix yal eb' chi'. Ix yik'anek' juntzanh chi' vinh t'a eb'. Ix och vinh t'a skal eb', ix b'at vinh yet' eb'."
        },
        {
            "number": "21",
            "text": "Ixlajwi chi', ix b'atxi eb', b'ab'el eb' ix ix yet' eb' unin, nok' smolb'etzal nok' eb' yet' sk'ael eb'. Tzak'anxo ix b'at eb' soldado."
        },
        {
            "number": "22",
            "text": "Najattacxo ix b'at eb', ichato chi' ix smolb'an sb'a vinhaj Micaía yet' eb' yetchonhab', ix b'at eb' syam eb' yalani."
        },
        {
            "number": "23",
            "text": "Axo yic ix k'och eb' t'a spatic eb' ix avaj eb'. Axo eb' yinhtilal Dan chi', ix meltzajcot q'uelan eb', ix sk'anb'an eb' t'a vinhaj Micaía chi': --¿Tas tzach ik'ani yuj chi' ed'nac juntzanh anima tik? xchi eb'."
        },
        {
            "number": "24",
            "text": "Ix tak'vi vinh t'a eb': --Ha ex tik ix eyik'cot in diosal ix in b'o'o, ix eyik'anpaxcot vinh in sacerdote, manhxo jab'oc tas ix eyactejcan t'ayin, tze tek'b'an e b'a e k'anb'an t'ayin tas tzin ik'ani, xchi vinh t'a eb'."
        },
        {
            "number": "25",
            "text": "Ix yalan eb' t'a vinh: --Malaj co gana to sq'ue a jaj avaj t'ayonh, yujto ha t'a co cal tik ay eb' vinh utzin sk'ool, haxo ta tz'aji tzach satel eb' vinh yet' eb' ajun tik ed'oc, xchi eb'."
        },
        {
            "number": "26",
            "text": "Ayic ix yilan vinhaj Micaía chi' to te niwan eb' t'a yichanh vinh, ix meltzaj vinh t'a spat. Axo eb' yinhtilal Dan chi' ix b'atnhejcan eb' b'aj van sb'at chi'."
        },
        {
            "number": "27",
            "text": "Ix yik'anb'at juntzanh tastac sb'onac vinhaj Micaía chi' eb' yet' vinh sacerdote masanto ix k'och eb' t'a chonhab' Lais. Ha masanil eb' anima cajan t'a Lais chi', junk'olal yajek' eb', malaj tas sna' eb', yuj chi' te secojtac ix aj satel eb', ix nhusjipaxtz'a schonhab' eb' chi' yuj eb' yinhtilal Dan chi'."
        },
        {
            "number": "28",
            "text": "Ha chonhab' Lais chi', ha t'a yol yic Bet-rehob scani, te najatto ay t'a Sidón, malaj junok mach ay yalan yic t'a eb', yuj chi' malaj mach ix colan eb'. Ha eb' yinhtilal Dan chi', ix sb'oxiq'ue jun chonhab' chi' eb', ix cajnaj eb' ta'."
        },
        {
            "number": "29",
            "text": "Ha t'a yalanhtaxo, Lais sb'i jun chonhab' chi', haxo eb' ix ak'an sb'iej Dan, yic syak' b'inaj sb'i vinh smam yicham eb', aton vinhaj Dan yuninal vinhaj Israel."
        },
        {
            "number": "30",
            "text": "Ata' ix sb'oq'ue jun yechel yet'nac eb' chi' yic tz'och eb' ejmelal t'ay. Axo sacerdote eb', aton vinhaj Jonatán yinhtilal Gersón yuninal vinhaj Moisés. Ha eb' yinhtilal vinhaj Jonatán chi', ix ochnhej eb' sacerdoteal t'a eb' yinhtilal Dan chi' masanto ayic ix ik'jib'at eb' israel t'a ch'oc chonhab'il."
        },
        {
            "number": "31",
            "text": "Ha jun yechel ix sb'o vinhaj Micaía chi', a ix och sdiosaloc eb' yinhtilal Dan t'a masanil tiempo yacb'an ayek' scajnub' Dios t'a Silo."
        }
    ]
}