{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ayic mantalaj sreyal heb' israel, ay jun winh lewita najattac yajcanb'at t'a tzalquixtac t'a yol yic Efraín. Tonhej scomon b'eyek' winh. Ay jun ix aj Belén t'a yol yic Judá ix yik' winh."
        },
        {
            "number": "2",
            "text": "Palta ix mulan ix t'a yol sk'ab' winh, yuj chi' ix pax ix t'a spat winh smam t'a Belén chi'. Ayic toxo ix el schanhil ujal yajek' ix ta',"
        },
        {
            "number": "3",
            "text": "ix k'ochxi winh lewita chi' smontejxi ix, talaj scotxi ix yet' winh. Yed'nac jun winh schecab' winh yet' chawanh nok' b'uru. Ix chaji winh yuj ix t'a spat winh smam chi'."
        },
        {
            "number": "4",
            "text": "Anhejtona' ix chajipax winh t'a tzalajk'olal yuj winh smam ix chi'. Ix yalan winh smam ix chi' to skan winh yet' heb'. Yuj chi' oxe' k'ual ix kan winh yet' winh schecab' chi' t'a spat winh smam ix chi'. Ix wa heb', ix yuk'an ha' heb', ix waypax heb' ta'."
        },
        {
            "number": "5",
            "text": "Axo t'a schanhil k'ual jun, ix k'e waan winh t'a q'uinhib'alil yic smeltzaj heb' winh yalani. Ayic wanxo smeltzaj heb' chi', ix yalan winh snhi' winh chi' t'ay: --Vaec junok eyooch ichato chi' tzex b'ati yic wach' ay eyip ol ex b'eyoc, xchi winh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix em k'ojan heb' swa'i, ix yuk'an ha' heb', ix och tean winh snhi' winh chi' t'ay to skan junokxo ak'wal winh t'a tzalajk'olal."
        },
        {
            "number": "7",
            "text": "Wach'chom ix k'e linhan winh yic smeltzaj winh snaani, palta ix ochxi tean winh snhi' winh chi' t'ay, yuj chi' ix canxi winh."
        },
        {
            "number": "8",
            "text": "Axo t'a yoil k'ual jun, ix k'e waan winh t'a q'uinhib'alil yic smeltzaji, palta ix ochxi tean winh snhi' winh chi' t'ay yic swa'i, ichato chi' smeltzaj winh yic wach' ay yip winh sb'at t'a yoltac b'e. Ix wa heb' yacb'an wan sk'e k'u."
        },
        {
            "number": "9",
            "text": "Axo ix k'e waan winh yic smeltzaj heb' yalani. Ix yalanxi winh snhi' winh chi' t'ay to toxo ix k'e k'u, ix ochxi tean winh t'a winh yic scanxi winh t'a junxo ak'wal chi' t'a tzalajk'olal, haxo t'a junxo k'u, sakb'i sb'at heb'."
        },
        {
            "number": "10",
            "text": "Palta haxo pax winh lewita chi', majxo yal-laj sk'ol winh ix kan t'a junxo ak'wal chi', palta ix meltzajxonhej winh yet' ix ix chi' yet' winh schecab' winh chi' yet' chawanh nok' sb'uru winh ayoch stz'uum. Ayic ix k'och heb' t'a yichanh Jebús, aton chonhab' Jerusalén, wanxo yem k'u."
        },
        {
            "number": "11",
            "text": "Ix yalan winh checab' chi' t'a winh lewita chi': --¿Tas am xa chi, tato tzonh kan t'a chonhab' Jebús tik t'a jun ak'wal tik? xchi winh."
        },
        {
            "number": "12",
            "text": "Ix yalan winh lewita chi' icha tik: --Maay, max onh canlaj wayanh t'a junok chonhab' to manhoc heb' quetisraelal cajan t'ay. Ol onh b'atnhej masanto ol onh k'och t'a chonhab' Gabaa."
        },
        {
            "number": "13",
            "text": "Ha t'a Gabaa chi' ol onh wayoc, ma t'a Ramá, xchi winh."
        },
        {
            "number": "14",
            "text": "Ix b'atnhej heb'. Vanxo sq'uik'b'i ix k'och heb' t'a Gabaa chi', t'a yol yic Benjamín."
        },
        {
            "number": "15",
            "text": "Ix elcan heb' t'a yol b'e, ix b'atcan heb' t'a Gabaa. Ata' ol way heb' snaani. Ix b'at em k'ojan heb' t'a mercado t'a jun chonhab' chi', yujto malaj mach ix ak'an sposado heb'."
        },
        {
            "number": "16",
            "text": "Axo yic wanxo sk'e ak'wal ix ek' jun winh icham winak spetoj t'a smunlajel. Ha t'a tzalquixtac t'a yol yic Efraín ay schonhab' winh, palta cajan winh t'a Gabaa t'a skal heb' yinhtilal Benjamín t'a jun pekti’ chi'."
        },
        {
            "number": "17",
            "text": "Ayic ix yilanoch jun winh lewita chi' winh icham winak chi', ix sk'anb'an winh icha tik: --¿B'ajtil ex koti, b'ajpax tzex b'ati? xchi winh t'a winh."
        },
        {
            "number": "18",
            "text": "Ix tak'wi winh lewita chi' icha tik: --Tonhej tzonh ek' t'a tik. Co petoj t'a Belén. Van ko pax t'a ko chonhab' najat t'a tzalquixtac t'a yol yic Efraín. Ix onh ek' jaye' k'ual t'a Belén chi', haxo tiknaik jun, wan ko b'at t'a scajnub' Jehová, palta malaj junok mach tz'ak'an ko posado t'a tik."
        },
        {
            "number": "19",
            "text": "Ay yanh nok' in b'uru tik, ay pax ko wael yet' ix wetb'eyum tik yet' winh in checab' tik. Malaj tas syak' palta t'ayonh, xchi winh."
        },
        {
            "number": "20",
            "text": "Ix tak'wi winh icham winak chi' t'a winh: --Malaj tas tza na', a in ol wak' masanil tas ol och eyuj, max yal in k'ol tzex kan t'a mercado tik t'a t'ak'walil tik, xchi winh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yik'b'at heb' winh icham chi' t'a spat, ix yak'an swael nok' sb'uru winh chi' winh. Ixlajwi chi', ix sb'ican yoc heb', ix wa heb', ix yuk'an a heb'."
        },
        {
            "number": "22",
            "text": "Yacb'an wan stzalaj heb', ix ja nhilnaj juntzanh heb' winh puch winak aj chonhab' chi' t'a spatictac te' pat chi'. Ix och ijan heb' sponhub'tanhan och te' puerta chi', ix yalan heb' t'a winh icham winak chi': --Hak'uelta jun winh ix waycan chi' t'ayach. Co gana squixtej winh, xchi heb' winh."
        },
        {
            "number": "23",
            "text": "Ix elta winh aj pat chi', ix yalan winh t'a heb': --Maay ex wetanimail. Manh he na eyak' chukal chi' t'a jun winh anima ayek' posado tik t'ayin."
        },
        {
            "number": "24",
            "text": "Ina jun ix wisil cob'esto yet' pax jun ix ix yet'nac jun winh winak tik. Ha heb' ix tik, syal wak'anel heb' ix t'ayex yic tze k'ulan tas he gana chi' t'a heb' ix, palta manh he k'ulej chukal chi' t'a jun winh tik, xchi winh."
        },
        {
            "number": "25",
            "text": "Palta maj schalaj yab' heb' winh tas ix yal winh icham winak chi'. Ix spechanelta ix yetb'eyum winh lewita chi' t'a yol calle. Ix yixtan ix heb' winh ix ek' ak'wal, masanto ix sakb'i, ichato chi' ix yactancan ix heb' winh."
        },
        {
            "number": "26",
            "text": "Vanxo sakb'i, ix b'at ix t'a spat winh icham winak b'aj ayek' winh yetb'eyum chi', haxo yic k'och ix t'a ti' pat chi', ix telwi ix, ix cham ix."
        },
        {
            "number": "27",
            "text": "Ayic ix k'e waan winh lewita chi' t'a q'uinhib'alil, ix sjacan spuertail te' pat chi' winh yic smeltzaji. Ix yilan winh, pak'jab'ek' ix yetb'eyum winh chi' t'a ti' pat chi', jichancanb'at sk'ab' ix t'a yib'anh smarcoal sti' te' pat chi'."
        },
        {
            "number": "28",
            "text": "Ix yalan winh t'a ix: --Q'ueanh waan, conh, xchi winh t'a ix. Palta majxo tak'woclaj ix. Ix yik'ank'e wan sniwanil ix chi' winh, ix yak'ank'e winh t'a yib'anh nok' b'uru, ix yik'anb'at winh t'a spat."
        },
        {
            "number": "29",
            "text": "Ayic ix k'och winh t'a spat chi', ix xicanb'at sniwanil ix yetb'eyum winh chi'. Lajchawe' ix yutej winh xicanb'ati. Ix laj yak'anb'at winh t'a masanil yol smacb'en heb' yetisraelal."
        },
        {
            "number": "30",
            "text": "Ha masanil heb' ix ilan jun chi', ix yalan heb': --Yictax quelnaccot t'a Egipto, mantalaj b'aj ix quil junok icha jun tik. Yowalil scham wal ko naanec tas ol ko k'ulejec yet'oc, xchi heb'."
        }
    ]
}