{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ayic mantalaj sreyal eb' israel, ay jun winh levita najattac yajcanb'at t'a tzalquixtac t'a yol yic Efraín. Tonhej scomon b'eyek' winh. Ay jun ix aj Belén t'a yol yic Judá ix yik' winh."
        },
        {
            "number": "2",
            "text": "Palta ix mulan ix t'a yol sk'ab' winh, yuj chi' ix pax ix t'a spat winh smam t'a Belén chi'. Ayic toxo ix el schanhil ujal yajek' ix ta',"
        },
        {
            "number": "3",
            "text": "ix k'ochxi winh levita chi' smontejxi ix, talaj scotxi ix yet' winh. Yed'nac jun winh schecab' winh yet' chavanh nok' b'uru. Ix chaji winh yuj ix t'a spat winh smam chi'."
        },
        {
            "number": "4",
            "text": "Anhejtona' ix chajipax winh t'a tzalajk'olal yuj winh smam ix chi'. Ix yalan winh smam ix chi' to skan winh yet' eb'. Yuj chi' oxe' k'ual ix kan winh yet' winh schecab' chi' t'a spat winh smam ix chi'. Ix wa eb', ix yuk'an ha' eb', ix vaypax eb' ta'."
        },
        {
            "number": "5",
            "text": "Axo t'a schanhil k'ual jun, ix q'ue vaan winh t'a q'uinhib'alil yic smeltzaj eb' winh yalani. Ayic vanxo smeltzaj eb' chi', ix yalan winh snhi' winh chi' t'ay: --Vaec junok eyooch ichato chi' tzex b'ati yic wach' ay eyip ol ex b'eyoc, xchi winh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix em k'ojan eb' sva'i, ix yuk'an ha' eb', ix och tean winh snhi' winh chi' t'ay to skan junocxo ak'val winh t'a tzalajk'olal."
        },
        {
            "number": "7",
            "text": "Wach'chom ix q'ue linhan winh yic smeltzaj winh snaani, palta ix ochxi tean winh snhi' winh chi' t'ay, yuj chi' ix canxi winh."
        },
        {
            "number": "8",
            "text": "Axo t'a yoil k'ual jun, ix q'ue vaan winh t'a q'uinhib'alil yic smeltzaji, palta ix ochxi tean winh snhi' winh chi' t'ay yic sva'i, ichato chi' smeltzaj winh yic wach' ay yip winh sb'at t'a yoltac b'e. Ix wa eb' yacb'an van sq'ue k'u."
        },
        {
            "number": "9",
            "text": "Axo ix q'ue vaan winh yic smeltzaj eb' yalani. Ix yalanxi winh snhi' winh chi' t'ay to toxo ix q'ue k'u, ix ochxi tean winh t'a winh yic scanxi winh t'a junxo ak'val chi' t'a tzalajk'olal, haxo t'a junxo k'u, sakb'i sb'at eb'."
        },
        {
            "number": "10",
            "text": "Palta haxo pax winh levita chi', majxo yal-laj sk'ol winh ix kan t'a junxo ak'val chi', palta ix meltzajxonhej winh yet' ix ix chi' yet' winh schecab' winh chi' yet' chavanh nok' sb'uru winh ayoch stz'uum. Ayic ix k'och eb' t'a yichanh Jebús, aton chonhab' Jerusalén, vanxo yem k'u."
        },
        {
            "number": "11",
            "text": "Ix yalan winh checab' chi' t'a winh levita chi': --¿Tas am xa chi, tato tzonh kan t'a chonhab' Jebús tik t'a jun ak'val tik? xchi winh."
        },
        {
            "number": "12",
            "text": "Ix yalan winh levita chi' icha tik: --Maay, max onh canlaj vayanh t'a junok chonhab' to manhoc eb' quetisraelal cajan t'ay. Ol onh b'atnhej masanto ol onh k'och t'a chonhab' Gabaa."
        },
        {
            "number": "13",
            "text": "Ha t'a Gabaa chi' ol onh vayoc, ma t'a Ramá, xchi winh."
        },
        {
            "number": "14",
            "text": "Ix b'atnhej eb'. Vanxo sq'uik'b'i ix k'och eb' t'a Gabaa chi', t'a yol yic Benjamín."
        },
        {
            "number": "15",
            "text": "Ix elcan eb' t'a yol b'e, ix b'atcan eb' t'a Gabaa. Ata' ol vay eb' snaani. Ix b'at em k'ojan eb' t'a mercado t'a jun chonhab' chi', yujto malaj mach ix ak'an sposado eb'."
        },
        {
            "number": "16",
            "text": "Axo yic vanxo sq'ue ak'val ix ek' jun winh icham vinac spetoj t'a smunlajel. Ha t'a tzalquixtac t'a yol yic Efraín ay schonhab' winh, palta cajan winh t'a Gabaa t'a skal eb' yinhtilal Benjamín t'a jun pekti’ chi'."
        },
        {
            "number": "17",
            "text": "Ayic ix yilanoch jun winh levita chi' winh icham vinac chi', ix sk'anb'an winh icha tik: --¿B'ajtil ex coti, b'ajpax tzex b'ati? xchi winh t'a winh."
        },
        {
            "number": "18",
            "text": "Ix tak'vi winh levita chi' icha tik: --Tonhej tzonh ek' t'a tik. Co petoj t'a Belén. Van co pax t'a co chonhab' najat t'a tzalquixtac t'a yol yic Efraín. Ix onh ek' jaye' k'ual t'a Belén chi', haxo ticnaic jun, van co b'at t'a scajnub' Jehová, palta malaj junok mach tz'ak'an co posado t'a tik."
        },
        {
            "number": "19",
            "text": "Ay yanh nok' in b'uru tik, ay pax co vael yet' ix vetb'eyum tik yet' winh in checab' tik. Malaj tas syak' palta t'ayonh, xchi winh."
        },
        {
            "number": "20",
            "text": "Ix tak'vi winh icham vinac chi' t'a winh: --Malaj tas tza na', a in ol vak' masanil tas ol och eyuj, max yal in k'ol tzex kan t'a mercado tik t'a t'ak'walil tik, xchi winh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yik'b'at eb' winh icham chi' t'a spat, ix yak'an svael nok' sb'uru winh chi' winh. Ixlajwi chi', ix sb'ican yoc eb', ix wa eb', ix yuk'an a eb'."
        },
        {
            "number": "22",
            "text": "Yacb'an van stzalaj eb', ix ja nhilnaj juntzanh eb' winh puch vinac aj chonhab' chi' t'a spatictac te' pat chi'. Ix och ijan eb' sponhub'tanhan och te' puerta chi', ix yalan eb' t'a winh icham vinac chi': --Hak'uelta jun winh ix vaycan chi' t'ayach. Co gana squixtej winh, xchi eb' winh."
        },
        {
            "number": "23",
            "text": "Ix elta winh aj pat chi', ix yalan winh t'a eb': --Maay ex vetanimail. Manh e na eyak' chukal chi' t'a jun winh anima ayek' posado tik t'ayin."
        },
        {
            "number": "24",
            "text": "Ina jun ix visil cob'esto yet' pax jun ix ix yet'nac jun winh vinac tik. Ha eb' ix tik, syal vak'anel eb' ix t'ayex yic tze k'ulan tas e gana chi' t'a eb' ix, palta manh e k'ulej chukal chi' t'a jun winh tik, xchi winh."
        },
        {
            "number": "25",
            "text": "Palta maj schalaj yab' eb' winh tas ix yal winh icham vinac chi'. Ix spechanelta ix yetb'eyum winh levita chi' t'a yol calle. Ix yixtan ix eb' winh ix ek' ak'val, masanto ix sakb'i, ichato chi' ix yactancan ix eb' winh."
        },
        {
            "number": "26",
            "text": "Vanxo sakb'i, ix b'at ix t'a spat winh icham vinac b'aj ayek' winh yetb'eyum chi', haxo yic k'och ix t'a ti' pat chi', ix telvi ix, ix cham ix."
        },
        {
            "number": "27",
            "text": "Ayic ix q'ue vaan winh levita chi' t'a q'uinhib'alil, ix sjacan spuertail te' pat chi' winh yic smeltzaji. Ix yilan winh, pak'jab'ek' ix yetb'eyum winh chi' t'a ti' pat chi', jichancanb'at sk'ab' ix t'a yib'anh smarcoal sti' te' pat chi'."
        },
        {
            "number": "28",
            "text": "Ix yalan winh t'a ix: --Q'ueanh vaan, conh, xchi winh t'a ix. Palta majxo tak'voclaj ix. Ix yik'anq'ue van snivanil ix chi' winh, ix yak'anq'ue winh t'a yib'anh nok' b'uru, ix yik'anb'at winh t'a spat."
        },
        {
            "number": "29",
            "text": "Ayic ix k'och winh t'a spat chi', ix xicanb'at snivanil ix yetb'eyum winh chi'. Lajchave' ix yutej winh xicanb'ati. Ix laj yak'anb'at winh t'a masanil yol smacb'en eb' yetisraelal."
        },
        {
            "number": "30",
            "text": "Ha masanil eb' ix ilan jun chi', ix yalan eb': --Yictax quelnaccot t'a Egipto, mantalaj b'aj ix quil junok icha jun tik. Yovalil scham val co naanec tas ol co k'ulejec yet'oc, xchi eb'."
        }
    ]
}