{
    "chapter": "19",
    "verses": [
        {
            "number": "1",
            "text": "Ayic mantalaj sreyal eb' israel, ay jun vinh levita najattac yajcanb'at d'a tzalquixtac d'a yol yic Efraín. Tonhej scomon b'eyek' vinh. Ay jun ix aj Belén d'a yol yic Judá ix yik' vinh."
        },
        {
            "number": "2",
            "text": "Palta ix mulan ix d'a yol sk'ab' vinh, yuj chi' ix pax ix d'a spat vinh smam d'a Belén chi'. Ayic toxo ix el schanhil ujal yajek' ix ta',"
        },
        {
            "number": "3",
            "text": "ix k'ochxi vinh levita chi' smontejxi ix, talaj scotxi ix yed' vinh. Yed'nac jun vinh schecab' vinh yed' chavanh nok' b'uru. Ix chaji vinh yuj ix d'a spat vinh smam chi'."
        },
        {
            "number": "4",
            "text": "Anhejtona' ix chajipax vinh d'a tzalajk'olal yuj vinh smam ix chi'. Ix yalan vinh smam ix chi' to scan vinh yed' eb'. Yuj chi' oxe' k'ual ix can vinh yed' vinh schecab' chi' d'a spat vinh smam ix chi'. Ix va eb', ix yuk'an a' eb', ix vaypax eb' ta'."
        },
        {
            "number": "5",
            "text": "Axo d'a schanhil k'ual jun, ix q'ue vaan vinh d'a q'uinhib'alil yic smeltzaj eb' vinh yalani. Ayic vanxo smeltzaj eb' chi', ix yalan vinh snhi' vinh chi' d'ay: --Vaec junoc eyooch ichato chi' tzex b'ati yic vach' ay eyip ol ex b'eyoc, xchi vinh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix em k'ojan eb' sva'i, ix yuk'an a' eb', ix och tean vinh snhi' vinh chi' d'ay to scan junocxo ak'val vinh d'a tzalajk'olal."
        },
        {
            "number": "7",
            "text": "Vach'chom ix q'ue linhan vinh yic smeltzaj vinh snaani, palta ix ochxi tean vinh snhi' vinh chi' d'ay, yuj chi' ix canxi vinh."
        },
        {
            "number": "8",
            "text": "Axo d'a yoil k'ual jun, ix q'ue vaan vinh d'a q'uinhib'alil yic smeltzaji, palta ix ochxi tean vinh snhi' vinh chi' d'ay yic sva'i, ichato chi' smeltzaj vinh yic vach' ay yip vinh sb'at d'a yoltac b'e. Ix va eb' yacb'an van sq'ue k'u."
        },
        {
            "number": "9",
            "text": "Axo ix q'ue vaan vinh yic smeltzaj eb' yalani. Ix yalanxi vinh snhi' vinh chi' d'ay to toxo ix q'ue k'u, ix ochxi tean vinh d'a vinh yic scanxi vinh d'a junxo ak'val chi' d'a tzalajk'olal, axo d'a junxo k'u, sacb'i sb'at eb'."
        },
        {
            "number": "10",
            "text": "Palta axo pax vinh levita chi', majxo yal-laj sk'ol vinh ix can d'a junxo ak'val chi', palta ix meltzajxonhej vinh yed' ix ix chi' yed' vinh schecab' vinh chi' yed' chavanh nok' sb'uru vinh ayoch stz'uum. Ayic ix k'och eb' d'a yichanh Jebús, aton chonhab' Jerusalén, vanxo yem k'u."
        },
        {
            "number": "11",
            "text": "Ix yalan vinh checab' chi' d'a vinh levita chi': --¿Tas am xa chi, tato tzonh can d'a chonhab' Jebús tic d'a jun ak'val tic? xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix yalan vinh levita chi' icha tic: --Maay, max onh canlaj vayanh d'a junoc chonhab' to manhoc eb' quetisraelal cajan d'ay. Ol onh b'atnhej masanto ol onh k'och d'a chonhab' Gabaa."
        },
        {
            "number": "13",
            "text": "A d'a Gabaa chi' ol onh vayoc, ma d'a Ramá, xchi vinh."
        },
        {
            "number": "14",
            "text": "Ix b'atnhej eb'. Vanxo sq'uik'b'i ix k'och eb' d'a Gabaa chi', d'a yol yic Benjamín."
        },
        {
            "number": "15",
            "text": "Ix elcan eb' d'a yol b'e, ix b'atcan eb' d'a Gabaa. Ata' ol vay eb' snaani. Ix b'at em k'ojan eb' d'a mercado d'a jun chonhab' chi', yujto malaj mach ix ak'an sposado eb'."
        },
        {
            "number": "16",
            "text": "Axo yic vanxo sq'ue ak'val ix ek' jun vinh icham vinac spetoj d'a smunlajel. A d'a tzalquixtac d'a yol yic Efraín ay schonhab' vinh, palta cajan vinh d'a Gabaa d'a scal eb' yinhtilal Benjamín d'a jun tiempoal chi'."
        },
        {
            "number": "17",
            "text": "Ayic ix yilanoch jun vinh levita chi' vinh icham vinac chi', ix sk'anb'an vinh icha tic: --¿B'ajtil ex coti, b'ajpax tzex b'ati? xchi vinh d'a vinh."
        },
        {
            "number": "18",
            "text": "Ix tak'vi vinh levita chi' icha tic: --Tonhej tzonh ek' d'a tic. Co petoj d'a Belén. Van co pax d'a co chonhab' najat d'a tzalquixtac d'a yol yic Efraín. Ix onh ek' jaye' k'ual d'a Belén chi', axo ticnaic jun, van co b'at d'a scajnub' Jehová, palta malaj junoc mach tz'ak'an co posado d'a tic."
        },
        {
            "number": "19",
            "text": "Ay yanh nok' in b'uru tic, ay pax co vael yed' ix vetb'eyum tic yed' vinh in checab' tic. Malaj tas syak' palta d'ayonh, xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix tak'vi vinh icham vinac chi' d'a vinh: --Malaj tas tza na', a in ol vak' masanil tas ol och eyuj, max yal in k'ol tzex can d'a mercado tic d'a d'ak'valil tic, xchi vinh."
        },
        {
            "number": "21",
            "text": "Yuj chi' ix yik'b'at eb' vinh icham chi' d'a spat, ix yak'an svael nok' sb'uru vinh chi' vinh. Ix lajvi chi', ix sb'ican yoc eb', ix va eb', ix yuk'an a eb'."
        },
        {
            "number": "22",
            "text": "Yacb'an van stzalaj eb', ix ja nhilnaj juntzanh eb' vinh puch vinac aj chonhab' chi' d'a spatictac te' pat chi'. Ix och ijan eb' sponhub'tanhan och te' puerta chi', ix yalan eb' d'a vinh icham vinac chi': --Aq'uelta jun vinh ix vaycan chi' d'ayach. Co gana squixtej vinh, xchi eb' vinh."
        },
        {
            "number": "23",
            "text": "Ix elta vinh aj pat chi', ix yalan vinh d'a eb': --Maay ex vetanimail. Manh e na eyak' chucal chi' d'a jun vinh anima ayek' posado tic d'ayin."
        },
        {
            "number": "24",
            "text": "Ina jun ix visil cob'esto yed' pax jun ix ix yed'nac jun vinh vinac tic. A eb' ix tic, syal vak'anel eb' ix d'ayex yic tze k'ulan tas e gana chi' d'a eb' ix, palta manh e k'ulej chucal chi' d'a jun vinh tic, xchi vinh."
        },
        {
            "number": "25",
            "text": "Palta maj schalaj yab' eb' vinh tas ix yal vinh icham vinac chi'. Ix spechanelta ix yetb'eyum vinh levita chi' d'a yol calle. Ix yixtan ix eb' vinh ix ek' ak'val, masanto ix sacb'i, ichato chi' ix yactancan ix eb' vinh."
        },
        {
            "number": "26",
            "text": "Vanxo sacb'i, ix b'at ix d'a spat vinh icham vinac b'aj ayek' vinh yetb'eyum chi', axo yic k'och ix d'a ti' pat chi', ix telvi ix, ix cham ix."
        },
        {
            "number": "27",
            "text": "Ayic ix q'ue vaan vinh levita chi' d'a q'uinhib'alil, ix sjacan spuertail te' pat chi' vinh yic smeltzaji. Ix yilan vinh, pak'jab'ek' ix yetb'eyum vinh chi' d'a ti' pat chi', jichancanb'at sk'ab' ix d'a yib'anh smarcoal sti' te' pat chi'."
        },
        {
            "number": "28",
            "text": "Ix yalan vinh d'a ix: --Q'ueanh vaan, conh, xchi vinh d'a ix. Palta majxo tak'voclaj ix. Ix yik'anq'ue van snivanil ix chi' vinh, ix yak'anq'ue vinh d'a yib'anh nok' b'uru, ix yik'anb'at vinh d'a spat."
        },
        {
            "number": "29",
            "text": "Ayic ix k'och vinh d'a spat chi', ix xicanb'at snivanil ix yetb'eyum vinh chi'. Lajchave' ix yutej vinh xicanb'ati. Ix laj yak'anb'at vinh d'a masanil yol smacb'en eb' yetisraelal."
        },
        {
            "number": "30",
            "text": "A masanil eb' ix ilan jun chi', ix yalan eb': --Yictax quelnaccot d'a Egipto, mantalaj b'aj ix quil junoc icha jun tic. Yovalil scham val co naanec tas ol co k'ulejec yed'oc, xchi eb'."
        }
    ]
}