{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a Boquim ix sch'ox sb'a Yángel Jehová, ix cot t'a Gilgal, ix yalan t'a heb' chonhab' israel icha tik: Ha in ex wik'elta t'a Egipto, ex wik'ancot t'a sat lum lum wak'nac in ti' wak'an t'a heb' he mam eyicham. Valannac to malaj b'ak'uinh ol satel jun in trato wak' eyed' tik,"
        },
        {
            "number": "2",
            "text": "anhej to malajokab' he trato tze b'o yet' heb' anima kajan t'a sat lum lum b'aj kajan ex ek' tik, tze satanel yaltar heb' b'aj slesalwi, xin chi, palta a ex tik, maj he k'anab'ajej tas walnac chi'. ¿Tas yuj pit ix eyutej he b'a?"
        },
        {
            "number": "3",
            "text": "Yuj chi' swalkan t'ayex to manh ol wik'el-laj juntzanh chonhab' tik t'a he kal. Ol ochnhejkan heb' ajk'olal t'ayex, haxo sdiosal heb' ol ex juaneloc, ichato ol ex kan t'a junok yaal, xchi Yángel Jehová chi'."
        },
        {
            "number": "4",
            "text": "Ayic ix lajwi slolon Yángel Jehová chi', masanil heb' chonhab', te chaanh ix el yav heb' yoq'ui,"
        },
        {
            "number": "5",
            "text": "yuj chi' Boquim ix sb'iejkan jun lugar chi'. Axo ta' ix yak' silab' heb' t'a Jehová."
        },
        {
            "number": "6",
            "text": "Atax yic stak'lannakkan sb'a winhaj Josué yet' heb' chonhab' israel chi', ata' b'atnakkan junjun heb' t'a smacb'en chab'ilxo yuj."
        },
        {
            "number": "7",
            "text": "Ha heb' israel chi', ix sk'anab'ajej heb' tas ix yal Jehová yacb'an aytoek' winhaj Josué chi' yet' heb' yichamtac winaquil chonhab' tzak'anto chamnac yuj winh, aton heb' ix ilan tastac satub'tac ix sb'o Jehová yuj swach'iloc heb' israel chi'."
        },
        {
            "number": "8",
            "text": "Ayxo 110 ab'il sk'inal winhaj Josué schekab' Jehová, ayic ix cham winh."
        },
        {
            "number": "9",
            "text": "Ha t'a sluum winh t'a Timnat-sera t'a snorteal switzal Gaas t'a tzalquixtac t'a yol yic Efraín, ata' ix mucji winh."
        },
        {
            "number": "10",
            "text": "Ix champax heb' israel ix ek' yet' winhaj Josué chi', haxo heb' toto ix alji, manhxo yojtakoc Jehová heb', maj yil-laj heb' tastac satub'tac sb'onac Jehová yuj swach'iloc heb'."
        },
        {
            "number": "11",
            "text": "Yuj chi' axonhej chukal ix sk'ulej heb' t'a yichanh Jehová. Ix och heb' ejmelal t'a comon Dios skuchan Baal."
        },
        {
            "number": "12",
            "text": "Ix spatiquejkanel Jehová heb', aton sDiosal smam yicham heb', jun ik'annaquelta heb' t'a Egipto. Ix och heb' ejmelal t'a sdiosal heb' anima kajan t'a slak'anil heb' chi'. Ix ste tzuntzejcot yowal sk'ol Jehová chi' heb',"
        },
        {
            "number": "13",
            "text": "yujto ix paticajkanel yuj heb', haxo t'a juntzanh comon Dios Baal yet' Astarot ix yak'em sb'a heb'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix te cot yowal sk'ol Jehová t'a heb', ix ak'jioch heb' t'a yol sk'ab' heb' ajk'ool, ix elk'ajb'at tastac ay t'a heb', majxo yal-laj scolan sb'a heb' t'a heb' ajk'ol ay t'a slak'anil heb' chi'."
        },
        {
            "number": "15",
            "text": "Ayic sb'at heb' israel chi' yak' owal yet' heb' ajk'ol chi', haxo Jehová tz'ak'anoch heb' t'a yol sk'ab' heb' yajk'ol chi', icha ajnac yalani. Yuj chi' te ilb'ajk'ol tz'utaj heb'."
        },
        {
            "number": "16",
            "text": "Juntaquel skan heb' israel t'a yol sk'ab' heb' yajk'ol chi', ste ixtaj wal heb' yuj heb', yuj chi' haxo Jehová tz'ak'anoch juntzanh heb' scolumal heb' yic scoljiel heb' t'a heb' ajk'ol chi'."
        },
        {
            "number": "17",
            "text": "Wach'chom icha chi', palta manh wal jab'oc sk'anab'ajej heb' scolumal heb' chi', maxtzac sk'anab'ajej Jehová heb'. Anhej t'a comon Dios tz'och heb' ejmelal. Ha heb' smam yicham heb', sk'anab'ajejnac schecnab'il Jehová heb', haxo pax heb', ix yaktejkan sb'eyb'al heb' smam yicham heb' chi'."
        },
        {
            "number": "18",
            "text": "Juntaquel tz'el yav heb' yuj yab'an syail yuj heb' yajk'ool chi', haxo Jehová tz'ok' sk'ol t'a heb', syak'anoch juntzanh heb' skolwaj yet' heb'. Ayic pitzanto heb' scolumal heb' chi', ayoch Jehová yet' heb', scoljiel heb' t'a yol sk'ab' heb' yajk'ool chi'."
        },
        {
            "number": "19",
            "text": "Ayic scham junjun heb' scolumal heb' chi', sk'ulanxi chukal heb', ek'b'alxo te chuk sk'ulej heb' chi' t'a yichanh sb'eyb'al heb' smam yicham, tz'ochpax heb' ejmelal t'a comon Dios. Max yaktejkan chukal b'eyb'al chi' heb', pit syutej sb'a heb' t'a Jehová."
        },
        {
            "number": "20",
            "text": "Yuj chi' ste cot yowal sk'ol Jehová chi' t'a heb', snaan icha tik: Ha juntzanh anima tik, manh wal jab'oc sk'anab'ajej in trato heb', aton wak'nac yet' smam yicham heb'."
        },
        {
            "number": "21",
            "text": "Ha yuj chi' jun, manhxo ol wik'el juntzanhxo heb' anima t'a skal heb', aton heb' ixto kan yuj winhaj Josué ayic ix cham winh."
        },
        {
            "number": "22",
            "text": "Ol kannhej heb' yuj wak'an prowal spensar heb' israel tik, tato tz'och tzak'an heb' wuuj, icha sk'ulejnac heb' smam yicham heb', mato maay, xchi."
        },
        {
            "number": "23",
            "text": "Yuj chi', a jantac heb' anima ayek' t'a skal heb' israel chi', aton heb' majxo yak'och Jehová t'a yol sk'ab' winhaj Josué, majxo ik'jiel-laj heb' yuj Jehová chi'."
        }
    ]
}