{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "A d'a Boquim ix sch'ox sb'a Yángel Jehová, ix cot d'a Gilgal, ix yalan d'a eb' chonhab' israel icha tic: A in ex viq'uelta d'a Egipto, ex vik'ancot d'a sat lum luum vak'nac in ti' vak'an d'a eb' e mam eyicham. Valannac to malaj b'aq'uinh ol satel jun in trato vak' eyed' tic,"
        },
        {
            "number": "2",
            "text": "anhej to malajocab' e trato tze b'o yed' eb' anima cajan d'a sat lum luum b'aj cajan ex ek' tic, tze satanel yaltar eb' b'aj slesalvi, xin chi, palta a ex tic, maj e k'anab'ajej tas valnac chi'. ¿Tas yuj pit ix eyutej e b'a?"
        },
        {
            "number": "3",
            "text": "Yuj chi' svalcan d'ayex to manh ol viq'uel-laj juntzanh chonhab' tic d'a e cal. Ol ochnhejcan eb' ajk'olal d'ayex, axo sdiosal eb' ol ex juaneloc, ichato ol ex can d'a junoc yaal, xchi Yángel Jehová chi'."
        },
        {
            "number": "4",
            "text": "Ayic ix lajvi slolon Yángel Jehová chi', masanil eb' chonhab', te chaanh ix el yav eb' yoq'ui,"
        },
        {
            "number": "5",
            "text": "yuj chi' Boquim ix sb'iejcan jun lugar chi'. Axo ta' ix yak' silab' eb' d'a Jehová."
        },
        {
            "number": "6",
            "text": "Atax yic stak'lannaccan sb'a vinhaj Josué yed' eb' chonhab' israel chi', ata' b'atnaccan junjun eb' d'a smacb'en chab'ilxo yuuj."
        },
        {
            "number": "7",
            "text": "A eb' israel chi', ix sk'anab'ajej eb' tas ix yal Jehová yacb'an aytoek' vinhaj Josué chi' yed' eb' yichamtac vinaquil chonhab' tzak'anto chamnac yuj vinh, aton eb' ix ilan tastac satub'tac ix sb'o Jehová yuj svach'iloc eb' israel chi'."
        },
        {
            "number": "8",
            "text": "Ayxo 110 ab'il sq'uinal vinhaj Josué schecab' Jehová, ayic ix cham vinh."
        },
        {
            "number": "9",
            "text": "A d'a sluum vinh d'a Timnat-sera d'a snorteal svitzal Gaas d'a tzalquixtac d'a yol yic Efraín, ata' ix mucji vinh."
        },
        {
            "number": "10",
            "text": "Ix champax eb' israel ix ek' yed' vinhaj Josué chi', axo eb' toto ix alji, manhxo yojtacoc Jehová eb', maj yil-laj eb' tastac satub'tac sb'onac Jehová yuj svach'iloc eb'."
        },
        {
            "number": "11",
            "text": "Yuj chi' axonhej chucal ix sk'ulej eb' d'a yichanh Jehová. Ix och eb' ejmelal d'a comon dios scuchan Baal."
        },
        {
            "number": "12",
            "text": "Ix spatiquejcanel Jehová eb', aton sDiosal smam yicham eb', jun ik'annaquelta eb' d'a Egipto. Ix och eb' ejmelal d'a sdiosal eb' anima cajan d'a slak'anil eb' chi'. Ix ste tzuntzejcot yoval sk'ol Jehová chi' eb',"
        },
        {
            "number": "13",
            "text": "yujto ix paticajcanel yuj eb', axo d'a juntzanh comon dios Baal yed' Astarot ix yaq'uem sb'a eb'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix te cot yoval sk'ol Jehová d'a eb', ix ak'jioch eb' d'a yol sk'ab' eb' ajk'ool, ix elk'ajb'at tastac ay d'a eb', majxo yal-laj scolan sb'a eb' d'a eb' ajk'ol ay d'a slak'anil eb' chi'."
        },
        {
            "number": "15",
            "text": "Ayic sb'at eb' israel chi' yak' oval yed' eb' ajk'ol chi', axo Jehová tz'ak'anoch eb' d'a yol sk'ab' eb' yajk'ol chi', icha ajnac yalani. Yuj chi' te ilb'ajk'ol tz'utaj eb'."
        },
        {
            "number": "16",
            "text": "Juntaquel scan eb' israel d'a yol sk'ab' eb' yajk'ol chi', ste ixtaj val eb' yuj eb', yuj chi' axo Jehová tz'ak'anoch juntzanh eb' scolumal eb' yic scoljiel eb' d'a eb' ajk'ol chi'."
        },
        {
            "number": "17",
            "text": "Vach'chom icha chi', palta manh val jab'oc sk'anab'ajej eb' scolumal eb' chi', maxtzac sk'anab'ajej Jehová eb'. Anhej d'a comon dios tz'och eb' ejmelal. A eb' smam yicham eb', sk'anab'ajejnac schecnab'il Jehová eb', axo pax eb', ix yactejcan sb'eyb'al eb' smam yicham eb' chi'."
        },
        {
            "number": "18",
            "text": "Juntaquel tz'el yav eb' yuj yab'an syail yuj eb' yajk'ool chi', axo Jehová tz'ok' sk'ol d'a eb', syak'anoch juntzanh eb' scolvaj yed' eb'. Ayic pitzanto eb' scolumal eb' chi', ayoch Jehová yed' eb', scoljiel eb' d'a yol sk'ab' eb' yajk'ool chi'."
        },
        {
            "number": "19",
            "text": "Ayic scham junjun eb' scolumal eb' chi', sk'ulanxi chucal eb', ek'b'alxo te chuc sk'ulej eb' chi' d'a yichanh sb'eyb'al eb' smam yicham, tz'ochpax eb' ejmelal d'a comon dios. Max yactejcan chucal b'eyb'al chi' eb', pit syutej sb'a eb' d'a Jehová."
        },
        {
            "number": "20",
            "text": "Yuj chi' ste cot yoval sk'ol Jehová chi' d'a eb', snaan icha tic: A juntzanh anima tic, manh val jab'oc sk'anab'ajej in trato eb', aton vak'nac yed' smam yicham eb'."
        },
        {
            "number": "21",
            "text": "A yuj chi' jun, manhxo ol viq'uel juntzanhxo eb' anima d'a scal eb', aton eb' ixto can yuj vinhaj Josué ayic ix cham vinh."
        },
        {
            "number": "22",
            "text": "Ol cannhej eb' yuj vak'an proval spensar eb' israel tic, tato tz'och tzak'an eb' vuuj, icha sk'ulejnac eb' smam yicham eb', mato maay, xchi."
        },
        {
            "number": "23",
            "text": "Yuj chi', a jantac eb' anima ayek' d'a scal eb' israel chi', aton eb' majxo yak'och Jehová d'a yol sk'ab' vinhaj Josué, majxo ik'jiel-laj eb' yuj Jehová chi'."
        }
    ]
}