{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a Boquim ix sch'ox sb'a Yángel Jehová, ix cot t'a Gilgal, ix yalan t'a eb' chonhab' israel icha tik: Ha in ex viq'uelta t'a Egipto, ex vik'ancot t'a sat lum lum vak'nac in ti' vak'an t'a eb' e mam eyicham. Valannac to malaj b'ak'uinh ol satel jun in trato vak' eyed' tik,"
        },
        {
            "number": "2",
            "text": "anhej to malajocab' e trato tze b'o yet' eb' anima cajan t'a sat lum lum b'aj cajan ex ek' tik, tze satanel yaltar eb' b'aj slesalvi, xin chi, palta a ex tik, maj e k'anab'ajej tas valnac chi'. ¿Tas yuj pit ix eyutej e b'a?"
        },
        {
            "number": "3",
            "text": "Yuj chi' svalcan t'ayex to manh ol viq'uel-laj juntzanh chonhab' tik t'a e cal. Ol ochnhejcan eb' ajk'olal t'ayex, haxo sdiosal eb' ol ex juaneloc, ichato ol ex kan t'a junok yaal, xchi Yángel Jehová chi'."
        },
        {
            "number": "4",
            "text": "Ayic ix lajvi slolon Yángel Jehová chi', masanil eb' chonhab', te chaanh ix el yav eb' yoq'ui,"
        },
        {
            "number": "5",
            "text": "yuj chi' Boquim ix sb'iejkan jun lugar chi'. Axo ta' ix yak' silab' eb' t'a Jehová."
        },
        {
            "number": "6",
            "text": "Atax yic stak'lannaccan sb'a vinhaj Josué yet' eb' chonhab' israel chi', ata' b'atnaccan junjun eb' t'a smacb'en chab'ilxo yuj."
        },
        {
            "number": "7",
            "text": "Ha eb' israel chi', ix sk'anab'ajej eb' tas ix yal Jehová yacb'an aytoek' vinhaj Josué chi' yet' eb' yichamtac vinaquil chonhab' tzak'anto chamnac yuj vinh, aton eb' ix ilan tastac satub'tac ix sb'o Jehová yuj svach'iloc eb' israel chi'."
        },
        {
            "number": "8",
            "text": "Ayxo 110 ab'il sq'uinal vinhaj Josué schecab' Jehová, ayic ix cham vinh."
        },
        {
            "number": "9",
            "text": "Ha t'a sluum vinh t'a Timnat-sera t'a snorteal svitzal Gaas t'a tzalquixtac t'a yol yic Efraín, ata' ix mucji vinh."
        },
        {
            "number": "10",
            "text": "Ix champax eb' israel ix ek' yet' vinhaj Josué chi', haxo eb' toto ix alji, manhxo yojtacoc Jehová eb', maj yil-laj eb' tastac satub'tac sb'onac Jehová yuj svach'iloc eb'."
        },
        {
            "number": "11",
            "text": "Yuj chi' axonhej chucal ix sk'ulej eb' t'a yichanh Jehová. Ix och eb' ejmelal t'a comon dios scuchan Baal."
        },
        {
            "number": "12",
            "text": "Ix spatiquejcanel Jehová eb', aton sDiosal smam yicham eb', jun ik'annaquelta eb' t'a Egipto. Ix och eb' ejmelal t'a sdiosal eb' anima cajan t'a slak'anil eb' chi'. Ix ste tzuntzejcot yoval sk'ol Jehová chi' eb',"
        },
        {
            "number": "13",
            "text": "yujto ix paticajcanel yuj eb', haxo t'a juntzanh comon dios Baal yet' Astarot ix yaq'uem sb'a eb'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix te cot yoval sk'ol Jehová t'a eb', ix ak'jioch eb' t'a yol sk'ab' eb' ajk'ool, ix elk'ajb'at tastac ay t'a eb', majxo yal-laj scolan sb'a eb' t'a eb' ajk'ol ay t'a slak'anil eb' chi'."
        },
        {
            "number": "15",
            "text": "Ayic sb'at eb' israel chi' yak' oval yet' eb' ajk'ol chi', haxo Jehová tz'ak'anoch eb' t'a yol sk'ab' eb' yajk'ol chi', icha ajnac yalani. Yuj chi' te ilb'ajk'ol tz'utaj eb'."
        },
        {
            "number": "16",
            "text": "Juntaquel skan eb' israel t'a yol sk'ab' eb' yajk'ol chi', ste ixtaj val eb' yuj eb', yuj chi' haxo Jehová tz'ak'anoch juntzanh eb' scolumal eb' yic scoljiel eb' t'a eb' ajk'ol chi'."
        },
        {
            "number": "17",
            "text": "Wach'chom icha chi', palta manh val jab'oc sk'anab'ajej eb' scolumal eb' chi', maxtzac sk'anab'ajej Jehová eb'. Anhej t'a comon dios tz'och eb' ejmelal. Ha eb' smam yicham eb', sk'anab'ajejnac schecnab'il Jehová eb', haxo pax eb', ix yactejcan sb'eyb'al eb' smam yicham eb' chi'."
        },
        {
            "number": "18",
            "text": "Juntaquel tz'el yav eb' yuj yab'an syail yuj eb' yajk'ool chi', haxo Jehová tz'ok' sk'ol t'a eb', syak'anoch juntzanh eb' scolvaj yet' eb'. Ayic pitzanto eb' scolumal eb' chi', ayoch Jehová yet' eb', scoljiel eb' t'a yol sk'ab' eb' yajk'ool chi'."
        },
        {
            "number": "19",
            "text": "Ayic scham junjun eb' scolumal eb' chi', sk'ulanxi chucal eb', ek'b'alxo te chuc sk'ulej eb' chi' t'a yichanh sb'eyb'al eb' smam yicham, tz'ochpax eb' ejmelal t'a comon dios. Max yactejcan chucal b'eyb'al chi' eb', pit syutej sb'a eb' t'a Jehová."
        },
        {
            "number": "20",
            "text": "Yuj chi' ste cot yoval sk'ol Jehová chi' t'a eb', snaan icha tik: Ha juntzanh anima tik, manh val jab'oc sk'anab'ajej in trato eb', aton vak'nac yet' smam yicham eb'."
        },
        {
            "number": "21",
            "text": "Ha yuj chi' jun, manhxo ol viq'uel juntzanhxo eb' anima t'a skal eb', aton eb' ixto kan yuj vinhaj Josué ayic ix cham vinh."
        },
        {
            "number": "22",
            "text": "Ol cannhej eb' yuj vak'an proval spensar eb' israel tik, tato tz'och tzak'an eb' vuuj, icha sk'ulejnac eb' smam yicham eb', mato maay, xchi."
        },
        {
            "number": "23",
            "text": "Yuj chi', a jantac eb' anima ayek' t'a skal eb' israel chi', aton eb' majxo yak'och Jehová t'a yol sk'ab' vinhaj Josué, majxo ik'jiel-laj eb' yuj Jehová chi'."
        }
    ]
}