{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi' ix smolb'an sb'a masanil heb' israel t'a yichanh Jehová t'a Mizpa, junxonhej ix yutej spensar heb'. Ix cot heb' ay t'a yol smacb'en heb' yinhtilal Dan t'a norte, heb' ay t'a Beerseba t'a sur yet' heb' ay t'a Galaad t'a stojolal b'aj sjawi k'u."
        },
        {
            "number": "2",
            "text": "Masanil heb' yajal yaj t'a junjun yinhtilal heb' israel schonhab' Dios, ayek' molan heb' ta'. Ay am 400 mil heb' soldado yet'nacxo syamk'ab' yic owal."
        },
        {
            "number": "3",
            "text": "(Ix yab' specal heb' yinhtilal Benjamín to ix smolb'ej sb'a heb' yetisraelal heb' t'a Mizpa.) Axo heb' yajalil heb' israel chi' ix alani, tato ay heb' ojtannac tas ix aj yuji jun chukal chi', syal yalan heb'."
        },
        {
            "number": "4",
            "text": "Axo winh yetb'eyum ix chamnac chi' ix alani: --Ix in jawi yet' ix wetb'eyum chi' t'a chonhab' Gabaa t'a yol yic Benjamín yic tzin waycan ta'."
        },
        {
            "number": "5",
            "text": "Axo t'a jun ak'wal chi', ix smolb'ej sb'a heb' winh winak ay t'a jun chonhab' chi' t'a spatictac te' pat b'aj ay in ek' chi', yic tzin smilancham heb' winh yalani. Ix och ijan heb' winh yixtan ix wetb'eyum chi', masanto ix cham ix yuj heb' winh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix wik'cot sniwanil ix chi', ix in xicanb'ati. Ix wak'anb'at t'a masanil yol ko macb'en, yic wach' tzeyil he masanil tas ix aj yoch jun niwan mul te chucxo pax tik."
        },
        {
            "number": "7",
            "text": "Axo tiknaik yujto wetisraelal ex, a ex ol he na'a, ol eyala' tas ol aj jun tik, xchi winh."
        },
        {
            "number": "8",
            "text": "Junxonhej ix yutej spensar heb' smasanil, ix yalan heb' icha tik: --Malaj junok onh tzonh pax t'a ko pat masanto ol yal sb'a tas ol aj jun tik."
        },
        {
            "number": "9",
            "text": "Ha tiknaik a tas sco k'ulej to tz'och suerte t'a ko kal yic wach' ol quila' mach onh ol onh b'at cak' owal t'a chonhab' Gabaa chi'."
        },
        {
            "number": "10",
            "text": "Junjun winak t'a skal lajlajunhwanh winak t'a junjun inhtilal skan t'a yib'anh sayan ko wael a onh soldado onh tik. Ha onhxo ko masanil, ol onh b'at cak'ek' spak t'a heb' aj Gabaa yuj jun chukal ix sk'ulej heb' chi', xchi heb'."
        },
        {
            "number": "11",
            "text": "Junxonhej ix yutej sb'a heb' israel chi' yic ix b'at heb' yak' owal t'a jun chonhab' chi'."
        },
        {
            "number": "12",
            "text": "Ix yak'anb'at schecab' heb' t'a masanil yol yic Benjamín. Ix ek' yalan heb' icha tik: Yelxo wal te chuk tas ix sk'ulej jaywanh heb' winak aj Gabaa."
        },
        {
            "number": "13",
            "text": "Yuj chi' a tiknaik, a juntzanh winak ix k'ulan chukal t'a he kal chi', ik'equelta heb', tzeyak'anoch heb' t'a yol ko k'ab' yic sco milancham heb', icha chi' ol aj satel jun chukal chi' t'a ko kal a onh israel onh tik, xchi heb'. Maj schalaj yab' heb' yinhtilal Benjamín chi'."
        },
        {
            "number": "14",
            "text": "Palta to ix smolb'ej sb'a heb' soldado heb' t'a Gabaa chi' yic syak'an owal heb' yet' juntzanhxo heb' yetisraelal chi'."
        },
        {
            "number": "15",
            "text": "Ay am 26 mil heb' soldado ix cot t'a juntzanh chonhab' t'a yol yic Benjamín chi', yet'nac syamk'ab' heb' yic owal. Ch'oc pax yaj 700 heb' soldado te jelan, aj Gabaa chi' heb'."
        },
        {
            "number": "16",
            "text": "Ha t'a skal masanil heb' soldado chi', 700 heb' to ha t'a sk'exanh sjulwaj yet' ch'anh mejmeech. Te tojol sjulwaj heb', wach'chom a junok tas te xi' sjul heb', palta syamchaj yuj heb'."
        },
        {
            "number": "17",
            "text": "Axo pax juntzanhxo heb' israel chi', ay am 400 mil heb' soldado te k'ajan t'a owal, malaj heb' aj Benjamín chi' t'a skal heb'."
        },
        {
            "number": "18",
            "text": "Ix b'at heb' israel chi' b'aj ayek' scajnub' Dios yic sk'anb'an heb' mach inhtilal heb' sb'ab'laj och yak' owal yet' heb' yinhtilal Benjamín chi'. Ix yalan Jehová to a heb' yinhtilal Judá sb'ab'laj ochi."
        },
        {
            "number": "19",
            "text": "Ix k'e waan heb' israel chi' t'a q'uinhib'alil, ix b'at sb'oank'e scampamento heb' t'a yichanh chonhab' Gabaa chi'."
        },
        {
            "number": "20",
            "text": "Ix sb'oanoch sb'a heb' t'a yichanh chonhab' chi' yic syak'an owal heb'."
        },
        {
            "number": "21",
            "text": "Axo heb' yinhtilal Benjamín chi', ix elta heb' t'a yol chonhab' chi'. Ha t'a jun k'u chi', 22 mil heb' yetisraelal heb' chi' ix smilchamoc."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix b'at heb' israel chi' t'a yichanh Jehová, cusk'olal yaj heb' ix ek' k'u, masanto ix k'ik'b'iemi. Ixlajwi chi' ix sk'anb'an heb' t'a Jehová: ¿Tzam onh b'atxi cak' owal yet' heb' quetisraelal yinhtilal Benjamín? xchi heb'. Ix yalan Jehová: Ixiquec, xchi t'a heb'. Yuj chi' ix yik'anxi yip heb', haxo t'a junxo k'u ix b'at heb' yak'xi owal yet' heb' yinhtilal Benjamín chi'. Anheja' b'aj ix och heb' t'a sb'ab'elal, ata' ix ochxi heb'."
        },
        {
            "number": "23",
            "text": "Anheja' t'a junelxo chi', ix elixta heb' yinhtilal Benjamín chi' yak' owal yet' heb'. 18 mil soldado yetisraelal heb' chi' ix smilchamoc."
        },
        {
            "number": "24",
            "text": "Yuj chi', ix b'atxi heb' soldado smasanil yet' masanil heb' chonhab' t'a scajnub' Dios. Ix ochxi heb' t'a cusk'olal t'a yichanh Jehová. Pilan k'u maj wa jab'oc heb'. Ix snhusan silab' heb', ix yak'anpax silab' heb' yic junk'olal."
        },
        {
            "number": "25",
            "text": "Ha t'a jun pekti’ chi', a te' scaxail strato Jehová, ayek' te' t'a scajnub' Dios chi'. Ha winhaj Finees yuninal winhaj Eleazar, yixchiquin winhaj Aarón ayoch sacerdoteal. Ix sk'anb'an heb' israel chi' t'a Jehová tato syal yak'anxi owal chi' heb' yet' heb' yinhtilal Benjamín chi', mato manhxo. Ix yalan Jehová t'a heb': Hak'ek owal yet' heb', a k'ik'an swak'och heb' t'a yol he k'ab', xchi t'a heb'."
        },
        {
            "number": "26",
            "text": "Yuj chi' ix b'at juntzanh heb' soldado yic Israel sk'ub'ejel sb'ha t'a spatictac chonhab' Gabaa chi'."
        },
        {
            "number": "27",
            "text": "Axo juntzanhxo heb', ix b'at heb' yak' owal yet' heb' soldado yic Benjamín chi'. Ix sb'oanoch sb'a heb' yic syak'an owal heb' yet' heb' aj Gabaa chi', icha ix yutej sb'a heb' t'a sb'ab'elal yet' t'a schaelal."
        },
        {
            "number": "28",
            "text": "Ix elixta heb' yic Benjamín chi' t'a yol chonhab' chi' yak' owal yet' heb'. Najat ix cot heb' yak' owal yet' heb' yetisraelal chi'. Ix to wal yak' ganar heb' smilancham 30-xo heb' israel t'a yol sb'eal Betel yet' t'a yol sb'eal Gabaa yet' b'aj manhxa mach cajan."
        },
        {
            "number": "29",
            "text": "Ha wal snaan heb' to wan yel heb' yetisraelal heb' chi' t'ay, wan yak'an ganar heb' snaani, icha ix yak' heb' t'a sb'ab'elal yet' t'a schaelal, palta tonhej ix stz'aquel sb'a heb' soldado israel chi', yacb'an wan scot heb' t'a yoltac b'e najat t'a stiel chonhab'."
        },
        {
            "number": "30",
            "text": "Ayic ix k'och heb' israel chi' t'a slak'anil Baal-tamar, elanhchamel ix sb'oxioch sb'a heb' yak' owal chi'. Ix elpaxcot heb' ix sk'ub'ejel sb'ha t'a spatictac chonhab' Gabaa chi'."
        },
        {
            "number": "31",
            "text": "Lajunhe' mil heb' sik'b'ilel t'a skal masanil soldado yic Israel ix och t'a chonhab' chi' yak' owal, yelk'olal ix te och yip owal chi'. Ha heb' yic Benjamín najat ix b'at chi', max snalaj heb' tato wan satel heb'."
        },
        {
            "number": "32",
            "text": "Yuj Jehová ix yak' ganar heb' israel chi' t'a heb' yic Benjamín chi'. Ha t'a jun k'u chi', 25 mil yet' 100-xo heb' yinhtilal Benjamín chi' ix chami. Ichato chi' ix yilanelta sb'a heb' to wan yak'ji ganar heb'."
        },
        {
            "number": "33",
            "text": "Icha tik ix aj yoch owal chi'. Ha t'a sb'ab'elal, a heb' soldado israel chi' najat ix el heb' t'a yichanh heb' yic Benjamín chi', yujto yipk'olal yaj heb' winh ix sk'ub'ejel sb'ha t'a spatictac chonhab' Gabaa chi', yic satel jun chonhab' chi' heb'."
        },
        {
            "number": "34",
            "text": "Axo heb' soldado ix sk'ub'ejel sb'a chi', elanhchamel ix och heb' t'a yol chonhab' chi', ix smilancham masanil heb' anima chi' heb'."
        },
        {
            "number": "35",
            "text": "Ha heb' ix sk'ub'ejcanel sb'a chi', lajti' yaj heb' yet' heb' soldado yetb'eyum heb' to ayic ol och heb' t'a yol chonhab' chi', ol yak' checlaj k'e stab'il heb', yic wach' snachajel yuj heb' chi' to toxo ix yak' ganar jun chonhab' chi' heb'."
        },
        {
            "number": "36",
            "text": "Ha wal yic wan yel heb' israel t'a heb' yinhtilal Benjamín chi', ix yilan jun niwan tab' chi' heb', yuj chi' ix meltzaj heb', ix stek'b'an sb'a heb' t'a yichanh heb' yinhtilal Benjamín chi'. Toxo ix cham 30 heb' yuj heb' yic Benjamín chi', yuj chi' ix sna' heb' yic Benjamín chi' to wan yak'an ganar heb', icha ix yak' heb' t'a sb'ab'elal."
        },
        {
            "number": "37",
            "text": "Ha wal t'a jun rato chi' ix k'e juyuyoc tab' t'a chonhab' chi'. Ayic ix yilanb'at heb' yic Benjamín chi' t'a spatic, juyuyi sk'e stab'il schonhab' heb' chi' t'a chaanh."
        },
        {
            "number": "38",
            "text": "Icha wal chi' ix aj stek'b'an sb'a heb' israel t'a yichanh heb' yic Benjamín chi', ix te xivk'e heb' yic Benjamín chi', ix nachajel yuj heb' to wan yak'ji ganar heb'."
        },
        {
            "number": "39",
            "text": "Yuj chi' ix el lemnaj heb' t'a yichanh heb' israel chi', ix b'atcan heb' b'aj sb'atcan sb'eal tzinan lu'um, palta maxtzac yal-laj yel heb' yujto ix yamji heb'. Ix miljicham heb' yuj heb' israel tz'elta t'a yol schonhab' heb' chi'."
        },
        {
            "number": "40",
            "text": "Ix oymaj heb' israel chi' t'a spatictac heb'. Icha wal chi' ix aj yak'ji ganar heb' smasanil, ix pechji heb' yuj heb' b'aj syik' yip heb' anima masanto t'a stojolal b'aj sjawi k'u t'a Gabaa chi'"
        },
        {
            "number": "41",
            "text": "Ata' ix cham 18 mil heb' yinhtilal Benjamín chi'."
        },
        {
            "number": "42",
            "text": "Axo juntzanhxo heb', ix b'at heb' elelal t'a tzinan lu'um t'a stojolal k'een tenam scuch Rimón, palta oye' mil heb' chi' ix cham t'a yoltac b'e. Ix ochnhej heb' israel chi' t'a spatic heb' ixto kan chi', masanto t'a Gidom. Ix ak'ji ganar heb' yuj heb' israel chi'. Chab'to mil heb' soldado chi' ix cham yuj heb' israel chi'."
        },
        {
            "number": "43",
            "text": "Yuj chi' ha t'a jun k'u chi', 25 mil heb' soldado yic Benjamín chi' ix chami, aton heb' soldado te jelan t'a owal."
        },
        {
            "number": "44",
            "text": "Palta 600 to heb' winh ix b'atcan elelal t'a tzinan lu'um. Chanhe' ujal ix aj heb' winh t'a k'een tenam scuchan Rimón chi'."
        },
        {
            "number": "45",
            "text": "Axo heb' israel ix b'at heb' t'a masanil chonhab' t'a yol yic Benjamín chi', ix xicancham masanil anima heb' yet' masanil nok' molb'etzal nok'. Ix snhusanpaxtz'a junjun chonhab' heb' yet' masanil tastac ay t'ay."
        }
    ]
}