{
    "chapter": "20",
    "verses": [
        {
            "number": "1",
            "text": "Yuj chi' ix smolb'an sb'a masanil eb' israel t'a yichanh Jehová t'a Mizpa, junxonhej ix yutej spensar eb'. Ix cot eb' ay t'a yol smacb'en eb' yinhtilal Dan t'a norte, eb' ay t'a Beerseba t'a sur yet' eb' ay t'a Galaad t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "2",
            "text": "Masanil eb' yajal yaj t'a junjun yinhtilal eb' israel schonhab' Dios, ayek' molan eb' ta'. Ay am 400 mil eb' soldado yet'nacxo syamk'ab' yic oval."
        },
        {
            "number": "3",
            "text": "(Ix yab' specal eb' yinhtilal Benjamín to ix smolb'ej sb'a eb' yetisraelal eb' t'a Mizpa.) Axo eb' yajalil eb' israel chi' ix alani, tato ay eb' ojtannac tas ix aj yuji jun chukal chi', syal yalan eb'."
        },
        {
            "number": "4",
            "text": "Axo vinh yetb'eyum ix chamnac chi' ix alani: --Ix in javi yet' ix vetb'eyum chi' t'a chonhab' Gabaa t'a yol yic Benjamín yic tzin vaycan ta'."
        },
        {
            "number": "5",
            "text": "Axo t'a jun ak'val chi', ix smolb'ej sb'a eb' vinh vinac ay t'a jun chonhab' chi' t'a spatictac te' pat b'aj ay in ek' chi', yic tzin smilancham eb' vinh yalani. Ix och ijan eb' vinh yixtan ix vetb'eyum chi', masanto ix cham ix yuj eb' vinh."
        },
        {
            "number": "6",
            "text": "Yuj chi' ix vik'cot snivanil ix chi', ix in xicanb'ati. Ix vak'anb'at t'a masanil yol co macb'en, yic wach' tzeyil e masanil tas ix aj yoch jun niwan mul te chucxo pax tik."
        },
        {
            "number": "7",
            "text": "Axo ticnaic yujto vetisraelal ex, a ex ol e na'a, ol eyala' tas ol aj jun tik, xchi vinh."
        },
        {
            "number": "8",
            "text": "Junxonhej ix yutej spensar eb' smasanil, ix yalan eb' icha tik: --Malaj junok onh tzonh pax t'a co pat masanto ol yal sb'a tas ol aj jun tik."
        },
        {
            "number": "9",
            "text": "Ha ticnaic a tas sco k'ulej to tz'och suerte t'a co cal yic wach' ol quila' mach onh ol onh b'at cak' oval t'a chonhab' Gabaa chi'."
        },
        {
            "number": "10",
            "text": "Junjun vinac t'a skal lajlajunhvanh vinac t'a junjun inhtilal skan t'a yib'anh sayan co vael a onh soldado onh tik. Ha onhxo co masanil, ol onh b'at caq'uek' spac t'a eb' aj Gabaa yuj jun chukal ix sk'ulej eb' chi', xchi eb'."
        },
        {
            "number": "11",
            "text": "Junxonhej ix yutej sb'a eb' israel chi' yic ix b'at eb' yak' oval t'a jun chonhab' chi'."
        },
        {
            "number": "12",
            "text": "Ix yak'anb'at schecab' eb' t'a masanil yol yic Benjamín. Ix ek' yalan eb' icha tik: Yelxo val te chuk tas ix sk'ulej jayvanh eb' vinac aj Gabaa."
        },
        {
            "number": "13",
            "text": "Yuj chi' a ticnaic, a juntzanh vinac ix k'ulan chukal t'a e cal chi', iq'uequelta eb', tzeyak'anoch eb' t'a yol co k'ab' yic sco milancham eb', icha chi' ol aj satel jun chukal chi' t'a co cal a onh israel onh tik, xchi eb'. Maj schalaj yab' eb' yinhtilal Benjamín chi'."
        },
        {
            "number": "14",
            "text": "Palta to ix smolb'ej sb'a eb' soldado eb' t'a Gabaa chi' yic syak'an oval eb' yet' juntzanhxo eb' yetisraelal chi'."
        },
        {
            "number": "15",
            "text": "Ay am 26 mil eb' soldado ix cot t'a juntzanh chonhab' t'a yol yic Benjamín chi', yet'nac syamk'ab' eb' yic oval. Ch'oc pax yaj 700 eb' soldado te jelan, aj Gabaa chi' eb'."
        },
        {
            "number": "16",
            "text": "Ha t'a skal masanil eb' soldado chi', 700 eb' to ha t'a sq'uexanh sjulvaj yet' ch'anh mejmeech. Te tojol sjulvaj eb', wach'chom a junok tas te xi' sjul eb', palta syamchaj yuj eb'."
        },
        {
            "number": "17",
            "text": "Axo pax juntzanhxo eb' israel chi', ay am 400 mil eb' soldado te k'ajan t'a oval, malaj eb' aj Benjamín chi' t'a skal eb'."
        },
        {
            "number": "18",
            "text": "Ix b'at eb' israel chi' b'aj ayek' scajnub' Dios yic sk'anb'an eb' mach inhtilal eb' sb'ab'laj och yak' oval yet' eb' yinhtilal Benjamín chi'. Ix yalan Jehová to a eb' yinhtilal Judá sb'ab'laj ochi."
        },
        {
            "number": "19",
            "text": "Ix q'ue vaan eb' israel chi' t'a q'uinhib'alil, ix b'at sb'oanq'ue scampamento eb' t'a yichanh chonhab' Gabaa chi'."
        },
        {
            "number": "20",
            "text": "Ix sb'oanoch sb'a eb' t'a yichanh chonhab' chi' yic syak'an oval eb'."
        },
        {
            "number": "21",
            "text": "Axo eb' yinhtilal Benjamín chi', ix elta eb' t'a yol chonhab' chi'. Ha t'a jun k'u chi', 22 mil eb' yetisraelal eb' chi' ix smilchamoc."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix b'at eb' israel chi' t'a yichanh Jehová, cusk'olal yaj eb' ix ek' k'u, masanto ix k'ik'b'iemi. Ixlajwi chi' ix sk'anb'an eb' t'a Jehová: ¿Tzam onh b'atxi cak' oval yet' eb' quetisraelal yinhtilal Benjamín? xchi eb'. Ix yalan Jehová: Ixiquec, xchi t'a eb'. Yuj chi' ix yik'anxi yip eb', haxo t'a junxo k'u ix b'at eb' yak'xi oval yet' eb' yinhtilal Benjamín chi'. Anheja' b'aj ix och eb' t'a sb'ab'elal, ata' ix ochxi eb'."
        },
        {
            "number": "23",
            "text": "Anheja' t'a junelxo chi', ix elixta eb' yinhtilal Benjamín chi' yak' oval yet' eb'. 18 mil soldado yetisraelal eb' chi' ix smilchamoc."
        },
        {
            "number": "24",
            "text": "Yuj chi', ix b'atxi eb' soldado smasanil yet' masanil eb' chonhab' t'a scajnub' Dios. Ix ochxi eb' t'a cusk'olal t'a yichanh Jehová. Pilan k'u maj wa jab'oc eb'. Ix snhusan silab' eb', ix yak'anpax silab' eb' yic junk'olal."
        },
        {
            "number": "25",
            "text": "Ha t'a jun pekti’ chi', a te' scaxail strato Jehová, ayek' te' t'a scajnub' Dios chi'. Ha vinhaj Finees yuninal vinhaj Eleazar, yixchiquin vinhaj Aarón ayoch sacerdoteal. Ix sk'anb'an eb' israel chi' t'a Jehová tato syal yak'anxi oval chi' eb' yet' eb' yinhtilal Benjamín chi', mato manhxo. Ix yalan Jehová t'a eb': Hak'ek oval yet' eb', a k'ik'an svak'och eb' t'a yol e k'ab', xchi t'a eb'."
        },
        {
            "number": "26",
            "text": "Yuj chi' ix b'at juntzanh eb' soldado yic Israel sk'ub'ejel sb'ha t'a spatictac chonhab' Gabaa chi'."
        },
        {
            "number": "27",
            "text": "Axo juntzanhxo eb', ix b'at eb' yak' oval yet' eb' soldado yic Benjamín chi'. Ix sb'oanoch sb'a eb' yic syak'an oval eb' yet' eb' aj Gabaa chi', icha ix yutej sb'a eb' t'a sb'ab'elal yet' t'a schaelal."
        },
        {
            "number": "28",
            "text": "Ix elixta eb' yic Benjamín chi' t'a yol chonhab' chi' yak' oval yet' eb'. Najat ix cot eb' yak' oval yet' eb' yetisraelal chi'. Ix to val yak' ganar eb' smilancham 30-xo eb' israel t'a yol sb'eal Betel yet' t'a yol sb'eal Gabaa yet' b'aj manhxa mach cajan."
        },
        {
            "number": "29",
            "text": "Ha val snaan eb' to van yel eb' yetisraelal eb' chi' t'ay, van yak'an ganar eb' snaani, icha ix yak' eb' t'a sb'ab'elal yet' t'a schaelal, palta tonhej ix stz'aquel sb'a eb' soldado israel chi', yacb'an van scot eb' t'a yoltac b'e najat t'a stiel chonhab'."
        },
        {
            "number": "30",
            "text": "Ayic ix k'och eb' israel chi' t'a slak'anil Baal-tamar, elanhchamel ix sb'oxioch sb'a eb' yak' oval chi'. Ix elpaxcot eb' ix sk'ub'ejel sb'ha t'a spatictac chonhab' Gabaa chi'."
        },
        {
            "number": "31",
            "text": "Lajunhe' mil eb' sik'b'ilel t'a skal masanil soldado yic Israel ix och t'a chonhab' chi' yak' oval, yelk'olal ix te och yip oval chi'. Ha eb' yic Benjamín najat ix b'at chi', max snalaj eb' tato van satel eb'."
        },
        {
            "number": "32",
            "text": "Yuj Jehová ix yak' ganar eb' israel chi' t'a eb' yic Benjamín chi'. Ha t'a jun k'u chi', 25 mil yet' 100-xo eb' yinhtilal Benjamín chi' ix chami. Ichato chi' ix yilanelta sb'a eb' to van yak'ji ganar eb'."
        },
        {
            "number": "33",
            "text": "Icha tik ix aj yoch oval chi'. Ha t'a sb'ab'elal, a eb' soldado israel chi' najat ix el eb' t'a yichanh eb' yic Benjamín chi', yujto yipk'olal yaj eb' vinh ix sk'ub'ejel sb'ha t'a spatictac chonhab' Gabaa chi', yic satel jun chonhab' chi' eb'."
        },
        {
            "number": "34",
            "text": "Axo eb' soldado ix sk'ub'ejel sb'a chi', elanhchamel ix och eb' t'a yol chonhab' chi', ix smilancham masanil eb' anima chi' eb'."
        },
        {
            "number": "35",
            "text": "Ha eb' ix sk'ub'ejcanel sb'a chi', lajti' yaj eb' yet' eb' soldado yetb'eyum eb' to ayic ol och eb' t'a yol chonhab' chi', ol yak' checlaj q'ue stab'il eb', yic wach' snachajel yuj eb' chi' to toxo ix yak' ganar jun chonhab' chi' eb'."
        },
        {
            "number": "36",
            "text": "Ha val yic van yel eb' israel t'a eb' yinhtilal Benjamín chi', ix yilan jun niwan tab' chi' eb', yuj chi' ix meltzaj eb', ix stek'b'an sb'a eb' t'a yichanh eb' yinhtilal Benjamín chi'. Toxo ix cham 30 eb' yuj eb' yic Benjamín chi', yuj chi' ix sna' eb' yic Benjamín chi' to van yak'an ganar eb', icha ix yak' eb' t'a sb'ab'elal."
        },
        {
            "number": "37",
            "text": "Ha val t'a jun rato chi' ix q'ue juyuyoc tab' t'a chonhab' chi'. Ayic ix yilanb'at eb' yic Benjamín chi' t'a spatic, juyuyi sq'ue stab'il schonhab' eb' chi' t'a chaanh."
        },
        {
            "number": "38",
            "text": "Icha val chi' ix aj stek'b'an sb'a eb' israel t'a yichanh eb' yic Benjamín chi', ix te xivq'ue eb' yic Benjamín chi', ix nachajel yuj eb' to van yak'ji ganar eb'."
        },
        {
            "number": "39",
            "text": "Yuj chi' ix el lemnaj eb' t'a yichanh eb' israel chi', ix b'atcan eb' b'aj sb'atcan sb'eal tzinan lu'um, palta maxtzac yal-laj yel eb' yujto ix yamji eb'. Ix miljicham eb' yuj eb' israel tz'elta t'a yol schonhab' eb' chi'."
        },
        {
            "number": "40",
            "text": "Ix oymaj eb' israel chi' t'a spatictac eb'. Icha val chi' ix aj yak'ji ganar eb' smasanil, ix pechji eb' yuj eb' b'aj syik' yip eb' anima masanto t'a stojolal b'aj sjavi k'u t'a Gabaa chi'"
        },
        {
            "number": "41",
            "text": "Ata' ix cham 18 mil eb' yinhtilal Benjamín chi'."
        },
        {
            "number": "42",
            "text": "Axo juntzanhxo eb', ix b'at eb' elelal t'a tzinan lu'um t'a stojolal q'uen tenam scuch Rimón, palta oye' mil eb' chi' ix cham t'a yoltac b'e. Ix ochnhej eb' israel chi' t'a spatic eb' ixto kan chi', masanto t'a Gidom. Ix ak'ji ganar eb' yuj eb' israel chi'. Chab'to mil eb' soldado chi' ix cham yuj eb' israel chi'."
        },
        {
            "number": "43",
            "text": "Yuj chi' ha t'a jun k'u chi', 25 mil eb' soldado yic Benjamín chi' ix chami, aton eb' soldado te jelan t'a oval."
        },
        {
            "number": "44",
            "text": "Palta 600 to eb' vinh ix b'atcan elelal t'a tzinan lu'um. Chanhe' ujal ix aj eb' vinh t'a q'uen tenam scuchan Rimón chi'."
        },
        {
            "number": "45",
            "text": "Axo eb' israel ix b'at eb' t'a masanil chonhab' t'a yol yic Benjamín chi', ix xicancham masanil anima eb' yet' masanil nok' molb'etzal nok'. Ix snhusanpaxtz'a junjun chonhab' eb' yet' masanil tastac ay t'ay."
        }
    ]
}