{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "A masanil eb' israel chi', ix yak' sti' eb' d'a yichanh Jehová d'a Mizpa to malaj junoc eb' ol yak' yisil yetb'eyumoc eb' yinhtilal Benjamín."
        },
        {
            "number": "2",
            "text": "Ayic ix lajvi oval chi', ix smolan sb'a eb' israel chi' d'a yichanh Dios d'a scajnub', masanto ix q'uik'b'i, ix ok' val eb' sik'lab'il, ix yalan eb':"
        },
        {
            "number": "3",
            "text": "Mamin Jehová co Diosal ach, ¿tas val yuj ix javi jun tic d'a quib'anh? ¿Tas val yuj van satel jun quinhtilal a onh israel onh tic? xchi eb'."
        },
        {
            "number": "4",
            "text": "Axo d'a junxo k'u, ix q'ue vaan eb', ix sb'oanq'ue jun altar eb', ix snhusantz'a silab' eb' d'a yichanh Jehová, ix yak'anpax silab' eb' yic junk'olal."
        },
        {
            "number": "5",
            "text": "Ix och ijan eb' sk'anb'an yab'i: ¿Mach eb' quetchonhab' maj xid'ek' qued'oc d'a molchajel d'a yichanh Jehová d'a Mizpa? xchi eb'. Yujto yak'nac sti' eb', tato ay mach max b'at d'a jun molchajel chi', smiljichamoc."
        },
        {
            "number": "6",
            "text": "Te cusk'olal yaj eb' yuj tas ix sk'ulej eb' yed' eb' yetisraelal yinhtilal Benjamín chi'. Ix och ijan eb' yalani: A val d'a jun k'u tic ix satel jun inhtilal d'a co cal."
        },
        {
            "number": "7",
            "text": "¿Tas vach' sco k'ulej yic tz'ochxi yetb'eyum eb' vinh ixto can chi'? A onh tic ix cak' co ti' d'a yichanh Jehová to malaj junoc onh ol cak' eb' ix quisil yetb'eyumoc eb' vinh."
        },
        {
            "number": "8",
            "text": "¿Ay am eb' quetisraelal maj xid'ek' qued'oc d'a Mizpa molchajel d'a yichanh Jehová? xchi eb'. Axo ix snaancot eb' to a eb' cajan d'a Jabes d'a yol yic Galaad, malaj junoc eb' ix xid'ek' d'a molchajel chi'."
        },
        {
            "number": "9",
            "text": "Ayic ix avtaj lista, malaj junoc eb' aj Jabes chi' ix tak'vi."
        },
        {
            "number": "10",
            "text": "Ayic ix yab'an jun chi' eb' chonhab' smasanil, ix schecanb'at 12 mil soldado eb', yic b'at miljicham masanil eb' aj Jabes chi', masanil eb' vinac, eb' unin yed' masanil eb' ix ix ayxo vinac sk'umej."
        },
        {
            "number": "11",
            "text": "A d'a scal masanil eb' aj Jabes chi', ix ilchaj 400 eb' ix cob'estac mantalaj vinac tz'ek' d'a spatic, ix ik'jicot eb' ix d'a campamento d'a Silo d'a yol yic Canaán."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi', masanil eb' chonhab' chi', ix schecb'at yalumal eb' d'a eb' vinh yinhtilal Benjamín aycanb'at sk'ub'ejel sb'a d'a q'uen tenam scuchan Rimón, ix b'at ik'chajcot eb' vinh d'a junk'olal."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix meltzajcot eb' vinh aj Benjamín chi'. Axo eb' israel ix ak'an eb' ix cob'estac ix yik'cot eb' d'a Jabes chi' yetb'eyumoc eb'. Palta ayto maj tz'acvoc yik'an yetb'eyum eb' smasanil."
        },
        {
            "number": "14",
            "text": "A masanil eb' israel chi' ix ok' sk'ol eb' yuj eb' yinhtilal Benjamín chi', yujto ix satjiel jun inhtilal chi' yuj Jehová."
        },
        {
            "number": "15",
            "text": "Axo eb' yajal yaj d'a cal chonhab' chi' ix sk'anb'ej eb' icha tic: ¿Tas val ol aj yilchajpax eb' ix yetb'eyum juntzanhxo eb' vinh ix can tic, yujto masanil eb' ix yetb'eyum eb' vinh, ix cham eb' ix smasanil?"
        },
        {
            "number": "16",
            "text": "A yuj juntzanh eb' vinh ixto can chi', yuj chi' olto pitzvocchaanh jun inhtilal tic, yic max satel d'a co cal a onh israel onh tic."
        },
        {
            "number": "17",
            "text": "Palta a onh tic, max yal-laj cak'an eb' ix quisil yic tz'och yetb'eyumoc eb' vinh, yujto co masanil ix cak' co ti' d'a yichanh Dios to max cak'laj eb' ix quisil d'a eb' vinh, yuj chi' a mach syak' yisil, scotcan catab' d'a yib'anh."
        },
        {
            "number": "18",
            "text": "Palta junjun ab'il ay jun nivan q'uinh tz'och d'a yichanh Jehová d'a Silo, aton jun ay d'a snorteal Betel, d'a stojolal b'aj tz'em k'u d'a b'e sb'at d'a Betel chi' sk'och d'a Siquem, d'a stojolal sur yic Lebona, xchi eb'."
        },
        {
            "number": "19",
            "text": "A eb' yajal yaj d'a scal eb' israel chi', ix yalb'at jun lolonel tic eb' d'a eb' yinhtilal Benjamín chi': Tzex b'at e k'ub'ejel e b'a d'a scaltac te' uva d'a slak'anil Silo."
        },
        {
            "number": "20",
            "text": "Vach' tzeyutej e k'ub'anel e b'a ta', lista eyaji. Ayic ol eyilan yelta nhililoc eb' ix cob'estac aj Silo chanhal ta', tzex elta b'aj k'ub'an ex chi', tzeyik'ancot junjunoc eb' ix eyetb'eyumoc. Slajvi chi' tzex paxcan d'a e chonhab'."
        },
        {
            "number": "21",
            "text": "Tato ol javoc eb' vinh smam, ma eb' vinh snulej eb' ix cob'estac chi' yal d'ayonh, ol calan d'a eb': Sco k'an nivank'olal d'ayex d'a spatic eb' vinh, yujto maj ilchaj yetb'eyum eb' vinh smasanil cuuj, ayic ix och oval d'a Jabes. Anhejtona', tic val manhoc ex ix eyak' eb' ix d'a eb' vinh, yuj chi' max ochlaj e mul b'aj ix eyak' e ti', xco cham d'a eb', xchi eb' yajalil Israel chi'."
        },
        {
            "number": "22",
            "text": "Ix schaan sk'ol eb' vinh yic Benjamín chi' sk'ulan icha ix alchaj chi'. Yuj chi' junjun eb' vinh ix yik'b'at junjun eb' ix cob'estac chi' ayic van schanhalvi eb' ix. Ix yik'anb'at eb' ix eb' vinh d'a elanhchamel d'a schonhab', ix sb'oanxiq'ue schonhab' eb' vinh chi' yic scajnajxi eb' vinh ta'."
        },
        {
            "number": "23",
            "text": "Anheja' juntzanhxo eb' vinh yetisraelal eb' vinh chi', ix meltzajpax junjun eb' vinh d'a sluum yed' d'a spat."
        },
        {
            "number": "24",
            "text": "A d'a jun tiempoal chi' mantalaj sreyal eb' israel, junjun eb' sk'ulej icha tas snib'ej."
        }
    ]
}