{
    "chapter": "21",
    "verses": [
        {
            "number": "1",
            "text": "Ha masanil heb' israel chi', ix yak' sti' heb' t'a yichanh Jehová t'a Mizpa to malaj junok heb' ol yak' yisil yetb'eyumoc heb' yinhtilal Benjamín."
        },
        {
            "number": "2",
            "text": "Ayic ix lajwi owal chi', ix smolan sb'a heb' israel chi' t'a yichanh Dios t'a scajnub', masanto ix k'ik'b'i, ix ok' wal heb' sik'lab'il, ix yalan heb':"
        },
        {
            "number": "3",
            "text": "Mamin Jehová ko Diosal ach, ¿tas wal yuj ix jawi jun tik t'a quib'anh? ¿Tas wal yuj wan satel jun quinhtilal a onh israel onh tik? xchi heb'."
        },
        {
            "number": "4",
            "text": "Axo t'a junxo k'u, ix k'e waan heb', ix sb'oank'e jun altar heb', ix snhusantz'a silab' heb' t'a yichanh Jehová, ix yak'anpax silab' heb' yic junk'olal."
        },
        {
            "number": "5",
            "text": "Ix och ijan heb' sk'anb'an yab'i: ¿Mach heb' quetchonhab' maj xid'ek' qued'oc t'a molchajel t'a yichanh Jehová t'a Mizpa? xchi heb'. Yujto yak'nac sti' heb', tato ay mach max b'at t'a jun molchajel chi', smiljichamoc."
        },
        {
            "number": "6",
            "text": "Te cusk'olal yaj heb' yuj tas ix sk'ulej heb' yet' heb' yetisraelal yinhtilal Benjamín chi'. Ix och ijan heb' yalani: Ha wal t'a jun k'u tik ix satel jun inhtilal t'a ko kal."
        },
        {
            "number": "7",
            "text": "¿Tas wach' sco k'ulej yic tz'ochxi yetb'eyum heb' winh ixto kan chi'? Ha onh tik ix cak' ko ti' t'a yichanh Jehová to malaj junok onh ol cak' heb' ix quisil yetb'eyumoc heb' winh."
        },
        {
            "number": "8",
            "text": "¿Ay am heb' quetisraelal maj xid'ek' qued'oc t'a Mizpa molchajel t'a yichanh Jehová? xchi heb'. Axo ix snaancot heb' to a heb' cajan t'a Jabes t'a yol yic Galaad, malaj junok heb' ix xid'ek' t'a molchajel chi'."
        },
        {
            "number": "9",
            "text": "Ayic ix avtaj lista, malaj junok heb' aj Jabes chi' ix tak'wi."
        },
        {
            "number": "10",
            "text": "Ayic ix yab'an jun chi' heb' chonhab' smasanil, ix schecanb'at 12 mil soldado heb', yic b'at miljicham masanil heb' aj Jabes chi', masanil heb' winak, heb' unin yet' masanil heb' ix ix ayxo winak sk'umej."
        },
        {
            "number": "11",
            "text": "Ha t'a skal masanil heb' aj Jabes chi', ix ilchaj 400 heb' ix cob'estac mantalaj winak tzek' t'a spatic, ix ik'jicot heb' ix t'a campamento t'a Silo t'a yol yic Canaán."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', masanil heb' chonhab' chi', ix schecb'at yalumal heb' t'a heb' winh yinhtilal Benjamín aycanb'at sk'ub'ejel sb'ha t'a k'een tenam scuchan Rimón, ix b'at ik'chajcot heb' winh t'a junk'olal."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix meltzajcot heb' winh aj Benjamín chi'. Axo heb' israel ix ak'an heb' ix cob'estac ix yik'cot heb' t'a Jabes chi' yetb'eyumoc heb'. Palta ayto maj tz'acwoc yik'an yetb'eyum heb' smasanil."
        },
        {
            "number": "14",
            "text": "Ha masanil heb' israel chi' ix ok' sk'ol heb' yuj heb' yinhtilal Benjamín chi', yujto ix satjiel jun inhtilal chi' yuj Jehová."
        },
        {
            "number": "15",
            "text": "Axo heb' yajal yaj t'a kal chonhab' chi' ix sk'anb'ej heb' icha tik: ¿Tas wal ol aj yilchajpax heb' ix yetb'eyum juntzanhxo heb' winh ix kan tik, yujto masanil heb' ix yetb'eyum heb' winh, ix cham heb' ix smasanil?"
        },
        {
            "number": "16",
            "text": "Ha yuj juntzanh heb' winh ixto kan chi', yuj chi' olto pitzwocchaanh jun inhtilal tik, yic max satel t'a ko kal a onh israel onh tik."
        },
        {
            "number": "17",
            "text": "Palta a onh tik, max yal-laj cak'an heb' ix quisil yic tz'och yetb'eyumoc heb' winh, yujto ko masanil ix cak' ko ti' t'a yichanh Dios to max cak'laj heb' ix quisil t'a heb' winh, yuj chi' a mach syak' yisil, scotcan catab' t'a yib'anh."
        },
        {
            "number": "18",
            "text": "Palta junjun ab'il ay jun niwan q'uinh tz'och t'a yichanh Jehová t'a Silo, aton jun ay t'a snorteal Betel, t'a stojolal b'aj tz'em k'u t'a b'e sb'at t'a Betel chi' sk'och t'a Siquem, t'a stojolal sur yic Lebona, xchi heb'."
        },
        {
            "number": "19",
            "text": "Ha heb' yajal yaj t'a skal heb' israel chi', ix yalb'at jun lolonel tik heb' t'a heb' yinhtilal Benjamín chi': Tzex b'at he k'ub'ejel he b'ha t'a scaltac te' uwa t'a slak'anil Silo."
        },
        {
            "number": "20",
            "text": "Wach' tzeyutej he k'ub'anel he b'a ta', lista eyaji. Ayic ol eyilan yelta nhililoc heb' ix cob'estac aj Silo chanhal ta', tzex elta b'aj k'ub'an ex chi', tzeyik'ancot junjunoc heb' ix eyetb'eyumoc. Slajwi chi' tzex paxcan t'a he chonhab'."
        },
        {
            "number": "21",
            "text": "Tato ol jawok heb' winh smam, ma heb' winh snulej heb' ix cob'estac chi' yal t'ayonh, ol calan t'a heb': Sco k'an niwank'olal t'ayex t'a spatic heb' winh, yujto maj ilchaj yetb'eyum heb' winh smasanil cuuj, ayic ix och owal t'a Jabes. Anhejtona', tik wal manhoc ex ix eyak' heb' ix t'a heb' winh, yuj chi' max ochlaj he mul b'aj ix eyak' he ti', xco cham t'a heb', xchi heb' yajalil Israel chi'."
        },
        {
            "number": "22",
            "text": "Ix schaan sk'ol heb' winh yic Benjamín chi' sk'ulan icha ix alchaj chi'. Yuj chi' junjun heb' winh ix yik'b'at junjun heb' ix cob'estac chi' ayic wan schanhalwi heb' ix. Ix yik'anb'at heb' ix heb' winh t'a elanhchamel t'a schonhab', ix sb'oanxik'e schonhab' heb' winh chi' yic scajnajxi heb' winh ta'."
        },
        {
            "number": "23",
            "text": "Anheja' juntzanhxo heb' winh yetisraelal heb' winh chi', ix meltzajpax junjun heb' winh t'a sluum yet' t'a spat."
        },
        {
            "number": "24",
            "text": "Ha t'a jun pekti’ chi' mantalaj sreyal heb' israel, junjun heb' sk'ulej icha tas snib'ej."
        }
    ]
}