{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ay juntzanhxo chonhab' ixto kan yuj Jehová t'a lum Canaán, yic wach' tz'ak'ji proval eb' israel, aton eb' manto alji ayic ix och oval ayic ix ak'ji ganar lum Canaán chi'."
        },
        {
            "number": "2",
            "text": "Ix kan juntzanh chonhab' chi' yuj Jehová yic wach' sk'ayb'ej sb'a eb' t'a oval, aton eb' manto ak'anlaj juneloc oval chi'."
        },
        {
            "number": "3",
            "text": "Oye' chonhab'il eb' filisteo ixto cani yet' masanil eb' cananeo, eb' sidonio yet' eb' heveo, aton eb' ek'nac cajan t'a tzalquixtac t'a Líbano, sb'atnhej t'a jolom vitz Baal-hermón, masanto sk'och t'a Hamat."
        },
        {
            "number": "4",
            "text": "Ha yuj juntzanh eb' chi', ix ak'ji proval eb' israel yuj Jehová, yic wach' syila' tato sk'anab'ajej masanil checnab'il eb' schecnac yal vinhaj Moisés t'a eb' smam yicham eb'."
        },
        {
            "number": "5",
            "text": "Icha chi' ix aj yek' cajan eb' israel t'a skal eb' cananeo, eb' hitita, eb' amorreo, eb' ferezeo, eb' heveo yet' t'a skal eb' jebuseo."
        },
        {
            "number": "6",
            "text": "Axo yuninal yet' yisil eb' israel chi', ix yik'lajq'ue sb'a eb' yet' yuninal yet' yisil eb' anima chi'. Ix och eb' ejmelal t'a sdiosal eb' chi'."
        },
        {
            "number": "7",
            "text": "Te chuc tas sk'ulej eb' israel t'a yichanh Jehová Dios, ix b'atcan satk'olal yuj eb', axonhej t'a yechel Baal yet' t'a yechel Asera tz'och eb' ejmelal."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix cot yoval sk'ol Jehová chi' t'a eb', ix ak'jioch eb' t'a yol sk'ab' vinhaj Cusan-risataim, sreyal Mesopotamia. Vajxaque' ab'il ix kan eb' t'a yalanh smandar vinh."
        },
        {
            "number": "9",
            "text": "Ichato chi' ix avaj eb' t'a Jehová. Axo Jehová chi' ix och yet' vinhaj Otoniel, yuj chi' a vinh ix och yajalil yic scolanel eb'. Ha vinhaj Otoniel chi' yuninal vinhaj Cenaz, slajvub'alxo yuk'tac vinhaj Caleb."
        },
        {
            "number": "10",
            "text": "Ha Yespíritu Jehová ix och yet' vinh, yuj chi' a vinh ix och yajaloc eb' israel chi'. Ix b'at vinh t'a oval, haxo Jehová ix och yet' vinh, yuj chi' ix yak' ganar vinhaj Cusan-risataim chi' vinh."
        },
        {
            "number": "11",
            "text": "Ichato chi' ix kan eb' israel t'a junk'olal t'a 40 ab'il, masanto ix cham vinhaj Otoniel chi'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix ochxi ijan eb' israel sk'ulan chucal t'a yichanh Jehová, yuj chi' haxo Jehová chi' ix ik'anchaanh vinhaj Eglón sreyal Moab t'a yib'anh eb'."
        },
        {
            "number": "13",
            "text": "Junnhej ix yutej spensar vinhaj Eglón chi' yet' eb' amonita yet' pax eb' amalecita, ix och eb' yak' oval yet' eb' israel chi', ix yik'anek' schonhab'il te' Palma eb', aton Jericó."
        },
        {
            "number": "14",
            "text": "Ha eb' israel chi', 18 ab'il ix kan eb' t'a yalanh smandar vinhaj Eglón chi',"
        },
        {
            "number": "15",
            "text": "masanto ix avaj eb' t'a Jehová. Ichato chi' ix ak'jioch junxo scolumal eb' yuj Jehová chi', aton vinhaj Aod yuninal vinhaj Gera, t'a yinhtilal Benjamín, a sq'uexank'ab' vinh smunlaji. Ix schecb'at vinhaj Aod chi' eb' israel chi' b'at yak'kan q'uen tumin t'a vinhaj Eglón, aton q'uen yovalil syak' eb' t'a vinh."
        },
        {
            "number": "16",
            "text": "Ix sb'oan jun q'uen scuchilub' vinh, ayq'ue ye q'uen t'a schab'il pak'anh, nanhal am metro steel q'ueen. Ix stzek'anoch q'uen vinh t'a snanhal t'a svach' t'a yol spichul."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi' ix yik'anb'at q'uen tumin chi' vinh t'a vinhaj Eglón chi'. Ha jun vinh rey chi' te b'ak'uech yaj nayan vinh."
        },
        {
            "number": "18",
            "text": "Ayic toxo ix lajvi yak'ancan q'uen tumin chi' vinh, ix elta vinh yet' eb' ajun yet'oc."
        },
        {
            "number": "19",
            "text": "Palta ayic ix k'och vinh b'aj ay juntzanh yechel comon dios t'a slak'anil Gilgal, ix b'atxi vinh t'a vinhaj Eglón chi', ix yalan vinh t'a vinh icha tik: --Mamin rey, ay val jun lolonel ol val t'ayach, palta t'a k'ub'eltac ol vala', xchi vinh. Ix yalan vinh rey chi' t'a smasanil eb' ayoch t'a yopisio yet'oc to sb'esel sb'a eb' yic skan eb' sch'ocoj."
        },
        {
            "number": "20",
            "text": "Yuj chi' axonhej eb' vinh schavanhil ix cani, k'ojanem vinh rey t'a yol jun cuarto siclab'inac yool t'a chaanh. Ix k'och vinhaj Aod chi' t'a slak'anil vinh, ix yalan vinh t'a vinh: --Ha tas ved'nac ol val chi' t'ayach, ha Dios schecan vala', xchi vinh. Ayic ix yab'an vinhaj Eglón icha chi', ix q'ue linhan vinh,"
        },
        {
            "number": "21",
            "text": "ix yak'anb'at sq'uexank'ab' vinhaj Aod chi', yic syik'anq'ueta q'uen scuchilub' vinh t'a stojolal svach' k'ab'. Ix stipank'axpaj q'uen vinh yet' yoc q'uen t'a sk'ol vinhaj Eglón chi'. Yuj sb'aq'uechal vinhaj Eglón chi', ix kan ch'apnaj q'uen b'aj ix och chi', yuj chi' majxo yiq'ueltalaj q'uen vinhaj Aod chi', ix elta usnaj yol sch'anhtza' vinh."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix smacancan te' puerta chi' vinh, ix yak'ancanoch sk'ab' te' vinh, ix paxta vinh."
        },
        {
            "number": "23",
            "text": "Ayic toxo ix paxta vinh, ix javi eb' vinh stanhvan vinh rey chi', ix yilan eb' vinh to macan te' puerta chi'. Ha snaan eb' vinh to van stzaji vinh yuj chi' ix smac te' puerta chi' vinh."
        },
        {
            "number": "24",
            "text": "Junip ix stanhvej eb' vinh, yujto max eltalaj vinh rey chi', yuj chi' ix somchajq'ue sk'ol eb' vinh. Ix yik'ancot sllaveal puerta chi' eb' vinh, ix sjacan eb' vinh, haxo ix yilan eb' vinh pak'jab'xo ek' vinh scham t'a sat lu'um."
        },
        {
            "number": "25",
            "text": "Yacb'an tzek' tiempo t'a eb' vinh icha chi', haxo vinhaj Aod toxo ix el lemnaj vinh. Toxo ix ek'ta vinh b'aj ay juntzanh yechel comon dios t'a Gilgal, ix cot vinh elelal t'a yol yic Seirat."
        },
        {
            "number": "26",
            "text": "Axo ix javi vinh t'a tzalquixtac t'a yol yic Efraín, ix spu'an nok' ch'aac vinh yic smolb'an eb' yetisraelal. Junxonhej ix aj yem eb' t'a jolom vitz chi', b'ab'el vinhaj Aod chi' yuj eb'."
        },
        {
            "number": "27",
            "text": "Ix yalan vinh t'a eb': Ochanhec tzak'an vuuj, yujto a eb' moabita ajk'ol t'ayonh, toxo ix ak'jioch eb' t'a yol co k'ab' yuj Jehová, xchi vinh. Yuj chi' ix b'at eb' yet' vinh, ix k'och eb' smac t'a sjayil sti' ha' Jordán b'aj tzek' eb' aj Moab chi', yuj chi' manhxa junok mach ix scha k'axpaj eb'."
        },
        {
            "number": "28",
            "text": "Ha t'a jun pekti’ chi', 10 mil eb' moabita chi' ix smilcham eb', aton juntzanh eb' soldado te tek'an, manhxo junok eb' ix eli."
        },
        {
            "number": "29",
            "text": "Icha chi' ix aj yak'ji ganar eb' aj Moab yuj eb' israel chi'. Ixlajwi chi', 80 ab'il ix kan eb' israel chi' t'a junk'olal."
        },
        {
            "number": "30",
            "text": "Axo ix lajvi yek' vinhaj Aod chi', haxo vinhaj Samgar yuninal vinhaj Anat ix colvaji. Ix smilcham 600 eb' filisteo vinh yet' jun te te' stecjioch t'a nok' vacax, yuj chi' ix coljipax eb' israel chi' yuj vinh."
        }
    ]
}