{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ay juntzanhxo chonhab' ixto kan yuj Jehová t'a lum Canaán, yic wach' tz'ak'ji proval eb' israel, aton eb' manto alji ayic ix och oval ayic ix ak'ji ganar lum Canaán chi'."
        },
        {
            "number": "2",
            "text": "Ix kan juntzanh chonhab' chi' yuj Jehová yic wach' sk'ayb'ej sb'a eb' t'a oval, aton eb' manto ak'anlaj juneloc oval chi'."
        },
        {
            "number": "3",
            "text": "Oye' chonhab'il eb' filisteo ixto cani yet' masanil eb' cananeo, eb' sidonio yet' eb' heveo, aton eb' ek'nac cajan t'a tzalquixtac t'a Líbano, sb'atnhej t'a jolom vitz Baal-hermón, masanto sk'och t'a Hamat."
        },
        {
            "number": "4",
            "text": "Ha yuj juntzanh eb' chi', ix ak'ji proval eb' israel yuj Jehová, yic wach' syila' tato sk'anab'ajej masanil checnab'il eb' schecnac yal winhaj Moisés t'a eb' smam yicham eb'."
        },
        {
            "number": "5",
            "text": "Icha chi' ix aj yek' cajan eb' israel t'a skal eb' cananeo, eb' hitita, eb' amorreo, eb' ferezeo, eb' heveo yet' t'a skal eb' jebuseo."
        },
        {
            "number": "6",
            "text": "Axo yuninal yet' yisil eb' israel chi', ix yik'lajq'ue sb'a eb' yet' yuninal yet' yisil eb' anima chi'. Ix och eb' ejmelal t'a sdiosal eb' chi'."
        },
        {
            "number": "7",
            "text": "Te chuk tas sk'ulej eb' israel t'a yichanh Jehová Dios, ix b'atcan satk'olal yuj eb', axonhej t'a yechel Baal yet' t'a yechel Asera tz'och eb' ejmelal."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix cot yoval sk'ol Jehová chi' t'a eb', ix ak'jioch eb' t'a yol sk'ab' winhaj Cusan-risataim, sreyal Mesopotamia. Vajxaque' ab'il ix kan eb' t'a yalanh smandar winh."
        },
        {
            "number": "9",
            "text": "Ichato chi' ix avaj eb' t'a Jehová. Axo Jehová chi' ix och yet' winhaj Otoniel, yuj chi' a winh ix och yajalil yic scolanel eb'. Ha winhaj Otoniel chi' yuninal winhaj Cenaz, slajvub'alxo yuk'tac winhaj Caleb."
        },
        {
            "number": "10",
            "text": "Ha Yespíritu Jehová ix och yet' winh, yuj chi' a winh ix och yajaloc eb' israel chi'. Ix b'at winh t'a oval, haxo Jehová ix och yet' winh, yuj chi' ix yak' ganar winhaj Cusan-risataim chi' winh."
        },
        {
            "number": "11",
            "text": "Ichato chi' ix kan eb' israel t'a junk'olal t'a 40 ab'il, masanto ix cham winhaj Otoniel chi'."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix ochxi ijan eb' israel sk'ulan chukal t'a yichanh Jehová, yuj chi' haxo Jehová chi' ix ik'anchaanh winhaj Eglón sreyal Moab t'a yib'anh eb'."
        },
        {
            "number": "13",
            "text": "Junnhej ix yutej spensar winhaj Eglón chi' yet' eb' amonita yet' pax eb' amalecita, ix och eb' yak' oval yet' eb' israel chi', ix yik'anek' schonhab'il te' Palma eb', aton Jericó."
        },
        {
            "number": "14",
            "text": "Ha eb' israel chi', 18 ab'il ix kan eb' t'a yalanh smandar winhaj Eglón chi',"
        },
        {
            "number": "15",
            "text": "masanto ix avaj eb' t'a Jehová. Ichato chi' ix ak'jioch junxo scolumal eb' yuj Jehová chi', aton winhaj Aod yuninal winhaj Gera, t'a yinhtilal Benjamín, a sq'uexank'ab' winh smunlaji. Ix schecb'at winhaj Aod chi' eb' israel chi' b'at yak'kan q'uen tumin t'a winhaj Eglón, aton q'uen yowalil syak' eb' t'a winh."
        },
        {
            "number": "16",
            "text": "Ix sb'oan jun q'uen scuchilub' winh, ayq'ue ye q'uen t'a schab'il pak'anh, nanhal am metro steel q'ueen. Ix stzek'anoch q'uen winh t'a snanhal t'a swach' t'a yol spichul."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi' ix yik'anb'at q'uen tumin chi' winh t'a winhaj Eglón chi'. Ha jun winh rey chi' te b'ak'uech yaj nayan winh."
        },
        {
            "number": "18",
            "text": "Ayic toxo ix lajvi yak'ancan q'uen tumin chi' winh, ix elta winh yet' eb' ajun yet'oc."
        },
        {
            "number": "19",
            "text": "Palta ayic ix k'och winh b'aj ay juntzanh yechel comon dios t'a slak'anil Gilgal, ix b'atxi winh t'a winhaj Eglón chi', ix yalan winh t'a winh icha tik: --Mamin rey, ay wal jun lolonel ol wal t'ayach, palta t'a k'ub'eltac ol vala', xchi winh. Ix yalan winh rey chi' t'a smasanil eb' ayoch t'a yopisio yet'oc to sb'esel sb'a eb' yic skan eb' sch'ocoj."
        },
        {
            "number": "20",
            "text": "Yuj chi' axonhej eb' winh schavanhil ix cani, k'ojanem winh rey t'a yol jun cuarto siclab'inac yool t'a chaanh. Ix k'och winhaj Aod chi' t'a slak'anil winh, ix yalan winh t'a winh: --Ha tas ved'nac ol wal chi' t'ayach, ha Dios schecan vala', xchi winh. Ayic ix yab'an winhaj Eglón icha chi', ix q'ue linhan winh,"
        },
        {
            "number": "21",
            "text": "ix yak'anb'at sq'uexank'ab' winhaj Aod chi', yic syik'anq'ueta q'uen scuchilub' winh t'a stojolal swach' k'ab'. Ix stipank'axpaj q'uen winh yet' yoc q'uen t'a sk'ol winhaj Eglón chi'. Yuj sb'aq'uechal winhaj Eglón chi', ix kan ch'apnaj q'uen b'aj ix och chi', yuj chi' majxo yiq'ueltalaj q'uen winhaj Aod chi', ix elta usnaj yol sch'anhtza' winh."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix smacancan te' puerta chi' winh, ix yak'ancanoch sk'ab' te' winh, ix paxta winh."
        },
        {
            "number": "23",
            "text": "Ayic toxo ix paxta winh, ix javi eb' winh stanhvan winh rey chi', ix yilan eb' winh to macan te' puerta chi'. Ha snaan eb' winh to van stzaji winh yuj chi' ix smac te' puerta chi' winh."
        },
        {
            "number": "24",
            "text": "Junip ix stanhvej eb' winh, yujto max eltalaj winh rey chi', yuj chi' ix somchajq'ue sk'ol eb' winh. Ix yik'ancot sllaveal puerta chi' eb' winh, ix sjacan eb' winh, haxo ix yilan eb' winh pak'jab'xo ek' winh scham t'a sat lu'um."
        },
        {
            "number": "25",
            "text": "Yacb'an tzek' tiempo t'a eb' winh icha chi', haxo winhaj Aod toxo ix el lemnaj winh. Toxo ix ek'ta winh b'aj ay juntzanh yechel comon dios t'a Gilgal, ix cot winh elelal t'a yol yic Seirat."
        },
        {
            "number": "26",
            "text": "Axo ix javi winh t'a tzalquixtac t'a yol yic Efraín, ix spu'an nok' ch'aac winh yic smolb'an eb' yetisraelal. Junxonhej ix aj yem eb' t'a jolom vitz chi', b'ab'el winhaj Aod chi' yuj eb'."
        },
        {
            "number": "27",
            "text": "Ix yalan winh t'a eb': Ochanhec tzak'an vuuj, yujto a eb' moabita ajk'ol t'ayonh, toxo ix ak'jioch eb' t'a yol co k'ab' yuj Jehová, xchi winh. Yuj chi' ix b'at eb' yet' winh, ix k'och eb' smac t'a sjayil sti' ha' Jordán b'aj tzek' eb' aj Moab chi', yuj chi' manhxa junok mach ix scha k'axpaj eb'."
        },
        {
            "number": "28",
            "text": "Ha t'a jun pekti’ chi', 10 mil eb' moabita chi' ix smilcham eb', aton juntzanh eb' soldado te tek'an, manhxo junok eb' ix eli."
        },
        {
            "number": "29",
            "text": "Icha chi' ix aj yak'ji ganar eb' aj Moab yuj eb' israel chi'. Ixlajwi chi', 80 ab'il ix kan eb' israel chi' t'a junk'olal."
        },
        {
            "number": "30",
            "text": "Axo ix lajvi yek' winhaj Aod chi', haxo winhaj Samgar yuninal winhaj Anat ix colvaji. Ix smilcham 600 eb' filisteo winh yet' jun te te' stecjioch t'a nok' vacax, yuj chi' ix coljipax eb' israel chi' yuj winh."
        }
    ]
}