{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayxo scham vinhaj Aod, ix meltzajxib'at eb' israel d'a chucal, yuj chi' ix stzuntzejxicot yoval sk'ol Jehová eb'."
        },
        {
            "number": "2",
            "text": "Ix ak'jioch eb' d'a yol sk'ab' vinhaj Jabín, sreyal eb' cananeo cajan d'a chonhab' Hazor yuj Jehová chi'. A vinh yajalil eb' soldado vinh rey chi', aton vinhaj Sísara, cajan d'a Haroset-goim."
        },
        {
            "number": "3",
            "text": "Ay 900 scarruaje vinhaj Jabín chi', ayoch q'uen hierro d'a spatictac. 20 ab'il ix can eb' israel d'a yalanh smandar vinh, ix te ixtaj eb' yuj vinh. Yuj val chi' ix tevi eb' d'a Jehová, yic scolvaj d'a eb'."
        },
        {
            "number": "4",
            "text": "A d'a jun tiempoal chi', ay jun ix ix schecab' Jehová scuchan Débora, yetb'eyum ix vinhaj Lapidot, a ix sb'oan yaj yoval eb' yetisraelal."
        },
        {
            "number": "5",
            "text": "Tz'emnhej k'ojan ix d'a yich jun te' palma d'a tzalquixtac d'a yol yic Efraín, d'a snanhal Ramá yed' Betel. Ata' xid'ek' eb' chonhab' chi' sb'o yaj yoval d'a ix. Yuj chi' ix ak'jican scuch te' palma chi', Spalma ix Débora."
        },
        {
            "number": "6",
            "text": "A d'a jun tiempoal chi', ay jun vinh vinac scuchan Barac yuninal vinhaj Abinoam cajan d'a Cedes, d'a yol yic eb' yinhtilal Neftalí. Ix avtaj vinh yuj ix Débora chi', ix yalan ix d'a vinh: --A Jehová co Diosal tz'alan d'ayach icha tic: Molb'ej 10 miloc eb' soldado d'a scal eb' yinhtilal Neftalí yed' d'a scal eb' yinhtilal Zabulón, tzik'anb'at eb' d'a lum svitzal Tabor."
        },
        {
            "number": "7",
            "text": "A in ol in montejcot vinhaj Sísara, yajalil eb' soldado vinhaj Jabín d'a sti' a Cisón, yic syak'an oval vinh ed'oc. Ol yik'cot scarruaje vinh yed' eb' soldado. A inxo ol vak'och eb' d'a yol a k'ab', xchi Jehová d'ayach, xchi ix Débora chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan vinhaj Barac chi' icha tic: Ol in b'atoc, tato tzach b'at ved'oc. Tato max ach b'at ved' jun, manh ol in b'atlaj, xchi vinh d'a ix."
        },
        {
            "number": "9",
            "text": "Ix tak'vi ix: Ol in b'atoc, palta jun, manhoc ach ol ach b'inaj yuj ak'an ganar jun oval chi', yujto d'a yol sk'ab' jun ix ix ol yak'och vinhaj Sísara chi' Jehová, xchi ix. Ix lajvi chi', ix b'at ix yed' vinhaj Barac chi' d'a Cedes."
        },
        {
            "number": "10",
            "text": "Ata' ix smolb'ej 10 mil eb' soldado vinhaj Barac chi' d'a scal eb' yinhtilal Zabulón yed' d'a scal eb' yinhtilal Neftalí. Ix q'ue eb' d'a svitzal Tabor chi', ajun pax ix Débora chi' yed' eb'."
        },
        {
            "number": "11",
            "text": "A d'a Cedes d'a slak'anil jun te' mach' d'a Zaanaim, ata' ay scampamento jun vinh quenita scuchan Heber, yik'naquel sb'a vinh d'a scal eb' yetchonhab', aton eb' yinhtilal vinhaj Hobab snhi' vinhaj Moisés d'a peca'."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an vinhaj Sísara to toxo ix q'uek'och vinhaj Barac d'a svitzal Tabor,"
        },
        {
            "number": "13",
            "text": "ix smolb'an 900 scarruaje vinh, ayoch hierro d'ay. Ix smolb'anpax masanil eb' soldado vinh. Ix el vinh yed' eb' soldado chi' d'a Haroset-goim, ix k'och eb' d'a sti' a' Cisón."
        },
        {
            "number": "14",
            "text": "Ix yalan ix Débora d'a vinhaj Barac chi' yed' eb' soldado icha tic: --Emanhec, b'ab'elxo Jehová eyuuj, a' ol ak'anoch vinhaj Sísara d'a yol e k'ab' ticnaic, xchi ix. Ix emta vinhaj Barac yed' 10 mil eb' soldado d'a svitzal Tabor chi'."
        },
        {
            "number": "15",
            "text": "Ayic ix syamanoch oval vinhaj Barac chi', a Jehová ix ak'an somchajb'at eb' soldado vinhaj Sísara yed' eb' ed'jinac masanil scarruaje chi' yuj jun nivan xivelal. Yuj chi' ix laj smilcham eb' vinhaj Barac yed' eb' soldado chi'. Axo vinhaj Sísara chi', ix emta vinh d'a yol scarruaje, ix el lemnaj vinh."
        },
        {
            "number": "16",
            "text": "Ix och vinhaj Barac yed' eb' soldado d'a spatic eb' soldado vinhaj Sísara chi' yed' scarruaje eb', masanto ix k'och eb' d'a Haroset-goim. A d'a jun k'u chi', manhxo junoc soldado vinhaj Sísara ixto cani, ix cham eb' smasanil."
        },
        {
            "number": "17",
            "text": "A vinhaj Heber yed' eb' sk'ab' yoc, vach' yak'an eb' yed' vinhaj Jabín sreyal Hazor chi'. Yuj chi' ata' ix b'at vinhaj Sísara chi' scol sb'a. Ix k'och vinh d'a smantiado ix Jael yetb'eyum vinhaj Heber chi'."
        },
        {
            "number": "18",
            "text": "Ix elta ix scha vinh, ix yalan ix d'a vinh icha tic: --Ochanh mamin, manh ach xivoc, xchi ix. Ix och vinhaj Sísara chi' d'a yol smantiado ix chi', ix yik'anelta jun sábana ix, ix slich'anb'at ix d'a yib'anh vinh yic sk'ub'anel vinh ix."
        },
        {
            "number": "19",
            "text": "Ix lajvi chi', ix sk'anan a' vinh yuk' d'a ix, yujto van stacji sti' vinh. Elanhchamel ix yiq'uel smacul jun tz'uum ix b'aj sik'an lech, ix yak'an ix yuq'uej vinh. Ix musajxi vinh yuj ix."
        },
        {
            "number": "20",
            "text": "Ix yalan vinh d'a ix icha tic: --Cananh d'a sti' mantiado tic. Tato ay mach sjavi sk'anb'ej yab' d'ayach: ¿Malaj junoc mach ix javi scol sb'a d'ayach? ta xchi, tzalani to malaj mach, xchi vinh d'a ix."
        },
        {
            "number": "21",
            "text": "Ix sat k'ol vinhaj Sísara chi' svayi, yujto ix te k'unb'i vinh sb'eyi. Axo ix Jael chi' ix ik'ancot jun te' yestacail mantiado yed' jun te' mak'lab'. Te chamnac el vinh svayi, k'ojank'olal ix k'och ix d'a stz'ey vinh, ix smak'anb'at te' estaca chi' ix d'a yib'schiquin vinh, ix k'axpaj em te', ix emk'och te' d'a yol luum. Icha chi' ix aj scham vinhaj Sísara chi' yuj ix."
        },
        {
            "number": "22",
            "text": "Ayic ix k'och vinhaj Barac say vinhaj Sísara chi', elanhchamel ix elta lemnaj ix scha vinh, ix yalan ix: --Ochanh, ul ila' mach van a sayan chi', xchi ix d'a vinh. Axo ix ochk'och vinhaj Barac d'a yol smantiado ix chi', ix yilan vinh to chamnacxo vinhaj Sísara chi', mak'b'ilb'at te' estaca chi' d'a sjolom vinh."
        },
        {
            "number": "23",
            "text": "Icha chi' ix aj yak'jioch vinhaj Jabín sreyal eb' cananeo d'a yol sk'ab' eb' israel yuj Dios."
        },
        {
            "number": "24",
            "text": "Ix ochnhej ijan eb' israel yak'an oval yed' vinhaj Jabín yed' soldado, masanto ix satel eb' smasanil."
        }
    ]
}