{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ayxo scham winhaj Aod, ix meltzajxib'at heb' israel t'a chukal, yuj chi' ix stzuntzejxicot yowal sk'ol Jehová heb'."
        },
        {
            "number": "2",
            "text": "Ix ak'jioch heb' t'a yol sk'ab' winhaj Jabín, sreyal heb' cananeo cajan t'a chonhab' Hazor yuj Jehová chi'. Ha winh yajalil heb' soldado winh rey chi', aton winhaj Sísara, cajan t'a Haroset-goim."
        },
        {
            "number": "3",
            "text": "Ay 900 scarruaje winhaj Jabín chi', ayoch k'een hierro t'a spatictac. 20 ab'il ix kan heb' israel t'a yalanh smandar winh, ix te ixtaj heb' yuj winh. Yuj wal chi' ix tewi heb' t'a Jehová, yic skolwaj t'a heb'."
        },
        {
            "number": "4",
            "text": "Ha t'a jun pekti’ chi', ay jun ix ix schecab' Jehová scuchan Débora, yetb'eyum ix winhaj Lapidot, a ix sb'oan yaj yowal heb' yetisraelal."
        },
        {
            "number": "5",
            "text": "Tz'emnhej k'ojan ix t'a yich jun te' palma t'a tzalquixtac t'a yol yic Efraín, t'a snanhal Ramá yet' Betel. Ata' xid'ek' heb' chonhab' chi' sb'o yaj yowal t'a ix. Yuj chi' ix ak'jican scuch te' palma chi', Spalma ix Débora."
        },
        {
            "number": "6",
            "text": "Ha t'a jun pekti’ chi', ay jun winh winak scuchan Barac yuninal winhaj Abinoam cajan t'a Cedes, t'a yol yic heb' yinhtilal Neftalí. Ix avtaj winh yuj ix Débora chi', ix yalan ix t'a winh: --Ha Jehová ko Diosal tz'alan t'ayach icha tik: Molb'ej 10 miloc heb' soldado t'a skal heb' yinhtilal Neftalí yet' t'a skal heb' yinhtilal Zabulón, tzik'anb'at heb' t'a lum switzal Tabor."
        },
        {
            "number": "7",
            "text": "Ha in ol in montejcot winhaj Sísara, yajalil heb' soldado winhaj Jabín t'a sti' a Cisón, yic syak'an owal winh ed'oc. Ol yik'cot scarruaje winh yet' heb' soldado. Ha inxo ol wak'och heb' t'a yol a k'ab', xchi Jehová t'ayach, xchi ix Débora chi'."
        },
        {
            "number": "8",
            "text": "Ix yalan winhaj Barac chi' icha tik: Ol in b'atoc, tato tzach b'at wed'oc. Tato max ach b'at wed' jun, manh ol in b'atlaj, xchi winh t'a ix."
        },
        {
            "number": "9",
            "text": "Ix tak'wi ix: Ol in b'atoc, palta jun, manhoc ach ol ach b'inaj yuj ak'an ganar jun owal chi', yujto t'a yol sk'ab' jun ix ix ol yak'och winhaj Sísara chi' Jehová, xchi ix. Ixlajwi chi', ix b'at ix yet' winhaj Barac chi' t'a Cedes."
        },
        {
            "number": "10",
            "text": "Ata' ix smolb'ej 10 mil heb' soldado winhaj Barac chi' t'a skal heb' yinhtilal Zabulón yet' t'a skal heb' yinhtilal Neftalí. Ix k'e heb' t'a switzal Tabor chi', ajun pax ix Débora chi' yet' heb'."
        },
        {
            "number": "11",
            "text": "Ha t'a Cedes t'a slak'anil jun te' mach' t'a Zaanaim, ata' ay scampamento jun winh quenita scuchan Heber, yik'naquel sb'a winh t'a skal heb' yetchonhab', aton heb' yinhtilal winhaj Hobab snhi' winhaj Moisés t'a peka'."
        },
        {
            "number": "12",
            "text": "Ayic ix yab'an winhaj Sísara to toxo ix k'ek'och winhaj Barac t'a switzal Tabor,"
        },
        {
            "number": "13",
            "text": "ix smolb'an 900 scarruaje winh, ayoch hierro t'ay. Ix smolb'anpax masanil heb' soldado winh. Ix el winh yet' heb' soldado chi' t'a Haroset-goim, ix k'och heb' t'a sti' ha' Cisón."
        },
        {
            "number": "14",
            "text": "Ix yalan ix Débora t'a winhaj Barac chi' yet' heb' soldado icha tik: --Emanhec, b'ab'elxo Jehová eyuuj, ha' ol ak'anoch winhaj Sísara t'a yol he k'ab' tiknaik, xchi ix. Ix emta winhaj Barac yet' 10 mil heb' soldado t'a switzal Tabor chi'."
        },
        {
            "number": "15",
            "text": "Ayic ix syamanoch owal winhaj Barac chi', a Jehová ix ak'an somchajb'at heb' soldado winhaj Sísara yet' heb' ed'jinac masanil scarruaje chi' yuj jun niwan xiwelal. Yuj chi' ix laj smilcham heb' winhaj Barac yet' heb' soldado chi'. Axo winhaj Sísara chi', ix emta winh t'a yol scarruaje, ix el lemnaj winh."
        },
        {
            "number": "16",
            "text": "Ix och winhaj Barac yet' heb' soldado t'a spatic heb' soldado winhaj Sísara chi' yet' scarruaje heb', masanto ix k'och heb' t'a Haroset-goim. Ha t'a jun k'u chi', manhxo junok soldado winhaj Sísara ixto cani, ix cham heb' smasanil."
        },
        {
            "number": "17",
            "text": "Ha winhaj Heber yet' heb' sk'ab' yoc, wach' yak'an heb' yet' winhaj Jabín sreyal Hazor chi'. Yuj chi' ata' ix b'at winhaj Sísara chi' scol sb'a. Ix k'och winh t'a smantiado ix Jael yetb'eyum winhaj Heber chi'."
        },
        {
            "number": "18",
            "text": "Ix elta ix scha winh, ix yalan ix t'a winh icha tik: --Ochanh mamin, manh ach xiwoc, xchi ix. Ix och winhaj Sísara chi' t'a yol smantiado ix chi', ix yik'anelta jun sábana ix, ix slich'anb'at ix t'a yib'anh winh yic sk'ub'anel winh ix."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix sk'anan ha' winh yuk' t'a ix, yujto wan stacji sti' winh. Elanhchamel ix yik'el smacul jun tz'uum ix b'aj sik'an lech, ix yak'an ix yuk'ej winh. Ix musajxi winh yuj ix."
        },
        {
            "number": "20",
            "text": "Ix yalan winh t'a ix icha tik: --Cananh t'a sti' mantiado tik. Tato ay mach sjawi sk'anb'ej yab' t'ayach: ¿Malaj junok mach ix jawi scol sb'a t'ayach? ta xchi, tzalani to malaj mach, xchi winh t'a ix."
        },
        {
            "number": "21",
            "text": "Ix sat k'ol winhaj Sísara chi' swayi, yujto ix te k'unb'i winh sb'eyi. Axo ix Jael chi' ix ik'ancot jun te' yestacail mantiado yet' jun te' mak'lab'. Te chamnac el winh swayi, k'ojank'olal ix k'och ix t'a stz'ey winh, ix smak'anb'at te' estaca chi' ix t'a yib'schiquin winh, ix k'axpaj em te', ix emk'och te' t'a yol lu'um. Icha chi' ix aj scham winhaj Sísara chi' yuj ix."
        },
        {
            "number": "22",
            "text": "Ayic ix k'och winhaj Barac say winhaj Sísara chi', elanhchamel ix elta lemnaj ix scha winh, ix yalan ix: --Ochanh, ul ila' mach wan a sayan chi', xchi ix t'a winh. Axo ix ochk'och winhaj Barac t'a yol smantiado ix chi', ix yilan winh to chamnacxo winhaj Sísara chi', mak'b'ilb'at te' estaca chi' t'a sjolom winh."
        },
        {
            "number": "23",
            "text": "Icha chi' ix aj yak'jioch winhaj Jabín sreyal heb' cananeo t'a yol sk'ab' heb' israel yuj Dios."
        },
        {
            "number": "24",
            "text": "Ix ochnhej ijan heb' israel yak'an owal yet' winhaj Jabín yet' soldado, masanto ix satel heb' smasanil."
        }
    ]
}