{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun k'u chi', ix sb'itej jun b'it ix Débora yet' winhaj Barac yuninal winhaj Abinoam, ix yalan eb' icha tik:"
        },
        {
            "number": "2",
            "text": "Conh b'itanec co masanil t'a Jehová, yujto t'a wal yel ay eb' yajalil israel stek'b'ej sb'ha t'a oval, ay pax soldado t'a co chonhab' tik b'ecan sk'ol sb'at t'a oval chi'."
        },
        {
            "number": "3",
            "text": "Ex rey, ab'ec tas ol cal t'ayex. Ex yajal, ab'ec co b'itan t'a Jehová. To sco b'itej co Diosal a onh israel onh tik."
        },
        {
            "number": "4",
            "text": "Mamin Jehová, ayic ach el t'a Seir, yic ach cot ak' oval t'a Edom, ix te ib'xi wal lum lum, ix ak'anpaxcot nhab'."
        },
        {
            "number": "5",
            "text": "Mamin Jehová co Diosal, ix te ib'xiq'ue lum vitz t'a ichanh, ix ib'xipaxq'ue lum vitzal Sinaí."
        },
        {
            "number": "6",
            "text": "Ha t'a stiempoal winhaj Samgar yuninal winhaj Anat yet' t'a stiempoal ix Jael, manhxalaj mach sb'eyek' t'a nivac b'e, axonhej t'a q'uex b'e k'ub'eltac yeq'ui, ata' tzek' eb'."
        },
        {
            "number": "7",
            "text": "Masanil munlajel najat ayeli, ix kan tzinan. Ato yic ix in q'ue vaan a in Débora in tik, ix in och nunab'ilal t'a chonhab'."
        },
        {
            "number": "8",
            "text": "Ha wal ta' ix sayek' juntzanh comon dios eb' quetchonhab', yic syaq'uem sb'a eb' t'ay. Yuj chi' ix javi eb' tz'ak'an oval t'a spuertailtac co chonhab'. Malaj smaclab'il jul-lab', malaj pax lanza ix ilchaj t'a skal 40 mil soldado quetisraelal."
        },
        {
            "number": "9",
            "text": "Ha in pensar, icha wal to ajun yet' eb' yajalil in chonhab' yet' eb' chonhab' b'ecan sk'ol sb'at t'a oval chi'. Calec wach' lolonel t'a Jehová."
        },
        {
            "number": "10",
            "text": "Ex nivac vinac tzex q'ue t'a yib'anh nok' sacsac b'uru te wach' stz'aam ayq'uei, alec tas ix sk'ulej Jehová. Alecpax a ex tzex b'eyi."
        },
        {
            "number": "11",
            "text": "Ha ex ayex ek' b'ajtac ay a uk'b'ila', najatocab' sb'at sjaj e son yet' e platillo yuj eyik'anchaanh Jehová, yujto toxo ix satjiel eb' cajk'ool yuj, yujto ix colvajpax t'a eb' munlajvum ayic ix yak'an oval eb', ix yak'an ganar eb'. Ichato chi' ix yal co meltzaj emta a onh schonhab' onh Jehová t'a co chonhab'."
        },
        {
            "number": "12",
            "text": "Ach Débora, cuchb'ej eb' anima t'a b'it. Ha achxo pax ach Barac yuninal winhaj Abinoam, ixic, a eb' ix yamchaj uuj t'a oval, ik'b'at eb'."
        },
        {
            "number": "13",
            "text": "Ix emul eb' yajalil chonhab' yak' oval. Ix emul eb' soldado Jehová yak' oval yet' eb' soldado te tek'an."
        },
        {
            "number": "14",
            "text": "Ix empaxul eb' yinhtilal Efraín, ix cot eb' b'aj ek'nac eb' amalecita. B'ab'el ix emul eb' yinhtilal Benjamín yuj eb'. Ix empaxul eb' yajalil eb' soldado t'a yinhtilal Maquir yet' eb' yajal pax yaj t'a skal eb' yinhtilal Zabulón."
        },
        {
            "number": "15",
            "text": "Yed' pax eb' yajal yaj t'a skal eb' yinhtilal Isacar ix kolwaj eb' yet' ix Débora. Ix colvajpax eb' yet' winhaj Barac. Yelk'olal te tzak'anoch eb' yuj winh ayic ix emk'och eb' t'a ch'olan. Palta ay chab'k'olal t'a skal eb' yinhtilal Rubén."
        },
        {
            "number": "16",
            "text": "¿Tas yuj ix kan eb' b'aj macan nok' calnel t'a yol smacte', syab'an eb' yavtaj nok' calnel chi' yuj eb' stanhvumal? Val yel ha t'a skal eb' yinhtilal Rubén ay chab'k'olal."
        },
        {
            "number": "17",
            "text": "Axo pax eb' aj Galaad, ix kan eb' t'a sk'axepalek' ha' Jordán. Axo eb' yinhtilal Dan, ix kan eb' t'a stz'ey b'aj ay te' barco, anheja' pax eb' yinhtilal Aser, ix kan eb' t'a sti' ha' mar, majxo el jab'oc eb' b'aj sjavi te' barco."
        },
        {
            "number": "18",
            "text": "Axo eb' yinhtilal Zabulón yet' eb' yinhtilal Neftalí, ix sb'ecxonhej sb'a eb' scham t'a oval."
        },
        {
            "number": "19",
            "text": "Ix javi eb' winh sreyal eb' cananeo t'a Taanac, t'a slak'anil sti' ha' Meguido, ix javi eb' yic syak'an oval eb' yalani, palta malaj q'uen plata yet' b'eyumal ix yik' eb'."
        },
        {
            "number": "20",
            "text": "Ato t'a satcha’anh b'aj sb'ey q'uen k'anal, ato ta' ix cot tas ix ak'an oval yet' winhaj Sísara."
        },
        {
            "number": "21",
            "text": "Ha ha' Cisón aytaxon t'a peca', ak'um oval ha', ha ha' ix cuchanb'at eb'. Caq'ek quip co b'atec t'a quichanh."
        },
        {
            "number": "22",
            "text": "Ix k'anh wal yem yoc nok' chej ayic ix b'at lemnaj nok' t'a oval."
        },
        {
            "number": "23",
            "text": "Ix yalan Yángel Jehová: Cotocab' yoval sk'ol Jehová t'a yib'anh chonhab' Meroz yet' t'a yib'anh eb' cajan ta'. Cotocab'kan t'a yib'anh eb' yujto maj kolwaj eb' yet' Jehová, maj kolwaj eb' yak'an oval yet' eb' soldado te tek'an, xchi."
        },
        {
            "number": "24",
            "text": "Te wach' yic ix Jael yetb'eyum winhaj Heber ceneo t'a yichanh masanil eb' ix ix. Wach' yic ix t'a yichanh masanil eb' ix ix cajan t'a yoltac mantiado."
        },
        {
            "number": "25",
            "text": "Ayic ix sk'anan ha' winhaj Sísara yuq'uej t'a ix, haxo lech te wach' ix yak' ix yuq'uej winh. Ha lech ix yak' ix yuq'uej winh t'a yol jun yet'tal te wach' yilji."
        },
        {
            "number": "26",
            "text": "Ix yik'anq'ue jun te' estaca ix t'a sq'uexank'ab', ix yik'anpaxq'ue jun te' mak'lab' ix t'a swach'k'ab'. Ix poj sb'aquil sjolom winh, ix smak'an k'axpaj te' ix t'a yib'schiquin winh."
        },
        {
            "number": "27",
            "text": "Toxonhej ix ek' b'alb'on winh t'a yichanh ix yuj syail. Anheja' ta' ix chamcan winh."
        },
        {
            "number": "28",
            "text": "Ha ix snun winhaj Sísara chi', ayic ix elta t'anhan ix t'a sventenail spat, te cusnac sk'ol ix. Ix yalan ix: ¿Tas yuj tzek' tiempo sjavi winh vune' yet' scarruaje? ¿Tas yuj maxto cab' sk'anh yoc nok' schej winh stok'an scarruaje chi'? xchi ix."
        },
        {
            "number": "29",
            "text": "Ha tas van snaan ix snun winh chi', anheja' chi' ix yalpax juntzanh eb' ix ix te ay spensar ayek' yet' ix. Ix yalan eb' ix icha tik:"
        },
        {
            "number": "30",
            "text": "Tecan van spucanek' eb' winh jantac tas ix yik'canek' t'a oval chi'. Van am sik'lan junjunoc eb' ix ix eb' winh yic syik'a', ma chatacvanhoc eb' ix. Axo winhaj Sísara chi' yet' eb' soldado, van am sik'lan k'apac pichul eb' te wach', k'apac te wach' yajoch yelvanub' t'a junjun pak'anh, yic wach' ol yak'och eb' t'a sjaj, yujto ix yak' ganar oval chi' eb', xchi eb' ix."
        },
        {
            "number": "31",
            "text": "Mamin Jehová, ichocab' chi' tz'aj satel eb' ayoch ajk'olal t'ayach. Axo eb' tzach xajanani, lajanocab' eb' icha scopopial yoc k'u, xchi ix Débora yet' winhaj Barac t'a sb'it chi'. Ayic ix lajvican jun oval chi', 40 ab'il manhxalaj oval."
        }
    ]
}