{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun k'u chi', ix sb'itej jun b'it ix Débora yet' winhaj Barac yuninal winhaj Abinoam, ix yalan heb' icha tik:"
        },
        {
            "number": "2",
            "text": "Conh b'itanec ko masanil t'a Jehová, yujto t'a wal yel ay heb' yajalil israel stek'b'ej sb'ha t'a owal, ay pax soldado t'a ko chonhab' tik b'ekan sk'ol sb'at t'a owal chi'."
        },
        {
            "number": "3",
            "text": "Ex rey, ab'ec tas ol kal t'ayex. Ex yajal, ab'ec ko b'itan t'a Jehová. To sko b'itej ko Diosal a onh israel onh tik."
        },
        {
            "number": "4",
            "text": "Mamin Jehová, ayic ach el t'a Seir, yic ach cot ak' owal t'a Edom, ix te ib'xi wal lum lum, ix ak'anpaxcot nhab'."
        },
        {
            "number": "5",
            "text": "Mamin Jehová ko Diosal, ix te ib'xik'e lum witz t'a ichanh, ix ib'xipaxk'e lum witzal Sinaí."
        },
        {
            "number": "6",
            "text": "Ha t'a stiempoal winhaj Samgar yuninal winhaj Anat yet' t'a stiempoal ix Jael, manhxalaj mach sb'eyek' t'a niwac b'e, axonhej t'a k'ex b'e k'ub'eltac yeq'ui, ata' tzek' heb'."
        },
        {
            "number": "7",
            "text": "Masanil munlajel najat ayeli, ix kan tzinan. Ato yic ix in k'e waan a in Débora in tik, ix in och nunab'ilal t'a chonhab'."
        },
        {
            "number": "8",
            "text": "Ha wal ta' ix sayek' juntzanh comon Dios heb' quetchonhab', yic syak'em sb'a heb' t'ay. Yuj chi' ix jawi heb' tz'ak'an owal t'a spuertailtac ko chonhab'. Malaj smaclab'il jul-lab', malaj pax lanza ix ilchaj t'a skal 40 mil soldado quetisraelal."
        },
        {
            "number": "9",
            "text": "Ha in pensar, icha wal to ajun yet' heb' yajalil in chonhab' yet' heb' chonhab' b'ekan sk'ol sb'at t'a owal chi'. Calec wach' lolonel t'a Jehová."
        },
        {
            "number": "10",
            "text": "Ex niwac winak tzex k'e t'a yib'anh nok' sacsac b'uru te wach' stz'aam ayk'ei, alec tas ix sk'ulej Jehová. Alecpax a ex tzex b'eyi."
        },
        {
            "number": "11",
            "text": "Ha ex ayex ek' b'ajtac ay a uk'b'ila', najatokab' sb'at sjaj he son yet' he platillo yuj eyik'anchaanh Jehová, yujto toxo ix satjiel heb' kajk'ool yuj, yujto ix colwajpax t'a heb' munlajwum ayic ix yak'an owal heb', ix yak'an ganar heb'. Ichato chi' ix yal ko meltzaj emta a onh schonhab' onh Jehová t'a ko chonhab'."
        },
        {
            "number": "12",
            "text": "Ach Débora, cuchb'ej heb' anima t'a b'it. Ha achxo pax ach Barac yuninal winhaj Abinoam, ixic, a heb' ix yamchaj uuj t'a owal, ik'b'at heb'."
        },
        {
            "number": "13",
            "text": "Ix emul heb' yajalil chonhab' yak' owal. Ix emul heb' soldado Jehová yak' owal yet' heb' soldado te tek'an."
        },
        {
            "number": "14",
            "text": "Ix empaxul heb' yinhtilal Efraín, ix cot heb' b'aj ek'nac heb' amalecita. B'ab'el ix emul heb' yinhtilal Benjamín yuj heb'. Ix empaxul heb' yajalil heb' soldado t'a yinhtilal Maquir yet' heb' yajal pax yaj t'a skal heb' yinhtilal Zabulón."
        },
        {
            "number": "15",
            "text": "Yed' pax heb' yajal yaj t'a skal heb' yinhtilal Isacar ix kolwaj heb' yet' ix Débora. Ix colwajpax heb' yet' winhaj Barac. Yelk'olal te tzak'anoch heb' yuj winh ayic ix emk'och heb' t'a ch'olan. Palta ay chab'k'olal t'a skal heb' yinhtilal Rubén."
        },
        {
            "number": "16",
            "text": "¿Tas yuj ix kan heb' b'aj makan nok' kalnel t'a yol smacte', syab'an heb' yavtaj nok' kalnel chi' yuj heb' stanhwumal? Val yel ha t'a skal heb' yinhtilal Rubén ay chab'k'olal."
        },
        {
            "number": "17",
            "text": "Axo pax heb' aj Galaad, ix kan heb' t'a sk'axepalek' ha' Jordán. Axo heb' yinhtilal Dan, ix kan heb' t'a stz'ey b'aj ay te' barco, anheja' pax heb' yinhtilal Aser, ix kan heb' t'a sti' ha' mar, majxo el jab'oc heb' b'aj sjawi te' barco."
        },
        {
            "number": "18",
            "text": "Axo heb' yinhtilal Zabulón yet' heb' yinhtilal Neftalí, ix sb'ecxonhej sb'a heb' scham t'a owal."
        },
        {
            "number": "19",
            "text": "Ix jawi heb' winh sreyal heb' cananeo t'a Taanac, t'a slak'anil sti' ha' Meguido, ix jawi heb' yic syak'an owal heb' yalani, palta malaj k'een plata yet' b'eyumal ix yik' heb'."
        },
        {
            "number": "20",
            "text": "Ato t'a satcha’anh b'aj sb'ey k'een k'anal, ato ta' ix cot tas ix ak'an owal yet' winhaj Sísara."
        },
        {
            "number": "21",
            "text": "Ha ha' Cisón aytaxon t'a peka', ak'um owal ha', ha ha' ix cuchanb'at heb'. Caq'ek quip ko b'atec t'a quichanh."
        },
        {
            "number": "22",
            "text": "Ix k'anh wal yem yoc nok' chej ayic ix b'at lemnaj nok' t'a owal."
        },
        {
            "number": "23",
            "text": "Ix yalan Yángel Jehová: Cotokab' yowal sk'ol Jehová t'a yib'anh chonhab' Meroz yet' t'a yib'anh heb' kajan ta'. Cotokab'kan t'a yib'anh heb' yujto maj kolwaj heb' yet' Jehová, maj kolwaj heb' yak'an owal yet' heb' soldado te tek'an, xchi."
        },
        {
            "number": "24",
            "text": "Te wach' yic ix Jael yetb'eyum winhaj Heber ceneo t'a yichanh masanil heb' ix ix. Wach' yic ix t'a yichanh masanil heb' ix ix kajan t'a yoltac mantiado."
        },
        {
            "number": "25",
            "text": "Ayic ix sk'anan ha' winhaj Sísara yuk'ej t'a ix, haxo lech te wach' ix yak' ix yuk'ej winh. Ha lech ix yak' ix yuk'ej winh t'a yol jun yet'tal te wach' yilji."
        },
        {
            "number": "26",
            "text": "Ix yik'ank'e jun te' estaca ix t'a sk'exank'ab', ix yik'anpaxk'e jun te' mak'lab' ix t'a swach'k'ab'. Ix poj sb'aquil sjolom winh, ix smak'an k'axpaj te' ix t'a yib'schiquin winh."
        },
        {
            "number": "27",
            "text": "Toxonhej ix ek' b'alb'on winh t'a yichanh ix yuj syail. Anheja' ta' ix chamcan winh."
        },
        {
            "number": "28",
            "text": "Ha ix snun winhaj Sísara chi', ayic ix elta t'anhan ix t'a swentenail spat, te cusnac sk'ol ix. Ix yalan ix: ¿Tas yuj tzek' tiempo sjawi winh wune' yet' skarruaje? ¿Tas yuj maxto kab' sk'anh yoc nok' schej winh stok'an skarruaje chi'? xchi ix."
        },
        {
            "number": "29",
            "text": "Ha tas wan snaan ix snun winh chi', anheja' chi' ix yalpax juntzanh heb' ix ix te ay spensar ayek' yet' ix. Ix yalan heb' ix icha tik:"
        },
        {
            "number": "30",
            "text": "Tekan wan spukanek' heb' winh jantac tas ix yik'kanek' t'a owal chi'. Van am sik'lan junjunoc heb' ix ix heb' winh yic syik'a', ma chatacwanhoc heb' ix. Axo winhaj Sísara chi' yet' heb' soldado, wan am sik'lan k'apac pichul heb' te wach', k'apac te wach' yajoch yelwanub' t'a junjun pak'anh, yic wach' ol yak'och heb' t'a sjaj, yujto ix yak' ganar owal chi' heb', xchi heb' ix."
        },
        {
            "number": "31",
            "text": "Mamin Jehová, ichokab' chi' tz'aj satel heb' ayoch ajk'olal t'ayach. Axo heb' tzach xajanani, lajanokab' heb' icha scopopial yoc k'u, xchi ix Débora yet' winhaj Barac t'a sb'it chi'. Ayic ix lajwikan jun owal chi', 40 ab'il manhxalaj owal."
        }
    ]
}