{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "A d'a jun k'u chi', ix sb'itej jun b'it ix Débora yed' vinhaj Barac yuninal vinhaj Abinoam, ix yalan eb' icha tic:"
        },
        {
            "number": "2",
            "text": "Conh b'itanec co masanil d'a Jehová, yujto d'a val yel ay eb' yajalil israel stek'b'ej sb'a d'a oval, ay pax soldado d'a co chonhab' tic b'ecan sk'ol sb'at d'a oval chi'."
        },
        {
            "number": "3",
            "text": "Ex rey, ab'ec tas ol cal d'ayex. Ex yajal, ab'ec co b'itan d'a Jehová. To sco b'itej co Diosal a onh israel onh tic."
        },
        {
            "number": "4",
            "text": "Mamin Jehová, ayic ach el d'a Seir, yic ach cot ak' oval d'a Edom, ix te ib'xi val lum luum, ix ak'anpaxcot nhab'."
        },
        {
            "number": "5",
            "text": "Mamin Jehová co Diosal, ix te ib'xiq'ue lum vitz d'a ichanh, ix ib'xipaxq'ue lum vitzal Sinaí."
        },
        {
            "number": "6",
            "text": "A d'a stiempoal vinhaj Samgar yuninal vinhaj Anat yed' d'a stiempoal ix Jael, manhxalaj mach sb'eyek' d'a nivac b'e, axonhej d'a q'uex b'e k'ub'eltac yeq'ui, ata' tz'ek' eb'."
        },
        {
            "number": "7",
            "text": "Masanil munlajel najat ayeli, ix can tz'inan. Ato yic ix in q'ue vaan a in Débora in tic, ix in och nunab'ilal d'a chonhab'."
        },
        {
            "number": "8",
            "text": "A val ta' ix sayek' juntzanh comon dios eb' quetchonhab', yic syaq'uem sb'a eb' d'ay. Yuj chi' ix javi eb' tz'ak'an oval d'a spuertailtac co chonhab'. Malaj smaclab'il jul-lab', malaj pax lanza ix ilchaj d'a scal 40 mil soldado quetisraelal."
        },
        {
            "number": "9",
            "text": "A in pensar, icha val to ajun yed' eb' yajalil in chonhab' yed' eb' chonhab' b'ecan sk'ol sb'at d'a oval chi'. Calec vach' lolonel d'a Jehová."
        },
        {
            "number": "10",
            "text": "Ex nivac vinac tzex q'ue d'a yib'anh nok' sacsac b'uru te vach' stz'aam ayq'uei, alec tas ix sk'ulej Jehová. Alecpax a ex tzex b'eyi."
        },
        {
            "number": "11",
            "text": "A ex ayex ek' b'ajtac ay a uk'b'ila', najatocab' sb'at sjaj e son yed' e platillo yuj eyik'anchaanh Jehová, yujto toxo ix satjiel eb' cajk'ool yuuj, yujto ix colvajpax d'a eb' munlajvum ayic ix yak'an oval eb', ix yak'an ganar eb'. Ichato chi' ix yal co meltzaj emta a onh schonhab' onh Jehová d'a co chonhab'."
        },
        {
            "number": "12",
            "text": "Ach Débora, cuchb'ej eb' anima d'a b'it. A achxo pax ach Barac yuninal vinhaj Abinoam, ixic, a eb' ix yamchaj uuj d'a oval, ik'b'at eb'."
        },
        {
            "number": "13",
            "text": "Ix emul eb' yajalil chonhab' yak' oval. Ix emul eb' soldado Jehová yak' oval yed' eb' soldado te tek'an."
        },
        {
            "number": "14",
            "text": "Ix empaxul eb' yinhtilal Efraín, ix cot eb' b'aj ek'nac eb' amalecita. B'ab'el ix emul eb' yinhtilal Benjamín yuj eb'. Ix empaxul eb' yajalil eb' soldado d'a yinhtilal Maquir yed' eb' yajal pax yaj d'a scal eb' yinhtilal Zabulón."
        },
        {
            "number": "15",
            "text": "Yed' pax eb' yajal yaj d'a scal eb' yinhtilal Isacar ix colvaj eb' yed' ix Débora. Ix colvajpax eb' yed' vinhaj Barac. Yelk'olal te tzak'anoch eb' yuj vinh ayic ix emk'och eb' d'a ch'olan. Palta ay chab'k'olal d'a scal eb' yinhtilal Rubén."
        },
        {
            "number": "16",
            "text": "¿Tas yuj ix can eb' b'aj macan nok' calnel d'a yol smacte', syab'an eb' yavtaj nok' calnel chi' yuj eb' stanhvumal? Val yel a d'a scal eb' yinhtilal Rubén ay chab'k'olal."
        },
        {
            "number": "17",
            "text": "Axo pax eb' aj Galaad, ix can eb' d'a sk'axepalek' a' Jordán. Axo eb' yinhtilal Dan, ix can eb' d'a stz'ey b'aj ay te' barco, anheja' pax eb' yinhtilal Aser, ix can eb' d'a sti' a' mar, majxo el jab'oc eb' b'aj sjavi te' barco."
        },
        {
            "number": "18",
            "text": "Axo eb' yinhtilal Zabulón yed' eb' yinhtilal Neftalí, ix sb'ecxonhej sb'a eb' scham d'a oval."
        },
        {
            "number": "19",
            "text": "Ix javi eb' vinh sreyal eb' cananeo d'a Taanac, d'a slak'anil sti' a' Meguido, ix javi eb' yic syak'an oval eb' yalani, palta malaj q'uen plata yed' b'eyumal ix yik' eb'."
        },
        {
            "number": "20",
            "text": "Ato d'a satchaanh b'aj sb'ey q'uen k'anal, ato ta' ix cot tas ix ak'an oval yed' vinhaj Sísara."
        },
        {
            "number": "21",
            "text": "A a' Cisón aytaxon d'a peca', ak'um oval a', a a' ix cuchanb'at eb'. Caq'uec quip co b'atec d'a quichanh."
        },
        {
            "number": "22",
            "text": "Ix k'anh val yem yoc nok' chej ayic ix b'at lemnaj nok' d'a oval."
        },
        {
            "number": "23",
            "text": "Ix yalan Yángel Jehová: Cotocab' yoval sk'ol Jehová d'a yib'anh chonhab' Meroz yed' d'a yib'anh eb' cajan ta'. Cotocab'can d'a yib'anh eb' yujto maj colvaj eb' yed' Jehová, maj colvaj eb' yak'an oval yed' eb' soldado te tek'an, xchi."
        },
        {
            "number": "24",
            "text": "Te vach' yic ix Jael yetb'eyum vinhaj Heber ceneo d'a yichanh masanil eb' ix ix. Vach' yic ix d'a yichanh masanil eb' ix ix cajan d'a yoltac mantiado."
        },
        {
            "number": "25",
            "text": "Ayic ix sk'anan a' vinhaj Sísara yuq'uej d'a ix, axo lech te vach' ix yak' ix yuq'uej vinh. A lech ix yak' ix yuq'uej vinh d'a yol jun yed'tal te vach' yilji."
        },
        {
            "number": "26",
            "text": "Ix yik'anq'ue jun te' estaca ix d'a sq'uexank'ab', ix yik'anpaxq'ue jun te' mak'lab' ix d'a svach'k'ab'. Ix poj sb'aquil sjolom vinh, ix smak'an k'axpaj te' ix d'a yib'schiquin vinh."
        },
        {
            "number": "27",
            "text": "Toxonhej ix ek' b'alb'on vinh d'a yichanh ix yuj syail. Anheja' ta' ix chamcan vinh."
        },
        {
            "number": "28",
            "text": "A ix snun vinhaj Sísara chi', ayic ix elta d'anhan ix d'a sventenail spat, te cusnac sk'ol ix. Ix yalan ix: ¿Tas yuj tz'ek' tiempo sjavi vinh vune' yed' scarruaje? ¿Tas yuj maxto cab' sk'anh yoc nok' schej vinh stok'an scarruaje chi'? xchi ix."
        },
        {
            "number": "29",
            "text": "A tas van snaan ix snun vinh chi', anheja' chi' ix yalpax juntzanh eb' ix ix te ay spensar ayek' yed' ix. Ix yalan eb' ix icha tic:"
        },
        {
            "number": "30",
            "text": "Tecan van spucanek' eb' vinh jantac tas ix yik'canek' d'a oval chi'. Van am sik'lan junjunoc eb' ix ix eb' vinh yic syik'a', ma chatacvanhoc eb' ix. Axo vinhaj Sísara chi' yed' eb' soldado, van am sik'lan k'apac pichul eb' te vach', k'apac te vach' yajoch yelvanub' d'a junjun pak'anh, yic vach' ol yak'och eb' d'a sjaj, yujto ix yak' ganar oval chi' eb', xchi eb' ix."
        },
        {
            "number": "31",
            "text": "Mamin Jehová, ichocab' chi' tz'aj satel eb' ayoch ajk'olal d'ayach. Axo eb' tzach xajanani, lajanocab' eb' icha scopopial yoc k'u, xchi ix Débora yed' vinhaj Barac d'a sb'it chi'. Ayic ix lajvican jun oval chi', 40 ab'il manhxalaj oval."
        }
    ]
}