{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix lajvi chi', ix scha k'ulanxi chucal eb' israel chi' d'a yichanh Jehová. Yuj chi' uque' ab'il ix ak'jioch eb' d'a yol sk'ab' eb' madianita yuuj."
        },
        {
            "number": "2",
            "text": "Ix och val eb' d'a syaelal yuj eb' madianita chi'. Ix laj say eb' b'ajtac sk'ub'ejel sb'a d'a lum vitz, d'a yoltac q'uen nhaq'ueen yed' b'aj max yal sk'och anima. Ata' ix laj cajnaj eb'."
        },
        {
            "number": "3",
            "text": "Ayic q'uinhxo sat yavb'en eb' israel chi', axo eb' madianita chi', eb' amalecita yed' juntzanhxo eb' scot yed' eb' d'a stojolal b'aj sjavi k'u, sjavi eb' yak' oval yed' eb'."
        },
        {
            "number": "4",
            "text": "Sb'at sb'oanq'ue scampamento eb' d'a sat slum eb' israel chi', satanel eb' masanil tas avab'il yuj eb' israel chi', masanto d'a smojonal chonhab' Gaza. Manhxa jab'oc tas sva eb' scan yuj eb' ajk'ol chi', syik'anpaxb'at nok' calnel eb', nok' vacax yed' nok' b'uru."
        },
        {
            "number": "5",
            "text": "Yujto yed'nac smolb'etzal nok' eb' sk'och eb' d'a sat sluum eb' israel chi', yuj chi', masanil tas ay d'a sat luum, pilan slajvieli. Manh b'ischajb'enoc eb' yed' nok' scamello chi', icha val nok' k'ulub'. Slajvicanel tastac ay d'a sat luum b'ajtac tz'ek' eb' chi'."
        },
        {
            "number": "6",
            "text": "Icha val chi' ix aj scan eb' israel meb'ail yuj tas tz'utaj yuj eb' madianita chi'. Yuj chi' ix tevi eb' d'a Jehová yic scolvaj d'a eb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' axo Jehová ix ak'ancot jun schecab' d'a eb' israel chi', ix yalan icha tic: A Jehová co Diosal tz'alan icha tic: A in vik'nac ex elta d'a Egipto b'aj ayex och checab'il."
        },
        {
            "number": "8",
            "text": "Manhocnhej d'a yol sk'ab' eb' aj Egipto in colnac ex elta, palta ex in colpax d'a eb' ix ex ixtani, ix viq'uel eb' d'a eyichanh, ix vak'ancan lum sluum eb' d'ayex."
        },
        {
            "number": "9",
            "text": "Ix val d'ayex to a inton Jehová e Diosal in. Ix valanpaxi to max yal-laj eyak'anem e b'a d'a juntzanh sdiosal eb' amorreo ay d'a lum luum b'aj ayex ek' tic, palta maj e k'anab'ajej tas ix vala', xchi Jehová, xchi jun schecab' chi'."
        },
        {
            "number": "10",
            "text": "D'a jun tiempoal chi' ix emul Yángel Jehová, ix em k'ojan d'a yich jun te' mach' d'a Ofra, d'a yol yic vinhaj Joás yinhtilal Abiezer. Ay jun vinh yuninal vinhaj Joás chi' scuchan Gedeón. A vinhaj Gedeón chi', van stek'anel ixim strigo vinh d'a yol jun b'aj stek'chajel yal te' uva, yic sk'ub'ejel ixim vinh d'a eb' madianita chi'."
        },
        {
            "number": "11",
            "text": "Ata' ix sch'ox sb'a Yángel Jehová d'a vinh, ix yalan d'a vinh icha tic: --Ach vinac tek'an. A Jehová ayoch ed'oc, xchi d'a vinh."
        },
        {
            "number": "12",
            "text": "Ix tak'vi vinhaj Gedeón chi': --Mamin, ak' in nivank'olal yuj tas ol vala'. Tato ayoch Jehová qued'oc, ¿tas yuj sjavi juntzanh tic d'a quib'anh? ¿B'ajtil ay juntzanh tas satub'tac yilji yalnaccan eb' co mam quicham d'ayonh, ayic yalannac eb' to a Jehová ik'annaquelta eb' d'a Egipto? Palta axo ticnaic, onh yactejcan co ch'ocoj, onh yak'ancanoch d'a yol sk'ab' eb' madianita, xchi vinh d'ay."
        },
        {
            "number": "13",
            "text": "Ix och q'uelan Jehová chi' d'a vinh, ix yalani: --A in tzach in checb'ati, ol vak'nhej ip yic tza colanel eb' etchonhab' d'a yol sk'ab' eb' madianita chi', xchi d'a vinh."
        },
        {
            "number": "14",
            "text": "Ix tak'vi vinh icha tic: --Ay Mamin, ak' val nivank'olal d'ayin junelxo. ¿Tas val ol aj in colan eb' vetchonhab' tic? Yujto a in tic yed' eb' ayto vuj in b'a yed'oc te meb'a' onh d'a scal eb' yinhtilal Manasés. Slajvub' unin in d'a scal eb' vuk'tac, xchi vinh."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová d'a vinh icha tic: --Ayinoch ed'oc, yuj chi' ol ak' ganar eb' madianita chi'. Icha val tz'aj yak'ji ganar junoc anima sch'ocoj, icha chi' ol aj ak'an ganar eb', xchi d'a vinh."
        },
        {
            "number": "16",
            "text": "Ix yalanxi vinh d'ay: --Mamin, tato vach' in d'a yol a sat, ch'ox junoc yechel vila' yic vach' snachajel vuuj to schecab' ach Dios."
        },
        {
            "number": "17",
            "text": "Tzin tevi d'ayach to max ach el d'a tic, ol vik'cot junoc in silab' d'ayach, xchi vinh. Ix tak'vi Jehová chi': --Ayinnhej ek' d'a tic masanto ol ach jaxoc, xchi."
        },
        {
            "number": "18",
            "text": "Ix lajvi chi' ix b'at vinhaj Gedeón sb'o jun nok' yune' chiva, ix sb'oanpax ixim pan vinh d'a jun echlab' ixim harina, malaj yich pan ix yak'b'at vinh d'a scal. Ix lajvi chi' ix yak'anem nok' chib'ej chi' vinh d'a yol jun te' mooch, axo d'a yol jun lum chen ix yaq'uem yalil nok' vinh. Ix yik'ancot masanil juntzanh chi' vinh d'a yichanh Ángel chi' d'a yich jun te' mach' chi'."
        },
        {
            "number": "19",
            "text": "Ix yalan Yángel Jehová chi' icha tic: Aq'uem nok' chib'ej yed' ixim pan chi' d'a yib'anh jun q'uen q'ueen tic, tza tob'anem yal nok' chi' d'a yib'anh, xchi. Ix sk'anab'ajan vinh masanil tas ix yal chi'."
        },
        {
            "number": "20",
            "text": "Axo Yángel Jehová chi', ix stenoch snhi' sk'ococh d'a juntzanh chi', ix q'ueul k'ak' d'a yol q'uen nivan q'ueen chi', ix tz'ab'at nok' chib'ej yed' ixim pan chi'. Val d'a yichanh vinh ix satem Yángel Jehová chi'."
        },
        {
            "number": "21",
            "text": "Ayic ix yilan jun chi' vinh, ix nachajel yuj vinh to Yángel Jehová jun ix lolon chi' yed' vinh. Yuj chi' ix yalan vinh icha tic: --Mamin Jehová, q'uelk'umb'a val ix aj in lolon yed' Ángel ix a checcoti, xchi vinh."
        },
        {
            "number": "22",
            "text": "Ix yalan Jehová d'a vinh icha tic: --Manh ach xivoc, manh ol ach chamlaj, xchi d'a vinh."
        },
        {
            "number": "23",
            "text": "Ix lajvi chi', ix sb'oanq'ue jun altar vinh ta' yic syik'anchaanh Jehová vinh. Ix yak'ancan vinh sb'iej: A Jehová ak'um junk'olal. A jun altar chi' ix cannhej d'a Ofra d'a yol smacb'en eb' yinhtilal Abiezer."
        },
        {
            "number": "24",
            "text": "A d'a jun ak'val chi', ix yal Jehová d'a vinhaj Gedeón chi': --Iq'uelta nok' schab'il mam vacax d'a scal nok' svacax vinh a mam, nok' uque' ab'il sq'uinal. Tza mak'an vecchaj yaltaril comon dios Baal b'ob'ilq'ue yuj vinh a mam chi', tza ch'acanpaxel jun te te' yechel comon dios Asera d'a stz'ey altar chi'."
        },
        {
            "number": "25",
            "text": "A d'a sjolom q'uen nivan q'uen chaanh ayq'uei, ata' tza b'oq'ue junoc altar d'ayin Jehová a Diosal in tic. Vach' tzutej a latz'anq'ue q'ueen. Axo te te' ix a ch'aquel chi', a te' tzak'och sk'atzitzaloc. Slajvi chi' tza milancham nok' vacax chi', tza nhusantz'a nok' silab'il d'a yib'anh, xchi d'a vinh."
        },
        {
            "number": "26",
            "text": "Yuj chi' ix b'at vinh, ix yik'anb'at lajunhvanh schecab' vinh, ix sk'anab'ajan vinh icha ix aj yalan Jehová chi'. Palta ix xiv vinh sb'oan d'a k'ualil yuj eb' sk'ab' yoc vinh smam. Ix xivpax vinh d'a eb' anima cajan d'a chonhab' chi', yuj chi' d'ak'valil ix laj sb'o juntzanh chi' vinh."
        },
        {
            "number": "27",
            "text": "Axo ix q'uinhib'i d'a junxo k'u, ayic ix q'ue vaan eb' anima d'a jun chonhab' chi', ix yilan eb' to toxo ix mak'ji vecchaj altar yic Baal chi', ix yilanpax eb' to toxo ix ch'acjiel te' yechel Asera d'a stz'ey altar chi'. Ix yab'anpax eb' to ay jun nok' vacax ix nhusjitz'a silab'il d'a yib'anh jun altar toto ix b'o chi'."
        },
        {
            "number": "28",
            "text": "Ix sk'anb'anek' eb': --¿Mach ix b'oan juntzanh tic? xchi eb'. Ix laj sk'anb'anek' yab' eb', axo ix yab'an eb' to a vinhaj Gedeón yuninal vinhaj Joás ix b'oani. Yuj chi' ix yal eb' d'a vinhaj Joás chi' icha tic:"
        },
        {
            "number": "29",
            "text": "--Iq'uelta vinh uninal chi', ol co milcham vinh. ¿Tas yuj ix smak'vecchaj altar yic Baal vinh, ix sch'acanpaxel te' yechel Asera vinh d'a stz'ey chi'? xchi eb' anima chi'."
        },
        {
            "number": "30",
            "text": "Ix tak'vi vinhaj Joás d'a masanil eb' anima oyanoch d'a spatic chi' icha tic: --¿Tom tze col jun comon dios scuchan Baal chi', tzeyak'an yovalil? Tato icha chi', chamocab' jun mach scolan Baal chi' d'a q'uinhib'alil tic. Tato yel Dios jun Baal chi', yak'ocab' yovalil d'a mach ix mak'an vecchaj jun yaltar chi', xchi vinh."
        },
        {
            "number": "31",
            "text": "A d'a jun k'u chi', Jerobaal ix sb'iejcan vinhaj Gedeón chi', yujto ix yal eb' anima chi' icha tic: Yak'ocab' oval jun Baal chi' yed' vinh, yujto ix smak' vecchaj yaltar vinh, xchi eb'."
        },
        {
            "number": "32",
            "text": "A d'a jun tiempoal chi', ix smolb'ej sb'a eb' madianita, eb' amalecita yed' eb' cajan d'a stojolal b'aj sjavi k'u, ix k'axpajek'ta eb' d'a yol a' Jordán, ix sb'oanq'ue scampamento eb' d'a yak'lical Jezreel."
        },
        {
            "number": "33",
            "text": "Axo Yespíritu Jehová ix och d'a vinhaj Gedeón chi'. Ayic ix spu'an jun nok' sch'aac vinh, ix smolb'an sb'a eb' yinhtilal Abiezer, aton eb' sk'ab' yoc vinh."
        },
        {
            "number": "34",
            "text": "Ix yak'anpaxb'at schecab' vinh yavtejcot eb' yinhtilal Manasés, eb' yinhtilal Aser, eb' yinhtilal Zabulón yed' eb' yic Neftalí, yuj chi' ix smolb'ej sb'a eb' yed' vinh."
        },
        {
            "number": "35",
            "text": "Ix yalan vinh d'a Dios icha tic: Tato d'a val yel a in tzin ak'lab'ej a colan eb' vetisraelal tic, icha val ix aj alani, ch'ox junoc yechel d'ayin."
        },
        {
            "number": "36",
            "text": "A ticnaic ol vak'canem junoc nok' tz'umal calnel d'a sat tek'lab' trigo. Axo d'a q'uinhib'alil q'uik'an, tato te' ch'ayan nok' tz'um chi' yuj yal ak'val, axo pax d'a sat lum d'a spatic yichanh nok', taquinh, ol vojtaquejeli to yel a in ol in ak'lab'ej a colanel eb' vetchonhab' tic, icha ix aj alani, xchi vinh."
        },
        {
            "number": "37",
            "text": "Icha val ix aj yalan vinh chi', icha chi' ix aji. Ayic ix q'ue vaan vinh d'a q'uinhib'alil, ix spitz'anel nok' tz'uum chi' vinh, jun uk'ab' a' ix el d'a nok'."
        },
        {
            "number": "38",
            "text": "Ix yalanxi vinh d'a Dios: Mamin, mocab' cot yoval a k'ol d'ayin, ol in k'an junxo ch'oxnab'il d'ayach. A d'a junelxo tic, a sat lum sch'ayxi yuj yal ak'val chi', axo pax nok' tz'uum chi', mocab' ch'ayxoc nok', xchi vinh."
        },
        {
            "number": "39",
            "text": "Icha val ix aj yalan vinh chi', icha chi' ix yutej Dios d'a junxo ak'val chi'. Ayic ix sacb'i, te taquinh nok' tz'uum chi', axo pax sat luum, te ch'ayan yuj yal ak'val."
        }
    ]
}