{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix scha k'ulanxi chukal heb' israel chi' t'a yichanh Jehová. Yuj chi' uque' ab'il ix ak'jioch heb' t'a yol sk'ab' heb' madianita yuj."
        },
        {
            "number": "2",
            "text": "Ix och wal heb' t'a syaelal yuj heb' madianita chi'. Ix laj say heb' b'ajtac sk'ub'ejel sb'ha t'a lum witz, t'a yoltac k'een nhak'een yet' b'aj max yal sk'och anima. Ata' ix laj cajnaj heb'."
        },
        {
            "number": "3",
            "text": "Ayic q'uinhxo sat yavb'en heb' israel chi', haxo heb' madianita chi', heb' amalecita yet' juntzanhxo heb' scot yet' heb' t'a stojolal b'aj sjawi k'u, sjawi heb' yak' owal yet' heb'."
        },
        {
            "number": "4",
            "text": "Sb'at sb'oank'e scampamento heb' t'a sat slum heb' israel chi', satanel heb' masanil tas awab'il yuj heb' israel chi', masanto t'a smojonal chonhab' Gaza. Manhxa jab'oc tas swa heb' skan yuj heb' ajk'ol chi', syik'anpaxb'at nok' calnel heb', nok' wacax yet' nok' b'uru."
        },
        {
            "number": "5",
            "text": "Yujto yet'nac smolb'etzal nok' heb' sk'och heb' t'a sat sluum heb' israel chi', yuj chi', masanil tas ay t'a sat lu'um, pilan slajwieli. Manh b'ischajb'enoc heb' yet' nok' scamello chi', icha wal nok' k'ulub'. Slajwicanel tastac ay t'a sat lu'um b'ajtac tzek' heb' chi'."
        },
        {
            "number": "6",
            "text": "Icha wal chi' ix aj skan heb' israel mheb'ail yuj tas tz'utaj yuj heb' madianita chi'. Yuj chi' ix tewi heb' t'a Jehová yic skolwaj t'a heb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' haxo Jehová ix ak'ancot jun schecab' t'a heb' israel chi', ix yalan icha tik: Ha Jehová ko Diosal tz'alan icha tik: Ha in wik'nac ex elta t'a Egipto b'aj ayex och checab'il."
        },
        {
            "number": "8",
            "text": "Manhoknhej t'a yol sk'ab' heb' aj Egipto in colnac ex elta, palta ex in colpax t'a heb' ix ex ixtani, ix wik'el heb' t'a eyichanh, ix wak'ancan lum sluum heb' t'ayex."
        },
        {
            "number": "9",
            "text": "Ix wal t'ayex to a inton Jehová he Diosal in. Ix walanpaxi to max yal-laj eyak'anem he b'ha t'a juntzanh sdiosal heb' amorreo ay t'a lum lum b'aj ayex ek' tik, palta maj he k'anab'ajej tas ix wala', xchi Jehová, xchi jun schecab' chi'."
        },
        {
            "number": "10",
            "text": "D'a jun pekti’ chi' ix emul Yángel Jehová, ix em k'ojan t'a yich jun te' mach' t'a Ofra, t'a yol yic winhaj Joás yinhtilal Abiezer. Ay jun winh yuninal winhaj Joás chi' scuchan Gedeón. Ha winhaj Gedeón chi', wan stek'anel ixim strigo winh t'a yol jun b'aj stek'chajel yal te' uwa, yic sk'ub'ejel ixim winh t'a heb' madianita chi'."
        },
        {
            "number": "11",
            "text": "Ata' ix sch'ox sb'a Yángel Jehová t'a winh, ix yalan t'a winh icha tik: --Ach winak tek'an. Ha Jehová ayoch ed'oc, xchi t'a winh."
        },
        {
            "number": "12",
            "text": "Ix tak'wi winhaj Gedeón chi': --Mamin, ak' in niwank'olal yuj tas ol wala'. Tato ayoch Jehová qued'oc, ¿tas yuj sjawi juntzanh tik t'a quib'anh? ¿B'ajtil ay juntzanh tas satub'tac yilji yalnaccan heb' ko mam quicham t'ayonh, ayic yalannac heb' to a Jehová ik'annaquelta heb' t'a Egipto? Palta haxo tiknaik, onh yaktejcan ko ch'ocoj, onh yak'ancanoch t'a yol sk'ab' heb' madianita, xchi winh t'ay."
        },
        {
            "number": "13",
            "text": "Ix och k'elan Jehová chi' t'a winh, ix yalani: --Ha in tzach in checb'ati, ol wak'nhej ip yic tza colanel heb' etchonhab' t'a yol sk'ab' heb' madianita chi', xchi t'a winh."
        },
        {
            "number": "14",
            "text": "Ix tak'wi winh icha tik: --Ay Mamin, ak' wal niwank'olal t'ayin junelxo. ¿Tas wal ol aj in colan heb' wetchonhab' tik? Yujto a in tik yet' heb' ayto wuj in b'a yet'oc te meb'a' onh t'a skal heb' yinhtilal Manasés. Slajwub' unin in t'a skal heb' wuk'tac, xchi winh."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová t'a winh icha tik: --Ayinoch ed'oc, yuj chi' ol ak' ganar heb' madianita chi'. Icha wal tz'aj yak'ji ganar junok anima sch'ocoj, icha chi' ol aj ak'an ganar heb', xchi t'a winh."
        },
        {
            "number": "16",
            "text": "Ix yalanxi winh t'ay: --Mamin, tato wach' in t'a yol a sat, ch'ox junok yechel wila'' yic wach' snachajel wuuj to schecab' ach Dios."
        },
        {
            "number": "17",
            "text": "Tzin tewi t'ayach to max ach el t'a tik, ol wik'cot junok in silab' t'ayach, xchi winh. Ix tak'wi Jehová chi': --Ayinnhej ek' t'a tik masanto ol ach jaxoc, xchi."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi' ix b'at winhaj Gedeón sb'o jun nok' yune' chiwa, ix sb'oanpax ixim pan winh t'a jun echlab' ixim harina, malaj yich pan ix yak'b'at winh t'a skal. Ixlajwi chi' ix yak'anem nok' chib'ej chi' winh t'a yol jun te' mooch, haxo t'a yol jun lum chen ix yak'em yalil nok' winh. Ix yik'ancot masanil juntzanh chi' winh t'a yichanh Ángel chi' t'a yich jun te' mach' chi'."
        },
        {
            "number": "19",
            "text": "Ix yalan Yángel Jehová chi' icha tik: Hak'uem nok' chib'ej yet' ixim pan chi' t'a yib'anh jun k'een k'een tik, tza tob'anem yal nok' chi' t'a yib'anh, xchi. Ix sk'anab'ajan winh masanil tas ix yal chi'."
        },
        {
            "number": "20",
            "text": "Axo Yángel Jehová chi', ix stenoch snhi' sk'ococh t'a juntzanh chi', ix k'eul k'ak' t'a yol k'een niwan k'een chi', ix tz'ab'at nok' chib'ej yet' ixim pan chi'. Val t'a yichanh winh ix satem Yángel Jehová chi'."
        },
        {
            "number": "21",
            "text": "Ayic ix yilan jun chi' winh, ix nachajel yuj winh to Yángel Jehová jun ix lolon chi' yet' winh. Yuj chi' ix yalan winh icha tik: --Mamin Jehová, k'elk'umb'a wal ix aj in lolon yet' Ángel ix a checcoti, xchi winh."
        },
        {
            "number": "22",
            "text": "Ix yalan Jehová t'a winh icha tik: --Manh ach xiwoc, manh ol ach chamlaj, xchi t'a winh."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix sb'oank'e jun altar winh ta' yic syik'anchaanh Jehová winh. Ix yak'ancan winh sb'iej: Ha Jehová ak'um junk'olal. Ha jun altar chi' ix cannhej t'a Ofra t'a yol smacb'en heb' yinhtilal Abiezer."
        },
        {
            "number": "24",
            "text": "Ha t'a jun ak'wal chi', ix yal Jehová t'a winhaj Gedeón chi': --Ik'elta nok' schab'il mam wacax t'a skal nok' swacax winh a mam, nok' uque' ab'il sk'inal. Tza mak'an wecchaj yaltaril comon Dios Baal b'ob'ilk'e yuj winh a mam chi', tza ch'acanpaxel jun te te' yechel comon Dios Asera t'a stz'ey altar chi'."
        },
        {
            "number": "25",
            "text": "Ha t'a sjolom k'een niwan k'een chaanh ayk'ei, ata' tza b'ok'e junok altar t'ayin Jehová a Diosal in tik. Wach' tzutej a latz'ank'e k'een. Axo te te' ix a ch'aquel chi', a te' tzak'och sk'atzitzaloc. Slajwi chi' tza milancham nok' wacax chi', tza nhusantz'a nok' silab'il t'a yib'anh, xchi t'a winh."
        },
        {
            "number": "26",
            "text": "Yuj chi' ix b'at winh, ix yik'anb'at lajunhwanh schecab' winh, ix sk'anab'ajan winh icha ix aj yalan Jehová chi'. Palta ix xiv winh sb'oan t'a k'ualil yuj heb' sk'ab' yoc winh smam. Ix xivpax winh t'a heb' anima cajan t'a chonhab' chi', yuj chi' t'ak'walil ix laj sb'o juntzanh chi' winh."
        },
        {
            "number": "27",
            "text": "Axo ix q'uinhib'i t'a junxo k'u, ayic ix k'e waan heb' anima t'a jun chonhab' chi', ix yilan heb' to toxo ix mak'ji wecchaj altar yic Baal chi', ix yilanpax heb' to toxo ix ch'acjiel te' yechel Asera t'a stz'ey altar chi'. Ix yab'anpax heb' to ay jun nok' wacax ix nhusjitz'a silab'il t'a yib'anh jun altar toto ix b'o chi'."
        },
        {
            "number": "28",
            "text": "Ix sk'anb'anek' heb': --¿Mach ixb’o’an juntzanh tik? xchi heb'. Ix laj sk'anb'anek' yab' heb', haxo ix yab'an heb' to a winhaj Gedeón yuninal winhaj Joás ix b'oani. Yuj chi' ix yal heb' t'a winhaj Joás chi' icha tik:"
        },
        {
            "number": "29",
            "text": "--Ik'elta winh uninal chi', ol ko milcham winh. ¿Tas yuj ix smak'wecchaj altar yic Baal winh, ix sch'acanpaxel te' yechel Asera winh t'a stz'ey chi'? xchi heb' anima chi'."
        },
        {
            "number": "30",
            "text": "Ix tak'wi winhaj Joás t'a masanil heb' anima oyanoch t'a spatic chi' icha tik: --¿Tom tze col jun comon Dios scuchan Baal chi', tzeyak'an yowalil? Tato icha chi', chamocab' jun mach scolan Baal chi' t'a q'uinhib'alil tik. Tato yel Dios jun Baal chi', yak'ocab' yowalil t'a mach ix mak'an wecchaj jun yaltar chi', xchi winh."
        },
        {
            "number": "31",
            "text": "Ha t'a jun k'u chi', Jerobaal ix sb'iejkan winhaj Gedeón chi', yujto ix yal heb' anima chi' icha tik: Yak'ocab' owal jun Baal chi' yet' winh, yujto ix smak' wecchaj yaltar winh, xchi heb'."
        },
        {
            "number": "32",
            "text": "Ha t'a jun pekti’ chi', ix smolb'ej sb'a heb' madianita, heb' amalecita yet' heb' cajan t'a stojolal b'aj sjawi k'u, ix k'axpajek'ta heb' t'a yol ha' Jordán, ix sb'oank'e scampamento heb' t'a yak'lical Jezreel."
        },
        {
            "number": "33",
            "text": "Axo Yespíritu Jehová ix och t'a winhaj Gedeón chi'. Ayic ix spu'an jun nok' sch'aac winh, ix smolb'an sb'a heb' yinhtilal Abiezer, aton heb' sk'ab' yoc winh."
        },
        {
            "number": "34",
            "text": "Ix yak'anpaxb'at schecab' winh yavtejcot heb' yinhtilal Manasés, heb' yinhtilal Aser, heb' yinhtilal Zabulón yet' heb' yic Neftalí, yuj chi' ix smolb'ej sb'a heb' yet' winh."
        },
        {
            "number": "35",
            "text": "Ix yalan winh d'ha Dios icha tik: Tato t'a wal yel a in tzin ak'lab'ej a colan heb' wetisraelal tik, icha wal ix aj alani, ch'ox junok yechel t'ayin."
        },
        {
            "number": "36",
            "text": "Ha tiknaik ol wak'canem junok nok' tz'umal calnel t'a sat tek'lab' trigo. Axo t'a q'uinhib'alil k'ik'an, tato te' ch'ayan nok' tz'um chi' yuj yal ak'wal, haxo pax t'a sat lum t'a spatic yichanh nok', taquinh, ol wojtaquejeli to yel a in ol in ak'lab'ej a colanel heb' wetchonhab' tik, icha ix aj alani, xchi winh."
        },
        {
            "number": "37",
            "text": "Icha wal ix aj yalan winh chi', icha chi' ix aji. Ayic ix k'e waan winh t'a q'uinhib'alil, ix spitz'anel nok' tz'uum chi' winh, jun uk'ab' ha' ix el t'a nok'."
        },
        {
            "number": "38",
            "text": "Ix yalanxi winh d'ha Dios: Mamin, mocab' cot yowal a k'ol t'ayin, ol in k'an junxo ch'oxnab'il t'ayach. Ha t'a junelxo tik, a sat lum sch'ayxi yuj yal ak'wal chi', haxo pax nok' tz'uum chi', mocab' ch'ayxoc nok', xchi winh."
        },
        {
            "number": "39",
            "text": "Icha wal ix aj yalan winh chi', icha chi' ix yutej Dios t'a junxo ak'wal chi'. Ayic ix sakb'i, te taquinh nok' tz'uum chi', haxo pax sat lu'um, te ch'ayan yuj yal ak'wal."
        }
    ]
}