{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ixlajwi chi', ix scha k'ulanxi chukal eb' israel chi' t'a yichanh Jehová. Yuj chi' uque' ab'il ix ak'jioch eb' t'a yol sk'ab' eb' madianita yuj."
        },
        {
            "number": "2",
            "text": "Ix och val eb' t'a syaelal yuj eb' madianita chi'. Ix laj say eb' b'ajtac sk'ub'ejel sb'ha t'a lum vitz, t'a yoltac q'uen nhaq'ueen yet' b'aj max yal sk'och anima. Ata' ix laj cajnaj eb'."
        },
        {
            "number": "3",
            "text": "Ayic q'uinhxo sat yavb'en eb' israel chi', haxo eb' madianita chi', eb' amalecita yet' juntzanhxo eb' scot yet' eb' t'a stojolal b'aj sjavi k'u, sjavi eb' yak' oval yet' eb'."
        },
        {
            "number": "4",
            "text": "Sb'at sb'oanq'ue scampamento eb' t'a sat slum eb' israel chi', satanel eb' masanil tas avab'il yuj eb' israel chi', masanto t'a smojonal chonhab' Gaza. Manhxa jab'oc tas sva eb' skan yuj eb' ajk'ol chi', syik'anpaxb'at nok' calnel eb', nok' vacax yet' nok' b'uru."
        },
        {
            "number": "5",
            "text": "Yujto yet'nac smolb'etzal nok' eb' sk'och eb' t'a sat sluum eb' israel chi', yuj chi', masanil tas ay t'a sat lu'um, pilan slajvieli. Manh b'ischajb'enoc eb' yet' nok' scamello chi', icha val nok' k'ulub'. Slajvicanel tastac ay t'a sat lu'um b'ajtac tzek' eb' chi'."
        },
        {
            "number": "6",
            "text": "Icha val chi' ix aj skan eb' israel meb'ail yuj tas tz'utaj yuj eb' madianita chi'. Yuj chi' ix tevi eb' t'a Jehová yic skolwaj t'a eb'."
        },
        {
            "number": "7",
            "text": "Yuj chi' haxo Jehová ix ak'ancot jun schecab' t'a eb' israel chi', ix yalan icha tik: Ha Jehová co Diosal tz'alan icha tik: Ha in vik'nac ex elta t'a Egipto b'aj ayex och checab'il."
        },
        {
            "number": "8",
            "text": "Manhocnhej t'a yol sk'ab' eb' aj Egipto in colnac ex elta, palta ex in colpax t'a eb' ix ex ixtani, ix viq'uel eb' t'a eyichanh, ix vak'ancan lum sluum eb' t'ayex."
        },
        {
            "number": "9",
            "text": "Ix val t'ayex to a inton Jehová e Diosal in. Ix valanpaxi to max yal-laj eyak'anem e b'ha t'a juntzanh sdiosal eb' amorreo ay t'a lum lum b'aj ayex ek' tik, palta maj e k'anab'ajej tas ix vala', xchi Jehová, xchi jun schecab' chi'."
        },
        {
            "number": "10",
            "text": "D'a jun pekti’ chi' ix emul Yángel Jehová, ix em k'ojan t'a yich jun te' mach' t'a Ofra, t'a yol yic winhaj Joás yinhtilal Abiezer. Ay jun winh yuninal winhaj Joás chi' scuchan Gedeón. Ha winhaj Gedeón chi', van stek'anel ixim strigo winh t'a yol jun b'aj stek'chajel yal te' uva, yic sk'ub'ejel ixim winh t'a eb' madianita chi'."
        },
        {
            "number": "11",
            "text": "Ata' ix sch'ox sb'a Yángel Jehová t'a winh, ix yalan t'a winh icha tik: --Ach vinac tek'an. Ha Jehová ayoch ed'oc, xchi t'a winh."
        },
        {
            "number": "12",
            "text": "Ix tak'vi winhaj Gedeón chi': --Mamin, ak' in nivank'olal yuj tas ol vala'. Tato ayoch Jehová qued'oc, ¿tas yuj sjavi juntzanh tik t'a quib'anh? ¿B'ajtil ay juntzanh tas satub'tac yilji yalnaccan eb' co mam quicham t'ayonh, ayic yalannac eb' to a Jehová ik'annaquelta eb' t'a Egipto? Palta haxo ticnaic, onh yactejcan co ch'ocoj, onh yak'ancanoch t'a yol sk'ab' eb' madianita, xchi winh t'ay."
        },
        {
            "number": "13",
            "text": "Ix och q'uelan Jehová chi' t'a winh, ix yalani: --Ha in tzach in checb'ati, ol vak'nhej ip yic tza colanel eb' etchonhab' t'a yol sk'ab' eb' madianita chi', xchi t'a winh."
        },
        {
            "number": "14",
            "text": "Ix tak'vi winh icha tik: --Ay Mamin, ak' val nivank'olal t'ayin junelxo. ¿Tas val ol aj in colan eb' vetchonhab' tik? Yujto a in tik yet' eb' ayto vuj in b'a yet'oc te meb'a' onh t'a skal eb' yinhtilal Manasés. Slajvub' unin in t'a skal eb' vuk'tac, xchi winh."
        },
        {
            "number": "15",
            "text": "Ix yalanxi Jehová t'a winh icha tik: --Ayinoch ed'oc, yuj chi' ol ak' ganar eb' madianita chi'. Icha val tz'aj yak'ji ganar junok anima sch'ocoj, icha chi' ol aj ak'an ganar eb', xchi t'a winh."
        },
        {
            "number": "16",
            "text": "Ix yalanxi winh t'ay: --Mamin, tato wach' in t'a yol a sat, ch'ox junok yechel wila'' yic wach' snachajel vuuj to schecab' ach Dios."
        },
        {
            "number": "17",
            "text": "Tzin tevi t'ayach to max ach el t'a tik, ol vik'cot junok in silab' t'ayach, xchi winh. Ix tak'vi Jehová chi': --Ayinnhej ek' t'a tik masanto ol ach jaxoc, xchi."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi' ix b'at winhaj Gedeón sb'o jun nok' yune' chiva, ix sb'oanpax ixim pan winh t'a jun echlab' ixim harina, malaj yich pan ix yak'b'at winh t'a skal. Ixlajwi chi' ix yak'anem nok' chib'ej chi' winh t'a yol jun te' mooch, haxo t'a yol jun lum chen ix yaq'uem yalil nok' winh. Ix yik'ancot masanil juntzanh chi' winh t'a yichanh Ángel chi' t'a yich jun te' mach' chi'."
        },
        {
            "number": "19",
            "text": "Ix yalan Yángel Jehová chi' icha tik: Hak'uem nok' chib'ej yet' ixim pan chi' t'a yib'anh jun q'uen q'ueen tik, tza tob'anem yal nok' chi' t'a yib'anh, xchi. Ix sk'anab'ajan winh masanil tas ix yal chi'."
        },
        {
            "number": "20",
            "text": "Axo Yángel Jehová chi', ix stenoch snhi' sk'ococh t'a juntzanh chi', ix q'ueul k'ak' t'a yol q'uen niwan q'ueen chi', ix tz'ab'at nok' chib'ej yet' ixim pan chi'. Val t'a yichanh winh ix satem Yángel Jehová chi'."
        },
        {
            "number": "21",
            "text": "Ayic ix yilan jun chi' winh, ix nachajel yuj winh to Yángel Jehová jun ix lolon chi' yet' winh. Yuj chi' ix yalan winh icha tik: --Mamin Jehová, q'uelk'umb'a val ix aj in lolon yet' Ángel ix a checcoti, xchi winh."
        },
        {
            "number": "22",
            "text": "Ix yalan Jehová t'a winh icha tik: --Manh ach xivoc, manh ol ach chamlaj, xchi t'a winh."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix sb'oanq'ue jun altar winh ta' yic syik'anchaanh Jehová winh. Ix yak'ancan winh sb'iej: Ha Jehová ak'um junk'olal. Ha jun altar chi' ix cannhej t'a Ofra t'a yol smacb'en eb' yinhtilal Abiezer."
        },
        {
            "number": "24",
            "text": "Ha t'a jun ak'val chi', ix yal Jehová t'a winhaj Gedeón chi': --Iq'uelta nok' schab'il mam vacax t'a skal nok' svacax winh a mam, nok' uque' ab'il sk'inal. Tza mak'an vecchaj yaltaril comon dios Baal b'ob'ilq'ue yuj winh a mam chi', tza ch'acanpaxel jun te te' yechel comon dios Asera t'a stz'ey altar chi'."
        },
        {
            "number": "25",
            "text": "Ha t'a sjolom q'uen niwan q'uen chaanh ayq'uei, ata' tza b'oq'ue junok altar t'ayin Jehová a Diosal in tik. Wach' tzutej a latz'anq'ue q'ueen. Axo te te' ix a ch'aquel chi', a te' tzak'och sk'atzitzaloc. Slajvi chi' tza milancham nok' vacax chi', tza nhusantz'a nok' silab'il t'a yib'anh, xchi t'a winh."
        },
        {
            "number": "26",
            "text": "Yuj chi' ix b'at winh, ix yik'anb'at lajunhvanh schecab' winh, ix sk'anab'ajan winh icha ix aj yalan Jehová chi'. Palta ix xiv winh sb'oan t'a k'ualil yuj eb' sk'ab' yoc winh smam. Ix xivpax winh t'a eb' anima cajan t'a chonhab' chi', yuj chi' t'ak'walil ix laj sb'o juntzanh chi' winh."
        },
        {
            "number": "27",
            "text": "Axo ix q'uinhib'i t'a junxo k'u, ayic ix q'ue vaan eb' anima t'a jun chonhab' chi', ix yilan eb' to toxo ix mak'ji vecchaj altar yic Baal chi', ix yilanpax eb' to toxo ix ch'acjiel te' yechel Asera t'a stz'ey altar chi'. Ix yab'anpax eb' to ay jun nok' vacax ix nhusjitz'a silab'il t'a yib'anh jun altar toto ix b'o chi'."
        },
        {
            "number": "28",
            "text": "Ix sk'anb'anek' eb': --¿Mach ixb’o’an juntzanh tik? xchi eb'. Ix laj sk'anb'anek' yab' eb', haxo ix yab'an eb' to a winhaj Gedeón yuninal winhaj Joás ix b'oani. Yuj chi' ix yal eb' t'a winhaj Joás chi' icha tik:"
        },
        {
            "number": "29",
            "text": "--Iq'uelta winh uninal chi', ol co milcham winh. ¿Tas yuj ix smak'vecchaj altar yic Baal winh, ix sch'acanpaxel te' yechel Asera winh t'a stz'ey chi'? xchi eb' anima chi'."
        },
        {
            "number": "30",
            "text": "Ix tak'vi winhaj Joás t'a masanil eb' anima oyanoch t'a spatic chi' icha tik: --¿Tom tze col jun comon dios scuchan Baal chi', tzeyak'an yowalil? Tato icha chi', chamocab' jun mach scolan Baal chi' t'a q'uinhib'alil tik. Tato yel Dios jun Baal chi', yak'ocab' yowalil t'a mach ix mak'an vecchaj jun yaltar chi', xchi winh."
        },
        {
            "number": "31",
            "text": "Ha t'a jun k'u chi', Jerobaal ix sb'iejkan winhaj Gedeón chi', yujto ix yal eb' anima chi' icha tik: Yak'ocab' oval jun Baal chi' yet' winh, yujto ix smak' vecchaj yaltar winh, xchi eb'."
        },
        {
            "number": "32",
            "text": "Ha t'a jun pekti’ chi', ix smolb'ej sb'a eb' madianita, eb' amalecita yet' eb' cajan t'a stojolal b'aj sjavi k'u, ix k'axpajek'ta eb' t'a yol ha' Jordán, ix sb'oanq'ue scampamento eb' t'a yak'lical Jezreel."
        },
        {
            "number": "33",
            "text": "Axo Yespíritu Jehová ix och t'a winhaj Gedeón chi'. Ayic ix spu'an jun nok' sch'aac winh, ix smolb'an sb'a eb' yinhtilal Abiezer, aton eb' sk'ab' yoc winh."
        },
        {
            "number": "34",
            "text": "Ix yak'anpaxb'at schecab' winh yavtejcot eb' yinhtilal Manasés, eb' yinhtilal Aser, eb' yinhtilal Zabulón yet' eb' yic Neftalí, yuj chi' ix smolb'ej sb'a eb' yet' winh."
        },
        {
            "number": "35",
            "text": "Ix yalan winh d'ha Dios icha tik: Tato t'a val yel a in tzin ak'lab'ej a colan eb' vetisraelal tik, icha val ix aj alani, ch'ox junok yechel t'ayin."
        },
        {
            "number": "36",
            "text": "Ha ticnaic ol vak'canem junok nok' tz'umal calnel t'a sat tek'lab' trigo. Axo t'a q'uinhib'alil k'ik'an, tato te' ch'ayan nok' tz'um chi' yuj yal ak'val, haxo pax t'a sat lum t'a spatic yichanh nok', taquinh, ol vojtaquejeli to yel a in ol in ak'lab'ej a colanel eb' vetchonhab' tik, icha ix aj alani, xchi winh."
        },
        {
            "number": "37",
            "text": "Icha val ix aj yalan winh chi', icha chi' ix aji. Ayic ix q'ue vaan winh t'a q'uinhib'alil, ix spitz'anel nok' tz'uum chi' winh, jun uk'ab' ha' ix el t'a nok'."
        },
        {
            "number": "38",
            "text": "Ix yalanxi winh d'ha Dios: Mamin, mocab' cot yoval a k'ol t'ayin, ol in k'an junxo ch'oxnab'il t'ayach. Ha t'a junelxo tik, a sat lum sch'ayxi yuj yal ak'val chi', haxo pax nok' tz'uum chi', mocab' ch'ayxoc nok', xchi winh."
        },
        {
            "number": "39",
            "text": "Icha val ix aj yalan winh chi', icha chi' ix yutej Dios t'a junxo ak'val chi'. Ayic ix sakb'i, te taquinh nok' tz'uum chi', haxo pax sat lu'um, te ch'ayan yuj yal ak'val."
        }
    ]
}