{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ha vinhaj Jerobaal, aton vinhaj Gedeón, te ak'valto ix q'ue vaan vinh yet' jantac eb' vinh vinac ayxo och yet'oc. Ha t'a sjaj ha' melem scuch Harod ix b'at sb'oq'ue scampamento eb' vinh. Axo pax eb' madianita, ha t'a stojolal norte t'a yak'lical yich lum vitz More, ata' ayek' scampamento eb'."
        },
        {
            "number": "2",
            "text": "Ix yalan Jehová t'a vinhaj Gedeón chi' icha tik: Te tzijtum eb' vinh vinac tik ed'nac. Tato svak'och eb' madianita t'a yol e k'ab' ticnaic, axom ol eyalani to yuj e jelanil ix eyak' ganar eb'."
        },
        {
            "number": "3",
            "text": "Yuj chi' al t'a eb' vinh soldado smasanil, tato ay mach xiv sb'at t'a oval chi', meltzajocab' t'a svitzal Galaad tik, spax t'a spat, xchi t'a vinh. Yuj chi' 22 mil eb' vinh ix paxta, 10 milxonhej eb' vinh ix cani."
        },
        {
            "number": "4",
            "text": "Ix yalanxi Jehová: Anheja' tzijtumto eb' vinh soldado tik. Ik'b'at eb' vinh yuq'uej ha' t'a sti' ha' melem. Ata' ol vil eb' vinh, a in xo ol vala' machtac ol kan ed'oc, xchi t'a vinh."
        },
        {
            "number": "5",
            "text": "Ix yik'anb'at eb' vinh ixto kan chi' vinhaj Gedeón yuq'uej ha' t'a sti' ha' melem chi'. Ix yalan Jehová: Masanil mach sb'echanq'ueta ha' t'a yol sk'ab' yuq'uej, ch'oc tzik'canel t'a skal eb' vinh tz'em cuman syuk'an ha', xchi t'a vinh."
        },
        {
            "number": "6",
            "text": "Ha eb' vinh ix b'echanq'ueta ha' t'a yol sk'ab', ix yuk'ani, 300 eb' vinh, haxo jantacxo eb' vinh jun, ix em cuman eb' vinh ix yuk'an ha' eb' vinh."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix yalan Jehová t'a vinhaj Gedeón chi': k'ocb'il eb' vinh 300 chi' ol in k'ana' yic ol eyak'an ganar eb' madianita chi'. Axo pax eb' vinh ix em cuman yuk'an ha ha' chi' jun, paxocab' eb' vinh t'a spat, xchi t'a vinh."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix yal vinhaj Gedeón chi' to smeltzaj eb' vinh t'a spat. Axo vinh ix ik'ancanek' svael eb' vinh yet' nok' sch'aac eb' vinh spu'u. Axonhej eb' vinh 300 ix sik'jicanel chi' ix kan yet' vinh. Ha scampamento eb' vinh, ayek' t'a jolom vitz t'a yib'anh b'aj ay scampamento eb' madianita chi'."
        },
        {
            "number": "9",
            "text": "Ha t'a jun ak'val chi', ix yal Jehová t'a vinhaj Gedeón chi': Q'ueanh vaan, ixic, emanh ak' oval yet' eb' madianita chi', yujto ol vak'och eb' t'a yol a k'ab'."
        },
        {
            "number": "10",
            "text": "Tato tzach xiv a b'ati, emocab' vinh a checab' aj Fura ed'oc t'a scampamento eb' chi',"
        },
        {
            "number": "11",
            "text": "ol e maclan eyab'i tas van yalan eb', yuj chi' manh ol ach xiv och t'a oval chi', xchi t'a vinh. Yuj chi' ix emk'och vinh yet' vinh schecab' chi' t'ak'walil b'aj ayel eb' stanhvan scampamento eb' madianita chi', yic smaclan yab' eb' vinh tas syal eb'."
        },
        {
            "number": "12",
            "text": "Ha eb' madianita chi' yet' eb' amalecita yet' eb' ix cot t'a stojolal b'aj sjavi k'u, ix majel sat lum ak'lic chi' yuj eb', ichoc nok' k'ulub'. Manhxo b'ischajb'enoc jantac nok' camello yet'nac eb', icha val yarenail t'a sti' ha' mar."
        },
        {
            "number": "13",
            "text": "Ayic ix k'och vinhaj Gedeón chi' b'aj ayek' eb' van stanhvan scampamento eb' chi', ix yab'an vinh yalan svayich jun vinh soldado t'a junxo vinh icha tik. --Ix in vayichej to ay jun ixim pan cebada ix cot b'alb'on t'a sat vitz tik. Ix emul ixim t'a yol co campamento tik, ix och pok'naj ixim t'a jun mantiado, ix em lanhnaj yuj ixim, xchi vinh."
        },
        {
            "number": "14",
            "text": "Ix tak'vi junxo vinh chi' icha tik: --Ha jun ixim pan chi' syalelk'ochi to a vinhaj Gedeón yuninal vinhaj Joás yet' eb' soldado israel ol onh ak'an ganar. Yujto ha Dios ol onh ak'anoch co masanil t'a yol sk'ab' eb', xchi vinh."
        },
        {
            "number": "15",
            "text": "Ayic ix yab'an vinhaj Gedeón tas ix yutej yalan jun vayich chi' eb' vinh, ix em cuman vinh t'a yichanh Jehová, ix yak'an yuj diosal vinh t'ay. Ixlajwi chi', ix q'uexta vinh t'a scampamento, ix yalan vinh: --Coyec, yujto toxo ix yak'och eb' madianita Jehová t'a yol co k'ab', xchi vinh."
        },
        {
            "number": "16",
            "text": "Ox makan ix yutej 300 eb' vinh soldado chi' vinh. Junjun nok' ch'aac ix yak' vinh t'a junjun eb' vinh soldado chi' yic spu nok' eb' vinh, ix yak'anpax junjun chen vinh t'a eb' vinh, ayem staj eb' vinh ayoch sk'ak'al t'a yol chen chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan vinh t'a eb' vinh icha tik: --Ayic ol in k'och t'a junxo stib'at scampamento eb' cajk'ol chi', tzeyil val tas ol in k'ulej, icha pax chi' ol e k'ulejpax a ex tik."
        },
        {
            "number": "18",
            "text": "Ha ol eyab'an in pu'an nok' ch'aac tik yet' eb' tzak'anoch vuuj, ol e pu'anpax nok' eyic e masanil t'a spatictac campamento chi', ol ex avajoc. Ol eyalan icha tik: Caq'ek oval yuj Jehová yet' vinhaj Gedeón, xe chi, xchi vinh."
        },
        {
            "number": "19",
            "text": "Ayic ix k'och vinhaj Gedeón chi' yet' 100 eb' vinh soldado ajun yet'oc t'a junxo stib'at scampamento eb' madianita chi' t'a chimilak'val, ato val sq'uexlan sb'a eb' b'ab'el ayel stanhvej campamento chi'. Ha val ta' ix spu sch'aac eb' vinh yic vinhaj Gedeón chi', ix smak'anpaxpoj schen eb' vinh yet'nac."
        },
        {
            "number": "20",
            "text": "Junnhej ix aj spu'an sch'ac eb' vinh yet'nac t'a svach' k'ab' yox macanhil, junnhej pax ix aj smak'anpoj schen eb' vinh, haxo sk'ab' eb' vinh t'a sq'uexanh ix tz'icanchaanh staj, chaanh ix avaj eb' vinh: Caq'ek oval yuj Jehová yet' vinhaj Gedeón, xchi eb' vinh."
        },
        {
            "number": "21",
            "text": "Ix cannhej tek'tek' eb' vinh t'a spatic campamento chi'. Axo eb' ajk'ol chi', yelk'olalxonhej ix b'at eb' elelal, ix el yav eb' yuj xivelal."
        },
        {
            "number": "22",
            "text": "Ayic ix spu'an nok' sch'aac 300 eb' vinh israel chi', haxo Jehová ix ak'an somchajb'at spensar eb' ajk'ol chi'. Munil a eb' ix laj smil-lajcham sb'a. Ay pax eb' ix el lemnajoc, ix b'at eb' t'a Bet-sita t'a stojolal Zerera, masanto ix k'och eb' t'a smojonal Abel-mehola t'a slak'anil Tabat."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix smolb'an sb'a eb' yinhtilal Neftalí yet' eb' yinhtilal Aser yet' masanil eb' yic Manasés, ix b'at eb' t'a spatic eb' madianita chi'."
        },
        {
            "number": "24",
            "text": "Axo vinhaj Gedeón chi', ix schecb'at yalumal vinh t'a eb' yinhtilal Efraín cajan t'a tzalquixtac, to sb'at eb' smac t'a elanhchamel t'a sjayil sti' ha' Jordán t'a Bet-bara, yacb'an manto k'och eb' ajk'ol chi'. Ix sk'anab'ajej eb' sb'ati."
        },
        {
            "number": "25",
            "text": "Ix yamchaj chavanh eb' vinh sat yajal yaj t'a eb' madianita chi' yuj eb', jun vinh scuch Oreb, junxo vinh scuchan Zeeb. Ha vinhaj Oreb chi', ix miljicham vinh b'aj ay jun q'uen tenam, aton q'uen ix scuchcan Oreb. Axo vinhaj Zeeb chi', ix cham vinh b'aj ay jun tek'lab'el yal uva, yuj chi' Zeeb ix sb'iejkan jun chi'. Ix b'atnhej eb' yinhtilal Efraín chi' t'a spatic eb' madianita chi', ix yik'ancot sjolom vinhaj Oreb chi' eb' yet' yic vinhaj Zeeb chi' t'a vinhaj Gedeón chi' t'a sti' ha' Jordán chi'."
        }
    ]
}