{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Jerobaal, aton winhaj Gedeón, te ak'walto ix k'e waan winh yet' jantac heb' winh winak ayxo och yet'oc. Ha t'a sjaj ha' melem scuch Harod ix b'at sb'ok'e skampamento heb' winh. Axo pax heb' madianita, ha t'a stojolal norte t'a yak'likal yich lum witz More, ata' ayek' skampamento heb'."
        },
        {
            "number": "2",
            "text": "Ix yalan Jehová t'a winhaj Gedeón chi' icha tik: Te tzijtum heb' winh winak tik ed'nac. Tato swak'och heb' madianita t'a yol he k'ab' tiknaik, axom ol eyalani to yuj he jelanil ix eyak' ganar heb'."
        },
        {
            "number": "3",
            "text": "Yuj chi' al t'a heb' winh soldado smasanil, tato ay mach xiv sb'at t'a owal chi', meltzajokab' t'a switzal Galaad tik, spax t'a spat, xchi t'a winh. Yuj chi' 22 mil heb' winh ix paxta, 10 milxonhej heb' winh ix kani."
        },
        {
            "number": "4",
            "text": "Ix yalanxi Jehová: Anheja' tzijtumto heb' winh soldado tik. Ik'b'at heb' winh yuk'ej ha' t'a sti' ha' melem. Ata' ol wil heb' winh, a in xo ol wala' machtac ol kan ed'oc, xchi t'a winh."
        },
        {
            "number": "5",
            "text": "Ix yik'anb'at heb' winh ixto kan chi' winhaj Gedeón yuk'ej ha' t'a sti' ha' melem chi'. Ix yalan Jehová: Masanil mach sb'echank'eta ha' t'a yol sk'ab' yuk'ej, ch'oc tzik'kanel t'a skal heb' winh tz'em cuman syuk'an ha', xchi t'a winh."
        },
        {
            "number": "6",
            "text": "Ha heb' winh ix b'echank'eta ha' t'a yol sk'ab', ix yuk'ani, 300 heb' winh, haxo jantacxo heb' winh jun, ix em cuman heb' winh ix yuk'an ha' heb' winh."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winhaj Gedeón chi': k'ocb'il heb' winh 300 chi' ol in k'ana' yic ol eyak'an ganar heb' madianita chi'. Axo pax heb' winh ix em cuman yuk'an ha ha' chi' jun, paxokab' heb' winh t'a spat, xchi t'a winh."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix yal winhaj Gedeón chi' to smeltzaj heb' winh t'a spat. Axo winh ix ik'ankanek' swael heb' winh yet' nok' sch'aac heb' winh spu'u. Axonhej heb' winh 300 ix sik'jikanel chi' ix kan yet' winh. Ha skampamento heb' winh, ayek' t'a jolom witz t'a yib'anh b'aj ay skampamento heb' madianita chi'."
        },
        {
            "number": "9",
            "text": "Ha t'a jun ak'wal chi', ix yal Jehová t'a winhaj Gedeón chi': Q'ueanh waan, ixic, emanh ak' owal yet' heb' madianita chi', yujto ol wak'och heb' t'a yol a k'ab'."
        },
        {
            "number": "10",
            "text": "Tato tzach xiv a b'ati, emokab' winh a chekab' aj Fura ed'oc t'a skampamento heb' chi',"
        },
        {
            "number": "11",
            "text": "ol he maclan eyab'i tas wan yalan heb', yuj chi' manh ol ach xiv och t'a owal chi', xchi t'a winh. Yuj chi' ix emk'och winh yet' winh schekab' chi' t'ak'walil b'aj ayel heb' stanhwan skampamento heb' madianita chi', yic smaclan yab' heb' winh tas syal heb'."
        },
        {
            "number": "12",
            "text": "Ha heb' madianita chi' yet' heb' amalecita yet' heb' ix cot t'a stojolal b'aj sjawi k'u, ix majel sat lum ak'lic chi' yuj heb', ichoc nok' k'ulub'. Manhxo b'ischajb'enoc jantac nok' camello yet'nac heb', icha wal yarenail t'a sti' ha' mar."
        },
        {
            "number": "13",
            "text": "Ayic ix k'och winhaj Gedeón chi' b'aj ayek' heb' wan stanhwan skampamento heb' chi', ix yab'an winh yalan swayich jun winh soldado t'a junxo winh icha tik. --Ix in wayichej to ay jun ixim pan cebada ix cot b'alb'on t'a sat witz tik. Ix emul ixim t'a yol ko campamento tik, ix och pok'naj ixim t'a jun mantiado, ix em lanhnaj yuj ixim, xchi winh."
        },
        {
            "number": "14",
            "text": "Ix tak'wi junxo winh chi' icha tik: --Ha jun ixim pan chi' syalelk'ochi to a winhaj Gedeón yuninal winhaj Joás yet' heb' soldado israel ol onh ak'an ganar. Yujto ha Dios ol onh ak'anoch ko masanil t'a yol sk'ab' heb', xchi winh."
        },
        {
            "number": "15",
            "text": "Ayic ix yab'an winhaj Gedeón tas ix yutej yalan jun wayich chi' heb' winh, ix em cuman winh t'a yichanh Jehová, ix yak'an yuj diosal winh t'ay. Ixlajwi chi', ix k'exta winh t'a skampamento, ix yalan winh: --Koyec, yujto toxo ix yak'och heb' madianita Jehová t'a yol ko k'ab', xchi winh."
        },
        {
            "number": "16",
            "text": "Ox makan ix yutej 300 heb' winh soldado chi' winh. Junjun nok' ch'aac ix yak' winh t'a junjun heb' winh soldado chi' yic spu nok' heb' winh, ix yak'anpax junjun chen winh t'a heb' winh, ayem staj heb' winh ayoch sk'ak'al t'a yol chen chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan winh t'a heb' winh icha tik: --Ayic ol in k'och t'a junxo stib'at skampamento heb' kajk'ol chi', tzeyil wal tas ol in k'ulej, icha pax chi' ol he k'ulejpax a ex tik."
        },
        {
            "number": "18",
            "text": "Ha ol eyab'an in pu'an nok' ch'aac tik yet' heb' tzak'anoch wuuj, ol he pu'anpax nok' eyic he masanil t'a spatictac campamento chi', ol ex awajoc. Ol eyalan icha tik: Caq'ek owal yuj Jehová yet' winhaj Gedeón, xe chi, xchi winh."
        },
        {
            "number": "19",
            "text": "Ayic ix k'och winhaj Gedeón chi' yet' 100 heb' winh soldado ajun yet'oc t'a junxo stib'at skampamento heb' madianita chi' t'a chimilak'wal, ato wal sk'exlan sb'a heb' b'ab'el ayel stanhwej campamento chi'. Ha wal ta' ix spu sch'aac heb' winh yic winhaj Gedeón chi', ix smak'anpaxpoj schen heb' winh yet'nac."
        },
        {
            "number": "20",
            "text": "Junnhej ix aj spu'an sch'ac heb' winh yet'nac t'a swach' k'ab' yox makanhil, junnhej pax ix aj smak'anpoj schen heb' winh, haxo sk'ab' heb' winh t'a sk'exanh ix tz'ikanchaanh staj, chaanh ix awaj heb' winh: Caq'ek owal yuj Jehová yet' winhaj Gedeón, xchi heb' winh."
        },
        {
            "number": "21",
            "text": "Ix kannhej tek'tek' heb' winh t'a spatic campamento chi'. Axo heb' ajk'ol chi', yelk'olalxonhej ix b'at heb' elelal, ix el yav heb' yuj xiwelal."
        },
        {
            "number": "22",
            "text": "Ayic ix spu'an nok' sch'aac 300 heb' winh israel chi', haxo Jehová ix ak'an somchajb'at spensar heb' ajk'ol chi'. Munil a heb' ix laj smil-lajcham sb'a. Ay pax heb' ix el lemnajoc, ix b'at heb' t'a Bet-sita t'a stojolal Zerera, masanto ix k'och heb' t'a smojonal Abel-mehola t'a slak'anil Tabat."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix smolb'an sb'a heb' yinhtilal Neftalí yet' heb' yinhtilal Aser yet' masanil heb' yic Manasés, ix b'at heb' t'a spatic heb' madianita chi'."
        },
        {
            "number": "24",
            "text": "Axo winhaj Gedeón chi', ix schecb'at yalumal winh t'a heb' yinhtilal Efraín kajan t'a tzalquixtac, to sb'at heb' smac t'a elanhchamel t'a sjayil sti' ha' Jordán t'a Bet-bara, yacb'an manto k'och heb' ajk'ol chi'. Ix sk'anab'ajej heb' sb'ati."
        },
        {
            "number": "25",
            "text": "Ix yamchaj chawanh heb' winh sat yajal yaj t'a heb' madianita chi' yuj heb', jun winh scuch Oreb, junxo winh skuchan Zeeb. Ha winhaj Oreb chi', ix miljicham winh b'aj ay jun k'een tenam, aton k'een ix scuchcan Oreb. Axo winhaj Zeeb chi', ix cham winh b'aj ay jun tek'lab'el yal uwa, yuj chi' Zeeb ix sb'iejkan jun chi'. Ix b'atnhej heb' yinhtilal Efraín chi' t'a spatic heb' madianita chi', ix yik'ancot sjolom winhaj Oreb chi' heb' yet' yic winhaj Zeeb chi' t'a winhaj Gedeón chi' t'a sti' ha' Jordán chi'."
        }
    ]
}