{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj Jerobaal, aton vinhaj Gedeón, te ak'valto ix q'ue vaan vinh yed' jantac eb' vinh vinac ayxo och yed'oc. A d'a sjaj a' melem scuch Harod ix b'at sb'oq'ue scampamento eb' vinh. Axo pax eb' madianita, a d'a stojolal norte d'a yak'lical yich lum vitz More, ata' ayek' scampamento eb'."
        },
        {
            "number": "2",
            "text": "Ix yalan Jehová d'a vinhaj Gedeón chi' icha tic: Te tzijtum eb' vinh vinac tic ed'nac. Tato svak'och eb' madianita d'a yol e k'ab' ticnaic, axom ol eyalani to yuj e jelanil ix eyak' ganar eb'."
        },
        {
            "number": "3",
            "text": "Yuj chi' al d'a eb' vinh soldado smasanil, tato ay mach xiv sb'at d'a oval chi', meltzajocab' d'a svitzal Galaad tic, spax d'a spat, xchi d'a vinh. Yuj chi' 22 mil eb' vinh ix paxta, 10 milxonhej eb' vinh ix cani."
        },
        {
            "number": "4",
            "text": "Ix yalanxi Jehová: Anheja' tzijtumto eb' vinh soldado tic. Ik'b'at eb' vinh yuq'uej a' d'a sti' a' melem. Ata' ol vil eb' vinh, a in xo ol vala' machtac ol can ed'oc, xchi d'a vinh."
        },
        {
            "number": "5",
            "text": "Ix yik'anb'at eb' vinh ixto can chi' vinhaj Gedeón yuq'uej a' d'a sti' a' melem chi'. Ix yalan Jehová: Masanil mach sb'echanq'ueta a' d'a yol sk'ab' yuq'uej, ch'oc tzik'canel d'a scal eb' vinh tz'em cuman syuk'an a', xchi d'a vinh."
        },
        {
            "number": "6",
            "text": "A eb' vinh ix b'echanq'ueta a' d'a yol sk'ab', ix yuk'ani, 300 eb' vinh, axo jantacxo eb' vinh jun, ix em cuman eb' vinh ix yuk'an a' eb' vinh."
        },
        {
            "number": "7",
            "text": "Ix lajvi chi', ix yalan Jehová d'a vinhaj Gedeón chi': k'ocb'il eb' vinh 300 chi' ol in k'ana' yic ol eyak'an ganar eb' madianita chi'. Axo pax eb' vinh ix em cuman yuk'an a a' chi' jun, paxocab' eb' vinh d'a spat, xchi d'a vinh."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix yal vinhaj Gedeón chi' to smeltzaj eb' vinh d'a spat. Axo vinh ix ik'ancanek' svael eb' vinh yed' nok' sch'aac eb' vinh spu'u. Axonhej eb' vinh 300 ix sik'jicanel chi' ix can yed' vinh. A scampamento eb' vinh, ayek' d'a jolom vitz d'a yib'anh b'aj ay scampamento eb' madianita chi'."
        },
        {
            "number": "9",
            "text": "A d'a jun ak'val chi', ix yal Jehová d'a vinhaj Gedeón chi': Q'ueanh vaan, ixic, emanh ak' oval yed' eb' madianita chi', yujto ol vak'och eb' d'a yol a k'ab'."
        },
        {
            "number": "10",
            "text": "Tato tzach xiv a b'ati, emocab' vinh a checab' aj Fura ed'oc d'a scampamento eb' chi',"
        },
        {
            "number": "11",
            "text": "ol e maclan eyab'i tas van yalan eb', yuj chi' manh ol ach xiv och d'a oval chi', xchi d'a vinh. Yuj chi' ix emk'och vinh yed' vinh schecab' chi' d'ak'valil b'aj ayel eb' stanhvan scampamento eb' madianita chi', yic smaclan yab' eb' vinh tas syal eb'."
        },
        {
            "number": "12",
            "text": "A eb' madianita chi' yed' eb' amalecita yed' eb' ix cot d'a stojolal b'aj sjavi k'u, ix majel sat lum ak'lic chi' yuj eb', ichoc nok' k'ulub'. Manhxo b'ischajb'enoc jantac nok' camello yed'nac eb', icha val yarenail d'a sti' a' mar."
        },
        {
            "number": "13",
            "text": "Ayic ix k'och vinhaj Gedeón chi' b'aj ayek' eb' van stanhvan scampamento eb' chi', ix yab'an vinh yalan svayich jun vinh soldado d'a junxo vinh icha tic. --Ix in vayichej to ay jun ixim pan cebada ix cot b'alb'on d'a sat vitz tic. Ix emul ixim d'a yol co campamento tic, ix och pok'naj ixim d'a jun mantiado, ix em lanhnaj yuj ixim, xchi vinh."
        },
        {
            "number": "14",
            "text": "Ix tak'vi junxo vinh chi' icha tic: --A jun ixim pan chi' syalelk'ochi to a vinhaj Gedeón yuninal vinhaj Joás yed' eb' soldado israel ol onh ak'an ganar. Yujto a Dios ol onh ak'anoch co masanil d'a yol sk'ab' eb', xchi vinh."
        },
        {
            "number": "15",
            "text": "Ayic ix yab'an vinhaj Gedeón tas ix yutej yalan jun vayich chi' eb' vinh, ix em cuman vinh d'a yichanh Jehová, ix yak'an yuj diosal vinh d'ay. Ix lajvi chi', ix q'uexta vinh d'a scampamento, ix yalan vinh: --Coyec, yujto toxo ix yak'och eb' madianita Jehová d'a yol co k'ab', xchi vinh."
        },
        {
            "number": "16",
            "text": "Ox macanh ix yutej 300 eb' vinh soldado chi' vinh. Junjun nok' ch'aac ix yak' vinh d'a junjun eb' vinh soldado chi' yic spu nok' eb' vinh, ix yak'anpax junjun chen vinh d'a eb' vinh, ayem staj eb' vinh ayoch sk'ak'al d'a yol chen chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan vinh d'a eb' vinh icha tic: --Ayic ol in k'och d'a junxo stib'at scampamento eb' cajk'ol chi', tzeyil val tas ol in k'ulej, icha pax chi' ol e k'ulejpax a ex tic."
        },
        {
            "number": "18",
            "text": "A ol eyab'an in pu'an nok' ch'aac tic yed' eb' tzak'anoch vuuj, ol e pu'anpax nok' eyic e masanil d'a spatictac campamento chi', ol ex avajoc. Ol eyalan icha tic: Caq'uec oval yuj Jehová yed' vinhaj Gedeón, xe chi, xchi vinh."
        },
        {
            "number": "19",
            "text": "Ayic ix k'och vinhaj Gedeón chi' yed' 100 eb' vinh soldado ajun yed'oc d'a junxo stib'at scampamento eb' madianita chi' d'a chimilak'val, ato val sq'uexlan sb'a eb' b'ab'el ayel stanhvej campamento chi'. A val ta' ix spu sch'aac eb' vinh yic vinhaj Gedeón chi', ix smak'anpaxpoj schen eb' vinh yed'nac."
        },
        {
            "number": "20",
            "text": "Junnhej ix aj spu'an sch'ac eb' vinh yed'nac d'a svach' k'ab' yox macanhil, junnhej pax ix aj smak'anpoj schen eb' vinh, axo sk'ab' eb' vinh d'a sq'uexanh ix tz'icanchaanh staj, chaanh ix avaj eb' vinh: Caq'uec oval yuj Jehová yed' vinhaj Gedeón, xchi eb' vinh."
        },
        {
            "number": "21",
            "text": "Ix cannhej tek'tek' eb' vinh d'a spatic campamento chi'. Axo eb' ajk'ol chi', yelk'olalxonhej ix b'at eb' elelal, ix el yav eb' yuj xivelal."
        },
        {
            "number": "22",
            "text": "Ayic ix spu'an nok' sch'aac 300 eb' vinh israel chi', axo Jehová ix ak'an somchajb'at spensar eb' ajk'ol chi'. Munil a eb' ix laj smil-lajcham sb'a. Ay pax eb' ix el lemnajoc, ix b'at eb' d'a Bet-sita d'a stojolal Zerera, masanto ix k'och eb' d'a smojonal Abel-mehola d'a slak'anil Tabat."
        },
        {
            "number": "23",
            "text": "Ix lajvi chi', ix smolb'an sb'a eb' yinhtilal Neftalí yed' eb' yinhtilal Aser yed' masanil eb' yic Manasés, ix b'at eb' d'a spatic eb' madianita chi'."
        },
        {
            "number": "24",
            "text": "Axo vinhaj Gedeón chi', ix schecb'at yalumal vinh d'a eb' yinhtilal Efraín cajan d'a tzalquixtac, to sb'at eb' smac d'a elanhchamel d'a sjayil sti' a' Jordán d'a Bet-bara, yacb'an manto k'och eb' ajk'ol chi'. Ix sk'anab'ajej eb' sb'ati."
        },
        {
            "number": "25",
            "text": "Ix yamchaj chavanh eb' vinh sat yajal yaj d'a eb' madianita chi' yuj eb', jun vinh scuch Oreb, junxo vinh scuchan Zeeb. A vinhaj Oreb chi', ix miljicham vinh b'aj ay jun q'uen tenam, aton q'uen ix scuchcan Oreb. Axo vinhaj Zeeb chi', ix cham vinh b'aj ay jun tek'lab'el yal uva, yuj chi' Zeeb ix sb'iejcan jun chi'. Ix b'atnhej eb' yinhtilal Efraín chi' d'a spatic eb' madianita chi', ix yik'ancot sjolom vinhaj Oreb chi' eb' yed' yic vinhaj Zeeb chi' d'a vinhaj Gedeón chi' d'a sti' a' Jordán chi'."
        }
    ]
}