{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Jerobaal, aton winhaj Gedeón, te ak'valto ix q'ue vaan winh yet' jantac eb' winh vinac ayxo och yet'oc. Ha t'a sjaj ha' melem scuch Harod ix b'at sb'oq'ue scampamento eb' winh. Axo pax eb' madianita, ha t'a stojolal norte t'a yak'lical yich lum vitz More, ata' ayek' scampamento eb'."
        },
        {
            "number": "2",
            "text": "Ix yalan Jehová t'a winhaj Gedeón chi' icha tik: Te tzijtum eb' winh vinac tik ed'nac. Tato svak'och eb' madianita t'a yol e k'ab' tiknaik, axom ol eyalani to yuj e jelanil ix eyak' ganar eb'."
        },
        {
            "number": "3",
            "text": "Yuj chi' al t'a eb' winh soldado smasanil, tato ay mach xiv sb'at t'a oval chi', meltzajocab' t'a svitzal Galaad tik, spax t'a spat, xchi t'a winh. Yuj chi' 22 mil eb' winh ix paxta, 10 milxonhej eb' winh ix cani."
        },
        {
            "number": "4",
            "text": "Ix yalanxi Jehová: Anheja' tzijtumto eb' winh soldado tik. Ik'b'at eb' winh yuq'uej ha' t'a sti' ha' melem. Ata' ol vil eb' winh, a in xo ol vala' machtac ol kan ed'oc, xchi t'a winh."
        },
        {
            "number": "5",
            "text": "Ix yik'anb'at eb' winh ixto kan chi' winhaj Gedeón yuq'uej ha' t'a sti' ha' melem chi'. Ix yalan Jehová: Masanil mach sb'echanq'ueta ha' t'a yol sk'ab' yuq'uej, ch'oc tzik'canel t'a skal eb' winh tz'em cuman syuk'an ha', xchi t'a winh."
        },
        {
            "number": "6",
            "text": "Ha eb' winh ix b'echanq'ueta ha' t'a yol sk'ab', ix yuk'ani, 300 eb' winh, haxo jantacxo eb' winh jun, ix em cuman eb' winh ix yuk'an ha' eb' winh."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix yalan Jehová t'a winhaj Gedeón chi': k'ocb'il eb' winh 300 chi' ol in k'ana' yic ol eyak'an ganar eb' madianita chi'. Axo pax eb' winh ix em cuman yuk'an ha ha' chi' jun, paxocab' eb' winh t'a spat, xchi t'a winh."
        },
        {
            "number": "8",
            "text": "Yuj chi' ix yal winhaj Gedeón chi' to smeltzaj eb' winh t'a spat. Axo winh ix ik'ancanek' svael eb' winh yet' nok' sch'aac eb' winh spu'u. Axonhej eb' winh 300 ix sik'jicanel chi' ix kan yet' winh. Ha scampamento eb' winh, ayek' t'a jolom vitz t'a yib'anh b'aj ay scampamento eb' madianita chi'."
        },
        {
            "number": "9",
            "text": "Ha t'a jun ak'wal chi', ix yal Jehová t'a winhaj Gedeón chi': Q'ueanh vaan, ixic, emanh ak' oval yet' eb' madianita chi', yujto ol vak'och eb' t'a yol a k'ab'."
        },
        {
            "number": "10",
            "text": "Tato tzach xiv a b'ati, emocab' winh a checab' aj Fura ed'oc t'a scampamento eb' chi',"
        },
        {
            "number": "11",
            "text": "ol e maclan eyab'i tas van yalan eb', yuj chi' manh ol ach xiv och t'a oval chi', xchi t'a winh. Yuj chi' ix emk'och winh yet' winh schecab' chi' t'ak'walil b'aj ayel eb' stanhvan scampamento eb' madianita chi', yic smaclan yab' eb' winh tas syal eb'."
        },
        {
            "number": "12",
            "text": "Ha eb' madianita chi' yet' eb' amalecita yet' eb' ix cot t'a stojolal b'aj sjavi k'u, ix majel sat lum ak'lic chi' yuj eb', ichoc nok' k'ulub'. Manhxo b'ischajb'enoc jantac nok' camello yet'nac eb', icha wal yarenail t'a sti' ha' mar."
        },
        {
            "number": "13",
            "text": "Ayic ix k'och winhaj Gedeón chi' b'aj ayek' eb' van stanhvan scampamento eb' chi', ix yab'an winh yalan svayich jun winh soldado t'a junxo winh icha tik. --Ix in vayichej to ay jun ixim pan cebada ix cot b'alb'on t'a sat vitz tik. Ix emul ixim t'a yol co campamento tik, ix och pok'naj ixim t'a jun mantiado, ix em lanhnaj yuj ixim, xchi winh."
        },
        {
            "number": "14",
            "text": "Ix tak'vi junxo winh chi' icha tik: --Ha jun ixim pan chi' syalelk'ochi to a winhaj Gedeón yuninal winhaj Joás yet' eb' soldado israel ol onh ak'an ganar. Yujto ha Dios ol onh ak'anoch co masanil t'a yol sk'ab' eb', xchi winh."
        },
        {
            "number": "15",
            "text": "Ayic ix yab'an winhaj Gedeón tas ix yutej yalan jun vayich chi' eb' winh, ix em cuman winh t'a yichanh Jehová, ix yak'an yuj diosal winh t'ay. Ixlajwi chi', ix q'uexta winh t'a scampamento, ix yalan winh: --Coyec, yujto toxo ix yak'och eb' madianita Jehová t'a yol co k'ab', xchi winh."
        },
        {
            "number": "16",
            "text": "Ox makan ix yutej 300 eb' winh soldado chi' winh. Junjun nok' ch'aac ix yak' winh t'a junjun eb' winh soldado chi' yic spu nok' eb' winh, ix yak'anpax junjun chen winh t'a eb' winh, ayem staj eb' winh ayoch sk'ak'al t'a yol chen chi'."
        },
        {
            "number": "17",
            "text": "Ix yalan winh t'a eb' winh icha tik: --Ayic ol in k'och t'a junxo stib'at scampamento eb' cajk'ol chi', tzeyil wal tas ol in k'ulej, icha pax chi' ol e k'ulejpax a ex tik."
        },
        {
            "number": "18",
            "text": "Ha ol eyab'an in pu'an nok' ch'aac tik yet' eb' tzak'anoch vuuj, ol e pu'anpax nok' eyic e masanil t'a spatictac campamento chi', ol ex avajoc. Ol eyalan icha tik: Caq'ek oval yuj Jehová yet' winhaj Gedeón, xe chi, xchi winh."
        },
        {
            "number": "19",
            "text": "Ayic ix k'och winhaj Gedeón chi' yet' 100 eb' winh soldado ajun yet'oc t'a junxo stib'at scampamento eb' madianita chi' t'a chimilak'wal, ato wal sq'uexlan sb'a eb' b'ab'el ayel stanhvej campamento chi'. Ha wal ta' ix spu sch'aac eb' winh yic winhaj Gedeón chi', ix smak'anpaxpoj schen eb' winh yet'nac."
        },
        {
            "number": "20",
            "text": "Junnhej ix aj spu'an sch'ac eb' winh yet'nac t'a swach' k'ab' yox macanhil, junnhej pax ix aj smak'anpoj schen eb' winh, haxo sk'ab' eb' winh t'a sq'uexanh ix tz'icanchaanh staj, chaanh ix avaj eb' winh: Caq'ek oval yuj Jehová yet' winhaj Gedeón, xchi eb' winh."
        },
        {
            "number": "21",
            "text": "Ix cannhej tek'tek' eb' winh t'a spatic campamento chi'. Axo eb' ajk'ol chi', yelk'olalxonhej ix b'at eb' elelal, ix el yav eb' yuj xivelal."
        },
        {
            "number": "22",
            "text": "Ayic ix spu'an nok' sch'aac 300 eb' winh israel chi', haxo Jehová ix ak'an somchajb'at spensar eb' ajk'ol chi'. Munil a eb' ix laj smil-lajcham sb'a. Ay pax eb' ix el lemnajoc, ix b'at eb' t'a Bet-sita t'a stojolal Zerera, masanto ix k'och eb' t'a smojonal Abel-mehola t'a slak'anil Tabat."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix smolb'an sb'a eb' yinhtilal Neftalí yet' eb' yinhtilal Aser yet' masanil eb' yic Manasés, ix b'at eb' t'a spatic eb' madianita chi'."
        },
        {
            "number": "24",
            "text": "Axo winhaj Gedeón chi', ix schecb'at yalumal winh t'a eb' yinhtilal Efraín cajan t'a tzalquixtac, to sb'at eb' smac t'a elanhchamel t'a sjayil sti' ha' Jordán t'a Bet-bara, yacb'an manto k'och eb' ajk'ol chi'. Ix sk'anab'ajej eb' sb'ati."
        },
        {
            "number": "25",
            "text": "Ix yamchaj chavanh eb' winh sat yajal yaj t'a eb' madianita chi' yuj eb', jun winh scuch Oreb, junxo winh scuchan Zeeb. Ha winhaj Oreb chi', ix miljicham winh b'aj ay jun q'uen tenam, aton q'uen ix scuchcan Oreb. Axo winhaj Zeeb chi', ix cham winh b'aj ay jun tek'lab'el yal uva, yuj chi' Zeeb ix sb'iejkan jun chi'. Ix b'atnhej eb' yinhtilal Efraín chi' t'a spatic eb' madianita chi', ix yik'ancot sjolom winhaj Oreb chi' eb' yet' yic winhaj Zeeb chi' t'a winhaj Gedeón chi' t'a sti' ha' Jordán chi'."
        }
    ]
}