{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Masanil eb' yinhtilal Efraín ix cot yoval t'a winhaj Gedeón chi', ix yalan eb' icha tik: ¿Tas yuj maj onh avtej yic tzonh b'at ed' t'a oval yet' eb' madianita chi'? xchi eb'. Te ya ix yal eb' t'a winh."
        },
        {
            "number": "2",
            "text": "Palta ix tak'vi winh t'a eb' icha tik: --¿Tom tze na' to ek'b'al yelk'och tas ix co k'ulej t'a sb'ab'elal a onh yinhtil onh winhaj Abiezer tik t'a yichanh tas ix e k'ulej t'a slajvub'alxo a ex yinhtilal Efraín ex tik?"
        },
        {
            "number": "3",
            "text": "Ha Dios ix ak'anoch eb' yajalil eb' madianita t'a yol e k'ab' a ex tik, aton winhaj Oreb yet' winhaj Zeeb. Malaj yelk'och tas ix in k'ulej a in tik t'a yichanh tas niwan yelk'och ix e k'ulej chi' a ex tik, xchi winh. Ayic ix yab'an eb' tas ix yal winh chi', ix sicb'iem yoval sk'ol eb' chi'."
        },
        {
            "number": "4",
            "text": "Ix emk'och winhaj Gedeón yet' 300 eb' winh soldado t'a sti' ha' Jordán, wach'chom te k'unb'inacxo eb' winh, palta ixto b'atnhej tzak'an eb' winh t'a spatic eb' ajk'ol chi', masanto ix k'axpajek' eb' winh t'ha ha'."
        },
        {
            "number": "5",
            "text": "Ayic ix k'och eb' winh t'a Sucot, ix yalan winhaj Gedeón chi' t'a eb' cajan ta' icha tik: --Comonoc tz'el t'a e k'ool, tzeyak' jab'oc tas sva eb' winh ajun ved' tik, yujto tz'el yip eb' winh yuj vejel, yujto ayonh och t'a spatic winhaj Zeba yet' winhaj Zalmuna, aton eb' winh sreyal eb' madianita, xchi winh."
        },
        {
            "number": "6",
            "text": "Ix tak'vi eb' yajalil chonhab' chi' t'a winh icha tik: --¿Tom toxo ix yamchaj winhaj Zeba yet' winhaj Zalmuna chi' eyuuj, yuj chi' scak' wa eb' winh a soldado tik? xchi eb'."
        },
        {
            "number": "7",
            "text": "Ix tak'vi winhaj Gedeón chi': --Ayic ol ak'jococh winhaj Zeba yet' winhaj Zalmuna chi' t'a yol co k'ab' yuj Jehová, ayic ol onh jax t'a tik, ol co maq'uel tzililjoc e chib'ejal t'a e patic t'a te' q'uiix ol quik'cot t'a taquinh lu'um, xchi winh."
        },
        {
            "number": "8",
            "text": "Ix el eb' winh t'a jun chonhab' chi', ix k'och eb' winh t'a Peniel, ix sk'ananpax svael eb' winh soldado winhaj Gedeón chi' ta', palta icha ix aj yalan eb' aj Sucot, icha pax chi' ix aj yalan eb' aj Peniel chi' t'a winh."
        },
        {
            "number": "9",
            "text": "Ix yalanxi winh icha tik: --Ayic ol onh meltzaj t'a junk'olal, ol co maq'uem vecnaj jun cuartel b'aj tze col e b'a tik, xchi winh."
        },
        {
            "number": "10",
            "text": "Axo t'a Carcor ayek' winhaj Zeba yet' winhaj Zalmuna chi', 15 milto eb' soldado madianita ayek' yet' eb' winh. Axonhej eb' chi', yujto 120 mil eb' toxo ix chami."
        },
        {
            "number": "11",
            "text": "Ix k'och winhaj Gedeón yet' eb' soldado t'a spatic eb' ajk'ol chi' t'a stitac tzinan lum t'a yichanhb'at Noba yet' t'a Jogbeha. Satk'olal yaj eb' soldado madianita chi' ix k'och eb'."
        },
        {
            "number": "12",
            "text": "Axo pax winhaj Zeba yet' winhaj Zalmuna chi', ix b'at eb' winh elelal, palta ix och winhaj Gedeón chi' t'a spatic eb' winh, masanto ix yamchaj eb' winh yuj winh, haxo eb' soldado eb' winh, ix saclemcanb'at eb' yuj xivelal."
        },
        {
            "number": "13",
            "text": "Axo yic ix paxta winhaj Gedeón yet' eb' soldado chi' t'a oval, ix ek' eb' t'a xachanil lum svitzal Heres."
        },
        {
            "number": "14",
            "text": "Ata' ix yamchaj jun winh quelem aj Sucot yuj eb', ix sk'anb'an eb' t'a winh tastac sb'i eb' yajal yaj t'a Sucot chi'. Axo winh quelem chi' ix tz'ib'an sb'i junjun eb', 77 eb' t'a smasanil."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi' ix b'at winhaj Gedeón t'a Sucot chi', ix yalan winh t'a eb' anima ta' icha tik: --¿Tzam e nacot tas aj in e b'uchani? Eyalani: ¿Tom toxo ix yamchaj winhaj Zeba yet' winhaj Zalmuna chi' eyuuj, yuj chi' scak' wa eb' winh a soldado k'unb'inac ay svejel tik? xe chi. Ha ticnaic jun, ina eb' winh tik, xchi winh."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix yik'ancot te' q'uiix winh, te' ix yik'cot eb' t'a taquinh lu'um, ix smak'an eb' yajalil chonhab' Sucot chi' winh t'a te'."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix b'atpax eb' winh t'a Peniel, ix smak'anem vecnaj jun cuartel eb' winh, aton b'aj scol sb'a eb' soldado, ix smilancham masanil eb' winh vinac eb'."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix sk'anb'an winhaj Gedeón t'a winhaj Zeba yet' t'a winhaj Zalmuna chi' icha tik: --¿Chajtil yilji eb' winh ix e milcham t'a Tabor? xchi winh t'a eb' winh. Ix tak'vi eb' winh: --Icha val ilji tik, icha chi' yilji eb' winh. Icha yilji eb' winh yajal, icha chi' yilji eb' winh, xchi eb' winh."
        },
        {
            "number": "19",
            "text": "Ayic ix yab'an winhaj Gedeón chi' icha chi', ix yalan winh: --Ha eb' winh chi', vuk'tac eb' winh, junnhej in nun yet' eb' winh. Yuj chi' swal t'a yichanh Jehová, tato maj e milcham e winh vuk'tac chi', max am ex in milpaxcham ticnaic, xchi winh."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix yalan winh t'a winhaj Jeter b'ab'el yunin icha tik: --Lemach, milcham eb' winh tik, xchi winh. Yune' quelemto winhaj Jeter chi', yuj chi' ix xiv winh yik'anq'ueta q'uen yespada yic smilancham eb' winh."
        },
        {
            "number": "21",
            "text": "Ix yalan winhaj Zeba yet' winhaj Zalmuna t'a winhaj Gedeón chi' icha tik: --Cotanh ach tik, a ach lak'an tzonh a milchamoc, yujto ojtacab'ilxo to max ach xivi, ak'um oval ach paxi, xchi eb' winh. Ix q'ue jucnaj winhaj Gedeón chi', ix smilancham chavanh eb' winh rey chi' winh. Axo juntzanh q'uen q'ueen ayoch yelvanub'oc sjaj nok' scamello eb' winh, ix yiq'uel q'ueen winh."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix yalan eb' yetisraelal winh chi' t'ay: --Ha ach ix onh a colel t'a yol sk'ab' eb' madianita, yuj chi' a ach yet' eb' inhtilal ol ex ochcan cajaliloc, xchi eb'."
        },
        {
            "number": "23",
            "text": "Ix tak'vi winh t'a eb' icha tik: --Manh ol in ochlaj eyajaliloc, manh ol ochpaxlaj eb' vuninal, palta a Jehová Cajal yaji."
        },
        {
            "number": "24",
            "text": "Anhej jun tzin k'an t'ayex to tzeyak' q'uen uchiquin t'ayin, aton q'uen ix eyiq'uek' t'a eb' madianita, xchi winh. Yed'nac juntzanh q'uen uchiquin nab'a oro eb' ajk'ol chi', yujto icha chi' sb'eyb'al eb' cajan t'a tzinan lu'um."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix slich'anem jun k'apac k'apac eb', ix yak'anem q'uen uchiquin chi' eb' t'a yib'anh k'apac. Ix yalan eb' t'a winh icha tik: --Ina q'ueen tik, t'a val smasanil co k'ool scak' q'uen t'ayach, xchi eb'."
        },
        {
            "number": "26",
            "text": "Ha jantac q'uen oro ayoch t'a q'uen uchiquin chi', ay am 40 libraoc yalil q'ueen. Ch'oc pax yaj juntzanhxo q'uen q'ueen wach' yilji yet' yelvanub' yet' k'apac spichul eb' winh sreyal madianita yet' pax q'uen q'ueen ayoch yelvanub'oc sjaj nok' scamello eb' winh."
        },
        {
            "number": "27",
            "text": "Ha yet' juntzanh q'ueen chi' ix sb'o jun yechel winhaj Gedeón chi', ix yak'ancan winh t'a schonhab' scuch Ofra. Ix spatiquejel Jehová eb' israel, haxo t'a jun yechel chi' sk'anb'ej sb'a eb'. Yuj chi' ix cotcan t'a yib'anh winhaj Gedeón chi' yet' yinhtilal."
        },
        {
            "number": "28",
            "text": "Ix kan eb' madianita t'a yalanh smandar eb' israel chi', majxo yal-laj scolan sb'a eb'. 40 ab'il manhxalaj oval, junk'olal ix aj eb' israel chi' ayic ayek' winhaj Gedeón chi' yet' eb'."
        },
        {
            "number": "29",
            "text": "Ayic ix lajvi oval chi', ix pax winhaj Jerobaal, aton winhaj Gedeón yuninal winhaj Joás chi' t'a spat."
        },
        {
            "number": "30",
            "text": "Tzijtum eb' winh yuninal winh, 70 eb' winh t'a smasanil, yujto tzijtum eb' ix ix, ix yik' winh."
        },
        {
            "number": "31",
            "text": "Ay pax junxo ix aj Siquem ix yik' winh, ay jun yune' ix ix alji yet' winh. Abimelec ix yak' winh sb'iej jun yunin chi'."
        },
        {
            "number": "32",
            "text": "Ayic ix cham winhaj Gedeón yuninal winhaj Joás chi', te icham vinacxo winh. Ix mucji winh b'aj mucancan winh smam winh t'a Ofra, b'aj ay eb' yinhtilal Abiezer."
        },
        {
            "number": "33",
            "text": "Ayic ayxo scham winhaj Gedeón chi', a eb' israel chi', ix spatiquejxiel Jehová eb', ix ochxi eb' ejmelal t'a comon dios scuchan Baal-berit."
        },
        {
            "number": "34",
            "text": "Ix b'atcan Jehová sDiosal eb' satk'olal yuj, wach'chom a ix colan eb' t'a eb' t'a juntzanh nación ajk'ol oyanoch t'a spatic yichanh eb'."
        },
        {
            "number": "35",
            "text": "Malaj jab'oc tas wach' ix yak' eb' spacoc t'a eb' yinhtilal winhaj Gedeón chi' yuj tas ix sk'ulej winh yuj swach'iloc eb'."
        }
    ]
}