{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Masanil eb' yinhtilal Efraín ix cot yoval t'a vinhaj Gedeón chi', ix yalan eb' icha tik: ¿Tas yuj maj onh avtej yic tzonh b'at ed' t'a oval yet' eb' madianita chi'? xchi eb'. Te ya ix yal eb' t'a vinh."
        },
        {
            "number": "2",
            "text": "Palta ix tak'vi vinh t'a eb' icha tik: --¿Tom tze na' to ek'b'al yelk'och tas ix co k'ulej t'a sb'ab'elal a onh yinhtil onh vinhaj Abiezer tik t'a yichanh tas ix e k'ulej t'a slajvub'alxo a ex yinhtilal Efraín ex tik?"
        },
        {
            "number": "3",
            "text": "Ha Dios ix ak'anoch eb' yajalil eb' madianita t'a yol e k'ab' a ex tik, aton vinhaj Oreb yet' vinhaj Zeeb. Malaj yelk'och tas ix in k'ulej a in tik t'a yichanh tas niwan yelk'och ix e k'ulej chi' a ex tik, xchi vinh. Ayic ix yab'an eb' tas ix yal vinh chi', ix sicb'iem yoval sk'ol eb' chi'."
        },
        {
            "number": "4",
            "text": "Ix emk'och vinhaj Gedeón yet' 300 eb' vinh soldado t'a sti' ha' Jordán, wach'chom te k'unb'inacxo eb' vinh, palta ixto b'atnhej tzak'an eb' vinh t'a spatic eb' ajk'ol chi', masanto ix k'axpajek' eb' vinh t'ha ha'."
        },
        {
            "number": "5",
            "text": "Ayic ix k'och eb' vinh t'a Sucot, ix yalan vinhaj Gedeón chi' t'a eb' cajan ta' icha tik: --Comonoc tz'el t'a e k'ool, tzeyak' jab'oc tas sva eb' vinh ajun ved' tik, yujto tz'el yip eb' vinh yuj vejel, yujto ayonh och t'a spatic vinhaj Zeba yet' vinhaj Zalmuna, aton eb' vinh sreyal eb' madianita, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix tak'vi eb' yajalil chonhab' chi' t'a vinh icha tik: --¿Tom toxo ix yamchaj vinhaj Zeba yet' vinhaj Zalmuna chi' eyuuj, yuj chi' scak' wa eb' vinh a soldado tik? xchi eb'."
        },
        {
            "number": "7",
            "text": "Ix tak'vi vinhaj Gedeón chi': --Ayic ol ak'jococh vinhaj Zeba yet' vinhaj Zalmuna chi' t'a yol co k'ab' yuj Jehová, ayic ol onh jax t'a tik, ol co maq'uel tzililjoc e chib'ejal t'a e patic t'a te' q'uiix ol quik'cot t'a taquinh lu'um, xchi vinh."
        },
        {
            "number": "8",
            "text": "Ix el eb' vinh t'a jun chonhab' chi', ix k'och eb' vinh t'a Peniel, ix sk'ananpax svael eb' vinh soldado vinhaj Gedeón chi' ta', palta icha ix aj yalan eb' aj Sucot, icha pax chi' ix aj yalan eb' aj Peniel chi' t'a vinh."
        },
        {
            "number": "9",
            "text": "Ix yalanxi vinh icha tik: --Ayic ol onh meltzaj t'a junk'olal, ol co maq'uem vecnaj jun cuartel b'aj tze col e b'a tik, xchi vinh."
        },
        {
            "number": "10",
            "text": "Axo t'a Carcor ayek' vinhaj Zeba yet' vinhaj Zalmuna chi', 15 milto eb' soldado madianita ayek' yet' eb' vinh. Axonhej eb' chi', yujto 120 mil eb' toxo ix chami."
        },
        {
            "number": "11",
            "text": "Ix k'och vinhaj Gedeón yet' eb' soldado t'a spatic eb' ajk'ol chi' t'a stitac tzinan lum t'a yichanhb'at Noba yet' t'a Jogbeha. Satk'olal yaj eb' soldado madianita chi' ix k'och eb'."
        },
        {
            "number": "12",
            "text": "Axo pax vinhaj Zeba yet' vinhaj Zalmuna chi', ix b'at eb' vinh elelal, palta ix och vinhaj Gedeón chi' t'a spatic eb' vinh, masanto ix yamchaj eb' vinh yuj vinh, haxo eb' soldado eb' vinh, ix saclemcanb'at eb' yuj xivelal."
        },
        {
            "number": "13",
            "text": "Axo yic ix paxta vinhaj Gedeón yet' eb' soldado chi' t'a oval, ix ek' eb' t'a xachanil lum svitzal Heres."
        },
        {
            "number": "14",
            "text": "Ata' ix yamchaj jun vinh quelem aj Sucot yuj eb', ix sk'anb'an eb' t'a vinh tastac sb'i eb' yajal yaj t'a Sucot chi'. Axo vinh quelem chi' ix tz'ib'an sb'i junjun eb', 77 eb' t'a smasanil."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi' ix b'at vinhaj Gedeón t'a Sucot chi', ix yalan vinh t'a eb' anima ta' icha tik: --¿Tzam e nacot tas aj in e b'uchani? Eyalani: ¿Tom toxo ix yamchaj vinhaj Zeba yet' vinhaj Zalmuna chi' eyuuj, yuj chi' scak' wa eb' vinh a soldado k'unb'inac ay svejel tik? xe chi. Ha ticnaic jun, ina eb' vinh tik, xchi vinh."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix yik'ancot te' q'uiix vinh, te' ix yik'cot eb' t'a taquinh lu'um, ix smak'an eb' yajalil chonhab' Sucot chi' vinh t'a te'."
        },
        {
            "number": "17",
            "text": "Ixlajwi chi', ix b'atpax eb' vinh t'a Peniel, ix smak'anem vecnaj jun cuartel eb' vinh, aton b'aj scol sb'a eb' soldado, ix smilancham masanil eb' vinh vinac eb'."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ix sk'anb'an vinhaj Gedeón t'a vinhaj Zeba yet' t'a vinhaj Zalmuna chi' icha tik: --¿Chajtil yilji eb' vinh ix e milcham t'a Tabor? xchi vinh t'a eb' vinh. Ix tak'vi eb' vinh: --Icha val ilji tik, icha chi' yilji eb' vinh. Icha yilji eb' vinh yajal, icha chi' yilji eb' vinh, xchi eb' vinh."
        },
        {
            "number": "19",
            "text": "Ayic ix yab'an vinhaj Gedeón chi' icha chi', ix yalan vinh: --Ha eb' vinh chi', vuk'tac eb' vinh, junnhej in nun yet' eb' vinh. Yuj chi' sval t'a yichanh Jehová, tato maj e milcham e vinh vuk'tac chi', max am ex in milpaxcham ticnaic, xchi vinh."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix yalan vinh t'a vinhaj Jeter b'ab'el yunin icha tik: --Lemach, milcham eb' vinh tik, xchi vinh. Yune' quelemto vinhaj Jeter chi', yuj chi' ix xiv vinh yik'anq'ueta q'uen yespada yic smilancham eb' vinh."
        },
        {
            "number": "21",
            "text": "Ix yalan vinhaj Zeba yet' vinhaj Zalmuna t'a vinhaj Gedeón chi' icha tik: --Cotanh ach tik, a ach lak'an tzonh a milchamoc, yujto ojtacab'ilxo to max ach xivi, ak'um oval ach paxi, xchi eb' vinh. Ix q'ue jucnaj vinhaj Gedeón chi', ix smilancham chavanh eb' vinh rey chi' vinh. Axo juntzanh q'uen q'ueen ayoch yelvanub'oc sjaj nok' scamello eb' vinh, ix yiq'uel q'ueen vinh."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix yalan eb' yetisraelal vinh chi' t'ay: --Ha ach ix onh a colel t'a yol sk'ab' eb' madianita, yuj chi' a ach yet' eb' inhtilal ol ex ochcan cajaliloc, xchi eb'."
        },
        {
            "number": "23",
            "text": "Ix tak'vi vinh t'a eb' icha tik: --Manh ol in ochlaj eyajaliloc, manh ol ochpaxlaj eb' vuninal, palta a Jehová Cajal yaji."
        },
        {
            "number": "24",
            "text": "Anhej jun tzin k'an t'ayex to tzeyak' q'uen uchiquin t'ayin, aton q'uen ix eyiq'uek' t'a eb' madianita, xchi vinh. Yed'nac juntzanh q'uen uchiquin nab'a oro eb' ajk'ol chi', yujto icha chi' sb'eyb'al eb' cajan t'a tzinan lu'um."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix slich'anem jun k'apac k'apac eb', ix yak'anem q'uen uchiquin chi' eb' t'a yib'anh k'apac. Ix yalan eb' t'a vinh icha tik: --Ina q'ueen tik, t'a val smasanil co k'ool scak' q'uen t'ayach, xchi eb'."
        },
        {
            "number": "26",
            "text": "Ha jantac q'uen oro ayoch t'a q'uen uchiquin chi', ay am 40 libraoc yalil q'ueen. Ch'oc pax yaj juntzanhxo q'uen q'ueen wach' yilji yet' yelvanub' yet' k'apac spichul eb' vinh sreyal madianita yet' pax q'uen q'ueen ayoch yelvanub'oc sjaj nok' scamello eb' vinh."
        },
        {
            "number": "27",
            "text": "Ha yet' juntzanh q'ueen chi' ix sb'o jun yechel vinhaj Gedeón chi', ix yak'ancan vinh t'a schonhab' scuch Ofra. Ix spatiquejel Jehová eb' israel, haxo t'a jun yechel chi' sk'anb'ej sb'a eb'. Yuj chi' ix cotcan t'a yib'anh vinhaj Gedeón chi' yet' yinhtilal."
        },
        {
            "number": "28",
            "text": "Ix kan eb' madianita t'a yalanh smandar eb' israel chi', majxo yal-laj scolan sb'a eb'. 40 ab'il manhxalaj oval, junk'olal ix aj eb' israel chi' ayic ayek' vinhaj Gedeón chi' yet' eb'."
        },
        {
            "number": "29",
            "text": "Ayic ix lajvi oval chi', ix pax vinhaj Jerobaal, aton vinhaj Gedeón yuninal vinhaj Joás chi' t'a spat."
        },
        {
            "number": "30",
            "text": "Tzijtum eb' vinh yuninal vinh, 70 eb' vinh t'a smasanil, yujto tzijtum eb' ix ix, ix yik' vinh."
        },
        {
            "number": "31",
            "text": "Ay pax junxo ix aj Siquem ix yik' vinh, ay jun yune' ix ix alji yet' vinh. Abimelec ix yak' vinh sb'iej jun yunin chi'."
        },
        {
            "number": "32",
            "text": "Ayic ix cham vinhaj Gedeón yuninal vinhaj Joás chi', te icham vinacxo vinh. Ix mucji vinh b'aj mucancan vinh smam vinh t'a Ofra, b'aj ay eb' yinhtilal Abiezer."
        },
        {
            "number": "33",
            "text": "Ayic ayxo scham vinhaj Gedeón chi', a eb' israel chi', ix spatiquejxiel Jehová eb', ix ochxi eb' ejmelal t'a comon dios scuchan Baal-berit."
        },
        {
            "number": "34",
            "text": "Ix b'atcan Jehová sDiosal eb' satk'olal yuj, wach'chom a ix colan eb' t'a eb' t'a juntzanh nación ajk'ol oyanoch t'a spatic yichanh eb'."
        },
        {
            "number": "35",
            "text": "Malaj jab'oc tas wach' ix yak' eb' spacoc t'a eb' yinhtilal vinhaj Gedeón chi' yuj tas ix sk'ulej vinh yuj swach'iloc eb'."
        }
    ]
}