{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Masanil eb' yinhtilal Efraín ix cot yoval d'a vinhaj Gedeón chi', ix yalan eb' icha tic: ¿Tas yuj maj onh avtej yic tzonh b'at ed' d'a oval yed' eb' madianita chi'? xchi eb'. Te ya ix yal eb' d'a vinh."
        },
        {
            "number": "2",
            "text": "Palta ix tak'vi vinh d'a eb' icha tic: --¿Tom tze na' to ek'b'al yelk'och tas ix co k'ulej d'a sb'ab'elal a onh yinhtil onh vinhaj Abiezer tic d'a yichanh tas ix e k'ulej d'a slajvub'alxo a ex yinhtilal Efraín ex tic?"
        },
        {
            "number": "3",
            "text": "A Dios ix ak'anoch eb' yajalil eb' madianita d'a yol e k'ab' a ex tic, aton vinhaj Oreb yed' vinhaj Zeeb. Malaj yelk'och tas ix in k'ulej a in tic d'a yichanh tas nivan yelk'och ix e k'ulej chi' a ex tic, xchi vinh. Ayic ix yab'an eb' tas ix yal vinh chi', ix sicb'iem yoval sk'ol eb' chi'."
        },
        {
            "number": "4",
            "text": "Ix emk'och vinhaj Gedeón yed' 300 eb' vinh soldado d'a sti' a' Jordán, vach'chom te k'unb'inacxo eb' vinh, palta ixto b'atnhej tzak'an eb' vinh d'a spatic eb' ajk'ol chi', masanto ix k'axpajek' eb' vinh d'a a'."
        },
        {
            "number": "5",
            "text": "Ayic ix k'och eb' vinh d'a Sucot, ix yalan vinhaj Gedeón chi' d'a eb' cajan ta' icha tic: --Comonoc tz'el d'a e k'ool, tzeyak' jab'oc tas sva eb' vinh ajun ved' tic, yujto tz'el yip eb' vinh yuj vejel, yujto ayonh och d'a spatic vinhaj Zeba yed' vinhaj Zalmuna, aton eb' vinh sreyal eb' madianita, xchi vinh."
        },
        {
            "number": "6",
            "text": "Ix tak'vi eb' yajalil chonhab' chi' d'a vinh icha tic: --¿Tom toxo ix yamchaj vinhaj Zeba yed' vinhaj Zalmuna chi' eyuuj, yuj chi' scak' va eb' vinh a soldado tic? xchi eb'."
        },
        {
            "number": "7",
            "text": "Ix tak'vi vinhaj Gedeón chi': --Ayic ol ak'jococh vinhaj Zeba yed' vinhaj Zalmuna chi' d'a yol co k'ab' yuj Jehová, ayic ol onh jax d'a tic, ol co maq'uel tzililjoc e chib'ejal d'a e patic d'a te' q'uiix ol quik'cot d'a taquinh luum, xchi vinh."
        },
        {
            "number": "8",
            "text": "Ix el eb' vinh d'a jun chonhab' chi', ix k'och eb' vinh d'a Peniel, ix sk'ananpax svael eb' vinh soldado vinhaj Gedeón chi' ta', palta icha ix aj yalan eb' aj Sucot, icha pax chi' ix aj yalan eb' aj Peniel chi' d'a vinh."
        },
        {
            "number": "9",
            "text": "Ix yalanxi vinh icha tic: --Ayic ol onh meltzaj d'a junk'olal, ol co maq'uem vecnaj jun cuartel b'aj tze col e b'a tic, xchi vinh."
        },
        {
            "number": "10",
            "text": "Axo d'a Carcor ayek' vinhaj Zeba yed' vinhaj Zalmuna chi', 15 milto eb' soldado madianita ayek' yed' eb' vinh. Axonhej eb' chi', yujto 120 mil eb' toxo ix chami."
        },
        {
            "number": "11",
            "text": "Ix k'och vinhaj Gedeón yed' eb' soldado d'a spatic eb' ajk'ol chi' d'a stitac tz'inan lum d'a yichanhb'at Noba yed' d'a Jogbeha. Satk'olal yaj eb' soldado madianita chi' ix k'och eb'."
        },
        {
            "number": "12",
            "text": "Axo pax vinhaj Zeba yed' vinhaj Zalmuna chi', ix b'at eb' vinh elelal, palta ix och vinhaj Gedeón chi' d'a spatic eb' vinh, masanto ix yamchaj eb' vinh yuj vinh, axo eb' soldado eb' vinh, ix saclemcanb'at eb' yuj xivelal."
        },
        {
            "number": "13",
            "text": "Axo yic ix paxta vinhaj Gedeón yed' eb' soldado chi' d'a oval, ix ek' eb' d'a xachanil lum svitzal Heres."
        },
        {
            "number": "14",
            "text": "Ata' ix yamchaj jun vinh quelem aj Sucot yuj eb', ix sk'anb'an eb' d'a vinh tastac sb'i eb' yajal yaj d'a Sucot chi'. Axo vinh quelem chi' ix tz'ib'an sb'i junjun eb', 77 eb' d'a smasanil."
        },
        {
            "number": "15",
            "text": "Ix lajvi chi' ix b'at vinhaj Gedeón d'a Sucot chi', ix yalan vinh d'a eb' anima ta' icha tic: --¿Tzam e nacot tas aj in e b'uchani? Eyalani: ¿Tom toxo ix yamchaj vinhaj Zeba yed' vinhaj Zalmuna chi' eyuuj, yuj chi' scak' va eb' vinh a soldado k'unb'inac ay svejel tic? xe chi. A ticnaic jun, ina eb' vinh tic, xchi vinh."
        },
        {
            "number": "16",
            "text": "Ix lajvi chi', ix yik'ancot te' q'uiix vinh, te' ix yik'cot eb' d'a taquinh luum, ix smak'an eb' yajalil chonhab' Sucot chi' vinh d'a te'."
        },
        {
            "number": "17",
            "text": "Ix lajvi chi', ix b'atpax eb' vinh d'a Peniel, ix smak'anem vecnaj jun cuartel eb' vinh, aton b'aj scol sb'a eb' soldado, ix smilancham masanil eb' vinh vinac eb'."
        },
        {
            "number": "18",
            "text": "Ix lajvi chi', ix sk'anb'an vinhaj Gedeón d'a vinhaj Zeba yed' d'a vinhaj Zalmuna chi' icha tic: --¿Chajtil yilji eb' vinh ix e milcham d'a Tabor? xchi vinh d'a eb' vinh. Ix tak'vi eb' vinh: --Icha val ilji tic, icha chi' yilji eb' vinh. Icha yilji eb' vinh yajal, icha chi' yilji eb' vinh, xchi eb' vinh."
        },
        {
            "number": "19",
            "text": "Ayic ix yab'an vinhaj Gedeón chi' icha chi', ix yalan vinh: --A eb' vinh chi', vuk'tac eb' vinh, junnhej in nun yed' eb' vinh. Yuj chi' sval d'a yichanh Jehová, tato maj e milcham e vinh vuk'tac chi', max am ex in milpaxcham ticnaic, xchi vinh."
        },
        {
            "number": "20",
            "text": "Ix lajvi chi', ix yalan vinh d'a vinhaj Jeter b'ab'el yunin icha tic: --Lemach, milcham eb' vinh tic, xchi vinh. Yune' quelemto vinhaj Jeter chi', yuj chi' ix xiv vinh yik'anq'ueta q'uen yespada yic smilancham eb' vinh."
        },
        {
            "number": "21",
            "text": "Ix yalan vinhaj Zeba yed' vinhaj Zalmuna d'a vinhaj Gedeón chi' icha tic: --Cotanh ach tic, a ach lak'an tzonh a milchamoc, yujto ojtacab'ilxo to max ach xivi, ak'um oval ach paxi, xchi eb' vinh. Ix q'ue jucnaj vinhaj Gedeón chi', ix smilancham chavanh eb' vinh rey chi' vinh. Axo juntzanh q'uen q'ueen ayoch yelvanub'oc sjaj nok' scamello eb' vinh, ix yiq'uel q'ueen vinh."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi', ix yalan eb' yetisraelal vinh chi' d'ay: --A ach ix onh a colel d'a yol sk'ab' eb' madianita, yuj chi' a ach yed' eb' inhtilal ol ex ochcan cajaliloc, xchi eb'."
        },
        {
            "number": "23",
            "text": "Ix tak'vi vinh d'a eb' icha tic: --Manh ol in ochlaj eyajaliloc, manh ol ochpaxlaj eb' vuninal, palta a Jehová Cajal yaji."
        },
        {
            "number": "24",
            "text": "Anhej jun tzin k'an d'ayex to tzeyak' q'uen uchiquin d'ayin, aton q'uen ix eyiq'uek' d'a eb' madianita, xchi vinh. Yed'nac juntzanh q'uen uchiquin nab'a oro eb' ajk'ol chi', yujto icha chi' sb'eyb'al eb' cajan d'a tz'inan luum."
        },
        {
            "number": "25",
            "text": "Yuj chi' ix slich'anem jun k'apac k'apac eb', ix yak'anem q'uen uchiquin chi' eb' d'a yib'anh k'apac. Ix yalan eb' d'a vinh icha tic: --Ina q'ueen tic, d'a val smasanil co k'ool scak' q'uen d'ayach, xchi eb'."
        },
        {
            "number": "26",
            "text": "A jantac q'uen oro ayoch d'a q'uen uchiquin chi', ay am 40 libraoc yalil q'ueen. Ch'oc pax yaj juntzanhxo q'uen q'ueen vach' yilji yed' yelvanub' yed' k'apac spichul eb' vinh sreyal madianita yed' pax q'uen q'ueen ayoch yelvanub'oc sjaj nok' scamello eb' vinh."
        },
        {
            "number": "27",
            "text": "A yed' juntzanh q'ueen chi' ix sb'o jun yechel vinhaj Gedeón chi', ix yak'ancan vinh d'a schonhab' scuch Ofra. Ix spatiquejel Jehová eb' israel, axo d'a jun yechel chi' sk'anb'ej sb'a eb'. Yuj chi' ix cotcan d'a yib'anh vinhaj Gedeón chi' yed' yinhtilal."
        },
        {
            "number": "28",
            "text": "Ix can eb' madianita d'a yalanh smandar eb' israel chi', majxo yal-laj scolan sb'a eb'. 40 ab'il manhxalaj oval, junk'olal ix aj eb' israel chi' ayic ayek' vinhaj Gedeón chi' yed' eb'."
        },
        {
            "number": "29",
            "text": "Ayic ix lajvi oval chi', ix pax vinhaj Jerobaal, aton vinhaj Gedeón yuninal vinhaj Joás chi' d'a spat."
        },
        {
            "number": "30",
            "text": "Tzijtum eb' vinh yuninal vinh, 70 eb' vinh d'a smasanil, yujto tzijtum eb' ix ix, ix yik' vinh."
        },
        {
            "number": "31",
            "text": "Ay pax junxo ix aj Siquem ix yik' vinh, ay jun yune' ix ix alji yed' vinh. Abimelec ix yak' vinh sb'iej jun yunin chi'."
        },
        {
            "number": "32",
            "text": "Ayic ix cham vinhaj Gedeón yuninal vinhaj Joás chi', te icham vinacxo vinh. Ix mucji vinh b'aj mucancan vinh smam vinh d'a Ofra, b'aj ay eb' yinhtilal Abiezer."
        },
        {
            "number": "33",
            "text": "Ayic ayxo scham vinhaj Gedeón chi', a eb' israel chi', ix spatiquejxiel Jehová eb', ix ochxi eb' ejmelal d'a comon dios scuchan Baal-berit."
        },
        {
            "number": "34",
            "text": "Ix b'atcan Jehová sDiosal eb' satk'olal yuuj, vach'chom a ix colan eb' d'a eb' d'a juntzanh nación ajk'ol oyanoch d'a spatic yichanh eb'."
        },
        {
            "number": "35",
            "text": "Malaj jab'oc tas vach' ix yak' eb' spacoc d'a eb' yinhtilal vinhaj Gedeón chi' yuj tas ix sk'ulej vinh yuj svach'iloc eb'."
        }
    ]
}