{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Ha winhaj Abimelec yuninal winhaj Jerobaal, ix b'at winh t'a Siquem lolonel yet' eb' sk'ab' yoc ix snun, ix yalan winh t'a eb':"
        },
        {
            "number": "2",
            "text": "--Ha tiknaik swal t'ayex to wach' tze montej eb' eyetchonhab' t'a Siquem tik, tze k'anb'an t'a eb' icha tik: ¿Vach'am tzeyab'i to a 70 eb' yuninal winhaj Jerobaal syak' yajalil t'a quib'anh, mato wach' to junnhej winh tz'och cajaliloc? xe chi t'a eb'. Naeccoti to a innhej ay vuj in b'a eyed'oc, xchi winh."
        },
        {
            "number": "3",
            "text": "Ha eb' ayto yuj sb'a chi' yet' winh, ix syamoch eb' yalan t'a eb' yetchonhab' t'a Siquem chi' to a winhaj Abimelec chi' tz'och yajalil t'a skal eb'. Ix scha sk'ol eb' chonhab' chi' icha chi', yujto ayto yuj sb'a eb' yet' winh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yiq'uelta 70 siclo q'uen plata eb' t'a yol stemplo comon dios scuchan Baal-berit, ix yak'an q'uen eb' t'a winhaj Abimelec chi'. Ha yet' q'uen ix stup juntzanh eb' winh jaragana vinac winh yic tz'och eb' winh yet' winh. Te chuk juntzanh eb' winh vinac chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix b'at eb' winh yet' winh t'a Ofra, b'aj ek'nac winh smam winh. Ata' ix smilcham 70 eb' yuk'tac winh t'a yib'anh jun q'uen q'ueen. Axonhej winhaj Jotam ix colchajcani, yujto ix sk'ub'ejcanel sb'a winh, aton winh slajvub' yuninal winhaj Jerobaal chi'."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix smolb'an sb'a eb' aj Siquem yet' eb' aj Bet-milo t'a yich jun te' mach' t'a Siquem chi', b'aj ay jun q'uen q'ueen niwan yelk'och t'a eb'. Ata' ix yak'och winhaj Abimelec eb' yajalil."
        },
        {
            "number": "7",
            "text": "Ayic ix alchaj jun chi' t'a winhaj Jotam chi', ix q'ue winh t'a jun tzalan t'a spak'ul lum vitzal Gerizim, te chaanh ix avajemta winh yic wach' masanil mach tz'ab'ani, ix yalan winh icha tik: --Ex aj Siquem, maclejec eyab' jun ab'ix ol wal tik yic wach' ol yab' Dios tas ol eyala'."
        },
        {
            "number": "8",
            "text": "Ha junel, masanil ab' te te' ix snib'ej yak'och junok yajalil. Yuj chi' ix ab' yal te' t'a te' olivo to tz'och te' yajaliloc te' smasanil."
        },
        {
            "number": "9",
            "text": "Ix ab' tak'vi te' olivo chi', ix yalan te': Maay, tato tzin och eyajaliloc e masanil, maxtzac am vak'laj aceite sk'anchaj yuj yik'jichaanh Dios, ma yic sk'anpax eb' anima, xchab' te'."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi', ab' yalanpax te' smasanil t'a te' higo yic tz'och te' yajalil."
        },
        {
            "number": "11",
            "text": "Ix ab' yalanpax te' higo chi': Maay, tato tzin och eyajaliloc e masanil, maxtzac am vak' in sat te chi' sloji, xchab' te'."
        },
        {
            "number": "12",
            "text": "Ix ab' yalanpax te' t'a te' uva to tz'och te' yajalil."
        },
        {
            "number": "13",
            "text": "Ix ab' yalanpax te' uva chi': Maay, tato tzin och eyajaliloc e masanil, tzam vactej vak'an vino tz'ak'an tzalajb'oc sk'ol Dios yet' eb' anima, xchab' te'."
        },
        {
            "number": "14",
            "text": "Slajvub'alxo ix ab' yalan te' t'a te' q'uiix to tz'och te' yajalil."
        },
        {
            "number": "15",
            "text": "Ix ab' yalan te' q'uiix chi' to syal yoch te' yajaliloc te te' chi' smasanil. Ix ab' yalan te': Tato yel t'a smasanil e k'ol tzin eyak'och eyajaliloc, ochanhec t'a yalanh venhul tik e masanil. Tato max yal e k'ol tzin och eyajaliloc jun, elocab'cot jun niwan k'ak' t'ayin yic stz'acanb'at te' k'ute' t'a Líbano, xchab' te' q'uiix chi'."
        },
        {
            "number": "16",
            "text": "Ha tiknaik jun, tzin k'anb'ej t'ayex: ¿Tom yel wal wach' ix e k'ulej, yuj chi' ix eyak'och winhaj Abimelec chi' eyajaliloc? ¿Tom smoj wal icha chi' tzeyutej yinhtilal winhaj Jerobaal chi' tiknaik?"
        },
        {
            "number": "17",
            "text": "Ix sb'ec sb'a winh in mam chi' scham eyuuj ayic ex scolanelta winh t'a yol sk'ab' eb' madianita."
        },
        {
            "number": "18",
            "text": "Ha exxo tik, tas xom wal eyaji, yuj chi' tzex meltzajoch ajk'olal t'a yinhtilal winh in mam chi'. Ix e milcham 70 yuninal winh t'a jun q'uen q'ueen, haxo winhaj Abimelec yune' jun ix schecab' winh in mam chi' ix eyak'och eyajaliloc, anhej am yujto ayto eyuj e b'a yet' winh yuj snun."
        },
        {
            "number": "19",
            "text": "Svalan t'ayex tiknaik: Tato wach' tze k'ulej t'a xilb'a in mam yet' t'a eb' yinhtilal, tzalajk'olalocab' eyaj yet' winhaj Abimelec chi', wach'nhejocab' ol aj yelk'och winh t'a e cal."
        },
        {
            "number": "20",
            "text": "Tato manh wach'oc jun, elocab'cot junok niwan k'ak' t'a winhaj Abimelec chi', yic tzex tz'ab'at ex aj Siquem yet' ex aj Bet-milo. Axo t'ayex tz'elpaxcot junok k'ak', yic stz'apaxb'at winhaj Abimelec chi', xchi winhaj Jotam chi'."
        },
        {
            "number": "21",
            "text": "Ixlajwi yalan juntzanh chi' winhaj Jotam chi', el lemnaj winh, ix b'at cajnajcan winh t'a Beer, yujto xiv winh t'a winhaj Abimelec winh yuk'tac chi'."
        },
        {
            "number": "22",
            "text": "Oxe' ab'il ix yak' yajalil winhaj Abimelec t'a yib'anh chonhab' Israel chi'."
        },
        {
            "number": "23",
            "text": "Axo Dios ix ak'anoch jun ajk'olal t'a skal winh yet' eb' aj Siquem chi', ix meltzajoch eb' ajk'olal t'a winh."
        },
        {
            "number": "24",
            "text": "Icha chi' ix aj yak'ji spak t'a winh yuj schamel 70 eb' winh yuk'tac smilnacchamoc. Ix ak'jipax spak t'a eb' aj Siquem chi', yujto ix yak'och sb'a eb' yet' winhaj Abimelec chi' t'a schucal chi'."
        },
        {
            "number": "25",
            "text": "Ha eb' aj Siquem chi', ay eb' sb'at sk'ub'ejel sb'ha t'a titac b'e t'a spak'ultac lum vitz, tz'elta eb' t'a eb' anima tzek' t'a yol b'e tzek' t'a slak'anil chonhab' chi' yic tz'elk'an eb'. Ix alji yab' winhaj Abimelec to icha chi' sk'ulej eb'."
        },
        {
            "number": "26",
            "text": "Ha t'a jun pekti’ chi', ix k'och jun winh scuchan Gaal yuninal winhaj Ebed yet' eb' sk'ab' yoc t'a Siquem chi', wach' ix kan winh t'a yol sat eb' anima ta'."
        },
        {
            "number": "27",
            "text": "Ayic q'uinhxo te' uva, tz'el eb' t'a spatiquel chonhab', yic smolan te' eb', sb'oan vino eb'. Ix yak'anoch jun q'uinh eb', ix och ijan eb' swa'i yet' yuk'vi anh eb' t'a yol stemplo sdiosal. Ha wal ta' te chuk ix yal eb' t'a spatic winhaj Abimelec chi'."
        },
        {
            "number": "28",
            "text": "Ix och ijan winhaj Gaal chi' yalani: ¿Mach jun winhaj Abimelec chi' yalani, yuj chi' tzonh yak' mandar winh? Ha winh chi', yuninal winh winhaj Jerobaal, haxo pax winhaj Zebul schecab' winh. Ha eb' winh chi' malaj yelk'och eb' winh. Ha onh pax aj Siquem onh tik, ¿tas yuj tonhej scak' co b'ha t'a winh? ¿Tom ol onh ochnhej schecab'oc eb' winh? Co naeccot tiknaik to a winh co mam quicham, aton winhaj Hamor, winh b'oannacq'ue chonhab' Siquem tik, yuj chi' quiq'uequel co b'ha t'a yol sk'ab' winhaj Abimelec chi'."
        },
        {
            "number": "29",
            "text": "A... tato a in eyajalil in, toxom ix in satel winhaj Abimelec chi', tzam wal t'a winh: Molb'ej eb' a soldado scak'an oval, xin chama, xchi winh."
        },
        {
            "number": "30",
            "text": "Ayic ix yab'an winhaj Zebul, yajal t'a Siquem chi' tas ix yal winhaj Gaal chi', ix te cot yoval winh."
        },
        {
            "number": "31",
            "text": "Elanhchamel ix yalb'at winh t'a winhaj Abimelec t'a elk'altac icha tik: Ix javi winhaj Gaal yuninal winhaj Ebed yet' eb' yuk'tac t'a tik, van yak'an sk'ol eb' anima eb' winh t'a a patic."
        },
        {
            "number": "32",
            "text": "Yuj chi' cotanh yet' eb' a soldado t'ak'walil, tze k'ub'anel e b'ha t'a titac chonhab' tik."
        },
        {
            "number": "33",
            "text": "Axo yic toxo sakb'i, tzex och eyak' oval t'a chonhab' tik, haxo yic tz'elta winhaj Gaal chi' yak' oval ed'oc yet' eb' soldado, ol xo ila' tas ol utej winh, xchib'at winhaj Zebul chi'."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix b'at winhaj Abimelec t'ak'walil yet' eb' soldado. Chanh makan ix aj sk'ub'anel sb'a eb' t'a spatictac chonhab' Siquem chi'."
        },
        {
            "number": "35",
            "text": "Ayic van yelta winhaj Gaal t'a spuertail chonhab' chi', ix eltapax winhaj Abimelec yet' eb' soldado b'aj k'ub'anel chi'."
        },
        {
            "number": "36",
            "text": "Ayic ix yilan winhaj Gaal chi', ix yalan winh t'a winhaj Zebul icha tik: --Iltonab'i, masanil t'a sattac vitz tz'emul eb' soldado, xchi winh. --Maay, a yenhul lum vitz tzal animail chi' a ach tik, xchi winhaj Zebul chi'."
        },
        {
            "number": "37",
            "text": "Ix yalanxi winhaj Gaal chi': --Anhejtona' ay eb' van yemta t'a tzalan scuchan Smuxuc Lum Luum. Van yempaxul eb' soldado t'a sb'eal b'aj nab'a ji yic eb' naumel lolonel, xchi winh."
        },
        {
            "number": "38",
            "text": "Ix yalanxi winhaj Zebul chi' t'a winh icha tik: --B'ajtil ay a lolonel ix laj al chi' tiknaik. Ix ala' to malaj yelk'och winhaj Abimelec yic tzonh och schecab'oc winh. Ha tiknaik chi' sjavi eb' soldado ix a b'uch chi', ixic chinaic, yic tzak' oval yet' eb', xchi winh."
        },
        {
            "number": "39",
            "text": "Ixlajwi chi', ix och winhaj Gaal scuchb'an eb' anima t'a Siquem, ix b'at yak'an oval eb' yet' winhaj Abimelec yet' eb' soldado."
        },
        {
            "number": "40",
            "text": "Axo winhaj Abimelec chi' ix och t'a spatic winhaj Gaal yet' eb' ayoch yet'oc. Maj techajlaj scolan sb'a winhaj Gaal chi', ix och lemnaj winh scol sb'ha t'a yol chonhab' chi'. Tzijtum mach ix cham t'a stiel chonhab' chi'."
        },
        {
            "number": "41",
            "text": "Ixlajwi chi', ix meltzaj winhaj Abimelec chi' t'a chonhab' Aruma. Axo winhaj Zebul chi' ix pechanel winhaj Gaal yet' eb' sk'ab' yoc t'a Siquem chi' t'a junelnhej."
        },
        {
            "number": "42",
            "text": "Axo t'a junxo k'u, ix b'at eb' aj Siquem chi' munlajel, ix yab'an winhaj Abimelec chi',"
        },
        {
            "number": "43",
            "text": "yuj chi' ox makan ix yutej eb' soldado winh, ix sk'ub'anel sb'a eb' t'a caltac te'. Ayic ix yilan eb' soldado chi' yelul eb' anima t'a spuertail chonhab', ix elta eb' b'aj k'ub'an chi', ix yak'an oval eb' yet' eb'."
        },
        {
            "number": "44",
            "text": "D'a jun rato chi', ix b'at winhaj Abimelec yet' jun makan eb' soldado smaccan spuertail chonhab' chi'. Palta haxo cha macanhxo eb' jun, ix yak' oval eb' yet' eb' anima ix elta munlajel t'a spatictac chonhab' Siquem chi'."
        },
        {
            "number": "45",
            "text": "Pilan k'u ix yak' oval winhaj Abimelec chi', masanto ix yak' ganar winh satanel jun chonhab' chi'. Ix smilcham masanil anima winh, ix smaq'uem vecnaj jun chonhab' chi' winh, ix secancanem atz'am atz'am winh t'a yib'anh."
        },
        {
            "number": "46",
            "text": "Ayic ix yab'an eb' anima t'a cuartel b'aj scol sb'a eb' t'a Siquem tas ix ajkan Siquem chi' yuj winhaj Abimelec chi', ix b'at eb' sk'ub'ejel sb'ha t'a yol stemplo comon dios scuch El-berit."
        },
        {
            "number": "47",
            "text": "Ayic ix yab'an winhaj Abimelec to ata' k'ub'anel eb' anima chi',"
        },
        {
            "number": "48",
            "text": "ix b'at winh yet' masanil eb' soldado t'a jun vitz scuchan Salmón. Ix yik'anb'at jun q'uen ch'acab' winh, ix sch'acanel jun sk'ab' jun te te' winh, ix yak'anq'ue te' winh t'a sjolom sjenhjab'. Ix yalan winh t'a masanil eb' anima to icha pax chi' syutej eb' t'a elanhchamel."
        },
        {
            "number": "49",
            "text": "Yuj chi' masanil anima ix ch'acanel junjun sk'ab' te te'. Ix och tzak'an eb' yuj winh masanto ix k'och eb' t'a templo chi'. Ix smolb'ancanoch sk'ab'tac te te' chi' eb' t'a spatic b'aj k'ub'anel eb' anima chi'. Ix yak'anoch sk'ak'al te' eb', yuj chi' ix cham masanil eb' anima ayek' chi' ta'. Ay am miloc eb' winh vinac yet' eb' ix ix, ix chami."
        },
        {
            "number": "50",
            "text": "Ixlajwi chi', ix b'at winhaj Abimelec chi' yet' eb' winh soldado yak' oval t'a chonhab' Tebes. Elanhchamel ix yoy sb'a eb' t'a spatic chonhab' chi', ix yak'an ganar eb'."
        },
        {
            "number": "51",
            "text": "Ha t'a snanhal yol jun chonhab' chi', ata' ay jun cuartel b'aj scol sb'a eb' anima ayic ay oval. Ata' ix b'at eb' anima sk'ub'ejel sb'a. Te wach' ix yutej eb' smacan spuertail, ix q'ue eb' t'a yib'anh."
        },
        {
            "number": "52",
            "text": "Ix k'och lemnaj winhaj Abimelec chi' t'a spuertail chi' yic syak'anoch sk'ak'al winh yalani."
        },
        {
            "number": "53",
            "text": "Axo jun ix ix ayq'ue t'a yib'anh cuartel chi' ix actanemta jun q'uen q'ueen yic molino. k'ocb'il wal t'a sjolom winhaj Abimelec chi' ix em q'ueen, ix apchaj winh yuj q'ueen."
        },
        {
            "number": "54",
            "text": "Elanhchamel ix yal winh t'a jun winh scuchumal syamk'ab' yic oval: Ik'cot q'uen espada, milinchamoc, malaj in gana ol alchajoc to a junok ix ix, ix in milani, xchi winh. Yuj chi' ix yik'cot q'uen yespada winh chi', ix stecanoch q'uen winh t'a winhaj Abimelec chi', ix cham winh."
        },
        {
            "number": "55",
            "text": "Ayic ix yilan eb' soldado to toxo ix cham winh, ix meltzaj eb' t'a spat junjun."
        },
        {
            "number": "56",
            "text": "Icha chi' ix yutej Dios yak'an spak t'a winhaj Abimelec chi' yuj chukal sk'ulejnac t'a winh smam, ayic smilannaccham 70 eb' winh yuk'tac winh."
        },
        {
            "number": "57",
            "text": "Anheja' icha chi' ix ajpax yak'ji spak t'a eb' anima t'a Siquem chi' yuj schucal, ix elk'och scatab' winhaj Jotam yuninal winhaj Jerobaal t'a yib'anh eb'."
        }
    ]
}