{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "A vinhaj Abimelec yuninal vinhaj Jerobaal, ix b'at vinh d'a Siquem lolonel yed' eb' sk'ab' yoc ix snun, ix yalan vinh d'a eb':"
        },
        {
            "number": "2",
            "text": "--A ticnaic sval d'ayex to vach' tze montej eb' eyetchonhab' d'a Siquem tic, tze k'anb'an d'a eb' icha tic: ¿Vach'am tzeyab'i to a 70 eb' yuninal vinhaj Jerobaal syak' yajalil d'a quib'anh, mato vach' to junnhej vinh tz'och cajaliloc? xe chi d'a eb'. Naeccoti to a innhej ay vuj in b'a eyed'oc, xchi vinh."
        },
        {
            "number": "3",
            "text": "A eb' ayto yuj sb'a chi' yed' vinh, ix syamoch eb' yalan d'a eb' yetchonhab' d'a Siquem chi' to a vinhaj Abimelec chi' tz'och yajalil d'a scal eb'. Ix scha sk'ol eb' chonhab' chi' icha chi', yujto ayto yuj sb'a eb' yed' vinh."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix yiq'uelta 70 siclo q'uen plata eb' d'a yol stemplo comon dios scuchan Baal-berit, ix yak'an q'uen eb' d'a vinhaj Abimelec chi'. A yed' q'uen ix stup juntzanh eb' vinh jaragana vinac vinh yic tz'och eb' vinh yed' vinh. Te chuc juntzanh eb' vinh vinac chi'."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix b'at eb' vinh yed' vinh d'a Ofra, b'aj ek'nac vinh smam vinh. Ata' ix smilcham 70 eb' yuk'tac vinh d'a yib'anh jun q'uen q'ueen. Axonhej vinhaj Jotam ix colchajcani, yujto ix sk'ub'ejcanel sb'a vinh, aton vinh slajvub' yuninal vinhaj Jerobaal chi'."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi', ix smolb'an sb'a eb' aj Siquem yed' eb' aj Bet-milo d'a yich jun te' mach' d'a Siquem chi', b'aj ay jun q'uen q'ueen nivan yelk'och d'a eb'. Ata' ix yak'och vinhaj Abimelec eb' yajalil."
        },
        {
            "number": "7",
            "text": "Ayic ix alchaj jun chi' d'a vinhaj Jotam chi', ix q'ue vinh d'a jun tzalan d'a spak'ul lum vitzal Gerizim, te chaanh ix avajemta vinh yic vach' masanil mach tz'ab'ani, ix yalan vinh icha tic: --Ex aj Siquem, maclejec eyab' jun ab'ix ol val tic yic vach' ol yab' Dios tas ol eyala'."
        },
        {
            "number": "8",
            "text": "A junel, masanil ab' te te' ix snib'ej yak'och junoc yajalil. Yuj chi' ix ab' yal te' d'a te' olivo to tz'och te' yajaliloc te' smasanil."
        },
        {
            "number": "9",
            "text": "Ix ab' tak'vi te' olivo chi', ix yalan te': Maay, tato tzin och eyajaliloc e masanil, maxtzac am vak'laj aceite sk'anchaj yuj yik'jichaanh Dios, ma yic sk'anpax eb' anima, xchab' te'."
        },
        {
            "number": "10",
            "text": "Ix lajvi chi', ab' yalanpax te' smasanil d'a te' higo yic tz'och te' yajalil."
        },
        {
            "number": "11",
            "text": "Ix ab' yalanpax te' higo chi': Maay, tato tzin och eyajaliloc e masanil, maxtzac am vak' in sat te chi' sloji, xchab' te'."
        },
        {
            "number": "12",
            "text": "Ix ab' yalanpax te' d'a te' uva to tz'och te' yajalil."
        },
        {
            "number": "13",
            "text": "Ix ab' yalanpax te' uva chi': Maay, tato tzin och eyajaliloc e masanil, tzam vactej vak'an vino tz'ak'an tzalajb'oc sk'ol Dios yed' eb' anima, xchab' te'."
        },
        {
            "number": "14",
            "text": "Slajvub'alxo ix ab' yalan te' d'a te' q'uiix to tz'och te' yajalil."
        },
        {
            "number": "15",
            "text": "Ix ab' yalan te' q'uiix chi' to syal yoch te' yajaliloc te te' chi' smasanil. Ix ab' yalan te': Tato yel d'a smasanil e k'ol tzin eyak'och eyajaliloc, ochanhec d'a yalanh venhul tic e masanil. Tato max yal e k'ol tzin och eyajaliloc jun, elocab'cot jun nivan k'ak' d'ayin yic stz'acanb'at te' k'ute' d'a Líbano, xchab' te' q'uiix chi'."
        },
        {
            "number": "16",
            "text": "A ticnaic jun, tzin k'anb'ej d'ayex: ¿Tom yel val vach' ix e k'ulej, yuj chi' ix eyak'och vinhaj Abimelec chi' eyajaliloc? ¿Tom smoj val icha chi' tzeyutej yinhtilal vinhaj Jerobaal chi' ticnaic?"
        },
        {
            "number": "17",
            "text": "Ix sb'ec sb'a vinh in mam chi' scham eyuuj ayic ex scolanelta vinh d'a yol sk'ab' eb' madianita."
        },
        {
            "number": "18",
            "text": "A exxo tic, tas xom val eyaji, yuj chi' tzex meltzajoch ajk'olal d'a yinhtilal vinh in mam chi'. Ix e milcham 70 yuninal vinh d'a jun q'uen q'ueen, axo vinhaj Abimelec yune' jun ix schecab' vinh in mam chi' ix eyak'och eyajaliloc, anhej am yujto ayto eyuj e b'a yed' vinh yuj snun."
        },
        {
            "number": "19",
            "text": "Svalan d'ayex ticnaic: Tato vach' tze k'ulej d'a xilb'a in mam yed' d'a eb' yinhtilal, tzalajk'olalocab' eyaj yed' vinhaj Abimelec chi', vach'nhejocab' ol aj yelk'och vinh d'a e cal."
        },
        {
            "number": "20",
            "text": "Tato manh vach'oc jun, elocab'cot junoc nivan k'ak' d'a vinhaj Abimelec chi', yic tzex tz'ab'at ex aj Siquem yed' ex aj Bet-milo. Axo d'ayex tz'elpaxcot junoc k'ak', yic stz'apaxb'at vinhaj Abimelec chi', xchi vinhaj Jotam chi'."
        },
        {
            "number": "21",
            "text": "Ix lajvi yalan juntzanh chi' vinhaj Jotam chi', el lemnaj vinh, ix b'at cajnajcan vinh d'a Beer, yujto xiv vinh d'a vinhaj Abimelec vinh yuk'tac chi'."
        },
        {
            "number": "22",
            "text": "Oxe' ab'il ix yak' yajalil vinhaj Abimelec d'a yib'anh chonhab' Israel chi'."
        },
        {
            "number": "23",
            "text": "Axo Dios ix ak'anoch jun ajk'olal d'a scal vinh yed' eb' aj Siquem chi', ix meltzajoch eb' ajk'olal d'a vinh."
        },
        {
            "number": "24",
            "text": "Icha chi' ix aj yak'ji spac d'a vinh yuj schamel 70 eb' vinh yuk'tac smilnacchamoc. Ix ak'jipax spac d'a eb' aj Siquem chi', yujto ix yak'och sb'a eb' yed' vinhaj Abimelec chi' d'a schucal chi'."
        },
        {
            "number": "25",
            "text": "A eb' aj Siquem chi', ay eb' sb'at sk'ub'ejel sb'a d'a titac b'e d'a spak'ultac lum vitz, tz'elta eb' d'a eb' anima tz'ek' d'a yol b'e tz'ek' d'a slak'anil chonhab' chi' yic tz'elk'an eb'. Ix alji yab' vinhaj Abimelec to icha chi' sk'ulej eb'."
        },
        {
            "number": "26",
            "text": "A d'a jun tiempoal chi', ix k'och jun vinh scuchan Gaal yuninal vinhaj Ebed yed' eb' sk'ab' yoc d'a Siquem chi', vach' ix can vinh d'a yol sat eb' anima ta'."
        },
        {
            "number": "27",
            "text": "Ayic q'uinhxo te' uva, tz'el eb' d'a spatiquel chonhab', yic smolan te' eb', sb'oan vino eb'. Ix yak'anoch jun q'uinh eb', ix och ijan eb' sva'i yed' yuk'vi anh eb' d'a yol stemplo sdiosal. A val ta' te chuc ix yal eb' d'a spatic vinhaj Abimelec chi'."
        },
        {
            "number": "28",
            "text": "Ix och ijan vinhaj Gaal chi' yalani: ¿Mach jun vinhaj Abimelec chi' yalani, yuj chi' tzonh yak' mandar vinh? A vinh chi', yuninal vinh vinhaj Jerobaal, axo pax vinhaj Zebul schecab' vinh. A eb' vinh chi' malaj yelk'och eb' vinh. A onh pax aj Siquem onh tic, ¿tas yuj tonhej scak' co b'a d'a vinh? ¿Tom ol onh ochnhej schecab'oc eb' vinh? Co naeccot ticnaic to a vinh co mam quicham, aton vinhaj Hamor, vinh b'oannacq'ue chonhab' Siquem tic, yuj chi' quiq'uequel co b'a d'a yol sk'ab' vinhaj Abimelec chi'."
        },
        {
            "number": "29",
            "text": "A... tato a in eyajalil in, toxom ix in satel vinhaj Abimelec chi', tzam val d'a vinh: Molb'ej eb' a soldado scak'an oval, xin chama, xchi vinh."
        },
        {
            "number": "30",
            "text": "Ayic ix yab'an vinhaj Zebul, yajal d'a Siquem chi' tas ix yal vinhaj Gaal chi', ix te cot yoval vinh."
        },
        {
            "number": "31",
            "text": "Elanhchamel ix yalb'at vinh d'a vinhaj Abimelec d'a elk'altac icha tic: Ix javi vinhaj Gaal yuninal vinhaj Ebed yed' eb' yuk'tac d'a tic, van yak'an sk'ol eb' anima eb' vinh d'a a patic."
        },
        {
            "number": "32",
            "text": "Yuj chi' cotanh yed' eb' a soldado d'ak'valil, tze k'ub'anel e b'a d'a titac chonhab' tic."
        },
        {
            "number": "33",
            "text": "Axo yic toxo sacb'i, tzex och eyak' oval d'a chonhab' tic, axo yic tz'elta vinhaj Gaal chi' yak' oval ed'oc yed' eb' soldado, ol xo ila' tas ol utej vinh, xchib'at vinhaj Zebul chi'."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix b'at vinhaj Abimelec d'ak'valil yed' eb' soldado. Chanh macanh ix aj sk'ub'anel sb'a eb' d'a spatictac chonhab' Siquem chi'."
        },
        {
            "number": "35",
            "text": "Ayic van yelta vinhaj Gaal d'a spuertail chonhab' chi', ix eltapax vinhaj Abimelec yed' eb' soldado b'aj k'ub'anel chi'."
        },
        {
            "number": "36",
            "text": "Ayic ix yilan vinhaj Gaal chi', ix yalan vinh d'a vinhaj Zebul icha tic: --Iltonab'i, masanil d'a sattac vitz tz'emul eb' soldado, xchi vinh. --Maay, a yenhul lum vitz tzal animail chi' a ach tic, xchi vinhaj Zebul chi'."
        },
        {
            "number": "37",
            "text": "Ix yalanxi vinhaj Gaal chi': --Anhejtona' ay eb' van yemta d'a tzalan scuchan Smuxuc Lum Luum. Van yempaxul eb' soldado d'a sb'eal b'aj nab'a ji yic eb' naumel lolonel, xchi vinh."
        },
        {
            "number": "38",
            "text": "Ix yalanxi vinhaj Zebul chi' d'a vinh icha tic: --B'ajtil ay a lolonel ix laj al chi' ticnaic. Ix ala' to malaj yelk'och vinhaj Abimelec yic tzonh och schecab'oc vinh. A ticnaic chi' sjavi eb' soldado ix a b'uch chi', ixic chinaic, yic tzak' oval yed' eb', xchi vinh."
        },
        {
            "number": "39",
            "text": "Ix lajvi chi', ix och vinhaj Gaal scuchb'an eb' anima d'a Siquem, ix b'at yak'an oval eb' yed' vinhaj Abimelec yed' eb' soldado."
        },
        {
            "number": "40",
            "text": "Axo vinhaj Abimelec chi' ix och d'a spatic vinhaj Gaal yed' eb' ayoch yed'oc. Maj techajlaj scolan sb'a vinhaj Gaal chi', ix och lemnaj vinh scol sb'a d'a yol chonhab' chi'. Tzijtum mach ix cham d'a stiel chonhab' chi'."
        },
        {
            "number": "41",
            "text": "Ix lajvi chi', ix meltzaj vinhaj Abimelec chi' d'a chonhab' Aruma. Axo vinhaj Zebul chi' ix pechanel vinhaj Gaal yed' eb' sk'ab' yoc d'a Siquem chi' d'a junelnhej."
        },
        {
            "number": "42",
            "text": "Axo d'a junxo k'u, ix b'at eb' aj Siquem chi' munlajel, ix yab'an vinhaj Abimelec chi',"
        },
        {
            "number": "43",
            "text": "yuj chi' ox macanh ix yutej eb' soldado vinh, ix sk'ub'anel sb'a eb' d'a caltac te'. Ayic ix yilan eb' soldado chi' yelul eb' anima d'a spuertail chonhab', ix elta eb' b'aj k'ub'an chi', ix yak'an oval eb' yed' eb'."
        },
        {
            "number": "44",
            "text": "D'a jun rato chi', ix b'at vinhaj Abimelec yed' jun macanh eb' soldado smaccan spuertail chonhab' chi'. Palta axo cha macanhxo eb' jun, ix yak' oval eb' yed' eb' anima ix elta munlajel d'a spatictac chonhab' Siquem chi'."
        },
        {
            "number": "45",
            "text": "Pilan k'u ix yak' oval vinhaj Abimelec chi', masanto ix yak' ganar vinh satanel jun chonhab' chi'. Ix smilcham masanil anima vinh, ix smaq'uem vecnaj jun chonhab' chi' vinh, ix secancanem atz'am atz'am vinh d'a yib'anh."
        },
        {
            "number": "46",
            "text": "Ayic ix yab'an eb' anima d'a cuartel b'aj scol sb'a eb' d'a Siquem tas ix ajcan Siquem chi' yuj vinhaj Abimelec chi', ix b'at eb' sk'ub'ejel sb'a d'a yol stemplo comon dios scuch El-berit."
        },
        {
            "number": "47",
            "text": "Ayic ix yab'an vinhaj Abimelec to ata' k'ub'anel eb' anima chi',"
        },
        {
            "number": "48",
            "text": "ix b'at vinh yed' masanil eb' soldado d'a jun vitz scuchan Salmón. Ix yik'anb'at jun q'uen ch'acab' vinh, ix sch'acanel jun sk'ab' jun te te' vinh, ix yak'anq'ue te' vinh d'a sjolom sjenhjab'. Ix yalan vinh d'a masanil eb' anima to icha pax chi' syutej eb' d'a elanhchamel."
        },
        {
            "number": "49",
            "text": "Yuj chi' masanil anima ix ch'acanel junjun sk'ab' te te'. Ix och tzak'an eb' yuj vinh masanto ix k'och eb' d'a templo chi'. Ix smolb'ancanoch sk'ab'tac te te' chi' eb' d'a spatic b'aj k'ub'anel eb' anima chi'. Ix yak'anoch sk'ak'al te' eb', yuj chi' ix cham masanil eb' anima ayek' chi' ta'. Ay am miloc eb' vinh vinac yed' eb' ix ix, ix chami."
        },
        {
            "number": "50",
            "text": "Ix lajvi chi', ix b'at vinhaj Abimelec chi' yed' eb' vinh soldado yak' oval d'a chonhab' Tebes. Elanhchamel ix yoy sb'a eb' d'a spatic chonhab' chi', ix yak'an ganar eb'."
        },
        {
            "number": "51",
            "text": "A d'a snanhal yol jun chonhab' chi', ata' ay jun cuartel b'aj scol sb'a eb' anima ayic ay oval. Ata' ix b'at eb' anima sk'ub'ejel sb'a. Te vach' ix yutej eb' smacan spuertail, ix q'ue eb' d'a yib'anh."
        },
        {
            "number": "52",
            "text": "Ix k'och lemnaj vinhaj Abimelec chi' d'a spuertail chi' yic syak'anoch sk'ak'al vinh yalani."
        },
        {
            "number": "53",
            "text": "Axo jun ix ix ayq'ue d'a yib'anh cuartel chi' ix actanemta jun q'uen q'ueen yic molino. k'ocb'il val d'a sjolom vinhaj Abimelec chi' ix em q'ueen, ix apchaj vinh yuj q'ueen."
        },
        {
            "number": "54",
            "text": "Elanhchamel ix yal vinh d'a jun vinh scuchumal syamk'ab' yic oval: Ik'cot q'uen espada, milinchamoc, malaj in gana ol alchajoc to a junoc ix ix, ix in milani, xchi vinh. Yuj chi' ix yik'cot q'uen yespada vinh chi', ix stecanoch q'uen vinh d'a vinhaj Abimelec chi', ix cham vinh."
        },
        {
            "number": "55",
            "text": "Ayic ix yilan eb' soldado to toxo ix cham vinh, ix meltzaj eb' d'a spat junjun."
        },
        {
            "number": "56",
            "text": "Icha chi' ix yutej Dios yak'an spac d'a vinhaj Abimelec chi' yuj chucal sk'ulejnac d'a vinh smam, ayic smilannaccham 70 eb' vinh yuk'tac vinh."
        },
        {
            "number": "57",
            "text": "Anheja' icha chi' ix ajpax yak'ji spac d'a eb' anima d'a Siquem chi' yuj schucal, ix elk'och scatab' vinhaj Jotam yuninal vinhaj Jerobaal d'a yib'anh eb'."
        }
    ]
}