{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha in Pablo in, schekab' in Jesucristo, yujto icha chi' ix el t'a sk'ool Dios. Ha Dios yak'nakkan sti' to ol yak' ko k 'inal t'a junelnhej, yujto junxonhej kaj yet' Cristo Jesús."
        },
        {
            "number": "2",
            "text": "Ach Timoteo, tzin tz'ib'ejb'at jun carta tik t'ayach. Te xajanab'il ach wuuj, icha wuninal aji. Yak'okab' swach'k'olal ko Mam Dios yet' Kajal Jesucristo t'ayach. Ok'okab' sk'ool t'ayach, syak'anpax sjunk'olal t'ayach."
        },
        {
            "number": "3",
            "text": "k'ual t'ak'wal in lesalwi uuj. Ayic tzin lesalwi t'a juntac el, swak'pax yuj diosal d'ha Dios uuj. Te tojol swutej in pensar wak'an serwil Dios chi' icha yutejnac heb' in mam wicham."
        },
        {
            "number": "4",
            "text": "Tzin naancoti to ok'nac ach ayic a kannak wuuj. In gana tzach wil junelxo, yic ol wach' jawok in tzalajk'olal."
        },
        {
            "number": "5",
            "text": "Vojtak to tzak'wal och Kajal Jesús t'a a k'ool, icha yutejnac sb'a ix a nun chichim ix Loida yet' ix a nun ix Eunice. Vojtak to icha yutejnac sb'a heb' ix chi', icha pax chi' tzutej a b'a."
        },
        {
            "number": "6",
            "text": "Ayic wak'annack'e in k'ab' t'a a jolom, ata' yak'nac opisio Dios, yic snachajel uuj tas tzutej ak'an serwil. Ha ticnaik, swalb'at t'ayach to tzak' wal ip a munlaj t'a opisio chi'."
        },
        {
            "number": "7",
            "text": "Manhok xivk'olal ix yak' Dios t'ayonh, palta a spoder ix yak'a', yic tek'an scutej ko b'a. Ix yak'an ko xajanej ko b'a. Ix yak'anpax tas scutej quilan ko b'a."
        },
        {
            "number": "8",
            "text": "Yuj chi', manh ach q'uixwoc alanel yab'ixal Kajal Jesús. Anhejtona' manh ach q'uixwoc pax wuuj, yujto a ticnaik preso waj yuj Kajal Jesús chi'. Manh ach xiv ab'an pax syail yuj jun wach' ab'ix yic colnab'il, yujto ha Dios wan yak'an spoder t'ayach wed'oc."
        },
        {
            "number": "9",
            "text": "Ha Dios yak'nac ko colnab'il. A' avtannac onh, yic tzonh och yicoc. Manh yujoc juntzanh tas wach' sko k'ulej ix onh colchaji, palta ix el t'a sk'ool Dios to icha chi' tzonh aji, yujto junxonhej kaj yet' Cristo. Atax yic manto sb'o jun yol yib'anhk’inal tik, toxonton ay swach'k'olal t'ayonh."
        },
        {
            "number": "10",
            "text": "Axo yic ix ulek' ko Kolumal Jesucristo, ix checlajel swach'k'olal Dios t'ayonh. Ha Jesucristo chi' ix ak'an lajwoc spoder chamel. Yuj jun wach' ab'ix yic colnab'il, ix checlajeli to a Kajal Jesús chi' tz'ak'an ko k 'inal t'a junelnhej."
        },
        {
            "number": "11",
            "text": "Ha Dios ak'annac wopisio yic swalel wach' ab'ix yic colnab'il. A' ak'annac in och schekab'oc Jesucristo, yic wach' tzin ek' in k'ayb'ej heb' manh israelok."
        },
        {
            "number": "12",
            "text": "Yuj chi' swab' syail yuj juntzanh sjawi t'a wib'anh tik. Palta max in q'uixwilaj, yujto wojtak mach ayoch yipoc in k'ool, aton Dios. Vojtak to ay spoder stanhwan tas ix wak'och ab'enal t'a yol sk'ab', masanto ol jawok sk'ual sjawi Jesucristo."
        },
        {
            "number": "13",
            "text": "Ha juntzanh k'ayb'ub'al walnakkan t'ayach, te yel, yuj chi' tza k'anab'ajej wal. Ha ticnaik, junxonhej kaj yet' Cristo Jesús, yuj chi' tzak' wal och Kajal chi' t'a a k'ool. Tza xajanej paxi."
        },
        {
            "number": "14",
            "text": "Ha juntzanh k'ayb'ub'al ix ak'jioch ab'enal t'a yol a k'ab' yuj Dios, tza tanhwej yuj spoder Yespíritu, aton jun ix ak'jioch kajan t'ayonh junjun onh."
        },
        {
            "number": "15",
            "text": "Ojtactaxoni to a masanil heb' creyente ay t'a yol yic Asia, ix in yaktejkan heb' in ch'ocoj. Anhejtona' winhaj Figelo yet' winhaj Hermógenes, ix in yactejpaxcan heb' winh."
        },
        {
            "number": "16",
            "text": "Palta tzin nib'ej to tz'ok' sk'ool Kajal Jesús t'a heb' ay t'a yol spat winhaj Onesíforo, yujto tzijtum el ix yak' sniwanil in k'ool winh. Wach'chom preso waji, palta maj q'uixwoc winh sjawi t'ayin."
        },
        {
            "number": "17",
            "text": "Ayic ix jawi winh t'a Roma tik, ix ek' winh in say t'a smasanil sk'ool, masanto ix in ilchaj yuj winh."
        },
        {
            "number": "18",
            "text": "Ha t'a sk'ual sjaub'al Kajal Jesucristo, comonoc ol ok' sk'ool Cajalil t'a winhaj Onesíforo chi'. Ojtac jantac ix onh yak' serwil winh t'a chonhab' Éfeso, aton b'aj ayach ek' chi'."
        }
    ]
}