{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A in Pablo in, schecab' in Jesucristo, yujto icha chi' ix el d'a sk'ool Dios. A Dios yak'naccan sti' to ol yak' co q'uinal d'a junelnhej, yujto junxonhej caj yed' Cristo Jesús."
        },
        {
            "number": "2",
            "text": "Ach Timoteo, tzin tz'ib'ejb'at jun carta tic d'ayach. Te xajanab'il ach vuuj, icha vuninal aji. Yak'ocab' svach'k'olal co Mam Dios yed' Cajal Jesucristo d'ayach. Ok'ocab' sk'ool d'ayach, syak'anpax sjunk'olal d'ayach."
        },
        {
            "number": "3",
            "text": "k'ual d'ak'val in lesalvi uuj. Ayic tzin lesalvi d'a juntac el, svak'pax yuj diosal d'a Dios uuj. Te tojol svutej in pensar vak'an servil Dios chi' icha yutejnac eb' in mam vicham."
        },
        {
            "number": "4",
            "text": "Tzin naancoti to ok'nac ach ayic a cannac vuuj. In gana tzach vil junelxo, yic ol vach' javoc in tzalajk'olal."
        },
        {
            "number": "5",
            "text": "Vojtac to tzak'val och Cajal Jesús d'a a k'ool, icha yutejnac sb'a ix a nun chichim ix Loida yed' ix a nun ix Eunice. Vojtac to icha yutejnac sb'a eb' ix chi', icha pax chi' tzutej a b'a."
        },
        {
            "number": "6",
            "text": "Ayic vak'annacq'ue in k'ab' d'a a jolom, ata' yak'nac opisio Dios, yic snachajel uuj tas tzutej ak'an servil. A ticnaic, svalb'at d'ayach to tzak' val ip a munlaj d'a opisio chi'."
        },
        {
            "number": "7",
            "text": "Manhoc xivk'olal ix yak' Dios d'ayonh, palta a spoder ix yak'a', yic tek'an scutej co b'a. Ix yak'an co xajanej co b'a. Ix yak'anpax tas scutej quilan co b'a."
        },
        {
            "number": "8",
            "text": "Yuj chi', manh ach q'uixvoc alanel yab'ixal Cajal Jesús. Anhejtona' manh ach q'uixvoc pax vuuj, yujto a ticnaic preso vaj yuj Cajal Jesús chi'. Manh ach xiv ab'an pax syail yuj jun vach' ab'ix yic colnab'il, yujto a Dios van yak'an spoder d'ayach ved'oc."
        },
        {
            "number": "9",
            "text": "A Dios yak'nac co colnab'il. A' avtannac onh, yic tzonh och yicoc. Manh yujoc juntzanh tas vach' sco k'ulej ix onh colchaji, palta ix el d'a sk'ool Dios to icha chi' tzonh aji, yujto junxonhej caj yed' Cristo. Atax yic manto sb'o jun yolyib'anhq'uinal tic, toxonton ay svach'k'olal d'ayonh."
        },
        {
            "number": "10",
            "text": "Axo yic ix ulek' co Columal Jesucristo, ix checlajel svach'k'olal Dios d'ayonh. A Jesucristo chi' ix ak'an lajvoc spoder chamel. Yuj jun vach' ab'ix yic colnab'il, ix checlajeli to a Cajal Jesús chi' tz'ak'an co q'uinal d'a junelnhej."
        },
        {
            "number": "11",
            "text": "A Dios ak'annac vopisio yic svalel vach' ab'ix yic colnab'il. A' ak'annac in och schecab'oc Jesucristo, yic vach' tzin ek' in k'ayb'ej eb' manh israeloc."
        },
        {
            "number": "12",
            "text": "Yuj chi' svab' syail yuj juntzanh sjavi d'a vib'anh tic. Palta max in q'uixvilaj, yujto vojtac mach ayoch yipoc in k'ool, aton Dios. Vojtac to ay spoder stanhvan tas ix vak'och ab'enal d'a yol sk'ab', masanto ol javoc sk'ual sjavi Jesucristo."
        },
        {
            "number": "13",
            "text": "A juntzanh k'ayb'ub'al valnaccan d'ayach, te yel, yuj chi' tza k'anab'ajej val. A ticnaic, junxonhej caj yed' Cristo Jesús, yuj chi' tzak' val och Cajal chi' d'a a k'ool. Tza xajanej paxi."
        },
        {
            "number": "14",
            "text": "A juntzanh k'ayb'ub'al ix ak'jioch ab'enal d'a yol a k'ab' yuj Dios, tza tanhvej yuj spoder Yespíritu, aton jun ix ak'jioch cajan d'ayonh junjun onh."
        },
        {
            "number": "15",
            "text": "Ojtactaxoni to a masanil eb' creyente ay d'a yol yic Asia, ix in yactejcan eb' in ch'ocoj. Anhejtona' vinhaj Figelo yed' vinhaj Hermógenes, ix in yactejpaxcan eb' vinh."
        },
        {
            "number": "16",
            "text": "Palta tzin nib'ej to tz'ok' sk'ool Cajal Jesús d'a eb' ay d'a yol spat vinhaj Onesíforo, yujto tzijtum el ix yak' snivanil in k'ool vinh. Vach'chom preso vaji, palta maj q'uixvoc vinh sjavi d'ayin."
        },
        {
            "number": "17",
            "text": "Ayic ix javi vinh d'a Roma tic, ix ek' vinh in say d'a smasanil sk'ool, masanto ix in ilchaj yuj vinh."
        },
        {
            "number": "18",
            "text": "A d'a sk'ual sjaub'al Cajal Jesucristo, comonoc ol ok' sk'ool Cajalil d'a vinhaj Onesíforo chi'. Ojtac jantac ix onh yak' servil vinh d'a chonhab' Éfeso, aton b'aj ayach ek' chi'."
        }
    ]
}