{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "A ach tic, icha val to vuninal ach. Tek'an val tzutej a b'a yuj svach'k'olal Dios syak' d'ayonh, yujto junxonhej caj yed' Cristo Jesús."
        },
        {
            "number": "2",
            "text": "Ay juntzanh k'ayb'ub'al ix ab' valan d'a scal eb' tzijtumal creyente, tza k'ayb'ej eb' creyente k'anab'ajum d'ay, aton eb' syal pax sk'ayb'an eb' yetcreyenteal."
        },
        {
            "number": "3",
            "text": "Icha junoc soldado te vach', icha chi' tzutej a b'a ak'an techaj ab'an syail, yujto van ak'an servil Jesucristo."
        },
        {
            "number": "4",
            "text": "Q'uinaloc ay junoc soldado ayoch d'a yopisio ticnaic, max yal-laj yak'anb'at sb'a d'a junocxo comon munlajel, yujto anhej jun yajalil ix ik'an och soldadoal chi' b'aj snib'ej vach' scan d'a sat."
        },
        {
            "number": "5",
            "text": "Q'uinaloc ay junoc ayoch d'a junoc tajnel ticnaic, sgana syak' ganar. Palta tato max sk'anab'ajej juntzanh sleyal yic jun tajnel chi', max yak'laj ganar schaan spac."
        },
        {
            "number": "6",
            "text": "A eb' smunlaj d'a sat sluum, ay yalan yic eb' sb'ab'laj yaman sat smunlajel chi'."
        },
        {
            "number": "7",
            "text": "A juntzanh svalb'at tic d'ayach, tza na val sik'lab'il. Axo Cajal Jesús ol ak'an nachajel uuj smasanil."
        },
        {
            "number": "8",
            "text": "Tza navalcot Jesucristo, aton yinhtilal vinhaj rey David, ix pitzvixi d'a scal eb' chamnac. Icha chi' syal jun vach' ab'ix yic colnab'il svalel tic."
        },
        {
            "number": "9",
            "text": "A ticnaic van vab'an syail, yujnhej to svalel jun vach' ab'ix tic. Ayoch q'uen cadena d'ayin, ichato te nivan in mul d'a yichanh ley. Palta a slolonel Dios, manh ayoc och q'uen cadena d'ay icha vaj a in tic."
        },
        {
            "number": "10",
            "text": "Ay juntzanhxo eb' sik'b'iltaxonel yuj Dios. In gana ol scha svach'il Dios chi' eb' qued'oc, yuj chi' svak' techaj masanil juntzanh yaelal sja d'a vib'anh, yic ol scha scolnab'il eb' te nivan yelk'ochi, aton jun tz'ak'ji d'ayonh d'a junelnhej, yujto junxonhej caj yed' Cristo Jesús."
        },
        {
            "number": "11",
            "text": "A juntzanh lolonel svalb'at d'ayach tic, te yel: Tato chamnac onh yed' Cristo, ol onh aj yed' d'a junelnhej."
        },
        {
            "number": "12",
            "text": "Tato scak' techaj syaelal yed'oc, ol onh och yajalil yed'oc. Tato ay onh scala' to manh onh yicoc, ol yal paxi to manh onh yicoclaj."
        },
        {
            "number": "13",
            "text": "Tato ay onh max caq'uelk'och icha tas scala', palta axo, tz'elnhejk'och tas syala'. Yujto max yal sq'uexan spensar d'a tas syala'."
        },
        {
            "number": "14",
            "text": "Eccot juntzanh svalb'at d'ayach tic sna eb'. Scham val alan d'a eb' d'a yichanh Dios Cajal to max yal-laj scomon telan sb'a eb' yuj juntzanh lolonel malaj jab'oc yopisio. Axo eb' smaclan yab' tas syal eb', ste juviel eb' yuuj."
        },
        {
            "number": "15",
            "text": "Tzak' val ip a munlaj d'a yic Dios, yic ol yila' to vach' a munlajel, te tojol tzutej alanel slolonel te yel. Tato icha chi' tzutej a b'a, manh ol ach q'uixvoclaj d'a yichanh."
        },
        {
            "number": "16",
            "text": "Manh a comon aq'uejoch a b'a yed' eb' scomon loloni, aton eb' malaj yelk'och tas syala'. Yuj juntzanh comon lolonel chi', tonhej svach' b'at eb' d'a scal chucal."
        },
        {
            "number": "17",
            "text": "Icha junoc yab'il yaxk'a, ste xacchajb'ati, icha chi' tz'aj spucaxb'at juntzanh comon lolonel syal eb' chi'. Icha chi' ix yutej sb'a vinhaj Himeneo yed' vinhaj Fileto."
        },
        {
            "number": "18",
            "text": "Yuj chi', ix spatiquejcanel jun k'ayb'ub'al te yel eb' vinh. Slaj yalan eb' vinh to toxo ix pitzvixi eb' chamnac. Yuj tas syal eb' vinh chi', ay eb' somchajel spensar, maxtzac yak'och Cajal Jesucristo eb' d'a sk'ool."
        },
        {
            "number": "19",
            "text": "Icha yipumal yich junoc pat manh jab'oc tz'ib'xi, icha chi' yutejnac Dios yak'anem yipumal yich yiglesia. A d'a yiglesia chi' ayoch jun sello, aton jun tz'alan icha tic: A Cajal Jesús toxonton yojtac mach eb' yictaxoni, xchi. Syalanpax icha tic: A mach tz'alani to yic Cristo, yovalil syactejcan masanil chucal, xchi jun sello chi'."
        },
        {
            "number": "20",
            "text": "A d'a junoc pat nivaquil, manh jantacoc yamk'ab' ay d'a yool. Ay juntzanh q'uen yamk'ab' chi', nab'a oro yed' plata, te ch'oc yel yopisio. Palta ay juntzanhxo yamk'ab' chi', nab'a te' yed' lum luum, a juntzanh chi', comonnhej yaji."
        },
        {
            "number": "21",
            "text": "Icha juntzanh yamk'ab' chi', icha chi' caji. Tato scactejcan masanil chucal, a d'a yichanh Cajal Jesús, te ay quelk'ochi. Anhej ay onh yico'. Te ay copisio yuuj, yujto a tas sgana, lista caj co k'ulani."
        },
        {
            "number": "22",
            "text": "Iq'uel a b'a d'a scal chucal sk'ulej eb' etquelemal. Te tojol tzutej a b'eyb'al. Anhej Cajal Jesús tzak'och d'a a k'ool. Tza xajanan eb' anima. Junk'olal tzutej a b'a. Junxonhej pax tzutej a b'a yed' eb' malaj jab'oc spaltail d'a yichanh Cajal Jesús, ayic syalan sb'a eb' d'ay."
        },
        {
            "number": "23",
            "text": "Iq'uel a b'a d'a scal eb' scomon telaj sb'a, aton eb' malaj jab'oc yelk'och tas syala'. Ina ojtac, tonhej spitzvi oval yuj tas syal eb' chi'."
        },
        {
            "number": "24",
            "text": "A mach tz'ak'an servil Cajal Jesús, max yal scomon ak'anoch sb'a d'a scal oval. Yovalil emnaquil syutej sb'a d'a masanil anima. Yovalil vach' syutej sk'ayb'an eb' anima, nivanocab' pax syutej sk'ool."
        },
        {
            "number": "25",
            "text": "Anhejtona', emnaquil syutej eb' yalan d'a eb' schichonoch sk'ool d'ay, yic talaj icha chi' ol ak'joc sna sb'a eb' yuj Dios, axo yojtacanel jun k'ayb'ub'al te yel eb'."
        },
        {
            "number": "26",
            "text": "Yujto a eb' chi', ichato yamb'il eb' yuj vinh diablo yic sk'ulej eb' icha tas sgana vinh. Palta tato sna sb'a eb', ol colchajcanel eb' d'a yol sk'ab' vinh."
        }
    ]
}