{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha ach tik, icha wal to wuninal ach. Tek'an wal tzutej a b'a yuj swach'k'olal Dios syak' t'ayonh, yujto junxonhej kaj yet' Cristo Jesús."
        },
        {
            "number": "2",
            "text": "Ay juntzanh k'ayb'ub'al ix ab' walan t'a skal heb' tzijtumal creyente, tza k'ayb'ej heb' creyente k'anab'ajum t'ay, aton heb' syal pax sk'ayb'an heb' yetcreyenteal."
        },
        {
            "number": "3",
            "text": "Icha junok soldado te wach', icha chi' tzutej a b'a ak'an techaj ab'an syail, yujto wan ak'an serwil Jesucristo."
        },
        {
            "number": "4",
            "text": "Q'uinaloc ay junok soldado ayoch t'a yopisio ticnaik, max yal-laj yak'anb'at sb'ha t'a junocxo comon munlajel, yujto anhej jun yajalil ix ik'an och soldadoal chi' b'aj snib'ej wach' skan t'a sat."
        },
        {
            "number": "5",
            "text": "Q'uinaloc ay junok ayoch t'a junok tajnel ticnaik, snib'ej syak' ganar. Palta tato max sk'anab'ajej juntzanh sleyal yic jun tajnel chi', max yak'laj ganar schaan spak."
        },
        {
            "number": "6",
            "text": "Ha heb' smunlaj t'a sat sluum, ay yalan yic heb' sb'ab'laj yaman sat smunlajel chi'."
        },
        {
            "number": "7",
            "text": "Ha juntzanh swalb'at tik t'ayach, tza na wal sik'lab'il. Axo Kajal Jesús ol ak'an nachajel uuj smasanil."
        },
        {
            "number": "8",
            "text": "Tza nawalcot Jesucristo, aton yinhtilal winhaj rey Dawid, ix pitzwixi t'a skal heb' chamnac. Icha chi' syal jun wach' ab'ix yic colnab'il swalel tik."
        },
        {
            "number": "9",
            "text": "Ha ticnaik wan wab'an syail, yujnhej to swalel jun wach' ab'ix tik. Ayoch k'een cadena t'ayin, ichato te niwan in mul t'a yichanh ley. Palta a slolonel Dios, manh ayoc och k'een cadena t'ay icha waj a in tik."
        },
        {
            "number": "10",
            "text": "Ay juntzanhxo heb' sik'b'iltaxonel yuj Dios. In gana ol scha swach'il Dios chi' heb' qued'oc, yuj chi' swak' techaj masanil juntzanh yaelal sja t'a wib'anh, yic ol scha scolnab'il heb' te niwan yelk'ochi, aton jun tz'ak'ji t'ayonh t'a junelnhej, yujto junxonhej kaj yet' Cristo Jesús."
        },
        {
            "number": "11",
            "text": "Ha juntzanh lolonel swalb'at t'ayach tik, te yel: Tato chamnac onh yet' Cristo, ol onh aj yet' t'a junelnhej."
        },
        {
            "number": "12",
            "text": "Tato skak' techaj syaelal yet'oc, ol onh och yajalil yet'oc. Tato ay onh skala' to manh onh yicoc, ol yal paxi to manh onh yicoclaj."
        },
        {
            "number": "13",
            "text": "Tato ay onh max kak'elk'och icha tas skala', palta haxo, tz'elnhejk'och tas syala'. Yujto max yal sk'exan spensar t'a tas syala'."
        },
        {
            "number": "14",
            "text": "Eccot juntzanh swalb'at t'ayach tik sna heb'. Scham wal alan t'a heb' t'a yichanh Dios Kajal to max yal-laj scomon telan sb'a heb' yuj juntzanh lolonel malaj jab'oc yopisio. Axo heb' smaclan yab' tas syal heb', ste juwiel heb' yuj."
        },
        {
            "number": "15",
            "text": "Tzak' wal ip a munlaj t'a yic Dios, yic ol yila' to wach' a munlajel, te tojol tzutej alanel slolonel te yel. Tato icha chi' tzutej a b'a, manh ol ach q'uixwoclaj t'a yichanh."
        },
        {
            "number": "16",
            "text": "Manh a comon ak'ejoch a b'a yet' heb' scomon loloni, aton heb' malaj yelk'och tas syala'. Yuj juntzanh comon lolonel chi', tonhej swach' b'at heb' t'a skal chukal."
        },
        {
            "number": "17",
            "text": "Icha junok yab'il yaxk'a, ste xacchajb'ati, icha chi' tz'aj spukaxb'at juntzanh comon lolonel syal heb' chi'. Icha chi' ix yutej sb'a winhaj Himeneo yet' winhaj Fileto."
        },
        {
            "number": "18",
            "text": "Yuj chi', ix spatiquejkanel jun k'ayb'ub'al te yel heb' winh. Slaj yalan heb' winh to toxo ix pitzwixi heb' chamnac. Yuj tas syal heb' winh chi', ay heb' somchajel spensar, maxtzac yak'och Kajal Jesucristo heb' t'a sk'ool."
        },
        {
            "number": "19",
            "text": "Icha yipumal yich junok pat manh jab'oc tz'ib'xi, icha chi' yutejnac Dios yak'anem yipumal yich yiglesia. Ha t'a yiglesia chi' ayoch jun sello, aton jun tz'alan icha tik: Ha Kajal Jesús toxonton yojtak mach heb' yictaxoni, xchi. Syalanpax icha tik: Ha mach tz'alani to yic Cristo, yowalil syactejkan masanil chukal, xchi jun sello chi'."
        },
        {
            "number": "20",
            "text": "Ha t'a junok pat niwaquil, manh jantacoc yamk'ab' ay t'a yool. Ay juntzanh k'een yamk'ab' chi', nab'a oro yet' plata, te ch'oc yel yopisio. Palta ay juntzanhxo yamk'ab' chi', nab'a te' yet' lum lum, a juntzanh chi', comonnhej yaji."
        },
        {
            "number": "21",
            "text": "Icha juntzanh yamk'ab' chi', icha chi' kaji. Tato skaktejkan masanil chukal, ha t'a yichanh Kajal Jesús, te ay quelk'ochi. Anhej ay onh yico'. Te ay copisio yuj, yujto a tas snib'ej, lista kaj ko k'ulani."
        },
        {
            "number": "22",
            "text": "Ik'el a b'ha t'a skal chukal sk'ulej heb' etquelemal. Te tojol tzutej a b'eyb'al. Anhej Kajal Jesús tzak'och t'a a k'ool. Tza xajanan heb' anima. Junk'olal tzutej a b'a. Junxonhej pax tzutej a b'a yet' heb' malaj jab'oc spaltail t'a yichanh Kajal Jesús, ayic syalan sb'a heb' t'ay."
        },
        {
            "number": "23",
            "text": "Ik'el a b'ha t'a skal heb' scomon telaj sb'a, aton heb' malaj jab'oc yelk'och tas syala'. Ina ojtak, tonhej spitzwi owal yuj tas syal heb' chi'."
        },
        {
            "number": "24",
            "text": "Ha mach tz'ak'an serwil Kajal Jesús, max yal scomon ak'anoch sb'ha t'a skal owal. Yowalil emnaquil syutej sb'ha t'a masanil anima. Yowalil wach' syutej sk'ayb'an heb' anima, niwanokab' pax syutej sk'ool."
        },
        {
            "number": "25",
            "text": "Anhejtona', emnaquil syutej heb' yalan t'a heb' schichonoch sk'ool t'ay, yic talaj icha chi' ol ak'joc sna sb'a heb' yuj Dios, haxo yojtakanel jun k'ayb'ub'al te yel heb'."
        },
        {
            "number": "26",
            "text": "Yujto a heb' chi', ichato yamb'il heb' yuj winh diablo yic sk'ulej heb' icha tas snib'ej winh. Palta tato sna sb'a heb', ol colchajkanel heb' t'a yol sk'ab' winh."
        }
    ]
}