{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ha ach tik, icha val to vuninal ach. Tek'an val tzutej a b'a yuj swach'k'olal Dios syak' t'ayonh, yujto junxonhej caj yet' Cristo Jesús."
        },
        {
            "number": "2",
            "text": "Ay juntzanh k'ayb'ub'al ix ab' valan t'a skal eb' tzijtumal creyente, tza k'ayb'ej eb' creyente k'anab'ajum t'ay, aton eb' syal pax sk'ayb'an eb' yetcreyenteal."
        },
        {
            "number": "3",
            "text": "Icha junok soldado te wach', icha chi' tzutej a b'a ak'an techaj ab'an syail, yujto van ak'an servil Jesucristo."
        },
        {
            "number": "4",
            "text": "Q'uinaloc ay junok soldado ayoch t'a yopisio ticnaic, max yal-laj yak'anb'at sb'ha t'a junocxo comon munlajel, yujto anhej jun yajalil ix ik'an och soldadoal chi' b'aj snib'ej wach' skan t'a sat."
        },
        {
            "number": "5",
            "text": "Q'uinaloc ay junok ayoch t'a junok tajnel ticnaic, sgana syak' ganar. Palta tato max sk'anab'ajej juntzanh sleyal yic jun tajnel chi', max yak'laj ganar schaan spac."
        },
        {
            "number": "6",
            "text": "Ha eb' smunlaj t'a sat sluum, ay yalan yic eb' sb'ab'laj yaman sat smunlajel chi'."
        },
        {
            "number": "7",
            "text": "Ha juntzanh svalb'at tik t'ayach, tza na val sik'lab'il. Axo Cajal Jesús ol ak'an nachajel uuj smasanil."
        },
        {
            "number": "8",
            "text": "Tza navalcot Jesucristo, aton yinhtilal vinhaj rey David, ix pitzvixi t'a skal eb' chamnac. Icha chi' syal jun wach' ab'ix yic colnab'il svalel tik."
        },
        {
            "number": "9",
            "text": "Ha ticnaic van vab'an syail, yujnhej to svalel jun wach' ab'ix tik. Ayoch q'uen cadena t'ayin, ichato te niwan in mul t'a yichanh ley. Palta a slolonel Dios, manh ayoc och q'uen cadena t'ay icha vaj a in tik."
        },
        {
            "number": "10",
            "text": "Ay juntzanhxo eb' sik'b'iltaxonel yuj Dios. In gana ol scha swach'il Dios chi' eb' qued'oc, yuj chi' svak' techaj masanil juntzanh yaelal sja t'a vib'anh, yic ol scha scolnab'il eb' te niwan yelk'ochi, aton jun tz'ak'ji t'ayonh t'a junelnhej, yujto junxonhej caj yet' Cristo Jesús."
        },
        {
            "number": "11",
            "text": "Ha juntzanh lolonel svalb'at t'ayach tik, te yel: Tato chamnac onh yet' Cristo, ol onh aj yet' t'a junelnhej."
        },
        {
            "number": "12",
            "text": "Tato scak' techaj syaelal yet'oc, ol onh och yajalil yet'oc. Tato ay onh scala' to manh onh yicoc, ol yal paxi to manh onh yicoclaj."
        },
        {
            "number": "13",
            "text": "Tato ay onh max caq'uelk'och icha tas scala', palta haxo, tz'elnhejk'och tas syala'. Yujto max yal sq'uexan spensar t'a tas syala'."
        },
        {
            "number": "14",
            "text": "Eccot juntzanh svalb'at t'ayach tik sna eb'. Scham val alan t'a eb' t'a yichanh Dios Cajal to max yal-laj scomon telan sb'a eb' yuj juntzanh lolonel malaj jab'oc yopisio. Axo eb' smaclan yab' tas syal eb', ste juwiel eb' yuj."
        },
        {
            "number": "15",
            "text": "Tzak' val ip a munlaj t'a yic Dios, yic ol yila' to wach' a munlajel, te tojol tzutej alanel slolonel te yel. Tato icha chi' tzutej a b'a, manh ol ach q'uixvoclaj t'a yichanh."
        },
        {
            "number": "16",
            "text": "Manh a comon aq'uejoch a b'a yet' eb' scomon loloni, aton eb' malaj yelk'och tas syala'. Yuj juntzanh comon lolonel chi', tonhej swach' b'at eb' t'a skal chukal."
        },
        {
            "number": "17",
            "text": "Icha junok yab'il yaxk'a, ste xacchajb'ati, icha chi' tz'aj spucaxb'at juntzanh comon lolonel syal eb' chi'. Icha chi' ix yutej sb'a vinhaj Himeneo yet' vinhaj Fileto."
        },
        {
            "number": "18",
            "text": "Yuj chi', ix spatiquejcanel jun k'ayb'ub'al te yel eb' vinh. Slaj yalan eb' vinh to toxo ix pitzvixi eb' chamnac. Yuj tas syal eb' vinh chi', ay eb' somchajel spensar, maxtzac yak'och Cajal Jesucristo eb' t'a sk'ool."
        },
        {
            "number": "19",
            "text": "Icha yipumal yich junok pat manh jab'oc tz'ib'xi, icha chi' yutejnac Dios yak'anem yipumal yich yiglesia. Ha t'a yiglesia chi' ayoch jun sello, aton jun tz'alan icha tik: Ha Cajal Jesús toxonton yojtac mach eb' yictaxoni, xchi. Syalanpax icha tik: Ha mach tz'alani to yic Cristo, yowalil syactejcan masanil chukal, xchi jun sello chi'."
        },
        {
            "number": "20",
            "text": "Ha t'a junok pat nivaquil, manh jantacoc yamk'ab' ay t'a yool. Ay juntzanh q'uen yamk'ab' chi', nab'a oro yet' plata, te ch'oc yel yopisio. Palta ay juntzanhxo yamk'ab' chi', nab'a te' yet' lum lum, a juntzanh chi', comonnhej yaji."
        },
        {
            "number": "21",
            "text": "Icha juntzanh yamk'ab' chi', icha chi' caji. Tato scactejcan masanil chukal, ha t'a yichanh Cajal Jesús, te ay quelk'ochi. Anhej ay onh yico'. Te ay copisio yuj, yujto a tas sgana, lista caj co k'ulani."
        },
        {
            "number": "22",
            "text": "Iq'uel a b'ha t'a skal chukal sk'ulej eb' etquelemal. Te tojol tzutej a b'eyb'al. Anhej Cajal Jesús tzak'och t'a a k'ool. Tza xajanan eb' anima. Junk'olal tzutej a b'a. Junxonhej pax tzutej a b'a yet' eb' malaj jab'oc spaltail t'a yichanh Cajal Jesús, ayic syalan sb'a eb' t'ay."
        },
        {
            "number": "23",
            "text": "Iq'uel a b'ha t'a skal eb' scomon telaj sb'a, aton eb' malaj jab'oc yelk'och tas syala'. Ina ojtac, tonhej spitzvi oval yuj tas syal eb' chi'."
        },
        {
            "number": "24",
            "text": "Ha mach tz'ak'an servil Cajal Jesús, max yal scomon ak'anoch sb'ha t'a skal oval. Yovalil emnaquil syutej sb'ha t'a masanil anima. Yovalil wach' syutej sk'ayb'an eb' anima, nivanocab' pax syutej sk'ool."
        },
        {
            "number": "25",
            "text": "Anhejtona', emnaquil syutej eb' yalan t'a eb' schichonoch sk'ool t'ay, yic talaj icha chi' ol ak'joc sna sb'a eb' yuj Dios, haxo yojtacanel jun k'ayb'ub'al te yel eb'."
        },
        {
            "number": "26",
            "text": "Yujto a eb' chi', ichato yamb'il eb' yuj vinh diablo yic sk'ulej eb' icha tas sgana vinh. Palta tato sna sb'a eb', ol colchajcanel eb' t'a yol sk'ab' vinh."
        }
    ]
}