{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Yovalil tzojtaquejeli to ayic manto javi jun lajvub' k'ual, ol javoc jun pekti’ te ay smay."
        },
        {
            "number": "2",
            "text": "Yujto ay eb' anima munil ol xajanej sb'a sch'ocoj. Anhej t'a q'uen tumin ol yak'och spensar eb'. Ol yak' ak'umtaquil eb'. Ol yik'chaanh sb'a eb'. Ol comon b'uchvaj eb' d'ha Dios. Manh ol sk'anab'ajej eb' tas syal smam snun. Chab'k'olal ol scha junok tas eb'. Te chuc ol yutoc sb'eyb'al eb'."
        },
        {
            "number": "3",
            "text": "Manh ol xajanej jab'oc sb'a eb', manh junok mach b'aj ol ok' sk'ool eb'. Ol yal chuc eb' t'a spatic eb' quetanimail. Manh ol sya'ilej snivanil eb'. Icha junok nok' nok' te ov, icha chi' ol yutoc sb'a eb'. Ol chichonoch sk'ool eb' t'a jantacnhej tas wach'."
        },
        {
            "number": "4",
            "text": "Ayic ol javoc jun pekti’ chi', ol yak'och es eb' t'a yib'anh eb' swach'k'ool. Manh ol xiv jab'oc eb' sk'ulan chucal. Ol laj yaloch sb'a eb' jelanil. Anhej t'a tas sgana snivanil eb' b'aj ol yak'och spensar. Manh xajanoc Dios yuj eb'."
        },
        {
            "number": "5",
            "text": "Ol laj yal eb' icha tik: Ha d'ha Dios van cak'anoch co pensar, xcham eb', palta a sb'eyb'al eb' ol ch'oxaneloc to manhoc Dios ayoch yet' eb'. Ha achxo jun, tziq'uel a b'ha t'a eb' icha chi' syutej sb'a. Manh junnhejoc tzach ek' yet' eb'."
        },
        {
            "number": "6",
            "text": "Ha t'a skal eb' chi', ata' ay eb' tonhej smontan och eb' ix ix malaj spensar t'a yoltac pat, syak'an musansatil eb' ix eb'. Ha eb' ix chi', juvinacxoel spensar eb' ix yuj chucal. Tzijtum val juntzanh malaj swach'il snib'ejoch eb' ix, anhej pax ta' ayoch spensar eb' ix."
        },
        {
            "number": "7",
            "text": "Ha eb' ix chi', masanil tiempo syak'lej eb' ix sk'ayb'an sb'a, palta malaj b'ak'uinh ol yojtaquejel jun k'ayb'ub'al te yel eb' ix chi'."
        },
        {
            "number": "8",
            "text": "Icha ajnac schichonoch sk'ool vinhaj Janes yet' vinhaj Jambres t'a vinhaj Moisés, icha pax chi' schichonoch sk'ool eb' anima sval tik t'a jun k'ayb'ub'al te yel. Toxonton juvinaquel spensar eb'. Ha sb'eyb'al eb' sch'oxaneli to manhoc d'ha Dios ayoch spensar eb'."
        },
        {
            "number": "9",
            "text": "Palta a eb' chi', ol checlajel eb' t'a yichanh eb' anima smasanil to malaj spensar eb', yuj chi' manh ol yak'laj ganar eb'. Icha ajnac scheclajel eb' vinh chichonnac och sk'ool t'a vinhaj Moisés chi', icha chi' ol aj scheclajel eb'."
        },
        {
            "number": "10",
            "text": "Ha ach tik, ojtac in k'ayb'ub'al, in b'eyb'al yet' tas ix vutej in pensar. Ix ila' tas ix vutej vak'anoch Cajal Jesús t'a in k'ool. Ix il jantac in nivank'olal yet' pax tas ix vutej in xajanan eb' anima."
        },
        {
            "number": "11",
            "text": "Anhejtona' ix ila' tas ix vutej in tek'b'an in b'ha t'a skal juntzanh tas ix ak'jioch t'a vib'anh t'a chonhab' Antioquía, t'a Iconio yet' t'a Listra. Te niwan yaelal ix vab' t'a juntzanh chonhab' chi', palta a Cajal Jesús ix in colanel t'a yol sk'ab' masanil."
        },
        {
            "number": "12",
            "text": "Ha mach snib'an stojolb'itej sb'eyb'al yujto junxonhej tz'ajkan yet' Cristo Jesús, val yel ol ak'jococh yaelal t'a yib'anh yuj eb' anima."
        },
        {
            "number": "13",
            "text": "Axo eb' te chuc sb'eyb'al yet' eb' tz'ak'an musansatil eb' anima, ol wach' b'atcan eb' t'a skal chucal chi'. Tz'ak'vi musansatil eb', tz'ak'jipax musansatil eb'."
        },
        {
            "number": "14",
            "text": "Palta a ach tik, tek'an val tzutej ak'anoch a pensar t'a juntzanh k'ayb'ub'al a k'ayb'ejnac. Ak'nhej och juntzanh k'ayb'ub'al chi' t'a a k'ool, yujto ojtac mach k'ayb'annac ach."
        },
        {
            "number": "15",
            "text": "Atax yic ix ach cotoch uninal, atax ta' ix a yamoch a k'ayb'an Slolonel Dios Tz'ib'ab'ilcani. Aton Slolonel chi' tz'ak'an jelanb'oc co pensar yic tzonh colchaji, yuj cak'anoch Cristo Jesús t'a co k'ool."
        },
        {
            "number": "16",
            "text": "Ha masanil Slolonel chi', ha Dios chi' ix ak'an tz'ib'chajoc, yuj chi' ay yopisio onh sk'ayb'ani. Ay yopisio onh scachanoch vaan. Ay yopisio yak'an b'o co pensar. Ay pax yopisio onh sk'ayb'an t'a tas scutej co tojolb'itan co b'eyb'al."
        },
        {
            "number": "17",
            "text": "Icha chi' yopisio Slolonel chi', yic a onh yic onhxo Dios, tz'acan snachajel cuuj, syalnhej pax co k'ulan jantacnhej tas wach'."
        }
    ]
}