{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Yowalil tzojtaquejeli to ayic manto jawi jun lajwub' k'ual, ol jawok jun pekti’ te ay smay."
        },
        {
            "number": "2",
            "text": "Yujto ay heb' anima munil ol xajanej sb'a sch'ocoj. Anhej t'a k'een tumin ol yak'och spensar heb'. Ol yak' ak'umtaquil heb'. Ol yik'chaanh sb'a heb'. Ol comon b'uchwaj heb' d'ha Dios. Manh ol sk'anab'ajej heb' tas syal smam snun. Chab'k'olal ol scha junok tas heb'. Te chuk ol yutoc sb'eyb'al heb'."
        },
        {
            "number": "3",
            "text": "Manh ol xajanej jab'oc sb'a heb', manh junok mach b'aj ol ok' sk'ool heb'. Ol yal chuk heb' t'a spatic heb' quetanimail. Manh ol sya'ilej sniwanil heb'. Icha junok nok' nok' te ov, icha chi' ol yutoc sb'a heb'. Ol chichonoch sk'ool heb' t'a jantacnhej tas wach'."
        },
        {
            "number": "4",
            "text": "Ayic ol jawok jun pekti’ chi', ol yak'och es heb' t'a yib'anh heb' swach'k'ool. Manh ol xiv jab'oc heb' sk'ulan chukal. Ol laj yaloch sb'a heb' jelanil. Anhej t'a tas snib'ej sniwanil heb' b'aj ol yak'och spensar. Manh xajanoc Dios yuj heb'."
        },
        {
            "number": "5",
            "text": "Ol laj yal heb' icha tik: Ha d'ha Dios wan kak'anoch ko pensar, xcham heb', palta a sb'eyb'al heb' ol ch'oxaneloc to manhoc Dios ayoch yet' heb'. Ha achxo jun, tzik'el a b'ha t'a heb' icha chi' syutej sb'a. Manh junnhejoc tzach ek' yet' heb'."
        },
        {
            "number": "6",
            "text": "Ha t'a skal heb' chi', ata' ay heb' tonhej smontan och heb' ix ix malaj spensar t'a yoltac pat, syak'an musansatil heb' ix heb'. Ha heb' ix chi', juwinacxoel spensar heb' ix yuj chukal. Tzijtum wal juntzanh malaj swach'il snib'ejoch heb' ix, anhej pax ta' ayoch spensar heb' ix."
        },
        {
            "number": "7",
            "text": "Ha heb' ix chi', masanil tiempo syak'lej heb' ix sk'ayb'an sb'a, palta malaj b'ak'uinh ol yojtaquejel jun k'ayb'ub'al te yel heb' ix chi'."
        },
        {
            "number": "8",
            "text": "Icha ajnac schichonoch sk'ool winhaj Janes yet' winhaj Jambres t'a winhaj Moisés, icha pax chi' schichonoch sk'ool heb' anima swal tik t'a jun k'ayb'ub'al te yel. Toxonton juwinaquel spensar heb'. Ha sb'eyb'al heb' sch'oxaneli to manhoc d'ha Dios ayoch spensar heb'."
        },
        {
            "number": "9",
            "text": "Palta a heb' chi', ol checlajel heb' t'a yichanh heb' anima smasanil to malaj spensar heb', yuj chi' manh ol yak'laj ganar heb'. Icha ajnac scheclajel heb' winh chichonnac och sk'ool t'a winhaj Moisés chi', icha chi' ol aj scheclajel heb'."
        },
        {
            "number": "10",
            "text": "Ha ach tik, ojtak in k'ayb'ub'al, in b'eyb'al yet' tas ix wutej in pensar. Ix ila' tas ix wutej wak'anoch Kajal Jesús t'a in k'ool. Ix il jantac in niwank'olal yet' pax tas ix wutej in xajanan heb' anima."
        },
        {
            "number": "11",
            "text": "Anhejtona' ix ila' tas ix wutej in tek'b'an in b'ha t'a skal juntzanh tas ix ak'jioch t'a wib'anh t'a chonhab' Antioquía, t'a Iconio yet' t'a Listra. Te niwan yaelal ix wab' t'a juntzanh chonhab' chi', palta a Kajal Jesús ix in colanel t'a yol sk'ab' masanil."
        },
        {
            "number": "12",
            "text": "Ha mach snib'an stojolb'itej sb'eyb'al yujto junxonhej tz'ajkan yet' Cristo Jesús, wal yel ol ak'jococh yaelal t'a yib'anh yuj heb' anima."
        },
        {
            "number": "13",
            "text": "Axo heb' te chuk sb'eyb'al yet' heb' tz'ak'an musansatil heb' anima, ol wach' b'atkan heb' t'a skal chukal chi'. Tz'ak'wi musansatil heb', tz'ak'jipax musansatil heb'."
        },
        {
            "number": "14",
            "text": "Palta a ach tik, tek'an wal tzutej ak'anoch a pensar t'a juntzanh k'ayb'ub'al a k'ayb'ejnac. Ak'nhej och juntzanh k'ayb'ub'al chi' t'a a k'ool, yujto ojtak mach k'ayb'annac ach."
        },
        {
            "number": "15",
            "text": "Atax yic ix ach cotoch uninal, atax ta' ix a yamoch a k'ayb'an Slolonel Dios Tz'ib'ab'ilkani. Aton Slolonel chi' tz'ak'an jelanb'oc ko pensar yic tzonh colchaji, yuj kak'anoch Cristo Jesús t'a ko k'ool."
        },
        {
            "number": "16",
            "text": "Ha masanil Slolonel chi', ha Dios chi' ix ak'an tz'ib'chajoc, yuj chi' ay yopisio onh sk'ayb'ani. Ay yopisio onh skachanoch waan. Ay yopisio yak'an b'o ko pensar. Ay pax yopisio onh sk'ayb'an t'a tas scutej ko tojolb'itan ko b'eyb'al."
        },
        {
            "number": "17",
            "text": "Icha chi' yopisio Slolonel chi', yic a onh yic onhxo Dios, tz'akan snachajel cuuj, syalnhej pax ko k'ulan jantacnhej tas wach'."
        }
    ]
}