{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ol javoc Cajal Jesucristo t'a schaelal, ato ta' ol wach' och yajalil. A' ol ch'olb'itan tas yaj masanil eb' anima chamnacxo yet' eb' pitzanto. Yuj chi', t'a yichanh Dios yet' t'a yichanh Cajal Jesucristo, scham val valanb'at t'ayach:"
        },
        {
            "number": "2",
            "text": "Tzalel Slolonel Dios t'a skal eb' anima. Taxonhej sgana eb' syab'i, mato maay, palta tzalnhej t'a eb', tza montan eb'. Tza cachan eb' t'a chucal, tzecan sna eb'. Te niwan tzutej a k'ool t'a eb', tza k'ayb'ej pax eb' t'a Slolonel Dios chi'."
        },
        {
            "number": "3",
            "text": "Yujto ha t'a jun pekti’ ol javoc, ay eb' manhxo ol chaan alchaj juntzanh k'ayb'ub'al yel t'a eb'. Manh jantacoc juntzanh comon lolonel sgana eb' ol yab'i, yuj chi' tzijtum eb' k'ayb'um ol smolb'ejcot eb'. Palta a eb' k'ayb'um chi', anhej juntzanh comon lolonel ol yal eb' icha sgana eb' anima."
        },
        {
            "number": "4",
            "text": "Yuj chi' manhxo ol yak'och schiquin eb' t'a jun k'ayb'ub'al te yel. Ha t'a juntzanh comon ab'ix ol yak'och spensar eb'."
        },
        {
            "number": "5",
            "text": "Ha ach xo, tek'an tzutej a pensar t'a masanil tiempo. Tzak' val techaj ab'an syail. Tzalel wach' ab'ix yic colnab'il t'a skal eb' anima. Munlajanh sik'lab'il, yic wach' malaj tas ol yak' palta t'a opisio chi'."
        },
        {
            "number": "6",
            "text": "Ha inxo tik, van sja stiempoal in chami. Icha junok tas siaj d'ha Dios to smiljichamoc, icha chi' ol in ajoc."
        },
        {
            "number": "7",
            "text": "Icha junok mach syak' yip t'a junok tajnel, icha chi' ix vutej in b'a in munlaj t'a yic Dios. Axo ticnaic, ix vak' ganar slajvi vopisio t'a swach'il. D'a masanil tiempo ix in k'anab'ajej juntzanh k'ayb'ub'al b'aj scak'och co k'ool."
        },
        {
            "number": "8",
            "text": "Axo ticnaic, ay jun spac vic sik'anxo, yujto tojol ix vutej in b'eyb'al. Ha Cajal Jesús, te tojol spensar, A' ol ch'olb'itan yaj anima smasanil. Ha t'a jun k'ual chi', ol in cha spac vic t'ay. Manhoc innhej ol in cha spac vico', palta ol scha pax yic eb' snib'an sjaub'al Cajal Jesús t'a schaelal."
        },
        {
            "number": "9",
            "text": "In gana tzach cot in il t'a elanhchamel"
        },
        {
            "number": "10",
            "text": "yujto ix in yactejcan vinhaj Demas in ch'ocoj. Ix b'at vinh t'a Tesalónica, yujto anhej tas ay t'a yol yib'anhk’inal tik b'aj syak'och spensar vinh. Axo vinh cuk'tac Crescente, ha t'a yol yic Galacia ix b'at vinh. Yed' vinh cuk'tac Tito, ix b'at vinh t'a yol yic Dalmacia."
        },
        {
            "number": "11",
            "text": "Axonhej vinh cuk'tac Lucas ayek' ved'oc. Ayic tzach coti, tza say vinhaj Marcos, yic tzik'cot vinh ed'oc, yujto te ay yopisio vinh smunlaj ved'oc t'a yic Cajal Jesús."
        },
        {
            "number": "12",
            "text": "Axo vinhaj Tíquico, ha t'a Éfeso ix in checb'at vinh."
        },
        {
            "number": "13",
            "text": "Ayic tzach coti, comonoc tzek' ik' jun in pichul jucan vactejnaccan t'a vinhaj Carpo t'a chonhab' Troas. Tzik'anpaxcot juntzanh ch'anh in libro. Ha val juntzanhxo ch'anh uum te wach', yovalil tzik'cot ch'anh."
        },
        {
            "number": "14",
            "text": "Ha vinhaj Alejandro, vinh b'oum q'ueen, te chuc ix yutej sb'a vinh t'ayin. Palta a Cajal Jesús ol pactzitan t'a vinh."
        },
        {
            "number": "15",
            "text": "Anhejtona' tzil pax a b'ha t'a vinh a ach tik, yujto ste chichonoch sk'ool vinh t'a jun ab'ix scalel tik."
        },
        {
            "number": "16",
            "text": "Ayic ix in k'och t'a yichanh eb' yajal t'a sb'ab'elal yuj valani tas vaji, malaj junok mach ix och ved'oc. Ix laj b'at eb', ix in yactejcan eb' in ch'ocoj. Comonoc manh ol yak'cot spac jun chi' Dios t'a eb'."
        },
        {
            "number": "17",
            "text": "Palta haxo Cajal Jesús ix och ved'oc. Ix colvaj ved'oc, yuj chi' ix in wach' alejel wach' ab'ix yic colnab'il. Ha val eb' manh israeloc, ix yab' eb' smasanil. Ha junel, ichato yamchajnac in yuj jun nok' choj, ijan schinac in b'at nok', palta a Cajal Jesús colannac in elta t'a yol sti' nok' choj chi'."
        },
        {
            "number": "18",
            "text": "Ha Cajalil chi' ol in colanel t'a yol sk'ab' masanil chucal. Ol in swach' tanhvani, yic ol in k'och t'a yol sk'ab' t'a satcha’anh. Nivanocab' yelk'och Cajalil chi' t'a masanil tiempo. Amén."
        },
        {
            "number": "19",
            "text": "Svak'b'at stzatzil sk'ol ix canab' Prisca yet' vinh cuk'tac Aquila yet' pax eb' ay t'a yol spat vinh cuk'tac Onesíforo."
        },
        {
            "number": "20",
            "text": "Ha vinh cuk'tac Erasto, ha t'a Corinto ix kan vinh. Axo vinh cuk'tac Trófimo, ha t'a Mileto ix vak'kan vinh, yujto penaay vinh."
        },
        {
            "number": "21",
            "text": "In gana tzach cotcan t'a elanhchamel, yacb'an manto ja nhab'ilq'uinal. Ha vinh cuk'tac Eúbulo tik, syak'b'at stzatzil a k'ool vinh. Icha pax chi' vinh cuk'tac Pudente, vinh cuk'tac Lino, ix canab' Claudia yet' eb' creyente smasanil, syak'paxb'at stzatzil a k'ool eb' ta'."
        },
        {
            "number": "22",
            "text": "Ayokab' och Cajal Jesucristo ed'oc. Yak'ocab'pax swach'k'olal Dios t'ayex e masanil ta'. Amén."
        }
    ]
}