{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ol jawok Kajal Jesucristo t'a schaelal, ato ta' ol wach' och yajalil. A' ol ch'olb'itan tas yaj masanil heb' anima chamnacxo yet' heb' pitzanto. Yuj chi', t'a yichanh Dios yet' t'a yichanh Kajal Jesucristo, scham wal walanb'at t'ayach:"
        },
        {
            "number": "2",
            "text": "Tzalel Slolonel Dios t'a skal heb' anima. Taxonhej snib'ej heb' syab'i, mato maay, palta tzalnhej t'a heb', tza montan heb'. Tza cachan heb' t'a chukal, tzekan sna heb'. Te niwan tzutej a k'ool t'a heb', tza k'ayb'ej pax heb' t'a Slolonel Dios chi'."
        },
        {
            "number": "3",
            "text": "Yujto ha t'a jun pekti’ ol jawok, ay heb' manhxo ol chaan alchaj juntzanh k'ayb'ub'al yel t'a heb'. Manh jantacoc juntzanh comon lolonel snib'ej heb' ol yab'i, yuj chi' tzijtum heb' k'ayb'um ol smolb'ejcot heb'. Palta a heb' k'ayb'um chi', anhej juntzanh comon lolonel ol yal heb' icha snib'ej heb' anima."
        },
        {
            "number": "4",
            "text": "Yuj chi' manhxo ol yak'och schiquin heb' t'a jun k'ayb'ub'al te yel. Ha t'a juntzanh comon ab'ix ol yak'och spensar heb'."
        },
        {
            "number": "5",
            "text": "Ha ach xo, tek'an tzutej a pensar t'a masanil tiempo. Tzak' wal techaj ab'an syail. Tzalel wach' ab'ix yic colnab'il t'a skal heb' anima. Munlajanh sik'lab'il, yic wach' malaj tas ol yak' palta t'a opisio chi'."
        },
        {
            "number": "6",
            "text": "Ha inxo tik, wan sja stiempoal in chami. Icha junok tas siaj d'ha Dios to smiljichamoc, icha chi' ol in ajoc."
        },
        {
            "number": "7",
            "text": "Icha junok mach syak' yip t'a junok tajnel, icha chi' ix wutej in b'a in munlaj t'a yic Dios. Axo ticnaik, ix wak' ganar slajwi wopisio t'a swach'il. D'a masanil tiempo ix in k'anab'ajej juntzanh k'ayb'ub'al b'aj skak'och ko k'ool."
        },
        {
            "number": "8",
            "text": "Axo ticnaik, ay jun spak wik sik'anxo, yujto tojol ix wutej in b'eyb'al. Ha Kajal Jesús, te tojol spensar, A' ol ch'olb'itan yaj anima smasanil. Ha t'a jun k'ual chi', ol in cha spak wik t'ay. Manhok innhej ol in cha spak wico', palta ol scha pax yic heb' snib'an sjaub'al Kajal Jesús t'a schaelal."
        },
        {
            "number": "9",
            "text": "In gana tzach cot in il t'a elanhchamel"
        },
        {
            "number": "10",
            "text": "yujto ix in yaktejkan winhaj Demas in ch'ocoj. Ix b'at winh t'a Tesalónica, yujto anhej tas ay t'a yol yib'anhk’inal tik b'aj syak'och spensar winh. Axo winh cuk'tac Crescente, ha t'a yol yic Galacia ix b'at winh. Yed' winh cuk'tac Tito, ix b'at winh t'a yol yic Dalmacia."
        },
        {
            "number": "11",
            "text": "Axonhej winh cuk'tac Lucas ayek' wed'oc. Ayic tzach koti, tza say winhaj Marcos, yic tzik'cot winh ed'oc, yujto te ay yopisio winh smunlaj wed'oc t'a yic Kajal Jesús."
        },
        {
            "number": "12",
            "text": "Axo winhaj Tíquico, ha t'a Éfeso ix in checb'at winh."
        },
        {
            "number": "13",
            "text": "Ayic tzach koti, comonoc tzek' ik' jun in pichul jucan wactejnakkan t'a winhaj Carpo t'a chonhab' Troas. Tzik'anpaxcot juntzanh ch'anh in libro. Ha wal juntzanhxo ch'anh uum te wach', yowalil tzik'cot ch'anh."
        },
        {
            "number": "14",
            "text": "Ha winhaj Alejandro, winh b'oum k'een, te chuk ix yutej sb'a winh t'ayin. Palta a Kajal Jesús ol pactzitan t'a winh."
        },
        {
            "number": "15",
            "text": "Anhejtona' tzil pax a b'ha t'a winh a ach tik, yujto ste chichonoch sk'ool winh t'a jun ab'ix skalel tik."
        },
        {
            "number": "16",
            "text": "Ayic ix in k'och t'a yichanh heb' yajal t'a sb'ab'elal yuj walani tas waji, malaj junok mach ix och wed'oc. Ix laj b'at heb', ix in yaktejkan heb' in ch'ocoj. Comonoc manh ol yak'cot spak jun chi' Dios t'a heb'."
        },
        {
            "number": "17",
            "text": "Palta haxo Kajal Jesús ix och wed'oc. Ix kolwaj wed'oc, yuj chi' ix in wach' alejel wach' ab'ix yic colnab'il. Ha wal heb' manh israelok, ix yab' heb' smasanil. Ha junel, ichato yamchajnac in yuj jun nok' choj, ijan schinac in b'at nok', palta a Kajal Jesús colannac in elta t'a yol sti' nok' choj chi'."
        },
        {
            "number": "18",
            "text": "Ha Cajalil chi' ol in colanel t'a yol sk'ab' masanil chukal. Ol in swach' tanhwani, yic ol in k'och t'a yol sk'ab' t'a satcha’anh. Niwanokab' yelk'och Cajalil chi' t'a masanil tiempo. Amén."
        },
        {
            "number": "19",
            "text": "Swak'b'at stzatzil sk'ol ix kanab' Prisca yet' winh cuk'tac Aquila yet' pax heb' ay t'a yol spat winh cuk'tac Onesíforo."
        },
        {
            "number": "20",
            "text": "Ha winh cuk'tac Erasto, ha t'a Corinto ix kan winh. Axo winh cuk'tac Trófimo, ha t'a Mileto ix wak'kan winh, yujto penaay winh."
        },
        {
            "number": "21",
            "text": "In gana tzach kotkan t'a elanhchamel, yacb'an manto ja nhab'ilq'uinal. Ha winh cuk'tac Eúbulo tik, syak'b'at stzatzil a k'ool winh. Icha pax chi' winh cuk'tac Pudente, winh cuk'tac Lino, ix kanab' Claudia yet' heb' creyente smasanil, syak'paxb'at stzatzil a k'ool heb' ta'."
        },
        {
            "number": "22",
            "text": "Ayokab' och Kajal Jesucristo ed'oc. Yak'okab'pax swach'k'olal Dios t'ayex he masanil ta'. Amén."
        }
    ]
}