{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Icha tic ix aj yel yich vach' ab'ix yic Jesucristo, Yuninal Dios."
        },
        {
            "number": "2",
            "text": "A jun schecab' Dios scuchan Isaías ix tz'ib'ancan tas xchi Dios d'a Yuninal. Ix yalan Dios icha tic: Ol in checb'at jun in checab', ol b'ab'laj b'at d'ayach. Icha tz'aj sb'o b'e, icha chi' ol yutoc sb'oan sb'eyb'al eb' anima, ayic manto ach k'ochi, xchi."
        },
        {
            "number": "3",
            "text": "A jun chi' ol avaj d'a tz'inan luum, ol yalan icha tic: Icha tz'aj sb'o b'e ayic sjavi junoc yajal, icha chi' tzeyutej e b'oan e b'eyb'al, yujto ol javoc vinh Cajal, icha chi' ol yala', xchican d'a Slolonel Dios chi'."
        },
        {
            "number": "4",
            "text": "A vinhaj Juan ix ak'an bautizar eb' anima d'a tz'inan luum chi', ix yalan vinh d'a eb' ix k'och d'ay: Yovalil tze na val e b'a yuj e mul yic tz'ak'jican lajvoc e mul chi' yuj Dios. Ichato chi' ol ex vak'an bautizar, xchi vinh d'a eb'."
        },
        {
            "number": "5",
            "text": "Axo eb' anima d'a junjun chonhab' d'a yol yic Judea yed' smasanil eb' aj Jerusalén ix k'och eb' smaclej yab' d'a vinhaj Juan chi'. Slajvi yalanq'ueta smul junjun eb', ichato chi' tz'ak'ji bautizar eb' yuj vinh d'a a' nivan Jordán."
        },
        {
            "number": "6",
            "text": "A vinhaj Juan chi', a xil nok' camello ayoch spichuloc vinh, axo stzek'ul vinh, tz'uum. Axo juntzanh nok' icha nok' yol sojoy schi vinh. Axo nok' yal chab', a' nok' syuk' vinh."
        },
        {
            "number": "7",
            "text": "Ix yalanel vinh d'a scal eb' anima: --Ay junxo mach tzak'an sja vuuj, ek'alto yopisio d'a vichanh. Manh in mojoc vak'an servil, vach'chom tonhej tzin em nhojan in tijanel sch'anhal xanhab'."
        },
        {
            "number": "8",
            "text": "A in tic tzex vak' bautizar d'a a a'. Axo ol ak'an Yespíritu Dios d'ayex, ichato ol ex ak'joc bautizar yuuj, xchi."
        },
        {
            "number": "9",
            "text": "A d'a jun tiempoal chi', ix cot Jesús d'a Nazaret, d'a yol yic Galilea, xid' yak'an bautizar sb'a d'a vinhaj Juan d'a a' nivan Jordán."
        },
        {
            "number": "10",
            "text": "Ayic van sq'uexta d'a yol a', ix yilan sjacvi satchaanh. Ix emul Yespíritu Dios d'a yib'anh icha nok' paramuch."
        },
        {
            "number": "11",
            "text": "Ix ab'chaj yaljiemta jun lolonel d'a satchaanh, ix yalan icha tic: --A ach ton tic Vuninal ach, xajanab'il ach vuuj. Tzin tzalaj val ed'oc, xchi d'a Jesús."
        },
        {
            "number": "12",
            "text": "Ix lajvi chi' ix ik'jib'at Jesús yuj Yespíritu Dios d'a jun lum tz'inan luum."
        },
        {
            "number": "13",
            "text": "Ata' ix xid'ek' 40 k'ual b'aj ay juntzanh nok' nok' ay smay. Ata' ix yak'lej vinh Satanás yak'an proval. Ix lajvi chi', axo eb' ángel ix ulek' yak' servil."
        },
        {
            "number": "14",
            "text": "Ayxo och vinhaj Juan d'a preso, ix k'och Jesús d'a Galilea. Ata' ix yalcanel vach' ab'ix, tas ol aj yoch eb' anima d'a yol sk'ab' Dios."
        },
        {
            "number": "15",
            "text": "Ix yalan icha tic: --Ix k'och stiempoal, jab'xonhej yoch Dios Yajalil. Yuj chi', naec e b'a. Aq'uecoch jun vach' ab'ix yic colnab'il d'a e k'ool, xchi."
        },
        {
            "number": "16",
            "text": "Van yek' Jesús d'a sti' a' nhajab' yic Galilea. Axo ix yilani, ata' ayek' vinhaj Simón yed' jun yuk'tac scuchan Andrés. Van yak'anem ch'anh schimpa eb' yic yamlab' chay d'a yol a', yujto yamum chay eb'."
        },
        {
            "number": "17",
            "text": "Ix yalan Jesús d'a eb': --Ochanhec in k'ayb'umoc, ol vak'och eyopisio. Icha tzeyutej eyaman nok' chay tic, icha chi' ol eyutoc eyik'ancot eb' anima d'ayin, xchi Jesús d'a eb'."
        },
        {
            "number": "18",
            "text": "Val d'a jun rato chi' ix yactancan ch'anh schimpa eb' chi', ix och eb' sk'ayb'umoc Jesús chi'."
        },
        {
            "number": "19",
            "text": "Axo ix b'at jab'xo Jesús chi', ix yilanb'at eb' yuninal vinhaj Zebedeo, aton vinhaj Jacobo yed' vinhaj Juan. Ayoch eb' d'a yol jun barco, van snipan schimpa eb'."
        },
        {
            "number": "20",
            "text": "Ix yavtancot eb'. Yuj chi', ix yactancan smam eb' chi' yed' eb' smajan eb' d'a yol te' barco chi', ix b'at eb' yed'oc."
        },
        {
            "number": "21",
            "text": "Ix k'och eb' d'a chonhab' Capernaum. Axo d'a sk'ual ik'oj ip, aton sábado, ix och ijan Jesús sk'ayb'an eb' d'a yoltac spatil culto."
        },
        {
            "number": "22",
            "text": "Ix te sat sk'ool eb' yab'an juntzanh k'ayb'ub'al ix yala', yujto ayic ix k'ayb'aj eb' yuuj, ix checlajeli to ay yopisio yuj Dios, manh ichoc eb' k'ayb'um d'a ley Moisés."
        },
        {
            "number": "23",
            "text": "Ata' ix k'och jun vinh ayoch jun enemigo d'ay. Ix q'ue yav jun enemigo chi', ix yalani:"
        },
        {
            "number": "24",
            "text": "--¿Tas alan ic d'ayonh, ach Jesús aj Nazaret? ¿Tom tzach ja onh a sateli? Vojtac ach. A ach tic, sik'b'il ach el yuj Dios, xchi d'ay."
        },
        {
            "number": "25",
            "text": "Axo Jesús ix tuman jun enemigo chi': --Tz'in xa chi. Elanh d'a vinh tic, xchi."
        },
        {
            "number": "26",
            "text": "Ix cot d'a sjolom vinh yuj jun enemigo chi'. Ix te el yav vinh. Ichato chi' b'ian, ix el jun enemigo chi'."
        },
        {
            "number": "27",
            "text": "Ix te sat sk'ool eb' anima smasanil yilani. Yuj chi', ix laj yalanq'ue eb': --¿Tas yaj jun vinh tic? ¿Tas k'ayb'ub'al jun vinh sjavi tic? A vinh tic, ay spoder vinh scachan eb' enemigo. Ina ticnaic, sk'anab'ajax vinh yuj eb', xchi eb' anima chi'."
        },
        {
            "number": "28",
            "text": "D'a val jun rato chi', ix pucax el yab'ixal Jesús d'a masanil yol yic Galilea chi'."
        },
        {
            "number": "29",
            "text": "Ix lajvi yelta eb' d'a yol spatil culto chi', ix b'at Jesús yed' vinhaj Jacobo yed' vinhaj Juan. Ix k'och eb' d'a spat vinhaj Simón yed' vinhaj Andrés."
        },
        {
            "number": "30",
            "text": "Axo ix snhi' vinhaj Simón chi', van scham ix yuj k'ak'al yab'il. Yuj chi' ix yalan eb' yab' Jesús to penaay ix."
        },
        {
            "number": "31",
            "text": "Ichato chi' ix k'och d'a stz'ey ix. Ix syaman sk'ab' ix, ix yik'anq'ue vaan ix. Val d'a jun rato chi' ix b'oxi sk'ol ix yuj jun k'ak'al yab'il chi', ix och ijan ix sk'atk'ancot eb'."
        },
        {
            "number": "32",
            "text": "Axo yic toxo ix b'at k'u, vanxo sq'uik'b'i, ix ik'jib'at eb' penaay smasanil d'a Jesús yed' eb' ayoch enemigo d'ay."
        },
        {
            "number": "33",
            "text": "Ix smolb'an sb'a eb' aj chonhab' chi' smasanil d'a ti puerta."
        },
        {
            "number": "34",
            "text": "Tzijtum macanhil yab'il tz'ik'an eb', ix b'oxican eb' yuj Jesús chi'. Tzijtum eb' enemigo ix ik'jiel d'a eb'. Maj chajoclaj lolon eb' enemigo chi', yujto yojtacxo eb' to Yuninal Dios."
        },
        {
            "number": "35",
            "text": "Ayto sk'ana' ix q'ue vaan Jesús, ix b'at d'a stiel chonhab'. Ata' ix lesalvi."
        },
        {
            "number": "36",
            "text": "Axo vinhaj Simón yed' eb' yetk'ayb'umal, ix b'at eb' sayeq'ui."
        },
        {
            "number": "37",
            "text": "Axo ix ilchaj yuj eb', ix yalan eb' d'ay: --Masanil eb' anima, van yek' eb' ach sayeq'ui, xchi eb' d'ay."
        },
        {
            "number": "38",
            "text": "Palta ix yalan Jesús d'a eb': --Coyec d'a juntzanh aldea d'a lak'an tic, yic b'at valcanel slolonel Dios d'a scal eb' anima ta'. Yuj jun tic in coti, xchi d'a eb'."
        },
        {
            "number": "39",
            "text": "Ix lajvi chi', ix ek' yalancanel slolonel Dios d'a yoltac spatil culto d'a yol yic Galilea. Ix yik'anel eb' enemigo chi' d'a eb' anima."
        },
        {
            "number": "40",
            "text": "Ay jun vinh penaay yuj jun yab'il scuchan lepra ix k'och d'a Jesús. Ix em cuman vinh, ix yalan vinh: --Tato syal a k'ool, syal in ak'an b'oxoc, xchi vinh d'ay."
        },
        {
            "number": "41",
            "text": "Axo Jesús ix ok' sk'ool, ix syamlan vinh. --Tzin nib'ej sb'oxican a k'ool, xchi d'a vinh."
        },
        {
            "number": "42",
            "text": "Ix lajvi yalan jun chi', ix tacji jun yab'il chi' d'a vinh, ix b'oxi sk'ool vinh."
        },
        {
            "number": "43",
            "text": "Ix lajvi chi', ix checji pax vinh yuj Jesús. Ayic ix schecan pax vinh chi', ix cham val yalan d'a vinh:"
        },
        {
            "number": "44",
            "text": "--Ab'i, ayta b'aj tzalel jun tic. Palta ixic, ch'ox a b'a d'a vinh sacerdote. B'at ak'an jun silab' d'a Dios icha yalnaccan Moisés, yic tz'ilji to ach b'oxi, xchi d'a vinh."
        },
        {
            "number": "45",
            "text": "Axo ix b'at vinh, ix syamanoch vinh yalaneli chajtil ix aj sb'oxi. Ix spucanel specal vinh, yuj chi' max yal yoch Jesús d'a yol junoc chonhab', yujto tzijtum eb' sgana sk'och d'ay. B'aj malaj val anima ix eq'ui, palta ix laj cot eb' anima d'a junjun lugar, ix k'och eb' d'ay."
        }
    ]
}