{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Icha tik ix aj yel yich wach' ab'ix yic Jesucristo, Yuninal Dios."
        },
        {
            "number": "2",
            "text": "Ha jun schekab' Dios skuchan Isaías ix tz'ib'ankan tas xchi Dios t'a Yuninal. Ix yalan Dios icha tik: Ol in checb'at jun in chekab', ol b'ab'laj b'at t'ayach. Icha tz'aj sb'o b'e, icha chi' ol yutoc sb'oan sb'eyb'al heb' anima, ayic manto ach k'ochi, xchi."
        },
        {
            "number": "3",
            "text": "Ha jun chi' ol awaj t'a tzinan lu'um, ol yalan icha tik: Icha tz'aj sb'o b'e ayic sjawi junok yajal, icha chi' tzeyutej he b'oan he b'eyb'al, yujto ol jawok winh Kajal, icha chi' ol yala', xchikan t'a Slolonel Dios chi'."
        },
        {
            "number": "4",
            "text": "Ha winhaj Juan ix ak'an bautizar heb' anima t'a tzinan lu'um chi', ix yalan winh t'a heb' ix k'och t'ay: Yowalil tze na wal he b'a yuj he mul yic tz'ak'jikan lajwoc he mul chi' yuj Dios. Ichato chi' ol ex wak'an bautizar, xchi winh t'a heb'."
        },
        {
            "number": "5",
            "text": "Axo heb' anima t'a junjun chonhab' t'a yol yic Judea yet' smasanil heb' aj Jerusalén ix k'och heb' smaclej yab' t'a winhaj Juan chi'. Slajwi yalank'eta smul junjun heb', ichato chi' tz'ak'ji bautizar heb' yuj winh t'ha ha' niwan Jordán."
        },
        {
            "number": "6",
            "text": "Ha winhaj Juan chi', a xil nok' camello ayoch spichuloc winh, haxo stzek'ul winh, tz'uum. Axo juntzanh nok' icha nok' yol sojoy schi winh. Axo nok' yal chab', ha' nok' syuk' winh."
        },
        {
            "number": "7",
            "text": "Ix yalanel winh t'a skal heb' anima: --Ay junxo mach tzak'an sja wuuj, ek'alto yopisio t'a wichanh. Manh in mojoc wak'an serwil, wach'chom tonhej tzin em nhojan in tijanel sch'anhal xanhab'."
        },
        {
            "number": "8",
            "text": "Ha in tik tzex wak' bautizar t'a ha ha'. Axo ol ak'an Yespíritu Dios t'ayex, ichato ol ex ak'joc bautizar yuj, xchi."
        },
        {
            "number": "9",
            "text": "Ha t'a jun pekti’ chi', ix cot Jesús t'a Nazaret, t'a yol yic Galilea, xid' yak'an bautizar sb'ha t'a winhaj Juan t'ha ha' niwan Jordán."
        },
        {
            "number": "10",
            "text": "Ayic wan sk'exta t'a yol ha', ix yilan sjacwi satcha’anh. Ix emul Yespíritu Dios t'a yib'anh icha nok' paramuch."
        },
        {
            "number": "11",
            "text": "Ix ab'chaj yaljiemta jun lolonel t'a satcha’anh, ix yalan icha tik: --Ha ach ton tik Vuninal ach, xajanab'il ach wuuj. Tzin tzalaj wal ed'oc, xchi t'a Jesús."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi' ix ik'jib'at Jesús yuj Yespíritu Dios t'a jun lum tzinan lu'um."
        },
        {
            "number": "13",
            "text": "Ata' ix xid'ek' 40 k'ual b'aj ay juntzanh nok' nok' ay smay. Ata' ix yak'lej winh Satanás yak'an prowal. Ixlajwi chi', haxo heb' ángel ix ulek' yak' serwil."
        },
        {
            "number": "14",
            "text": "Ayxo och winhaj Juan t'a preso, ix k'och Jesús t'a Galilea. Ata' ix yalkanel wach' ab'ix, tas ol aj yoch heb' anima t'a yol sk'ab' Dios."
        },
        {
            "number": "15",
            "text": "Ix yalan icha tik: --Ix k'och stiempoal, jab'xonhej yoch Dios Yajalil. Yuj chi', naec he b'a. Hak'uecoch jun wach' ab'ix yic colnab'il t'a he k'ool, xchi."
        },
        {
            "number": "16",
            "text": "Van yek' Jesús t'a sti' ha' nhajab' yic Galilea. Axo ix yilani, ata' ayek' winhaj Simón yet' jun yuk'tac skuchan Andrés. Van yak'anem ch'anh schimpa heb' yic yamlab' chay t'a yol ha', yujto yamum chay heb'."
        },
        {
            "number": "17",
            "text": "Ix yalan Jesús t'a heb': --Ochanhec in k'ayb'umoc, ol wak'och eyopisio. Icha tzeyutej eyaman nok' chay tik, icha chi' ol eyutoc eyik'ancot heb' anima t'ayin, xchi Jesús t'a heb'."
        },
        {
            "number": "18",
            "text": "Val t'a jun rato chi' ix yactankan ch'anh schimpa heb' chi', ix och heb' sk'ayb'umoc Jesús chi'."
        },
        {
            "number": "19",
            "text": "Axo ix b'at jab'xo Jesús chi', ix yilanb'at heb' yuninal winhaj Zebedeo, aton winhaj Jacobo yet' winhaj Juan. Ayoch heb' t'a yol jun barco, wan snipan schimpa heb'."
        },
        {
            "number": "20",
            "text": "Ix yavtancot heb'. Yuj chi', ix yactankan smam heb' chi' yet' heb' smajan heb' t'a yol te' barco chi', ix b'at heb' yet'oc."
        },
        {
            "number": "21",
            "text": "Ix k'och heb' t'a chonhab' Capernaum. Axo t'a sk'ual ik'oj ip, aton sábado, ix och ijan Jesús sk'ayb'an heb' t'a yoltac spatil culto."
        },
        {
            "number": "22",
            "text": "Ix te sat sk'ool heb' yab'an juntzanh k'ayb'ub'al ix yala', yujto ayic ix k'ayb'aj heb' yuj, ix checlajeli to ay yopisio yuj Dios, manh ichoc heb' k'ayb'um t'a ley Moisés."
        },
        {
            "number": "23",
            "text": "Ata' ix k'och jun winh ayoch jun enemigo t'ay. Ix k'e yav jun enemigo chi', ix yalani:"
        },
        {
            "number": "24",
            "text": "--¿Tas alan ic t'ayonh, ach Jesús aj Nazaret? ¿Tom tzach ja onh a sateli? Vojtak ach. Ha ach tik, sik'b'il ach el yuj Dios, xchi t'ay."
        },
        {
            "number": "25",
            "text": "Axo Jesús ix tuman jun enemigo chi': --Tz'in xa chi. Elanh t'a winh tik, xchi."
        },
        {
            "number": "26",
            "text": "Ix cot t'a sjolom winh yuj jun enemigo chi'. Ix te el yav winh. Ichato chi' b'ian, ix el jun enemigo chi'."
        },
        {
            "number": "27",
            "text": "Ix te sat sk'ool heb' anima smasanil yilani. Yuj chi', ix laj yalank'e heb': --¿Tas yaj jun winh tik? ¿Tas k'ayb'ub'al jun winh sjawi tik? Ha winh tik, ay spoder winh skachan heb' enemigo. Ina ticnaik, sk'anab'ajax winh yuj heb', xchi heb' anima chi'."
        },
        {
            "number": "28",
            "text": "D'a wal jun rato chi', ix pukax el yab'ixal Jesús t'a masanil yol yic Galilea chi'."
        },
        {
            "number": "29",
            "text": "Ixlajwi yelta heb' t'a yol spatil culto chi', ix b'at Jesús yet' winhaj Jacobo yet' winhaj Juan. Ix k'och heb' t'a spat winhaj Simón yet' winhaj Andrés."
        },
        {
            "number": "30",
            "text": "Axo ix snhi' winhaj Simón chi', wan scham ix yuj k'ak'al yab'il. Yuj chi' ix yalan heb' yab' Jesús to penaay ix."
        },
        {
            "number": "31",
            "text": "Ichato chi' ix k'och t'a stz'ey ix. Ix syaman sk'ab' ix, ix yik'ank'e waan ix. Val t'a jun rato chi' ix b'oxi sk'ol ix yuj jun k'ak'al yab'il chi', ix och ijan ix sk'atk'ancot heb'."
        },
        {
            "number": "32",
            "text": "Axo yic toxo ix b'at k'u, wanxo sq'uik'b'i, ix ik'jib'at heb' penaay smasanil t'a Jesús yet' heb' ayoch enemigo t'ay."
        },
        {
            "number": "33",
            "text": "Ix smolb'an sb'a heb' aj chonhab' chi' smasanil t'a ti puerta."
        },
        {
            "number": "34",
            "text": "Tzijtum makanhil yab'il tz'ik'an heb', ix b'oxikan heb' yuj Jesús chi'. Tzijtum heb' enemigo ix ik'jiel t'a heb'. Maj chajoclaj lolon heb' enemigo chi', yujto yojtakxo heb' to Yuninal Dios."
        },
        {
            "number": "35",
            "text": "Ayto sk'ana' ix k'e waan Jesús, ix b'at t'a stiel chonhab'. Ata' ix lesalwi."
        },
        {
            "number": "36",
            "text": "Axo winhaj Simón yet' heb' yetk'ayb'umal, ix b'at heb' sayeq'ui."
        },
        {
            "number": "37",
            "text": "Axo ix ilchaj yuj heb', ix yalan heb' t'ay: --Masanil heb' anima, wan yek' heb' ach sayeq'ui, xchi heb' t'ay."
        },
        {
            "number": "38",
            "text": "Palta ix yalan Jesús t'a heb': --Koyec t'a juntzanh aldea t'a lak'an tik, yic b'at walkanel slolonel Dios t'a skal heb' anima ta'. Yuj jun tik in koti, xchi t'a heb'."
        },
        {
            "number": "39",
            "text": "Ixlajwi chi', ix ek' yalankanel slolonel Dios t'a yoltac spatil culto t'a yol yic Galilea. Ix yik'anel heb' enemigo chi' t'a heb' anima."
        },
        {
            "number": "40",
            "text": "Ay jun winh penaay yuj jun yab'il skuchan lepra ix k'och t'a Jesús. Ix em cuman winh, ix yalan winh: --Tato syal a k'ool, syal in ak'an b'oxoc, xchi winh t'ay."
        },
        {
            "number": "41",
            "text": "Axo Jesús ix ok' sk'ool, ix syamlan winh. --Tzin nib'ej sb'oxikan a k'ool, xchi t'a winh."
        },
        {
            "number": "42",
            "text": "Ixlajwi yalan jun chi', ix tacji jun yab'il chi' t'a winh, ix b'oxi sk'ool winh."
        },
        {
            "number": "43",
            "text": "Ixlajwi chi', ix checji pax winh yuj Jesús. Ayic ix schekan pax winh chi', ix cham wal yalan t'a winh:"
        },
        {
            "number": "44",
            "text": "--Ab'i, ayta b'aj tzalel jun tik. Palta ixic, ch'ox a b'ha t'a winh sacerdote. B'at ak'an jun silab' d'ha Dios icha yalnakkan Moisés, yic tz'ilji to ach b'oxi, xchi t'a winh."
        },
        {
            "number": "45",
            "text": "Axo ix b'at winh, ix syamanoch winh yalaneli chajtil ix aj sb'oxi. Ix spukanel spekal winh, yuj chi' max yal yoch Jesús t'a yol junok chonhab', yujto tzijtum heb' snib'ej sk'och t'ay. B'aj malaj wal anima ix eq'ui, palta ix laj cot heb' anima t'a junjun lugar, ix k'och heb' t'ay."
        }
    ]
}