{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ix elxi Jesús t'a Capernaum b'aj ayek' chi', ix ek' t'a yol yic Judea. Ix k'och t'a junxo lugar ay t'a sk'axepal ha' Jordán. Ata' ix smolb'ej sb'a heb' anima t'ay junelxo. Ix sk'ayb'an heb' ichataxon smodo."
        },
        {
            "number": "2",
            "text": "Ay juntzanh heb' winh fariseo ix k'och t'ay, yujto snib'ej heb' winh syak' prowal. Yuj chi', ix sk'anb'an heb' winh t'ay tato ay sleyal spucan sb'a junok winh winak yet' ix yetb'eyum."
        },
        {
            "number": "3",
            "text": "Yuj chi', ix yalan Jesús t'a heb' winh: --¿Tas schican schecnab'il Moisés t'a Slolonel Dios Tz'ib'ab'ilcani? xchi."
        },
        {
            "number": "4",
            "text": "Ix yalan heb' winh: --Yalnaccan winhaj Moisés chi' to syal yak'an junok yumal winh yic pucojb'ail t'a ix yetb'eyum, slajwi chi' spucan sb'a winh yet' ix, xchi heb' winh t'ay."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jesús: --Yuj wal he pital, yuj chi' yalnaccan jun checnab'il chi' winhaj Moisés chi'."
        },
        {
            "number": "6",
            "text": "Palta atax sb'oannac yol yib'anhk’inal tik Dios, sb'oannaccan winh winak yet' ix ix."
        },
        {
            "number": "7",
            "text": "Atax ta' yalnaccan icha tik: Ha winh winak, ol yaktejcan smam snun winh yic junxonhej tz'ajkan winh yet' ix yetb'eyum."
        },
        {
            "number": "8",
            "text": "Junxonhej niwanil tz'ajkan heb' schawanhil, xchi Dios. Yel, manhxo chawanhoc heb', junxonhej yaj heb'."
        },
        {
            "number": "9",
            "text": "Yuj chi', a heb' junxonhej yajcan yuj Dios max yal-laj spojan sb'a heb' yuj heb' anima, xchi Jesús t'a heb' winh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix ochxi Jesús t'a yol pat yet' heb' sk'ayb'um, ix sk'anb'an heb' t'ay, tas syalelk'och jun ix yal chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yalan t'a heb': --Ha mach spuc sb'a yet' ix yetb'eyum, syik'an junocxo ix, tz'em ajmulal."
        },
        {
            "number": "12",
            "text": "Anhejtona' a junok ix ix spuc sb'a yet' winh yetb'eyum, syik'an junocxo winak ix, tz'em ix ajmulal, xchi Jesús t'a heb'."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ay juntzanh unin ix ik'jicot t'a Jesús yuj heb' anima, yic syak'ek' sk'ab' t'a sjolom heb'. Palta haxo heb' sk'ayb'um ix cachanoch waan heb' tz'ik'ancot heb' unin chi'."
        },
        {
            "number": "14",
            "text": "Ha ix yilan jun chi' Jesús, ix cot yowal t'a heb', ix yalani: --Chaeccot heb' unin t'ayin. Manh he cach heb', yujto anhej heb' lajan spensar icha heb' unin tik ay yalan yic yoch t'a yol sk'ab' Dios."
        },
        {
            "number": "15",
            "text": "Val yel swal t'ayex, a heb' max chaan Dios Yajaloc icha syutej schaan junok unin, manh ol och heb' t'a yol sk'ab', xchi Jesús t'a heb'."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix schelank'e heb' unin chi'. Ix yak'anek' sk'ab' t'a sjolom heb'. Ix sk'anan swach'k'olal Dios t'a yib'anh heb'."
        },
        {
            "number": "17",
            "text": "Axo yic wan sb'atxi Jesús t'a yol b'e, ay jun winh ix spil yip scot t'ay. Ix em cumnaj winh t'a yichanh sk'ochi. Ix yalan winh t'ay: --Ach in wach' k'ayb'umal, tzin k'anb'ej t'ayach, ¿tas ol wutoc in chaan in k 'inal t'a junelnhej? xchi winh t'ay."
        },
        {
            "number": "18",
            "text": "--¿Tas yuj tzin al wach'il? Junnhej mach wach', anhejton Dios."
        },
        {
            "number": "19",
            "text": "Inai, ojtac juntzanh schecnab'il Dios tz'alan icha tik: Manh ach em ajmulal. Manh a milcham junok etanimail. Manh ach elk'anoc. Manh ak'och es t'a yib'anh junok etanimail. Manh ak' musansatil junok etanimail. Ayokab' yelk'och a mam a nun t'a a sat, xchi Jesús t'a winh."
        },
        {
            "number": "20",
            "text": "--Mamin, atax in cotoch uninal, tzin k'anab'ajej juntzanh checnab'il tik smasanil, xchi winh t'ay."
        },
        {
            "number": "21",
            "text": "Yuj chi', ix och k'elan Jesús t'a winh. Ix te xajanaj winh yuj. Ix yalan t'a winh: --Ayto junxo max ach tzak'wani. Ixic, b'at chonhel jantac tas ay t'ayach. Tzak'an stojol t'a heb' meb'a', yic ol a cha a b'eyumal t'a satcha’anh. Slajwi chi', tzach jax t'ayin, haxo och in k'ayb'umoc chi', xchi t'a winh."
        },
        {
            "number": "22",
            "text": "Axo ix yab'an juntzanh chi' winh, ix te kus winh. Yuj chi' te cusk'olalxo ix pax winh, yujto manh jantacoc tas ay t'a winh."
        },
        {
            "number": "23",
            "text": "Axo ix lajwi spax winh, ix meltzajb'at k'elan Jesús t'a heb' sk'ayb'um. Ix yalan t'a heb': --Ha wal heb' b'eyum, ay wal smay manh ol ochlaj heb' t'a yol sk'ab' Dios, xchi t'a heb'."
        },
        {
            "number": "24",
            "text": "Ha heb' sk'ayb'um chi', ix te sat sk'ol heb' yab'an juntzanh chi'. Palta ix yalanxi t'a heb': --Ex in k'ayb'um, a heb' syak'och sb'eyumal yipoc sk'ool, ay wal smay manh ol ochlaj heb' t'a yol sk'ab' Dios."
        },
        {
            "number": "25",
            "text": "Q'uinaloc ay junok nok' camello ticnaik. ¿Tom ol yal yek' nok' t'a yixal junok k'een acxa? Icha chi' yaj heb' b'eyum, yelxo wal pural ol och heb' t'a yol sk'ab' Dios, xchi."
        },
        {
            "number": "26",
            "text": "Ayic ix yab'an jun chi' heb', ix te wach' satb'at sk'ool heb'. Ix laj yalan heb': --Tato icha chi', ¿mach ol yal scolchaji? xchi heb'."
        },
        {
            "number": "27",
            "text": "Yuj chi', ix och k'elan Jesús t'a heb', ix yalani: --Ha jun tik, malaj junok anima syal yuj. Palta ha Dios syal yuj. Yujto masanil tas syalnhej yuj, xchi."
        },
        {
            "number": "28",
            "text": "Axo winhaj Pedro ix alan t'ay: --Mamin, a onh tik, ix cactejcan smasanil tastac, onh och a k'ayb'umoc, xchi winh t'ay."
        },
        {
            "number": "29",
            "text": "--Val yel swal t'ayex, a mach syactejcan spat wuuj, mato yuk'tac, yanab', smam snun, ma yuninal, ma sluum syactejcan wuuj, yuj pax jun wach' ab'ix yic colnab'il, te niwan spak ol scha'a."
        },
        {
            "number": "30",
            "text": "Ol ak'joc junok ciento spat, yuk'tac, yanab', snun, yuninal, yet' sluum t'a jun tiempo tik. Ol yab' ton syail heb' yuj heb' anima, palta haxo t'a yic jun pekti’ ol jawok, ol scha sk'inal heb' t'a junelnhej."
        },
        {
            "number": "31",
            "text": "Ay heb' niwan yelk'och t'a ko kal ticnaik, palta a heb' chi', malaj ol aj yelk'och heb' t'a jun pekti’ chi'. Anhejtona' ay heb' malaj yelk'och t'a ko kal ticnaik, palta ha t'a jun pekti’ chi', niwan ol aj yelk'och heb', xchi Jesús t'a heb'."
        },
        {
            "number": "32",
            "text": "Axo Jesús ix b'atxi t'a yol jun b'e sk'och t'a Jerusalén. Ix b'ab'laj yuj heb' sk'ayb'um. Ha heb' sk'ayb'um chi', tonhej ix sat sk'ool heb'. Axo juntzanhxo heb' anima ajun yet' heb', ix te xiv heb'. Axo Jesús, ix avtanelta heb' sk'ayb'um chi' slajchawanhil t'a skal heb' anima chi'. Ix och ijan yalan t'a heb' tastac ol jawok t'a yib'anh."
        },
        {
            "number": "33",
            "text": "--Ina wan ko b'at t'a Jerusalén ticnaik. Ha in Ak'b'il in cot yuj Dios woch animail tik, ol in ak'jococh t'a yol sk'ab' heb' sat sacerdote yet' t'a yol sk'ab' heb' k'ayb'um t'a ley Moisés. Ol yak'anoch chamel heb' t'a wib'anh. Ol in ak'jococh t'a yol sk'ab' heb' ch'oc chonhab'il."
        },
        {
            "number": "34",
            "text": "Ol in sb'uch heb'. Ol in smak'an heb'. Ol in stzub'ej heb'. Ol in smilancham heb'. Palta haxo t'a schab'jial ol in pitzwokxi, xchi Jesús t'a heb'."
        },
        {
            "number": "35",
            "text": "Ha heb' winh yuninal winhaj Zebedeo, aton winhaj Jacobo yet' winhaj Juan, ix k'och heb' winh yal t'a Jesús: --Mamin, a tas ol ko k'an t'ayach, ko gana tzak' t'ayonh, xchi heb' winh t'ay."
        },
        {
            "number": "36",
            "text": "--¿Tas he gana swak' t'ayex? xchi t'a heb' winh."
        },
        {
            "number": "37",
            "text": "--Ayic ol ach och yajalil, tzoc onh a cha em k'ojan t'a a tz'ey, jun onh t'a a wach', jun onhxo t'a a k'exanh, xchi heb' winh t'ay."
        },
        {
            "number": "38",
            "text": "--Max nachajel eyuuj tas tze k'an t'ayin. ¿Tom ol techaj yaelal he yuj icha ol in utaj a in tik? Ha wal jun tas ol jawok t'a wib'anh ichato ol in ak'joc bautizar yuj, ¿tom ol techaj eyuuj? xchi t'a heb' winh."
        },
        {
            "number": "39",
            "text": "--Ol techajoc, xchi heb' winh. --Val yel, ol ex ak'joc prowal, icha ol in ajoc. Icha ol wab' syail, icha chi' ol aj eyab'anpax syail."
        },
        {
            "number": "40",
            "text": "Palta a in tik, malaj walan wik ex wak'an em k'ojan t'a in wach' k'ab', ma t'a in k'exanh. Yujto a ko Mam Dios b'ojinaccani mach heb' ol em k'ojan ta', xchi t'a heb' winh."
        },
        {
            "number": "41",
            "text": "Ayic ix yab'an lajunhwanhxo heb' yetk'ayb'umal heb' chi', ix cot yowal heb' t'a winhaj Jacobo yet' t'a winhaj Juan chi'."
        },
        {
            "number": "42",
            "text": "Axo Jesús chi' ix awtankot heb' slajchawanhil, ix yalan t'a heb': --Toxon eyojtac to a heb' ayoch yajalil t'a junjun niwac chonhab', syak' mandar heb'. Axo heb' niwac winak, yajal yaj heb' t'a yib'anh heb' anima."
        },
        {
            "number": "43",
            "text": "Palta a exxo tik, manh ichoc ta' ol aj t'a he kal. Tato ay mach snib'ej niwan tz'aj yelk'och t'a he kal, yowalil tz'och ex yak' serwil."
        },
        {
            "number": "44",
            "text": "Anhejtona', tato ay mach snib'ej sat tz'aj t'a he kal, yowalil tz'och he checab'oc."
        },
        {
            "number": "45",
            "text": "Yujto a in tik, wach'chom Ak'b'il in cot yuj Dios woch animail, manh yujoc wak'ji serwil in jawi, palta yuj wak'an serwil. Ix in jawi ul wak'cham in b'a sk'exuloc heb' anima, yic wach' tzijtum heb' ol colchajcanel wuuj, xchi Jesús t'a heb'."
        },
        {
            "number": "46",
            "text": "Ix k'och Jesús t'a chonhab' Jericó yet' heb' sk'ayb'um. Axo yic ix b'atxi heb', manh jantacoc anima ix b'at yet' heb'. Axo t'a jun ti' b'e, ay jun winh k'ojanemi, Bartimeo sb'i winh, yuninal winhaj Timeo, max ujilaj yilan winh. Tonhej sk'an jab'oc tas winh t'a heb' anima."
        },
        {
            "number": "47",
            "text": "Axo ix yab'an winh to wan yek' Jesús aj Nazaret, yuj chi' ix awaj chaanh winh: --Jesús, ach Yinhtilal winhaj Dawid, ¿ma max ok' a k'ool t'ayin? xchi winh t'ay."
        },
        {
            "number": "48",
            "text": "Yuj chi', tzijtum heb' ix cachan winhaj Bartimeo chi' yic tz'em numan winh. Palta masnhej ix te awaj winh. --Ach Yinhtilal winhaj Dawid, ¿ma max ok' a k'ool t'ayin? xchi winh t'ay."
        },
        {
            "number": "49",
            "text": "Yuj chi' ix och waan Jesús, ix yalani: --Avtejeccot winh t'ayin, xchi. Yuj chi', ix b'at heb' yal t'a winh: --Tzalajanh. Q'ueanh waan, yujto tzach yavtejb'at Jesús, xchi heb'."
        },
        {
            "number": "50",
            "text": "Yuj chi', ix syumancanel jun sábana winh b'ak'anoch t'ay. Ix k'e jucnaj winh. Elanhchamel ix b'at winh t'a Jesús."
        },
        {
            "number": "51",
            "text": "Ix sk'anb'an Jesús t'a winh: --¿Tas a gana tzach wutej? xchi t'a winh. --Mamin, in gana swilxi, xchi winh t'ay."
        },
        {
            "number": "52",
            "text": "Ix ach b'oxi yujto ix ak'och Dios t'a a k'ool. Yuj chi', syalxo a pax ticnaik, xchi Jesús t'a winh. D'a jun rato chi' ix yilxi winh. Ixlajwi chi', ix och tzak'an winh yet' Jesús b'aj wan sb'ati."
        }
    ]
}