{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Ix elxi Jesús t'a Capernaum b'aj ayek' chi', ix ek' t'a yol yic Judea. Ix k'och t'a junxo lugar ay t'a sk'axepal ha' Jordán. Ata' ix smolb'ej sb'a eb' anima t'ay junelxo. Ix sk'ayb'an eb' ichataxon smodo."
        },
        {
            "number": "2",
            "text": "Ay juntzanh eb' vinh fariseo ix k'och t'ay, yujto sgana eb' vinh syak' proval. Yuj chi', ix sk'anb'an eb' vinh t'ay tato ay sleyal spucan sb'a junok vinh vinac yet' ix yetb'eyum."
        },
        {
            "number": "3",
            "text": "Yuj chi', ix yalan Jesús t'a eb' vinh: --¿Tas schican schecnab'il Moisés t'a Slolonel Dios Tz'ib'ab'ilcani? xchi."
        },
        {
            "number": "4",
            "text": "Ix yalan eb' vinh: --Yalnaccan vinhaj Moisés chi' to syal yak'an junok yumal vinh yic pucojb'ail t'a ix yetb'eyum, slajvi chi' spucan sb'a vinh yet' ix, xchi eb' vinh t'ay."
        },
        {
            "number": "5",
            "text": "Ix yalanxi Jesús: --Yuj val e pital, yuj chi' yalnaccan jun checnab'il chi' vinhaj Moisés chi'."
        },
        {
            "number": "6",
            "text": "Palta atax sb'oannac yol yib'anhk’inal tik Dios, sb'oannaccan vinh vinac yet' ix ix."
        },
        {
            "number": "7",
            "text": "Atax ta' yalnaccan icha tik: Ha vinh vinac, ol yactejcan smam snun vinh yic junxonhej tz'ajkan vinh yet' ix yetb'eyum."
        },
        {
            "number": "8",
            "text": "Junxonhej nivanil tz'ajkan eb' schavanhil, xchi Dios. Yel, manhxo chavanhoc eb', junxonhej yaj eb'."
        },
        {
            "number": "9",
            "text": "Yuj chi', a eb' junxonhej yajcan yuj Dios max yal-laj spojan sb'a eb' yuj eb' anima, xchi Jesús t'a eb' vinh."
        },
        {
            "number": "10",
            "text": "Ixlajwi chi' ix ochxi Jesús t'a yol pat yet' eb' sk'ayb'um, ix sk'anb'an eb' t'ay, tas syalelk'och jun ix yal chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix yalan t'a eb': --Ha mach spuc sb'a yet' ix yetb'eyum, syik'an junocxo ix, tz'em ajmulal."
        },
        {
            "number": "12",
            "text": "Anhejtona' a junok ix ix spuc sb'a yet' vinh yetb'eyum, syik'an junocxo vinac ix, tz'em ix ajmulal, xchi Jesús t'a eb'."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ay juntzanh unin ix ik'jicot t'a Jesús yuj eb' anima, yic syaq'uek' sk'ab' t'a sjolom eb'. Palta haxo eb' sk'ayb'um ix cachanoch vaan eb' tz'ik'ancot eb' unin chi'."
        },
        {
            "number": "14",
            "text": "Ha ix yilan jun chi' Jesús, ix cot yoval t'a eb', ix yalani: --Chaeccot eb' unin t'ayin. Manh e cach eb', yujto anhej eb' lajan spensar icha eb' unin tik ay yalan yic yoch t'a yol sk'ab' Dios."
        },
        {
            "number": "15",
            "text": "Val yel sval t'ayex, a eb' max chaan Dios Yajaloc icha syutej schaan junok unin, manh ol och eb' t'a yol sk'ab', xchi Jesús t'a eb'."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix schelanq'ue eb' unin chi'. Ix yak'anek' sk'ab' t'a sjolom eb'. Ix sk'anan swach'k'olal Dios t'a yib'anh eb'."
        },
        {
            "number": "17",
            "text": "Axo yic van sb'atxi Jesús t'a yol b'e, ay jun vinh ix spil yip scot t'ay. Ix em cumnaj vinh t'a yichanh sk'ochi. Ix yalan vinh t'ay: --Ach in wach' k'ayb'umal, tzin k'anb'ej t'ayach, ¿tas ol vutoc in chaan in q'uinal t'a junelnhej? xchi vinh t'ay."
        },
        {
            "number": "18",
            "text": "--¿Tas yuj tzin al wach'il? Junnhej mach wach', anhejton Dios."
        },
        {
            "number": "19",
            "text": "Inai, ojtac juntzanh schecnab'il Dios tz'alan icha tik: Manh ach em ajmulal. Manh a milcham junok etanimail. Manh ach elk'anoc. Manh ak'och es t'a yib'anh junok etanimail. Manh ak' musansatil junok etanimail. Ayokab' yelk'och a mam a nun t'a a sat, xchi Jesús t'a vinh."
        },
        {
            "number": "20",
            "text": "--Mamin, atax in cotoch uninal, tzin k'anab'ajej juntzanh checnab'il tik smasanil, xchi vinh t'ay."
        },
        {
            "number": "21",
            "text": "Yuj chi', ix och q'uelan Jesús t'a vinh. Ix te xajanaj vinh yuj. Ix yalan t'a vinh: --Ayto junxo max ach tzak'vani. Ixic, b'at chonhel jantac tas ay t'ayach. Tzak'an stojol t'a eb' meb'a', yic ol a cha a b'eyumal t'a satcha’anh. Slajvi chi', tzach jax t'ayin, haxo och in k'ayb'umoc chi', xchi t'a vinh."
        },
        {
            "number": "22",
            "text": "Axo ix yab'an juntzanh chi' vinh, ix te cus vinh. Yuj chi' te cusk'olalxo ix pax vinh, yujto manh jantacoc tas ay t'a vinh."
        },
        {
            "number": "23",
            "text": "Axo ix lajvi spax vinh, ix meltzajb'at q'uelan Jesús t'a eb' sk'ayb'um. Ix yalan t'a eb': --Ha val eb' b'eyum, ay val smay manh ol ochlaj eb' t'a yol sk'ab' Dios, xchi t'a eb'."
        },
        {
            "number": "24",
            "text": "Ha eb' sk'ayb'um chi', ix te sat sk'ol eb' yab'an juntzanh chi'. Palta ix yalanxi t'a eb': --Ex in k'ayb'um, a eb' syak'och sb'eyumal yipoc sk'ool, ay val smay manh ol ochlaj eb' t'a yol sk'ab' Dios."
        },
        {
            "number": "25",
            "text": "Q'uinaloc ay junok nok' camello ticnaic. ¿Tom ol yal yek' nok' t'a yixal junok q'uen acxa? Icha chi' yaj eb' b'eyum, yelxo val pural ol och eb' t'a yol sk'ab' Dios, xchi."
        },
        {
            "number": "26",
            "text": "Ayic ix yab'an jun chi' eb', ix te wach' satb'at sk'ool eb'. Ix laj yalan eb': --Tato icha chi', ¿mach ol yal scolchaji? xchi eb'."
        },
        {
            "number": "27",
            "text": "Yuj chi', ix och q'uelan Jesús t'a eb', ix yalani: --Ha jun tik, malaj junok anima syal yuj. Palta ha Dios syal yuj. Yujto masanil tas syalnhej yuj, xchi."
        },
        {
            "number": "28",
            "text": "Axo vinhaj Pedro ix alan t'ay: --Mamin, a onh tik, ix cactejcan smasanil tastac, onh och a k'ayb'umoc, xchi vinh t'ay."
        },
        {
            "number": "29",
            "text": "--Val yel sval t'ayex, a mach syactejcan spat vuuj, mato yuk'tac, yanab', smam snun, ma yuninal, ma sluum syactejcan vuuj, yuj pax jun wach' ab'ix yic colnab'il, te niwan spac ol scha'a."
        },
        {
            "number": "30",
            "text": "Ol ak'joc junok ciento spat, yuk'tac, yanab', snun, yuninal, yet' sluum t'a jun tiempo tik. Ol yab' ton syail eb' yuj eb' anima, palta haxo t'a yic jun pekti’ ol javoc, ol scha sq'uinal eb' t'a junelnhej."
        },
        {
            "number": "31",
            "text": "Ay eb' niwan yelk'och t'a co cal ticnaic, palta a eb' chi', malaj ol aj yelk'och eb' t'a jun pekti’ chi'. Anhejtona' ay eb' malaj yelk'och t'a co cal ticnaic, palta ha t'a jun pekti’ chi', niwan ol aj yelk'och eb', xchi Jesús t'a eb'."
        },
        {
            "number": "32",
            "text": "Axo Jesús ix b'atxi t'a yol jun b'e sk'och t'a Jerusalén. Ix b'ab'laj yuj eb' sk'ayb'um. Ha eb' sk'ayb'um chi', tonhej ix sat sk'ool eb'. Axo juntzanhxo eb' anima ajun yet' eb', ix te xiv eb'. Axo Jesús, ix avtanelta eb' sk'ayb'um chi' slajchavanhil t'a skal eb' anima chi'. Ix och ijan yalan t'a eb' tastac ol javoc t'a yib'anh."
        },
        {
            "number": "33",
            "text": "--Ina van co b'at t'a Jerusalén ticnaic. Ha in Ak'b'il in cot yuj Dios voch animail tik, ol in ak'jococh t'a yol sk'ab' eb' sat sacerdote yet' t'a yol sk'ab' eb' k'ayb'um t'a ley Moisés. Ol yak'anoch chamel eb' t'a vib'anh. Ol in ak'jococh t'a yol sk'ab' eb' ch'oc chonhab'il."
        },
        {
            "number": "34",
            "text": "Ol in sb'uch eb'. Ol in smak'an eb'. Ol in stzub'ej eb'. Ol in smilancham eb'. Palta haxo t'a schab'jial ol in pitzvocxi, xchi Jesús t'a eb'."
        },
        {
            "number": "35",
            "text": "Ha eb' vinh yuninal vinhaj Zebedeo, aton vinhaj Jacobo yet' vinhaj Juan, ix k'och eb' vinh yal t'a Jesús: --Mamin, a tas ol co k'an t'ayach, co gana tzak' t'ayonh, xchi eb' vinh t'ay."
        },
        {
            "number": "36",
            "text": "--¿Tas e gana svak' t'ayex? xchi t'a eb' vinh."
        },
        {
            "number": "37",
            "text": "--Ayic ol ach och yajalil, tzoc onh a cha em k'ojan t'a a tz'ey, jun onh t'a a wach', jun onhxo t'a a q'uexanh, xchi eb' vinh t'ay."
        },
        {
            "number": "38",
            "text": "--Max nachajel eyuuj tas tze k'an t'ayin. ¿Tom ol techaj yaelal e yuj icha ol in utaj a in tik? Ha val jun tas ol javoc t'a vib'anh ichato ol in ak'joc bautizar yuj, ¿tom ol techaj eyuuj? xchi t'a eb' vinh."
        },
        {
            "number": "39",
            "text": "--Ol techajoc, xchi eb' vinh. --Val yel, ol ex ak'joc proval, icha ol in ajoc. Icha ol vab' syail, icha chi' ol aj eyab'anpax syail."
        },
        {
            "number": "40",
            "text": "Palta a in tik, malaj valan wik ex vak'an em k'ojan t'a in wach' k'ab', ma t'a in q'uexanh. Yujto a co Mam Dios b'ojinaccani mach eb' ol em k'ojan ta', xchi t'a eb' vinh."
        },
        {
            "number": "41",
            "text": "Ayic ix yab'an lajunhvanhxo eb' yetk'ayb'umal eb' chi', ix cot yoval eb' t'a vinhaj Jacobo yet' t'a vinhaj Juan chi'."
        },
        {
            "number": "42",
            "text": "Axo Jesús chi' ix avtancot eb' slajchavanhil, ix yalan t'a eb': --Toxon eyojtac to a eb' ayoch yajalil t'a junjun nivac chonhab', syak' mandar eb'. Axo eb' nivac vinac, yajal yaj eb' t'a yib'anh eb' anima."
        },
        {
            "number": "43",
            "text": "Palta a exxo tik, manh ichoc ta' ol aj t'a e cal. Tato ay mach sgana niwan tz'aj yelk'och t'a e cal, yowalil tz'och ex yak' servil."
        },
        {
            "number": "44",
            "text": "Anhejtona', tato ay mach sgana sat tz'aj t'a e cal, yowalil tz'och e checab'oc."
        },
        {
            "number": "45",
            "text": "Yujto a in tik, wach'chom Ak'b'il in cot yuj Dios voch animail, manh yujoc vak'ji servil in javi, palta yuj vak'an servil. Ix in javi ul vak'cham in b'a sq'uexuloc eb' anima, yic wach' tzijtum eb' ol colchajcanel vuuj, xchi Jesús t'a eb'."
        },
        {
            "number": "46",
            "text": "Ix k'och Jesús t'a chonhab' Jericó yet' eb' sk'ayb'um. Axo yic ix b'atxi eb', manh jantacoc anima ix b'at yet' eb'. Axo t'a jun ti' b'e, ay jun vinh k'ojanemi, Bartimeo sb'i vinh, yuninal vinhaj Timeo, max ujilaj yilan vinh. Tonhej sk'an jab'oc tas vinh t'a eb' anima."
        },
        {
            "number": "47",
            "text": "Axo ix yab'an vinh to van yek' Jesús aj Nazaret, yuj chi' ix avaj chaanh vinh: --Jesús, ach Yinhtilal vinhaj David, ¿ma max ok' a k'ool t'ayin? xchi vinh t'ay."
        },
        {
            "number": "48",
            "text": "Yuj chi', tzijtum eb' ix cachan vinhaj Bartimeo chi' yic tz'em numan vinh. Palta masnhej ix te avaj vinh. --Ach Yinhtilal vinhaj David, ¿ma max ok' a k'ool t'ayin? xchi vinh t'ay."
        },
        {
            "number": "49",
            "text": "Yuj chi' ix och vaan Jesús, ix yalani: --Avtejeccot vinh t'ayin, xchi. Yuj chi', ix b'at eb' yal t'a vinh: --Tzalajanh. Q'ueanh vaan, yujto tzach yavtejb'at Jesús, xchi eb'."
        },
        {
            "number": "50",
            "text": "Yuj chi', ix syumancanel jun sábana vinh b'ak'anoch t'ay. Ix q'ue jucnaj vinh. Elanhchamel ix b'at vinh t'a Jesús."
        },
        {
            "number": "51",
            "text": "Ix sk'anb'an Jesús t'a vinh: --¿Tas a gana tzach vutej? xchi t'a vinh. --Mamin, in gana svilxi, xchi vinh t'ay."
        },
        {
            "number": "52",
            "text": "Ix ach b'oxi yujto ix ak'och Dios t'a a k'ool. Yuj chi', syalxo a pax ticnaic, xchi Jesús t'a vinh. D'a jun rato chi' ix yilxi vinh. Ixlajwi chi', ix och tzak'an vinh yet' Jesús b'aj van sb'ati."
        }
    ]
}