{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ayic wan sk'och Jesús yet' heb' sk'ayb'um t'a slak'anil Betfagé yet' Betania, t'a yichanhb'at tzalan Oliwo t'a slak'anil Jerusalén, ix schecanb'at chawanh heb' sk'ayb'um,"
        },
        {
            "number": "2",
            "text": "ix yalan t'a heb': --Ixiquec t'a jun chonhab' t'a quichanhb'at tik. Ayic ol ex k'och ta', ol eyilan jun nok' quelem b'uru etzanochi. Ha jun nok' chi' mantalaj mach sk'e juneloc t'a yib'anh nok'. Tze tijelta nok', tzeyik'ancot nok'."
        },
        {
            "number": "3",
            "text": "Tato ay heb' tz'alan icha tik t'ayex: ¿Tas yuj tze tijelta nok'? ta xchi heb', tzeyalan t'a heb': Yujto ay tz'och nok' yuj jun Cajalil, ol ul cak'xican nok' t'a jun rato, xe chi, xchi Jesús t'a heb'."
        },
        {
            "number": "4",
            "text": "Yuj chi' ix b'at heb', ix yilan nok' quelem b'uru chi' heb'. Etzanoch nok' t'a sti' jun pat t'a yol b'e. Ix stijanelta nok' heb'."
        },
        {
            "number": "5",
            "text": "Palta ay juntzanh heb' ayek' ta' ix k'anb'an t'a heb': --¿Tas tze k'ulej tik? ¿Tas yuj tze tijelta nok' b'uru tik? xchi heb'."
        },
        {
            "number": "6",
            "text": "Ix yalan heb' icha ix yutej Jesús yalani. Yuj chi' ix ak'ji nok' t'a heb'."
        },
        {
            "number": "7",
            "text": "Ix yik'anb'at nok' heb' t'a Jesús. Ix yak'ank'e juntzanh spichul heb' stz'aamoc nok'. Ixlajwi chi', ix k'e Jesús t'a yib'anh nok'."
        },
        {
            "number": "8",
            "text": "Ayic wan sb'ey yet' nok', tzijtum heb' anima ix laj lich'anem spichul t'a yol b'e b'aj wan sb'eyb'at chi'. Ay pax juntzanhxo heb' ix xicanelta te k'ab'tac te' ay xiil. Ix laj yak'anem te' heb' t'a yol b'e chi'."
        },
        {
            "number": "9",
            "text": "Axo heb' b'ab'el yet' heb' tzak'an, ix laj awajk'e heb': --Yuj wal Dios. Calequel wach' lolonel t'a jun Ak'b'ilcot yuj Dios Kajal."
        },
        {
            "number": "10",
            "text": "Calec wach' lolonel t'a jun ol och Cajaloc tik, icha yutejnac ko mam quicham Dawid yoch yajalil t'a peka'. Caq'ek yuj diosal d'ha Dios, xchi heb'."
        },
        {
            "number": "11",
            "text": "Axo ix k'och Jesús t'a Jerusalén, ix och t'a yol yamaq'uil stemplo Dios, ix ek' k'eleloc yilan smasanil juntzanh tas ayek' ta'. Palta yujto wanxo yem k'u, yuj chi' ix b'at t'a chonhab' Betania yet' heb' sk'ayb'um slajchawanhil."
        },
        {
            "number": "12",
            "text": "Axo yic ix q'uinhib'i t'a junxo k'u, ix elxi heb' t'a Betania chi', haxo Jesús ix och swejel t'a yol b'e."
        },
        {
            "number": "13",
            "text": "Najatto ix yilb'at jun te' higo, te ay xil te'. Ix b'at yilanb'ati, talaj ay junok sat te' tz'ilchaj yuj. Palta haxo ix k'och t'a te', anhej xil te' ay, yujto manh stiempoaloc satan te'."
        },
        {
            "number": "14",
            "text": "Yuj chi' ix yalan t'a te': --Manhxa junok mach ol loan a sat, xchi t'a te'. Ix yab' heb' sk'ayb'um yalan jun chi'."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix k'ochxi heb' t'a Jerusalén. Ix och Jesús t'a yol yamaq'uil stemplo Dios. Ix och ijan spechanelta heb' schonhwaj ta' yet' heb' smanwaji. Ix laj slocan pak'laj smexa heb' k'exum tumin yet' xila heb' chonhum paramuch."
        },
        {
            "number": "16",
            "text": "Manhxalaj junok mach ix chajiek' yet' syamk'ab' t'a yamaq'uil stemplo Dios yuj."
        },
        {
            "number": "17",
            "text": "Ix sk'ayb'an heb', ix yalani: --Yalnaccan Dios icha tik t'a Slolonel Tz'ib'ab'ilcani: Ha in templo ol alchaj yuj to yicnhej lesal yaj yuj junjun chonhab', xchi. Palta a ex tik, icha junok nhak'een b'aj sk'ub'ejel sb'a heb' elk'um, icha chi' tzeyutej, xchi Jesús t'a heb'."
        },
        {
            "number": "18",
            "text": "Axo heb' winh sat sacerdote yet' heb' winh k'ayb'um t'a ley Moisés, ayic ix yab'an heb' winh tas ix sk'ulej Jesús, ix te xiv heb' winh yuj, yujto te niwan yelk'och juntzanh sk'ayb'ub'al t'a yichanh heb' anima smasanil. Yuj chi', ix sayan heb' winh tas syutej smilancham Jesús chi'."
        },
        {
            "number": "19",
            "text": "Axo t'a k'ik'b'alil, ix elxi Jesús yet' heb' sk'ayb'um t'a Jerusalén chi'."
        },
        {
            "number": "20",
            "text": "Axo t'a junxo q'uinhib'alil, a ix paxta heb', ix yilanxi te' higo heb', toxo ix tacjiel te' masanto t'a sch'anhal yib'."
        },
        {
            "number": "21",
            "text": "Axo winhaj Pedro ix naancoti. Yuj chi', ix yalan winh t'a Jesús: --Mamin, ina te' higo a catab'ej ewi. Toxo ix tacjiel te', xchi winh t'ay."
        },
        {
            "number": "22",
            "text": "Yuj chi' ix yalan Jesús: --Hak'uecoch Dios t'a he k'ool."
        },
        {
            "number": "23",
            "text": "Q'uinaloc ayex tzeyal t'a jun witz tik: Elanh t'a ed'tal tik. Yumb'at a b'ha t'a yol ha' mar, tato xe chi, tato malaj he chab'k'olal, ol elk'och icha tzeyal chi'."
        },
        {
            "number": "24",
            "text": "Yuj chi', swal t'ayex, a tzeyak'an lesal, tzeyak'och t'a he k'ool to yel ol he cha jantac tas tze k'an chi'. Tato icha chi', ol ak'joc t'ayex."
        },
        {
            "number": "25",
            "text": "Tato ay mach tz'och smul t'ayex, ayic tzeyak'an lesal, tzeyak' niwank'olal. Tato icha chi', haxo ko Mam Dios ayek' t'a satcha’anh, syak' pax lajwoc he mul, xchi Jesús t'a heb'."
        },
        {
            "number": "26",
            "text": "Ixlajwi sk'ochxi heb' t'a Jerusalén, ix ochxi Jesús t'a yamaq'uil stemplo Dios. Ix b'eyek' t'a yool. Axo heb' winh sat sacerdote, heb' winh k'ayb'um t'a ley Moisés yet' heb' winh ichamtac winak, ix k'och heb' winh t'ay."
        },
        {
            "number": "27",
            "text": "Ix sk'anb'an heb' winh: --¿Tas opisio, yuj chi' a comon k'ulej juntzanh chi' ewi? ¿Mach ak'jinac opisio chi'? xchi heb' winh t'ay."
        },
        {
            "number": "28",
            "text": "Yuj chi' ix yalan t'a heb' winh: --Anhejtona' ol in k'anb'ej pax junok tas t'ayex. Tato ol he yal t'ayin, ol wal t'ayex mach ak'jinac wopisio in k'ulan juntzanh chi'."
        },
        {
            "number": "29",
            "text": "¿Mach ak'jinac yopisio winhaj Juan ayic yak'annac bautizar heb' anima winh? ¿A am Dios ak'jinac, mato a heb' anima? Alec t'ayin, xchi Jesús t'a heb' winh."
        },
        {
            "number": "30",
            "text": "Yuj chi', ix laj slajtian sb'a heb' winh yuj juntzanh ix yal chi'. Ix laj yalan heb' winh: --¿Tas scutej calan t'a winh? Tato scala' to ha Dios ak'jinac yopisio winhaj Juan chi', axom ol yalan winh t'ayonh: ¿Tas yuj maj eyak'och t'a he k'ool jun? xcham winh."
        },
        {
            "number": "31",
            "text": "Palta max yal-laj calanpaxi to yic anima winh, xchi heb' winh. Icha chi' ix yutej heb' winh yalani, yujto xiv heb' winh t'a heb' anima. Yujto a winhaj Juan chi', schecab' Dios yaj winh t'a yichanh heb' anima smasanil."
        },
        {
            "number": "32",
            "text": "Yuj chi' ix yalan heb' winh t'a Jesús: --Manh cojtacoc, mach am ak'jinac yopisio winhaj Juan chi', xchi heb' winh. --Tato icha chi', manh ol walpaxlaj t'ayex mach ak'jinac wopisio in k'ulan juntzanh chi', xchi Jesús t'a heb' winh."
        }
    ]
}