{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Axo Jesús ix och ijan yalan jun ab'ix. Ix yalan icha tik: --Ay jun vinh ix avan juntzanh te' uva t'a sat sluum. Ix smacan vinh yet' q'uen tz'alq'ueen. Ix sb'oan jun yet'tal b'aj stek'chajel yal te' uva chi' vinh. Ix sb'oanpaxq'ue jun b'aj tz'aj eb' stanhvan te' uva chi' vinh, chaanh ix ajq'uei. Ixlajwi chi', ix yak'anb'at sluum vinh chi' majanil yet' te' uva chi' t'a juntzanh eb' vinh munlajvum. Ix b'atcan vinh t'a junxo lugar najat."
        },
        {
            "number": "2",
            "text": "Axo ix javi stiempoal smolchajel sat te', ix schecanb'at jun schecab' vinh t'a eb' vinh majnum lu'um chi', yic b'at schaan smajananub'al lum b'aj tz'el te' uva chi' yalani."
        },
        {
            "number": "3",
            "text": "Axo ix k'ochi, ix syamancot eb' vinh smak'ani. Ix spechan paxta eb' vinh. Malaj jab'oc tas ix yik'a'."
        },
        {
            "number": "4",
            "text": "Axo vinh aj lu'um chi' ix checanb'at junxo schecab' t'a eb' vinh. Axo ix k'ochi, ix ste b'ajej eb' vinh, ix lajvi sjolom smak'an eb' vinh."
        },
        {
            "number": "5",
            "text": "Yuj chi', haxo vinh aj lu'um chi' ix checanb'at junxo schecab'. Axo ix k'och junxo chi', ix smilancham eb' vinh. Tzijtumto eb' schecab' vinh ix schecb'ati. Ay eb' tonhej ix mak'ji, ay eb' ix miljicham yuj eb' vinh."
        },
        {
            "number": "6",
            "text": "Palta ay jun yuninal vinh te xajan yuj. Slajvub'xo chi', ix schecanb'at yuninal vinh chi'. Tecan ol xiv eb' vinh t'a jun vuninal tik, xchi vinh."
        },
        {
            "number": "7",
            "text": "Palta haxo yic van sk'ochi, ix smol alan eb' vinh: Ina sjavi vinh uninab'il tik. Q'uinaloc ol cham vinh smam vinh, haxo vinh ol icancan lu'um. Co mileccham vinh, yic a t'ayonh ol kan lu'um, xchi eb' vinh."
        },
        {
            "number": "8",
            "text": "Yuj chi' haxo ix k'ochi, ix syamancot eb' vinh. Ix smak'ancham eb' vinh. Ixlajwi chi', ix b'at eb' vinh syumcanel snivanil t'a stitac avb'en chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi' tzin k'anb'ej t'ayex, a vinh aj lu'um chi', ¿tas ol yutoc eb' vinh majnum lu'um chi' vinh tze na'a? Ha vinh aj lu'um chi' ol b'at satanel eb' vinh. Slajvi chi' ol yak'ancanb'at sluum vinh chi' majanil t'a juntzanhxo."
        },
        {
            "number": "10",
            "text": "¿Tom manta b'aj tzeyil t'a Slolonel Dios Tz'ib'ab'ilcani, b'aj syal icha tik? Ha jun q'uen q'ueen malaj yelk'och t'a yichanh eb' b'oum pat, aton q'uen ix ochcan sjolomoc schiquin te' pat chi'."
        },
        {
            "number": "11",
            "text": "Icha tik ix aj yuj Dios Cajal. Yuj chi' ayic squilani, ste sat co k'ool yuj, xchi t'a Slolonel Dios chi', xchi Jesús t'a eb'."
        },
        {
            "number": "12",
            "text": "Axo eb' vinh yajal ix sayani tas ol yutoc eb' vinh syamchaj Jesús chi', yujto ix nachajel yuj eb' vinh to yuj eb' vinh ix alji jun ab'ix chi'. Palta ix xiv eb' vinh t'a eb' anima. Yuj chi' ix yactejcan Jesús chi' eb' vinh. Ix pax eb' vinh."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix checjib'at jayvanh eb' fariseo yet' eb' spartido vinhaj Herodes t'a Jesús. Sgana eb' syak' proval, talaj ay junok slolonel ay palta syutej yalani. Yujto sgana eb' syak'och t'a yib'anh."
        },
        {
            "number": "14",
            "text": "Ix b'at yalan eb' t'ay: --Ach co k'ayb'umal, cojtac to te yel tzala'. Cojtacpaxi to jun lajannhej yilji eb' anima t'ayach. Axo jun b'eyb'al sgana Dios, a tzak' k'ayb'aj t'a yel. ¿Tas tza na'a? Ha juntzanh tumin sk'anjiel t'ayonh yuj vinh yajal t'a Roma, ¿vach' am scak'a', mato maay? ¿Ay am sleyal scak'a', mato maay? xchi eb' t'a Jesús."
        },
        {
            "number": "15",
            "text": "Palta yojtacxo Jesús to tonhej stz'ac sk'anb'ej eb' icha chi'. Yuj chi' ix yalan t'a eb': --¿Tas yuj tzin eyak' proval? B'at iq'ueccot junok tumin chi' wila'', xchi t'a eb'."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix b'at yik'cot jun tumin chi' eb'. Ix sk'anb'an Jesús chi' t'a eb': --¿Mach ayoch yechel sat t'a jun tumin tik? ¿Mach tz'ib'ab'iloch sb'i tik t'ay? xchi t'a eb'. --Aton yechel vinh yajal t'a Roma yet' sb'i vinh, xchi eb'."
        },
        {
            "number": "17",
            "text": "--Ha tas yictaxon vinh yajal chi', aq'ek t'a vinh. Palta a tas yictaxon Dios, a tzeyak' t'ay, xchi t'a eb'. Axo ix yab'an juntzanh chi' eb', ix te sat sk'ool eb'."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ay juntzanh eb' saduceo ix k'och t'a Jesús. Ha eb' chi' syal eb' to manh ol pitzvocxi eb' chamnac, yuj chi' ix yalan eb' t'ay:"
        },
        {
            "number": "19",
            "text": "--Ach co k'ayb'umal, a vinhaj Moisés tz'ib'annaccan icha tik: Q'uinaloc ay junok mach schami, skan ix yetb'eyum, palta malaj junok yuninal. Tato icha chi', haxo junok yuk'tac yovalil tz'ik'ancan ix, yic wach' tato tz'aj yuninal junxo vinh chi', ichato yuninal vinh ix cham chi' tz'ajcani. Icha chi' yaj yalancan vinhaj Moisés chi'."
        },
        {
            "number": "20",
            "text": "Ha junel, ay ucvaanh vinac, yuk'tacnhej sb'a eb' vinh. Ha vinh b'ab'el vinac ik'an jun ix ix. Palta cham vinh. Malaj junok yuninal vinh cani."
        },
        {
            "number": "21",
            "text": "Axo vinh schab'il yuk'tac vinh ik'ancan ix. Palta champax junxo vinh chi', malaj pax junok yuninal vinh cani. Icha chi' aj pax vinh yoxil."
        },
        {
            "number": "22",
            "text": "Anhejtona', icha chi' ek' eb' vinh yucvanhil t'a ix. Malaj junok yuninal eb' vinh ajnaccani. Slajvi scham eb' vinh yucvanhil, ichato chi' scham ix."
        },
        {
            "number": "23",
            "text": "Ayic ol pitzvocxi eb' chamnac, ¿mach junok eb' vinh ol ik'an ix? Yujto yik'nac ix eb' vinh yucvanhil, xchi eb' saduceo chi'."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix yalanxi Jesús t'a eb': --Tonhej tzex te somchaji, yujto manh eyojtacoc tas syal t'a Slolonel Dios Tz'ib'ab'ilcani. Manh eyojtacoc jantac spoder Dios."
        },
        {
            "number": "25",
            "text": "Ayic ol pitzvocxi eb' chamnac, manhxalaj ik'lajb'ail, yujto lajan ol aj eb' yet' eb' ángel ay t'a satcha’anh."
        },
        {
            "number": "26",
            "text": "Palta toxonton chequelxo yaji to ol pitzvocxi eb' chamnac. ¿Tom manta b'aj tzeyil tas stz'ib'ejnaccan vinhaj Moisés t'a Slolonel Dios chi', a slolonnac Dios t'a skal te' q'uiix? Xchi Dios icha tik: Ha in ton tik sDiosal in vinhaj Abraham, sDiosal in vinhaj Isaac, sDiosal in pax vinhaj Jacob, xchi."
        },
        {
            "number": "27",
            "text": "Yuj chi' cojtac, wach'chom chamnac eb' t'a sat eb' anima, palta haxo t'a sat Dios manh satnacoquel-laj eb', pitzan eb' t'a yichanh, yujto yalnaccani to sDiosal eb' yaji. Ha ex tik te somchajnac ex, xchi Jesús t'a eb'."
        },
        {
            "number": "28",
            "text": "Ay jun vinh k'ayb'um t'a ley Moisés ix k'och ta'. Ix yab'an vinh to van stelan sb'a eb' vinh saduceo chi' yet' Jesús. Ix yab'anpax vinh to wach' ix yutej Jesús spacan t'a eb' vinh, yuj chi' ix sk'anb'an vinh t'ay: --¿B'aja junok checnab'il te niwan yelk'och t'a yichanh smasanil? xchi vinh t'ay."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix yalan Jesús: --Ha jun checnab'il te niwan yelk'och t'a yichanh smasanil, xchi icha tik: Ab'ec ex vetisraelal, a Cajal co Diosal, junnhej toni."
        },
        {
            "number": "30",
            "text": "Tze xajanej Cajal co Diosal t'a smasanil e k'ool, t'a smasanil e pixan, t'a smasanil e pensar yet' t'a smasanil eyip, xchi. Aton jun checnab'il tik te niwan yelk'och t'a yichanh smasanil."
        },
        {
            "number": "31",
            "text": "Axo junxo ol val tik, quen manh lajanoc yelk'och yet'oc. Xchi icha tik: Ichaocab' tzeyutej eya'ilan e b'a, ichaocab' chi' tzeyutej e xajanan eb' ay t'a spatic schiquin e pat, xchi. Malaj junocxo checnab'il ek'al yelk'och t'a yichanh chab' tik, xchi Jesús."
        },
        {
            "number": "32",
            "text": "Ix yalanxi vinh k'ayb'um chi' t'ay: --Wach' ton Mamin, yel ton tzala'. Junnhej ton Dios, malaj junocxo."
        },
        {
            "number": "33",
            "text": "Yovalil sco xajanej Dios t'a smasanil co k'ool, t'a smasanil co pensar yet' t'a smasanil quip. Anhejtona' yovalil icha scutej co ya'ilan co b'a, ichaocab' chi' scutej co xajanan eb' ay t'a spatic schiquin co pat. Aton chab' checnab'il tik, te niwan yelk'och t'a yichanh masanil juntzanh silab' smilji yet' juntzanh silab' snhusji tz'ak'ji d'ha Dios, xchi vinh t'ay."
        },
        {
            "number": "34",
            "text": "Axo ix yab'an Jesús to wach' ix yutej vinh yalani, ix yalanxi t'a vinh: --Jab'xonhej val och t'a yol sk'ab' Dios, xchi t'a vinh. Yuj chi', malaj junocxo mach ix stek'b'ej sb'a sk'anb'an junocxo tas t'a Jesús chi'."
        },
        {
            "number": "35",
            "text": "Ha junel, ix sk'ayb'ej eb' anima Jesús t'a yamaq'uil stemplo Dios, ix yalani: --¿Tas yuj syal eb' k'ayb'um t'a ley Moisés to a Cristo yinhtilal vinhaj David?"
        },
        {
            "number": "36",
            "text": "Palta yuj Yespíritu Dios yalnac vinhaj David chi' to a Cristo Yajal yaj t'a vinh, xchi icha tik: Ha Dios Cajal alannac t'a Vajalil icha tik: Emanh k'ojan t'a in wach' k'ab' tik, masanto ol vak'canoch eb' ayoch ajk'olal t'ayach t'a yalanh oc, xchi Dios t'a Vajalil, xchi vinhaj David chi'."
        },
        {
            "number": "37",
            "text": "Icha chi' yutejnac vinh yalancani to a Cristo Yajal yaj t'a vinh. Yuj chi', ¿tom yinhtilalnhej vinhaj David chi' yaji? xchi Jesús t'a eb'. Manh jantacoc eb' anima ix ab'an jun tik. Ix te tzalaj eb' yab'ani."
        },
        {
            "number": "38",
            "text": "Ayic van sk'ayb'an eb' anima Jesús, ix yalani: --Tzeyil val e b'a, yujto a eb' k'ayb'um t'a ley Moisés, te ay smay sb'eyb'al eb'. Sgana eb' sb'eyek' yet' spichul te jucan. Axo yic tzek' eb' t'a calle, ste q'uechaanh eb' ayic slaj yak'anem sb'a eb' anima t'a eb'."
        },
        {
            "number": "39",
            "text": "Ha t'a yoltac spatil culto, anhej t'a xila eb' nivac vinac snib'ej eb' tz'em k'ojan. Yed' pax t'a yic tz'och juntzanh nivac vael, anhej t'a yet'tal eb' vinh nivac vinac tz'aj eb'."
        },
        {
            "number": "40",
            "text": "Syik'anek' eb' tastac ay t'a eb' ix chamnac yetb'eyum. Slajvi chi', te najat syutej yoc slesal eb', yic sna eb' anima to malaj smul eb'. Yuj chi', yelxo val niwan yaelal ol och t'a yib'anh eb', xchi Jesús."
        },
        {
            "number": "41",
            "text": "Ha junel, ix och Jesús t'a yol yamaq'uil stemplo Dios. Ix em k'ojan t'a stz'ey jun chalab' ofrenda. Ix yilani chajtil tz'aj yak'anem stumin eb' anima. Tzijtum eb' b'eyum ix ek' ta'. Nivac stumin eb' ix ek' yak'canemi."
        },
        {
            "number": "42",
            "text": "Palta ix k'och jun ix chamnac yetb'eyum te meb'a'. Ix yak'anem chab' yunetac tumin ix, te jab'nhej yelk'ochi."
        },
        {
            "number": "43",
            "text": "Ix yavtancot eb' sk'ayb'um Jesús chi', ix yalan t'a eb': --Val yel sval t'ayex, a jun ix chamnac yetb'eyum tik, te meb'a' ix. Palta a jun yofrenda ix, ix yak' tik, ek'to yelk'och t'a yichanh yofrenda smasanil juntzanhxo eb' ix ek' yaq'uem yic t'a yol jun chalab' ofrenda tik."
        },
        {
            "number": "44",
            "text": "Yujto a tas syak' sobre t'a eb', ha' ix laj yaq'uem eb'. Palta a jun ix tik, te meb'a' ix. Ha masanil yic sgasto ix, ix yaq'uemi. Manhxalaj tas ix kan t'a ix, xchi Jesús t'a eb'."
        }
    ]
}