{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Axo Jesús ix och ijan yalan jun ab'ix. Ix yalan icha tik: --Ay jun winh ix awan juntzanh te' uwa t'a sat sluum. Ix smacan winh yet' k'een tz'alk'een. Ix sb'oan jun yet'tal b'aj stek'chajel yal te' uwa chi' winh. Ix sb'oanpaxk'e jun b'aj tz'aj heb' stanhwan te' uwa chi' winh, chaanh ix ajk'ei. Ixlajwi chi', ix yak'anb'at sluum winh chi' majanil yet' te' uwa chi' t'a juntzanh heb' winh munlajwum. Ix b'atcan winh t'a junxo lugar najat."
        },
        {
            "number": "2",
            "text": "Axo ix jawi stiempoal smolchajel sat te', ix schecanb'at jun schecab' winh t'a heb' winh majnum lu'um chi', yic b'at schaan smajananub'al lum b'aj tz'el te' uwa chi' yalani."
        },
        {
            "number": "3",
            "text": "Axo ix k'ochi, ix syamancot heb' winh smak'ani. Ix spechan paxta heb' winh. Malaj jab'oc tas ix yik'a'."
        },
        {
            "number": "4",
            "text": "Axo winh aj lu'um chi' ix checanb'at junxo schecab' t'a heb' winh. Axo ix k'ochi, ix ste b'ajej heb' winh, ix lajwi sjolom smak'an heb' winh."
        },
        {
            "number": "5",
            "text": "Yuj chi', haxo winh aj lu'um chi' ix checanb'at junxo schecab'. Axo ix k'och junxo chi', ix smilancham heb' winh. Tzijtumto heb' schecab' winh ix schecb'ati. Ay heb' tonhej ix mak'ji, ay heb' ix miljicham yuj heb' winh."
        },
        {
            "number": "6",
            "text": "Palta ay jun yuninal winh te xajan yuj. Slajwub'xo chi', ix schecanb'at yuninal winh chi'. Tecan ol xiv heb' winh t'a jun wuninal tik, xchi winh."
        },
        {
            "number": "7",
            "text": "Palta haxo yic wan sk'ochi, ix smol alan heb' winh: Ina sjawi winh uninab'il tik. Q'uinaloc ol cham winh smam winh, haxo winh ol icancan lu'um. Co mileccham winh, yic a t'ayonh ol kan lu'um, xchi heb' winh."
        },
        {
            "number": "8",
            "text": "Yuj chi' haxo ix k'ochi, ix syamancot heb' winh. Ix smak'ancham heb' winh. Ixlajwi chi', ix b'at heb' winh syumcanel sniwanil t'a stitac avb'en chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi' tzin k'anb'ej t'ayex, a winh aj lu'um chi', ¿tas ol yutoc heb' winh majnum lu'um chi' winh tze na'a? Ha winh aj lu'um chi' ol b'at satanel heb' winh. Slajwi chi' ol yak'ancanb'at sluum winh chi' majanil t'a juntzanhxo."
        },
        {
            "number": "10",
            "text": "¿Tom manta b'aj tzeyil t'a Slolonel Dios Tz'ib'ab'ilcani, b'aj syal icha tik? Ha jun k'een k'een malaj yelk'och t'a yichanh heb' b'oum pat, aton k'een ix ochcan sjolomoc schiquin te' pat chi'."
        },
        {
            "number": "11",
            "text": "Icha tik ix aj yuj Dios Kajal. Yuj chi' ayic squilani, ste sat ko k'ool yuj, xchi t'a Slolonel Dios chi', xchi Jesús t'a heb'."
        },
        {
            "number": "12",
            "text": "Axo heb' winh yajal ix sayani tas ol yutoc heb' winh syamchaj Jesús chi', yujto ix nachajel yuj heb' winh to yuj heb' winh ix alji jun ab'ix chi'. Palta ix xiv heb' winh t'a heb' anima. Yuj chi' ix yaktejcan Jesús chi' heb' winh. Ix pax heb' winh."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix checjib'at jaywanh heb' fariseo yet' heb' spartido winhaj Herodes t'a Jesús. Snib'ej heb' syak' prowal, talaj ay junok slolonel ay palta syutej yalani. Yujto snib'ej heb' syak'och t'a yib'anh."
        },
        {
            "number": "14",
            "text": "Ix b'at yalan heb' t'ay: --Ach ko k'ayb'umal, cojtac to te yel tzala'. Cojtacpaxi to jun lajannhej yilji heb' anima t'ayach. Axo jun b'eyb'al snib'ej Dios, a tzak' k'ayb'aj t'a yel. ¿Tas tza na'a? Ha juntzanh tumin sk'anjiel t'ayonh yuj winh yajal t'a Roma, ¿wach' am skak'a', mato maay? ¿Ay am sleyal skak'a', mato maay? xchi heb' t'a Jesús."
        },
        {
            "number": "15",
            "text": "Palta yojtacxo Jesús to tonhej stz'ac sk'anb'ej heb' icha chi'. Yuj chi' ix yalan t'a heb': --¿Tas yuj tzin eyak' prowal? B'at ik'eccot junok tumin chi' wila'', xchi t'a heb'."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix b'at yik'cot jun tumin chi' heb'. Ix sk'anb'an Jesús chi' t'a heb': --¿Mach ayoch yechel sat t'a jun tumin tik? ¿Mach tz'ib'ab'iloch sb'i tik t'ay? xchi t'a heb'. --Aton yechel winh yajal t'a Roma yet' sb'i winh, xchi heb'."
        },
        {
            "number": "17",
            "text": "--Ha tas yictaxon winh yajal chi', aq'ek t'a winh. Palta a tas yictaxon Dios, a tzeyak' t'ay, xchi t'a heb'. Axo ix yab'an juntzanh chi' heb', ix te sat sk'ool heb'."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi', ay juntzanh heb' saduceo ix k'och t'a Jesús. Ha heb' chi' syal heb' to manh ol pitzwokxi heb' chamnac, yuj chi' ix yalan heb' t'ay:"
        },
        {
            "number": "19",
            "text": "--Ach ko k'ayb'umal, a winhaj Moisés tz'ib'annaccan icha tik: Q'uinaloc ay junok mach schami, skan ix yetb'eyum, palta malaj junok yuninal. Tato icha chi', haxo junok yuk'tac yowalil tz'ik'ancan ix, yic wach' tato tz'aj yuninal junxo winh chi', ichato yuninal winh ix cham chi' tz'ajcani. Icha chi' yaj yalancan winhaj Moisés chi'."
        },
        {
            "number": "20",
            "text": "Ha junel, ay ucwaanh winak, yuk'tacnhej sb'a heb' winh. Ha winh b'ab'el winak ik'an jun ix ix. Palta cham winh. Malaj junok yuninal winh cani."
        },
        {
            "number": "21",
            "text": "Axo winh schab'il yuk'tac winh ik'ancan ix. Palta champax junxo winh chi', malaj pax junok yuninal winh cani. Icha chi' aj pax winh yoxil."
        },
        {
            "number": "22",
            "text": "Anhejtona', icha chi' ek' heb' winh yucwanhil t'a ix. Malaj junok yuninal heb' winh ajnaccani. Slajwi scham heb' winh yucwanhil, ichato chi' scham ix."
        },
        {
            "number": "23",
            "text": "Ayic ol pitzwokxi heb' chamnac, ¿mach junok heb' winh ol ik'an ix? Yujto yik'nac ix heb' winh yucwanhil, xchi heb' saduceo chi'."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix yalanxi Jesús t'a heb': --Tonhej tzex te somchaji, yujto manh eyojtacoc tas syal t'a Slolonel Dios Tz'ib'ab'ilcani. Manh eyojtacoc jantac spoder Dios."
        },
        {
            "number": "25",
            "text": "Ayic ol pitzwokxi heb' chamnac, manhxalaj ik'lajb'ail, yujto lajan ol aj heb' yet' heb' ángel ay t'a satcha’anh."
        },
        {
            "number": "26",
            "text": "Palta toxonton chequelxo yaji to ol pitzwokxi heb' chamnac. ¿Tom manta b'aj tzeyil tas stz'ib'ejnaccan winhaj Moisés t'a Slolonel Dios chi', a slolonnac Dios t'a skal te' q'uiix? Xchi Dios icha tik: Ha in ton tik sDiosal in winhaj Abraham, sDiosal in winhaj Isaac, sDiosal in pax winhaj Jacob, xchi."
        },
        {
            "number": "27",
            "text": "Yuj chi' cojtac, wach'chom chamnac heb' t'a sat heb' anima, palta haxo t'a sat Dios manh satnacoquel-laj heb', pitzan heb' t'a yichanh, yujto yalnaccani to sDiosal heb' yaji. Ha ex tik te somchajnac ex, xchi Jesús t'a heb'."
        },
        {
            "number": "28",
            "text": "Ay jun winh k'ayb'um t'a ley Moisés ix k'och ta'. Ix yab'an winh to wan stelan sb'a heb' winh saduceo chi' yet' Jesús. Ix yab'anpax winh to wach' ix yutej Jesús spacan t'a heb' winh, yuj chi' ix sk'anb'an winh t'ay: --¿B'aja junok checnab'il te niwan yelk'och t'a yichanh smasanil? xchi winh t'ay."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix yalan Jesús: --Ha jun checnab'il te niwan yelk'och t'a yichanh smasanil, xchi icha tik: Ab'ec ex wetisraelal, a Kajal ko Diosal, junnhej toni."
        },
        {
            "number": "30",
            "text": "Tze xajanej Kajal ko Diosal t'a smasanil he k'ool, t'a smasanil he pixan, t'a smasanil he pensar yet' t'a smasanil eyip, xchi. Aton jun checnab'il tik te niwan yelk'och t'a yichanh smasanil."
        },
        {
            "number": "31",
            "text": "Axo junxo ol wal tik, quen manh lajanoc yelk'och yet'oc. Xchi icha tik: Ichaocab' tzeyutej eya'ilan he b'a, ichaocab' chi' tzeyutej he xajanan heb' ay t'a spatic schiquin he pat, xchi. Malaj junocxo checnab'il ek'al yelk'och t'a yichanh chab' tik, xchi Jesús."
        },
        {
            "number": "32",
            "text": "Ix yalanxi winh k'ayb'um chi' t'ay: --Wach' ton Mamin, yel ton tzala'. Junnhej ton Dios, malaj junocxo."
        },
        {
            "number": "33",
            "text": "Yowalil sco xajanej Dios t'a smasanil ko k'ool, t'a smasanil ko pensar yet' t'a smasanil quip. Anhejtona' yowalil icha scutej ko ya'ilan ko b'a, ichaocab' chi' scutej ko xajanan heb' ay t'a spatic schiquin ko pat. Aton chab' checnab'il tik, te niwan yelk'och t'a yichanh masanil juntzanh silab' smilji yet' juntzanh silab' snhusji tz'ak'ji d'ha Dios, xchi winh t'ay."
        },
        {
            "number": "34",
            "text": "Axo ix yab'an Jesús to wach' ix yutej winh yalani, ix yalanxi t'a winh: --Jab'xonhej wal och t'a yol sk'ab' Dios, xchi t'a winh. Yuj chi', malaj junocxo mach ix stek'b'ej sb'a sk'anb'an junocxo tas t'a Jesús chi'."
        },
        {
            "number": "35",
            "text": "Ha junel, ix sk'ayb'ej heb' anima Jesús t'a yamaq'uil stemplo Dios, ix yalani: --¿Tas yuj syal heb' k'ayb'um t'a ley Moisés to a Cristo yinhtilal winhaj Dawid?"
        },
        {
            "number": "36",
            "text": "Palta yuj Yespíritu Dios yalnac winhaj Dawid chi' to a Cristo Yajal yaj t'a winh, xchi icha tik: Ha Dios Kajal alannac t'a Vajalil icha tik: Emanh k'ojan t'a in wach' k'ab' tik, masanto ol wak'canoch heb' ayoch ajk'olal t'ayach t'a yalanh oc, xchi Dios t'a Vajalil, xchi winhaj Dawid chi'."
        },
        {
            "number": "37",
            "text": "Icha chi' yutejnac winh yalancani to a Cristo Yajal yaj t'a winh. Yuj chi', ¿tom yinhtilalnhej winhaj Dawid chi' yaji? xchi Jesús t'a heb'. Manh jantacoc heb' anima ix ab'an jun tik. Ix te tzalaj heb' yab'ani."
        },
        {
            "number": "38",
            "text": "Ayic wan sk'ayb'an heb' anima Jesús, ix yalani: --Tzeyil wal he b'a, yujto a heb' k'ayb'um t'a ley Moisés, te ay smay sb'eyb'al heb'. Snib'ej heb' sb'eyek' yet' spichul te jucan. Axo yic tzek' heb' t'a calle, ste k'echaanh heb' ayic slaj yak'anem sb'a heb' anima t'a heb'."
        },
        {
            "number": "39",
            "text": "Ha t'a yoltac spatil culto, anhej t'a xila heb' niwac winak snib'ej heb' tz'em k'ojan. Yed' pax t'a yic tz'och juntzanh niwac wael, anhej t'a yet'tal heb' winh niwac winak tz'aj heb'."
        },
        {
            "number": "40",
            "text": "Syik'anek' heb' tastac ay t'a heb' ix chamnac yetb'eyum. Slajwi chi', te najat syutej yoc slesal heb', yic sna heb' anima to malaj smul heb'. Yuj chi', yelxo wal niwan yaelal ol och t'a yib'anh heb', xchi Jesús."
        },
        {
            "number": "41",
            "text": "Ha junel, ix och Jesús t'a yol yamaq'uil stemplo Dios. Ix em k'ojan t'a stz'ey jun chalab' ofrenda. Ix yilani chajtil tz'aj yak'anem stumin heb' anima. Tzijtum heb' b'eyum ix ek' ta'. Niwac stumin heb' ix ek' yak'canemi."
        },
        {
            "number": "42",
            "text": "Palta ix k'och jun ix chamnac yetb'eyum te meb'a'. Ix yak'anem chab' yunetac tumin ix, te jab'nhej yelk'ochi."
        },
        {
            "number": "43",
            "text": "Ix yavtancot heb' sk'ayb'um Jesús chi', ix yalan t'a heb': --Val yel swal t'ayex, a jun ix chamnac yetb'eyum tik, te meb'a' ix. Palta a jun yofrenda ix, ix yak' tik, ek'to yelk'och t'a yichanh yofrenda smasanil juntzanhxo heb' ix ek' yak'em yic t'a yol jun chalab' ofrenda tik."
        },
        {
            "number": "44",
            "text": "Yujto a tas syak' sobre t'a heb', ha' ix laj yak'em heb'. Palta a jun ix tik, te meb'a' ix. Ha masanil yic sgasto ix, ix yak'emi. Manhxalaj tas ix kan t'a ix, xchi Jesús t'a heb'."
        }
    ]
}