{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Axo Jesús ix och ijan yalan jun ab'ix. Ix yalan icha tic: --Ay jun vinh ix avan juntzanh te' uva d'a sat sluum. Ix smacan vinh yed' q'uen tz'alq'ueen. Ix sb'oan jun yed'tal b'aj stek'chajel yal te' uva chi' vinh. Ix sb'oanpaxq'ue jun b'aj tz'aj eb' stanhvan te' uva chi' vinh, chaanh ix ajq'uei. Ix lajvi chi', ix yak'anb'at sluum vinh chi' majanil yed' te' uva chi' d'a juntzanh eb' vinh munlajvum. Ix b'atcan vinh d'a junxo lugar najat."
        },
        {
            "number": "2",
            "text": "Axo ix javi stiempoal smolchajel sat te', ix schecanb'at jun schecab' vinh d'a eb' vinh majnum luum chi', yic b'at schaan smajananub'al lum b'aj tz'el te' uva chi' yalani."
        },
        {
            "number": "3",
            "text": "Axo ix k'ochi, ix syamancot eb' vinh smak'ani. Ix spechan paxta eb' vinh. Malaj jab'oc tas ix yik'a'."
        },
        {
            "number": "4",
            "text": "Axo vinh aj luum chi' ix checanb'at junxo schecab' d'a eb' vinh. Axo ix k'ochi, ix ste b'ajej eb' vinh, ix lajvi sjolom smak'an eb' vinh."
        },
        {
            "number": "5",
            "text": "Yuj chi', axo vinh aj luum chi' ix checanb'at junxo schecab'. Axo ix k'och junxo chi', ix smilancham eb' vinh. Tzijtumto eb' schecab' vinh ix schecb'ati. Ay eb' tonhej ix mak'ji, ay eb' ix miljicham yuj eb' vinh."
        },
        {
            "number": "6",
            "text": "Palta ay jun yuninal vinh te xajan yuuj. Slajvub'xo chi', ix schecanb'at yuninal vinh chi'. Tecan ol xiv eb' vinh d'a jun vuninal tic, xchi vinh."
        },
        {
            "number": "7",
            "text": "Palta axo yic van sk'ochi, ix smol alan eb' vinh: Ina sjavi vinh uninab'il tic. Q'uinaloc ol cham vinh smam vinh, axo vinh ol icancan luum. Co mileccham vinh, yic a d'ayonh ol can luum, xchi eb' vinh."
        },
        {
            "number": "8",
            "text": "Yuj chi' axo ix k'ochi, ix syamancot eb' vinh. Ix smak'ancham eb' vinh. Ix lajvi chi', ix b'at eb' vinh syumcanel snivanil d'a stitac avb'en chi'."
        },
        {
            "number": "9",
            "text": "Yuj chi' tzin k'anb'ej d'ayex, a vinh aj luum chi', ¿tas ol yutoc eb' vinh majnum luum chi' vinh tze na'a? A vinh aj luum chi' ol b'at satanel eb' vinh. Slajvi chi' ol yak'ancanb'at sluum vinh chi' majanil d'a juntzanhxo."
        },
        {
            "number": "10",
            "text": "¿Tom manta b'aj tzeyil d'a Slolonel Dios Tz'ib'ab'ilcani, b'aj syal icha tic? A jun q'uen q'ueen malaj yelk'och d'a yichanh eb' b'oum pat, aton q'uen ix ochcan sjolomoc schiquin te' pat chi'."
        },
        {
            "number": "11",
            "text": "Icha tic ix aj yuj Dios Cajal. Yuj chi' ayic squilani, ste sat co k'ool yuuj, xchi d'a Slolonel Dios chi', xchi Jesús d'a eb'."
        },
        {
            "number": "12",
            "text": "Axo eb' vinh yajal ix sayani tas ol yutoc eb' vinh syamchaj Jesús chi', yujto ix nachajel yuj eb' vinh to yuj eb' vinh ix alji jun ab'ix chi'. Palta ix xiv eb' vinh d'a eb' anima. Yuj chi' ix yactejcan Jesús chi' eb' vinh. Ix pax eb' vinh."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi', ix checjib'at jayvanh eb' fariseo yed' eb' spartido vinhaj Herodes d'a Jesús. Sgana eb' syak' proval, talaj ay junoc slolonel ay palta syutej yalani. Yujto sgana eb' syak'och d'a yib'anh."
        },
        {
            "number": "14",
            "text": "Ix b'at yalan eb' d'ay: --Ach co k'ayb'umal, cojtac to te yel tzala'. Cojtacpaxi to jun lajannhej yilji eb' anima d'ayach. Axo jun b'eyb'al sgana Dios, a tzak' k'ayb'aj d'a yel. ¿Tas tza na'a? A juntzanh tumin sk'anjiel d'ayonh yuj vinh yajal d'a Roma, ¿vach' am scak'a', mato maay? ¿Ay am sleyal scak'a', mato maay? xchi eb' d'a Jesús."
        },
        {
            "number": "15",
            "text": "Palta yojtacxo Jesús to tonhej stz'ac sk'anb'ej eb' icha chi'. Yuj chi' ix yalan d'a eb': --¿Tas yuj tzin eyak' proval? B'at iq'ueccot junoc tumin chi' vila', xchi d'a eb'."
        },
        {
            "number": "16",
            "text": "Yuj chi' ix b'at yik'cot jun tumin chi' eb'. Ix sk'anb'an Jesús chi' d'a eb': --¿Mach ayoch yechel sat d'a jun tumin tic? ¿Mach tz'ib'ab'iloch sb'i tic d'ay? xchi d'a eb'. --Aton yechel vinh yajal d'a Roma yed' sb'i vinh, xchi eb'."
        },
        {
            "number": "17",
            "text": "--A tas yictaxon vinh yajal chi', aq'uec d'a vinh. Palta a tas yictaxon Dios, a tzeyak' d'ay, xchi d'a eb'. Axo ix yab'an juntzanh chi' eb', ix te sat sk'ool eb'."
        },
        {
            "number": "18",
            "text": "Ix lajvi chi', ay juntzanh eb' saduceo ix k'och d'a Jesús. A eb' chi' syal eb' to manh ol pitzvocxi eb' chamnac, yuj chi' ix yalan eb' d'ay:"
        },
        {
            "number": "19",
            "text": "--Ach co k'ayb'umal, a vinhaj Moisés tz'ib'annaccan icha tic: Q'uinaloc ay junoc mach schami, scan ix yetb'eyum, palta malaj junoc yuninal. Tato icha chi', axo junoc yuk'tac yovalil tz'ik'ancan ix, yic vach' tato tz'aj yuninal junxo vinh chi', ichato yuninal vinh ix cham chi' tz'ajcani. Icha chi' yaj yalancan vinhaj Moisés chi'."
        },
        {
            "number": "20",
            "text": "A junel, ay ucvaanh vinac, yuk'tacnhej sb'a eb' vinh. A vinh b'ab'el vinac ik'an jun ix ix. Palta cham vinh. Malaj junoc yuninal vinh cani."
        },
        {
            "number": "21",
            "text": "Axo vinh schab'il yuk'tac vinh ik'ancan ix. Palta champax junxo vinh chi', malaj pax junoc yuninal vinh cani. Icha chi' aj pax vinh yoxil."
        },
        {
            "number": "22",
            "text": "Anhejtona', icha chi' ek' eb' vinh yucvanhil d'a ix. Malaj junoc yuninal eb' vinh ajnaccani. Slajvi scham eb' vinh yucvanhil, ichato chi' scham ix."
        },
        {
            "number": "23",
            "text": "Ayic ol pitzvocxi eb' chamnac, ¿mach junoc eb' vinh ol ik'an ix? Yujto yik'nac ix eb' vinh yucvanhil, xchi eb' saduceo chi'."
        },
        {
            "number": "24",
            "text": "Yuj chi' ix yalanxi Jesús d'a eb': --Tonhej tzex te somchaji, yujto manh eyojtacoc tas syal d'a Slolonel Dios Tz'ib'ab'ilcani. Manh eyojtacoc jantac spoder Dios."
        },
        {
            "number": "25",
            "text": "Ayic ol pitzvocxi eb' chamnac, manhxalaj ik'lajb'ail, yujto lajan ol aj eb' yed' eb' ángel ay d'a satchaanh."
        },
        {
            "number": "26",
            "text": "Palta toxonton chequelxo yaji to ol pitzvocxi eb' chamnac. ¿Tom manta b'aj tzeyil tas stz'ib'ejnaccan vinhaj Moisés d'a Slolonel Dios chi', a slolonnac Dios d'a scal te' q'uiix? Xchi Dios icha tic: A in ton tic sDiosal in vinhaj Abraham, sDiosal in vinhaj Isaac, sDiosal in pax vinhaj Jacob, xchi."
        },
        {
            "number": "27",
            "text": "Yuj chi' cojtac, vach'chom chamnac eb' d'a sat eb' anima, palta axo d'a sat Dios manh satnacoquel-laj eb', pitzan eb' d'a yichanh, yujto yalnaccani to sDiosal eb' yaji. A ex tic te somchajnac ex, xchi Jesús d'a eb'."
        },
        {
            "number": "28",
            "text": "Ay jun vinh k'ayb'um d'a ley Moisés ix k'och ta'. Ix yab'an vinh to van stelan sb'a eb' vinh saduceo chi' yed' Jesús. Ix yab'anpax vinh to vach' ix yutej Jesús spacan d'a eb' vinh, yuj chi' ix sk'anb'an vinh d'ay: --¿B'aja junoc checnab'il te nivan yelk'och d'a yichanh smasanil? xchi vinh d'ay."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix yalan Jesús: --A jun checnab'il te nivan yelk'och d'a yichanh smasanil, xchi icha tic: Ab'ec ex vetisraelal, a Cajal co Diosal, junnhej toni."
        },
        {
            "number": "30",
            "text": "Tze xajanej Cajal co Diosal d'a smasanil e k'ool, d'a smasanil e pixan, d'a smasanil e pensar yed' d'a smasanil eyip, xchi. Aton jun checnab'il tic te nivan yelk'och d'a yichanh smasanil."
        },
        {
            "number": "31",
            "text": "Axo junxo ol val tic, quen manh lajanoc yelk'och yed'oc. Xchi icha tic: Ichaocab' tzeyutej eya'ilan e b'a, ichaocab' chi' tzeyutej e xajanan eb' ay d'a spatic schiquin e pat, xchi. Malaj junocxo checnab'il ek'al yelk'och d'a yichanh chab' tic, xchi Jesús."
        },
        {
            "number": "32",
            "text": "Ix yalanxi vinh k'ayb'um chi' d'ay: --Vach' ton Mamin, yel ton tzala'. Junnhej ton Dios, malaj junocxo."
        },
        {
            "number": "33",
            "text": "Yovalil sco xajanej Dios d'a smasanil co k'ool, d'a smasanil co pensar yed' d'a smasanil quip. Anhejtona' yovalil icha scutej co ya'ilan co b'a, ichaocab' chi' scutej co xajanan eb' ay d'a spatic schiquin co pat. Aton chab' checnab'il tic, te nivan yelk'och d'a yichanh masanil juntzanh silab' smilji yed' juntzanh silab' snhusji tz'ak'ji d'a Dios, xchi vinh d'ay."
        },
        {
            "number": "34",
            "text": "Axo ix yab'an Jesús to vach' ix yutej vinh yalani, ix yalanxi d'a vinh: --Jab'xonhej val och d'a yol sk'ab' Dios, xchi d'a vinh. Yuj chi', malaj junocxo mach ix stek'b'ej sb'a sk'anb'an junocxo tas d'a Jesús chi'."
        },
        {
            "number": "35",
            "text": "A junel, ix sk'ayb'ej eb' anima Jesús d'a yamaq'uil stemplo Dios, ix yalani: --¿Tas yuj syal eb' k'ayb'um d'a ley Moisés to a Cristo yinhtilal vinhaj David?"
        },
        {
            "number": "36",
            "text": "Palta yuj Yespíritu Dios yalnac vinhaj David chi' to a Cristo Yajal yaj d'a vinh, xchi icha tic: A Dios Cajal alannac d'a Vajalil icha tic: Emanh k'ojan d'a in vach' k'ab' tic, masanto ol vak'canoch eb' ayoch ajk'olal d'ayach d'a yalanh oc, xchi Dios d'a Vajalil, xchi vinhaj David chi'."
        },
        {
            "number": "37",
            "text": "Icha chi' yutejnac vinh yalancani to a Cristo Yajal yaj d'a vinh. Yuj chi', ¿tom yinhtilalnhej vinhaj David chi' yaji? xchi Jesús d'a eb'. Manh jantacoc eb' anima ix ab'an jun tic. Ix te tzalaj eb' yab'ani."
        },
        {
            "number": "38",
            "text": "Ayic van sk'ayb'an eb' anima Jesús, ix yalani: --Tzeyil val e b'a, yujto a eb' k'ayb'um d'a ley Moisés, te ay smay sb'eyb'al eb'. Sgana eb' sb'eyek' yed' spichul te jucan. Axo yic tz'ek' eb' d'a calle, ste q'uechaanh eb' ayic slaj yak'anem sb'a eb' anima d'a eb'."
        },
        {
            "number": "39",
            "text": "A d'a yoltac spatil culto, anhej d'a xila eb' nivac vinac snib'ej eb' tz'em k'ojan. Yed' pax d'a yic tz'och juntzanh nivac vael, anhej d'a yed'tal eb' vinh nivac vinac tz'aj eb'."
        },
        {
            "number": "40",
            "text": "Syik'anek' eb' tastac ay d'a eb' ix chamnac yetb'eyum. Slajvi chi', te najat syutej yoc slesal eb', yic sna eb' anima to malaj smul eb'. Yuj chi', yelxo val nivan yaelal ol och d'a yib'anh eb', xchi Jesús."
        },
        {
            "number": "41",
            "text": "A junel, ix och Jesús d'a yol yamaq'uil stemplo Dios. Ix em k'ojan d'a stz'ey jun chalab' ofrenda. Ix yilani chajtil tz'aj yak'anem stumin eb' anima. Tzijtum eb' b'eyum ix ek' ta'. Nivac stumin eb' ix ek' yak'canemi."
        },
        {
            "number": "42",
            "text": "Palta ix k'och jun ix chamnac yetb'eyum te meb'a'. Ix yak'anem chab' yunetac tumin ix, te jab'nhej yelk'ochi."
        },
        {
            "number": "43",
            "text": "Ix yavtancot eb' sk'ayb'um Jesús chi', ix yalan d'a eb': --Val yel sval d'ayex, a jun ix chamnac yetb'eyum tic, te meb'a' ix. Palta a jun yofrenda ix, ix yak' tic, ek'to yelk'och d'a yichanh yofrenda smasanil juntzanhxo eb' ix ek' yaq'uem yic d'a yol jun chalab' ofrenda tic."
        },
        {
            "number": "44",
            "text": "Yujto a tas syak' sobre d'a eb', a' ix laj yaq'uem eb'. Palta a jun ix tic, te meb'a' ix. A masanil yic sgasto ix, ix yaq'uemi. Manhxalaj tas ix can d'a ix, xchi Jesús d'a eb'."
        }
    ]
}