{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ayic van yelta Jesús t'a yamaq'uil stemplo Dios, ix yalan jun sk'ayb'um t'ay: --Mamin, inai te nivac juntzanh q'uen q'ueen tik. Te nivac pax juntzanh pat tik, xchi t'ay."
        },
        {
            "number": "2",
            "text": "Palta ix yalan Jesús t'ay: --¿Tzam il juntzanh nivac pat tik? Sval t'ayach, a juntzanh q'uen q'ueen latz'b'ilq'ue tik, manhxo junok ol kan t'a yib'anh q'uen yetq'uenal. Ol ecjoquel q'uen t'a yet'tal smasanil, xchi t'ay."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix b'at eb' t'a tzalan Olivo, t'a yichanhb'at stemplo Dios. Ata' ix em k'ojan Jesús. Axo vinhaj Pedro, vinhaj Jacobo, vinhaj Juan yet' vinhaj Andrés, sch'ocoj eb' vinh ayek' yet'oc. Ix sk'anb'an eb' vinh t'ay:"
        },
        {
            "number": "4",
            "text": "--Co gana tzal t'ayonh ¿b'aq'uinh ol ujoc juntzanh ix al chi'? ¿Tas junok yechel ol sch'ox Dios, ayic toxo val ol javoc juntzanh chi'? xchi eb' vinh t'ay."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix yalan Jesús t'a eb' vinh: --Tzeyil val e b'a yic malaj junok mach ol ex ak'an musansatil."
        },
        {
            "number": "6",
            "text": "Yujto tzijtum eb' ol javoc, ol yesanel in b'i eb'. Axo ol yalan eb' icha tik: Ha in ton tik Cristo in, xcham eb'. Tzijtum anima ol yak' musansatil eb'."
        },
        {
            "number": "7",
            "text": "Ol eyab' yoch juntzanh nivac oval. Ol eyab'anpax specal juntzanhxo oval ijan ol ochoc. Palta manh ex xivoc, yujto yovalil icha chi' ol ujoc. Palta manto slajvub'oclaj yol yib'anhk’inal tik."
        },
        {
            "number": "8",
            "text": "Yujto ay juntzanh nivac chonhab' ol yak' oval yet' juntzanhxo nivac chonhab'. Ol laj yak'an oval eb' yajal yet' eb' yetyajalil. Jantac b'aj ol ek' nivac quixcab'. Ol javoc nivac vejel t'a yib'anh eb' anima. Ha juntzanh chi', b'ab'el yaelal. Ayto juntzanhxo ol javoc."
        },
        {
            "number": "9",
            "text": "Palta a ex tik, te lista tzeyutej e b'a, yujto ol ex ak'jococh t'a yol sk'ab' eb' vinh yajal. Ol laj ex smak' eb' t'a yoltac spatil culto. Ol laj ex yik'anb'at eb' t'a yichanh eb' vinh yajal yet' t'a yichanh eb' vinh rey, yujto ayoch e pensar t'ayin. Icha chi' ol ex ajoc, yic ol yal eyalanel vab'ixal t'a eb'."
        },
        {
            "number": "10",
            "text": "Yovalil ol b'ab'laj aljoquel jun ab'ix yic colnab'il tik t'a junjun chonhab', ichato chi' ol ja slajvub'al."
        },
        {
            "number": "11",
            "text": "Ol ex ik'jocb'at t'a yichanh eb' vinh yajal. Palta manh ex och ilk'olal yuj tas ol eyala'. Yujto a juntzanh lolonel ol ak'joc t'ayex yuj Yespíritu Dios t'a jun rato chi', a ol eyala'. Yujto manhoc ex ol ex lolonoc, palta a Yespíritu Dios ol lolonoc."
        },
        {
            "number": "12",
            "text": "Ha eb' yuk'tac sb'a, ol yak'lajoch sb'a eb' t'a yol sk'ab' chamel. Icha chi' ol yutoc pax sb'a eb' mamab'il t'a eb' yuninal. Ha eb' uninab'il, ay eb' ol yak' oval yet' smam, ol yak'anoch eb' t'a yol sk'ab' chamel."
        },
        {
            "number": "13",
            "text": "Ol chichonoch sk'ool masanil anima t'ayex, yujto ayoch e pensar t'ayin. Palta a eb' ol ak'an techajoc masanto schami, aton eb' chi' ol colchajoc."
        },
        {
            "number": "14",
            "text": "Ayic ol eyilan vinh ajk'ol sjuanel masanil tastac b'aj manh smojoc yajeq'ui, nachajocab' el eyuuj. Ha eb' ayek' t'a Judea, b'atocab' eb' elelal t'a tzalquixtac."
        },
        {
            "number": "15",
            "text": "Ay eb' ayq'ue t'a spanhanil yib'anh spat, manhxoocab' emta eb' yiq'uelta junok tas t'a yol spat chi', ayic sb'at eb' elelal."
        },
        {
            "number": "16",
            "text": "Yed' eb' ayb'at t'a smunlajel, manhxoocab' ul yik' spichul eb' b'aj aycani."
        },
        {
            "number": "17",
            "text": "Ha t'a jun pekti’ chi', te chuc yic eb' ix yab'ix yet' eb' ix vanto schuni yune' ayic ol b'at eb' elelal."
        },
        {
            "number": "18",
            "text": "k'anec d'ha Dios yic manhoc t'a stiempoal nhab'il q'uinal ol ex b'at elelal."
        },
        {
            "number": "19",
            "text": "Yujto a jun niwan yaelal ol ja t'a jun pekti’ chi', manta b'aj ix yak' icha chi' yictax ix sb'oan yol yib'anhk’inal tik Dios. Anhej jun chi', manhxa b'ak'uinh pax ol yak'xi icha chi'."
        },
        {
            "number": "20",
            "text": "Tato manh ol sk'ochlitej yoc jun yaelal chi' Dios Cajal, malaj am junok mach ol colchajcanel t'a yol sk'ab' chamel, palta yuj eb' sik'b'ilxoel yuj, ol sk'ochlitej."
        },
        {
            "number": "21",
            "text": "Tato ay eb' ol alan icha tik t'ayex: Ina yajek' Cristo t'a tik, mato, ina yajek' t'a chi', ta xchi eb', manh e cha eyab'i."
        },
        {
            "number": "22",
            "text": "Yujto ay eb' ol pitzvoc chaanh, ol laj yalanoch sb'a eb' Cristoal. Ay pax eb' ol yaloch sb'a schecab'oc Dios. Ol sch'ox juntzanh yechel eb' yet' juntzanh milagro, yic somchajel eb' anima yuj eb'. Ijan val ay eb' sik'b'ilxoel yuj Dios ol yak' ganar eb' sjuanel spensar."
        },
        {
            "number": "23",
            "text": "Palta a ex tik, te lista tzeyutej e b'a. Ayocto svalancan juntzanh tik smasanil t'ayex."
        },
        {
            "number": "24",
            "text": "Palta ha t'a jun pekti’ chi', ayic ol lajvoquek' jun niwan yaelal chi', a k'u ol k'ik'b'oqueloc, haxo q'uen uj, manhxo ol yak'laj yoc q'ueen."
        },
        {
            "number": "25",
            "text": "Axo q'uen k'anal, ol laj emta q'uen t'a satcha’anh chi'. Axo juntzanh yipal satcha’anh, ol tzicub'tanhajoc."
        },
        {
            "number": "26",
            "text": "Ichato chi' b'ian, haxo ol yilanq'ue eb' anima to a in Ak'b'il in cot yuj Dios voch animail tik ol in emul t'a skal asun. Manh jantacoc in poder, te niwan in tziquiquial ayic ol in javoc."
        },
        {
            "number": "27",
            "text": "Ha in tik, ol in checcot eb' vángel yic ol ek' eb' smolb'ejcot eb' sik'b'ilel vuuj t'a masanil yol yib'anhk’inal tik. Ol ek' ik'joccot eb' b'aj slajvik'och yol yib'anhk’inal masanto b'aj ay yichchaanh."
        },
        {
            "number": "28",
            "text": "Ab'ec jun ab'ix ol val tik yuj te' higo. Ayic tz'uninb'i sk'ab' te', sja pax xiil te' sk'ab' chi', eyojtacxo to toxo ol ja nhab'il q'uinal."
        },
        {
            "number": "29",
            "text": "Anhejtona', ayic ol eyil sjavi juntzanh tik, nachajocab' el eyuuj to jab'xonhej sjavi slajvub', ichato ayinxo ek' t'a sti' puerta."
        },
        {
            "number": "30",
            "text": "Val yel sval t'ayex, manto ol satel-laj juntzanh anima tik, masanto ol ek'kan juntzanh ix val tik smasanil."
        },
        {
            "number": "31",
            "text": "Ha satcha’anh yet' yol yib'anhk’inal tik, ol lajvoqueloc, palta a in lolonel, malaj b'ak'uinh ol lajvoqueloc."
        },
        {
            "number": "32",
            "text": "Palta malaj junok mach ojtannac tas k'ual, jantac yorail ol in javoc. Ha eb' ángel ay t'a satcha’anh, manh yojtacoc pax eb'. Ha inxo pax tik, Yuninal in Dios, palta manh vojtacoc paxi. Anhejton Dios Mamab'il ojtannac."
        },
        {
            "number": "33",
            "text": "Yuj chi', te lista tzeyutej e b'a, macvajanhec. Lesalvanhec, yujto manh eyojtacoc b'ak'uinh ol javoc stiempoal jun chi'."
        },
        {
            "number": "34",
            "text": "Q'uinaloc ay junok vinac sb'at t'a junok lugar najat, skan spat vinh, syak'ancanoch yopisio junjun eb' smajan vinh. Syalancan vinh tastac sk'ulej junjun eb'. Syalanpaxcan vinh t'a vinh stanhvumal sti' spat: Macvajanh, xchi vinh."
        },
        {
            "number": "35",
            "text": "Axo eb' smajan vinh chi', manh yojtacoc eb' b'ak'uinh ol jax vinh aj pat chi', mato k'ik'b'alil, mato chimilak'val, mato ayto sk'ana', mato van sakb'i. Icha vinh aj pat chi', ichin ta'. Manh eyojtacoc b'ak'uinh ol in jax t'a schaelal. Yuj chi', te lista tzeyutej e b'a"
        },
        {
            "number": "36",
            "text": "yic wach' mantoc ichato vaynac ex, ol in ja lemnajoc."
        },
        {
            "number": "37",
            "text": "Ha jun sval tik t'ayex, yic eb' anima smasanil. Te lista tzeyutej e b'a, xchi Jesús."
        }
    ]
}