{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ayic wan yelta Jesús t'a yamaq'uil stemplo Dios, ix yalan jun sk'ayb'um t'ay: --Mamin, inai te niwac juntzanh k'een k'een tik. Te niwac pax juntzanh pat tik, xchi t'ay."
        },
        {
            "number": "2",
            "text": "Palta ix yalan Jesús t'ay: --¿Tzam il juntzanh niwac pat tik? Swal t'ayach, a juntzanh k'een k'een latz'b'ilk'e tik, manhxo junok ol kan t'a yib'anh k'een yetk'enal. Ol ecjoquel k'een t'a yet'tal smasanil, xchi t'ay."
        },
        {
            "number": "3",
            "text": "Ixlajwi chi', ix b'at heb' t'a tzalan Oliwo, t'a yichanhb'at stemplo Dios. Ata' ix em k'ojan Jesús. Axo winhaj Pedro, winhaj Jacobo, winhaj Juan yet' winhaj Andrés, sch'ocoj heb' winh ayek' yet'oc. Ix sk'anb'an heb' winh t'ay:"
        },
        {
            "number": "4",
            "text": "--Co gana tzal t'ayonh ¿b'aq'uinh ol ujok juntzanh ix al chi'? ¿Tas junok yechel ol sch'ox Dios, ayic toxo wal ol jawok juntzanh chi'? xchi heb' winh t'ay."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix yalan Jesús t'a heb' winh: --Tzeyil wal he b'a yic malaj junok mach ol ex ak'an musansatil."
        },
        {
            "number": "6",
            "text": "Yujto tzijtum heb' ol jawok, ol yesanel in b'i heb'. Axo ol yalan heb' icha tik: Ha in ton tik Cristo in, xcham heb'. Tzijtum anima ol yak' musansatil heb'."
        },
        {
            "number": "7",
            "text": "Ol eyab' yoch juntzanh niwac owal. Ol eyab'anpax spekal juntzanhxo owal ijan ol ochoc. Palta manh ex xiwoc, yujto yowalil icha chi' ol ujok. Palta manto slajwub'oclaj yol yib'anhk’inal tik."
        },
        {
            "number": "8",
            "text": "Yujto ay juntzanh niwac chonhab' ol yak' owal yet' juntzanhxo niwac chonhab'. Ol laj yak'an owal heb' yajal yet' heb' yetyajalil. Jantac b'aj ol ek' niwac quixkab'. Ol jawok niwac wejel t'a yib'anh heb' anima. Ha juntzanh chi', b'ab'el yaelal. Ayto juntzanhxo ol jawok."
        },
        {
            "number": "9",
            "text": "Palta a ex tik, te lista tzeyutej he b'a, yujto ol ex ak'jococh t'a yol sk'ab' heb' winh yajal. Ol laj ex smak' heb' t'a yoltac spatil culto. Ol laj ex yik'anb'at heb' t'a yichanh heb' winh yajal yet' t'a yichanh heb' winh rey, yujto ayoch he pensar t'ayin. Icha chi' ol ex ajoc, yic ol yal eyalanel wab'ixal t'a heb'."
        },
        {
            "number": "10",
            "text": "Yowalil ol b'ab'laj aljoquel jun ab'ix yic colnab'il tik t'a junjun chonhab', ichato chi' ol ja slajwub'al."
        },
        {
            "number": "11",
            "text": "Ol ex ik'jocb'at t'a yichanh heb' winh yajal. Palta manh ex och ilk'olal yuj tas ol eyala'. Yujto a juntzanh lolonel ol ak'joc t'ayex yuj Yespíritu Dios t'a jun rato chi', a ol eyala'. Yujto manhoc ex ol ex lolonoc, palta a Yespíritu Dios ol lolonoc."
        },
        {
            "number": "12",
            "text": "Ha heb' yuk'tac sb'a, ol yak'lajoch sb'a heb' t'a yol sk'ab' chamel. Icha chi' ol yutoc pax sb'a heb' mamab'il t'a heb' yuninal. Ha heb' uninab'il, ay heb' ol yak' owal yet' smam, ol yak'anoch heb' t'a yol sk'ab' chamel."
        },
        {
            "number": "13",
            "text": "Ol chichonoch sk'ool masanil anima t'ayex, yujto ayoch he pensar t'ayin. Palta a heb' ol ak'an techajoc masanto schami, aton heb' chi' ol colchajoc."
        },
        {
            "number": "14",
            "text": "Ayic ol eyilan winh ajk'ol sjuanel masanil tastac b'aj manh smojoc yajeq'ui, nachajokab' el eyuuj. Ha heb' ayek' t'a Judea, b'atokab' heb' elelal t'a tzalquixtac."
        },
        {
            "number": "15",
            "text": "Ay heb' ayk'e t'a spanhanil yib'anh spat, manhxookab' emta heb' yik'elta junok tas t'a yol spat chi', ayic sb'at heb' elelal."
        },
        {
            "number": "16",
            "text": "Yed' heb' ayb'at t'a smunlajel, manhxookab' ul yik' spichul heb' b'aj aykani."
        },
        {
            "number": "17",
            "text": "Ha t'a jun pekti’ chi', te chuk yic heb' ix yab'ix yet' heb' ix wanto schuni yune' ayic ol b'at heb' elelal."
        },
        {
            "number": "18",
            "text": "k'anec d'ha Dios yic manhoc t'a stiempoal nhab'il k 'inal ol ex b'at elelal."
        },
        {
            "number": "19",
            "text": "Yujto a jun niwan yaelal ol ja t'a jun pekti’ chi', manta b'aj ix yak' icha chi' yictax ix sb'oan yol yib'anhk’inal tik Dios. Anhej jun chi', manhxa b'ak'uinh pax ol yak'xi icha chi'."
        },
        {
            "number": "20",
            "text": "Tato manh ol sk'ochlitej yoc jun yaelal chi' Dios Kajal, malaj am junok mach ol colchajkanel t'a yol sk'ab' chamel, palta yuj heb' sik'b'ilxoel yuj, ol sk'ochlitej."
        },
        {
            "number": "21",
            "text": "Tato ay heb' ol alan icha tik t'ayex: Ina yajek' Cristo t'a tik, mato, ina yajek' t'a chi', ta xchi heb', manh he cha eyab'i."
        },
        {
            "number": "22",
            "text": "Yujto ay heb' ol pitzwoc chaanh, ol laj yalanoch sb'a heb' Cristoal. Ay pax heb' ol yaloch sb'a schekab'oc Dios. Ol sch'ox juntzanh yechel heb' yet' juntzanh milagro, yic somchajel heb' anima yuj heb'. Ijan wal ay heb' sik'b'ilxoel yuj Dios ol yak' ganar heb' sjuanel spensar."
        },
        {
            "number": "23",
            "text": "Palta a ex tik, te lista tzeyutej he b'a. Ayocto swalankan juntzanh tik smasanil t'ayex."
        },
        {
            "number": "24",
            "text": "Palta ha t'a jun pekti’ chi', ayic ol lajwoquek' jun niwan yaelal chi', a k'u ol k'ik'b'oqueloc, haxo k'een uj, manhxo ol yak'laj yoc k'een."
        },
        {
            "number": "25",
            "text": "Axo k'een k'anal, ol laj emta k'een t'a satcha’anh chi'. Axo juntzanh yipal satcha’anh, ol tzicub'tanhajoc."
        },
        {
            "number": "26",
            "text": "Ichato chi' b'ian, haxo ol yilank'e heb' anima to a in Ak'b'il in cot yuj Dios woch animail tik ol in emul t'a skal asun. Manh jantacoc in poder, te niwan in tziquiquial ayic ol in jawok."
        },
        {
            "number": "27",
            "text": "Ha in tik, ol in checcot heb' vángel yic ol ek' heb' smolb'ejcot heb' sik'b'ilel wuuj t'a masanil yol yib'anhk’inal tik. Ol ek' ik'joccot heb' b'aj slajwik'och yol yib'anhk’inal masanto b'aj ay yichchaanh."
        },
        {
            "number": "28",
            "text": "Ab'ec jun ab'ix ol wal tik yuj te' higo. Ayic tz'uninb'i sk'ab' te', sja pax xiil te' sk'ab' chi', eyojtakxo to toxo ol ja nhab'il k 'inal."
        },
        {
            "number": "29",
            "text": "Anhejtona', ayic ol eyil sjawi juntzanh tik, nachajokab' el eyuuj to jab'xonhej sjawi slajwub', ichato ayinxo ek' t'a sti' puerta."
        },
        {
            "number": "30",
            "text": "Val yel swal t'ayex, manto ol satel-laj juntzanh anima tik, masanto ol ek'kan juntzanh ix wal tik smasanil."
        },
        {
            "number": "31",
            "text": "Ha satcha’anh yet' yol yib'anhk’inal tik, ol lajwoqueloc, palta a in lolonel, malaj b'ak'uinh ol lajwoqueloc."
        },
        {
            "number": "32",
            "text": "Palta malaj junok mach ojtannac tas k'ual, jantac yorail ol in jawok. Ha heb' ángel ay t'a satcha’anh, manh yojtakoc pax heb'. Ha inxo pax tik, Yuninal in Dios, palta manh wojtakoc paxi. Anhejton Dios Mamab'il ojtannac."
        },
        {
            "number": "33",
            "text": "Yuj chi', te lista tzeyutej he b'a, macwajanhec. Lesalwanhec, yujto manh eyojtakoc b'ak'uinh ol jawok stiempoal jun chi'."
        },
        {
            "number": "34",
            "text": "Q'uinaloc ay junok winak sb'at t'a junok lugar najat, skan spat winh, syak'ankanoch yopisio junjun heb' smajan winh. Syalankan winh tastac sk'ulej junjun heb'. Syalanpaxcan winh t'a winh stanhwumal sti' spat: Macwajanh, xchi winh."
        },
        {
            "number": "35",
            "text": "Axo heb' smajan winh chi', manh yojtakoc heb' b'ak'uinh ol jax winh aj pat chi', mato k'ik'b'alil, mato chimilak'wal, mato ayto sk'ana', mato wan sakb'i. Icha winh aj pat chi', ichin ta'. Manh eyojtakoc b'ak'uinh ol in jax t'a schaelal. Yuj chi', te lista tzeyutej he b'a"
        },
        {
            "number": "36",
            "text": "yic wach' mantoc ichato waynac ex, ol in ja lemnajoc."
        },
        {
            "number": "37",
            "text": "Ha jun swal tik t'ayex, yic heb' anima smasanil. Te lista tzeyutej he b'a, xchi Jesús."
        }
    ]
}