{
    "chapter": "13",
    "verses": [
        {
            "number": "1",
            "text": "Ayic van yelta Jesús d'a yamaq'uil stemplo Dios, ix yalan jun sk'ayb'um d'ay: --Mamin, inai te nivac juntzanh q'uen q'ueen tic. Te nivac pax juntzanh pat tic, xchi d'ay."
        },
        {
            "number": "2",
            "text": "Palta ix yalan Jesús d'ay: --¿Tzam il juntzanh nivac pat tic? Sval d'ayach, a juntzanh q'uen q'ueen latz'b'ilq'ue tic, manhxo junoc ol can d'a yib'anh q'uen yetq'uenal. Ol ecjoquel q'uen d'a yed'tal smasanil, xchi d'ay."
        },
        {
            "number": "3",
            "text": "Ix lajvi chi', ix b'at eb' d'a tzalan Olivo, d'a yichanhb'at stemplo Dios. Ata' ix em k'ojan Jesús. Axo vinhaj Pedro, vinhaj Jacobo, vinhaj Juan yed' vinhaj Andrés, sch'ocoj eb' vinh ayek' yed'oc. Ix sk'anb'an eb' vinh d'ay:"
        },
        {
            "number": "4",
            "text": "--Co gana tzal d'ayonh ¿b'aq'uinh ol ujoc juntzanh ix al chi'? ¿Tas junoc yechel ol sch'ox Dios, ayic toxo val ol javoc juntzanh chi'? xchi eb' vinh d'ay."
        },
        {
            "number": "5",
            "text": "Yuj chi' ix yalan Jesús d'a eb' vinh: --Tzeyil val e b'a yic malaj junoc mach ol ex ak'an musansatil."
        },
        {
            "number": "6",
            "text": "Yujto tzijtum eb' ol javoc, ol yesanel in b'i eb'. Axo ol yalan eb' icha tic: A in ton tic Cristo in, xcham eb'. Tzijtum anima ol yak' musansatil eb'."
        },
        {
            "number": "7",
            "text": "Ol eyab' yoch juntzanh nivac oval. Ol eyab'anpax specal juntzanhxo oval ijan ol ochoc. Palta manh ex xivoc, yujto yovalil icha chi' ol ujoc. Palta manto slajvub'oclaj yolyib'anhq'uinal tic."
        },
        {
            "number": "8",
            "text": "Yujto ay juntzanh nivac chonhab' ol yak' oval yed' juntzanhxo nivac chonhab'. Ol laj yak'an oval eb' yajal yed' eb' yetyajalil. Jantac b'aj ol ek' nivac quixcab'. Ol javoc nivac vejel d'a yib'anh eb' anima. A juntzanh chi', b'ab'el yaelal. Ayto juntzanhxo ol javoc."
        },
        {
            "number": "9",
            "text": "Palta a ex tic, te lista tzeyutej e b'a, yujto ol ex ak'jococh d'a yol sk'ab' eb' vinh yajal. Ol laj ex smak' eb' d'a yoltac spatil culto. Ol laj ex yik'anb'at eb' d'a yichanh eb' vinh yajal yed' d'a yichanh eb' vinh rey, yujto ayoch e pensar d'ayin. Icha chi' ol ex ajoc, yic ol yal eyalanel vab'ixal d'a eb'."
        },
        {
            "number": "10",
            "text": "Yovalil ol b'ab'laj aljoquel jun ab'ix yic colnab'il tic d'a junjun chonhab', ichato chi' ol ja slajvub'al."
        },
        {
            "number": "11",
            "text": "Ol ex ik'jocb'at d'a yichanh eb' vinh yajal. Palta manh ex och ilk'olal yuj tas ol eyala'. Yujto a juntzanh lolonel ol ak'joc d'ayex yuj Yespíritu Dios d'a jun rato chi', a ol eyala'. Yujto manhoc ex ol ex lolonoc, palta a Yespíritu Dios ol lolonoc."
        },
        {
            "number": "12",
            "text": "A eb' yuk'tac sb'a, ol yak'lajoch sb'a eb' d'a yol sk'ab' chamel. Icha chi' ol yutoc pax sb'a eb' mamab'il d'a eb' yuninal. A eb' uninab'il, ay eb' ol yak' oval yed' smam, ol yak'anoch eb' d'a yol sk'ab' chamel."
        },
        {
            "number": "13",
            "text": "Ol chichonoch sk'ool masanil anima d'ayex, yujto ayoch e pensar d'ayin. Palta a eb' ol ak'an techajoc masanto schami, aton eb' chi' ol colchajoc."
        },
        {
            "number": "14",
            "text": "Ayic ol eyilan vinh ajk'ol sjuanel masanil tastac b'aj manh smojoc yajeq'ui, nachajocab' el eyuuj. A eb' ayek' d'a Judea, b'atocab' eb' elelal d'a tzalquixtac."
        },
        {
            "number": "15",
            "text": "Ay eb' ayq'ue d'a spanhanil yib'anh spat, manhxoocab' emta eb' yiq'uelta junoc tas d'a yol spat chi', ayic sb'at eb' elelal."
        },
        {
            "number": "16",
            "text": "Yed' eb' ayb'at d'a smunlajel, manhxoocab' ul yik' spichul eb' b'aj aycani."
        },
        {
            "number": "17",
            "text": "A d'a jun tiempoal chi', te chuc yic eb' ix yab'ix yed' eb' ix vanto schuni yune' ayic ol b'at eb' elelal."
        },
        {
            "number": "18",
            "text": "k'anec d'a Dios yic manhoc d'a stiempoal nhab'il q'uinal ol ex b'at elelal."
        },
        {
            "number": "19",
            "text": "Yujto a jun nivan yaelal ol ja d'a jun tiempoal chi', manta b'aj ix yak' icha chi' yictax ix sb'oan yolyib'anhq'uinal tic Dios. Anhej jun chi', manhxa b'aq'uinh pax ol yak'xi icha chi'."
        },
        {
            "number": "20",
            "text": "Tato manh ol sk'ochlitej yoc jun yaelal chi' Dios Cajal, malaj am junoc mach ol colchajcanel d'a yol sk'ab' chamel, palta yuj eb' sik'b'ilxoel yuuj, ol sk'ochlitej."
        },
        {
            "number": "21",
            "text": "Tato ay eb' ol alan icha tic d'ayex: Ina yajek' Cristo d'a tic, mato, ina yajek' d'a chi', ta xchi eb', manh e cha eyab'i."
        },
        {
            "number": "22",
            "text": "Yujto ay eb' ol pitzvoc chaanh, ol laj yalanoch sb'a eb' Cristoal. Ay pax eb' ol yaloch sb'a schecab'oc Dios. Ol sch'ox juntzanh yechel eb' yed' juntzanh milagro, yic somchajel eb' anima yuj eb'. Ijan val ay eb' sik'b'ilxoel yuj Dios ol yak' ganar eb' sjuanel spensar."
        },
        {
            "number": "23",
            "text": "Palta a ex tic, te lista tzeyutej e b'a. Ayocto svalancan juntzanh tic smasanil d'ayex."
        },
        {
            "number": "24",
            "text": "Palta a d'a jun tiempoal chi', ayic ol lajvoquek' jun nivan yaelal chi', a k'u ol q'uik'b'oqueloc, axo q'uen uj, manhxo ol yak'laj yoc q'ueen."
        },
        {
            "number": "25",
            "text": "Axo q'uen k'anal, ol laj emta q'uen d'a satchaanh chi'. Axo juntzanh yipal satchaanh, ol tzicub'tanhajoc."
        },
        {
            "number": "26",
            "text": "Ichato chi' b'ian, axo ol yilanq'ue eb' anima to a in Ak'b'il in cot yuj Dios voch animail tic ol in emul d'a scal asun. Manh jantacoc in poder, te nivan in tziquiquial ayic ol in javoc."
        },
        {
            "number": "27",
            "text": "A in tic, ol in checcot eb' vángel yic ol ek' eb' smolb'ejcot eb' sik'b'ilel vuuj d'a masanil yolyib'anhq'uinal tic. Ol ek' ik'joccot eb' b'aj slajvik'och yolyib'anhq'uinal masanto b'aj ay yichchaanh."
        },
        {
            "number": "28",
            "text": "Ab'ec jun ab'ix ol val tic yuj te' higo. Ayic tz'uninb'i sk'ab' te', sja pax xiil te' sk'ab' chi', eyojtacxo to toxo ol ja nhab'il q'uinal."
        },
        {
            "number": "29",
            "text": "Anhejtona', ayic ol eyil sjavi juntzanh tic, nachajocab' el eyuuj to jab'xonhej sjavi slajvub', ichato ayinxo ek' d'a sti' puerta."
        },
        {
            "number": "30",
            "text": "Val yel sval d'ayex, manto ol satel-laj juntzanh anima tic, masanto ol ek'can juntzanh ix val tic smasanil."
        },
        {
            "number": "31",
            "text": "A satchaanh yed' yolyib'anhq'uinal tic, ol lajvoqueloc, palta a in lolonel, malaj b'aq'uinh ol lajvoqueloc."
        },
        {
            "number": "32",
            "text": "Palta malaj junoc mach ojtannac tas k'ual, jantac yorail ol in javoc. A eb' ángel ay d'a satchaanh, manh yojtacoc pax eb'. A inxo pax tic, Yuninal in Dios, palta manh vojtacoc paxi. Anhejton Dios Mamab'il ojtannac."
        },
        {
            "number": "33",
            "text": "Yuj chi', te lista tzeyutej e b'a, macvajanhec. Lesalvanhec, yujto manh eyojtacoc b'aq'uinh ol javoc stiempoal jun chi'."
        },
        {
            "number": "34",
            "text": "Q'uinaloc ay junoc vinac sb'at d'a junoc lugar najat, scan spat vinh, syak'ancanoch yopisio junjun eb' smajan vinh. Syalancan vinh tastac sk'ulej junjun eb'. Syalanpaxcan vinh d'a vinh stanhvumal sti' spat: Macvajanh, xchi vinh."
        },
        {
            "number": "35",
            "text": "Axo eb' smajan vinh chi', manh yojtacoc eb' b'aq'uinh ol jax vinh aj pat chi', mato q'uik'b'alil, mato chimilak'val, mato ayto sk'ana', mato van sacb'i. Icha vinh aj pat chi', ichin ta'. Manh eyojtacoc b'aq'uinh ol in jax d'a schaelal. Yuj chi', te lista tzeyutej e b'a"
        },
        {
            "number": "36",
            "text": "yic vach' mantoc ichato vaynac ex, ol in ja lemnajoc."
        },
        {
            "number": "37",
            "text": "A jun sval tic d'ayex, yic eb' anima smasanil. Te lista tzeyutej e b'a, xchi Jesús."
        }
    ]
}