{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Chab'ejocxo yoch q'uinh yic snajicoti tas aj yelnaccot eb' israel t'a Egipto, aton jun q'uinh b'aj svaji ixim pan malaj yich ayb'ati. Axo eb' sat sacerdote yet' eb' k'ayb'um t'a ley Moisés, ix smolb'ej sb'a eb'. Ix laj yalan eb' tas ol yutoc eb' syaman Jesús t'a elk'altac, yic ol smilan eb'."
        },
        {
            "number": "2",
            "text": "Palta ix yalan eb': --Max yal co yaman winh t'a yol q'uinh tik, yujto ay smay sq'ue nhilnaj eb' anima yuj winh, xchi eb'."
        },
        {
            "number": "3",
            "text": "Axo Jesús ayek' t'a Betania, t'a yol spat winhaj Simón, t'a yalanhtaxo penaayaxnac winh yuj jun yab'il scuch lepra. Ayic k'ojanem Jesús sva'i, ix k'och jun ix ix t'ay. Yed'nac jun limeta ix b'ob'il t'a jun q'uen scuch alabastro. B'ut'an q'ueen yet' jun suk'uq'ui sjab', te caro stojol scuchan nardo. Ix sb'ijanel sjaj q'ueen ix. Ixlajwi chi', ix stob'anq'ue jun chi' ix t'a sjolom Jesús."
        },
        {
            "number": "4",
            "text": "Palta haxo eb' ayek' ta', ay jayvanh eb' ix cot yoval. Ix laj yalan eb': --¿Tas yuj nab'anhej tz'ixtax jun suk'uq'ui sjab' tik?"
        },
        {
            "number": "5",
            "text": "Octom ix chonhchaji, haxo t'a eb' meb'a' ix ak'ji stojol, yujto más am oxe' ciento denario stojol jun tik, xchi eb'. Yuj chi', ix te cot yoval eb' t'a ix."
        },
        {
            "number": "6",
            "text": "Palta ix yalan Jesús t'a eb': --Actejec eyalan jun chi'. ¿Tas yuj tze tzuntzej ix? Ha jun ix sk'ulej ix tik t'ayin, te wach'."
        },
        {
            "number": "7",
            "text": "Ha eb' meb'a' ix eyal chi', aynhejek' eb' eyed'oc. Tato e gana tzeyak' junok tas t'a eb', syalnhej e kolwaj t'a eb'. Palta a inxo tik, manh masaniloc tiempo ay in ek' eyed'oc."
        },
        {
            "number": "8",
            "text": "Ha jun ix tik, a tastac ay t'a ix, ix yak' t'ayin. Ayocto syak'anoch jun suk'uq'ui sjab' tik ix t'a in nivanil tik, yic wach' listaxo vaji ayic ol in mucchajoc."
        },
        {
            "number": "9",
            "text": "Val yel swal t'ayex, yalnhej b'aj t'a yol yib'anhk’inal tik b'aj ol aljoquel wach' ab'ix yic colnab'il, ol aljocpaxel yab'ixal tas ix sk'ulej jun ix tik, yic ol nachajcot ix, xchi Jesús t'a eb'."
        },
        {
            "number": "10",
            "text": "Ay jun winh scuchan Judas aj Queriot t'a skal eb' sk'ayb'um Jesús slajchavanhil. Ix b'at lolon winh yet' eb' sat sacerdote, yic syak'anoch Jesús winh t'a yol sk'ab' eb'."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an jun chi' eb', te wach' ix yab' eb'. Ix yak' sti' eb' to ol yak' q'uen tumin eb' t'a winh, yuj chi' ix och ijan winh sayan tas ol yutoc winh yak'anoch Jesús t'a yol sk'ab' eb'."
        },
        {
            "number": "12",
            "text": "Ha t'a b'ab'el k'u yic jun q'uinh b'aj svaji ixim pan malaj yich ayb'ati, ayic smiljicham nok' calnel yic q'uinh chi', ix sk'anb'an eb' sk'ayb'um Jesús t'ay: --¿B'ajtil a gana sco b'o b'aj tzonh wa'i, yic sco naancoti tas aj yelnaccot eb' co mam quicham t'a Egipto? xchi eb' t'ay."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix schecb'at chavanh eb' sk'ayb'um chi'. Ix yalan t'a eb': --Ixiquec t'a chonhab'. Ata' ol eyilel jun winh vinac ed'jinac jun ch'ub' ha'. Tzex b'at yet' winh."
        },
        {
            "number": "14",
            "text": "Axo b'aj tzex k'och chi' yet' winh, tzeyal t'a winh aj pat chi' icha tik: Xchicot co k'ayb'umal icha tik: ¿B'ajtil ay jun cuarto b'aj ol in wa yet' eb' in k'ayb'um, yic sco naancoti tas aj yelnaccot eb' co mam quicham t'a Egipto? xchicoti, xe chi t'a winh."
        },
        {
            "number": "15",
            "text": "Ha winh ol ch'oxan jun niwan cuarto chaanh yajq'ue t'ayex. Listaxo yaji. Ata' tze b'o tas ol co wa''a, xchi Jesús chi' t'a eb'."
        },
        {
            "number": "16",
            "text": "Yuj chi', ix b'at eb' sk'ayb'um, ix k'och eb' t'a chonhab'. Ata' ix ilchaj jun winh chi' yuj eb', icha ix yal Jesús. Yuj chi' ix sb'oan eb' tas ol sva t'a jun q'uinh chi'."
        },
        {
            "number": "17",
            "text": "Axo t'a k'ik'b'alil, ix k'och Jesús yet' eb' sk'ayb'um slajchavanhil."
        },
        {
            "number": "18",
            "text": "Ayic van sva eb' t'a mexa chi', ix yalan Jesús: --Val yel swal t'ayex, ay jun t'a co cal tik ol in ak'anoch t'a yol sk'ab' chamel. Ha jun chi', van sva ved'oc, xchi t'a eb'."
        },
        {
            "number": "19",
            "text": "Ix te kus eb' yab'an jun chi'. Yuj chi' junjunal ix sk'anb'ej eb' yab' t'a Jesús: --¿Tom a in? xchi junjun eb'."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix yalan t'a eb': --Ay jun ay t'a e cal tik e lajchavanhil. Van sva ved' t'a jun pultu ayek' t'a co nanhal tik."
        },
        {
            "number": "21",
            "text": "Ha in Ak'b'il in cot yuj Dios voch animail tik yowalil ol in och t'a yol sk'ab' chamel, icha tas tz'ib'ab'ilcan t'a Slolonel Dios. Palta te chuk yic jun ol in ak'anoch t'a yol sk'ab' chamel chi'. Octom maj uneajoc. Tato icha chi', wach' am yico', xchi t'a eb'."
        },
        {
            "number": "22",
            "text": "Ayic van sva eb', ix yik'anchaanh ixim pan Jesús. Ix yak'an yuj diosal yuj ixim. Ixlajwi chi' ix xepanb'at ixim, ix yak'an t'a eb'. --Chaec. Aton jun in nivanil tik, xchi t'a eb'."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix yik'an pax chaanh jun vaso. Ayic ix lajvi yak'an yuj diosal yuj, ix yak'an t'a eb'. Ix smol uk'an eb' smasanil."
        },
        {
            "number": "24",
            "text": "Aton jun tik in chiq'uil. Yuj ol elk'och jun strato Dios syak' tik eyed'oc. Ol elcan in chiq'uil tik yic wach' tzijtum mach ol colchajel yuj."
        },
        {
            "number": "25",
            "text": "Palta svalcan t'ayex ticnaic to manhxa b'aj ol vuk' yal sat te' uva, masanto t'a jun k'u ol vuk'xi, b'aj ayoch Dios Yajalil, xchi t'a eb'."
        },
        {
            "number": "26",
            "text": "Ixlajwi sb'itan jun b'it eb' d'ha Dios, ix elta eb'. Ix b'at eb' t'a tzalan Olivo."
        },
        {
            "number": "27",
            "text": "Ata' ix yal Jesús t'a eb': --Ha t'a jun ak'val tik, ol laj somchajel e pensar vuuj. Yujto icha tik yaj stz'ib'chajcan t'a Slolonel Dios: Ol in milcham winh tanhvum calnel. Axo nok' calnel chi', ol saclemcanb'at nok', xchi."
        },
        {
            "number": "28",
            "text": "Palta haxo ol in pitzvocxi, ol in b'ab'laj k'och eyuuj t'a Galilea, xchi t'a eb'."
        },
        {
            "number": "29",
            "text": "Axo winhaj Pedro ix alan t'ay: --Wach'chom ol laj somchajel spensar eb' tik, palta a in tik, manh val jab'oc ol somchajel in pensar, xchi winh."
        },
        {
            "number": "30",
            "text": "--Val yel swal t'ayach, ha t'a jun ak'val tik, ayic manto ok' nok' caxlanh t'a schaelal, oxel ol iq'uel t'a ib'anh to manh in ojtacoc, xchi Jesús t'a winh."
        },
        {
            "number": "31",
            "text": "Palta haxo winhaj Pedro chi', te yelk'olal ix yal winh: --Wach'chom ol in miljoccham ed'oc, palta manh val jab'oc ol vala' to manh ach vojtacoc, xchi winh t'ay. Anhejtona', icha chi' ix yutej eb' sk'ayb'um chi' yalan smasanil."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi', ix k'och Jesús yet' eb' sk'ayb'um t'a Getsemaní, ix yalan t'a eb': --Emanhec k'ojan t'a tik, yacb'an tzin b'at lesal, xchi t'a eb'."
        },
        {
            "number": "33",
            "text": "Ixlajwi chi', ix yik'anb'at winhaj Pedro, winhaj Jacobo yet' winhaj Juan yet'oc. Ix te och ijan scusi. Ix te och pitz'an cuselal t'a sk'ool."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix yalan t'a eb' winh: --Ijan val tzin cham yuj cuselal. Cananhec t'a tik. Pitzanocab' ex ved'oc, xchi t'a eb' winh."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi', ix snitzanb'at jab'xo sb'a, ix em cuman, ix emk'och snanhal sat t'a sat lu'um. Ix lesalvi tato syal yek' jun yaelal van sja t'a yib'anh chi'."
        },
        {
            "number": "36",
            "text": "Ix yalani: --Mamin, masanil tas syal uuj. Iq'uek' jun yaelal tik t'a vib'anh. Palta manh ichaoc in gana a in tik, palta ichocab' a gana, xchi."
        },
        {
            "number": "37",
            "text": "Ixlajwi chi', ix k'ochxi t'a eb' winh oxvanh chi', palta ix yilani, vaynac eb' winh. Yuj chi' ix yalan t'a winhaj Pedro: --Simón, ¿tom vaynac ach? ¿Tom max yal tzaq'uel a vayanh junok hora ved'oc?"
        },
        {
            "number": "38",
            "text": "Hak'uequel e vayanh. Lesalvanhec, yic manh ol ex ak'joc ganar yuj junok proval. Ha co pixan, tek'an, palta haxo co nivanil, malaj yip, xchi t'a eb' winh."
        },
        {
            "number": "39",
            "text": "Ixlajwi chi', ix b'at lesalvixi. Icha val ix aj slesalvi t'a sb'ab'elal icha chi' ix aj slesalvixi."
        },
        {
            "number": "40",
            "text": "Axo ix k'ochxi, ix yilani, vaynac pax eb' winh, yujto max techaj vayanh yuj eb' winh. Yuj chi', majxo nachajel yuj eb' winh, tas syutej tak'voc sb'a eb' winh t'ay."
        },
        {
            "number": "41",
            "text": "Axo ix jax lesal t'a yoxelal, ix yalan t'a eb' winh: --¿Tom anheja' te vaynac ex? Ha ticnaic k'ocb'ilxo chi', syalxo e vayi. Ix k'och yorail vak'jioch a in Ak'b'il in cot yuj Dios voch animail tik t'a yol sk'ab' eb' winh chuk."
        },
        {
            "number": "42",
            "text": "Q'ueanhec vaan, coyec. Van sjavi winh ol in ak'anoch t'a yol sk'ab' eb', xchi t'a eb' winh."
        },
        {
            "number": "43",
            "text": "Vanto yalan jun chi', ix k'och winhaj Judas. Aton winh chi' yetk'ayb'umal sb'a yet' eb' uxluchvanh chi'. Tzijtum anima ix k'och yet' winh, yet'nac yespada eb', yet'nac ste' eb'. Ix checjicot eb' yuj eb' sat sacerdote, eb' winh k'ayb'um t'a ley Moisés yet' pax eb' ichamtac vinac ay yopisio."
        },
        {
            "number": "44",
            "text": "Ha winhaj Judas chi', winh van yak'anoch Jesús t'a yol sk'ab' eb' winh, toxo ix yal winh t'a eb' tas ol yutoc sch'oxani. Ix yalan winh icha tik: --Ha jun winh ol in tz'ub'elta sti', a jun winh chi' tzeyama'. Tzatz tzeyutej winh e tzek'ani, tzeyik'anb'at winh, xchi winh t'a eb' winh."
        },
        {
            "number": "45",
            "text": "Yuj chi' ha t'a Jesús ix k'och winh t'a elanhchamel. --Ach in k'ayb'umal, xchi winh t'ay. Ix lajwinhej chi', ix stz'ub'anelta sti' winh."
        },
        {
            "number": "46",
            "text": "Ix syaman Jesús eb' winh, ix yik'anb'at eb' winh."
        },
        {
            "number": "47",
            "text": "Axo eb' ajun yet' Jesús chi', ay jun ix yik'q'ueta yespada. Ix stzepanel schiquin jun schecab' winh sat sacerdote chi'."
        },
        {
            "number": "48",
            "text": "Axo ix yalan Jesús t'a eb' ix k'och chi': --¿Tom yajal in t'a skal eb' tz'ak'an oval yet' eb' yajal tzeyila', yuj chi' eyed' eyespada yet' e te', tzex javi in eyama'?"
        },
        {
            "number": "49",
            "text": "Junjun k'u in ek' eyed'oc t'a yol yamaq'uil stemplo Dios, a tzex in k'ayb'ani, palta maj in eyamlaj ta'. Palta ichaton tik tz'aji yic tz'elk'och tas tz'ib'ab'ilcan t'a Slolonel Dios, xchi t'a eb'."
        },
        {
            "number": "50",
            "text": "Ix actajcan yuj eb' sk'ayb'um chi' sch'ocoj. Ix b'at eb' elelal smasanil."
        },
        {
            "number": "51",
            "text": "Palta ay jun winh quelem unin ix och tzak'an yuj. Anhej jun sábana b'ak'anoch t'a winh. Ayic ix och yub'naj eb' winh t'a winh,"
        },
        {
            "number": "52",
            "text": "ix squichancanel jun sábana chi' winh, ix b'at winh elelal."
        },
        {
            "number": "53",
            "text": "Ix ik'jib'at Jesús t'a winh sat sacerdote. Ata' ix smolb'ej sb'a eb' yetyajalil winh chi' smasanil, eb' ichamtac vinac, yet' pax eb' k'ayb'um t'a ley Moisés."
        },
        {
            "number": "54",
            "text": "Axo winhaj Pedro, najat tzak'anto sb'at winh yuj Jesús. Ix ochk'och winh t'a yamaq'uil spat winh sat sacerdote chi'. Ix em k'ojan winh yet' eb' polencía. Ix k'axni winh yet' eb'."
        },
        {
            "number": "55",
            "text": "Ha eb' sat sacerdote chi' yet' masanil eb' sat yajal, ix say eb' mach ol ak'anoch junok tas t'a yib'anh Jesús, yic wach' tz'ak'jioch t'a yol sk'ab' chamel, palta malaj mach ix ilchaj yuj eb'."
        },
        {
            "number": "56",
            "text": "Yujto tzijtum eb' ix ak'anoch es t'a yib'anh, palta maj schalaj sb'a yalan eb'."
        },
        {
            "number": "57",
            "text": "Ay eb' ix q'ue vaan. Ix yak'anoch es eb' t'a yib'anh Jesús. Ix yalan eb' icha tik:"
        },
        {
            "number": "58",
            "text": "--Ix cab' yalan icha tik: Ha in tik ol in satel jun stemplo Dios, jun b'ob'il yuj eb' anima. Axo t'a schab'jial ol in b'oanxiq'ue sq'uexul, jun manh animaoc sb'oani, xchi, xchi eb'."
        },
        {
            "number": "59",
            "text": "Palta maj schalaj sb'a yalan eb'."
        },
        {
            "number": "60",
            "text": "Axo winh sat sacerdote ix q'ue vaan t'a skal eb'. Ix yalan winh t'a Jesús: --¿Tom max ach tak'vi jab'oc? ¿Tom max ab' juntzanh syak'och eb' tik t'a ib'anh? xchi winh t'ay."
        },
        {
            "number": "61",
            "text": "Palta tz'innhej xchi, maj tak'vi jab'oc. Yuj chi' ix yalanxi winh: --¿Tom a ach tik Cristo ach? ¿Tom Yuninal ach Dios, b'aj tz'alji wach' lolonel? xchi winh."
        },
        {
            "number": "62",
            "text": "--Ha in ton tik. Ha in Ak'b'il in cot yuj Dios voch animail tik, ol in eyila', k'ojan in em t'a swach' k'ab' Dios, aton jun niwan spoder. Ol eyil vemul t'a skal asun t'a satcha’anh, xchi."
        },
        {
            "number": "63",
            "text": "Yuj chi' haxo winh sat sacerdote chi', ix snhik'chitejb'at spichul winh scot yoval. Ix yalan winh: --Manhxa tz'och eb' testigo cuuj ticnaic."
        },
        {
            "number": "64",
            "text": "Ina toxo ix cab'i to sb'uchvaj winh d'ha Dios. ¿Tas xe chi yuj winh ticnaic? xchi winh. Axo eb' winh chi' smasanil ix yak'och chamel eb' winh t'a yib'anh Jesús."
        },
        {
            "number": "65",
            "text": "Ixlajwi chi', ix tzub'aj sat yuj eb'. Ix mak'ji sat yuj eb'. Ix tz'itjib'at sat yuj eb'. Ix sk'anb'an eb' t'ay: --Ala', ¿mach tzach mak'ani? xchi eb'. Ixlajwi chi', haxo eb' polencía ix te mak'ani."
        },
        {
            "number": "66",
            "text": "Axo winhaj Pedro aytoek' winh t'a yamaq'uil jun pat chi' ix k'och jun ix scriada winh sat sacerdote."
        },
        {
            "number": "67",
            "text": "Ix yilan ix van sk'axni winh, yuj chi' ix och q'uelan ix t'a winh, ix yalan ix: --Ha ach tik, etb'eyum a b'a yet' Jesús aj Nazaret, xchi ix."
        },
        {
            "number": "68",
            "text": "Palta ix yik'anel winh t'a yib'anh: --Ha jun chi' toxonton manh vojtacoc. Te max nachajel vuuj tas juntzanh tzal chi', xchi winh t'a ix. Ixlajwi chi', ix elta winh t'a sti' elta yamaq'uil jun pat chi'. Ix ok' nok' caxlanh b'ian."
        },
        {
            "number": "69",
            "text": "Ayic ix yilanxi winh ix criada chi', ix yalan ix t'a eb' ayek' ta': --Aton jun winh tik yetb'eyum sb'a yet' eb' sk'ayb'um Jesús, xchi ix."
        },
        {
            "number": "70",
            "text": "Palta ix yik'xiel winh t'a yib'anh. Junanto rato chi', ix yalanpax eb' ayek' chi' t'a winh: --Val yel a ach tik, etb'eyum a b'a yet' eb', yujto aj Galilea ach, xchi eb' t'a winh."
        },
        {
            "number": "71",
            "text": "Yuj chi' ix sk'anancot yoval sk'ool Dios winh t'a yib'anh. Ix slocan sb'i Dios winh: --Ha winh tzeyal chi', manh vojtacoc jab'oc winh, xchi winh t'a eb'."
        },
        {
            "number": "72",
            "text": "D'a jun rato chi' ix ok'xi nok' caxlanh t'a schaelal. Yuj chi' ix snaancot winh tas ix yal Jesús, a ix yalan icha tik: Ayic manto ok' nok' caxlanh t'a schaelal, yoxelalxo ik'anel t'a ib'anh to manh in ojtacoc, xchi Jesús t'a winh. Ayic ix snaancot jun chi' winh, ix te ok' winh."
        }
    ]
}