{
    "chapter": "14",
    "verses": [
        {
            "number": "1",
            "text": "Chab'ejocxo yoch q'uinh yic snajicoti tas aj yelnaccot heb' israel t'a Egipto, aton jun q'uinh b'aj swaji ixim pan malaj yich ayb'ati. Axo heb' sat sacerdote yet' heb' k'ayb'um t'a ley Moisés, ix smolb'ej sb'a heb'. Ix laj yalan heb' tas ol yutoc heb' syaman Jesús t'a elk'altac, yic ol smilan heb'."
        },
        {
            "number": "2",
            "text": "Palta ix yalan heb': --Max yal ko yaman winh t'a yol q'uinh tik, yujto ay smay sk'e nhilnaj heb' anima yuj winh, xchi heb'."
        },
        {
            "number": "3",
            "text": "Axo Jesús ayek' t'a Betania, t'a yol spat winhaj Simón, t'a yalanhtaxo penaayaxnac winh yuj jun yab'il scuch lepra. Ayic k'ojanem Jesús swa'i, ix k'och jun ix ix t'ay. Yed'nac jun limeta ix b'ob'il t'a jun k'een scuch alabastro. B'ut'an k'een yet' jun suk'uq'ui sjab', te caro stojol scuchan nardo. Ix sb'ijanel sjaj k'een ix. Ixlajwi chi', ix stob'ank'e jun chi' ix t'a sjolom Jesús."
        },
        {
            "number": "4",
            "text": "Palta haxo heb' ayek' ta', ay jaywanh heb' ix cot yowal. Ix laj yalan heb': --¿Tas yuj nab'anhej tz'ixtax jun suk'uq'ui sjab' tik?"
        },
        {
            "number": "5",
            "text": "Octom ix chonhchaji, haxo t'a heb' meb'a' ix ak'ji stojol, yujto más am oxe' ciento denario stojol jun tik, xchi heb'. Yuj chi', ix te cot yowal heb' t'a ix."
        },
        {
            "number": "6",
            "text": "Palta ix yalan Jesús t'a heb': --Actejec eyalan jun chi'. ¿Tas yuj tze tzuntzej ix? Ha jun ix sk'ulej ix tik t'ayin, te wach'."
        },
        {
            "number": "7",
            "text": "Ha heb' meb'a' ix eyal chi', aynhejek' heb' eyed'oc. Tato he gana tzeyak' junok tas t'a heb', syalnhej he kolwaj t'a heb'. Palta a inxo tik, manh masaniloc tiempo ay in ek' eyed'oc."
        },
        {
            "number": "8",
            "text": "Ha jun ix tik, a tastac ay t'a ix, ix yak' t'ayin. Ayocto syak'anoch jun suk'uq'ui sjab' tik ix t'a in niwanil tik, yic wach' listaxo waji ayic ol in mucchajoc."
        },
        {
            "number": "9",
            "text": "Val yel swal t'ayex, yalnhej b'aj t'a yol yib'anhk’inal tik b'aj ol aljoquel wach' ab'ix yic colnab'il, ol aljocpaxel yab'ixal tas ix sk'ulej jun ix tik, yic ol nachajcot ix, xchi Jesús t'a heb'."
        },
        {
            "number": "10",
            "text": "Ay jun winh scuchan Judas aj Queriot t'a skal heb' sk'ayb'um Jesús slajchawanhil. Ix b'at lolon winh yet' heb' sat sacerdote, yic syak'anoch Jesús winh t'a yol sk'ab' heb'."
        },
        {
            "number": "11",
            "text": "Ayic ix yab'an jun chi' heb', te wach' ix yab' heb'. Ix yak' sti' heb' to ol yak' k'een tumin heb' t'a winh, yuj chi' ix och ijan winh sayan tas ol yutoc winh yak'anoch Jesús t'a yol sk'ab' heb'."
        },
        {
            "number": "12",
            "text": "Ha t'a b'ab'el k'u yic jun q'uinh b'aj swaji ixim pan malaj yich ayb'ati, ayic smiljicham nok' calnel yic q'uinh chi', ix sk'anb'an heb' sk'ayb'um Jesús t'ay: --¿B'ajtil a gana sco b'o b'aj tzonh wa'i, yic sco naancoti tas aj yelnaccot heb' ko mam quicham t'a Egipto? xchi heb' t'ay."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix schecb'at chawanh heb' sk'ayb'um chi'. Ix yalan t'a heb': --Ixiquec t'a chonhab'. Ata' ol eyilel jun winh winak ed'jinac jun ch'ub' ha'. Tzex b'at yet' winh."
        },
        {
            "number": "14",
            "text": "Axo b'aj tzex k'och chi' yet' winh, tzeyal t'a winh aj pat chi' icha tik: Xchicot ko k'ayb'umal icha tik: ¿B'ajtil ay jun cuarto b'aj ol in wa yet' heb' in k'ayb'um, yic sco naancoti tas aj yelnaccot heb' ko mam quicham t'a Egipto? xchicoti, xe chi t'a winh."
        },
        {
            "number": "15",
            "text": "Ha winh ol ch'oxan jun niwan cuarto chaanh yajk'e t'ayex. Listaxo yaji. Ata' tze b'o tas ol ko wa''a, xchi Jesús chi' t'a heb'."
        },
        {
            "number": "16",
            "text": "Yuj chi', ix b'at heb' sk'ayb'um, ix k'och heb' t'a chonhab'. Ata' ix ilchaj jun winh chi' yuj heb', icha ix yal Jesús. Yuj chi' ix sb'oan heb' tas ol swa t'a jun q'uinh chi'."
        },
        {
            "number": "17",
            "text": "Axo t'a k'ik'b'alil, ix k'och Jesús yet' heb' sk'ayb'um slajchawanhil."
        },
        {
            "number": "18",
            "text": "Ayic wan swa heb' t'a mexa chi', ix yalan Jesús: --Val yel swal t'ayex, ay jun t'a ko kal tik ol in ak'anoch t'a yol sk'ab' chamel. Ha jun chi', wan swa wed'oc, xchi t'a heb'."
        },
        {
            "number": "19",
            "text": "Ix te kus heb' yab'an jun chi'. Yuj chi' junjunal ix sk'anb'ej heb' yab' t'a Jesús: --¿Tom a in? xchi junjun heb'."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix yalan t'a heb': --Ay jun ay t'a he kal tik he lajchawanhil. Van swa wed' t'a jun pultu ayek' t'a ko nanhal tik."
        },
        {
            "number": "21",
            "text": "Ha in Ak'b'il in cot yuj Dios woch animail tik yowalil ol in och t'a yol sk'ab' chamel, icha tas tz'ib'ab'ilcan t'a Slolonel Dios. Palta te chuk yic jun ol in ak'anoch t'a yol sk'ab' chamel chi'. Octom maj uneajoc. Tato icha chi', wach' am yico', xchi t'a heb'."
        },
        {
            "number": "22",
            "text": "Ayic wan swa heb', ix yik'anchaanh ixim pan Jesús. Ix yak'an yuj diosal yuj ixim. Ixlajwi chi' ix xepanb'at ixim, ix yak'an t'a heb'. --Chaec. Aton jun in niwanil tik, xchi t'a heb'."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix yik'an pax chaanh jun waso. Ayic ix lajwi yak'an yuj diosal yuj, ix yak'an t'a heb'. Ix smol uk'an heb' smasanil."
        },
        {
            "number": "24",
            "text": "Aton jun tik in chiq'uil. Yuj ol elk'och jun strato Dios syak' tik eyed'oc. Ol elcan in chiq'uil tik yic wach' tzijtum mach ol colchajel yuj."
        },
        {
            "number": "25",
            "text": "Palta swalcan t'ayex ticnaik to manhxa b'aj ol wuk' yal sat te' uwa, masanto t'a jun k'u ol wuk'xi, b'aj ayoch Dios Yajalil, xchi t'a heb'."
        },
        {
            "number": "26",
            "text": "Ixlajwi sb'itan jun b'it heb' d'ha Dios, ix elta heb'. Ix b'at heb' t'a tzalan Oliwo."
        },
        {
            "number": "27",
            "text": "Ata' ix yal Jesús t'a heb': --Ha t'a jun ak'wal tik, ol laj somchajel he pensar wuuj. Yujto icha tik yaj stz'ib'chajcan t'a Slolonel Dios: Ol in milcham winh tanhwum calnel. Axo nok' calnel chi', ol saclemcanb'at nok', xchi."
        },
        {
            "number": "28",
            "text": "Palta haxo ol in pitzwokxi, ol in b'ab'laj k'och eyuuj t'a Galilea, xchi t'a heb'."
        },
        {
            "number": "29",
            "text": "Axo winhaj Pedro ix alan t'ay: --Wach'chom ol laj somchajel spensar heb' tik, palta a in tik, manh wal jab'oc ol somchajel in pensar, xchi winh."
        },
        {
            "number": "30",
            "text": "--Val yel swal t'ayach, ha t'a jun ak'wal tik, ayic manto ok' nok' caxlanh t'a schaelal, oxel ol ik'el t'a ib'anh to manh in ojtacoc, xchi Jesús t'a winh."
        },
        {
            "number": "31",
            "text": "Palta haxo winhaj Pedro chi', te yelk'olal ix yal winh: --Wach'chom ol in miljoccham ed'oc, palta manh wal jab'oc ol wala' to manh ach wojtacoc, xchi winh t'ay. Anhejtona', icha chi' ix yutej heb' sk'ayb'um chi' yalan smasanil."
        },
        {
            "number": "32",
            "text": "Ixlajwi chi', ix k'och Jesús yet' heb' sk'ayb'um t'a Getsemaní, ix yalan t'a heb': --Emanhec k'ojan t'a tik, yacb'an tzin b'at lesal, xchi t'a heb'."
        },
        {
            "number": "33",
            "text": "Ixlajwi chi', ix yik'anb'at winhaj Pedro, winhaj Jacobo yet' winhaj Juan yet'oc. Ix te och ijan scusi. Ix te och pitz'an cuselal t'a sk'ool."
        },
        {
            "number": "34",
            "text": "Yuj chi' ix yalan t'a heb' winh: --Ijan wal tzin cham yuj cuselal. Cananhec t'a tik. Pitzanocab' ex wed'oc, xchi t'a heb' winh."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi', ix snitzanb'at jab'xo sb'a, ix em cuman, ix emk'och snanhal sat t'a sat lu'um. Ix lesalwi tato syal yek' jun yaelal wan sja t'a yib'anh chi'."
        },
        {
            "number": "36",
            "text": "Ix yalani: --Mamin, masanil tas syal uuj. Ik'ek' jun yaelal tik t'a wib'anh. Palta manh ichaoc in gana a in tik, palta ichocab' a gana, xchi."
        },
        {
            "number": "37",
            "text": "Ixlajwi chi', ix k'ochxi t'a heb' winh oxwanh chi', palta ix yilani, waynac heb' winh. Yuj chi' ix yalan t'a winhaj Pedro: --Simón, ¿tom waynac ach? ¿Tom max yal tzak'el a wayanh junok hora wed'oc?"
        },
        {
            "number": "38",
            "text": "Hak'uequel he wayanh. Lesalwanhec, yic manh ol ex ak'joc ganar yuj junok prowal. Ha ko pixan, tek'an, palta haxo ko niwanil, malaj yip, xchi t'a heb' winh."
        },
        {
            "number": "39",
            "text": "Ixlajwi chi', ix b'at lesalwixi. Icha wal ix aj slesalwi t'a sb'ab'elal icha chi' ix aj slesalwixi."
        },
        {
            "number": "40",
            "text": "Axo ix k'ochxi, ix yilani, waynac pax heb' winh, yujto max techaj wayanh yuj heb' winh. Yuj chi', majxo nachajel yuj heb' winh, tas syutej tak'woc sb'a heb' winh t'ay."
        },
        {
            "number": "41",
            "text": "Axo ix jax lesal t'a yoxelal, ix yalan t'a heb' winh: --¿Tom anheja' te waynac ex? Ha ticnaik k'ocb'ilxo chi', syalxo he wayi. Ix k'och yorail wak'jioch a in Ak'b'il in cot yuj Dios woch animail tik t'a yol sk'ab' heb' winh chuk."
        },
        {
            "number": "42",
            "text": "Q'ueanhec waan, coyec. Van sjawi winh ol in ak'anoch t'a yol sk'ab' heb', xchi t'a heb' winh."
        },
        {
            "number": "43",
            "text": "Vanto yalan jun chi', ix k'och winhaj Judas. Aton winh chi' yetk'ayb'umal sb'a yet' heb' uxluchwanh chi'. Tzijtum anima ix k'och yet' winh, yet'nac yespada heb', yet'nac ste' heb'. Ix checjicot heb' yuj heb' sat sacerdote, heb' winh k'ayb'um t'a ley Moisés yet' pax heb' ichamtac winak ay yopisio."
        },
        {
            "number": "44",
            "text": "Ha winhaj Judas chi', winh wan yak'anoch Jesús t'a yol sk'ab' heb' winh, toxo ix yal winh t'a heb' tas ol yutoc sch'oxani. Ix yalan winh icha tik: --Ha jun winh ol in tz'ub'elta sti', a jun winh chi' tzeyama'. Tzatz tzeyutej winh he tzek'ani, tzeyik'anb'at winh, xchi winh t'a heb' winh."
        },
        {
            "number": "45",
            "text": "Yuj chi' ha t'a Jesús ix k'och winh t'a elanhchamel. --Ach in k'ayb'umal, xchi winh t'ay. Ix lajwinhej chi', ix stz'ub'anelta sti' winh."
        },
        {
            "number": "46",
            "text": "Ix syaman Jesús heb' winh, ix yik'anb'at heb' winh."
        },
        {
            "number": "47",
            "text": "Axo heb' ajun yet' Jesús chi', ay jun ix yik'k'eta yespada. Ix stzepanel schiquin jun schecab' winh sat sacerdote chi'."
        },
        {
            "number": "48",
            "text": "Axo ix yalan Jesús t'a heb' ix k'och chi': --¿Tom yajal in t'a skal heb' tz'ak'an owal yet' heb' yajal tzeyila', yuj chi' eyed' eyespada yet' he te', tzex jawi in eyama'?"
        },
        {
            "number": "49",
            "text": "Junjun k'u in ek' eyed'oc t'a yol yamaq'uil stemplo Dios, a tzex in k'ayb'ani, palta maj in eyamlaj ta'. Palta ichaton tik tz'aji yic tz'elk'och tas tz'ib'ab'ilcan t'a Slolonel Dios, xchi t'a heb'."
        },
        {
            "number": "50",
            "text": "Ix actajcan yuj heb' sk'ayb'um chi' sch'ocoj. Ix b'at heb' elelal smasanil."
        },
        {
            "number": "51",
            "text": "Palta ay jun winh quelem unin ix och tzak'an yuj. Anhej jun sábana b'ak'anoch t'a winh. Ayic ix och yub'naj heb' winh t'a winh,"
        },
        {
            "number": "52",
            "text": "ix squichancanel jun sábana chi' winh, ix b'at winh elelal."
        },
        {
            "number": "53",
            "text": "Ix ik'jib'at Jesús t'a winh sat sacerdote. Ata' ix smolb'ej sb'a heb' yetyajalil winh chi' smasanil, heb' ichamtac winak, yet' pax heb' k'ayb'um t'a ley Moisés."
        },
        {
            "number": "54",
            "text": "Axo winhaj Pedro, najat tzak'anto sb'at winh yuj Jesús. Ix ochk'och winh t'a yamaq'uil spat winh sat sacerdote chi'. Ix em k'ojan winh yet' heb' polencía. Ix k'axni winh yet' heb'."
        },
        {
            "number": "55",
            "text": "Ha heb' sat sacerdote chi' yet' masanil heb' sat yajal, ix say heb' mach ol ak'anoch junok tas t'a yib'anh Jesús, yic wach' tz'ak'jioch t'a yol sk'ab' chamel, palta malaj mach ix ilchaj yuj heb'."
        },
        {
            "number": "56",
            "text": "Yujto tzijtum heb' ix ak'anoch es t'a yib'anh, palta maj schalaj sb'a yalan heb'."
        },
        {
            "number": "57",
            "text": "Ay heb' ix k'e waan. Ix yak'anoch es heb' t'a yib'anh Jesús. Ix yalan heb' icha tik:"
        },
        {
            "number": "58",
            "text": "--Ix cab' yalan icha tik: Ha in tik ol in satel jun stemplo Dios, jun b'ob'il yuj heb' anima. Axo t'a schab'jial ol in b'oanxik'e sk'exul, jun manh animaoc sb'oani, xchi, xchi heb'."
        },
        {
            "number": "59",
            "text": "Palta maj schalaj sb'a yalan heb'."
        },
        {
            "number": "60",
            "text": "Axo winh sat sacerdote ix k'e waan t'a skal heb'. Ix yalan winh t'a Jesús: --¿Tom max ach tak'wi jab'oc? ¿Tom max ab' juntzanh syak'och heb' tik t'a ib'anh? xchi winh t'ay."
        },
        {
            "number": "61",
            "text": "Palta tz'innhej xchi, maj tak'wi jab'oc. Yuj chi' ix yalanxi winh: --¿Tom a ach tik Cristo ach? ¿Tom Yuninal ach Dios, b'aj tz'alji wach' lolonel? xchi winh."
        },
        {
            "number": "62",
            "text": "--Ha in ton tik. Ha in Ak'b'il in cot yuj Dios woch animail tik, ol in eyila', k'ojan in em t'a swach' k'ab' Dios, aton jun niwan spoder. Ol eyil wemul t'a skal asun t'a satcha’anh, xchi."
        },
        {
            "number": "63",
            "text": "Yuj chi' haxo winh sat sacerdote chi', ix snhik'chitejb'at spichul winh scot yowal. Ix yalan winh: --Manhxa tz'och heb' testigo cuuj ticnaik."
        },
        {
            "number": "64",
            "text": "Ina toxo ix cab'i to sb'uchwaj winh d'ha Dios. ¿Tas xe chi yuj winh ticnaik? xchi winh. Axo heb' winh chi' smasanil ix yak'och chamel heb' winh t'a yib'anh Jesús."
        },
        {
            "number": "65",
            "text": "Ixlajwi chi', ix tzub'aj sat yuj heb'. Ix mak'ji sat yuj heb'. Ix tz'itjib'at sat yuj heb'. Ix sk'anb'an heb' t'ay: --Ala', ¿mach tzach mak'ani? xchi heb'. Ixlajwi chi', haxo heb' polencía ix te mak'ani."
        },
        {
            "number": "66",
            "text": "Axo winhaj Pedro aytoek' winh t'a yamaq'uil jun pat chi' ix k'och jun ix scriada winh sat sacerdote."
        },
        {
            "number": "67",
            "text": "Ix yilan ix wan sk'axni winh, yuj chi' ix och k'elan ix t'a winh, ix yalan ix: --Ha ach tik, etb'eyum a b'a yet' Jesús aj Nazaret, xchi ix."
        },
        {
            "number": "68",
            "text": "Palta ix yik'anel winh t'a yib'anh: --Ha jun chi' toxonton manh wojtacoc. Te max nachajel wuuj tas juntzanh tzal chi', xchi winh t'a ix. Ixlajwi chi', ix elta winh t'a sti' elta yamaq'uil jun pat chi'. Ix ok' nok' caxlanh b'ian."
        },
        {
            "number": "69",
            "text": "Ayic ix yilanxi winh ix criada chi', ix yalan ix t'a heb' ayek' ta': --Aton jun winh tik yetb'eyum sb'a yet' heb' sk'ayb'um Jesús, xchi ix."
        },
        {
            "number": "70",
            "text": "Palta ix yik'xiel winh t'a yib'anh. Junanto rato chi', ix yalanpax heb' ayek' chi' t'a winh: --Val yel a ach tik, etb'eyum a b'a yet' heb', yujto aj Galilea ach, xchi heb' t'a winh."
        },
        {
            "number": "71",
            "text": "Yuj chi' ix sk'anancot yowal sk'ool Dios winh t'a yib'anh. Ix slocan sb'i Dios winh: --Ha winh tzeyal chi', manh wojtacoc jab'oc winh, xchi winh t'a heb'."
        },
        {
            "number": "72",
            "text": "D'a jun rato chi' ix ok'xi nok' caxlanh t'a schaelal. Yuj chi' ix snaancot winh tas ix yal Jesús, a ix yalan icha tik: Ayic manto ok' nok' caxlanh t'a schaelal, yoxelalxo ik'anel t'a ib'anh to manh in ojtacoc, xchi Jesús t'a winh. Ayic ix snaancot jun chi' winh, ix te ok' winh."
        }
    ]
}