{
    "chapter": "15",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix sakb'i, a eb' sat sacerdote yet' eb' ichamtac vinac yet' eb' k'ayb'um t'a ley Moisés yet' pax masanil juntzanhxo eb' sat yajal, ix smolb'ej sb'a eb'. Ix laj lolon eb'. Ixlajwi chi' ix stzek'an Jesús eb'. Ix yik'anb'at eb'. Ix yak'anoch eb' t'a yol sk'ab' winhaj Pilato, aton winh yajal."
        },
        {
            "number": "2",
            "text": "Ix sk'anb'an winh t'ay: --¿Tom a ach tik sReyal ach eb' israel? xchi winh t'ay. --Yel ton tzala', xchi Jesús t'a winh."
        },
        {
            "number": "3",
            "text": "Axo eb' sat sacerdote, tzijtum tas ix yak'och eb' t'a yib'anh Jesús."
        },
        {
            "number": "4",
            "text": "Yuj chi', ix yalanpax winhaj Pilato chi' t'ay: --¿Tom max ach tak'vi jab'oc? Ab'i, manh jantacoc tas syak'och eb' winh t'a ib'anh, xchi winh t'ay."
        },
        {
            "number": "5",
            "text": "Palta haxo Jesús, majxo tak'voclaj. Yuj chi' ix och q'uelan winhaj Pilato chi' yuj."
        },
        {
            "number": "6",
            "text": "Ha t'a junjun ab'il, ayic tz'och q'uinh, syak'anelta junjun eb' presovum winhaj Pilato chi', icha mach sgana eb' anima sk'anelta."
        },
        {
            "number": "7",
            "text": "Ayoch jun winh scuch Barrabás t'a preso yet' juntzanhxo eb' winh yetb'eyum, yak'lejnac oval eb' winh yet' eb' winh yajal. Smilnac juntzanh eb' anima eb' winh ayic yochnac jun oval chi'."
        },
        {
            "number": "8",
            "text": "Axo ix k'och eb' anima, ix sk'anb'an eb' t'a winhaj Pilato chi' tato tzato yiq'uelta junok presovum chi' winh t'a libre ichataxon sley t'a junjun q'uinh."
        },
        {
            "number": "9",
            "text": "Yuj chi', ix yalan winhaj Pilato chi' t'a eb': --¿E gana am svaq'uel winh e reyal t'a libre a ex israel ex tik? xchi winh t'a eb'."
        },
        {
            "number": "10",
            "text": "Icha chi' ix yal winh, yujto yojtactaxon winh to yuj schichonk'olal eb' winh sat sacerdote ix ak'jioch Jesús t'a yol sk'ab' winh."
        },
        {
            "number": "11",
            "text": "Palta a eb' winh yajal chi' ix ak'an sk'ool eb' anima chi', yic a winhaj Barrabás sk'anelta eb'."
        },
        {
            "number": "12",
            "text": "Axo ix yalan winhaj Pilato t'a eb' anima chi': --¿Tas e gana svutej winh tzeyal e reyaloc tik? xchi winh."
        },
        {
            "number": "13",
            "text": "Ix laj q'ue nhilnaj eb' yalani: --Culusejq'ue winh, xchi eb'."
        },
        {
            "number": "14",
            "text": "--Palta ¿tas smul winh jun? xchi winh. Ix te q'ue nhilnaj eb' yalanxi: --Culusejq'ue winh, xchi eb'."
        },
        {
            "number": "15",
            "text": "Axo winhaj Pilato chi', sgana winh to wach' skan t'a yichanh eb' anima, yuj chi' ix ak'jielta winhaj Barrabás chi'. Ixlajwi chi' ix ak'ji mak'joc Jesús yuj winh. Ichato chi' ix yak'anoch Jesús chi' winh t'a yol sk'ab' eb' sgana sculusanq'uei."
        },
        {
            "number": "16",
            "text": "Axo eb' winh soldado ix ik'anb'at Jesús t'a yamaq'uil spat winh yajal. Ha jun pat chi' scuch Pretorio. Ata' ix yavtejcot eb' winh soldado eb' winh smasanil."
        },
        {
            "number": "17",
            "text": "Ix yak'och jun k'ik'mutz'inac k'apac eb' winh t'a Jesús. Ix sjalan jun q'uix corona eb' winh. Ix yak'anq'ue eb' winh t'a sjolom."
        },
        {
            "number": "18",
            "text": "Ixlajwi chi' ix och ijan eb' winh yalan t'ay: --Tzalajanh ach sreyal eb' israel, xchi eb' winh t'ay."
        },
        {
            "number": "19",
            "text": "Ixlajwi chi', ix laj spajanoch jun te' aj eb' winh t'a sjolom. Ix laj stzub'an eb' winh. Ix laj stz'acan yaq'uem sb'a eb' winh t'ay."
        },
        {
            "number": "20",
            "text": "Axo ix lajvi sb'uchvaj eb' winh t'ay, ix yik'anxiel jun k'ik'mutz'inac k'apac chi' eb' winh t'ay. Ix yak'anxioch spichultaxon eb' winh. Ichato chi' ix yik'anb'at eb' winh b'aj ix culusajq'uei."
        },
        {
            "number": "21",
            "text": "Ay jun winh aj Cirene scuch Simón, smam winhaj Alejandro yet' winhaj Rufo. Van sjax winh b'aj ix xid'eq'ui. Ix ak'ji pural winh yuj eb' yic scuchanb'at sculusal Jesús winh."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix yik'anb'at Jesús eb' t'a jun lugar scuch Gólgota. Syalelk'ochi: Lum B'aj Ay Sb'aquil Jolom."
        },
        {
            "number": "23",
            "text": "Ata' ix yak' eb' yuk' yal uva calan yaj yet' jun te' scuch mirra, palta maj schalaj yuq'uej t'a eb'."
        },
        {
            "number": "24",
            "text": "Ixlajwi chi', ix sculusanq'ue eb'. Axo eb' soldado chi', ix laj yak'an suerte eb' yic spucanek' spichul eb' t'a spatic, icha syala' tas ix yik' junjun eb'."
        },
        {
            "number": "25",
            "text": "Axo t'a q'uek'ualil a las nueve, ix sculusanq'ue Jesús eb'."
        },
        {
            "number": "26",
            "text": "Ay jun letra ix tz'ib'chajochi. Ha tz'alani tas yuj ix ak'jioch chamel t'a yib'anh. Ha sReyal eb' aj Israel, xchi."
        },
        {
            "number": "27",
            "text": "Ay pax chavanh eb' winh elk'um ix culusajq'ue yet'oc, jun winh t'a swach', jun winh t'a sq'uexanh. Junjun sculusal junjun eb' winh."
        },
        {
            "number": "28",
            "text": "Axo eb' ix laj ek' ta', ix b'uchvaj eb' t'ay. Slaj svichub'tanhan sjolom eb' t'ay. Syalan eb': --E... a ach ton tik ix ala' to tza satel stemplo Dios, tza b'oanxiq'ue sq'uexul t'a schab'jial."
        },
        {
            "number": "29",
            "text": "Col a b'a. Emanhcot t'a te' culus chi', xchi eb' t'ay."
        },
        {
            "number": "30",
            "text": "Icha pax chi' eb' sat sacerdote yet' eb' k'ayb'um t'a ley Moisés, ix laj b'uchjvaj eb' t'ay. Ix laj yalanq'ue eb': --Ix laj colchaj juntzanh eb' yuj winh, palta max yal-laj scolan sb'a winh ticnaic."
        },
        {
            "number": "31",
            "text": "Ha Cristo tik, co reyal a onh israel onh tik. Ha ticnaic, emocab'cot t'a te' culus tik quila'. Ichato chi' ol cak'anoch t'a co k'ool, xchi eb'. Axo eb' winh ix culusajq'ue yet' chi', ix b'uchvajpax eb' winh t'ay."
        },
        {
            "number": "32",
            "text": "Axo t'a chimk'ualil, ix k'ik'b'i t'a smasanil yol yib'anhk’inal tik masanto t'a yemk'ualil a las tres."
        },
        {
            "number": "33",
            "text": "Ix lajwinhej chi', te chaanh ix avajq'ue Jesús: --Eloi, Eloi, ¿lama sabactani? xchi. Syalelk'ochi: Ach in Diosal, ach in Diosal, ¿tas yuj tzin actejcan in ch'ocoj? xchi."
        },
        {
            "number": "34",
            "text": "Axo eb' ayek' ta', ay eb' ix ab'an jun lolonel chi', ix yalan eb': --Ab'ec. Ha t'a winhaj Elías, winh schecab' Dios, ata' tz'avaji, xchi eb'."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi', ay jun winh ix b'at lemnajoc, ix slab'anem jun tz'ub'lab' winh t'a skal vinagre. Ix yak'anoch winh t'a sjolom jun te' aj. Ix yak'anq'ue winh t'a sti' Jesús. Ix yalan winh: --Yilxo, canocab'nhej icha chi' b'ela. Ol quila' tato ol ja winhaj Elías chi' ul yiq'uemta, xchi winh."
        },
        {
            "number": "36",
            "text": "Axo Jesús, chaanh ix avaj junelxo. Ichato chi' b'ian, ix chami."
        },
        {
            "number": "37",
            "text": "Axo jun cortina ayoch smaculoc snanhal stemplo Dios, ix nhik'chaj snanhal. Ix cot nhik'naj t'a sjolom masanto ix emul t'a yich."
        },
        {
            "number": "38",
            "text": "Axo winh yajal eb' soldado ayek' t'a yichanh Jesús, ix yilan winh chajtil ix aj schami. Yuj chi' ix yalan winh: --Ha jun winh tik, val yel Yuninal Dios, xchi winh."
        },
        {
            "number": "39",
            "text": "Ay pax juntzanh eb' ix ix najattac aycoti, van yilancot eb' ix. Ha t'a skal eb' ix, ayek' ix María aj Magdala, ix Salomé yet' ix María snun winhaj José yet' winhaj Jacobo, winh tzak'an unin."
        },
        {
            "number": "40",
            "text": "Ha eb' ix chi', ek'nac eb' ix yet' Jesús ayic ayek' t'a Galilea. Ha eb' ix ak'jinac servil. Tzijtum juntzanhxo eb' ix ix ayek' yet' eb' ix. Aton eb' ix, ix k'och yet' Jesús t'a Jerusalén chi'."
        },
        {
            "number": "41",
            "text": "Ha t'a jun k'u chi', sk'ual yak'an lista sb'a eb' israel, yujto k'ik'anocxo sk'ual ik'oj ip. Axo yic van sq'uik'b'i"
        },
        {
            "number": "42",
            "text": "ix k'och winhaj José, aj chonhab' Arimatea. Te niwan yopisio winh t'a skal eb' yetyajalil. Ha jun winh chi', tanhvab'il yoch Dios Yajalil yuj winh. Ix stek'b'ej sb'a winh, ix k'och winh t'a winhaj Pilato. Ix sk'ananemta snivanil Jesús winh t'a winh."
        },
        {
            "number": "43",
            "text": "Ix sat sk'ool winhaj Pilato chi' ayic ix yab'an winh to toxo ix cham Jesús. Yuj chi' ix yavtancot winh yajal eb' soldado winh. Ix sk'anb'an winh t'a winh tato toxo ix cham Jesús chi'."
        },
        {
            "number": "44",
            "text": "Axo ix yab'an winh to toxo ix chami, ix yalan winh to syal b'at yik'anemta snivanil winhaj José chi'."
        },
        {
            "number": "45",
            "text": "Ix smanan jun sábana te wach' winhaj José chi'. Ixlajwi chi', ix b'at winh yiq'uemta snivanil chi'. Ix sb'ak'anoch k'apac sábana chi' winh t'ay. Ix b'at yak'ancanoch winh t'a yol jun q'uen q'ueen joyb'ilxo el yool. Ix yak'ancanoch jun q'uen winh smaculoc."
        },
        {
            "number": "46",
            "text": "Axo ix María aj Magdala yet' ix María snun winhaj José, ix yil eb' ix b'aj ix mucchajcanochi."
        }
    ]
}