{
    "chapter": "16",
    "verses": [
        {
            "number": "1",
            "text": "Axo ix ek'b'at sk'ual ik'oj ip, a ix María aj Magdala, ix Salomé yet' ix María snun winhaj Jacobo, ix sman juntzanh te suk'uq'ui sjab' heb' ix yic sb'at sukanek' heb' ix t'a sniwanil Jesús."
        },
        {
            "number": "2",
            "text": "Axo ix sakb'i t'a domingo, wal sk'eul k'u, ix b'at heb' ix b'aj ix mucchajkanoch chi'."
        },
        {
            "number": "3",
            "text": "Axo yic wan sb'ey heb' ix chi', ix yalan heb' ix: --¿Mach ol ik'anel smacul k'een? xchi heb' ix."
        },
        {
            "number": "4",
            "text": "Palta haxo ix yilanb'at heb' ix, elnacxo smacul k'een chi'. Te niwaquil k'een."
        },
        {
            "number": "5",
            "text": "Axo ix ochk'och heb' ix t'a yol k'een, ix yilan heb' ix, k'ojanem jun ángel t'a swach' heb' ix icha yilji heb' winh kelemtac. Ayoch jun pichul jucan yuj, te sac. Ix te xiv heb' ix yuj."
        },
        {
            "number": "6",
            "text": "Palta ix yalan jun ángel chi' t'a heb' ix: --Manh ex xiwoc. Van he sayanek' Jesús aj Nazaret, aton jun ix culusajk'ei. Palta toxo ix pitzwixi. Manhxo ayococh t'a yol k'een tik. Ilecnab' b'aj ix ul yak'kanochta heb' tik."
        },
        {
            "number": "7",
            "text": "Ixiquec, b'at alec t'a heb' sk'ayb'um Jesús chi' yet' t'a winhaj Pedro to ol b'ab'laj k'och eyuuj t'a Galilea. Ata' ol eyila', icha yaj yalankan t'ayex, xchi t'a heb' ix."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', elanhchamel ix elixta heb' ix t'a yol k'een. Ix b'at lemnaj heb' ix. Ix te ib'xik'e heb' ix yuj xiwelal. Malaj junok mach b'aj ix yal heb' ix, yujto ix te xiv heb' ix."
        },
        {
            "number": "9",
            "text": "[Ha t'a domingo, ayto sakb'i, ata' ix pitzwixi Jesús. Ixlajwi chi', ha t'a ix María aj Magdala b'aj ix sb'ab'laj ch'oxej sb'a. Ha t'a jun ix chi', ata' elnac ucwanh heb' enemigo yuj Jesús."
        },
        {
            "number": "10",
            "text": "Axo ix, ix b'at alan t'a heb' ek'nac yet' Jesús t'a yalanhtaxo. Ste kus heb', wan yok' pax heb'."
        },
        {
            "number": "11",
            "text": "Axo ix yalan ix t'a heb' to ix pitzwixi Jesús, to yel ix yil ix. Palta maj schalaj yab' heb' t'a ix."
        },
        {
            "number": "12",
            "text": "Ixlajwi chi', ix sch'oxan sb'a Jesús t'a chawanh heb' sk'ayb'um, ayic wan sb'ey heb'. Ch'oc yilji ix yil heb'."
        },
        {
            "number": "13",
            "text": "Yuj chi' ix meltzaj heb'. Ix b'at yalan heb' t'a juntzanhxo heb' yetb'eyum. Palta anhejtona' maj schalaj yab' heb'."
        },
        {
            "number": "14",
            "text": "Axo junelxo, ayic wan swa heb' sk'ayb'um yuxluchwanhil, ix sch'oxan sb'a Jesús t'a heb'. Ix tumaj heb' yuj, yujto chab'k'olal yaj heb', pit heb'. Yujto maj scha yab' heb' t'a heb' ix ilani ayic toxo ix pitzwixi."
        },
        {
            "number": "15",
            "text": "Ixlajwi chi', ix yalanxi t'a heb': --Ixiquec t'a masanil yol yib'anhk’inal tik. Alequel wach' ab'ix yic colnab'il t'a skal heb' anima smasanil."
        },
        {
            "number": "16",
            "text": "Ha mach ol ak'anoch t'a sk'ool, syak'an ak'joc bautizar sb'a, ol colchajoc. Palta a heb' max yak'och t'a sk'ool, ol ochkan yaelal t'a yib'anh heb'."
        },
        {
            "number": "17",
            "text": "Ha heb' ol ak'anoch t'a sk'ool, ol sch'ox juntzanh milagro tik heb': Yuj in poder ol yik'anel juntzanh enemigo heb' t'a heb' anima. Ol lolon heb' t'a juntzanh ch'occh'oc ti'al."
        },
        {
            "number": "18",
            "text": "Tato ol syam junok nok' chan heb', tato ol yuk' junok tas heb' to scham anima yuj, malaj ol ik'an heb'. Tato ol yak'ek' sk'ab' heb' t'a yib'anh heb' penaay, ol b'oxoc sk'ool heb', xchikan Jesús."
        },
        {
            "number": "19",
            "text": "Ayic ix lajwi yalan juntzanh tik Kajal Jesús t'a heb' schekab' chi', ix ik'jik'e t'a satcha’anh. Ata' ix em k'ojan t'a swach' k'ab' Dios."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix b'atkan heb' schekab' chi' yalkanel slolonel Dios t'a junjun lugar. Axo Kajal Jesús ix och yet' heb'. Ix sch'ox juntzanh milagro yet' heb', yic chequel to yel jun lolonel tzek' yalel heb' chi'.]"
        }
    ]
}