{
    "chapter": "2",
    "verses": [
        {
            "number": "1",
            "text": "Ayxom sjayiloc k'u, ix k'ochxi Jesús t'a chonhab' Capernaum. Axo ix yab'an eb' anima to ayek' t'a spat."
        },
        {
            "number": "2",
            "text": "Yuj chi', manh jantacoc anima ix smolb'ej sb'ha t'a spat chi', manhxalaj b'aj tz'aj eb'. Axo Jesús ix alanel slolonel Dios t'a skal eb'."
        },
        {
            "number": "3",
            "text": "Ay jun vinh sicb'inaquel ix ik'jicot yuj chanhvanh eb' vinh."
        },
        {
            "number": "4",
            "text": "Palta maj yal-laj yoch eb' b'aj ayek' Jesús chi', yujto tzijtum anima. Yuj chi' ix q'ue eb' t'a spanhanil yib'anh jun pat chi'. Axo t'a stojolal b'aj ayeq'ui, ata' ix yol eb'. Ixlajwi chi', ix yak'anem d'unhunhoc vinh sicb'inaquel chi' eb' yet' svaynub' b'aj ayek' chi'."
        },
        {
            "number": "5",
            "text": "Ix yilan Jesús chi' to ix yak'och eb' t'a sk'ool, ix yalan t'a vinh sicb'inaquel chi': --Ach vetanimail, ix ak'ji lajvoc a mul, xchi t'a vinh."
        },
        {
            "number": "6",
            "text": "Palta ay juntzanh eb' vinh k'ayb'um t'a ley Moisés k'ojanem ta'. Ix snaan eb' vinh icha tik:"
        },
        {
            "number": "7",
            "text": "¿Tas yuj syal vinh icha chi'? Te b'uchumtac vinh d'ha Dios. Malaj junok anima syal yak'an lajvoc co mul, anhej val Dios, xchi eb' vinh."
        },
        {
            "number": "8",
            "text": "Axo Jesús yojtacxo tas sna eb' vinh. Yuj chi' ix yalan t'a eb' vinh: --¿Tas yuj van e naan juntzanh chi'?"
        },
        {
            "number": "9",
            "text": "¿B'aja junok secojtac calan tze na'a? Tik ix ak'ji lajvoc a mul, ¿tom xco chi? ¿Mato: Q'ueanh vaan, b'eyanh xco chi?"
        },
        {
            "number": "10",
            "text": "Palta a ticnaic, ol in ch'ox t'ayex to a in Ak'b'il in cot yuj Dios voch animail tik, ay vopisio vak'ancan lajvoc smul eb' anima t'a yol yib'anhk’inal tik, xchi t'a eb' vinh. Ixlajwi chi', ix yalan t'a vinh sicb'inaquel chi':"
        },
        {
            "number": "11",
            "text": "--Ha in tik sval t'ayach, q'ueanh vaan. Ik'q'ue vaan a vaynub' tik. Paxanh t'a a pat, xchi Jesús chi' t'a vinh."
        },
        {
            "number": "12",
            "text": "D'a jun rato chi', ix q'ue vaan vinh. Ix yik'anchaanh svaynub' vinh chi'. Q'uelanoch eb', ix pax vinh. Yuj chi' ix te sat sk'ol eb' smasanil. Ix laj yalan wach' lolonel eb' d'ha Dios. --Malaj b'aj squiltaxon jun tik, xchi eb'."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix k'ochxi Jesús t'a sti' ha' nhajab' junelxo. Ix laj k'och masanil eb' anima t'ay, ix sk'ayb'an eb'."
        },
        {
            "number": "14",
            "text": "Axo yic van sb'ati, ix yilani to ayek' jun vinh scuch Leví, vinh yuninal vinhaj Alfeo, k'ojanem vinh b'aj stecchajel alcabar. --Ochanh in k'ayb'umoc, xchi Jesús chi' t'a vinh. Yuj chi' ix q'ue vaan vinh, ix och vinh sk'ayb'umoc Jesús."
        },
        {
            "number": "15",
            "text": "Axo ix k'och Jesús t'a spat vinhaj Leví chi', ayic ix em k'ojan vael yet' eb' sk'ayb'um, ay juntzanhxo eb' tecumel alcabar ix em k'ojan yet' eb' yet' juntzanhxo eb' chuc sb'eyb'al, yujto tzijtumxo eb' ix och tzak'an yuj."
        },
        {
            "number": "16",
            "text": "Axo eb' vinh k'ayb'um t'a ley Moisés yet' eb' vinh fariseo, ix yilan eb' vinh to van sva Jesús yet' eb' malaj swach'il sb'eyb'al chi'. Yuj chi' ix yalan eb' vinh t'a eb' vinh sk'ayb'um Jesús chi': --¿Tas yuj sva Jesús yet' eb' tecumel alcabar yet' juntzanhxo eb' malaj swach'il sb'eyb'al tik? xchi eb' vinh."
        },
        {
            "number": "17",
            "text": "Axo ix yab'an Jesús, ix yalan t'a eb' vinh: --Q'uinaloc ay junok vinh anhtum, a eb' wach' sk'ool, malaj tz'och vinh yuj eb'. Anhej eb' penaay ay tz'och vinh yuj. Maj in javilaj vavtejcot eb' wach' sb'eyb'al snaani, palta yuj vavtan eb' ojtannac to malaj swach'il sb'eyb'al, xchi Jesús t'a eb' vinh."
        },
        {
            "number": "18",
            "text": "Ha junel ix och eb' sk'ayb'um vinhaj Juan yet' eb' sk'ayb'um eb' fariseo t'a tzek'ojk'olal. Yuj chi' ay eb' ix k'och t'a Jesús, ix yalan eb' t'ay: --Ha eb' sk'ayb'um vinhaj Juan yet' eb' sk'ayb'um eb' fariseo, ayoch eb' t'a tzek'ojk'olal, palta haxo eb' a k'ayb'um tik, ¿tas yuj max och eb' t'a tzek'ojk'olal? xchi eb' t'ay."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix yalan Jesús t'a eb': --Q'uinaloc ay junok nupnajel ticnaic, a eb' avtab'il ta', ¿tom syal yoch eb' t'a tzek'ojk'olal yacb'an aytoek' vinh snupnaj chi' yet' eb'? Ayic aytoek' vinh yet' eb', max yal yoch eb' t'a tzek'ojk'olal."
        },
        {
            "number": "20",
            "text": "Palta ato yic ol ja stiempoal ol ik'joquel vinh t'a skal eb', ato ta' ol och eb' t'a tzek'ojk'olal."
        },
        {
            "number": "21",
            "text": "Q'uinaloc ay junok k'a pichul tzolchaji, ¿tom ay junok mach tz'ak'anoch junok ak' k'apac snipuloc jun k'a pichul chi'? Yujto a jun ak' k'apac chi' tz'utz'i, swach' tok'an nhik'chaj jun k'a k'apac chi'. Swach' ixtaxb'at jun k'a k'apac chi' yuj."
        },
        {
            "number": "22",
            "text": "Anhejtona', malaj junok mach syal yak'anem vino manto sipjoc t'a yol junok k'a tz'uum yet'tal vino. Yujto a sipji vino chi', tonhej snhik'chaj jun k'a tz'uum chi' yuj. Tonhej tz'ixtax vino chi' yet' jun tz'uum chi'. Yuj chi', anhej t'a yool juntzanh ak' tz'uum, anhej ta' tz'em ak' vino chi', xchi Jesús t'a eb'."
        },
        {
            "number": "23",
            "text": "D'a jun sk'ual yic syik' yip eb' aj Israel, ix ek' Jesús yet' eb' sk'ayb'um t'a jun b'e t'a skal ixim trigo. Axo eb' sk'ayb'um chi' ix k'utzanelta ixim jolom trigo chi' ayic van sb'ey eb'."
        },
        {
            "number": "24",
            "text": "Yuj chi', haxo eb' fariseo ix alan t'a Jesús: --Ha ticnaic, ¿tas yuj smunlaj eb' a k'ayb'um t'a sk'ual ik'oj ip? Malaj sleyal sk'ulan eb' icha chi', xchi eb'."
        },
        {
            "number": "25",
            "text": "Palta ix yalan Jesús t'a eb': --¿Tom malaj b'aj tzeyil t'a Slolonel Dios Tz'ib'ab'ilcani, tas sk'ulejnac vinhaj David t'a junel, ayic yoch svejel vinh yet' eb' ajun yet'oc?"
        },
        {
            "number": "26",
            "text": "Xid'nac ek' vinh t'a scajnub' Dios ayic ayoch vinhaj Abiatar sat sacerdoteal. Ata' svanac juntzanh ixim pan vinh yic Dios yaji, yak'anpax ixim vinh t'a eb' ajun yet'oc. Ha juntzanh ixim pan chi', anhej eb' sacerdote ay yalan yic svaan ixim. Palta a jun sk'ulejnac eb' chi', manh muloclaj t'a sat Dios."
        },
        {
            "number": "27",
            "text": "Ha Dios b'oannac sk'ual ik'oj ip yuj swach'iloc eb' anima, palta manh yujoc sk'anab'ajax sk'ual ik'oj ip chi', b'ojinac anima yuj Dios chi'."
        },
        {
            "number": "28",
            "text": "Ha in tik syal valani tas sco k'ulej t'a sk'ual ik'oj ip, yujto Ak'b'il in cot yuj Dios voch animail, xchi Jesús t'a eb'."
        }
    ]
}