{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix ochxi Jesús d'a yol spatil culto. Ata' ay jun vinh sicb'inaquel sk'ab', junelnhej taquinh roquinac."
        },
        {
            "number": "2",
            "text": "Ay eb' stanhvan yila' tato sb'oxi sk'ab' vinh yuj Jesús d'a sk'ual ik'oj ip, yujto sgana eb' yak'anoch d'a yib'anh."
        },
        {
            "number": "3",
            "text": "Ix yalan Jesús d'a vinh sicb'inaquel sk'ab' chi': --Q'ueanh linhan, cotanh d'a co nanhal tic, xchi Jesús d'a vinh."
        },
        {
            "number": "4",
            "text": "Ix lajvi chi' ix yalan d'a eb' anima: --¿B'aja junoc ay sleyal co k'ulan d'a sk'ual ik'oj ip tze na'a? ¿Tzam yal co k'ulan juntzanh tas vach', ma a juntzanh malaj svach'il syal co k'ulani? ¿Tzam yal scak' b'oxoc junoc penaay, ma to syal co vach' milanchamoc? xchi Jesús. Palta tz'inxonhej xchi eb'."
        },
        {
            "number": "5",
            "text": "Ix ek' q'ueleloc Jesús d'a eb', ix cot yoval. Ix te cusq'uei yujto te pit eb'. Ix yalan d'a vinh: --Aq'uel lian a k'ab' chi', xchi. Ix yak'anel lian vinh. Icha chi' ix aj sb'oxicani."
        },
        {
            "number": "6",
            "text": "Ayic toxo ix elta eb' vinh fariseo, ix lolon eb' vinh yed' eb' spartido vinhaj Herodes. Ix laj slajtian sb'a eb' chajtil ol yutoc eb' smilancham Jesús."
        },
        {
            "number": "7",
            "text": "Axo Jesús ix k'och d'a sti' a' nhajab' yic Galilea yed' eb' sk'ayb'um. Tzijtum eb' anima ix k'och yed' eb'. Ay eb' ix cot d'a yol yic Galilea,"
        },
        {
            "number": "8",
            "text": "d'a yol yic Judea, d'a chonhab' Jerusalén, d'a yol yic Idumea yed' d'a sk'axepal a' Jordán. Ay pax eb' ix cot d'a slak'anil Tiro yed' Sidón. Ix yab'an eb' to manhxo jantacoc milagro ix sb'o Jesús. Yuj chi' tzijtum eb' ix k'och d'ay."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yalan Jesús d'a eb' sk'ayb'um to syak' lista junoc barco eb', yic max vitz'k'aj yuj eb' anima."
        },
        {
            "number": "10",
            "text": "Manh jantacoc eb' toxo ix b'oxi sk'ool yuuj. Yuj chi' tzijtum eb' penaay syecoch sb'a yic smaslan Jesús chi' eb'."
        },
        {
            "number": "11",
            "text": "Axo juntzanh eb' enemigo, ayic syilan Jesús eb', tz'em cuman eb' d'a yichanh, tz'avajq'ue eb': --A ach tic, Yuninal ach Dios, xchi eb'."
        },
        {
            "number": "12",
            "text": "Palta scachji eb' yuuj, yic max yalel eb' mach."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi', ix b'at Jesús d'a jun tzalan. Axo eb' sgana to tz'ek' yed'oc, ix yavtejcot eb', ix k'och eb' d'ay."
        },
        {
            "number": "14",
            "text": "Lajchavanh eb' ix ak'jioch yopisio, yic vach' tz'ek' eb' yed'oc, yic syalanpaxel slolonel Dios eb'."
        },
        {
            "number": "15",
            "text": "Ix yak'anoch yopisio eb' yik'anel enemigo eb' d'a eb' anima."
        },
        {
            "number": "16",
            "text": "A eb' lajchavanh chi' aton eb' tic: Vinhaj Simón, scuchan pax Pedro yuj Jesús,"
        },
        {
            "number": "17",
            "text": "vinhaj Jacobo yed' vinh yuk'tac vinh scuch Juan. A chavanh eb' tic, yuninal eb' vinhaj Zebedeo. Ix ak'jican scuch eb' Boanerges. Boanerges syalelk'ochi, yuninal k'u sk'anhi."
        },
        {
            "number": "18",
            "text": "Ayek' pax vinhaj Andrés, vinhaj Felipe, vinhaj Bartolo, vinhaj Mateo, vinhaj Tomás, vinhaj Jacobo yuninal vinhaj Alfeo, vinhaj Tadeo yed' vinhaj Simón. A vinhaj Simón tic, spartido sb'a vinh yed' eb' Zelote."
        },
        {
            "number": "19",
            "text": "Ayek' pax vinhaj Judas aj Queriot, aton vinh ix ak'anoch Jesús d'a yol sk'ab' chamel."
        },
        {
            "number": "20",
            "text": "Ix lajvi chi', ix b'at Jesús d'a jun pat yed' eb' sk'ayb'um. Tzijtum anima ix smolb'ej sb'a junelxo. Yuj chi' maxtzac yak' tiempo sva eb'."
        },
        {
            "number": "21",
            "text": "A ix yab'an eb' sk'ab' yoc Jesús, ix javi eb', ijan ix syam eb', yujto a snaan eb' to loco yaji."
        },
        {
            "number": "22",
            "text": "Ay juntzanh eb' vinh k'ayb'um d'a ley Moisés ix cot d'a Jerusalén, ix yalan eb' vinh: --A Beelzebú yajalil eb' enemigo, ayoch yed' Jesús tic. Yuj chi', syal ton yik'anel eb' enemigo chi', yujto a' ayoch yed'oc, xchi eb'."
        },
        {
            "number": "23",
            "text": "Axo Jesús ix avtancot eb' vinh, ix yalan d'a eb' vinh: --A vinh Satanás chi', ¿tas ol yutoc vinh spechanel eb' yetenemigoal?"
        },
        {
            "number": "24",
            "text": "Q'uinaloc ay junoc nivan chonhab' b'aj slaj spoj sb'a eb' yajal, slaj yak'an oval eb'. Tato icha chi', d'a jun rato sjuviel jun chonhab' chi'."
        },
        {
            "number": "25",
            "text": "Q'uinaloc ay junoc patil eb' anima, spoj sb'a yuj oval. Tato icha chi', jun rato sjuviel jun patil eb' anima chi'."
        },
        {
            "number": "26",
            "text": "Anhejtona', icha chi' yaj pax vinh Satanás. Q'uinaloc spoj sb'a vinh yed' eb' yetenemigoal, syak'an oval vinh yed' eb'. Tato icha chi', sjuviel vinh. Icha chi' tz'aj yel yopisio vinh."
        },
        {
            "number": "27",
            "text": "Q'uinaloc ay junoc vinac te ay yip. Malaj junoc mach syal scomon och d'a yol spat vinh, syik'anelta tastac ay d'ay. Anhej ta syak' ganar eb' vinh stzek'ancan vinh aj pat chi' b'ab'el, ichato chi', syal yik'jiel tastac ay d'a vinh."
        },
        {
            "number": "28",
            "text": "D'a val yel sval d'ayex, yalnhej tas smul eb' anima yed' jantacnhej tas malaj svach'il syal eb' d'a spatic Dios, ol yal yak'an lajvoc Dios."
        },
        {
            "number": "29",
            "text": "Palta a eb' b'uchumtac d'a Yespíritu Dios, a jun smul eb' chi', toxon manh ol ak'joc lajvoc. Scan d'a yib'anh eb' d'a junelnhej, xchi Jesús."
        },
        {
            "number": "30",
            "text": "Icha chi' ix yutej yalani, yujto ix yal eb' to a vinh enemigo ayoch yed'oc."
        },
        {
            "number": "31",
            "text": "Ix lajvi chi', ix k'och ix snun Jesús yed' eb' yuk'tac. Anhej d'a ti' pat ix k'och eb'. Ix schecan avtajelta Jesús eb'."
        },
        {
            "number": "32",
            "text": "Axo eb' k'ojanem d'a stz'ey ix alan d'ay: --Ayek' ix a nun yed' eb' uk'tac d'a ti' pat, van ach sayan eb', xchi eb'."
        },
        {
            "number": "33",
            "text": "Palta ix yalan Jesús d'a eb': --¿Mach ix in nun chi', mach eb' vuk'tac chi' tze na'a? xchi d'a eb'."
        },
        {
            "number": "34",
            "text": "Ix lajvi chi', ix ek' q'ueleloc d'a eb' k'ojanem d'a stz'ey chi', ix yalani: --A ex tic, icha val in nun, icha val vuk'tac eyaji."
        },
        {
            "number": "35",
            "text": "Yujto a eb' sk'anab'ajan icha sgana Dios, aton val eb' chi' icha vuk'tac, icha vanab', icha in nun yaji, xchi Jesús."
        }
    ]
}