{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix ochxi Jesús t'a yol spatil culto. Ata' ay jun winh sicb'inaquel sk'ab', junelnhej taquinh roquinac."
        },
        {
            "number": "2",
            "text": "Ay eb' stanhvan yila' tato sb'oxi sk'ab' winh yuj Jesús t'a sk'ual ik'oj ip, yujto sgana eb' yak'anoch t'a yib'anh."
        },
        {
            "number": "3",
            "text": "Ix yalan Jesús t'a winh sicb'inaquel sk'ab' chi': --Q'ueanh linhan, cotanh t'a co nanhal tik, xchi Jesús t'a winh."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi' ix yalan t'a eb' anima: --¿B'aja junok ay sleyal co k'ulan t'a sk'ual ik'oj ip tze na'a? ¿Tzam yal co k'ulan juntzanh tas wach', ma a juntzanh malaj swach'il syal co k'ulani? ¿Tzam yal scak' b'oxoc junok penaay, ma to syal co wach' milanchamoc? xchi Jesús. Palta tz'inxonhej xchi eb'."
        },
        {
            "number": "5",
            "text": "Ix ek' q'ueleloc Jesús t'a eb', ix cot yoval. Ix te cusq'uei yujto te pit eb'. Ix yalan t'a winh: --Hak'uel lian a k'ab' chi', xchi. Ix yak'anel lian winh. Icha chi' ix aj sb'oxicani."
        },
        {
            "number": "6",
            "text": "Ayic toxo ix elta eb' winh fariseo, ix lolon eb' winh yet' eb' spartido winhaj Herodes. Ix laj slajtian sb'a eb' chajtil ol yutoc eb' smilancham Jesús."
        },
        {
            "number": "7",
            "text": "Axo Jesús ix k'och t'a sti' ha' nhajab' yic Galilea yet' eb' sk'ayb'um. Tzijtum eb' anima ix k'och yet' eb'. Ay eb' ix cot t'a yol yic Galilea,"
        },
        {
            "number": "8",
            "text": "t'a yol yic Judea, t'a chonhab' Jerusalén, t'a yol yic Idumea yet' t'a sk'axepal ha' Jordán. Ay pax eb' ix cot t'a slak'anil Tiro yet' Sidón. Ix yab'an eb' to manhxo jantacoc milagro ix sb'o Jesús. Yuj chi' tzijtum eb' ix k'och t'ay."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yalan Jesús t'a eb' sk'ayb'um to syak' lista junok barco eb', yic max vitz'k'aj yuj eb' anima."
        },
        {
            "number": "10",
            "text": "Manh jantacoc eb' toxo ix b'oxi sk'ool yuj. Yuj chi' tzijtum eb' penaay syecoch sb'a yic smaslan Jesús chi' eb'."
        },
        {
            "number": "11",
            "text": "Axo juntzanh eb' enemigo, ayic syilan Jesús eb', tz'em cuman eb' t'a yichanh, tz'avajq'ue eb': --Ha ach tik, Yuninal ach Dios, xchi eb'."
        },
        {
            "number": "12",
            "text": "Palta scachji eb' yuj, yic max yalel eb' mach."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix b'at Jesús t'a jun tzalan. Axo eb' sgana to tzek' yet'oc, ix yavtejcot eb', ix k'och eb' t'ay."
        },
        {
            "number": "14",
            "text": "Lajchavanh eb' ix ak'jioch yopisio, yic wach' tzek' eb' yet'oc, yic syalanpaxel slolonel Dios eb'."
        },
        {
            "number": "15",
            "text": "Ix yak'anoch yopisio eb' yik'anel enemigo eb' t'a eb' anima."
        },
        {
            "number": "16",
            "text": "Ha eb' lajchawanh chi' aton eb' tik: Vinhaj Simón, scuchan pax Pedro yuj Jesús,"
        },
        {
            "number": "17",
            "text": "winhaj Jacobo yet' winh yuk'tac winh scuch Juan. Ha chavanh eb' tik, yuninal eb' winhaj Zebedeo. Ix ak'jican scuch eb' Boanerges. Boanerges syalelk'ochi, yuninal k'u sk'anhi."
        },
        {
            "number": "18",
            "text": "Ayek' pax winhaj Andrés, winhaj Felipe, winhaj Bartolo, winhaj Mateo, winhaj Tomás, winhaj Jacobo yuninal winhaj Alfeo, winhaj Tadeo yet' winhaj Simón. Ha winhaj Simón tik, spartido sb'a winh yet' eb' Zelote."
        },
        {
            "number": "19",
            "text": "Ayek' pax winhaj Judas aj Queriot, aton winh ix ak'anoch Jesús t'a yol sk'ab' chamel."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix b'at Jesús t'a jun pat yet' eb' sk'ayb'um. Tzijtum anima ix smolb'ej sb'a junelxo. Yuj chi' maxtzac yak' tiempo sva eb'."
        },
        {
            "number": "21",
            "text": "Ha ix yab'an eb' sk'ab' yoc Jesús, ix javi eb', ijan ix syam eb', yujto a snaan eb' to loco yaji."
        },
        {
            "number": "22",
            "text": "Ay juntzanh eb' winh k'ayb'um t'a ley Moisés ix cot t'a Jerusalén, ix yalan eb' winh: --Ha Beelzebú yajalil eb' enemigo, ayoch yet' Jesús tik. Yuj chi', syal ton yik'anel eb' enemigo chi', yujto ha' ayoch yet'oc, xchi eb'."
        },
        {
            "number": "23",
            "text": "Axo Jesús ix awtankot eb' winh, ix yalan t'a eb' winh: --Ha winh Satanás chi', ¿tas ol yutoc winh spechanel eb' yetenemigoal?"
        },
        {
            "number": "24",
            "text": "Q'uinaloc ay junok niwan chonhab' b'aj slaj spoj sb'a eb' yajal, slaj yak'an oval eb'. Tato icha chi', t'a jun rato sjuwiel jun chonhab' chi'."
        },
        {
            "number": "25",
            "text": "Q'uinaloc ay junok patil eb' anima, spoj sb'a yuj oval. Tato icha chi', jun rato sjuwiel jun patil eb' anima chi'."
        },
        {
            "number": "26",
            "text": "Anhejtona', icha chi' yaj pax winh Satanás. Q'uinaloc spoj sb'a winh yet' eb' yetenemigoal, syak'an oval winh yet' eb'. Tato icha chi', sjuwiel winh. Icha chi' tz'aj yel yopisio winh."
        },
        {
            "number": "27",
            "text": "Q'uinaloc ay junok vinac te ay yip. Malaj junok mach syal scomon och t'a yol spat winh, syik'anelta tastac ay t'ay. Anhej ta syak' ganar eb' winh stzek'ancan winh aj pat chi' b'ab'el, ichato chi', syal yik'jiel tastac ay t'a winh."
        },
        {
            "number": "28",
            "text": "D'a val yel swal t'ayex, yalnhej tas smul eb' anima yet' jantacnhej tas malaj swach'il syal eb' t'a spatic Dios, ol yal yak'an lajvoc Dios."
        },
        {
            "number": "29",
            "text": "Palta a eb' b'uchumtac t'a Yespíritu Dios, a jun smul eb' chi', toxon manh ol ak'joc lajvoc. Skan t'a yib'anh eb' t'a junelnhej, xchi Jesús."
        },
        {
            "number": "30",
            "text": "Icha chi' ix yutej yalani, yujto ix yal eb' to a winh enemigo ayoch yet'oc."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi', ix k'och ix snun Jesús yet' eb' yuk'tac. Anhej t'a ti' pat ix k'och eb'. Ix schecan avtajelta Jesús eb'."
        },
        {
            "number": "32",
            "text": "Axo eb' k'ojanem t'a stz'ey ix alan t'ay: --Ayek' ix a nun yet' eb' uk'tac t'a ti' pat, van ach sayan eb', xchi eb'."
        },
        {
            "number": "33",
            "text": "Palta ix yalan Jesús t'a eb': --¿Mach ix in nun chi', mach eb' vuk'tac chi' tze na'a? xchi t'a eb'."
        },
        {
            "number": "34",
            "text": "Ixlajwi chi', ix ek' q'ueleloc t'a eb' k'ojanem t'a stz'ey chi', ix yalani: --Ha ex tik, icha val in nun, icha val vuk'tac eyaji."
        },
        {
            "number": "35",
            "text": "Yujto a eb' sk'anab'ajan icha sgana Dios, aton val eb' chi' icha vuk'tac, icha vanab', icha in nun yaji, xchi Jesús."
        }
    ]
}