{
    "chapter": "3",
    "verses": [
        {
            "number": "1",
            "text": "Ix ochxi Jesús t'a yol spatil culto. Ata' ay jun winh sicb'inaquel sk'ab', junelnhej taquinh roquinac."
        },
        {
            "number": "2",
            "text": "Ay heb' stanhwan yila' tato sb'oxi sk'ab' winh yuj Jesús t'a sk'ual ik'oj ip, yujto snib'ej heb' yak'anoch t'a yib'anh."
        },
        {
            "number": "3",
            "text": "Ix yalan Jesús t'a winh sicb'inaquel sk'ab' chi': --Q'ueanh linhan, cotanh t'a ko nanhal tik, xchi Jesús t'a winh."
        },
        {
            "number": "4",
            "text": "Ixlajwi chi' ix yalan t'a heb' anima: --¿B'aja junok ay sleyal ko k'ulan t'a sk'ual ik'oj ip tze na'a? ¿Tzam yal ko k'ulan juntzanh tas wach', ma a juntzanh malaj swach'il syal ko k'ulani? ¿Tzam yal skak' b'oxoc junok penaay, ma to syal ko wach' milanchamoc? xchi Jesús. Palta tz'inxonhej xchi heb'."
        },
        {
            "number": "5",
            "text": "Ix ek' k'eleloc Jesús t'a heb', ix cot yowal. Ix te cusk'ei yujto te pit heb'. Ix yalan t'a winh: --Hak'uel lian a k'ab' chi', xchi. Ix yak'anel lian winh. Icha chi' ix aj sb'oxikani."
        },
        {
            "number": "6",
            "text": "Ayic toxo ix elta heb' winh fariseo, ix lolon heb' winh yet' heb' spartido winhaj Herodes. Ix laj slajtian sb'a heb' chajtil ol yutoc heb' smilancham Jesús."
        },
        {
            "number": "7",
            "text": "Axo Jesús ix k'och t'a sti' ha' nhajab' yic Galilea yet' heb' sk'ayb'um. Tzijtum heb' anima ix k'och yet' heb'. Ay heb' ix cot t'a yol yic Galilea,"
        },
        {
            "number": "8",
            "text": "t'a yol yic Judea, t'a chonhab' Jerusalén, t'a yol yic Idumea yet' t'a sk'axepal ha' Jordán. Ay pax heb' ix cot t'a slak'anil Tiro yet' Sidón. Ix yab'an heb' to manhxo jantacoc milagro ix sb'o Jesús. Yuj chi' tzijtum heb' ix k'och t'ay."
        },
        {
            "number": "9",
            "text": "Yuj chi' ix yalan Jesús t'a heb' sk'ayb'um to syak' lista junok barco heb', yic max witz'k'aj yuj heb' anima."
        },
        {
            "number": "10",
            "text": "Manh jantacoc heb' toxo ix b'oxi sk'ool yuj. Yuj chi' tzijtum heb' penaay syecoch sb'a yic smaslan Jesús chi' heb'."
        },
        {
            "number": "11",
            "text": "Axo juntzanh heb' enemigo, ayic syilan Jesús heb', tz'em cuman heb' t'a yichanh, tz'awajk'e heb': --Ha ach tik, Yuninal ach Dios, xchi heb'."
        },
        {
            "number": "12",
            "text": "Palta skachji heb' yuj, yic max yalel heb' mach."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix b'at Jesús t'a jun tzalan. Axo heb' snib'ej to tzek' yet'oc, ix yavtejcot heb', ix k'och heb' t'ay."
        },
        {
            "number": "14",
            "text": "Lajchawanh heb' ix ak'jioch yopisio, yic wach' tzek' heb' yet'oc, yic syalanpaxel slolonel Dios heb'."
        },
        {
            "number": "15",
            "text": "Ix yak'anoch yopisio heb' yik'anel enemigo heb' t'a heb' anima."
        },
        {
            "number": "16",
            "text": "Ha heb' lajchawanh chi' aton heb' tik: Vinhaj Simón, skuchan pax Pedro yuj Jesús,"
        },
        {
            "number": "17",
            "text": "winhaj Jacobo yet' winh yuk'tac winh scuch Juan. Ha chawanh heb' tik, yuninal heb' winhaj Zebedeo. Ix ak'jikan scuch heb' Boanerges. Boanerges syalelk'ochi, yuninal k'u sk'anhi."
        },
        {
            "number": "18",
            "text": "Ayek' pax winhaj Andrés, winhaj Felipe, winhaj Bartolo, winhaj Mateo, winhaj Tomás, winhaj Jacobo yuninal winhaj Alfeo, winhaj Tadeo yet' winhaj Simón. Ha winhaj Simón tik, spartido sb'a winh yet' heb' Zelote."
        },
        {
            "number": "19",
            "text": "Ayek' pax winhaj Judas aj Queriot, aton winh ix ak'anoch Jesús t'a yol sk'ab' chamel."
        },
        {
            "number": "20",
            "text": "Ixlajwi chi', ix b'at Jesús t'a jun pat yet' heb' sk'ayb'um. Tzijtum anima ix smolb'ej sb'a junelxo. Yuj chi' maxtzac yak' tiempo swa heb'."
        },
        {
            "number": "21",
            "text": "Ha ix yab'an heb' sk'ab' yoc Jesús, ix jawi heb', ijan ix syam heb', yujto a snaan heb' to loco yaji."
        },
        {
            "number": "22",
            "text": "Ay juntzanh heb' winh k'ayb'um t'a ley Moisés ix cot t'a Jerusalén, ix yalan heb' winh: --Ha Beelzebú yajalil heb' enemigo, ayoch yet' Jesús tik. Yuj chi', syal ton yik'anel heb' enemigo chi', yujto ha' ayoch yet'oc, xchi heb'."
        },
        {
            "number": "23",
            "text": "Axo Jesús ix awtankot heb' winh, ix yalan t'a heb' winh: --Ha winh Satanás chi', ¿tas ol yutoc winh spechanel heb' yetenemigoal?"
        },
        {
            "number": "24",
            "text": "Q'uinaloc ay junok niwan chonhab' b'aj slaj spoj sb'a heb' yajal, slaj yak'an owal heb'. Tato icha chi', t'a jun rato sjuwiel jun chonhab' chi'."
        },
        {
            "number": "25",
            "text": "Q'uinaloc ay junok patil heb' anima, spoj sb'a yuj owal. Tato icha chi', jun rato sjuwiel jun patil heb' anima chi'."
        },
        {
            "number": "26",
            "text": "Anhejtona', icha chi' yaj pax winh Satanás. Q'uinaloc spoj sb'a winh yet' heb' yetenemigoal, syak'an owal winh yet' heb'. Tato icha chi', sjuwiel winh. Icha chi' tz'aj yel yopisio winh."
        },
        {
            "number": "27",
            "text": "Q'uinaloc ay junok winak te ay yip. Malaj junok mach syal scomon och t'a yol spat winh, syik'anelta tastac ay t'ay. Anhej ta syak' ganar heb' winh stzek'ankan winh aj pat chi' b'ab'el, ichato chi', syal yik'jiel tastac ay t'a winh."
        },
        {
            "number": "28",
            "text": "D'a wal yel swal t'ayex, yalnhej tas smul heb' anima yet' jantacnhej tas malaj swach'il syal heb' t'a spatic Dios, ol yal yak'an lajwoc Dios."
        },
        {
            "number": "29",
            "text": "Palta a heb' b'uchumtac t'a Yespíritu Dios, a jun smul heb' chi', toxon manh ol ak'joc lajwoc. Skan t'a yib'anh heb' t'a junelnhej, xchi Jesús."
        },
        {
            "number": "30",
            "text": "Icha chi' ix yutej yalani, yujto ix yal heb' to a winh enemigo ayoch yet'oc."
        },
        {
            "number": "31",
            "text": "Ixlajwi chi', ix k'och ix snun Jesús yet' heb' yuk'tac. Anhej t'a ti' pat ix k'och heb'. Ix schekan avtajelta Jesús heb'."
        },
        {
            "number": "32",
            "text": "Axo heb' k'ojanem t'a stz'ey ix alan t'ay: --Ayek' ix a nun yet' heb' uk'tac t'a ti' pat, wan ach sayan heb', xchi heb'."
        },
        {
            "number": "33",
            "text": "Palta ix yalan Jesús t'a heb': --¿Mach ix in nun chi', mach heb' wuk'tac chi' tze na'a? xchi t'a heb'."
        },
        {
            "number": "34",
            "text": "Ixlajwi chi', ix ek' k'eleloc t'a heb' k'ojanem t'a stz'ey chi', ix yalani: --Ha ex tik, icha wal in nun, icha wal wuk'tac eyaji."
        },
        {
            "number": "35",
            "text": "Yujto a heb' sk'anab'ajan icha snib'ej Dios, aton wal heb' chi' icha wuk'tac, icha wanab', icha in nun yaji, xchi Jesús."
        }
    ]
}