{
    "chapter": "4",
    "verses": [
        {
            "number": "1",
            "text": "Ayic ix syamanxi och Jesús sk'ayb'an eb' anima d'a sti' a' nhajab', tzijtum anima ix smolb'ej sb'a. Yuj chi', ix och d'a yol jun barco ayek' d'a sti' a', ix em k'ojan. Axo eb' anima chi', ix can eb' smasanil d'a sti' a'."
        },
        {
            "number": "2",
            "text": "Tzijtum tas ix yak' sk'ayb'ej eb'. Ix yalan juntzanh ab'ix d'a eb'. Xchi icha tic:"
        },
        {
            "number": "3",
            "text": "--Ab'ec. Ay jun vinh ix b'at tzicojb'at inhat trigo."
        },
        {
            "number": "4",
            "text": "Ayic van stzicanb'at vinh, ay ixim ix emcan d'a yoltac b'e. Axo nok' much ix ek' lojanq'ue ixim."
        },
        {
            "number": "5",
            "text": "Ay pax juntzanhxo ixim ix emcan d'a yib'anhtac q'uen samq'ueen, b'aj jab'nhej slumal. Elanhchamel ix javi ixim, yujto jab'nhej slumal."
        },
        {
            "number": "6",
            "text": "Palta axo ix el yoc k'u, elanhchamel ix tacjiel ixim, yujto malaj val sch'anhal yib' ixim."
        },
        {
            "number": "7",
            "text": "Ay pax juntzanhxo ixim ix emcan d'a caltac ank'ultac. Axo ix te q'uib' juntzanh ank'ultac chi', tonhej ix satel juntzanh inhat chi' d'a scal anh. Yuj chi' majxo yak'laj sat."
        },
        {
            "number": "8",
            "text": "Palta ay juntzanhxo ix emcan b'aj yax sat luum. A juntzanh chi' ix javi, ix q'uib'i, ix aj sjolom. Ay ix yak' sat d'a 30. Ay ix yak' d'a 60. Ay ix yak' d'a jun ciento."
        },
        {
            "number": "9",
            "text": "A juntzanh tzeyab' tic, naec val sik'lab'il, xchi Jesús d'a eb'."
        },
        {
            "number": "10",
            "text": "Ayic manhxalaj eb' anima chi' ayek' yed' Jesús, axo eb' sk'ayb'um slajchavanhil yed' eb' ayek' d'a stz'ey, ix sk'anb'ej eb' d'ay: --¿Tas yuj ab'ixnhej tz'aj a k'ayb'an eb' anima? xchi eb'."
        },
        {
            "number": "11",
            "text": "Yuj chi', ix yalan d'a eb': --Anhej d'ayex sch'ox Dios juntzanh tas manta mach ojtannac, yic vach' snachajel eyuuj chajtil tz'aj eyoch d'a yol sk'ab'. Palta axo d'a eb' anima smasanil, anhej juntzanh ab'ix sch'oxanel k'ayb'ub'al svala',"
        },
        {
            "number": "12",
            "text": "yic manh ol nachajel yuj eb'. Vach'chom syil junoc tas eb', scanxinhej eb' ichnhej ta'. Ichato malaj tas syil eb'. Anhejtona', vach'chom syab' eb', palta max nachajel jab'oc yuj eb'. Yuj chi', max sq'uex spensar eb', max ak'ji lajvoc smul eb' yuj Dios."
        },
        {
            "number": "13",
            "text": "--Tato manh eyojtacoc tas syalelk'och jun ab'ix ix val tic, ¿tas ol eyutoc eyojtacanel juntzanhxo ab'ix smasanil?"
        },
        {
            "number": "14",
            "text": "A vinh tzicumb'at inhat trigo chi', syalelk'ochi, aton eb' tz'alanel slolonel Dios."
        },
        {
            "number": "15",
            "text": "A juntzanh inhat ix emcan d'a yoltac b'e chi', syalelk'ochi, a eb' ix ab'an slolonel Dios. Palta axo yic slajvi yab'an eb', sk'och vinh Satanás, syik'anel slolonel Dios vinh d'a eb'."
        },
        {
            "number": "16",
            "text": "Axo juntzanh inhat ix emcan d'a yib'anh q'uen q'ueen, syalelk'ochi, ay juntzanhxo anima tz'ab'an slolonel Dios, te tzalajk'olal scha eb'."
        },
        {
            "number": "17",
            "text": "Palta malaj jab'oc stek'anil eb', icha junoc te te' malaj sch'anhal yib'. Axo yic sja junoc yaelal, mato tz'ak'jioch d'a yib'anh eb' yuj slolonel Dios, jun rato sjuviel spensar eb'."
        },
        {
            "number": "18",
            "text": "Axo juntzanhxo inhat ix emcan d'a caltac ank'ultac, syalelk'ochi, ay juntzanhxo eb' tz'ab'an slolonel Dios."
        },
        {
            "number": "19",
            "text": "Palta anhej yic yolyib'anhq'uinal tic sna eb'. Sjuviel spensar eb' yujto snib'ejoch sb'a eb' b'eyumal. Tzijtum juntzanh tas snib'ejoch eb'. Yuj chi', sjuviel eb' d'a slolonel Dios. Lajan tz'aj eb' icha juntzanh inhat malaj jab'oc sat syak'a'."
        },
        {
            "number": "20",
            "text": "Palta axo juntzanhxo inhat ix emcan b'aj yax sat luum, syalelk'ochi, ay juntzanhxo eb' tz'ab'an slolonel Dios, syak'val och eb' d'a sk'ool. A eb' chi', lajan eb' icha juntzanh inhat syak' sat d'a 30. Ay pax eb' lajan icha juntzanh syak' sat d'a 60, yed' d'a jun ciento, xchi Jesús."
        },
        {
            "number": "21",
            "text": "Ix yalanxi Jesús: --Ayic sco tz'icanoch co candil, ¿tom a d'a yalanh junoc cajón, ma d'a yalanh junoc ch'at scak'cani? A d'a yib'anh junoc tas chaanh, ata' scak'q'uei, yic vach' syak' yoc d'a yol co pat."
        },
        {
            "number": "22",
            "text": "Icha pax chi' jantac tas k'ub'ab'ileli, ol checlajoc. Yed' jantacnhej tas k'ub'eltac yaji, ol checlajel smasanil."
        },
        {
            "number": "23",
            "text": "A juntzanh van eyab'an tic, naec val sik'lab'il."
        },
        {
            "number": "24",
            "text": "Aq'uec val och e chiquin d'a tas van eyab'ani, yujto icha tzeyutej eyak'anoch e chiquin, icha chi' ol yutoc Dios yak'anpax nachajel eyuuj. Ayto pax tas ol vach' ak'joc nachajel eyuuj."
        },
        {
            "number": "25",
            "text": "Yujto a mach sgana snachajel yuuj, ol vach' ak'joc nachajel yuj eb'. Axo eb' malaj sgana snachajel yuuj, a jab'oc tas ijan snachajel yuj eb', ol vach' ik'joc ek' d'a eb', xchi Jesús."
        },
        {
            "number": "26",
            "text": "--Ol val d'ayex chajtil tz'aj yoch eb' anima d'a yol sk'ab' Dios. Lajan icha junoc vinh stzicb'at yinhat d'a sat junoc sluum."
        },
        {
            "number": "27",
            "text": "Slajvi chi', svay vinh junjun ak'val, sq'uex van vinh d'a junjun k'u. Axo pax juntzanh inhat chi' sq'ueuli, sq'uib'i. Palta manh yojtacoc vinh tas tz'aj sq'uib'i,"
        },
        {
            "number": "28",
            "text": "yujto yujnhej syaxil sat luum sq'uib'i. B'ab'el sq'ueul xiil. Slajvi chi', sq'ueul sjolom, tz'och sat."
        },
        {
            "number": "29",
            "text": "Ayic sk'anb'i, sjochchaji, yujto sk'och stiempoal yeli."
        },
        {
            "number": "30",
            "text": "¿Chajtil tz'aj sq'uib' sb'isul eb' anima yoch d'a yol sk'ab' Dios tze na'a? Ol val jun ab'ix tic eyab'i, chajtil tz'aj sq'uib' sb'isul eb'."
        },
        {
            "number": "31",
            "text": "A eb' chi', lajan eb' icha juntzanh inhat mostaza tz'avchaj d'a junoc luum. A juntzanh inhat chi', yelxo te cotac d'a yichanh masanil juntzanhxo inhat d'a yolyib'anhq'uinal tic."
        },
        {
            "number": "32",
            "text": "Palta ayic toxo ix avchaji, sq'uib'i, ek'to tz'aj d'a yichanh masanil juntzanhxo itaj scavej d'a junjun ab'il. Te nivac tz'aj sk'ab', syal sb'oan so' nok' much d'a yenhul, xchi Jesús d'a eb'."
        },
        {
            "number": "33",
            "text": "Tzijtum juntzanh ab'ix icha jun tic ix yal Jesús d'a eb' ayic ix yalanel slolonel. Anhej juntzanh tas snachajel yuj eb', ix yaleli."
        },
        {
            "number": "34",
            "text": "Anhej juntzanh ab'ix chi' ix yak'lab'ej a ix yalanel d'a eb' anima. Axo yic ayek' sch'ocoj yed' eb' sk'ayb'um, ix laj yal d'a eb' tastac syalelk'och masanil juntzanh chi'."
        },
        {
            "number": "35",
            "text": "Anheja' d'a jun k'u chi' ayic van sq'uik'b'i, ix yalan Jesús d'a eb' sk'ayb'um: --Coyec d'a junxo sk'axepal a' chi', xchi."
        },
        {
            "number": "36",
            "text": "Yuj chi' ix yactejcan juntzanh eb' anima ayek' d'a sti' a' nhajab' chi'. Ix och eb' d'a yol te' barco d'a b'ajtaxon ayoch Jesús chi', ix b'at eb'. Ix b'at pax juntzanhxo barco yed' eb'."
        },
        {
            "number": "37",
            "text": "Palta ix javi jun ik' te ov d'a yib'anh a'. Ix och chulnaj a' d'a yol te' barco chi'. Ix mak'jioch a' d'a yol te' yuj ik' chi'. Ijan ix b'at te' d'a yich a'."
        },
        {
            "number": "38",
            "text": "Axo Jesús vaynac d'a yichelk'och te' barco chi', ayoch sk'anh jolom. Yuj chi', ix pitzjiel svayanh yuj eb'. --Mamin, ¿tom max a na jab'oc to van co b'at d'a yich a'? xchi eb' d'ay."
        },
        {
            "number": "39",
            "text": "Yuj chi' ix q'ue vaan, ix cachji jun ik' chi' yuuj yed' a' nhajab' chi': --Ochanh vaan. Numan tzach aji, xchi. Ichato chi' b'ian, ix och vaan jun ik' chi', ix numk'aji."
        },
        {
            "number": "40",
            "text": "Ix lajvi chi', ix yalan d'a eb' sk'ayb'um chi': --¿Tas yuj tzex te xivi? ¿Tas yuj maxto eyak'och Dios d'a e k'ool? xchi d'a eb'."
        },
        {
            "number": "41",
            "text": "Axo eb', tonhej ix te sat sk'ool eb' yuuj. Ix laj yalan eb': --¿Tas yaj jun vinh tic? Ina sk'anab'ajax vinh yuj ik' yed' a' nhajab' tic, xchi eb'."
        }
    ]
}