{
    "chapter": "5",
    "verses": [
        {
            "number": "1",
            "text": "Ix k'och Jesús yed' eb' sk'ayb'um d'a junxo sk'axepal a' nhajab' chi' d'a Gerasa."
        },
        {
            "number": "2",
            "text": "Ayic van yelta Jesús d'a yol te' barco chi', ix cot jun vinh b'aj smucchaj eb' chamnac, ix k'och vinh d'ay. A jun vinh chi', ayoch enemigo d'a vinh."
        },
        {
            "number": "3",
            "text": "Anhej b'aj mucan eb' chamnac, anhej ta' cajan vinh. Malaj junoc mach syal stzek'an vinh, vach'chom yed' q'uen cadena."
        },
        {
            "number": "4",
            "text": "Yujto tzijtum elxo stzek'chaj vinh yed' q'uen d'a sjaj yoc yed' d'a sk'ab', palta d'a juntac el sd'inhchajb'at q'ueen yuj vinh. Malaj junoc mach stzak'van syaman vinh."
        },
        {
            "number": "5",
            "text": "Masanil tiempo, d'ak'valil yed' d'a k'ualil, tonhej sb'eyek' vinh d'a jolomtac vitz, yed' b'aj smucchaj eb' chamnac. Tz'avaj vinh. Ste maq'uej lajvoc sb'a vinh d'a juntzanh q'uen q'ueen."
        },
        {
            "number": "6",
            "text": "Najatto ix yilb'at Jesús chi' vinh, ix spilan yip vinh scot d'ay. k'axel yem cuman vinh d'a yichanh sk'ochi."
        },
        {
            "number": "7",
            "text": "Yuj chi' ix yalan Jesús: --Ach enemigo, elanh d'a vinh, xchi. Ix lajvi chi', ix te q'ue yav vinh yalani: --¿Tas alan ic d'ayin, ach Jesús? A ach tic, Yuninal ach Dios, jun te Nivan Yelk'ochi. Tzin tevi val d'ayach d'a yichanh Dios, manh in ixtej, xchi vinh d'ay."
        },
        {
            "number": "8",
            "text": "Ix lajvi chi', ix sk'anb'an Jesús d'a vinh: --¿Tas a b'i? xchi d'a vinh. --Legión in b'i, yujto tzijtum co b'eyi, xchi vinh."
        },
        {
            "number": "9",
            "text": "Ix och ijan vinh stevi d'a Jesús, yic max checjiel eb' enemigo chi' d'a jun lugar chi'."
        },
        {
            "number": "10",
            "text": "Ay juntzanh nok' chitam van sva d'a stz'ey jun tzalan chi'."
        },
        {
            "number": "11",
            "text": "Yuj chi' ix tevioch masanil eb' enemigo chi' d'a Jesús: --Checonhcanb'at d'a scal nok' chitam chi', yic a d'a nok' ol onh ochcanoc, xchi eb'."
        },
        {
            "number": "12",
            "text": "Axo Jesús ix chaanb'at eb' d'a nok'. Yuj chi' ix el eb' d'a vinh, axo d'a nok' chitam chi' ix b'at ochxican eb'. Ay am chab'oc mil nok'. Ix laj syumanb'at sb'a nok' smasanil d'a sattac vitz. Ix laj b'at nok' d'a yol a' nhajab' chi'. Ix laj sjik' a' nok', ix cham nok'."
        },
        {
            "number": "13",
            "text": "Axo eb' stanhvumal nok' ix te xiv eb'. Ix laj b'at eb' elelal. Ix laj ek' eb' yalcanel yab'ixal jun chi' d'a chonhab' yed' b'aj najat yajb'ati. Yuj chi', ix laj k'och eb' anima yila' tas jun ix uji chi'."
        },
        {
            "number": "14",
            "text": "Axo ix k'och eb' b'aj ayek' Jesús, ix yilan eb' to a vinh b'aj ix el eb' enemigo chi', k'ojanek' vinh ta'. Ayxo och spichul vinh, te vach'xo sk'ol vinh. Yuj chi', ix te xiv eb'."
        },
        {
            "number": "15",
            "text": "A eb' ix ilan tas ix sk'ulej Jesús chi', a eb' ix alan d'a juntzanhxo eb' vanto sk'ochi. Ix laj yalan eb' tas ix aj yel eb' enemigo chi' yed' tas ix aj pax nok' chitam chi'."
        },
        {
            "number": "16",
            "text": "Yuj chi', ix tevi eb' anima chi' d'a Jesús, yic tz'el d'a yol slugar eb' chi'."
        },
        {
            "number": "17",
            "text": "Ayic ix ochxi Jesús d'a yol barco, axo vinh b'aj ix el eb' enemigo chi', ix sk'an pavor vinh d'a Jesús yic vach' sb'atcan vinh yed'oc."
        },
        {
            "number": "18",
            "text": "Palta ix yalan d'a vinh: --Paxanh d'a a pat, b'aj ay a mam yed' eb' uk'tac. Tzalan icha tic d'a eb': Nivan tas ix sb'o Dios Cajal d'ayin. Ix te ok' sk'ool d'ayin, xa chi, xchi Jesús d'a vinh."
        },
        {
            "number": "19",
            "text": "Yuj chi', ix b'at vinh. Ix ek' pax vinh d'a juntzanhxo chonhab' d'a yol yic Decápolis. Ix laj yalanel vinh jantac tas ix sb'o Jesús d'ay. Yuj chi' ix te sat sk'ol eb' smasanil."
        },
        {
            "number": "20",
            "text": "Ix lajvi chi', ix ek'xi Jesús d'a a' nhajab' b'aj ix coti. Axo yic ix k'ochxi d'a sti' a' chi', tzijtum anima ix smolb'ej sb'a."
        },
        {
            "number": "21",
            "text": "Ix k'och jun vinh yajal yaj d'a spatil culto, scuch Jairo. Ayic ix yilan Jesús vinh, ix em cuman vinh d'a yichanh."
        },
        {
            "number": "22",
            "text": "Ix te tevi vinh d'ay, ix yalan vinh: --Toxo val scham jun ix visil. Conh ved'oc, b'at aq'uek' a k'ab' d'a yib'anh ix, yic ol b'oxoc sk'ool ix yic manh ol cham ix, xchi vinh d'ay."
        },
        {
            "number": "23",
            "text": "Yuj chi' ix b'at Jesús yed' vinh. Tzijtum pax anima ix b'at yed'oc, ix ste vitz'ej sb'a eb'."
        },
        {
            "number": "24",
            "text": "Palta ay junxo ix, ayxo slajchavil ab'il syamanoch yel jun a' d'a snivanil ix."
        },
        {
            "number": "25",
            "text": "Tzijtum eb' anhtum b'aj ix b'at yixtej sb'a ix. Masanil tastac ay d'a ix, ix schonhel ix yuj stupan eb'. Palta maj b'oxilaj ix yuj eb', masnhej ix te nivtaj ix."
        },
        {
            "number": "26",
            "text": "Palta ix yab'an yab'ixal Jesús ix. Yuj chi' ix k'och ix d'a spatic d'a scal eb' anima. Ix syaman sti' spichul Jesús chi' ix,"
        },
        {
            "number": "27",
            "text": "yujto ix sna' ix: Tonhejocab' tzin yam jab'oc sti' spichul, tzin b'oxicani, xchi ix."
        },
        {
            "number": "28",
            "text": "D'a jun rato chi', ix och vaan jun syaelal ix chi'. Ix yab'an ix sb'oxi sk'ool yuj jun syaelal chi'."
        },
        {
            "number": "29",
            "text": "Axo Jesús yojtac to ay mach ix b'oxi sk'ool yuj spoder. Yuj chi', ix meltzajb'at q'uelan d'a eb' anima chi', ix sk'anb'an d'a eb': --¿Mach jun ix yaman in pichul tic? xchi d'a eb'."
        },
        {
            "number": "30",
            "text": "Axo eb' sk'ayb'um ix alan d'ay: --Ina te vitz'an yaj b'aj ayach ek' d'a scal eb' anima tic, slajvi chi' tza k'anb'ani: ¿Mach jun in yamani? xa chi, xchi eb' d'ay."
        },
        {
            "number": "31",
            "text": "Palta ix ek' q'ueleloc d'a scal eb' anima sayani mach jun ix yaman chi'."
        },
        {
            "number": "32",
            "text": "Axo ix ix chi', ix te ib'xiq'ue ix yuj xivelal. Yujto yojtacxo ix to ix b'oxi sk'ool ix yuuj. Yuj chi', ix k'och ix d'ay. Ix em cuman ix d'a yichanh. Yelk'olal ix yal ix smasanil d'a yel."
        },
        {
            "number": "33",
            "text": "Yuj chi' ix yal Jesús chi' d'a ix: --Ach ix, yujto in ak'och d'a a k'ool, yuj chi' ach b'oxi. Paxanh d'a tzalajk'olal. Tic ach b'oxi d'a jun a yaelal tic, xchi d'a ix."
        },
        {
            "number": "34",
            "text": "Ayic van yalan Jesús, ay juntzanh eb' vinh ix cot d'a spat vinh yajal yaj d'a spatil culto chi'. Ix yalan eb' vinh d'a vinhaj Jairo chi': --A jun ix isil chi', toxo ix cham ix. Nab'axonhej tza tzuntzej co k'ayb'umal tic yic b'at yilani, xchi eb' vinh d'a vinh."
        },
        {
            "number": "35",
            "text": "Palta ayic ix yab'an Jesús chi' tas ix yal eb' vinh, ix yalan d'a vinh: --Manh a na jun chi'. Ak' val och Dios d'a a k'ool, xchi."
        },
        {
            "number": "36",
            "text": "Ix lajvi chi', malaj eb' anima ix schab'at yed'oc. Anhej vinhaj Pedro, vinhaj Jacobo yed' vinhaj Juan yuk'tac vinhaj Jacobo chi' ix schab'at yed'oc."
        },
        {
            "number": "37",
            "text": "Axo ix k'och eb' d'a spat vinh yajal chi', ix yilani, vejanchaanh eb' oq'uel. Manh jantacoc yel yav eb'."
        },
        {
            "number": "38",
            "text": "Yuj chi', ix och d'a yol pat chi', ix yalan d'a eb': --¿Tas yuj tzex te oq'ui? A ix unin tic, manh chamnacoclaj ix, tonhej svay ix, xchi d'a eb'."
        },
        {
            "number": "39",
            "text": "Palta tonhej ix tzevaj eb'. Axo ix lajvi yelta eb' anima chi' yuuj, ix yik'anoch smam snun ix, yed' eb' ajun yed'oc. Ix ochk'och eb' b'aj ayek' ix unin chi'."
        },
        {
            "number": "40",
            "text": "Ix syaman sk'ab' ix, ix yalan d'a ix: --Talita cumi, xchi. Syalelk'ochi: Ach ix unin, a in sval d'ayach, q'ueanh vaan, xchi."
        },
        {
            "number": "41",
            "text": "D'a jun rato chi', ix q'ue van ix, ix b'ey ix. Slajchavilxo ab'il ix. Axo eb' anima ayek' ta', ix te sat sk'ool eb'."
        },
        {
            "number": "42",
            "text": "Palta ix cham val yalan Jesús d'a eb': --Ayta b'aj tzeyalel jun tic. Aq'uec va ix unin tic, xchi d'a eb'."
        }
    ]
}