{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix paxta Jesús d'a jun lugar b'aj ayek' chi', ix k'ochxi d'a schonhab'. Ix k'och pax eb' sk'ayb'um yed'oc."
        },
        {
            "number": "2",
            "text": "Axo d'a sk'ual ik'oj ip ix syamoch sk'ayb'an eb' anima d'a yol spatil culto. Tzijtum eb' ix ab'an sloloni. Palta tonhej ix sat sk'ool eb' yuuj. Ix laj yalan eb': --¿B'ajtil ix sk'ayb'ej juntzanh tic jun vinh tic? ¿B'aj ix yik' jun sjelanil vinh tic? ¿Tas syutej vinh sb'oan juntzanh milagro tic?"
        },
        {
            "number": "3",
            "text": "Yujto a jun vinh tic, nhicum te' vinh, yune' vinh ix María. Yuk'tac sb'a vinh yed' vinhaj Jacobo, vinhaj José, vinhaj Judas yed' vinhaj Simón. Ay pax eb' ix yanab' vinh ayek' d'a co cal tic, xchi eb'. Yuj chi', tonhej ix somchaj spensar eb' yuj Jesús chi'."
        },
        {
            "number": "4",
            "text": "Palta ix yalan d'a eb': --A eb' schecab' Dios, ay val yelk'och eb' d'a yichanh eb' anima smasanil. Palta axo d'a yichanh eb' yetchonhab' eb', d'a yichanh eb' sk'ab' yoc eb' yed' d'a yichanh eb' junnhej yaj yed' eb' d'a yol spat, malaj yelk'och eb', xchi Jesús."
        },
        {
            "number": "5",
            "text": "Maj yal-laj sb'oan juntzanh milagro ta'. Tonhej ix yak'b'at sk'ab' d'a yib'anh jayvanh eb' penaay, yic sb'oxi sk'ool eb'."
        },
        {
            "number": "6",
            "text": "Ix sat sk'ool Jesús yujto maj yak'ochlaj eb' d'a sk'ool. Ix lajvi chi', ix ek' sk'ayb'ej eb' ay d'a juntzanh aldea d'a slak'anil schonhab'."
        },
        {
            "number": "7",
            "text": "Axo Jesús ix avtancot eb' sk'ayb'um slajchavanhil. Ix lajvi chi', chatacvanhil ix yutej schecanb'at eb'. Ix ak'ji yopisio eb' yik'anel eb' enemigo."
        },
        {
            "number": "8",
            "text": "Ayic mantzac b'at eb', ix yalan d'a eb': --Ayic tzex b'ati, manh eyik' jab'oc tas yic yol e b'e. Manh eyik' e pa, manh eyik' eyooch, manh eyik' e tumin. Anhej e k'ococh tzeyik'a'."
        },
        {
            "number": "9",
            "text": "Anhej e pichul ayoch eyuuj yed' e xanhab'."
        },
        {
            "number": "10",
            "text": "Yalnhej mach junoc pat b'aj tzex k'ochi, ata' tzex aji masanto tzex paxta."
        },
        {
            "number": "11",
            "text": "Tato ay eb' max ex chaani, tato malaj sgana eb' schaan yab'i, manh ex aj ta'. Tze tziccanel spococal eyoc, yic tze ch'oxeli to manhxa eyalan eyic d'a eb', xchi Jesús d'a eb'."
        },
        {
            "number": "12",
            "text": "Axo ix b'at eb' sk'ayb'um chi', ix laj yalanel eb' to yovalil sna sb'a eb' anima yuj smul."
        },
        {
            "number": "13",
            "text": "Manh jantacoc eb' enemigo ix yiq'uel eb' d'a eb' anima. Tzijtum val eb' penaay b'aj ix laj suquek' aceite eb'. Ix laj b'oxican sk'ool eb'."
        },
        {
            "number": "14",
            "text": "A d'a jun tiempoal chi', ayic ix yab'an vinhaj rey Herodes juntzanh tastac ix sk'ulej Jesús, yujto ix te pucaxel yab'ixal d'a scal masanil eb' anima. Yuj chi' ix yalan vinh: --A jun vinh chi', aton vinhaj Juan vinh ak'annac bautizar, ix pitzvixi vinh d'a scal eb' chamnac. Yuj chi', ay spoder vinh sk'ulan juntzanh chi', xchi vinh."
        },
        {
            "number": "15",
            "text": "Axo juntzanhxo eb' anima ix alani: --A jun vinh chi', aton vinhaj Elías, xchi eb'. Axo juntzanhxo eb' ix alani: Aton jun schecab' Dios, icha eb' ay d'a peca', xchi eb'."
        },
        {
            "number": "16",
            "text": "Palta axo vinhaj rey Herodes chi', ayic ix yab'an juntzanh chi' vinh, ix yalan vinh: --A jun vinh syal eb' chi', aton vinhaj Juan. Aton vinh ix viq'uel sjolom. A vinh ix pitzvixi d'a scal eb' chamnac, xchi vinh."
        },
        {
            "number": "17",
            "text": "Icha tic ix aj scham vinhaj Juan yuj vinhaj Herodes. Ay jun yuk'tac vinhaj Herodes chi' scuchan Felipe, Herodías sb'i ix yetb'eyum vinh. Axo vinhaj Herodes chi' ix montanel ix yetb'eyum vinhaj Felipe chi'. Axo vinhaj Juan chi' ix b'at alan d'a vinhaj Herodes chi': --Manh sleyaloc tzik' ix yetb'eyum vinh uk'tac tic, xchi vinh. Yuj chi', ix te cot yoval ix Herodías chi'. Ix yak'an sk'ool vinhaj Herodes chi' ix. Yuj chi', ix yal vinh to syamchaj vinhaj Juan chi'. Ix yak'anoch vinh vinh d'a preso. Ix och q'uen cadena d'a vinh. Axo ix Herodías chi', ix te chichonoch sk'ool ix d'a vinhaj Juan chi'. Sgana ix smiljicham vinh, palta max yal-laj yuj ix d'a elanhchamel,"
        },
        {
            "number": "18",
            "text": "yujto toxon yojtac vinhaj Herodes chi' to tojol spensar vinhaj Juan chi', to yic Dios yaj vinh. Yuj chi', ix xiv vinh yuj vinhaj Juan chi', ix yak'anoch stanhvumal vinh vinh, yic max cham vinh yuj ix Herodías chi'. Ay b'aj syal slolonel Dios vinhaj Juan d'a vinhaj Herodes chi'. Tonhej ste somchaj sk'ool vinh yuj vinh, palta ste tzalaj vinh yab'an d'a vinh."
        },
        {
            "number": "19",
            "text": "Palta ayic ix och jun q'uinh yic yab'ilal vinhaj Herodes chi', ata' ix yil ix Herodías chi' tas ol yutoc ix yak'ancham vinhaj Juan chi', yujto ay jun nivan vael ix och yuj vinh rey chi'. Ix yak' va eb' yetyajalil vinh, eb' yajal eb' soldado yed' eb' nivac vinac d'a yol yic Galilea chi'."
        },
        {
            "number": "20",
            "text": "Axo jun ix yune' ix Herodías chi' ix k'och b'aj van sva eb' chi'. Ix chanhalvi ix. Axo vinhaj Herodes yed' eb' vinh ayoch vael yed'oc, te vach' schanhalvi ix ix yil eb'. Yuj chi', ix yalan vinh d'a ix: --k'an d'ayin tas tza nib'ej, ol vak' d'ayach, xchi vinh d'a ix."
        },
        {
            "number": "21",
            "text": "Ix yak'an sti' vinh d'a ix, ix slocan sb'i Dios vinh: --Yalnhej tas junoc tza k'an d'ayin, ol vak'nhej d'ayach. Vach'chom a masanil tas ay d'a yol in macb'en, nanhal ol vak' d'ayach, xchi vinh d'a ix."
        },
        {
            "number": "22",
            "text": "Axo ix elixta ix. Ix yalan ix d'a ix snun: --¿Tas a gana ol in k'ana'? xchi ix. Ix tak'vi ix snun ix chi': --A sjolom vinhaj Juan, vinh tz'ak'an bautizar tza k'ana', xchi ix."
        },
        {
            "number": "23",
            "text": "Ix lajvi chi', ix k'ochxi ix d'a vinh rey chi', ix yalan ix: --In gana tzak' sjolom vinhaj Juan, vinh tz'ak'an bautizar d'ayin. D'a yol junoc pultu in gana tzak' d'ayin, xchi ix."
        },
        {
            "number": "24",
            "text": "Ix te cusq'ue vinh rey chi' ayic ix yab'an vinh. Palta majxo yal-laj stenanek' vinh, yujto toxo ix sloc sb'i Dios vinh. Ix yab'pax eb' vinh ayek' yed' vinh."
        },
        {
            "number": "25",
            "text": "Yuj chi', ix schecb'at jun vinh soldado vinh stzepel sjolom vinhaj Juan chi', syik'ancoti."
        },
        {
            "number": "26",
            "text": "Ix b'at jun vinh soldado chi' d'a te' preso, ix b'at yik'anel sjolom vinhaj Juan chi' vinh. Ix lajvi chi', ix yik'ancot vinh d'a yol jun pultu, ix yak'an vinh d'a ix. Axo ix ix ak'an d'a ix snun chi'."
        },
        {
            "number": "27",
            "text": "Axo eb' sk'ayb'um vinhaj Juan chi', ayic ix yab'an eb', ix k'och eb'. Ix yik'anb'at snivanil vinh eb', ix b'at smucanem eb'."
        },
        {
            "number": "28",
            "text": "A eb' schecab' Jesús ix k'ochxi eb' d'ay. Ix yalan eb' masanil tastac ix sk'ulej eb' yed' masanil tas ix sk'ayb'ej eb'."
        },
        {
            "number": "29",
            "text": "Ixto lajvi yalan eb', ix yalan Jesús d'a eb': --Coyec co ch'ocoj b'aj malaj anima, yic squik' quip ta', xchi. Ix yal icha chi', yujto malaj scolanil eb' yuj eb' anima, yujto sk'ochnhej eb' anima d'ay. Max och jab'oc scolanil eb' sva yuj eb'."
        },
        {
            "number": "30",
            "text": "Axo Jesús, ix och d'a yol jun te' barco yed' eb' sk'ayb'um. Sch'ocoj eb' ix b'at b'aj malaj anima."
        },
        {
            "number": "31",
            "text": "Palta tzijtum mach ix ilan sb'at eb', yojtacxo eb' to a Jesús. Yuj chi', ay eb' ix cot d'a junjun chonhab' d'a slak'anil chi'. Ix b'at eb' d'a yoc, ix b'ab'laj k'och eb' b'aj ix k'och chi'."
        },
        {
            "number": "32",
            "text": "Axo ix elta Jesús d'a yol te' barco chi', ix yilanb'ati to manh jantacoc anima ayxo ek' ta'. Ix ok' sk'ool d'a eb', yujto lajan eb' icha nok' calnel malaj stanhvumal. Yuj chi', tzijtum tas b'aj ix sk'ayb'ej eb'."
        },
        {
            "number": "33",
            "text": "Axo yic vanxo sb'at k'u ix k'och eb' sk'ayb'um d'a stz'ey. Ix yalan eb' d'ay: --Ina vanxo sb'at k'u. Palta a jun lugar tic, te tz'inan."
        },
        {
            "number": "34",
            "text": "Yuj chi' tecan vach' tza checb'at eb' anima tic b'ajtac ay anima yed' d'a juntzanh aldea d'a lak'an tic, yic vach' ol laj sman va sb'a eb' ta', yujto malaj tas sva eb' d'a tic, xchi eb'."
        },
        {
            "number": "35",
            "text": "--Aq'uec va eb' a ex tic, xchi Jesús d'a eb' sk'ayb'um chi'. Palta ix yalan eb' d'ay: --¿Tom syal co b'at co man chab'oc am ciento denario pan, yic ol cak' sva eb'? xchi eb'."
        },
        {
            "number": "36",
            "text": "--¿Jaye' ixim pan chi' eyed' jun? Sayec eyila', xchi Jesús d'a eb'. Axo yic ix lajvi yilan eb', ix yalan eb' d'ay: --Anhej oye' ixim qued'nac yed' cha pitanh nok' chay, xchi eb'."
        },
        {
            "number": "37",
            "text": "Ix lajvi chi', ix yalan Jesús, to tz'em k'ojan eb' anima smasanil d'a jun ak'lic chi', macquiltac tz'aj eb'."
        },
        {
            "number": "38",
            "text": "A ix aj em k'ojan eb' vinh, ay 100 d'a junjun macanh yed' 50 d'a juntzanhxo."
        },
        {
            "number": "39",
            "text": "Ix lajvi chi', ix yik'anchaanh oye' pan chi' Jesús yed' cha pitanh chay chi'. Ix q'ue q'uelan d'a satchaanh, ix yak'an yuj diosal, ix xepanb'at ixim pan chi'. Ix lajvi chi', ix yak'an d'a eb' sk'ayb'um chi', yic spucanb'at eb' d'a eb' anima chi'. Ix spucanpaxb'at cha pitanh chay chi' d'a eb' smasanil."
        },
        {
            "number": "40",
            "text": "Ix va eb' smasanil, ix b'ud'ji eb'."
        },
        {
            "number": "41",
            "text": "Ayic ix lajvi sva eb' chi', ix sik'anq'ue lajchavexo xuuc ixim ix yak' sobre eb' yed' pax nok' chay chi'."
        },
        {
            "number": "42",
            "text": "Oye' mil eb' vinh vinac ix va'i."
        },
        {
            "number": "43",
            "text": "Ix lajvi chi', ix yalan Jesús d'a eb' sk'ayb'um to tz'ochxi eb' d'a yol te' barco, yic sb'ab'laj k'axpajcanek' eb' d'a junxo sk'axepal a' nhajab' chi', yic sk'och eb' d'a chonhab' Betsaida. Axo Jesús chi' ixto cani, ix yalan quilcob'a d'a eb' anima chi'."
        },
        {
            "number": "44",
            "text": "Ix lajvi stak'lancan sb'a yed' eb', ix b'at d'a jun tzalan yic slesalvi ta'."
        },
        {
            "number": "45",
            "text": "Axo yic toxo ix q'uik'b'i, vanxo sk'och eb' sk'ayb'um chi' yed' te' barco d'a snanhal a'. Axo Jesús ix can sch'ocoj d'a sti' a'."
        },
        {
            "number": "46",
            "text": "Axo yic ayto sk'ana' ix yilanb'at Jesús to van yel yip eb' smak'an a', yujto te ov sja ik' d'a yichanh eb'. Van sb'eyb'at d'a yoc d'a sat a' ix k'och d'a eb'. B'enhej ijan ix ek'b'at d'a eb'."
        },
        {
            "number": "47",
            "text": "Palta ix yilb'at eb' to van sb'ey d'a sat a', a snaan eb' to lab' jun van sk'och chi' d'a eb'. Yuj chi' ix te el yav eb'."
        },
        {
            "number": "48",
            "text": "Ix yil eb' smasanil, yuj chi' ix te xivq'ue eb'. Palta ix yalan Jesús d'a eb': --Tek'b'ejec e b'a. A in. Manh ex xivoc, xchi d'a eb'."
        },
        {
            "number": "49",
            "text": "Ix lajvi chi', ix och d'a yol te' barco chi' yed' eb'. Ix och vaan jun ik' chi' yuuj. Yuj chi', ix te sat sk'ool eb'."
        },
        {
            "number": "50",
            "text": "Vach'chom toxo ix yil jun milagro ix sb'o Jesús eb' yed' ixim pan, palta max nachajel spoder yuj eb', yujto manto yak'och jab'oc spensar eb' d'ay."
        },
        {
            "number": "51",
            "text": "Ix lajvi sk'axpajek' eb' d'a a' chi', ix k'och eb' d'a jun lugar scuchan Genesaret. Ix yak'ancanoch etzan te' barco chi' eb' d'a sti' a'."
        },
        {
            "number": "52",
            "text": "Ix lajvinhej yelta eb' d'a yol te' barco chi', ix yilanoch eb' anima to a Jesús."
        },
        {
            "number": "53",
            "text": "Yuj chi', ix laj yalan eb' d'a smasanil jun lugar chi'. Ix laj syamanoch eb' sb'achancot eb' penaay d'a sat svaynub' b'aj ayek' Jesús chi'."
        },
        {
            "number": "54",
            "text": "Masanil b'ajtac ix ek' Jesús, d'a aldea, d'a chonhab' yed' b'ajtac ay anima, ix laj ik'jielta eb' penaay d'a yoltac calle. Ix sk'anan pavor eb' d'a Jesús chi', yic syamji jab'oc sti' spichul yuj eb' penaay chi'. Axo jantacnhej eb' ix yaman sti' spichul chi', ix b'oxican sk'ool eb' yuuj."
        }
    ]
}