{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix paxta Jesús t'a jun lugar b'aj ayek' chi', ix k'ochxi t'a schonhab'. Ix k'och pax eb' sk'ayb'um yet'oc."
        },
        {
            "number": "2",
            "text": "Axo t'a sk'ual ik'oj ip ix syamoch sk'ayb'an eb' anima t'a yol spatil culto. Tzijtum eb' ix ab'an sloloni. Palta tonhej ix sat sk'ool eb' yuj. Ix laj yalan eb': --¿B'ajtil ix sk'ayb'ej juntzanh tik jun winh tik? ¿B'aj ix yik' jun sjelanil winh tik? ¿Tas syutej winh sb'oan juntzanh milagro tik?"
        },
        {
            "number": "3",
            "text": "Yujto a jun winh tik, nhicum te' winh, yune' winh ix María. Yuk'tac sb'a winh yet' winhaj Jacobo, winhaj José, winhaj Judas yet' winhaj Simón. Ay pax eb' ix yanab' winh ayek' t'a co cal tik, xchi eb'. Yuj chi', tonhej ix somchaj spensar eb' yuj Jesús chi'."
        },
        {
            "number": "4",
            "text": "Palta ix yalan t'a eb': --Ha eb' schecab' Dios, ay val yelk'och eb' t'a yichanh eb' anima smasanil. Palta haxo t'a yichanh eb' yetchonhab' eb', t'a yichanh eb' sk'ab' yoc eb' yet' t'a yichanh eb' junnhej yaj yet' eb' t'a yol spat, malaj yelk'och eb', xchi Jesús."
        },
        {
            "number": "5",
            "text": "Maj yal-laj sb'oan juntzanh milagro ta'. Tonhej ix yak'b'at sk'ab' t'a yib'anh jayvanh eb' penaay, yic sb'oxi sk'ool eb'."
        },
        {
            "number": "6",
            "text": "Ix sat sk'ool Jesús yujto maj yak'ochlaj eb' t'a sk'ool. Ixlajwi chi', ix ek' sk'ayb'ej eb' ay t'a juntzanh aldea t'a slak'anil schonhab'."
        },
        {
            "number": "7",
            "text": "Axo Jesús ix awtankot eb' sk'ayb'um slajchavanhil. Ixlajwi chi', chatacvanhil ix yutej schecanb'at eb'. Ix ak'ji yopisio eb' yik'anel eb' enemigo."
        },
        {
            "number": "8",
            "text": "Ayic mantzac b'at eb', ix yalan t'a eb': --Ayic tzex b'ati, manh eyik' jab'oc tas yic yol e b'e. Manh eyik' e pa, manh eyik' eyooch, manh eyik' e tumin. Anhej e k'ococh tzeyik'a'."
        },
        {
            "number": "9",
            "text": "Anhej e pichul ayoch eyuuj yet' e xanhab'."
        },
        {
            "number": "10",
            "text": "Yalnhej mach junok pat b'aj tzex k'ochi, ata' tzex aji masanto tzex paxta."
        },
        {
            "number": "11",
            "text": "Tato ay eb' max ex chaani, tato malaj sgana eb' schaan yab'i, manh ex aj ta'. Tze tziccanel spococal eyoc, yic tze ch'oxeli to manhxa eyalan eyic t'a eb', xchi Jesús t'a eb'."
        },
        {
            "number": "12",
            "text": "Axo ix b'at eb' sk'ayb'um chi', ix laj yalanel eb' to yowalil sna sb'a eb' anima yuj smul."
        },
        {
            "number": "13",
            "text": "Manh jantacoc eb' enemigo ix yiq'uel eb' t'a eb' anima. Tzijtum val eb' penaay b'aj ix laj suquek' aceite eb'. Ix laj b'oxican sk'ool eb'."
        },
        {
            "number": "14",
            "text": "Ha t'a jun pekti’ chi', ayic ix yab'an winhaj rey Herodes juntzanh tastac ix sk'ulej Jesús, yujto ix te pucaxel yab'ixal t'a skal masanil eb' anima. Yuj chi' ix yalan winh: --Ha jun winh chi', aton winhaj Juan winh ak'annac bautizar, ix pitzvixi winh t'a skal eb' chamnac. Yuj chi', ay spoder winh sk'ulan juntzanh chi', xchi winh."
        },
        {
            "number": "15",
            "text": "Axo juntzanhxo eb' anima ix alani: --Ha jun winh chi', aton winhaj Elías, xchi eb'. Axo juntzanhxo eb' ix alani: Aton jun schecab' Dios, icha eb' ay t'a peca', xchi eb'."
        },
        {
            "number": "16",
            "text": "Palta haxo winhaj rey Herodes chi', ayic ix yab'an juntzanh chi' winh, ix yalan winh: --Ha jun winh syal eb' chi', aton winhaj Juan. Aton winh ix viq'uel sjolom. Ha winh ix pitzvixi t'a skal eb' chamnac, xchi winh."
        },
        {
            "number": "17",
            "text": "Icha tik ix aj scham winhaj Juan yuj winhaj Herodes. Ay jun yuk'tac winhaj Herodes chi' scuchan Felipe, Herodías sb'i ix yetb'eyum winh. Axo winhaj Herodes chi' ix montanel ix yetb'eyum winhaj Felipe chi'. Axo winhaj Juan chi' ix b'at alan t'a winhaj Herodes chi': --Manh sleyaloc tzik' ix yetb'eyum winh uk'tac tik, xchi winh. Yuj chi', ix te cot yoval ix Herodías chi'. Ix yak'an sk'ool winhaj Herodes chi' ix. Yuj chi', ix yal winh to syamchaj winhaj Juan chi'. Ix yak'anoch winh winh t'a preso. Ix och q'uen cadena t'a winh. Axo ix Herodías chi', ix te chichonoch sk'ool ix t'a winhaj Juan chi'. Sgana ix smiljicham winh, palta max yal-laj yuj ix t'a elanhchamel,"
        },
        {
            "number": "18",
            "text": "yujto toxon yojtac winhaj Herodes chi' to tojol spensar winhaj Juan chi', to yic Dios yaj winh. Yuj chi', ix xiv winh yuj winhaj Juan chi', ix yak'anoch stanhvumal winh winh, yic max cham winh yuj ix Herodías chi'. Ay b'aj syal slolonel Dios winhaj Juan t'a winhaj Herodes chi'. Tonhej ste somchaj sk'ool winh yuj winh, palta ste tzalaj winh yab'an t'a winh."
        },
        {
            "number": "19",
            "text": "Palta ayic ix och jun q'uinh yic yab'ilal winhaj Herodes chi', ata' ix yil ix Herodías chi' tas ol yutoc ix yak'ancham winhaj Juan chi', yujto ay jun niwan vael ix och yuj winh rey chi'. Ix yak' wa eb' yetyajalil winh, eb' yajal eb' soldado yet' eb' nivac vinac t'a yol yic Galilea chi'."
        },
        {
            "number": "20",
            "text": "Axo jun ix yune' ix Herodías chi' ix k'och b'aj van sva eb' chi'. Ix chanhalvi ix. Axo winhaj Herodes yet' eb' winh ayoch vael yet'oc, te wach' schanhalvi ix ix yil eb'. Yuj chi', ix yalan winh t'a ix: --k'an t'ayin tas tza nib'ej, ol vak' t'ayach, xchi winh t'a ix."
        },
        {
            "number": "21",
            "text": "Ix yak'an sti' winh t'a ix, ix slocan sb'i Dios winh: --Yalnhej tas junok tza k'an t'ayin, ol vak'nhej t'ayach. Wach'chom a masanil tas ay t'a yol in macb'en, nanhal ol vak' t'ayach, xchi winh t'a ix."
        },
        {
            "number": "22",
            "text": "Axo ix elixta ix. Ix yalan ix t'a ix snun: --¿Tas a gana ol in k'ana'? xchi ix. Ix tak'vi ix snun ix chi': --Ha sjolom winhaj Juan, winh tz'ak'an bautizar tza k'ana', xchi ix."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix k'ochxi ix t'a winh rey chi', ix yalan ix: --In gana tzak' sjolom winhaj Juan, winh tz'ak'an bautizar t'ayin. D'a yol junok pultu in gana tzak' t'ayin, xchi ix."
        },
        {
            "number": "24",
            "text": "Ix te cusq'ue winh rey chi' ayic ix yab'an winh. Palta majxo yal-laj stenanek' winh, yujto toxo ix sloc sb'i Dios winh. Ix yab'pax eb' winh ayek' yet' winh."
        },
        {
            "number": "25",
            "text": "Yuj chi', ix schecb'at jun winh soldado winh stzepel sjolom winhaj Juan chi', syik'ancoti."
        },
        {
            "number": "26",
            "text": "Ix b'at jun winh soldado chi' t'a te' preso, ix b'at yik'anel sjolom winhaj Juan chi' winh. Ixlajwi chi', ix yik'ancot winh t'a yol jun pultu, ix yak'an winh t'a ix. Axo ix ix ak'an t'a ix snun chi'."
        },
        {
            "number": "27",
            "text": "Axo eb' sk'ayb'um winhaj Juan chi', ayic ix yab'an eb', ix k'och eb'. Ix yik'anb'at snivanil winh eb', ix b'at smucanem eb'."
        },
        {
            "number": "28",
            "text": "Ha eb' schecab' Jesús ix k'ochxi eb' t'ay. Ix yalan eb' masanil tastac ix sk'ulej eb' yet' masanil tas ix sk'ayb'ej eb'."
        },
        {
            "number": "29",
            "text": "Ixto lajvi yalan eb', ix yalan Jesús t'a eb': --Coyec co ch'ocoj b'aj malaj anima, yic squik' quip ta', xchi. Ix yal icha chi', yujto malaj scolanil eb' yuj eb' anima, yujto sk'ochnhej eb' anima t'ay. Max och jab'oc scolanil eb' sva yuj eb'."
        },
        {
            "number": "30",
            "text": "Axo Jesús, ix och t'a yol jun te' barco yet' eb' sk'ayb'um. Sch'ocoj eb' ix b'at b'aj malaj anima."
        },
        {
            "number": "31",
            "text": "Palta tzijtum mach ix ilan sb'at eb', yojtacxo eb' to a Jesús. Yuj chi', ay eb' ix cot t'a junjun chonhab' t'a slak'anil chi'. Ix b'at eb' t'a yoc, ix b'ab'laj k'och eb' b'aj ix k'och chi'."
        },
        {
            "number": "32",
            "text": "Axo ix elta Jesús t'a yol te' barco chi', ix yilanb'ati to manh jantacoc anima ayxo ek' ta'. Ix ok' sk'ool t'a eb', yujto lajan eb' icha nok' calnel malaj stanhvumal. Yuj chi', tzijtum tas b'aj ix sk'ayb'ej eb'."
        },
        {
            "number": "33",
            "text": "Axo yic vanxo sb'at k'u ix k'och eb' sk'ayb'um t'a stz'ey. Ix yalan eb' t'ay: --Ina vanxo sb'at k'u. Palta a jun lugar tik, te tzinan."
        },
        {
            "number": "34",
            "text": "Yuj chi' tecan wach' tza checb'at eb' anima tik b'ajtac ay anima yet' t'a juntzanh aldea t'a lak'an tik, yic wach' ol laj sman wa sb'a eb' ta', yujto malaj tas sva eb' t'a tik, xchi eb'."
        },
        {
            "number": "35",
            "text": "--Hak'ek wa eb' a ex tik, xchi Jesús t'a eb' sk'ayb'um chi'. Palta ix yalan eb' t'ay: --¿Tom syal co b'at co man chab'oc am ciento denario pan, yic ol cak' sva eb'? xchi eb'."
        },
        {
            "number": "36",
            "text": "--¿Jaye' ixim pan chi' eyed' jun? Sayec eyila', xchi Jesús t'a eb'. Axo yic ix lajvi yilan eb', ix yalan eb' t'ay: --Anhej oye' ixim qued'nac yet' cha pitanh nok' chay, xchi eb'."
        },
        {
            "number": "37",
            "text": "Ixlajwi chi', ix yalan Jesús, to tz'em k'ojan eb' anima smasanil t'a jun ak'lic chi', macquiltac tz'aj eb'."
        },
        {
            "number": "38",
            "text": "Ha ix aj em k'ojan eb' winh, ay 100 t'a junjun makan yet' 50 t'a juntzanhxo."
        },
        {
            "number": "39",
            "text": "Ixlajwi chi', ix yik'anchaanh oye' pan chi' Jesús yet' cha pitanh chay chi'. Ix q'ue q'uelan t'a satcha’anh, ix yak'an yuj diosal, ix xepanb'at ixim pan chi'. Ixlajwi chi', ix yak'an t'a eb' sk'ayb'um chi', yic spucanb'at eb' t'a eb' anima chi'. Ix spucanpaxb'at cha pitanh chay chi' t'a eb' smasanil."
        },
        {
            "number": "40",
            "text": "Ix wa eb' smasanil, ix b'ud'ji eb'."
        },
        {
            "number": "41",
            "text": "Ayic ix lajvi sva eb' chi', ix sik'anq'ue lajchavexo xuuc ixim ix yak' sobre eb' yet' pax nok' chay chi'."
        },
        {
            "number": "42",
            "text": "Oye' mil eb' winh vinac ix wa'i."
        },
        {
            "number": "43",
            "text": "Ixlajwi chi', ix yalan Jesús t'a eb' sk'ayb'um to tz'ochxi eb' t'a yol te' barco, yic sb'ab'laj k'axpajcanek' eb' t'a junxo sk'axepal ha' nhajab' chi', yic sk'och eb' t'a chonhab' Betsaida. Axo Jesús chi' ixto cani, ix yalan quilcob'ha t'a eb' anima chi'."
        },
        {
            "number": "44",
            "text": "Ixlajwi stak'lancan sb'a yet' eb', ix b'at t'a jun tzalan yic slesalvi ta'."
        },
        {
            "number": "45",
            "text": "Axo yic toxo ix k'ik'b'i, vanxo sk'och eb' sk'ayb'um chi' yet' te' barco t'a snanhal ha'. Axo Jesús ix kan sch'ocoj t'a sti' ha'."
        },
        {
            "number": "46",
            "text": "Axo yic ayto sk'ana' ix yilanb'at Jesús to van yel yip eb' smak'an ha', yujto te ov sja ik' t'a yichanh eb'. Van sb'eyb'at t'a yoc t'a sat ha' ix k'och t'a eb'. B'enhej ijan ix ek'b'at t'a eb'."
        },
        {
            "number": "47",
            "text": "Palta ix yilb'at eb' to van sb'ey t'a sat ha', a snaan eb' to lab' jun van sk'och chi' t'a eb'. Yuj chi' ix te el yav eb'."
        },
        {
            "number": "48",
            "text": "Ix yil eb' smasanil, yuj chi' ix te xivq'ue eb'. Palta ix yalan Jesús t'a eb': --Tek'b'ejec e b'a. Ha in. Manh ex xivoc, xchi t'a eb'."
        },
        {
            "number": "49",
            "text": "Ixlajwi chi', ix och t'a yol te' barco chi' yet' eb'. Ix och vaan jun ik' chi' yuj. Yuj chi', ix te sat sk'ool eb'."
        },
        {
            "number": "50",
            "text": "Wach'chom toxo ix yil jun milagro ix sb'o Jesús eb' yet' ixim pan, palta max nachajel spoder yuj eb', yujto manto yak'och jab'oc spensar eb' t'ay."
        },
        {
            "number": "51",
            "text": "Ixlajwi sk'axpajek' eb' t'ha ha' chi', ix k'och eb' t'a jun lugar scuchan Genesaret. Ix yak'ancanoch etzan te' barco chi' eb' t'a sti' ha'."
        },
        {
            "number": "52",
            "text": "Ix lajwinhej yelta eb' t'a yol te' barco chi', ix yilanoch eb' anima to a Jesús."
        },
        {
            "number": "53",
            "text": "Yuj chi', ix laj yalan eb' t'a smasanil jun lugar chi'. Ix laj syamanoch eb' sb'achancot eb' penaay t'a sat svaynub' b'aj ayek' Jesús chi'."
        },
        {
            "number": "54",
            "text": "Masanil b'ajtac ix ek' Jesús, t'a aldea, t'a chonhab' yet' b'ajtac ay anima, ix laj ik'jielta eb' penaay t'a yoltac calle. Ix sk'anan pavor eb' t'a Jesús chi', yic syamji jab'oc sti' spichul yuj eb' penaay chi'. Axo jantacnhej eb' ix yaman sti' spichul chi', ix b'oxican sk'ool eb' yuj."
        }
    ]
}