{
    "chapter": "6",
    "verses": [
        {
            "number": "1",
            "text": "Ix paxta Jesús t'a jun lugar b'aj ayek' chi', ix k'ochxi t'a schonhab'. Ix k'och pax heb' sk'ayb'um yet'oc."
        },
        {
            "number": "2",
            "text": "Axo t'a sk'ual ik'oj ip ix syamoch sk'ayb'an heb' anima t'a yol spatil culto. Tzijtum heb' ix ab'an sloloni. Palta tonhej ix sat sk'ool heb' yuj. Ix laj yalan heb': --¿B'ajtil ix sk'ayb'ej juntzanh tik jun winh tik? ¿B'aj ix yik' jun sjelanil winh tik? ¿Tas syutej winh sb'oan juntzanh milagro tik?"
        },
        {
            "number": "3",
            "text": "Yujto a jun winh tik, nhicum te' winh, yune' winh ix María. Yuk'tac sb'a winh yet' winhaj Jacobo, winhaj José, winhaj Judas yet' winhaj Simón. Ay pax heb' ix yanab' winh ayek' t'a ko kal tik, xchi heb'. Yuj chi', tonhej ix somchaj spensar heb' yuj Jesús chi'."
        },
        {
            "number": "4",
            "text": "Palta ix yalan t'a heb': --Ha heb' schecab' Dios, ay wal yelk'och heb' t'a yichanh heb' anima smasanil. Palta haxo t'a yichanh heb' yetchonhab' heb', t'a yichanh heb' sk'ab' yoc heb' yet' t'a yichanh heb' junnhej yaj yet' heb' t'a yol spat, malaj yelk'och heb', xchi Jesús."
        },
        {
            "number": "5",
            "text": "Maj yal-laj sb'oan juntzanh milagro ta'. Tonhej ix yak'b'at sk'ab' t'a yib'anh jaywanh heb' penaay, yic sb'oxi sk'ool heb'."
        },
        {
            "number": "6",
            "text": "Ix sat sk'ool Jesús yujto maj yak'ochlaj heb' t'a sk'ool. Ixlajwi chi', ix ek' sk'ayb'ej heb' ay t'a juntzanh aldea t'a slak'anil schonhab'."
        },
        {
            "number": "7",
            "text": "Axo Jesús ix awtankot heb' sk'ayb'um slajchawanhil. Ixlajwi chi', chatacwanhil ix yutej schecanb'at heb'. Ix ak'ji yopisio heb' yik'anel heb' enemigo."
        },
        {
            "number": "8",
            "text": "Ayic mantzac b'at heb', ix yalan t'a heb': --Ayic tzex b'ati, manh eyik' jab'oc tas yic yol he b'e. Manh eyik' he pa, manh eyik' eyooch, manh eyik' he tumin. Anhej he k'ococh tzeyik'a'."
        },
        {
            "number": "9",
            "text": "Anhej he pichul ayoch eyuuj yet' he xanhab'."
        },
        {
            "number": "10",
            "text": "Yalnhej mach junok pat b'aj tzex k'ochi, ata' tzex aji masanto tzex paxta."
        },
        {
            "number": "11",
            "text": "Tato ay heb' max ex chaani, tato malaj snib'ej heb' schaan yab'i, manh ex aj ta'. Tze tziccanel spokokal eyoc, yic tze ch'oxeli to manhxa eyalan eyic t'a heb', xchi Jesús t'a heb'."
        },
        {
            "number": "12",
            "text": "Axo ix b'at heb' sk'ayb'um chi', ix laj yalanel heb' to yowalil sna sb'a heb' anima yuj smul."
        },
        {
            "number": "13",
            "text": "Manh jantacoc heb' enemigo ix yik'el heb' t'a heb' anima. Tzijtum wal heb' penaay b'aj ix laj suquek' aceite heb'. Ix laj b'oxican sk'ool heb'."
        },
        {
            "number": "14",
            "text": "Ha t'a jun pekti’ chi', ayic ix yab'an winhaj rey Herodes juntzanh tastac ix sk'ulej Jesús, yujto ix te pucaxel yab'ixal t'a skal masanil heb' anima. Yuj chi' ix yalan winh: --Ha jun winh chi', aton winhaj Juan winh ak'annac bautizar, ix pitzwixi winh t'a skal heb' chamnac. Yuj chi', ay spoder winh sk'ulan juntzanh chi', xchi winh."
        },
        {
            "number": "15",
            "text": "Axo juntzanhxo heb' anima ix alani: --Ha jun winh chi', aton winhaj Elías, xchi heb'. Axo juntzanhxo heb' ix alani: Aton jun schecab' Dios, icha heb' ay t'a peka', xchi heb'."
        },
        {
            "number": "16",
            "text": "Palta haxo winhaj rey Herodes chi', ayic ix yab'an juntzanh chi' winh, ix yalan winh: --Ha jun winh syal heb' chi', aton winhaj Juan. Aton winh ix wik'el sjolom. Ha winh ix pitzwixi t'a skal heb' chamnac, xchi winh."
        },
        {
            "number": "17",
            "text": "Icha tik ix aj scham winhaj Juan yuj winhaj Herodes. Ay jun yuk'tac winhaj Herodes chi' scuchan Felipe, Herodías sb'i ix yetb'eyum winh. Axo winhaj Herodes chi' ix montanel ix yetb'eyum winhaj Felipe chi'. Axo winhaj Juan chi' ix b'at alan t'a winhaj Herodes chi': --Manh sleyaloc tzik' ix yetb'eyum winh uk'tac tik, xchi winh. Yuj chi', ix te cot yowal ix Herodías chi'. Ix yak'an sk'ool winhaj Herodes chi' ix. Yuj chi', ix yal winh to syamchaj winhaj Juan chi'. Ix yak'anoch winh winh t'a preso. Ix och k'een cadena t'a winh. Axo ix Herodías chi', ix te chichonoch sk'ool ix t'a winhaj Juan chi'. Snib'ej ix smiljicham winh, palta max yal-laj yuj ix t'a elanhchamel,"
        },
        {
            "number": "18",
            "text": "yujto toxon yojtac winhaj Herodes chi' to tojol spensar winhaj Juan chi', to yic Dios yaj winh. Yuj chi', ix xiv winh yuj winhaj Juan chi', ix yak'anoch stanhwumal winh winh, yic max cham winh yuj ix Herodías chi'. Ay b'aj syal slolonel Dios winhaj Juan t'a winhaj Herodes chi'. Tonhej ste somchaj sk'ool winh yuj winh, palta ste tzalaj winh yab'an t'a winh."
        },
        {
            "number": "19",
            "text": "Palta ayic ix och jun q'uinh yic yab'ilal winhaj Herodes chi', ata' ix yil ix Herodías chi' tas ol yutoc ix yak'ancham winhaj Juan chi', yujto ay jun niwan wael ix och yuj winh rey chi'. Ix yak' wa heb' yetyajalil winh, heb' yajal heb' soldado yet' heb' niwac winak t'a yol yic Galilea chi'."
        },
        {
            "number": "20",
            "text": "Axo jun ix yune' ix Herodías chi' ix k'och b'aj wan swa heb' chi'. Ix chanhalwi ix. Axo winhaj Herodes yet' heb' winh ayoch wael yet'oc, te wach' schanhalwi ix ix yil heb'. Yuj chi', ix yalan winh t'a ix: --k'an t'ayin tas tza nib'ej, ol wak' t'ayach, xchi winh t'a ix."
        },
        {
            "number": "21",
            "text": "Ix yak'an sti' winh t'a ix, ix slocan sb'i Dios winh: --Yalnhej tas junok tza k'an t'ayin, ol wak'nhej t'ayach. Wach'chom a masanil tas ay t'a yol in macb'en, nanhal ol wak' t'ayach, xchi winh t'a ix."
        },
        {
            "number": "22",
            "text": "Axo ix elixta ix. Ix yalan ix t'a ix snun: --¿Tas a gana ol in k'ana'? xchi ix. Ix tak'wi ix snun ix chi': --Ha sjolom winhaj Juan, winh tz'ak'an bautizar tza k'ana', xchi ix."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix k'ochxi ix t'a winh rey chi', ix yalan ix: --In gana tzak' sjolom winhaj Juan, winh tz'ak'an bautizar t'ayin. D'a yol junok pultu in gana tzak' t'ayin, xchi ix."
        },
        {
            "number": "24",
            "text": "Ix te cusk'e winh rey chi' ayic ix yab'an winh. Palta majxo yal-laj stenanek' winh, yujto toxo ix sloc sb'i Dios winh. Ix yab'pax heb' winh ayek' yet' winh."
        },
        {
            "number": "25",
            "text": "Yuj chi', ix schecb'at jun winh soldado winh stzepel sjolom winhaj Juan chi', syik'ancoti."
        },
        {
            "number": "26",
            "text": "Ix b'at jun winh soldado chi' t'a te' preso, ix b'at yik'anel sjolom winhaj Juan chi' winh. Ixlajwi chi', ix yik'ancot winh t'a yol jun pultu, ix yak'an winh t'a ix. Axo ix ix ak'an t'a ix snun chi'."
        },
        {
            "number": "27",
            "text": "Axo heb' sk'ayb'um winhaj Juan chi', ayic ix yab'an heb', ix k'och heb'. Ix yik'anb'at sniwanil winh heb', ix b'at smucanem heb'."
        },
        {
            "number": "28",
            "text": "Ha heb' schecab' Jesús ix k'ochxi heb' t'ay. Ix yalan heb' masanil tastac ix sk'ulej heb' yet' masanil tas ix sk'ayb'ej heb'."
        },
        {
            "number": "29",
            "text": "Ixto lajwi yalan heb', ix yalan Jesús t'a heb': --Coyec ko ch'ocoj b'aj malaj anima, yic squik' quip ta', xchi. Ix yal icha chi', yujto malaj scolanil heb' yuj heb' anima, yujto sk'ochnhej heb' anima t'ay. Max och jab'oc scolanil heb' swa yuj heb'."
        },
        {
            "number": "30",
            "text": "Axo Jesús, ix och t'a yol jun te' barco yet' heb' sk'ayb'um. Sch'ocoj heb' ix b'at b'aj malaj anima."
        },
        {
            "number": "31",
            "text": "Palta tzijtum mach ix ilan sb'at heb', yojtacxo heb' to a Jesús. Yuj chi', ay heb' ix cot t'a junjun chonhab' t'a slak'anil chi'. Ix b'at heb' t'a yoc, ix b'ab'laj k'och heb' b'aj ix k'och chi'."
        },
        {
            "number": "32",
            "text": "Axo ix elta Jesús t'a yol te' barco chi', ix yilanb'ati to manh jantacoc anima ayxo ek' ta'. Ix ok' sk'ool t'a heb', yujto lajan heb' icha nok' calnel malaj stanhwumal. Yuj chi', tzijtum tas b'aj ix sk'ayb'ej heb'."
        },
        {
            "number": "33",
            "text": "Axo yic wanxo sb'at k'u ix k'och heb' sk'ayb'um t'a stz'ey. Ix yalan heb' t'ay: --Ina wanxo sb'at k'u. Palta a jun lugar tik, te tzinan."
        },
        {
            "number": "34",
            "text": "Yuj chi' tecan wach' tza checb'at heb' anima tik b'ajtac ay anima yet' t'a juntzanh aldea t'a lak'an tik, yic wach' ol laj sman wa sb'a heb' ta', yujto malaj tas swa heb' t'a tik, xchi heb'."
        },
        {
            "number": "35",
            "text": "--Hak'ek wa heb' a ex tik, xchi Jesús t'a heb' sk'ayb'um chi'. Palta ix yalan heb' t'ay: --¿Tom syal ko b'at ko man chab'oc am ciento denario pan, yic ol cak' swa heb'? xchi heb'."
        },
        {
            "number": "36",
            "text": "--¿Jaye' ixim pan chi' eyed' jun? Sayec eyila', xchi Jesús t'a heb'. Axo yic ix lajwi yilan heb', ix yalan heb' t'ay: --Anhej oye' ixim qued'nac yet' cha pitanh nok' chay, xchi heb'."
        },
        {
            "number": "37",
            "text": "Ixlajwi chi', ix yalan Jesús, to tz'em k'ojan heb' anima smasanil t'a jun ak'lic chi', macquiltac tz'aj heb'."
        },
        {
            "number": "38",
            "text": "Ha ix aj em k'ojan heb' winh, ay 100 t'a junjun makan yet' 50 t'a juntzanhxo."
        },
        {
            "number": "39",
            "text": "Ixlajwi chi', ix yik'anchaanh oye' pan chi' Jesús yet' cha pitanh chay chi'. Ix k'e k'elan t'a satcha’anh, ix yak'an yuj diosal, ix xepanb'at ixim pan chi'. Ixlajwi chi', ix yak'an t'a heb' sk'ayb'um chi', yic spucanb'at heb' t'a heb' anima chi'. Ix spucanpaxb'at cha pitanh chay chi' t'a heb' smasanil."
        },
        {
            "number": "40",
            "text": "Ix wa heb' smasanil, ix b'ud'ji heb'."
        },
        {
            "number": "41",
            "text": "Ayic ix lajwi swa heb' chi', ix sik'ank'e lajchawexo xuuc ixim ix yak' sobre heb' yet' pax nok' chay chi'."
        },
        {
            "number": "42",
            "text": "Oye' mil heb' winh winak ix wa'i."
        },
        {
            "number": "43",
            "text": "Ixlajwi chi', ix yalan Jesús t'a heb' sk'ayb'um to tz'ochxi heb' t'a yol te' barco, yic sb'ab'laj k'axpajcanek' heb' t'a junxo sk'axepal ha' nhajab' chi', yic sk'och heb' t'a chonhab' Betsaida. Axo Jesús chi' ixto cani, ix yalan quilcob'ha t'a heb' anima chi'."
        },
        {
            "number": "44",
            "text": "Ixlajwi stak'lancan sb'a yet' heb', ix b'at t'a jun tzalan yic slesalwi ta'."
        },
        {
            "number": "45",
            "text": "Axo yic toxo ix k'ik'b'i, wanxo sk'och heb' sk'ayb'um chi' yet' te' barco t'a snanhal ha'. Axo Jesús ix kan sch'ocoj t'a sti' ha'."
        },
        {
            "number": "46",
            "text": "Axo yic ayto sk'ana' ix yilanb'at Jesús to wan yel yip heb' smak'an ha', yujto te ov sja ik' t'a yichanh heb'. Van sb'eyb'at t'a yoc t'a sat ha' ix k'och t'a heb'. B'enhej ijan ix ek'b'at t'a heb'."
        },
        {
            "number": "47",
            "text": "Palta ix yilb'at heb' to wan sb'ey t'a sat ha', a snaan heb' to lab' jun wan sk'och chi' t'a heb'. Yuj chi' ix te el yav heb'."
        },
        {
            "number": "48",
            "text": "Ix yil heb' smasanil, yuj chi' ix te xivk'e heb'. Palta ix yalan Jesús t'a heb': --Tek'b'ejec he b'a. Ha in. Manh ex xiwoc, xchi t'a heb'."
        },
        {
            "number": "49",
            "text": "Ixlajwi chi', ix och t'a yol te' barco chi' yet' heb'. Ix och waan jun ik' chi' yuj. Yuj chi', ix te sat sk'ool heb'."
        },
        {
            "number": "50",
            "text": "Wach'chom toxo ix yil jun milagro ix sb'o Jesús heb' yet' ixim pan, palta max nachajel spoder yuj heb', yujto manto yak'och jab'oc spensar heb' t'ay."
        },
        {
            "number": "51",
            "text": "Ixlajwi sk'axpajek' heb' t'ha ha' chi', ix k'och heb' t'a jun lugar scuchan Genesaret. Ix yak'ancanoch etzan te' barco chi' heb' t'a sti' ha'."
        },
        {
            "number": "52",
            "text": "Ix lajwinhej yelta heb' t'a yol te' barco chi', ix yilanoch heb' anima to a Jesús."
        },
        {
            "number": "53",
            "text": "Yuj chi', ix laj yalan heb' t'a smasanil jun lugar chi'. Ix laj syamanoch heb' sb'achancot heb' penaay t'a sat swaynub' b'aj ayek' Jesús chi'."
        },
        {
            "number": "54",
            "text": "Masanil b'ajtac ix ek' Jesús, t'a aldea, t'a chonhab' yet' b'ajtac ay anima, ix laj ik'jielta heb' penaay t'a yoltac calle. Ix sk'anan pawor heb' t'a Jesús chi', yic syamji jab'oc sti' spichul yuj heb' penaay chi'. Axo jantacnhej heb' ix yaman sti' spichul chi', ix b'oxican sk'ool heb' yuj."
        }
    ]
}