{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ay juntzanh eb' winh fariseo yet' jayvanh eb' winh k'ayb'um t'a ley Moisés, ix cot eb' winh t'a Jerusalén. Ix smolb'an sb'a eb' winh b'aj ayek' Jesús."
        },
        {
            "number": "2",
            "text": "Ix yilanoch eb' sk'ayb'um Jesús chi' eb' winh, to manh ichoc val yaj sleyal eb' winh syutej eb' sb'ican sk'ab' ayic sva eb'. Ix och spaltail eb' t'a sat eb' winh yuj sk'ab' chi'. Yuj chi', ix yalan eb' winh to malaj swach'il eb'."
        },
        {
            "number": "3",
            "text": "Yujto a eb' winh fariseo chi' yet' smasanil juntzanhxo eb' aj Israel, anhej sb'eyb'al smam yicham eb' sb'eyb'alej. Yuj chi', tato max sb'iquel sk'ab' eb' icha syal sb'eyb'al eb' chi', max valaj eb'."
        },
        {
            "number": "4",
            "text": "Axo yic sjax eb' t'a mercado, max valaj eb' masanto sb'ic sk'ab' eb', icha chi' syalelk'och jun sb'eyb'al eb' chi'. Man jantacto juntzanhxo tas sb'eyb'alej eb', icha yic sb'ican el svaso eb', xalu yet' juntzanhxo q'uen yamk'ab' yic vael."
        },
        {
            "number": "5",
            "text": "Yuj chi', a eb' winh fariseo chi' yet' eb' winh k'ayb'um t'a ley Moisés, ix yal eb' winh t'a Jesús: --¿Tas yuj max sk'anab'ajej juntzanh sb'eyb'al eb' co mam quicham eb' a k'ayb'um tik? Ina max sb'ic sk'ab' eb' ayic sva eb', xchi eb' winh."
        },
        {
            "number": "6",
            "text": "Yuj chi', ix yal Jesús t'a eb' winh: --Ha ex tik, te chab' sat ex. Yel ton val yalnaccan winhaj Isaías eyuuj, ayic stz'ib'annaccan winh icha tik: Ha eb' anima tik, anhej t'a sti' eb' syal wach' lolonel t'ayin. Palta haxo spensar eb', najat yajcanel t'ayin."
        },
        {
            "number": "7",
            "text": "Nivanoc tzul yaq'uem sb'a eb' t'ayin. Anhej juntzanh schecnab'il anima syak' eb' k'ayb'ajoc, xchi Dios t'a Slolonel."
        },
        {
            "number": "8",
            "text": "Yujto a ex tik, ix eyactejcan schecnab'il Dios yic wach' anhej juntzanh sb'eyb'al e mam eyicham tze k'anab'ajej."
        },
        {
            "number": "9",
            "text": "Tonhej tzeyixtejel schecnab'il Dios, yuj e k'anab'ajan juntzanh sb'eyb'al eb' e mam eyicham chi'."
        },
        {
            "number": "10",
            "text": "Yalnaccan winhaj Moisés icha tik: Ayokab' yelk'och e mam e nun t'a e sat. Ha eb' sb'ajan smam snun, smiljicham eb', xchi."
        },
        {
            "number": "11",
            "text": "Palta a exxo tik, tzeyala' to manh yovaliloc skolwaj junok mach t'a smam snun. Tato ay junok mach tz'alan icha tik t'a smam snun: Max yal in kolwaj t'ayex, yujto a masanil tas ay t'ayin, yicnhej Dios yaji, tato xchi, te wach' tzeyab'i."
        },
        {
            "number": "12",
            "text": "Tato ay mach tz'alan icha chi', a exxo tik tzeyala' to manhxo yovaliloc skolwaj eb' t'a smam snun chi'."
        },
        {
            "number": "13",
            "text": "Icha chi' tzeyutej eyixtanel schecnab'il Dios, yujto anhej sb'eyb'al eb' e mam eyicham tzeyak' sk'ayb'ej eb'. Tzijtumto juntzanhxo tas tze k'ulej icha juntzanh tik, xchi Jesús t'a eb'."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix yavtanxicot eb' anima Jesús. Ix yalan t'a eb': --Maclejec eyab' e masanil tas ol vala'. Nachajocab'el eyuuj:"
        },
        {
            "number": "15",
            "text": "Ha juntzanh tas tz'och t'a co ti', max onh juwiel-laj yuj t'a yichanh Dios. Palta a juntzanh tas scot t'a co pensar, a tzonh ak'an juvoquel t'a yichanh Dios, xchi t'a eb'."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix actajcan eb' anima yuj Jesús, ix och t'a yol pat yet' eb' sk'ayb'um. Ix sk'anb'an eb' t'ay: --¿Tas syalelk'och jun ix al tik? xchi eb' t'ay."
        },
        {
            "number": "17",
            "text": "Ix yalanpax t'a eb': --¿Tom max nachajel eyuuj? ¿Tom manh eyojtacoc? Ha tas tz'och t'a co ti' max onh juwiel-laj yuj t'a yichanh Dios,"
        },
        {
            "number": "18",
            "text": "yujto manhoc t'a co pensar sk'ochi. Tonhej tz'em t'a yol co k'ool, haxo t'a junxo rato, tz'elixcani, xchi t'a eb'. Icha chi' ix yutej yalani to a jantacnhej tas sco wa''a, malaj yowalil yuj Dios."
        },
        {
            "number": "19",
            "text": "Ix yalanxi junxo tik t'a eb': --Ha juntzanh tas scot t'a co pensar, a tzonh juanel t'a yichanh Dios."
        },
        {
            "number": "20",
            "text": "Yujto ha t'a spensar eb' anima spitzvi juntzanh chuk pensaril tik. Ay eb' ayxo yetb'eyum tz'em t'a mul. Ay pax eb' malaj yetb'eyum tz'empaxi. Ay eb' smak'ancham yetanimail."
        },
        {
            "number": "21",
            "text": "Ay eb' tz'elk'ani. Ay eb' syiloch sk'ool t'a junocxo. Ay eb' malaj swach'il syutej sb'a. Ay eb' tz'esani. Ay eb' malaj jab'oc sq'uixvelal scomon k'ulan junok tasi. Ay eb' schichonoch sk'ool t'a junok mach wach' yaji. Ay eb' comonnhej sb'uchvaji. Ay eb' ak'umtac syutej sb'a. Anhejtona', ay pax eb' malaj jab'oc spensar."
        },
        {
            "number": "22",
            "text": "Ha juntzanh chukal tik, ha t'a spensar eb' anima spitzvi. Ha tz'ixtanel eb' t'a yichanh Dios, xchi Jesús."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix elxi Jesús t'a jun lugar chi', ix k'och t'a yol yic Tiro yet' Sidón. Axo t'a yol jun pat ix och vaan. Yujto sgana to malaj mach tz'ojtacaneli tato ayek' ta', palta maj yal-laj sk'ub'anel sb'a."
        },
        {
            "number": "24",
            "text": "Ata' ayek' jun ix unin, ayoch jun enemigo t'a ix, haxo ix yab'an ix snun ix to ix k'och Jesús ta'. Yuj chi', ix b'at ix yila'. Ix b'at em cuman ix t'ay."
        },
        {
            "number": "25",
            "text": "Ha jun ix chi', griega ix, aj Sirofenicia ix. Ix tevi ix t'a Jesús, yic syiq'uel jun enemigo chi' t'a ix yune' ix chi'."
        },
        {
            "number": "26",
            "text": "Axo ix yalan t'a ix: --B'ab'laj vaocab'kan eb' unin. Manh wach'oc tato stok'jiek' svael eb', tz'ak'jib'at t'a nok' yunetac tz'i', xchi."
        },
        {
            "number": "27",
            "text": "Palta haxo ix tak'vi ix t'ay: --Yel ton Mamin, palta a nok' yunetac tz'i' chi' sik'anq'uechaanh sk'ajil yooch eb' unin t'a yalanh mexa, xchi ix t'ay."
        },
        {
            "number": "28",
            "text": "Yuj chi', ix yalanxi Jesús t'a ix: --Ha jun ix al tik t'ayin, te wach'. Syalxo a pax t'a a pat, yujto toxo ix el jun enemigo chi' t'a ix une' chi', xchi t'a ix."
        },
        {
            "number": "29",
            "text": "Axo ix k'ochxi ix t'a spat, ix yilan ix to k'otanek' ix yune' chi' t'a sat sch'at. Toxo ix el jun enemigo chi' t'a ix."
        },
        {
            "number": "30",
            "text": "Ayic ix elxi Jesús t'a Tiro b'aj ayek' chi', ix ek' t'a chonhab' Sidón yet' t'a juntzanh chonhab' ay t'a yol yic Decápolis. Ixlajwi chi', ix k'och t'a sti' ha' nhajab' yic Galilea."
        },
        {
            "number": "31",
            "text": "Axo yic ayek' ta', ix ik'jicot jun winh chacanh t'ay yuj eb' anima, pural syal pax slolon winh. Ix tevi eb' t'a Jesús yic syak'b'at sk'ab' t'a yib'anh winh."
        },
        {
            "number": "32",
            "text": "Yuj chi', ix yik'anelta winh t'a skal eb' anima chi', ix yak'anoch yiximal sk'ab' t'a yol schiquin winh. Ix stzub'ani. Ixlajwi chi', ix slatzanoch sk'ab' t'a snhi' yak' winh."
        },
        {
            "number": "33",
            "text": "Ix q'ue q'uelan t'a satcha’anh, ix javi sik'son sk'ool. --Efata, xchi. Syalelk'ochi: Jacvocab'i."
        },
        {
            "number": "34",
            "text": "D'a jun rato chi', ix jacvi schiquin winh. Ix tijviel yak' winh. Ix lolonq'ue winh."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi', ix cham val yalan Jesús t'a eb' anima: --Ayta b'aj tzeyalel jun ix eyil tik, xchi t'a eb'. Axo yic ix yalan jun chi' t'a eb', masnhej ix ste alejel eb'."
        },
        {
            "number": "36",
            "text": "Ix te sat sk'ool eb'. Ix laj yalan eb': --Masanil tas sk'ulej, wach'nhej. Sjacvi schiquin eb' chacanh. Slolonpax eb' max uji taxon sloloni, xchi eb'."
        }
    ]
}