{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ay juntzanh eb' vinh fariseo yed' jayvanh eb' vinh k'ayb'um d'a ley Moisés, ix cot eb' vinh d'a Jerusalén. Ix smolb'an sb'a eb' vinh b'aj ayek' Jesús."
        },
        {
            "number": "2",
            "text": "Ix yilanoch eb' sk'ayb'um Jesús chi' eb' vinh, to manh ichoc val yaj sleyal eb' vinh syutej eb' sb'ican sk'ab' ayic sva eb'. Ix och spaltail eb' d'a sat eb' vinh yuj sk'ab' chi'. Yuj chi', ix yalan eb' vinh to malaj svach'il eb'."
        },
        {
            "number": "3",
            "text": "Yujto a eb' vinh fariseo chi' yed' smasanil juntzanhxo eb' aj Israel, anhej sb'eyb'al smam yicham eb' sb'eyb'alej. Yuj chi', tato max sb'iquel sk'ab' eb' icha syal sb'eyb'al eb' chi', max valaj eb'."
        },
        {
            "number": "4",
            "text": "Axo yic sjax eb' d'a mercado, max valaj eb' masanto sb'ic sk'ab' eb', icha chi' syalelk'och jun sb'eyb'al eb' chi'. Man jantacto juntzanhxo tas sb'eyb'alej eb', icha yic sb'ican el svaso eb', xalu yed' juntzanhxo q'uen yamk'ab' yic vael."
        },
        {
            "number": "5",
            "text": "Yuj chi', a eb' vinh fariseo chi' yed' eb' vinh k'ayb'um d'a ley Moisés, ix yal eb' vinh d'a Jesús: --¿Tas yuj max sk'anab'ajej juntzanh sb'eyb'al eb' co mam quicham eb' a k'ayb'um tic? Ina max sb'ic sk'ab' eb' ayic sva eb', xchi eb' vinh."
        },
        {
            "number": "6",
            "text": "Yuj chi', ix yal Jesús d'a eb' vinh: --A ex tic, te chab' sat ex. Yel ton val yalnaccan vinhaj Isaías eyuuj, ayic stz'ib'annaccan vinh icha tic: A eb' anima tic, anhej d'a sti' eb' syal vach' lolonel d'ayin. Palta axo spensar eb', najat yajcanel d'ayin."
        },
        {
            "number": "7",
            "text": "Nivanoc tzul yaq'uem sb'a eb' d'ayin. Anhej juntzanh schecnab'il anima syak' eb' k'ayb'ajoc, xchi Dios d'a Slolonel."
        },
        {
            "number": "8",
            "text": "Yujto a ex tic, ix eyactejcan schecnab'il Dios yic vach' anhej juntzanh sb'eyb'al e mam eyicham tze k'anab'ajej."
        },
        {
            "number": "9",
            "text": "Tonhej tzeyixtejel schecnab'il Dios, yuj e k'anab'ajan juntzanh sb'eyb'al eb' e mam eyicham chi'."
        },
        {
            "number": "10",
            "text": "Yalnaccan vinhaj Moisés icha tic: Ayocab' yelk'och e mam e nun d'a e sat. A eb' sb'ajan smam snun, smiljicham eb', xchi."
        },
        {
            "number": "11",
            "text": "Palta a exxo tic, tzeyala' to manh yovaliloc scolvaj junoc mach d'a smam snun. Tato ay junoc mach tz'alan icha tic d'a smam snun: Max yal in colvaj d'ayex, yujto a masanil tas ay d'ayin, yicnhej Dios yaji, tato xchi, te vach' tzeyab'i."
        },
        {
            "number": "12",
            "text": "Tato ay mach tz'alan icha chi', a exxo tic tzeyala' to manhxo yovaliloc scolvaj eb' d'a smam snun chi'."
        },
        {
            "number": "13",
            "text": "Icha chi' tzeyutej eyixtanel schecnab'il Dios, yujto anhej sb'eyb'al eb' e mam eyicham tzeyak' sk'ayb'ej eb'. Tzijtumto juntzanhxo tas tze k'ulej icha juntzanh tic, xchi Jesús d'a eb'."
        },
        {
            "number": "14",
            "text": "Ix lajvi chi', ix yavtanxicot eb' anima Jesús. Ix yalan d'a eb': --Maclejec eyab' e masanil tas ol vala'. Nachajocab'el eyuuj:"
        },
        {
            "number": "15",
            "text": "A juntzanh tas tz'och d'a co ti', max onh juviel-laj yuuj d'a yichanh Dios. Palta a juntzanh tas scot d'a co pensar, a tzonh ak'an juvoquel d'a yichanh Dios, xchi d'a eb'."
        },
        {
            "number": "16",
            "text": "Ix lajvi chi', ix actajcan eb' anima yuj Jesús, ix och d'a yol pat yed' eb' sk'ayb'um. Ix sk'anb'an eb' d'ay: --¿Tas syalelk'och jun ix al tic? xchi eb' d'ay."
        },
        {
            "number": "17",
            "text": "Ix yalanpax d'a eb': --¿Tom max nachajel eyuuj? ¿Tom manh eyojtacoc? A tas tz'och d'a co ti' max onh juviel-laj yuuj d'a yichanh Dios,"
        },
        {
            "number": "18",
            "text": "yujto manhoc d'a co pensar sk'ochi. Tonhej tz'em d'a yol co k'ool, axo d'a junxo rato, tz'elixcani, xchi d'a eb'. Icha chi' ix yutej yalani to a jantacnhej tas sco va'a, malaj yovalil yuj Dios."
        },
        {
            "number": "19",
            "text": "Ix yalanxi junxo tic d'a eb': --A juntzanh tas scot d'a co pensar, a tzonh juanel d'a yichanh Dios."
        },
        {
            "number": "20",
            "text": "Yujto a d'a spensar eb' anima spitzvi juntzanh chuc pensaril tic. Ay eb' ayxo yetb'eyum tz'em d'a mul. Ay pax eb' malaj yetb'eyum tz'empaxi. Ay eb' smak'ancham yetanimail."
        },
        {
            "number": "21",
            "text": "Ay eb' tz'elk'ani. Ay eb' syiloch sk'ool d'a junocxo. Ay eb' malaj svach'il syutej sb'a. Ay eb' tz'esani. Ay eb' malaj jab'oc sq'uixvelal scomon k'ulan junoc tasi. Ay eb' schichonoch sk'ool d'a junoc mach vach' yaji. Ay eb' comonnhej sb'uchvaji. Ay eb' ak'umtac syutej sb'a. Anhejtona', ay pax eb' malaj jab'oc spensar."
        },
        {
            "number": "22",
            "text": "A juntzanh chucal tic, a d'a spensar eb' anima spitzvi. A tz'ixtanel eb' d'a yichanh Dios, xchi Jesús."
        },
        {
            "number": "23",
            "text": "Ix lajvi chi', ix elxi Jesús d'a jun lugar chi', ix k'och d'a yol yic Tiro yed' Sidón. Axo d'a yol jun pat ix och vaan. Yujto sgana to malaj mach tz'ojtacaneli tato ayek' ta', palta maj yal-laj sk'ub'anel sb'a."
        },
        {
            "number": "24",
            "text": "Ata' ayek' jun ix unin, ayoch jun enemigo d'a ix, axo ix yab'an ix snun ix to ix k'och Jesús ta'. Yuj chi', ix b'at ix yila'. Ix b'at em cuman ix d'ay."
        },
        {
            "number": "25",
            "text": "A jun ix chi', griega ix, aj Sirofenicia ix. Ix tevi ix d'a Jesús, yic syiq'uel jun enemigo chi' d'a ix yune' ix chi'."
        },
        {
            "number": "26",
            "text": "Axo ix yalan d'a ix: --B'ab'laj vaocab'can eb' unin. Manh vach'oc tato stok'jiek' svael eb', tz'ak'jib'at d'a nok' yunetac tz'i', xchi."
        },
        {
            "number": "27",
            "text": "Palta axo ix tak'vi ix d'ay: --Yel ton Mamin, palta a nok' yunetac tz'i' chi' sik'anq'uechaanh sk'ajil yooch eb' unin d'a yalanh mexa, xchi ix d'ay."
        },
        {
            "number": "28",
            "text": "Yuj chi', ix yalanxi Jesús d'a ix: --A jun ix al tic d'ayin, te vach'. Syalxo a pax d'a a pat, yujto toxo ix el jun enemigo chi' d'a ix une' chi', xchi d'a ix."
        },
        {
            "number": "29",
            "text": "Axo ix k'ochxi ix d'a spat, ix yilan ix to k'otanek' ix yune' chi' d'a sat sch'at. Toxo ix el jun enemigo chi' d'a ix."
        },
        {
            "number": "30",
            "text": "Ayic ix elxi Jesús d'a Tiro b'aj ayek' chi', ix ek' d'a chonhab' Sidón yed' d'a juntzanh chonhab' ay d'a yol yic Decápolis. Ix lajvi chi', ix k'och d'a sti' a' nhajab' yic Galilea."
        },
        {
            "number": "31",
            "text": "Axo yic ayek' ta', ix ik'jicot jun vinh chacanh d'ay yuj eb' anima, pural syal pax slolon vinh. Ix tevi eb' d'a Jesús yic syak'b'at sk'ab' d'a yib'anh vinh."
        },
        {
            "number": "32",
            "text": "Yuj chi', ix yik'anelta vinh d'a scal eb' anima chi', ix yak'anoch yiximal sk'ab' d'a yol schiquin vinh. Ix stzub'ani. Ix lajvi chi', ix slatzanoch sk'ab' d'a snhi' yak' vinh."
        },
        {
            "number": "33",
            "text": "Ix q'ue q'uelan d'a satchaanh, ix javi sik'son sk'ool. --Efata, xchi. Syalelk'ochi: Jacvocab'i."
        },
        {
            "number": "34",
            "text": "D'a jun rato chi', ix jacvi schiquin vinh. Ix tijviel yak' vinh. Ix lolonq'ue vinh."
        },
        {
            "number": "35",
            "text": "Ix lajvi chi', ix cham val yalan Jesús d'a eb' anima: --Ayta b'aj tzeyalel jun ix eyil tic, xchi d'a eb'. Axo yic ix yalan jun chi' d'a eb', masnhej ix ste alejel eb'."
        },
        {
            "number": "36",
            "text": "Ix te sat sk'ool eb'. Ix laj yalan eb': --Masanil tas sk'ulej, vach'nhej. Sjacvi schiquin eb' chacanh. Slolonpax eb' max uji taxon sloloni, xchi eb'."
        }
    ]
}