{
    "chapter": "7",
    "verses": [
        {
            "number": "1",
            "text": "Ay juntzanh heb' winh fariseo yet' jaywanh heb' winh k'ayb'um t'a ley Moisés, ix cot heb' winh t'a Jerusalén. Ix smolb'an sb'a heb' winh b'aj ayek' Jesús."
        },
        {
            "number": "2",
            "text": "Ix yilanoch heb' sk'ayb'um Jesús chi' heb' winh, to manh ichoc wal yaj sleyal heb' winh syutej heb' sb'ican sk'ab' ayic swa heb'. Ix och spaltail heb' t'a sat heb' winh yuj sk'ab' chi'. Yuj chi', ix yalan heb' winh to malaj swach'il heb'."
        },
        {
            "number": "3",
            "text": "Yujto a heb' winh fariseo chi' yet' smasanil juntzanhxo heb' aj Israel, anhej sb'eyb'al smam yicham heb' sb'eyb'alej. Yuj chi', tato max sb'iquel sk'ab' heb' icha syal sb'eyb'al heb' chi', max walaj heb'."
        },
        {
            "number": "4",
            "text": "Axo yic sjax heb' t'a mercado, max walaj heb' masanto sb'ic sk'ab' heb', icha chi' syalelk'och jun sb'eyb'al heb' chi'. Man jantacto juntzanhxo tas sb'eyb'alej heb', icha yic sb'ican el swaso heb', xalu yet' juntzanhxo k'een yamk'ab' yic wael."
        },
        {
            "number": "5",
            "text": "Yuj chi', a heb' winh fariseo chi' yet' heb' winh k'ayb'um t'a ley Moisés, ix yal heb' winh t'a Jesús: --¿Tas yuj max sk'anab'ajej juntzanh sb'eyb'al heb' ko mam quicham heb' a k'ayb'um tik? Ina max sb'ic sk'ab' heb' ayic swa heb', xchi heb' winh."
        },
        {
            "number": "6",
            "text": "Yuj chi', ix yal Jesús t'a heb' winh: --Ha ex tik, te chab' sat ex. Yel ton wal yalnaccan winhaj Isaías eyuuj, ayic stz'ib'annaccan winh icha tik: Ha heb' anima tik, anhej t'a sti' heb' syal wach' lolonel t'ayin. Palta haxo spensar heb', najat yajcanel t'ayin."
        },
        {
            "number": "7",
            "text": "Niwanoc tzul yak'em sb'a heb' t'ayin. Anhej juntzanh schecnab'il anima syak' heb' k'ayb'ajoc, xchi Dios t'a Slolonel."
        },
        {
            "number": "8",
            "text": "Yujto a ex tik, ix eyactejcan schecnab'il Dios yic wach' anhej juntzanh sb'eyb'al he mam eyicham tze k'anab'ajej."
        },
        {
            "number": "9",
            "text": "Tonhej tzeyixtejel schecnab'il Dios, yuj he k'anab'ajan juntzanh sb'eyb'al heb' he mam eyicham chi'."
        },
        {
            "number": "10",
            "text": "Yalnaccan winhaj Moisés icha tik: Ayokab' yelk'och he mam he nun t'a he sat. Ha heb' sb'ajan smam snun, smiljicham heb', xchi."
        },
        {
            "number": "11",
            "text": "Palta a exxo tik, tzeyala' to manh yowaliloc skolwaj junok mach t'a smam snun. Tato ay junok mach tz'alan icha tik t'a smam snun: Max yal in kolwaj t'ayex, yujto a masanil tas ay t'ayin, yicnhej Dios yaji, tato xchi, te wach' tzeyab'i."
        },
        {
            "number": "12",
            "text": "Tato ay mach tz'alan icha chi', a exxo tik tzeyala' to manhxo yowaliloc skolwaj heb' t'a smam snun chi'."
        },
        {
            "number": "13",
            "text": "Icha chi' tzeyutej eyixtanel schecnab'il Dios, yujto anhej sb'eyb'al heb' he mam eyicham tzeyak' sk'ayb'ej heb'. Tzijtumto juntzanhxo tas tze k'ulej icha juntzanh tik, xchi Jesús t'a heb'."
        },
        {
            "number": "14",
            "text": "Ixlajwi chi', ix yavtanxicot heb' anima Jesús. Ix yalan t'a heb': --Maclejec eyab' he masanil tas ol wala'. Nachajocab'el eyuuj:"
        },
        {
            "number": "15",
            "text": "Ha juntzanh tas tz'och t'a ko ti', max onh juwiel-laj yuj t'a yichanh Dios. Palta a juntzanh tas scot t'a ko pensar, a tzonh ak'an juwoquel t'a yichanh Dios, xchi t'a heb'."
        },
        {
            "number": "16",
            "text": "Ixlajwi chi', ix actajcan heb' anima yuj Jesús, ix och t'a yol pat yet' heb' sk'ayb'um. Ix sk'anb'an heb' t'ay: --¿Tas syalelk'och jun ix al tik? xchi heb' t'ay."
        },
        {
            "number": "17",
            "text": "Ix yalanpax t'a heb': --¿Tom max nachajel eyuuj? ¿Tom manh eyojtacoc? Ha tas tz'och t'a ko ti' max onh juwiel-laj yuj t'a yichanh Dios,"
        },
        {
            "number": "18",
            "text": "yujto manhoc t'a ko pensar sk'ochi. Tonhej tz'em t'a yol ko k'ool, haxo t'a junxo rato, tz'elixcani, xchi t'a heb'. Icha chi' ix yutej yalani to a jantacnhej tas sco wa''a, malaj yowalil yuj Dios."
        },
        {
            "number": "19",
            "text": "Ix yalanxi junxo tik t'a heb': --Ha juntzanh tas scot t'a ko pensar, a tzonh juanel t'a yichanh Dios."
        },
        {
            "number": "20",
            "text": "Yujto ha t'a spensar heb' anima spitzwi juntzanh chuk pensaril tik. Ay heb' ayxo yetb'eyum tz'em t'a mul. Ay pax heb' malaj yetb'eyum tz'empaxi. Ay heb' smak'ancham yetanimail."
        },
        {
            "number": "21",
            "text": "Ay heb' tz'elk'ani. Ay heb' syiloch sk'ool t'a junocxo. Ay heb' malaj swach'il syutej sb'a. Ay heb' tz'esani. Ay heb' malaj jab'oc sq'uixwelal scomon k'ulan junok tasi. Ay heb' schichonoch sk'ool t'a junok mach wach' yaji. Ay heb' comonnhej sb'uchwaji. Ay heb' ak'umtac syutej sb'a. Anhejtona', ay pax heb' malaj jab'oc spensar."
        },
        {
            "number": "22",
            "text": "Ha juntzanh chukal tik, ha t'a spensar heb' anima spitzwi. Ha tz'ixtanel heb' t'a yichanh Dios, xchi Jesús."
        },
        {
            "number": "23",
            "text": "Ixlajwi chi', ix elxi Jesús t'a jun lugar chi', ix k'och t'a yol yic Tiro yet' Sidón. Axo t'a yol jun pat ix och waan. Yujto sgana to malaj mach tz'ojtacaneli tato ayek' ta', palta maj yal-laj sk'ub'anel sb'a."
        },
        {
            "number": "24",
            "text": "Ata' ayek' jun ix unin, ayoch jun enemigo t'a ix, haxo ix yab'an ix snun ix to ix k'och Jesús ta'. Yuj chi', ix b'at ix yila'. Ix b'at em cuman ix t'ay."
        },
        {
            "number": "25",
            "text": "Ha jun ix chi', griega ix, aj Sirofenicia ix. Ix tewi ix t'a Jesús, yic syik'el jun enemigo chi' t'a ix yune' ix chi'."
        },
        {
            "number": "26",
            "text": "Axo ix yalan t'a ix: --B'ab'laj waocab'kan heb' unin. Manh wach'oc tato stok'jiek' swael heb', tz'ak'jib'at t'a nok' yunetac tz'i', xchi."
        },
        {
            "number": "27",
            "text": "Palta haxo ix tak'wi ix t'ay: --Yel ton Mamin, palta a nok' yunetac tz'i' chi' sik'ank'echaanh sk'ajil yooch heb' unin t'a yalanh mexa, xchi ix t'ay."
        },
        {
            "number": "28",
            "text": "Yuj chi', ix yalanxi Jesús t'a ix: --Ha jun ix al tik t'ayin, te wach'. Syalxo a pax t'a a pat, yujto toxo ix el jun enemigo chi' t'a ix une' chi', xchi t'a ix."
        },
        {
            "number": "29",
            "text": "Axo ix k'ochxi ix t'a spat, ix yilan ix to k'otanek' ix yune' chi' t'a sat sch'at. Toxo ix el jun enemigo chi' t'a ix."
        },
        {
            "number": "30",
            "text": "Ayic ix elxi Jesús t'a Tiro b'aj ayek' chi', ix ek' t'a chonhab' Sidón yet' t'a juntzanh chonhab' ay t'a yol yic Decápolis. Ixlajwi chi', ix k'och t'a sti' ha' nhajab' yic Galilea."
        },
        {
            "number": "31",
            "text": "Axo yic ayek' ta', ix ik'jicot jun winh chacanh t'ay yuj heb' anima, pural syal pax slolon winh. Ix tewi heb' t'a Jesús yic syak'b'at sk'ab' t'a yib'anh winh."
        },
        {
            "number": "32",
            "text": "Yuj chi', ix yik'anelta winh t'a skal heb' anima chi', ix yak'anoch yiximal sk'ab' t'a yol schiquin winh. Ix stzub'ani. Ixlajwi chi', ix slatzanoch sk'ab' t'a snhi' yak' winh."
        },
        {
            "number": "33",
            "text": "Ix k'e k'elan t'a satcha’anh, ix jawi sik'son sk'ool. --Efata, xchi. Syalelk'ochi: Jacwocab'i."
        },
        {
            "number": "34",
            "text": "D'a jun rato chi', ix jacwi schiquin winh. Ix tijwiel yak' winh. Ix lolonk'e winh."
        },
        {
            "number": "35",
            "text": "Ixlajwi chi', ix cham wal yalan Jesús t'a heb' anima: --Ayta b'aj tzeyalel jun ix eyil tik, xchi t'a heb'. Axo yic ix yalan jun chi' t'a heb', masnhej ix ste alejel heb'."
        },
        {
            "number": "36",
            "text": "Ix te sat sk'ool heb'. Ix laj yalan heb': --Masanil tas sk'ulej, wach'nhej. Sjacwi schiquin heb' chacanh. Slolonpax heb' max uji taxon sloloni, xchi heb'."
        }
    ]
}