{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', manh jantacoc eb' anima ix smolb'ejk'och sb'ha t'a Jesús, palta malaj tas sva eb'. Yuj chi' ix yavtancot eb' sk'ayb'um Jesús, ix yalan t'a eb':"
        },
        {
            "number": "2",
            "text": "--Ha in tik, tz'ok' in k'ool yuj juntzanh eb' anima tik, yujto chab'jitax ix javican eb' ved' t'a tik, palta manhxalaj tas sva eb'."
        },
        {
            "number": "3",
            "text": "Tato malaj tas sva eb', tzin checan pax eb' t'a spat, tecan ol el yip eb' t'a yol b'e, yujto ay eb' najat ix coti, xchi Jesús t'a eb'."
        },
        {
            "number": "4",
            "text": "--Palta, ¿tas ol cutoc cak'an wa eb' t'a jun lugar tik? xchi eb' sk'ayb'um chi'."
        },
        {
            "number": "5",
            "text": "--¿Jaye' ixim pan eyed'nac? xchi t'a eb'. --Uquenhej ixim, xchi eb' t'ay."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix yalan Jesús t'a eb' anima chi' to tz'em k'ojan eb' t'a sat lu'um. Ix yik'anchaanh ixim pan chi' yuquil, ix yak'an yuj diosal d'ha Dios yuj ixim. Ix xepanb'at ixim pan chi', ix yak'an ixim t'a eb' sk'ayb'um. Axo eb' ix pucanb'at ixim t'a eb' anima chi'."
        },
        {
            "number": "7",
            "text": "Ay jayvanh yunetac chay yet'nac eb'. Ix yak'anpax yuj diosal d'ha Dios yuj nok'. Ixlajwi chi', ix yalanpax t'a eb' to spucb'at nok' chay chi' eb' t'a eb' anima chi'."
        },
        {
            "number": "8",
            "text": "Ix wa eb' smasanil, ix b'ud'ji eb'. Ixlajwi sva eb' chi', uqueto xuuc b'ut'an ix yak' sobre ix kan yuj eb'."
        },
        {
            "number": "9",
            "text": "Ay am chanheoc mil sb'isul eb' ix wa'i. Ixlajwi chi', ix checji pax eb' yuj."
        },
        {
            "number": "10",
            "text": "Ix ochxi t'a yol te' barco yet' eb' sk'ayb'um chi'. Ix b'at eb' t'a yol yic Dalmanuta."
        },
        {
            "number": "11",
            "text": "Ay juntzanh eb' winh fariseo ix k'och t'a Jesús. Ix och ijan eb' winh stelan sb'a yet'oc, yujto sgana eb' winh syak' proval. Yuj chi', ix sk'anan yil junok milagro eb' winh scot d'ha Dios."
        },
        {
            "number": "12",
            "text": "Axo Jesús ix ja sik'son sk'ool. Ix yalani: --Ha ex tik, ¿tas yuj tze k'an eyil junok milagro t'ayin? Val yel swal t'ayex, malaj junok milagro ol in ch'ox eyila', xchi Jesús."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix yactancan eb' winh fariseo chi' Jesús, ix ochxi t'a yol te' barco chi' yet' eb' sk'ayb'um. Ix k'axpajek' eb' t'a junxo sk'axepal ha' nhajab' chi'."
        },
        {
            "number": "14",
            "text": "Axo eb' sk'ayb'um Jesús, maj sna eb' yik'b'at jab'oc ixim span. Anhej val jun pitanh ixim yet'nac eb' t'a yol te' barco chi'."
        },
        {
            "number": "15",
            "text": "Ix yalan Jesús t'a eb': --Ab'ec. Tzeyil val e b'ha t'a yich span eb' fariseo yet' t'a yich span winhaj Herodes, yujto te ay smay tzex juwiel yuj, xchi t'a eb'."
        },
        {
            "number": "16",
            "text": "Axo eb' sk'ayb'um chi', ix laj yalan eb' yuj tas ix yala': --Syal icha tik, yujto malaj ixim co pan qued'nac, xchi eb'."
        },
        {
            "number": "17",
            "text": "Palta yojtac Jesús tas van yalan eb'. Yuj chi', ix yal t'a eb': --¿Tas yuj tzeyala' to malaj ixim e pan? ¿Tom max nachajel eyuuj? ¿Tom manh eyojtacoc tas syalelk'och jun tik? Te max in eyak'och t'a e k'ool."
        },
        {
            "number": "18",
            "text": "¿Tom maj eyila'? ¿Tom maj eyab'i? ¿Tom max e nacoti?"
        },
        {
            "number": "19",
            "text": "Ayic ix in pucanek' oye' ixim pan t'a skal oye' mil vinac, ¿jayeto xuuc ixim ix yak' sobre ix e sik'q'uei? xchi t'a eb'. --Lajchave' xuuc, xchi eb'."
        },
        {
            "number": "20",
            "text": "--Axo yic ix in pucanxiek' uque' ixim pan t'a skal chanhe' mil anima, ¿jayeto xuuc ix b'ud'ji, ix yak' sobre ix e sik'q'uei? xchi. Uque' xuuc, xchi eb'."
        },
        {
            "number": "21",
            "text": "--¿Tas yuj max nachajel jab'oc eyuuj jun? xchi t'a eb'."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix k'och eb' t'a chonhab' Betsaida. Ay jun winh max uji yilani, ix quetzchajb'at winh t'a Jesús yuj eb' anima. Ix tevi eb' t'a Jesús chi' to syamji winh yuj."
        },
        {
            "number": "23",
            "text": "Axo Jesús ix yaman sk'ab' winh. Ix squetzanb'at winh t'a stiel chonhab'. Ix sucanek' jab' stzub' t'a yol sat winh. Ix yak'anek' sk'ab' t'a yib'anh winh. Ixlajwi chi' ix sk'anb'ani tato tzaxo yal yilan winh."
        },
        {
            "number": "24",
            "text": "Yuj chi', ix yak'lej winh yilani. Ix yalan winh t'a Jesús chi': --Tzaxo vil juntzanh anima, anhejto lajan eb' yet' te te' svila', palta sb'eyek' eb', xchi winh."
        },
        {
            "number": "25",
            "text": "Axo Jesús ix sucanxiek' sk'ab' t'a yib'anh sat winh. Ichato chi', ix wach' jacvi yol sat winh chi'. Te wach'xo ix aj yilan winh."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi', ix checji pax winh t'a spat yuj. Ix yalan t'a winh: --Manh ach ek' t'a yol chonhab'. Ayta mach b'aj tzal jun tik, xchi Jesús t'a winh."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix ek' Jesús t'a juntzanh aldea t'a yol yic Cesarea yic Filipos yet' eb' sk'ayb'um. Axo yic van sb'ey eb', ix sk'anb'an t'a eb': --¿Mach in yalan eb' anima tzeyab'i? xchi t'a eb'."
        },
        {
            "number": "28",
            "text": "--Ay eb' tz'alani, tob' a ach tik Juan ach, winh ak'annac bautizar. Ay pax eb' tz'alani tob' Elías ach. Ay pax eb' tz'alani tob' schecab' ach Dios ek'nac t'a peca', xchi eb' sk'ayb'um chi' t'ay."
        },
        {
            "number": "29",
            "text": "--Xal ex, ¿mach in eyalani? xchi t'a eb'. Yuj chi' ix tak'vi winhaj Pedro t'ay: --Ha ach tik, Cristo ach, xchi winh t'ay."
        },
        {
            "number": "30",
            "text": "Palta ix yalanxi Jesús t'a eb': --Ayta b'aj tzeyalel jun tik, xchi."
        },
        {
            "number": "31",
            "text": "Axo t'a jun tiempo chi', ix syamoch Jesús sk'ayb'an eb' sk'ayb'um yuj tastac ol javok t'a yib'anh, ix yalan icha tik: --Ha in Ak'b'il in cot yuj Dios voch animail tik, yowalil ol vab' syail. Ha val eb' ichamtac vinac ay yopisio, eb' sat sacerdote yet' eb' k'ayb'um t'a ley Moisés, ol in spatiquejcanel eb'. Ol in smilancham eb'. Palta haxo t'a schab'jial, ol in pitzvocxoc, xchi t'a eb'."
        },
        {
            "number": "32",
            "text": "Tojolnhej ix yutej Jesús yalan juntzanh chi' t'a eb'. Palta haxo winhaj Pedro, ix ik'anelta Jesús chi' sch'ocoj. Ix yak'lan winh scachanoch vaan yalani."
        },
        {
            "number": "33",
            "text": "Palta haxo Jesús, ix meltzajb'at q'uelan t'a juntzanhxo eb' sk'ayb'um. Ix scachanoch vaan winhaj Pedro chi', ix yalan t'a winh: --Ach Satanás, elanh t'a in tz'ey, yujto manhoc juntzanh yic Dios b'aj tzak'och a pensar. Anhej juntzanh yic anima b'aj ayoch a pensar, xchi t'a winh."
        },
        {
            "number": "34",
            "text": "Ixlajwi chi', ix yavtancot eb' sk'ayb'um yet' eb' anima, ix yalan t'a eb': --Tato ay eb' sgana tz'och in k'ayb'umoc, yowalil manhxo yicoc sb'a eb' sch'ocoj. Yab'ocab' syail eb' vuuj, wach'chom t'a te' culus. Tato icha chi', ochocab' eb' in k'ayb'umoc."
        },
        {
            "number": "35",
            "text": "Yujto yalnhej mach eb' sgana anhej t'a yol yib'anhk’inal tik scol sb'a, ol satel sk'inal eb' t'a junelnhej. Palta haxo eb' ol yak'cham sb'a vuuj, yuj pax jun wach' ab'ix yic colnab'il tik, aton eb' ol scha sk'inal t'a junelnhej."
        },
        {
            "number": "36",
            "text": "Q'uinaloc tato squiquej masanil tas ay t'a yol yib'anhk’inal tik, palta tato tzonh satcanel t'a junelnhej, ¿tas co ganar?"
        },
        {
            "number": "37",
            "text": "¿Tasto val ol cak' stojoloc yic tzonh colchajeli?"
        },
        {
            "number": "38",
            "text": "Ha val eb' anima t'a jun tiempo tik, manhoc d'ha Dios syak'och spensar eb'. Malaj jab'oc swach'il eb'. Ha mach sq'uixvi vuuj t'a yichanh eb' anima, sq'uixvi pax yuj in lolonel, anhejtona', a in Ak'b'il in cot yuj Dios voch animail tik, ol in q'uixvocpax yuj, ayic ol in ja yet' spoder in Mam yet' eb' ángel yicxo yaji."
        }
    ]
}