{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "A d'a jun tiempoal chi', manh jantacoc eb' anima ix smolb'ejk'och sb'a d'a Jesús, palta malaj tas sva eb'. Yuj chi' ix yavtancot eb' sk'ayb'um Jesús, ix yalan d'a eb':"
        },
        {
            "number": "2",
            "text": "--A in tic, tz'ok' in k'ool yuj juntzanh eb' anima tic, yujto chab'jitax ix javican eb' ved' d'a tic, palta manhxalaj tas sva eb'."
        },
        {
            "number": "3",
            "text": "Tato malaj tas sva eb', tzin checan pax eb' d'a spat, tecan ol el yip eb' d'a yol b'e, yujto ay eb' najat ix coti, xchi Jesús d'a eb'."
        },
        {
            "number": "4",
            "text": "--Palta, ¿tas ol cutoc cak'an va eb' d'a jun lugar tic? xchi eb' sk'ayb'um chi'."
        },
        {
            "number": "5",
            "text": "--¿Jaye' ixim pan eyed'nac? xchi d'a eb'. --Uquenhej ixim, xchi eb' d'ay."
        },
        {
            "number": "6",
            "text": "Ix lajvi chi', ix yalan Jesús d'a eb' anima chi' to tz'em k'ojan eb' d'a sat luum. Ix yik'anchaanh ixim pan chi' yuquil, ix yak'an yuj diosal d'a Dios yuj ixim. Ix xepanb'at ixim pan chi', ix yak'an ixim d'a eb' sk'ayb'um. Axo eb' ix pucanb'at ixim d'a eb' anima chi'."
        },
        {
            "number": "7",
            "text": "Ay jayvanh yunetac chay yed'nac eb'. Ix yak'anpax yuj diosal d'a Dios yuj nok'. Ix lajvi chi', ix yalanpax d'a eb' to spucb'at nok' chay chi' eb' d'a eb' anima chi'."
        },
        {
            "number": "8",
            "text": "Ix va eb' smasanil, ix b'ud'ji eb'. Ix lajvi sva eb' chi', uqueto xuuc b'ud'an ix yak' sobre ix can yuj eb'."
        },
        {
            "number": "9",
            "text": "Ay am chanheoc mil sb'isul eb' ix va'i. Ix lajvi chi', ix checji pax eb' yuuj."
        },
        {
            "number": "10",
            "text": "Ix ochxi d'a yol te' barco yed' eb' sk'ayb'um chi'. Ix b'at eb' d'a yol yic Dalmanuta."
        },
        {
            "number": "11",
            "text": "Ay juntzanh eb' vinh fariseo ix k'och d'a Jesús. Ix och ijan eb' vinh stelan sb'a yed'oc, yujto sgana eb' vinh syak' proval. Yuj chi', ix sk'anan yil junoc milagro eb' vinh scot d'a Dios."
        },
        {
            "number": "12",
            "text": "Axo Jesús ix ja sik'son sk'ool. Ix yalani: --A ex tic, ¿tas yuj tze k'an eyil junoc milagro d'ayin? Val yel sval d'ayex, malaj junoc milagro ol in ch'ox eyila', xchi Jesús."
        },
        {
            "number": "13",
            "text": "Ix lajvi chi', ix yactancan eb' vinh fariseo chi' Jesús, ix ochxi d'a yol te' barco chi' yed' eb' sk'ayb'um. Ix k'axpajek' eb' d'a junxo sk'axepal a' nhajab' chi'."
        },
        {
            "number": "14",
            "text": "Axo eb' sk'ayb'um Jesús, maj sna eb' yik'b'at jab'oc ixim span. Anhej val jun pitanh ixim yed'nac eb' d'a yol te' barco chi'."
        },
        {
            "number": "15",
            "text": "Ix yalan Jesús d'a eb': --Ab'ec. Tzeyil val e b'a d'a yich span eb' fariseo yed' d'a yich span vinhaj Herodes, yujto te ay smay tzex juviel yuuj, xchi d'a eb'."
        },
        {
            "number": "16",
            "text": "Axo eb' sk'ayb'um chi', ix laj yalan eb' yuj tas ix yala': --Syal icha tic, yujto malaj ixim co pan qued'nac, xchi eb'."
        },
        {
            "number": "17",
            "text": "Palta yojtac Jesús tas van yalan eb'. Yuj chi', ix yal d'a eb': --¿Tas yuj tzeyala' to malaj ixim e pan? ¿Tom max nachajel eyuuj? ¿Tom manh eyojtacoc tas syalelk'och jun tic? Te max in eyak'och d'a e k'ool."
        },
        {
            "number": "18",
            "text": "¿Tom maj eyila'? ¿Tom maj eyab'i? ¿Tom max e nacoti?"
        },
        {
            "number": "19",
            "text": "Ayic ix in pucanek' oye' ixim pan d'a scal oye' mil vinac, ¿jayeto xuuc ixim ix yak' sobre ix e sik'q'uei? xchi d'a eb'. --Lajchave' xuuc, xchi eb'."
        },
        {
            "number": "20",
            "text": "--Axo yic ix in pucanxiek' uque' ixim pan d'a scal chanhe' mil anima, ¿jayeto xuuc ix b'ud'ji, ix yak' sobre ix e sik'q'uei? xchi. Uque' xuuc, xchi eb'."
        },
        {
            "number": "21",
            "text": "--¿Tas yuj max nachajel jab'oc eyuuj jun? xchi d'a eb'."
        },
        {
            "number": "22",
            "text": "Ix lajvi chi', ix k'och eb' d'a chonhab' Betsaida. Ay jun vinh max uji yilani, ix quetzchajb'at vinh d'a Jesús yuj eb' anima. Ix tevi eb' d'a Jesús chi' to syamji vinh yuuj."
        },
        {
            "number": "23",
            "text": "Axo Jesús ix yaman sk'ab' vinh. Ix squetzanb'at vinh d'a stiel chonhab'. Ix sucanek' jab' stzub' d'a yol sat vinh. Ix yak'anek' sk'ab' d'a yib'anh vinh. Ix lajvi chi' ix sk'anb'ani tato tzaxo yal yilan vinh."
        },
        {
            "number": "24",
            "text": "Yuj chi', ix yak'lej vinh yilani. Ix yalan vinh d'a Jesús chi': --Tzaxo vil juntzanh anima, anhejto lajan eb' yed' te te' svila', palta sb'eyek' eb', xchi vinh."
        },
        {
            "number": "25",
            "text": "Axo Jesús ix sucanxiek' sk'ab' d'a yib'anh sat vinh. Ichato chi', ix vach' jacvi yol sat vinh chi'. Te vach'xo ix aj yilan vinh."
        },
        {
            "number": "26",
            "text": "Ix lajvi chi', ix checji pax vinh d'a spat yuuj. Ix yalan d'a vinh: --Manh ach ek' d'a yol chonhab'. Ayta mach b'aj tzal jun tic, xchi Jesús d'a vinh."
        },
        {
            "number": "27",
            "text": "Ix lajvi chi', ix ek' Jesús d'a juntzanh aldea d'a yol yic Cesarea yic Filipos yed' eb' sk'ayb'um. Axo yic van sb'ey eb', ix sk'anb'an d'a eb': --¿Mach in yalan eb' anima tzeyab'i? xchi d'a eb'."
        },
        {
            "number": "28",
            "text": "--Ay eb' tz'alani, tob' a ach tic Juan ach, vinh ak'annac bautizar. Ay pax eb' tz'alani tob' Elías ach. Ay pax eb' tz'alani tob' schecab' ach Dios ek'nac d'a peca', xchi eb' sk'ayb'um chi' d'ay."
        },
        {
            "number": "29",
            "text": "--Xal ex, ¿mach in eyalani? xchi d'a eb'. Yuj chi' ix tak'vi vinhaj Pedro d'ay: --A ach tic, Cristo ach, xchi vinh d'ay."
        },
        {
            "number": "30",
            "text": "Palta ix yalanxi Jesús d'a eb': --Ayta b'aj tzeyalel jun tic, xchi."
        },
        {
            "number": "31",
            "text": "Axo d'a jun tiempo chi', ix syamoch Jesús sk'ayb'an eb' sk'ayb'um yuj tastac ol javoc d'a yib'anh, ix yalan icha tic: --A in Ak'b'il in cot yuj Dios voch animail tic, yovalil ol vab' syail. A val eb' ichamtac vinac ay yopisio, eb' sat sacerdote yed' eb' k'ayb'um d'a ley Moisés, ol in spatiquejcanel eb'. Ol in smilancham eb'. Palta axo d'a schab'jial, ol in pitzvocxoc, xchi d'a eb'."
        },
        {
            "number": "32",
            "text": "Tojolnhej ix yutej Jesús yalan juntzanh chi' d'a eb'. Palta axo vinhaj Pedro, ix ik'anelta Jesús chi' sch'ocoj. Ix yak'lan vinh scachanoch vaan yalani."
        },
        {
            "number": "33",
            "text": "Palta axo Jesús, ix meltzajb'at q'uelan d'a juntzanhxo eb' sk'ayb'um. Ix scachanoch vaan vinhaj Pedro chi', ix yalan d'a vinh: --Ach Satanás, elanh d'a in tz'ey, yujto manhoc juntzanh yic Dios b'aj tzak'och a pensar. Anhej juntzanh yic anima b'aj ayoch a pensar, xchi d'a vinh."
        },
        {
            "number": "34",
            "text": "Ix lajvi chi', ix yavtancot eb' sk'ayb'um yed' eb' anima, ix yalan d'a eb': --Tato ay eb' sgana tz'och in k'ayb'umoc, yovalil manhxo yicoc sb'a eb' sch'ocoj. Yab'ocab' syail eb' vuuj, vach'chom d'a te' culus. Tato icha chi', ochocab' eb' in k'ayb'umoc."
        },
        {
            "number": "35",
            "text": "Yujto yalnhej mach eb' sgana anhej d'a yolyib'anhq'uinal tic scol sb'a, ol satel sq'uinal eb' d'a junelnhej. Palta axo eb' ol yak'cham sb'a vuuj, yuj pax jun vach' ab'ix yic colnab'il tic, aton eb' ol scha sq'uinal d'a junelnhej."
        },
        {
            "number": "36",
            "text": "Q'uinaloc tato squiquej masanil tas ay d'a yolyib'anhq'uinal tic, palta tato tzonh satcanel d'a junelnhej, ¿tas co ganar?"
        },
        {
            "number": "37",
            "text": "¿Tasto val ol cak' stojoloc yic tzonh colchajeli?"
        },
        {
            "number": "38",
            "text": "A val eb' anima d'a jun tiempo tic, manhoc d'a Dios syak'och spensar eb'. Malaj jab'oc svach'il eb'. A mach sq'uixvi vuuj d'a yichanh eb' anima, sq'uixvi pax yuj in lolonel, anhejtona', a in Ak'b'il in cot yuj Dios voch animail tic, ol in q'uixvocpax yuuj, ayic ol in ja yed' spoder in Mam yed' eb' ángel yicxo yaji."
        }
    ]
}