{
    "chapter": "8",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a jun pekti’ chi', manh jantacoc heb' anima ix smolb'ejk'och sb'ha t'a Jesús, palta malaj tas swa heb'. Yuj chi' ix yavtancot heb' sk'ayb'um Jesús, ix yalan t'a heb':"
        },
        {
            "number": "2",
            "text": "--Ha in tik, tz'ok' in k'ool yuj juntzanh heb' anima tik, yujto chab'jitax ix jawican heb' wed' t'a tik, palta manhxalaj tas swa heb'."
        },
        {
            "number": "3",
            "text": "Tato malaj tas swa heb', tzin checan pax heb' t'a spat, tecan ol el yip heb' t'a yol b'e, yujto ay heb' najat ix koti, xchi Jesús t'a heb'."
        },
        {
            "number": "4",
            "text": "--Palta, ¿tas ol cutoc cak'an wa heb' t'a jun lugar tik? xchi heb' sk'ayb'um chi'."
        },
        {
            "number": "5",
            "text": "--¿Jaye' ixim pan eyed'nac? xchi t'a heb'. --Uquenhej ixim, xchi heb' t'ay."
        },
        {
            "number": "6",
            "text": "Ixlajwi chi', ix yalan Jesús t'a heb' anima chi' to tz'em k'ojan heb' t'a sat lu'um. Ix yik'anchaanh ixim pan chi' yuquil, ix yak'an yuj diosal d'ha Dios yuj ixim. Ix xepanb'at ixim pan chi', ix yak'an ixim t'a heb' sk'ayb'um. Axo heb' ix pucanb'at ixim t'a heb' anima chi'."
        },
        {
            "number": "7",
            "text": "Ay jaywanh yunetac chay yet'nac heb'. Ix yak'anpax yuj diosal d'ha Dios yuj nok'. Ixlajwi chi', ix yalanpax t'a heb' to spucb'at nok' chay chi' heb' t'a heb' anima chi'."
        },
        {
            "number": "8",
            "text": "Ix wa heb' smasanil, ix b'ud'ji heb'. Ixlajwi swa heb' chi', uqueto xuuc b'ut'an ix yak' sobre ix kan yuj heb'."
        },
        {
            "number": "9",
            "text": "Ay am chanheoc mil sb'isul heb' ix wa'i. Ixlajwi chi', ix checji pax heb' yuj."
        },
        {
            "number": "10",
            "text": "Ix ochxi t'a yol te' barco yet' heb' sk'ayb'um chi'. Ix b'at heb' t'a yol yic Dalmanuta."
        },
        {
            "number": "11",
            "text": "Ay juntzanh heb' winh fariseo ix k'och t'a Jesús. Ix och ijan heb' winh stelan sb'a yet'oc, yujto sgana heb' winh syak' prowal. Yuj chi', ix sk'anan yil junok milagro heb' winh scot d'ha Dios."
        },
        {
            "number": "12",
            "text": "Axo Jesús ix ja sik'son sk'ool. Ix yalani: --Ha ex tik, ¿tas yuj tze k'an eyil junok milagro t'ayin? Val yel swal t'ayex, malaj junok milagro ol in ch'ox eyila', xchi Jesús."
        },
        {
            "number": "13",
            "text": "Ixlajwi chi', ix yactancan heb' winh fariseo chi' Jesús, ix ochxi t'a yol te' barco chi' yet' heb' sk'ayb'um. Ix k'axpajek' heb' t'a junxo sk'axepal ha' nhajab' chi'."
        },
        {
            "number": "14",
            "text": "Axo heb' sk'ayb'um Jesús, maj sna heb' yik'b'at jab'oc ixim span. Anhej wal jun pitanh ixim yet'nac heb' t'a yol te' barco chi'."
        },
        {
            "number": "15",
            "text": "Ix yalan Jesús t'a heb': --Ab'ec. Tzeyil wal he b'ha t'a yich span heb' fariseo yet' t'a yich span winhaj Herodes, yujto te ay smay tzex juwiel yuj, xchi t'a heb'."
        },
        {
            "number": "16",
            "text": "Axo heb' sk'ayb'um chi', ix laj yalan heb' yuj tas ix yala': --Syal icha tik, yujto malaj ixim ko pan qued'nac, xchi heb'."
        },
        {
            "number": "17",
            "text": "Palta yojtac Jesús tas wan yalan heb'. Yuj chi', ix yal t'a heb': --¿Tas yuj tzeyala' to malaj ixim he pan? ¿Tom max nachajel eyuuj? ¿Tom manh eyojtacoc tas syalelk'och jun tik? Te max in eyak'och t'a he k'ool."
        },
        {
            "number": "18",
            "text": "¿Tom maj eyila'? ¿Tom maj eyab'i? ¿Tom max he nacoti?"
        },
        {
            "number": "19",
            "text": "Ayic ix in pucanek' oye' ixim pan t'a skal oye' mil winak, ¿jayeto xuuc ixim ix yak' sobre ix he sik'k'ei? xchi t'a heb'. --Lajchawe' xuuc, xchi heb'."
        },
        {
            "number": "20",
            "text": "--Axo yic ix in pucanxiek' uque' ixim pan t'a skal chanhe' mil anima, ¿jayeto xuuc ix b'ud'ji, ix yak' sobre ix he sik'k'ei? xchi. Uque' xuuc, xchi heb'."
        },
        {
            "number": "21",
            "text": "--¿Tas yuj max nachajel jab'oc eyuuj jun? xchi t'a heb'."
        },
        {
            "number": "22",
            "text": "Ixlajwi chi', ix k'och heb' t'a chonhab' Betsaida. Ay jun winh max uji yilani, ix quetzchajb'at winh t'a Jesús yuj heb' anima. Ix tewi heb' t'a Jesús chi' to syamji winh yuj."
        },
        {
            "number": "23",
            "text": "Axo Jesús ix yaman sk'ab' winh. Ix squetzanb'at winh t'a stiel chonhab'. Ix sucanek' jab' stzub' t'a yol sat winh. Ix yak'anek' sk'ab' t'a yib'anh winh. Ixlajwi chi' ix sk'anb'ani tato tzaxo yal yilan winh."
        },
        {
            "number": "24",
            "text": "Yuj chi', ix yak'lej winh yilani. Ix yalan winh t'a Jesús chi': --Tzaxo wil juntzanh anima, anhejto lajan heb' yet' te te' swila', palta sb'eyek' heb', xchi winh."
        },
        {
            "number": "25",
            "text": "Axo Jesús ix sucanxiek' sk'ab' t'a yib'anh sat winh. Ichato chi', ix wach' jacwi yol sat winh chi'. Te wach'xo ix aj yilan winh."
        },
        {
            "number": "26",
            "text": "Ixlajwi chi', ix checji pax winh t'a spat yuj. Ix yalan t'a winh: --Manh ach ek' t'a yol chonhab'. Ayta mach b'aj tzal jun tik, xchi Jesús t'a winh."
        },
        {
            "number": "27",
            "text": "Ixlajwi chi', ix ek' Jesús t'a juntzanh aldea t'a yol yic Cesarea yic Filipos yet' heb' sk'ayb'um. Axo yic wan sb'ey heb', ix sk'anb'an t'a heb': --¿Mach in yalan heb' anima tzeyab'i? xchi t'a heb'."
        },
        {
            "number": "28",
            "text": "--Ay heb' tz'alani, tob' a ach tik Juan ach, winh ak'annac bautizar. Ay pax heb' tz'alani tob' Elías ach. Ay pax heb' tz'alani tob' schecab' ach Dios ek'nac t'a peka', xchi heb' sk'ayb'um chi' t'ay."
        },
        {
            "number": "29",
            "text": "--Xal ex, ¿mach in eyalani? xchi t'a heb'. Yuj chi' ix tak'wi winhaj Pedro t'ay: --Ha ach tik, Cristo ach, xchi winh t'ay."
        },
        {
            "number": "30",
            "text": "Palta ix yalanxi Jesús t'a heb': --Ayta b'aj tzeyalel jun tik, xchi."
        },
        {
            "number": "31",
            "text": "Axo t'a jun tiempo chi', ix syamoch Jesús sk'ayb'an heb' sk'ayb'um yuj tastac ol jawok t'a yib'anh, ix yalan icha tik: --Ha in Ak'b'il in cot yuj Dios woch animail tik, yowalil ol wab' syail. Ha wal heb' ichamtac winak ay yopisio, heb' sat sacerdote yet' heb' k'ayb'um t'a ley Moisés, ol in spatiquejcanel heb'. Ol in smilancham heb'. Palta haxo t'a schab'jial, ol in pitzwocxoc, xchi t'a heb'."
        },
        {
            "number": "32",
            "text": "Tojolnhej ix yutej Jesús yalan juntzanh chi' t'a heb'. Palta haxo winhaj Pedro, ix ik'anelta Jesús chi' sch'ocoj. Ix yak'lan winh scachanoch waan yalani."
        },
        {
            "number": "33",
            "text": "Palta haxo Jesús, ix meltzajb'at k'elan t'a juntzanhxo heb' sk'ayb'um. Ix scachanoch waan winhaj Pedro chi', ix yalan t'a winh: --Ach Satanás, elanh t'a in tz'ey, yujto manhoc juntzanh yic Dios b'aj tzak'och a pensar. Anhej juntzanh yic anima b'aj ayoch a pensar, xchi t'a winh."
        },
        {
            "number": "34",
            "text": "Ixlajwi chi', ix yavtancot heb' sk'ayb'um yet' heb' anima, ix yalan t'a heb': --Tato ay heb' sgana tz'och in k'ayb'umoc, yowalil manhxo yicoc sb'a heb' sch'ocoj. Yab'ocab' syail heb' wuuj, wach'chom t'a te' culus. Tato icha chi', ochocab' heb' in k'ayb'umoc."
        },
        {
            "number": "35",
            "text": "Yujto yalnhej mach heb' sgana anhej t'a yol yib'anhk’inal tik scol sb'a, ol satel sk'inal heb' t'a junelnhej. Palta haxo heb' ol yak'cham sb'a wuuj, yuj pax jun wach' ab'ix yic colnab'il tik, aton heb' ol scha sk'inal t'a junelnhej."
        },
        {
            "number": "36",
            "text": "Q'uinaloc tato squiquej masanil tas ay t'a yol yib'anhk’inal tik, palta tato tzonh satcanel t'a junelnhej, ¿tas ko ganar?"
        },
        {
            "number": "37",
            "text": "¿Tasto wal ol cak' stojoloc yic tzonh colchajeli?"
        },
        {
            "number": "38",
            "text": "Ha wal heb' anima t'a jun tiempo tik, manhoc d'ha Dios syak'och spensar heb'. Malaj jab'oc swach'il heb'. Ha mach sq'uixwi wuuj t'a yichanh heb' anima, sq'uixwi pax yuj in lolonel, anhejtona', a in Ak'b'il in cot yuj Dios woch animail tik, ol in q'uixwocpax yuj, ayic ol in ja yet' spoder in Mam yet' heb' ángel yicxo yaji."
        }
    ]
}