{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Val yel swal t'ayex, ay ex manto ex chamlaj ol eyil swach' och Dios Yajalil yet' spoder, xchi t'a heb'."
        },
        {
            "number": "2",
            "text": "Ob'xitax chi', ix ik'jib'at winhaj Pedro, winhaj Jacobo yet' winhaj Juan yuj Jesús t'a jun niwan tzalan. Sch'ocoj heb' ix b'at yet'oc. Ata' ix k'exmaj yilji t'a yichanh heb'."
        },
        {
            "number": "3",
            "text": "Ha spichul, te tziquiqui ix aji. Te sac ix aj yilji. Malaj mach t'a yol yib'anhk’inal tik stzak'wan sacb'itan junok k'apac icha chi'."
        },
        {
            "number": "4",
            "text": "Axo ix yilan heb', ayek' winhaj Elías yet' winhaj Moisés wan slolon heb' yet'oc."
        },
        {
            "number": "5",
            "text": "Yuj chi', ix yalan winhaj Pedro t'ay. --Mamin, te wach' cajek' t'a tik. Tecan wach' sco b'o oxeoc lechpat, jun ico', jun yic winhaj Moisés yet' junok yic winhaj Elías chi', xchi winh t'ay."
        },
        {
            "number": "6",
            "text": "Manh yojtacoc winhaj Pedro chi' tas syala' yujto te xivnac heb' sk'ayb'um chi'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix k'och jun asun, ix em moyan t'a yib'anh heb'. Ix aljiemta jun lolonel t'a skal jun asun chi', ix yalani: --Aton jun tik Vuninal, te xajanab'il wuuj. Hak'uecoch he chiquin t'ay, xchi jun lolonel chi'."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yilan heb' to manhxalaj mach ayeq'ui. Axonhej Jesús ayeq'ui."
        },
        {
            "number": "9",
            "text": "Ayic wan yemxita heb' t'a jun tzalan chi', ix yalan t'a heb': --Ayta b'aj tzeyalel jun ix eyil tik. Ha in Ak'b'il in cot yuj Dios woch animail, ato yic ol in pitzwokxi t'a skal heb' chamnac, ato ta' ol eyaleli, xchi Jesús t'a heb'."
        },
        {
            "number": "10",
            "text": "Yuj chi', munilnhej yojtac jun chi' heb'. Malaj junok mach b'aj ix yal heb'. Palta ix laj snaub'tanhan heb' yuj tas ix yal chi' to ol pitzwokxi t'a skal heb' chamnac."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix sk'anb'an heb' t'a Jesús: --Ha heb' k'ayb'um t'a ley Moisés, slaj yal heb' icha tik: Ha winhaj Elías, yowalil ol b'ab'laj jawok, xchi heb'. ¿Tas am yuj syal heb' icha chi'? xchi heb' oxwanh chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi', ix yalan Jesús t'a heb': --Yel toni, yowalil ol b'ab'laj jawok winhaj Elías chi', yic wach' listaxo yaj smasanil ayic tzin jawi, palta ¿tas syal t'a Slolonel Dios Tz'ib'ab'ilcan wuuj, a in Ak'b'il in cot yuj Dios woch animail tik? Ata' syala' to ol wab' syail, ol in paticajcanel yuj heb' anima."
        },
        {
            "number": "13",
            "text": "Palta swal t'ayex yuj winhaj Elías chi', ulnacxoek' winh. Ay heb' yak'nac sgana t'a spatic winh icha snib'ej. Icha wal tz'ib'ab'ilcan yuj winh t'a Slolonel Dios, icha wal chi' ix yutej heb', xchi t'a heb' sk'ayb'um chi'."
        },
        {
            "number": "14",
            "text": "Ayic wanxo sk'ochxi heb' b'aj aycan juntzanhxo heb' sk'ayb'um chi', ix yilanb'at Jesús to manh jantacoc anima ayek' yet' heb'. Axo heb' winh k'ayb'um t'a ley Moisés, wan stelan sb'a heb' winh yet' heb' sk'ayb'um Jesús chi'."
        },
        {
            "number": "15",
            "text": "Axo smasanil heb' ayek' ta', ayic ix yilanb'at Jesús chi' heb', ix te sat sk'ol heb'. Yuj chi', ix b'at lemnaj heb' scha'a."
        },
        {
            "number": "16",
            "text": "Axo ix k'och heb' t'a stz'ey, ix sk'anb'an t'a heb': --¿Tas yuj tze telaj he b'a yet' heb' winh? xchi t'a heb'."
        },
        {
            "number": "17",
            "text": "Ay jun winh ix tak'wik'e t'a skal heb' anima chi': --Mamin, ix wik'cot jun wuninal t'ayach. Ayoch jun enemigo t'ay, yuj chi' max ujilaj sloloni."
        },
        {
            "number": "18",
            "text": "Yalxonhej b'aj scot t'ay, syumji telwoc yuj. Swoman sti', sjuch'uch'i ye, stzatzb'icanel yuj. Ix wal t'a heb' a k'ayb'um to syik'el heb', palta maj yal-laj yik'anel heb' t'ay, xchi winh t'a Jesús chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix yalan Jesús chi': --A... a ex tik, te max eyak'och Dios t'a he k'ool. Ina ayxo tiempo ayinek' eyed'oc. ¿B'aq'uinhto wal ol nachajel eyuuj? Swab' wal syail eyuuj. Ik'eccot jun unin chi' t'ayin, xchi."
        },
        {
            "number": "20",
            "text": "Yuj chi', ix b'at yik'ancot jun yuninal winh chi' heb'. Ha ix yilanoch jun enemigo chi' to a Jesús, masnhej ix cot yowal scot t'a sjolom jun unin chi'. Ix telwi t'a sat lu'um, ix te ek' b'alb'onoc. Ix woman sti'."
        },
        {
            "number": "21",
            "text": "Yuj chi', ix sk'anb'an Jesús t'a smam jun unin chi': --¿Jantacxo tiempo syamchaj yuj? xchi. Ix yalan winh: --Atax t'a yuninal aytaxonoch t'ay."
        },
        {
            "number": "22",
            "text": "Tzijtumxo el tz'och t'a yol k'ak' yuj, sb'at t'a yol ha', sgana scham yuj snaani. Palta tato syal a b'oani, ok'oc wal a k'ool t'ayonh, xchi winh t'ay."
        },
        {
            "number": "23",
            "text": "--¿Tas yuj tzala' tato syal wuuj? Syala' ta tzak'och Dios t'a a k'ool. Ha mach tz'ak'anoch Dios t'a sk'ool, masanil tas ol yal yuj, xchi Jesús t'a winh."
        },
        {
            "number": "24",
            "text": "Yuj chi', te chaanh ix yal winh smam winh unin chi': --Swak'och t'a in k'ool. Colwajan wed'oc t'a in chab'k'olal, xchi winh."
        },
        {
            "number": "25",
            "text": "Axo ix yilan Jesús, manh jantacoc anima wan smolchajk'och t'ay, yuj chi' ix stuman jun enemigo chi': --Ach enemigo, ak'um chacanhil, macum ti anima, swal t'ayach, elanh t'a jun unin tik. Manhxo ach och t'ay junelxo, xchi Jesús."
        },
        {
            "number": "26",
            "text": "Yuj chi', ix el yav jun enemigo chi'. Te ov ix cotxi t'a sjolom jun unin chi'. Ichato chi' b'ian ix el t'ay. Axo jun unin chi', icha chamnac ix ajkan yuj. Yuj chi', tzijtum heb' ix alani: --Ix chami, xchi heb'."
        },
        {
            "number": "27",
            "text": "Palta haxo Jesús ix yaman sk'ab', ix squetzank'e waan."
        },
        {
            "number": "28",
            "text": "Ix lajwinhej chi', ix och Jesús sch'ocoj yet' heb' sk'ayb'um t'a yol pat. Ata' ix sk'anb'ej heb' t'ay: --¿Tas yuj maj yal quik'anel jun enemigo chi'? xchi heb'."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix yalan t'a heb': --Ha jun makan enemigo tik, manh comonoc tz'eli. Anhej tato tzex lesalwi, ol yal eyik'aneli, xchi Jesús t'a heb'."
        },
        {
            "number": "30",
            "text": "Ayic ix elxi heb' ta', ix ek' heb' t'a yol yic Galilea. Sgana Jesús malaj mach tz'ab'an b'aj wan sk'ochi,"
        },
        {
            "number": "31",
            "text": "yujto wan sk'ayb'an heb' sk'ayb'um. Ix yalan t'a heb': --Ha in Ak'b'il in cot yuj Dios woch animail tik, ol in ak'jococh t'a yol sk'ab' juntzanh winak. Ol in smilcham heb'. Palta haxo t'a schab'jial chi', ol in pitzwokxi, xchi t'a heb'."
        },
        {
            "number": "32",
            "text": "Palta max nachajel yuj heb' tas ix yala'. Ix xivpax heb' sk'anb'an t'ay tas syalelk'ochi."
        },
        {
            "number": "33",
            "text": "Ixlajwi chi', ix k'och heb' t'a chonhab' Capernaum. Axo yic ayxoek' heb' t'a yol jun pat, ix sk'anb'an Jesús t'a heb': --¿Tas yuj ix he telaj he b'ha t'a yol b'e? xchi t'a heb'."
        },
        {
            "number": "34",
            "text": "Palta tz'inxonhej xchi heb', yujto ayic wan sb'ey heb', ix laj stelaj sb'a heb', mach junok niwan yelk'och t'a skal heb'."
        },
        {
            "number": "35",
            "text": "Yuj chi' ix em k'ojan Jesús. Ix yavtancot heb' slajchawanhil. Ix yalan t'a heb': --Tato ay junok ex he gana niwan eyelk'och t'a he kal t'a yichanh Dios, yowalil más emnaquil tzeyutej he b'ha t'a eyichanh he masanil. Yowalil tzex och eyak' serwil heb' eyetk'ayb'umal tik smasanil, xchi Jesús t'a heb'."
        },
        {
            "number": "36",
            "text": "Ixlajwi chi', ix yik'anoch jun unin Jesús t'a skal heb'. Ix schelank'ei. Ix yalan t'a heb':"
        },
        {
            "number": "37",
            "text": "--Ha mach schaan junok unin icha jun tik, yujto wico', a in ton tzin scha heb'. Manhok innhej tzin scha heb'. Scha pax jun checjinac in cot heb', xchi."
        },
        {
            "number": "38",
            "text": "Axo winhaj Juan ix alan t'a Jesús: --Mamin, ay jun winh ix quila' wan yik'anel heb' enemigo winh t'a heb' anima. Syalan winh to yuj a poder sb'o juntzanh chi' winh. Palta ix ko cachoch waan winh, yujto manh junnhejoc yaj qued'oc, xchi winh t'ay."
        },
        {
            "number": "39",
            "text": "Palta ix yalan Jesús: --Max yal-laj he cachanoch waan winh, yujto malaj junok mach sb'oan junok milagro t'a in b'i, slajwi chi' syalan chuk t'a in patic."
        },
        {
            "number": "40",
            "text": "Yujto a heb' manh ayococh ajk'olal t'ayonh, junnhej caj yet' heb'."
        },
        {
            "number": "41",
            "text": "Tato ay mach skolwaj t'ayex, yujto wik ex, a in Cristo in tik, wach'chom anhej junok waso ha' siej heb', yowalil ol scha spak heb'."
        },
        {
            "number": "42",
            "text": "Palta tato ay mach tz'ak'an somchaj spensar junok anima tzin ak'anoch t'a sk'ool, to icha spensar unin tz'aj spensar chi', chuk yic jun anima chi'. Octom b'ab'el spixjioch junok niwaquil k'een t'a sjaj, syumjicanb'at t'a yol ha' mar yic sjik'an ha' schami, yacb'an mantzac yak' somchaj spensar jun anima chi'. Tato icha chi', más wach' yico'."
        },
        {
            "number": "43",
            "text": "Tato yuj junok he k'ab' sjuwiel he pensar, más wach' tze tzepel jun he k'ab' chi', yic manh ol juwoquel he pensar yuj t'a junelnhej. Yujto wach'chom junxonhej he k'ab', tato ol he cha he k 'inal t'a junelnhej, te wach' eyiko'. Palta wach'chom tz'acan he k'ab', tato ol ex b'atcan t'a infierno, t'a skal k'ak' malaj b'ak'uinh stupi, te chuk eyiko'."
        },
        {
            "number": "44",
            "text": "Tato yuj junok eyoc sjuwiel he pensar, más wach' tze tzepel jun eyoc chi', yic wach' max juwiel he pensar yuj t'a junelnhej. Yujto wach'chom junxonhej eyoc, tato ol he cha he k 'inal t'a junelnhej, te wach' eyiko'. Palta wach'chom tz'acan eyoc, tato ol ex b'atcan t'a infierno, t'a skal k'ak' malaj b'ak'uinh stupi, te chuk eyiko'."
        },
        {
            "number": "45",
            "text": "Tato yuj junok he sat sjuwiel he pensar, más wach' tzeyik'elta, yic manh ol juwoquel he pensar yuj t'a junelnhej. Yujto wach'chom junxonhej he sat, tato ol ex och b'aj ayoch Dios Yajalil, te wach' eyiko'. Palta wach'chom tz'acan yol he sat, tato ol ex b'atcan t'a infierno, t'a skal k'ak' malaj b'ak'uinh stupi, te chuk eyiko'."
        },
        {
            "number": "46",
            "text": "Ha t'a jun lugar chi', malaj b'ak'uinh ol lajwoc yab'an syail heb' anima chi' ta'. Axo jun k'ak' chi', malaj b'ak'uinh ol tupoc."
        },
        {
            "number": "47",
            "text": "Icha tz'aj yem yatz'amil tas sco chi'a, icha chi' ol aj yem k'ak' t'a yib'anh heb' smasanil."
        },
        {
            "number": "48",
            "text": "Ha atz'am atz'am, te ay yopisio. Palta q'uinaloc satel sk'achial atz'am, ¿tasto wal ol aj sk'achib'ixi? Icha yatz'amil tas schichaji, te ay yopisio, ichocab' ex ta'. Ayokab' pax junk'olal t'a he kal, xchi Jesús t'a heb'."
        }
    ]
}