{
    "chapter": "9",
    "verses": [
        {
            "number": "1",
            "text": "Val yel sval t'ayex, ay ex manto ex chamlaj ol eyil swach' och Dios Yajalil yet' spoder, xchi t'a eb'."
        },
        {
            "number": "2",
            "text": "Ob'xitax chi', ix ik'jib'at vinhaj Pedro, vinhaj Jacobo yet' vinhaj Juan yuj Jesús t'a jun niwan tzalan. Sch'ocoj eb' ix b'at yet'oc. Ata' ix q'uexmaj yilji t'a yichanh eb'."
        },
        {
            "number": "3",
            "text": "Ha spichul, te tziquiqui ix aji. Te sac ix aj yilji. Malaj mach t'a yol yib'anhk’inal tik stzak'van sacb'itan junok k'apac icha chi'."
        },
        {
            "number": "4",
            "text": "Axo ix yilan eb', ayek' vinhaj Elías yet' vinhaj Moisés van slolon eb' yet'oc."
        },
        {
            "number": "5",
            "text": "Yuj chi', ix yalan vinhaj Pedro t'ay. --Mamin, te wach' cajek' t'a tik. Tecan wach' sco b'o oxeoc lechpat, jun ico', jun yic vinhaj Moisés yet' junok yic vinhaj Elías chi', xchi vinh t'ay."
        },
        {
            "number": "6",
            "text": "Manh yojtacoc vinhaj Pedro chi' tas syala' yujto te xivnac eb' sk'ayb'um chi'."
        },
        {
            "number": "7",
            "text": "Ixlajwi chi', ix k'och jun asun, ix em moyan t'a yib'anh eb'. Ix aljiemta jun lolonel t'a skal jun asun chi', ix yalani: --Aton jun tik Vuninal, te xajanab'il vuuj. Hak'uecoch e chiquin t'ay, xchi jun lolonel chi'."
        },
        {
            "number": "8",
            "text": "Ixlajwi chi', ix yilan eb' to manhxalaj mach ayeq'ui. Axonhej Jesús ayeq'ui."
        },
        {
            "number": "9",
            "text": "Ayic van yemxita eb' t'a jun tzalan chi', ix yalan t'a eb': --Ayta b'aj tzeyalel jun ix eyil tik. Ha in Ak'b'il in cot yuj Dios voch animail, ato yic ol in pitzvocxi t'a skal eb' chamnac, ato ta' ol eyaleli, xchi Jesús t'a eb'."
        },
        {
            "number": "10",
            "text": "Yuj chi', munilnhej yojtac jun chi' eb'. Malaj junok mach b'aj ix yal eb'. Palta ix laj snaub'tanhan eb' yuj tas ix yal chi' to ol pitzvocxi t'a skal eb' chamnac."
        },
        {
            "number": "11",
            "text": "Ixlajwi chi', ix sk'anb'an eb' t'a Jesús: --Ha eb' k'ayb'um t'a ley Moisés, slaj yal eb' icha tik: Ha vinhaj Elías, yovalil ol b'ab'laj javoc, xchi eb'. ¿Tas am yuj syal eb' icha chi'? xchi eb' oxvanh chi'."
        },
        {
            "number": "12",
            "text": "Yuj chi', ix yalan Jesús t'a eb': --Yel toni, yovalil ol b'ab'laj javoc vinhaj Elías chi', yic wach' listaxo yaj smasanil ayic tzin javi, palta ¿tas syal t'a Slolonel Dios Tz'ib'ab'ilcan vuuj, a in Ak'b'il in cot yuj Dios voch animail tik? Ata' syala' to ol vab' syail, ol in paticajcanel yuj eb' anima."
        },
        {
            "number": "13",
            "text": "Palta sval t'ayex yuj vinhaj Elías chi', ulnacxoek' vinh. Ay eb' yak'nac sgana t'a spatic vinh icha snib'ej. Icha val tz'ib'ab'ilcan yuj vinh t'a Slolonel Dios, icha val chi' ix yutej eb', xchi t'a eb' sk'ayb'um chi'."
        },
        {
            "number": "14",
            "text": "Ayic vanxo sk'ochxi eb' b'aj aycan juntzanhxo eb' sk'ayb'um chi', ix yilanb'at Jesús to manh jantacoc anima ayek' yet' eb'. Axo eb' vinh k'ayb'um t'a ley Moisés, van stelan sb'a eb' vinh yet' eb' sk'ayb'um Jesús chi'."
        },
        {
            "number": "15",
            "text": "Axo smasanil eb' ayek' ta', ayic ix yilanb'at Jesús chi' eb', ix te sat sk'ol eb'. Yuj chi', ix b'at lemnaj eb' scha'a."
        },
        {
            "number": "16",
            "text": "Axo ix k'och eb' t'a stz'ey, ix sk'anb'an t'a eb': --¿Tas yuj tze telaj e b'a yet' eb' vinh? xchi t'a eb'."
        },
        {
            "number": "17",
            "text": "Ay jun vinh ix tak'viq'ue t'a skal eb' anima chi': --Mamin, ix vik'cot jun vuninal t'ayach. Ayoch jun enemigo t'ay, yuj chi' max ujilaj sloloni."
        },
        {
            "number": "18",
            "text": "Yalxonhej b'aj scot t'ay, syumji telvoc yuj. Svoman sti', sjuch'uch'i ye, stzatzb'icanel yuj. Ix val t'a eb' a k'ayb'um to syiq'uel eb', palta maj yal-laj yik'anel eb' t'ay, xchi vinh t'a Jesús chi'."
        },
        {
            "number": "19",
            "text": "Yuj chi' ix yalan Jesús chi': --A... a ex tik, te max eyak'och Dios t'a e k'ool. Ina ayxo tiempo ayinek' eyed'oc. ¿B'aq'uinhto val ol nachajel eyuuj? Svab' val syail eyuuj. Iq'ueccot jun unin chi' t'ayin, xchi."
        },
        {
            "number": "20",
            "text": "Yuj chi', ix b'at yik'ancot jun yuninal vinh chi' eb'. Ha ix yilanoch jun enemigo chi' to a Jesús, masnhej ix cot yoval scot t'a sjolom jun unin chi'. Ix telvi t'a sat lu'um, ix te ek' b'alb'onoc. Ix voman sti'."
        },
        {
            "number": "21",
            "text": "Yuj chi', ix sk'anb'an Jesús t'a smam jun unin chi': --¿Jantacxo tiempo syamchaj yuj? xchi. Ix yalan vinh: --Atax t'a yuninal aytaxonoch t'ay."
        },
        {
            "number": "22",
            "text": "Tzijtumxo el tz'och t'a yol k'ak' yuj, sb'at t'a yol ha', sgana scham yuj snaani. Palta tato syal a b'oani, ok'oc val a k'ool t'ayonh, xchi vinh t'ay."
        },
        {
            "number": "23",
            "text": "--¿Tas yuj tzala' tato syal vuuj? Syala' ta tzak'och Dios t'a a k'ool. Ha mach tz'ak'anoch Dios t'a sk'ool, masanil tas ol yal yuj, xchi Jesús t'a vinh."
        },
        {
            "number": "24",
            "text": "Yuj chi', te chaanh ix yal vinh smam vinh unin chi': --Svak'och t'a in k'ool. Colvajan ved'oc t'a in chab'k'olal, xchi vinh."
        },
        {
            "number": "25",
            "text": "Axo ix yilan Jesús, manh jantacoc anima van smolchajk'och t'ay, yuj chi' ix stuman jun enemigo chi': --Ach enemigo, ak'um chacanhil, macum ti anima, sval t'ayach, elanh t'a jun unin tik. Manhxo ach och t'ay junelxo, xchi Jesús."
        },
        {
            "number": "26",
            "text": "Yuj chi', ix el yav jun enemigo chi'. Te ov ix cotxi t'a sjolom jun unin chi'. Ichato chi' b'ian ix el t'ay. Axo jun unin chi', icha chamnac ix ajkan yuj. Yuj chi', tzijtum eb' ix alani: --Ix chami, xchi eb'."
        },
        {
            "number": "27",
            "text": "Palta haxo Jesús ix yaman sk'ab', ix squetzanq'ue vaan."
        },
        {
            "number": "28",
            "text": "Ix lajvinhej chi', ix och Jesús sch'ocoj yet' eb' sk'ayb'um t'a yol pat. Ata' ix sk'anb'ej eb' t'ay: --¿Tas yuj maj yal quik'anel jun enemigo chi'? xchi eb'."
        },
        {
            "number": "29",
            "text": "Yuj chi' ix yalan t'a eb': --Ha jun makan enemigo tik, manh comonoc tz'eli. Anhej tato tzex lesalvi, ol yal eyik'aneli, xchi Jesús t'a eb'."
        },
        {
            "number": "30",
            "text": "Ayic ix elxi eb' ta', ix ek' eb' t'a yol yic Galilea. Sgana Jesús malaj mach tz'ab'an b'aj van sk'ochi,"
        },
        {
            "number": "31",
            "text": "yujto van sk'ayb'an eb' sk'ayb'um. Ix yalan t'a eb': --Ha in Ak'b'il in cot yuj Dios voch animail tik, ol in ak'jococh t'a yol sk'ab' juntzanh vinac. Ol in smilcham eb'. Palta haxo t'a schab'jial chi', ol in pitzvocxi, xchi t'a eb'."
        },
        {
            "number": "32",
            "text": "Palta max nachajel yuj eb' tas ix yala'. Ix xivpax eb' sk'anb'an t'ay tas syalelk'ochi."
        },
        {
            "number": "33",
            "text": "Ixlajwi chi', ix k'och eb' t'a chonhab' Capernaum. Axo yic ayxoek' eb' t'a yol jun pat, ix sk'anb'an Jesús t'a eb': --¿Tas yuj ix e telaj e b'ha t'a yol b'e? xchi t'a eb'."
        },
        {
            "number": "34",
            "text": "Palta tz'inxonhej xchi eb', yujto ayic van sb'ey eb', ix laj stelaj sb'a eb', mach junok niwan yelk'och t'a skal eb'."
        },
        {
            "number": "35",
            "text": "Yuj chi' ix em k'ojan Jesús. Ix yavtancot eb' slajchavanhil. Ix yalan t'a eb': --Tato ay junok ex e gana niwan eyelk'och t'a e cal t'a yichanh Dios, yovalil más emnaquil tzeyutej e b'ha t'a eyichanh e masanil. Yovalil tzex och eyak' servil eb' eyetk'ayb'umal tik smasanil, xchi Jesús t'a eb'."
        },
        {
            "number": "36",
            "text": "Ixlajwi chi', ix yik'anoch jun unin Jesús t'a skal eb'. Ix schelanq'uei. Ix yalan t'a eb':"
        },
        {
            "number": "37",
            "text": "--Ha mach schaan junok unin icha jun tik, yujto vico', a in ton tzin scha eb'. Manhoc innhej tzin scha eb'. Scha pax jun checjinac in cot eb', xchi."
        },
        {
            "number": "38",
            "text": "Axo vinhaj Juan ix alan t'a Jesús: --Mamin, ay jun vinh ix quila' van yik'anel eb' enemigo vinh t'a eb' anima. Syalan vinh to yuj a poder sb'o juntzanh chi' vinh. Palta ix co cachoch vaan vinh, yujto manh junnhejoc yaj qued'oc, xchi vinh t'ay."
        },
        {
            "number": "39",
            "text": "Palta ix yalan Jesús: --Max yal-laj e cachanoch vaan vinh, yujto malaj junok mach sb'oan junok milagro t'a in b'i, slajvi chi' syalan chuc t'a in patic."
        },
        {
            "number": "40",
            "text": "Yujto a eb' manh ayococh ajk'olal t'ayonh, junnhej caj yet' eb'."
        },
        {
            "number": "41",
            "text": "Tato ay mach scolvaj t'ayex, yujto vic ex, a in Cristo in tik, wach'chom anhej junok vaso ha' siej eb', yovalil ol scha spac eb'."
        },
        {
            "number": "42",
            "text": "Palta tato ay mach tz'ak'an somchaj spensar junok anima tzin ak'anoch t'a sk'ool, to icha spensar unin tz'aj spensar chi', chuc yic jun anima chi'. Octom b'ab'el spixjioch junok nivaquil q'ueen t'a sjaj, syumjicanb'at t'a yol ha' mar yic sjik'an ha' schami, yacb'an mantzac yak' somchaj spensar jun anima chi'. Tato icha chi', más wach' yico'."
        },
        {
            "number": "43",
            "text": "Tato yuj junok e k'ab' sjuviel e pensar, más wach' tze tzepel jun e k'ab' chi', yic manh ol juvoquel e pensar yuj t'a junelnhej. Yujto wach'chom junxonhej e k'ab', tato ol e cha e q'uinal t'a junelnhej, te wach' eyico'. Palta wach'chom tz'acan e k'ab', tato ol ex b'atcan t'a infierno, t'a skal k'ak' malaj b'ak'uinh stupi, te chuc eyico'."
        },
        {
            "number": "44",
            "text": "Tato yuj junok eyoc sjuviel e pensar, más wach' tze tzepel jun eyoc chi', yic wach' max juwiel e pensar yuj t'a junelnhej. Yujto wach'chom junxonhej eyoc, tato ol e cha e q'uinal t'a junelnhej, te wach' eyico'. Palta wach'chom tz'acan eyoc, tato ol ex b'atcan t'a infierno, t'a skal k'ak' malaj b'ak'uinh stupi, te chuc eyico'."
        },
        {
            "number": "45",
            "text": "Tato yuj junok e sat sjuviel e pensar, más wach' tzeyiq'uelta, yic manh ol juvoquel e pensar yuj t'a junelnhej. Yujto wach'chom junxonhej e sat, tato ol ex och b'aj ayoch Dios Yajalil, te wach' eyico'. Palta wach'chom tz'acan yol e sat, tato ol ex b'atcan t'a infierno, t'a skal k'ak' malaj b'ak'uinh stupi, te chuc eyico'."
        },
        {
            "number": "46",
            "text": "Ha t'a jun lugar chi', malaj b'ak'uinh ol lajvoc yab'an syail eb' anima chi' ta'. Axo jun k'ak' chi', malaj b'ak'uinh ol tupoc."
        },
        {
            "number": "47",
            "text": "Icha tz'aj yem yatz'amil tas sco chi'a, icha chi' ol aj yem k'ak' t'a yib'anh eb' smasanil."
        },
        {
            "number": "48",
            "text": "Ha atz'am atz'am, te ay yopisio. Palta q'uinaloc satel sk'achial atz'am, ¿tasto val ol aj sk'achib'ixi? Icha yatz'amil tas schichaji, te ay yopisio, ichocab' ex ta'. Ayokab' pax junk'olal t'a e cal, xchi Jesús t'a eb'."
        }
    ]
}