{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "A d'a yol smacb'en Uz ek'nac jun vinh vinac scuchan Job. Te tojol spensar vinh, te vach' sb'eyb'al vinh, te ay yelk'och Dios d'a sat vinh. Sya'ilej val sb'a vinh, max yak'och sb'a vinh d'a scal chucal."
        },
        {
            "number": "2",
            "text": "A vinhaj Job chi' ay ucvanh yuninal vinh yed' oxvanh yisil."
        },
        {
            "number": "3",
            "text": "Ay 7 mil nok' scalnel vinh, 3 mil nok' scamello vinh, 500 moj nok' vacax smunlaji yed' 500 nok' b'uru. Manh jantacoc eb' schecab' vinh. Anhej val vinh te b'eyum d'a yichanh eb' cajan d'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "4",
            "text": "A eb' vinh yuninal vinh chi', k'ajan eb' vinh yoch q'uinh d'a spat junjun. Stzolal yek' q'uinh chi' d'a eb' vinh, syavtan eb' ix oxvanh yanab' eb' vinh chi' vael yed'oc."
        },
        {
            "number": "5",
            "text": "Ayic slajvi yek'chaj q'uinh chi' d'a eb' vinh d'a stzolal, tz'avtajcot eb' vinh yuj vinhaj Job chi'. Ak'valto sq'ue vaan vinh, snhusan silab' vinh yuj junjun eb' vinh, yic sacb'itan sb'a eb' vinh d'a sat Dios, talaj tz'och smul eb' vinh, syalan chuc eb' vinh d'a Dios d'a spensar snaan vinh. Icha chi' sk'ulej vinh d'a juntac el."
        },
        {
            "number": "6",
            "text": "Ay jun k'u ix smolb'ej sb'a eb' ángel tz'ak'an servil Jehová d'a yichanh d'a satchaanh. A d'a scal eb' chi', ix k'ochpax jun ángel ajk'ool, aton vinh Satanás."
        },
        {
            "number": "7",
            "text": "Ix sk'anb'an Jehová d'a vinh Satanás chi' icha tic: --¿B'ajtil ach coti? xchi. Ix yalan vinh: --In cot d'a yolyib'anhq'uinal, yujto tzek' voymitej lum smasanil, xchi vinh."
        },
        {
            "number": "8",
            "text": "Ix yalanxi Jehová d'a vinh icha tic: --¿Tzam il tas yaj vinh in checab' aj Job? Malaj junocxo mach d'a yolyib'anhq'uinal icha vinh chi', te tojol spensar vinh, te vach' sb'eyb'al vinh, ay velk'och d'a yol sat vinh, sya'ilej val sb'a vinh, max yak'och sb'a vinh d'a scal chucal, xchi Jehová chi'."
        },
        {
            "number": "9",
            "text": "Ix tak'vi vinh Satanás chi' icha tic: --Manh nab'anhejoc vach' syutej sb'a vinh d'a ichanh."
        },
        {
            "number": "10",
            "text": "Yujto max yal a k'ol to ay junoc mach tz'ik'anek' junoc tas d'a vinh, ma tastac ay d'a yol spat vinh yed' masanil tastac ay d'a vinh. A ach tzak'nhej a vach'k'olal d'a yib'anh masanil tastac sk'ulej vinh, yuj chi' ek'b'al sb'isul nok' smolb'etzal nok' vinh yed' sb'eyumal."
        },
        {
            "number": "11",
            "text": "Palta q'uinaloc a ticnaic tziq'uek' masanil tas ay d'a vinh chi', ol ilani tato manh ol yal chuc vinh d'ayach, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix tak'vi Jehová d'a vinh icha tic: --Ichocab' ta', ol xo ila' tas tza k'ulej yed' masanil tastac ay d'a vinh chi', anhej to malaj tas tzutej snivanil vinh, xchi. Ix lajvi chi' ix el vinh Satanás chi' d'a yichanh Jehová."
        },
        {
            "number": "13",
            "text": "Ay jun k'u, ayic van sva eb' vinh yuninal yed' eb' ix yisil vinhaj Job chi' d'a spat vinh b'ab'el vinac,"
        },
        {
            "number": "14",
            "text": "ix javi jun vinh checab' b'aj ayek' vinhaj Job chi', ix yalan vinh icha tic: --Van co munlaj yed' nok' vacax, axo nok' b'uru van sva nok' d'a co lak'anil chi'."
        },
        {
            "number": "15",
            "text": "Axo ix aji, ix javi eb' vinh sabeo, ix miljicancham eb' vinh munlajvum chi' yuj eb' vinh. Ix yelk'anb'at nok' vacax chi' eb' vinh. A inxonhej ix yal vel lemnajoc yic tzul valan ab'i, xchi vinh."
        },
        {
            "number": "16",
            "text": "Manto val lajvilaj yalan jun vinh chi', ix javi junxo vinh, ix yalan vinh icha tic: --Ix cot k'ak' d'a satchaanh yuj Dios, ix cham masanil eb' vinh tanhvum calnel yed' nok' calnel chi'. A inxonhej ix yal vel lemnajoc yic tzul valan ab'i, xchi vinh."
        },
        {
            "number": "17",
            "text": "Manto val lajvilaj yalan junxo vinh chi', ix javi junxo vinh yoxil, ix yalan vinh icha tic: --A eb' vinh caldeo, ox macanh val ix aj eb' vinh yak'an oval d'ayonh. Ix smilancham masanil eb' vinh stanhvan nok' a camello eb' vinh, ix yelk'anb'at nok' eb' vinh. A inxonhej ix yal vel lemnajoc yic tzul valan ab'i, xchi vinh."
        },
        {
            "number": "18",
            "text": "Manto val lajvilaj yalan junxo vinh chi', ix javi junxo vinh, ix yalan vinh icha tic: --A eb' vinh uninal yed' eb' ix isil, van sva eb', syuk'an vino eb' d'a spat vinh b'ab'el uninal,"
        },
        {
            "number": "19",
            "text": "axo ix aji, ix javi jun tzijtumal ik' d'a stojolal lum taquinh luum. Ix em lanhnaj spat eb' uninal chi' d'a yib'anh yuj jun ik' chi', ix cham eb' smasanil. A inxonhej ix yal vel lemnajoc yic tzul valan ab'i, xchi vinh."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix q'ue vaan vinhaj Job chi', ix te cus vinh sik'lab'il. Ix snhik'chitan spichul vinh, ix stzucanel xil sjolom vinh, ix em nhojan vinh ejmelal d'a Dios."
        },
        {
            "number": "21",
            "text": "Ix yalan vinh icha tic: --Malaj jab'oc tas ved'nac in alji d'a yolyib'anhq'uinal tic, malaj pax jab'oc tas ol vik'b'ati ayic ol in meltzajxoc. A Jehová ix ak'an masanil tas d'ayin, anheja' pax tz'ik'anxieq'ui. Alchajocab' vach' lolonel d'ay, xchi vinh."
        },
        {
            "number": "22",
            "text": "Vach'chom nivan yaelal ix ek' d'a yib'anh vinhaj Job chi', palta maj ochlaj smul vinh yujto maj yal-laj chucal vinh d'a spatic Dios yuj tas ix utaj chi'."
        }
    ]
}