{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yol smacb'en Uz ek'nac jun winh vinac scuchan Job. Te tojol spensar winh, te wach' sb'eyb'al winh, te ay yelk'och Dios t'a sat winh. Sya'ilej val sb'a winh, max yak'och sb'a winh t'a skal chukal."
        },
        {
            "number": "2",
            "text": "Ha winhaj Job chi' ay ucvanh yuninal winh yet' oxvanh yisil."
        },
        {
            "number": "3",
            "text": "Ay 7 mil nok' scalnel winh, 3 mil nok' scamello winh, 500 moj nok' vacax smunlaji yet' 500 nok' b'uru. Manh jantacoc eb' schecab' winh. Anhej val winh te b'eyum t'a yichanh eb' cajan t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "4",
            "text": "Ha eb' winh yuninal winh chi', k'ajan eb' winh yoch q'uinh t'a spat junjun. Stzolal yek' q'uinh chi' t'a eb' winh, syavtan eb' ix oxvanh yanab' eb' winh chi' vael yet'oc."
        },
        {
            "number": "5",
            "text": "Ayic slajvi yek'chaj q'uinh chi' t'a eb' winh t'a stzolal, tz'avtajcot eb' winh yuj winhaj Job chi'. Ak'valto sq'ue vaan winh, snhusan silab' winh yuj junjun eb' winh, yic sacb'itan sb'a eb' winh t'a sat Dios, talaj tz'och smul eb' winh, syalan chuk eb' winh d'ha Dios t'a spensar snaan winh. Icha chi' sk'ulej winh t'a juntac el."
        },
        {
            "number": "6",
            "text": "Ay jun k'u ix smolb'ej sb'a eb' ángel tz'ak'an servil Jehová t'a yichanh t'a satcha’anh. Ha t'a skal eb' chi', ix k'ochpax jun ángel ajk'ool, aton winh Satanás."
        },
        {
            "number": "7",
            "text": "Ix sk'anb'an Jehová t'a winh Satanás chi' icha tik: --¿B'ajtil ach coti? xchi. Ix yalan winh: --In cot t'a yol yib'anhk’inal, yujto tzek' voymitej lum smasanil, xchi winh."
        },
        {
            "number": "8",
            "text": "Ix yalanxi Jehová t'a winh icha tik: --¿Tzam il tas yaj winh in checab' aj Job? Malaj junocxo mach t'a yol yib'anhk’inal icha winh chi', te tojol spensar winh, te wach' sb'eyb'al winh, ay velk'och t'a yol sat winh, sya'ilej val sb'a winh, max yak'och sb'a winh t'a skal chukal, xchi Jehová chi'."
        },
        {
            "number": "9",
            "text": "Ix tak'vi winh Satanás chi' icha tik: --Manh nab'anhejoc wach' syutej sb'a winh t'a ichanh."
        },
        {
            "number": "10",
            "text": "Yujto max yal a k'ol to ay junok mach tz'ik'anek' junok tas t'a winh, ma tastac ay t'a yol spat winh yet' masanil tastac ay t'a winh. Ha ach tzak'nhej a wach'k'olal t'a yib'anh masanil tastac sk'ulej winh, yuj chi' ek'b'al sb'isul nok' smolb'etzal nok' winh yet' sb'eyumal."
        },
        {
            "number": "11",
            "text": "Palta q'uinaloc a ticnaic tziq'uek' masanil tas ay t'a winh chi', ol ilani tato manh ol yal chuk winh t'ayach, xchi winh."
        },
        {
            "number": "12",
            "text": "Ix tak'vi Jehová t'a winh icha tik: --Ichocab' ta', ol xo ila' tas tza k'ulej yet' masanil tastac ay t'a winh chi', anhej to malaj tas tzutej snivanil winh, xchi. Ixlajwi chi' ix el winh Satanás chi' t'a yichanh Jehová."
        },
        {
            "number": "13",
            "text": "Ay jun k'u, ayic van sva eb' winh yuninal yet' eb' ix yisil winhaj Job chi' t'a spat winh b'ab'el vinac,"
        },
        {
            "number": "14",
            "text": "ix javi jun winh checab' b'aj ayek' winhaj Job chi', ix yalan winh icha tik: --Van co munlaj yet' nok' vacax, haxo nok' b'uru van sva nok' t'a co lak'anil chi'."
        },
        {
            "number": "15",
            "text": "Axo ix aji, ix javi eb' winh sabeo, ix miljicancham eb' winh munlajvum chi' yuj eb' winh. Ix yelk'anb'at nok' vacax chi' eb' winh. Ha inxonhej ix yal vel lemnajoc yic tzul valan ab'i, xchi winh."
        },
        {
            "number": "16",
            "text": "Manto val lajvilaj yalan jun winh chi', ix javi junxo winh, ix yalan winh icha tik: --Ix cot k'ak' t'a satcha’anh yuj Dios, ix cham masanil eb' winh tanhvum calnel yet' nok' calnel chi'. Ha inxonhej ix yal vel lemnajoc yic tzul valan ab'i, xchi winh."
        },
        {
            "number": "17",
            "text": "Manto val lajvilaj yalan junxo winh chi', ix javi junxo winh yoxil, ix yalan winh icha tik: --Ha eb' winh caldeo, ox makan val ix aj eb' winh yak'an oval t'ayonh. Ix smilancham masanil eb' winh stanhvan nok' a camello eb' winh, ix yelk'anb'at nok' eb' winh. Ha inxonhej ix yal vel lemnajoc yic tzul valan ab'i, xchi winh."
        },
        {
            "number": "18",
            "text": "Manto val lajvilaj yalan junxo winh chi', ix javi junxo winh, ix yalan winh icha tik: --Ha eb' winh uninal yet' eb' ix isil, van sva eb', syuk'an vino eb' t'a spat winh b'ab'el uninal,"
        },
        {
            "number": "19",
            "text": "haxo ix aji, ix javi jun tzijtumal ik' t'a stojolal lum taquinh lu'um. Ix em lanhnaj spat eb' uninal chi' t'a yib'anh yuj jun ik' chi', ix cham eb' smasanil. Ha inxonhej ix yal vel lemnajoc yic tzul valan ab'i, xchi winh."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix q'ue vaan winhaj Job chi', ix te kus winh sik'lab'il. Ix snhik'chitan spichul winh, ix stzucanel xil sjolom winh, ix em nhojan winh ejmelal d'ha Dios."
        },
        {
            "number": "21",
            "text": "Ix yalan winh icha tik: --Malaj jab'oc tas ved'nac in alji t'a yol yib'anhk’inal tik, malaj pax jab'oc tas ol vik'b'ati ayic ol in meltzajxoc. Ha Jehová ix ak'an masanil tas t'ayin, anheja' pax tz'ik'anxieq'ui. Alchajocab' wach' lolonel t'ay, xchi winh."
        },
        {
            "number": "22",
            "text": "Wach'chom niwan yaelal ix ek' t'a yib'anh winhaj Job chi', palta maj ochlaj smul winh yujto maj yal-laj chukal winh t'a spatic Dios yuj tas ix utaj chi'."
        }
    ]
}