{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yol smacb'en Uz ek'nac jun winh winak skuchan Job. Te tojol spensar winh, te wach' sb'eyb'al winh, te ay yelk'och Dios t'a sat winh. Sya'ilej wal sb'a winh, max yak'och sb'a winh t'a skal chukal."
        },
        {
            "number": "2",
            "text": "Ha winhaj Job chi' ay ucwanh yuninal winh yet' oxwanh yisil."
        },
        {
            "number": "3",
            "text": "Ay 7 mil nok' skalnel winh, 3 mil nok' skamello winh, 500 moj nok' wakax smunlaji yet' 500 nok' b'uru. Manh jantacoc heb' schekab' winh. Anhej wal winh te b'eyum t'a yichanh heb' kajan t'a stojolal b'aj sjawi k'u."
        },
        {
            "number": "4",
            "text": "Ha heb' winh yuninal winh chi', k'ajan heb' winh yoch q'uinh t'a spat junjun. Stzolal yek' q'uinh chi' t'a heb' winh, syavtan heb' ix oxwanh yanab' heb' winh chi' wael yet'oc."
        },
        {
            "number": "5",
            "text": "Ayic slajwi yek'chaj q'uinh chi' t'a heb' winh t'a stzolal, tz'avtajcot heb' winh yuj winhaj Job chi'. Ak'walto sk'e waan winh, snhusan silab' winh yuj junjun heb' winh, yic sacb'itan sb'a heb' winh t'a sat Dios, talaj tz'och smul heb' winh, syalan chuk heb' winh d'ha Dios t'a spensar snaan winh. Icha chi' sk'ulej winh t'a juntac el."
        },
        {
            "number": "6",
            "text": "Ay jun k'u ix smolb'ej sb'a heb' ángel tz'ak'an serwil Jehová t'a yichanh t'a satcha’anh. Ha t'a skal heb' chi', ix k'ochpax jun ángel ajk'ool, aton winh Satanás."
        },
        {
            "number": "7",
            "text": "Ix sk'anb'an Jehová t'a winh Satanás chi' icha tik: --¿B'ajtil ach koti? xchi. Ix yalan winh: --In cot t'a yol yib'anhk’inal, yujto tzek' woymitej lum smasanil, xchi winh."
        },
        {
            "number": "8",
            "text": "Ix yalanxi Jehová t'a winh icha tik: --¿Tzam il tas yaj winh in chekab' aj Job? Malaj junocxo mach t'a yol yib'anhk’inal icha winh chi', te tojol spensar winh, te wach' sb'eyb'al winh, ay welk'och t'a yol sat winh, sya'ilej wal sb'a winh, max yak'och sb'a winh t'a skal chukal, xchi Jehová chi'."
        },
        {
            "number": "9",
            "text": "Ix tak'wi winh Satanás chi' icha tik: --Manh nab'anhejoc wach' syutej sb'a winh t'a ichanh."
        },
        {
            "number": "10",
            "text": "Yujto max yal a k'ol to ay junok mach tz'ik'anek' junok tas t'a winh, ma tastac ay t'a yol spat winh yet' masanil tastac ay t'a winh. Ha ach tzak'nhej a wach'k'olal t'a yib'anh masanil tastac sk'ulej winh, yuj chi' ek'b'al sb'isul nok' smolb'etzal nok' winh yet' sb'eyumal."
        },
        {
            "number": "11",
            "text": "Palta q'uinaloc a ticnaik tzik'ek' masanil tas ay t'a winh chi', ol ilani tato manh ol yal chuk winh t'ayach, xchi winh."
        },
        {
            "number": "12",
            "text": "Ix tak'wi Jehová t'a winh icha tik: --Ichokab' ta', ol xo ila' tas tza k'ulej yet' masanil tastac ay t'a winh chi', anhej to malaj tas tzutej sniwanil winh, xchi. Ixlajwi chi' ix el winh Satanás chi' t'a yichanh Jehová."
        },
        {
            "number": "13",
            "text": "Ay jun k'u, ayic wan swa heb' winh yuninal yet' heb' ix yisil winhaj Job chi' t'a spat winh b'ab'el winak,"
        },
        {
            "number": "14",
            "text": "ix jawi jun winh chekab' b'aj ayek' winhaj Job chi', ix yalan winh icha tik: --Van ko munlaj yet' nok' wakax, haxo nok' b'uru wan swa nok' t'a ko lak'anil chi'."
        },
        {
            "number": "15",
            "text": "Axo ix aji, ix jawi heb' winh sabeo, ix miljikancham heb' winh munlajwum chi' yuj heb' winh. Ix yelk'anb'at nok' wakax chi' heb' winh. Ha inxonhej ix yal wel lemnajoc yic tzul walan ab'i, xchi winh."
        },
        {
            "number": "16",
            "text": "Manto wal lajwilaj yalan jun winh chi', ix jawi junxo winh, ix yalan winh icha tik: --Ix cot k'ak' t'a satcha’anh yuj Dios, ix cham masanil heb' winh tanhwum kalnel yet' nok' kalnel chi'. Ha inxonhej ix yal wel lemnajoc yic tzul walan ab'i, xchi winh."
        },
        {
            "number": "17",
            "text": "Manto wal lajwilaj yalan junxo winh chi', ix jawi junxo winh yoxil, ix yalan winh icha tik: --Ha heb' winh caldeo, ox makan wal ix aj heb' winh yak'an owal t'ayonh. Ix smilancham masanil heb' winh stanhwan nok' a camello heb' winh, ix yelk'anb'at nok' heb' winh. Ha inxonhej ix yal wel lemnajoc yic tzul walan ab'i, xchi winh."
        },
        {
            "number": "18",
            "text": "Manto wal lajwilaj yalan junxo winh chi', ix jawi junxo winh, ix yalan winh icha tik: --Ha heb' winh uninal yet' heb' ix isil, wan swa heb', syuk'an wino heb' t'a spat winh b'ab'el uninal,"
        },
        {
            "number": "19",
            "text": "haxo ix aji, ix jawi jun tzijtumal ik' t'a stojolal lum taquinh lu'um. Ix em lanhnaj spat heb' uninal chi' t'a yib'anh yuj jun ik' chi', ix cham heb' smasanil. Ha inxonhej ix yal wel lemnajoc yic tzul walan ab'i, xchi winh."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix k'e waan winhaj Job chi', ix te kus winh sik'lab'il. Ix snhik'chitan spichul winh, ix stzucanel xil sjolom winh, ix em nhojan winh ejmelal d'ha Dios."
        },
        {
            "number": "21",
            "text": "Ix yalan winh icha tik: --Malaj jab'oc tas wed'nac in alji t'a yol yib'anhk’inal tik, malaj pax jab'oc tas ol wik'b'ati ayic ol in meltzajxoc. Ha Jehová ix ak'an masanil tas t'ayin, anheja' pax tz'ik'anxieq'ui. Alchajokab' wach' lolonel t'ay, xchi winh."
        },
        {
            "number": "22",
            "text": "Wach'chom niwan yaelal ix ek' t'a yib'anh winhaj Job chi', palta maj ochlaj smul winh yujto maj yal-laj chukal winh t'a spatic Dios yuj tas ix utaj chi'."
        }
    ]
}