{
    "chapter": "1",
    "verses": [
        {
            "number": "1",
            "text": "Ha t'a yol smacb'en Uz ek'nac jun vinh vinac scuchan Job. Te tojol spensar vinh, te wach' sb'eyb'al vinh, te ay yelk'och Dios t'a sat vinh. Sya'ilej val sb'a vinh, max yak'och sb'a vinh t'a skal chucal."
        },
        {
            "number": "2",
            "text": "Ha vinhaj Job chi' ay ucvanh yuninal vinh yet' oxvanh yisil."
        },
        {
            "number": "3",
            "text": "Ay 7 mil nok' scalnel vinh, 3 mil nok' scamello vinh, 500 moj nok' vacax smunlaji yet' 500 nok' b'uru. Manh jantacoc eb' schecab' vinh. Anhej val vinh te b'eyum t'a yichanh eb' cajan t'a stojolal b'aj sjavi k'u."
        },
        {
            "number": "4",
            "text": "Ha eb' vinh yuninal vinh chi', k'ajan eb' vinh yoch q'uinh t'a spat junjun. Stzolal yek' q'uinh chi' t'a eb' vinh, syavtan eb' ix oxvanh yanab' eb' vinh chi' vael yet'oc."
        },
        {
            "number": "5",
            "text": "Ayic slajvi yek'chaj q'uinh chi' t'a eb' vinh t'a stzolal, tz'avtajcot eb' vinh yuj vinhaj Job chi'. Ak'valto sq'ue vaan vinh, snhusan silab' vinh yuj junjun eb' vinh, yic sacb'itan sb'a eb' vinh t'a sat Dios, talaj tz'och smul eb' vinh, syalan chuc eb' vinh d'ha Dios t'a spensar snaan vinh. Icha chi' sk'ulej vinh t'a juntac el."
        },
        {
            "number": "6",
            "text": "Ay jun k'u ix smolb'ej sb'a eb' ángel tz'ak'an servil Jehová t'a yichanh t'a satcha’anh. Ha t'a skal eb' chi', ix k'ochpax jun ángel ajk'ool, aton vinh Satanás."
        },
        {
            "number": "7",
            "text": "Ix sk'anb'an Jehová t'a vinh Satanás chi' icha tik: --¿B'ajtil ach coti? xchi. Ix yalan vinh: --In cot t'a yol yib'anhk’inal, yujto tzek' voymitej lum smasanil, xchi vinh."
        },
        {
            "number": "8",
            "text": "Ix yalanxi Jehová t'a vinh icha tik: --¿Tzam il tas yaj vinh in checab' aj Job? Malaj junocxo mach t'a yol yib'anhk’inal icha vinh chi', te tojol spensar vinh, te wach' sb'eyb'al vinh, ay velk'och t'a yol sat vinh, sya'ilej val sb'a vinh, max yak'och sb'a vinh t'a skal chucal, xchi Jehová chi'."
        },
        {
            "number": "9",
            "text": "Ix tak'vi vinh Satanás chi' icha tik: --Manh nab'anhejoc wach' syutej sb'a vinh t'a ichanh."
        },
        {
            "number": "10",
            "text": "Yujto max yal a k'ol to ay junok mach tz'ik'anek' junok tas t'a vinh, ma tastac ay t'a yol spat vinh yet' masanil tastac ay t'a vinh. Ha ach tzak'nhej a wach'k'olal t'a yib'anh masanil tastac sk'ulej vinh, yuj chi' ek'b'al sb'isul nok' smolb'etzal nok' vinh yet' sb'eyumal."
        },
        {
            "number": "11",
            "text": "Palta q'uinaloc a ticnaic tziq'uek' masanil tas ay t'a vinh chi', ol ilani tato manh ol yal chuc vinh t'ayach, xchi vinh."
        },
        {
            "number": "12",
            "text": "Ix tak'vi Jehová t'a vinh icha tik: --Ichocab' ta', ol xo ila' tas tza k'ulej yet' masanil tastac ay t'a vinh chi', anhej to malaj tas tzutej snivanil vinh, xchi. Ixlajwi chi' ix el vinh Satanás chi' t'a yichanh Jehová."
        },
        {
            "number": "13",
            "text": "Ay jun k'u, ayic van sva eb' vinh yuninal yet' eb' ix yisil vinhaj Job chi' t'a spat vinh b'ab'el vinac,"
        },
        {
            "number": "14",
            "text": "ix javi jun vinh checab' b'aj ayek' vinhaj Job chi', ix yalan vinh icha tik: --Van co munlaj yet' nok' vacax, haxo nok' b'uru van sva nok' t'a co lak'anil chi'."
        },
        {
            "number": "15",
            "text": "Axo ix aji, ix javi eb' vinh sabeo, ix miljicancham eb' vinh munlajvum chi' yuj eb' vinh. Ix yelk'anb'at nok' vacax chi' eb' vinh. Ha inxonhej ix yal vel lemnajoc yic tzul valan ab'i, xchi vinh."
        },
        {
            "number": "16",
            "text": "Manto val lajvilaj yalan jun vinh chi', ix javi junxo vinh, ix yalan vinh icha tik: --Ix cot k'ak' t'a satcha’anh yuj Dios, ix cham masanil eb' vinh tanhvum calnel yet' nok' calnel chi'. Ha inxonhej ix yal vel lemnajoc yic tzul valan ab'i, xchi vinh."
        },
        {
            "number": "17",
            "text": "Manto val lajvilaj yalan junxo vinh chi', ix javi junxo vinh yoxil, ix yalan vinh icha tik: --Ha eb' vinh caldeo, ox makan val ix aj eb' vinh yak'an oval t'ayonh. Ix smilancham masanil eb' vinh stanhvan nok' a camello eb' vinh, ix yelk'anb'at nok' eb' vinh. Ha inxonhej ix yal vel lemnajoc yic tzul valan ab'i, xchi vinh."
        },
        {
            "number": "18",
            "text": "Manto val lajvilaj yalan junxo vinh chi', ix javi junxo vinh, ix yalan vinh icha tik: --Ha eb' vinh uninal yet' eb' ix isil, van sva eb', syuk'an vino eb' t'a spat vinh b'ab'el uninal,"
        },
        {
            "number": "19",
            "text": "haxo ix aji, ix javi jun tzijtumal ik' t'a stojolal lum taquinh lu'um. Ix em lanhnaj spat eb' uninal chi' t'a yib'anh yuj jun ik' chi', ix cham eb' smasanil. Ha inxonhej ix yal vel lemnajoc yic tzul valan ab'i, xchi vinh."
        },
        {
            "number": "20",
            "text": "Yuj chi' ix q'ue vaan vinhaj Job chi', ix te cus vinh sik'lab'il. Ix snhik'chitan spichul vinh, ix stzucanel xil sjolom vinh, ix em nhojan vinh ejmelal d'ha Dios."
        },
        {
            "number": "21",
            "text": "Ix yalan vinh icha tik: --Malaj jab'oc tas ved'nac in alji t'a yol yib'anhk’inal tik, malaj pax jab'oc tas ol vik'b'ati ayic ol in meltzajxoc. Ha Jehová ix ak'an masanil tas t'ayin, anheja' pax tz'ik'anxieq'ui. Alchajocab' wach' lolonel t'ay, xchi vinh."
        },
        {
            "number": "22",
            "text": "Wach'chom niwan yaelal ix ek' t'a yib'anh vinhaj Job chi', palta maj ochlaj smul vinh yujto maj yal-laj chucal vinh t'a spatic Dios yuj tas ix utaj chi'."
        }
    ]
}