{
    "chapter": "10",
    "verses": [
        {
            "number": "1",
            "text": "Manhxa in gana pitzan in. Ol vak' checlaj in yaelal tic, ol in lolon yed' in k'ak'alk'olal."
        },
        {
            "number": "2",
            "text": "Sval d'a Dios, manh tonhejoc tzak'och in mul d'a vib'anh, al d'ayin b'aj ix och in mul chi'."
        },
        {
            "number": "3",
            "text": "Ina a ach in a b'onac, ¿tom vach' tzab'i tzin a chaccaneli? Chuc tz'alji d'ayin, axo yed' tas sna eb' chuc spensar tzach ochi."
        },
        {
            "number": "4",
            "text": "¿Tom lajan ilan icha quilan a onh anima onh tic?"
        },
        {
            "number": "5",
            "text": "¿Tom lajan a q'uinal icha jab' quic a onh chamelb'a anima onh tic?"
        },
        {
            "number": "6",
            "text": "Yuj chi' ¿tas yuj tza say valek' in mul yed' in paltail?"
        },
        {
            "number": "7",
            "text": "Vach'chom ojtac to malaj in mul, malaj junoc mach syal in scolanel d'a yol a k'ab'."
        },
        {
            "number": "8",
            "text": "A ach val ix in a b'o'o, axo ticnaic tza nib'ej tzin a sateli."
        },
        {
            "number": "9",
            "text": "Nacoti to d'a lum luum ix in a b'o'o, axo ticnaic, tzin ak'anxicanoch pococal."
        },
        {
            "number": "10",
            "text": "Ix a b'o in nivanil tic icha tz'aj sb'o nok' queso ayic spajb'i nok' lech."
        },
        {
            "number": "11",
            "text": "A ach ix ak' syamlaj sb'a in b'aquil yed' in ch'anhal. Ix ak'anoch in b'ak'chil yed' in tz'umal d'a spatic."
        },
        {
            "number": "12",
            "text": "Ix ak' in q'uinal, ix in a xajanani. Ix in a tanhvej, yuj chi' pitzan in."
        },
        {
            "number": "13",
            "text": "Palta axo ticnaic jun, snachajel vuuj to ay tas k'ub'eltac tza na' d'a in patic."
        },
        {
            "number": "14",
            "text": "Van in ilani tato tz'och in mul, max in ak' nivank'olal jab'oc yuj in mul chi'."
        },
        {
            "number": "15",
            "text": "Tato ay in mul, ob'iltac in. Tato malaj in mul, palta max yal voch d'a ichanh d'a junk'olal, yujto tzin q'uixvi, tzin naancot in yaelal."
        },
        {
            "number": "16",
            "text": "Tato svik'chaanh in b'a, satub'tac am tzutej in a sataneli. Icham syutej nok' choj spechan junoc nok' yic schi'a, icha chi' am tzin utej."
        },
        {
            "number": "17",
            "text": "Tza say juntzanh testigo d'a in patic. Tzak' val cot oval d'ayin, icha scot nhilnaj eb' soldado yak'an oval."
        },
        {
            "number": "18",
            "text": "¿Tas yuj in a chanac aljoc? Comonoc ayic manto in aljoc ix in chamcani, yic malaj mach iljinac in."
        },
        {
            "number": "19",
            "text": "Comonoc ayic valjinac d'a in nun, vik'chajnacb'at d'a campusante, ichato malaj mach checlajnac."
        },
        {
            "number": "20",
            "text": "Yacb'an to jab'nhej in q'uinal tic, eloc d'a a k'ol tzak'an jab'oc in junk'olal. Eloc d'a a k'ol tzak'an jab'oc in tzalajk'olal,"
        },
        {
            "number": "21",
            "text": "yic manto in b'at d'a chamub' d'a scal q'uik'alq'uinal b'aj maxtzac yal in paxta. A d'a jun lugar chi', veventac yilji, q'uik'alq'uinal xonhej, manhxalaj jab'oc saquilq'uinal, xchi vinhaj Job chi'."
        }
    ]
}