{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan winhaj Zofar aj Naamat t'a winhaj Job chi' icha tik:"
        },
        {
            "number": "2",
            "text": "Ha juntzanh a comon lolonel tik smoj wal spacji t'ayach. Manh yujoc to tzach te loloni, scheclaji to wach' ach."
        },
        {
            "number": "3",
            "text": "Ha a naani yujto tzach te loloni manhxa tas scala'. Ha a naani to manhxalaj mach syal spacan juntzanh a b'uchwal lolonel tik."
        },
        {
            "number": "4",
            "text": "Ha ach tik tzala' to wach' ach t'a yichanh Dios, tzaloch a b'a wach'il."
        },
        {
            "number": "5",
            "text": "Comonoc slolon Dios spacan juntzanh tzal chi',"
        },
        {
            "number": "6",
            "text": "sch'oxan sjelanil t'ayach k'ub'eltac yaji, aton juntzanh max yal snachajeli. Ichato chi' ol ilani to mantzac yak' a yaelal Dios icha wal smoj a chaani."
        },
        {
            "number": "7",
            "text": "¿Am a naani to ol ojtaquej wal el sjelanil Dios Syal Yuj Smasanil, aton juntzanh k'ub'eltac yaji?"
        },
        {
            "number": "8",
            "text": "¿Tas wal ol aj ojtacanel jun jelanil chi'? Yujto ek'b'al te chaanh yajk'e icha yajk'e satcha’anh tik. Te ek'b'al jul yajem t'a yichanh b'aj ay heb' chamnac."
        },
        {
            "number": "9",
            "text": "Te ek'b'al t'a yichanh lum lum tik. Te lewan sat t'a yichanh ha' mar."
        },
        {
            "number": "10",
            "text": "Tato ha Dios tzach avtani yic tzach sch'olb'itej, ¿mach junok syal scachanoch waan?"
        },
        {
            "number": "11",
            "text": "Yojtac heb' esalwum, anheja' syil jantac chukal, ¿mato tza na' to manh yojtacoc Dios chi'?"
        },
        {
            "number": "12",
            "text": "¿Tocwal syal yalji junok nok' b'uru icha spensar junok anima? Icha chi' junok mach malaj spensar, ¿tocwal ol yal sjawi spensar?"
        },
        {
            "number": "13",
            "text": "Tato tza tojolb'itej a pensar, al a yaelal d'ha Dios."
        },
        {
            "number": "14",
            "text": "Actejcan a k'ulan chukal yet' juntzanh tas tza k'ulej t'a elk'altac."
        },
        {
            "number": "15",
            "text": "Tato icha chi', wach' ilji t'a sat Dios, manhxalaj b'aj ol ach q'uixwoc. Tzalajk'olal ol ach ajoc, manhxa b'aj ol ach xiwoc,"
        },
        {
            "number": "16",
            "text": "haxo sat a k'ol t'a a yaelal ix ek' tik. Icha tz'aj stup ha ha' sb'eyi, icha chi' ol aj sat t'a a k'ool."
        },
        {
            "number": "17",
            "text": "Wach'chom ix ach kan t'a k’ik’ k’inal yuj a yaelal tik, palta haxo ticnaik ichato ol sacb'ocpaxel t'a ib'anh icha t'a q'uinhib'alil. Tzalajk'olal ol ach ajxoc, ichato chimk'ualil b'aj ayach eq'ui."
        },
        {
            "number": "18",
            "text": "Junk'olal ol ach ajxoc, yujto ay tas ayoch yipoc a k'ool. Ha Dios ol ach tanhwanoc, junk'olal ol ach wayoc."
        },
        {
            "number": "19",
            "text": "Ol ik' ip, malaj tas ol ach xib'tanoc. Tzijtum mach ol jawok ach sayeq'ui, wach' ol ach aj yet' heb'."
        },
        {
            "number": "20",
            "text": "Axo heb' chuk spensar, olto scomon sayej heb' b'aj scolchaji, palta nab'axonhej. Manhxo ol ilchaj b'aj syal scolan sb'a heb', axonhej chamel ol yak'och heb' yipoc sk'ool, xchi winhaj Zofar chi'."
        }
    ]
}