{
    "chapter": "11",
    "verses": [
        {
            "number": "1",
            "text": "Ix yalan vinhaj Zofar aj Naamat d'a vinhaj Job chi' icha tic:"
        },
        {
            "number": "2",
            "text": "A juntzanh a comon lolonel tic smoj val spacji d'ayach. Manh yujoc to tzach te loloni, scheclaji to vach' ach."
        },
        {
            "number": "3",
            "text": "A a naani yujto tzach te loloni manhxa tas scala'. A a naani to manhxalaj mach syal spacan juntzanh a b'uchval lolonel tic."
        },
        {
            "number": "4",
            "text": "A ach tic tzala' to vach' ach d'a yichanh Dios, tzaloch a b'a vach'il."
        },
        {
            "number": "5",
            "text": "Comonoc slolon Dios spacan juntzanh tzal chi',"
        },
        {
            "number": "6",
            "text": "sch'oxan sjelanil d'ayach k'ub'eltac yaji, aton juntzanh max yal snachajeli. Ichato chi' ol ilani to mantzac yak' a yaelal Dios icha val smoj a chaani."
        },
        {
            "number": "7",
            "text": "¿Am a naani to ol ojtaquej val el sjelanil Dios Syal Yuj Smasanil, aton juntzanh k'ub'eltac yaji?"
        },
        {
            "number": "8",
            "text": "¿Tas val ol aj ojtacanel jun jelanil chi'? Yujto ek'b'al te chaanh yajq'ue icha yajq'ue satchaanh tic. Te ek'b'al jul yajem d'a yichanh b'aj ay eb' chamnac."
        },
        {
            "number": "9",
            "text": "Te ek'b'al d'a yichanh lum luum tic. Te levan sat d'a yichanh a' mar."
        },
        {
            "number": "10",
            "text": "Tato a Dios tzach avtani yic tzach sch'olb'itej, ¿mach junoc syal scachanoch vaan?"
        },
        {
            "number": "11",
            "text": "Yojtac eb' esalvum, anheja' syil jantac chucal, ¿mato tza na' to manh yojtacoc Dios chi'?"
        },
        {
            "number": "12",
            "text": "¿Tocval syal yalji junoc nok' b'uru icha spensar junoc anima? Icha chi' junoc mach malaj spensar, ¿tocval ol yal sjavi spensar?"
        },
        {
            "number": "13",
            "text": "Tato tza tojolb'itej a pensar, al a yaelal d'a Dios."
        },
        {
            "number": "14",
            "text": "Actejcan a k'ulan chucal yed' juntzanh tas tza k'ulej d'a elk'altac."
        },
        {
            "number": "15",
            "text": "Tato icha chi', vach' ilji d'a sat Dios, manhxalaj b'aj ol ach q'uixvoc. Tzalajk'olal ol ach ajoc, manhxa b'aj ol ach xivoc,"
        },
        {
            "number": "16",
            "text": "axo sat a k'ol d'a a yaelal ix ek' tic. Icha tz'aj stup a a' sb'eyi, icha chi' ol aj sat d'a a k'ool."
        },
        {
            "number": "17",
            "text": "Vach'chom ix ach can d'a q'uik'alq'uinal yuj a yaelal tic, palta axo ticnaic ichato ol sacb'ocpaxel d'a ib'anh icha d'a q'uinhib'alil. Tzalajk'olal ol ach ajxoc, ichato chimk'ualil b'aj ayach eq'ui."
        },
        {
            "number": "18",
            "text": "Junk'olal ol ach ajxoc, yujto ay tas ayoch yipoc a k'ool. A Dios ol ach tanhvanoc, junk'olal ol ach vayoc."
        },
        {
            "number": "19",
            "text": "Ol ik' ip, malaj tas ol ach xib'tanoc. Tzijtum mach ol javoc ach sayeq'ui, vach' ol ach aj yed' eb'."
        },
        {
            "number": "20",
            "text": "Axo eb' chuc spensar, olto scomon sayej eb' b'aj scolchaji, palta nab'axonhej. Manhxo ol ilchaj b'aj syal scolan sb'a eb', axonhej chamel ol yak'och eb' yipoc sk'ool, xchi vinhaj Zofar chi'."
        }
    ]
}