{
    "chapter": "12",
    "verses": [
        {
            "number": "1",
            "text": "Ix spacanxi vinhaj Job chi' icha tic:"
        },
        {
            "number": "2",
            "text": "A val svab'ani to a exxonhej eyojtac masanil tas d'a scal masanil anima. Ayic ol ex chamoc, tecan ol satcanel jelanil."
        },
        {
            "number": "3",
            "text": "Palta a in pax tic ay pax in pensar, mato yelxo val malaj jab'oc tas vojtac d'a eyichanh e naani, ¿mach val junoc manh ojtannacoc juntzanh tic?"
        },
        {
            "number": "4",
            "text": "Vach'chom a in tic malaj in mul, ma in paltail, vach'chom ix yab' Dios in tevi d'a yalanhtaxo, axo ticnaic toxonhej tzin tzetzaji."
        },
        {
            "number": "5",
            "text": "A ex malaj jab'oc tas tzex ik'an tic, tzex te b'uchvaj d'ayin. Lajan ex icha junoc mach svach' ecan telvoc junoc mach vanxo stelvi."
        },
        {
            "number": "6",
            "text": "A eb' elk'um, tzalajk'olal yaj eb' d'a yol spat. A eb' tz'alan chuc d'a Dios, junk'olal yaj eb'. A snaan eb' to malaj tas ol utaj eb' yuuj."
        },
        {
            "number": "7",
            "text": "k'anb'ejec d'a nok' nok' d'a sat luum yed' d'a nok' sjenhvi, syal ex sk'ayb'an nok'."
        },
        {
            "number": "8",
            "text": "k'anb'ejecpax d'a nok' tz'ek' nhernhon d'a sat luum yed' nok' ay d'a yol a' mar, syal ex sk'ayb'an nok' d'a jelanil."
        },
        {
            "number": "9",
            "text": "Masanil juntzanh nok' nok' chi', yojtac nok' to a tas tzuji a Jehová tz'ak'ancoti."
        },
        {
            "number": "10",
            "text": "A d'a yol sk'ab' ay sq'uinal masanil tastac pitzan, syak'an yik' yik' eb' anima."
        },
        {
            "number": "11",
            "text": "A yol co ti' tz'ab'lan svach'il tas scab'lej. A pax co chiquin tz'ab'an tas tz'alchaji."
        },
        {
            "number": "12",
            "text": "A eb' ichamtac vinac, ayxo spensar eb', yujto tzijtumxo ab'il syil eb', yuj chi' ay spensar eb'."
        },
        {
            "number": "13",
            "text": "Palta a Dios toxonton jelan, syal yuj smasanil."
        },
        {
            "number": "14",
            "text": "A tas satel Dios, manhxa junoc mach syal sb'oanxi. A junoc mach syamchajoch vaan yuj Dios, manhxa junoc mach scolani."
        },
        {
            "number": "15",
            "text": "Tato a' syamanoch vaan nhab', stacjiel masanil tastac d'a sat luum tic. Tato syak'paxcot nhab', sb'at a' d'a yalanh luum."
        },
        {
            "number": "16",
            "text": "A Dios ay spoder, jelan toni, tz'elnhejk'och yuuj. A' d'a yol sk'ab' ayek' eb' smusan sat eb' anima yed' pax eb' tz'ak'ji musansatil chi'."
        },
        {
            "number": "17",
            "text": "A' tz'ak'an satel spensar eb' jelan. Axo eb' juez somchajcanq'ue spensar eb' yuuj."
        },
        {
            "number": "18",
            "text": "A' tz'ik'anel eb' rey d'a yopisio, syak'an ik'jocb'at eb' d'a preso d'a junocxo ch'oc chonhab'il, b'eranel eb' sb'atcan eb'."
        },
        {
            "number": "19",
            "text": "A' tz'ak'an quistalax eb' sacerdote. A' tz'ak'an ak'joc ganar eb' nivac yopisio."
        },
        {
            "number": "20",
            "text": "A eb' ak'um razón yipk'olal yaji, manhxalaj tas syal yalan eb'. A eb' ayoch yopisio sch'olb'itan eb' anima, tz'ik'jiek' sjelanil eb' yuuj."
        },
        {
            "number": "21",
            "text": "A' tz'ak'an paticajcanel eb' nivac yelk'och d'a eb' anima. Axo eb' te tek'an, tz'elcan yip eb' yuuj."
        },
        {
            "number": "22",
            "text": "Syak'an ojtacajel tas k'ub'eltac yaji. Syak'an checlaj tas manh ojtacab'iloc."
        },
        {
            "number": "23",
            "text": "A Dios chi' tz'ik'anchaanh juntzanh nivac chonhab', anheja' satanpaxeli. A saclemanb'at eb' anima, anheja' smolb'anxi eb'."
        },
        {
            "number": "24",
            "text": "A tz'ik'anek' sjelanil eb' yajalil junoc chonhab', yuj chi' ichato satcanb'at eb' d'a tz'inan lum b'aj manhxalaj b'e."
        },
        {
            "number": "25",
            "text": "Toxonhej machmon yek' eb' icha d'a q'uik'alq'uinal. Toxonhej squetconek' eb' icha eb' uk'um anh."
        }
    ]
}